{"AllianceGenome": "2768", "HGNC": "2768", "MIM": "125264", "_id": "7913", "_version": 1, "accession": {"genomic": ["AL031774.1", "CH471087.1", "CP068272.2", "KT584795.1", "NC_000006.12", "NC_060930.1", "NG_042290.1"], "protein": ["AAH35259.1", "BAG35503.1", "BAG57421.1", "BAG60099.1", "BAG60375.1", "CAA45536.1", "CAE46031.1", "EAW55402.1", "EAW55403.1", "NP_001128181.1", "NP_003463.1", "P35659.1", "XP_024302312.1", "XP_047275291.1", "XP_054212352.1", "XP_054212353.1", "XP_054212354.1"], "rna": ["AJ270688.1", "AJ420539.1", "AK294079.1", "AK297749.1", "AK298089.1", "AK312616.1", "AU131262.1", "BC012442.1", "BC035259.1", "BQ574048.1", "BX641063.1", "CN388433.1", "NM_001134709.2", "NM_003472.4", "X64229.1", "XM_024446544.2", "XM_047419335.1", "XM_054356377.1", "XM_054356378.1", "XM_054356379.1"], "translation": [{"protein": "XP_047275291.1", "rna": "XM_047419335.1"}, {"protein": "CAE46031.1", "rna": "BX641063.1"}, {"protein": "BAG57421.1", "rna": "AK294079.1"}, {"protein": "BAG60375.1", "rna": "AK298089.1"}, {"protein": "NP_003463.1", "rna": "NM_003472.4"}, {"protein": "BAG35503.1", "rna": "AK312616.1"}, {"protein": "XP_024302312.1", "rna": "XM_024446544.2"}, {"protein": "CAA45536.1", "rna": "X64229.1"}, {"protein": "BAG60099.1", "rna": "AK297749.1"}, {"protein": "XP_054212352.1", "rna": "XM_054356377.1"}, {"protein": "XP_054212354.1", "rna": "XM_054356379.1"}, {"protein": "NP_001128181.1", "rna": "NM_001134709.2"}, {"protein": "AAH35259.1", "rna": "BC035259.1"}, {"protein": "XP_054212353.1", "rna": "XM_054356378.1"}]}, "alias": "D6S231E", "ensembl": {"gene": "ENSG00000124795", "protein": ["ENSP00000244776", "ENSP00000421165", "ENSP00000422380", "ENSP00000423427", "ENSP00000423553", "ENSP00000425399", "ENSP00000498320", "ENSP00000498335", "ENSP00000498653", "ENSP00000498930"], "transcript": ["ENST00000244776", "ENST00000503715", "ENST00000505224", "ENST00000507591", "ENST00000512145", "ENST00000515742", "ENST00000515770", "ENST00000651624", "ENST00000651992", "ENST00000652292", "ENST00000652576", "ENST00000652689"], "translation": [{"protein": "ENSP00000498653", "rna": "ENST00000652689"}, {"protein": "ENSP00000498930", "rna": "ENST00000651624"}, {"protein": "ENSP00000498320", "rna": "ENST00000651992"}, {"protein": "ENSP00000422380", "rna": "ENST00000515770"}, {"protein": "ENSP00000423427", "rna": "ENST00000507591"}, {"protein": "ENSP00000421165", "rna": "ENST00000505224"}, {"protein": "ENSP00000244776", "rna": "ENST00000244776"}, {"protein": "ENSP00000498335", "rna": "ENST00000652576"}, {"protein": "ENSP00000425399", "rna": "ENST00000503715"}, {"protein": "ENSP00000423553", "rna": "ENST00000515742"}], "type_of_gene": "protein_coding"}, "entrezgene": "7913", "exons": [{"cdsend": 18263987, "cdsstart": 18225718, "chr": "6", "position": [[18223859, 18225730], [18226173, 18226242], [18236451, 18236600], [18237380, 18237516], [18249650, 18249839], [18255730, 18255851], [18256360, 18256455], [18257952, 18258062], [18263842, 18263996], [18264384, 18264530]], "strand": -1, "transcript": "NM_001134709", "txend": 18264530, "txstart": 18223859}, {"cdsend": 18263987, "cdsstart": 18225718, "chr": "6", "position": [[18223859, 18225730], [18226173, 18226242], [18236451, 18236600], [18237380, 18237516], [18249650, 18249839], [18255730, 18255851], [18256360, 18256455], [18257952, 18258062], [18258303, 18258405], [18263842, 18263996], [18264384, 18264530]], "strand": -1, "transcript": "NM_003472", "txend": 18264530, "txstart": 18223859}], "exons_hg19": [{"cdsend": 18264218, "cdsstart": 18225949, "chr": "6", "position": [[18224090, 18225961], [18226404, 18226473], [18236682, 18236831], [18237611, 18237747], [18249881, 18250070], [18255961, 18256082], [18256591, 18256686], [18258183, 18258293], [18264073, 18264227], [18264615, 18264761]], "strand": -1, "transcript": "NM_001134709", "txend": 18264761, "txstart": 18224090}, {"cdsend": 18264218, "cdsstart": 18225949, "chr": "6", "position": [[18224090, 18225961], [18226404, 18226473], [18236682, 18236831], [18237611, 18237747], [18249881, 18250070], [18255961, 18256082], [18256591, 18256686], [18258183, 18258293], [18258534, 18258636], [18264073, 18264227], [18264615, 18264761]], "strand": -1, "transcript": "NM_003472", "txend": 18264761, "txstart": 18224090}], "generif": [{"pubmed": 12031912, "text": "overexpressed in acute myeloid leukemia while translocations associated with this gene are absent"}, {"pubmed": 12140263, "text": "Data show that Daxx associates with proteins critical for transcriptional repression, such as histone deacetylase 2 and Dek, a chromatin-associated protein reported to change the topology of DNA in chromatin in vitro."}, {"pubmed": 12388720, "text": "interacts with latency-associated nuclear antigen of Kaposi's sarcoma-associated herpesvirus (KSHV) to tether KSHV to cell chromosomes"}, {"pubmed": 12483538, "text": "analysis of regulation by mapping discrete elements within the proximal promoter that are responsible for constitutive transcription of dek in transformed cells"}, {"pubmed": 14738146, "text": "overexpression of DEK is associated with acute myeloid leukemia"}, {"pubmed": 15199153, "text": "C-terminal domain (amino acids 270 to 350)is able to multimerize, dependent on phosphorylation by CK2 kinase; two DNA-interacting domains differing in their binding properties and in their abilities to respond to CK2 phosphorylation were found"}, {"pubmed": 15199154, "text": "found evidence that DEK is phosphorylated by CK2, phosphorylation sites are clustered in the C-terminal region, phosphorylated DEK is tethered to chromatin throughout the cell cycle by the un- or underphosphorylated form of DEK."}, {"pubmed": 15563827, "text": "Could function as an architectural protein in chromatin comparable to the better known classic architectural chromatin proteins, the high-mobility group or HMG proteins."}, {"pubmed": 15593216, "text": "Evidence for an rheumatoid arthritis susceptibility locus mapping under the linkage peak on 6p, 11 Mb telomeric of HLA-DRB1 implicates the gene DEK."}, {"pubmed": 15722484, "text": "The DNA binding properties of the SAF-box domain of DEK."}, {"pubmed": 16007192, "text": "results suggest that DEK and E2F3 are potential targets of 6p gains in retinoblastoma"}, {"pubmed": 16180235, "text": "The 6p22 genomic gain present in many retinoblastoma tumors leads to DEK overexpression at the mRNA and protein level."}, {"pubmed": 16254365, "text": "repression of DEK message and protein levels in senescing human papillomavirus type 16- (HPV16-) and HPV18-positive cancer cell lines as well as in primary cells undergoing replicative senescence."}, {"pubmed": 16696975, "text": "DEK interacts with histones and exerts a potent inhibitory effect on both p300 and PCAF-mediated histone acetyltransferase activity and transcription."}, {"pubmed": 16721057, "text": "DEK is overexpressed in many solid tumors such as colon cancer, larynx cancer, bladder cancer, and melanoma; the DEK promoter is bound by endogenous E2F in vivo"}, {"pubmed": 16809543, "text": "DEK enforces 3' splice site discrimination by U2AF; DEK phosphorylated at serines 19 and 32 associates with U2AF35, facilitates the U2AF35-AG interaction and prevents binding of U2AF65 to pyrimidine tracts not followed by AG"}, {"pubmed": 16829531, "text": "DEK functions to negatively regulate transcription of RelA/p65"}, {"pubmed": 16894028, "text": "suggest a novel role for DEK in cellular survival, involving the destabilization of p53 in a manner which is likely to contribute to human carcinogenesis"}, {"pubmed": 17030615, "text": "DEK can play a direct role in inflammation by attracting neutrophils, CD8-positive T cells, and natural killer cells."}, {"pubmed": 17524367, "text": "Our conclusion is that DEK could serve as an architectural protein at the promoter or enhancer sites of a subfraction of human genes."}, {"pubmed": 17685435, "text": "acidic domain containing protein DEK might have a role in modulating both transcriptional regulation and apoptosis through HAT inhibitory activity."}, {"pubmed": 18227428, "text": "description of the three-dimensional structure of the N-terminal domain of DEK as determined using solution NMR; study illustrates a new structural variant and reveals novel dsDNA-binding properties for proteins containing the SAP/SAF motif"}, {"pubmed": 18332104, "text": "DEK promotes the repair of DNA lesions and protects cells from genotoxic agents that typically trigger poly(ADP-ribose) polymerase activation."}, {"pubmed": 18477217, "text": "DEK plays an important role in the carcinogenesis of cervical cancers, helpful for early diagnosis, and potential therapeutic target."}, {"pubmed": 19036808, "text": "DEK up-regulation may contribute to carcinoma development at least in part through increased proliferation and retardation of differentiation."}, {"pubmed": 19223548, "text": "Overexpression of the cellular DEK protein promotes epithelial transformation in vitro and in vivo."}, {"pubmed": 19229864, "text": "Data demonstrate the modulation of caspase-dependent apoptosis related proteins by DEK knock-down and further implicate its role in apoptosis pathway."}, {"pubmed": 19563407, "text": "DEK plays an important role in the progression of ovarian serous cancers"}, {"pubmed": 19679545, "text": "DEK is a long sought-after oncogene mapping at chromosome 6, with novel functions in melanoma proliferation and chemoresistance."}, {"pubmed": 20040570, "text": "In some human myeloid leukemia patients, DEK was fused to CAN by chromosomal translocation"}, {"pubmed": 20215548, "text": "The oncogene DEK promotes leukemic cell survival and is downregulated by both Nutlin-3 and chlorambucil in B-chronic lymphocytic leukemic cells."}, {"pubmed": 20501624, "text": "Here we will summarize the current literature about the regulation and function(s) of DEK as a proto-oncogene."}, {"pubmed": 20543864, "text": "DEK overexpression, partly through an increase in its gene dose, mediates the activity of global transcriptional regulators and is associated with tumor initiation activity and poor prognosis in high grade neuroendocrine carcinoma of the lung."}, {"pubmed": 20669926, "text": "Using sequence alignment, the study identifies three functional poly(ADP-ribose)-binding sites in the DEK primary sequence and confirms their functionality in poly(ADP-ribose) binding studies."}, {"pubmed": 21280010, "text": "DEK can contribute directly to joint inflammation in juvenile idiopathic arthritis by generating ICs through high-affinity interaction between DEK and DEK autoantibodies."}, {"pubmed": 21316078, "text": "DEK overexpression may be a frequent event in invasive melanomas, and further augmentation of DEK expression may be associated with the acquisition of ominous features such as deep dermal invasion and metastasis."}, {"pubmed": 21317931, "text": "data indicate that DEK expression stimulates the growth, stem cell character and motility of breast cancer cells, and that DEK-dependent cellular invasion occurs at least in part via beta-catenin activation"}, {"pubmed": 21460035, "text": "identify the oncoprotein DEK, an abundant nuclear protein with a previously enigmatic in vivo function, as a Suppressor of Variegation [Su(var)] that is crucial to global heterochromatin integrity"}, {"pubmed": 21653549, "text": "DEK is important for DNA double-strand break repair."}, {"pubmed": 21663673, "text": "DEK protein is expressed in bladder tumor tissue and voided urine of bladder cancer patients."}, {"pubmed": 21943234, "text": "DEK has potent effects on HSCs, HPCs, and hematopoiesis, information of biological and potential clinical interest."}, {"pubmed": 22360505, "text": "DEK overexpression appears to be associated with breast cancer progression"}, {"pubmed": 22390170, "text": "DEK knockdown results in a significant growth repression of CaSki cells by inducing cell apoptosis and senescence via upregulation of p65."}, {"pubmed": 22474248, "text": "C/EBPalpha and DEK coordinately activate myeloid gene expression."}, {"pubmed": 22765016, "text": "DEK may be involved in the pathogenesis of Merkel cell carcinoma and therefore may provide therapeutic implications for Merkel cell carcinomas."}, {"pubmed": 23052131, "text": "increased expression of DEK in chronic lymphocytic leukemia correlates with immunoglobulin heavy chain variable gene mutational status, CD38-positive and del(17p13), and DEK can therefore be considered as potential prognostic factor."}, {"pubmed": 23071688, "text": "DEK promotes the pathogenesis of estrogen receptor positive breast cancer."}, {"pubmed": 23569252, "text": "Full-length DEK secreted by one cell can be taken up by another cell, move to the nucleus, and function in heterochromatin biology and DNA repair, thereby potentially uniting the intracellular and extracellular activities of DEK."}, {"pubmed": 23571382, "text": "DEK depletion inhibited cellular migration in lung cancer cell lines possibly through inactivation of the RhoA/ROCK/MLC signal transduction pathway"}, {"pubmed": 23902796, "text": "DEK plays an important role in the progression of colorectal cancers and it is an independent poor prognostic factor of colorectal cancers"}, {"pubmed": 24073922, "text": "the expression of the fusion gene DEK-NUP214 leads to increased cellular proliferation. We show that this is dependent on upregulation of the signal transduction protein mTOR with subsequent effects on protein synthesis and glucose metabolism."}, {"pubmed": 24441146, "text": "t(6;9)/DEK-NUP214 represents a unique subtype of acute myeloid leukemia with a high risk of relapse."}, {"pubmed": 24563617, "text": "DEK is an hTERT repressor shared by various leukemia subtypes that may be involved in the deregulation of numerous genes associated with leukemogenesis"}, {"pubmed": 24608431, "text": "data demonstrate that DEK stimulates HNSCC cellular growth and identify DeltaNp63 as a novel DEK effector"}, {"pubmed": 24650035, "text": "High level of DEK protein expression predicts the poor prognosis of patients with gastric cancer"}, {"pubmed": 24954505, "text": "Studies demonstrate that DEK overexpression, due in part to Ron receptor activation, drives breast cancer progression through the induction of Wnt/beta-catenin signaling."}, {"pubmed": 25049225, "text": "Results highlight a novel function of DEK as a guardian of chromatin by restricting widespread histone access, and in particular by modulating differential H3.3 loading in specific chromatin areas."}, {"pubmed": 25128083, "text": "DEK expression during normal hematopoiesis did reveal a relationship with specific cell types implicating a distinct function during myeloid differentiation"}, {"pubmed": 25197373, "text": "DEK plays an important role in the progression of small cell lung cancer"}, {"pubmed": 25216995, "text": "Results find that DEK binds to transcription start sites with a dual role in activation and repression of highly and ubiquitously expressed genes."}, {"pubmed": 25340858, "text": "DEK promotes the growth of colorectal cancer and apoptosis"}, {"pubmed": 25347734, "text": "Data show that oncoprotein DEK facilitates cellular proliferation under conditions of DNA replication stress by promoting replication fork progression."}, {"pubmed": 25515240, "text": "These data suggest DEK overexpression as a crucial event for the emergence of an aggressive phenotype in colorectal cancer."}, {"pubmed": 25524609, "text": "The results show that several leukemia-associated fusion genes cause an increase in DEK protein expression."}, {"pubmed": 26303528, "text": "The study identified the DEK oncoprotein as a critical factor that interacts with an essential upstream enhancer element of the EKLF promoter and exerts a positive effect on EKLF levels."}, {"pubmed": 26722432, "text": "miR-592 targets DEK transcript and suppresses hepatocellular carcinoma cell growth"}, {"pubmed": 26988756, "text": "High DEK expression is associated with breast cancer angiogenesis ."}, {"pubmed": 27057626, "text": "our study indicates that DEK expression is required for tumorigenesis and metastasis of hepatocellular carcinoma"}, {"pubmed": 27499261, "text": "AP-2a is an important transcription factor of DEK expression, which is correlated with the methylation level of the DEK core promoter in hepatocellular carcinoma ."}, {"pubmed": 27893188, "text": "High DEK expression is associated with melanoma progression."}, {"pubmed": 27959420, "text": "High DEK expression is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 28165452, "text": "DEK is detected in spontaneously forming neutrophil extracellular traps (NETs) from juvenile idiopathic arthritis patient synovial neutrophils, and DEK-targeted aptamers reduce NETs formation."}, {"pubmed": 28317934, "text": "These findings define DEK as an important and multifunctional mediator of homologous recombination."}, {"pubmed": 28423581, "text": "DEK correlates with IL6 expression in HPV16+/p16+ oropharyngeal squamous cell carcinomas (OPSCC)."}, {"pubmed": 28558019, "text": "data support a scenario whereby overexpression of the human DEK oncogene reprograms keratinocyte metabolism to fulfill energy and macromolecule demands required to enable and sustain cancer cell growth"}, {"pubmed": 28558048, "text": "Decreased DEK expression in plasma cells suggests a potential role of this gene in plasma cell development and lack of detectable DEK protein by IHC could be used as a biomarker for normal and malignant plasma cells"}, {"pubmed": 28627610, "text": "High DEK expression is associated with cervical cancer tumorigenesis and metastasis."}, {"pubmed": 28670979, "text": "Our data indicated DEK plays multiple roles to facilitate tumor growth and maintenance. It can be used as a potential target for astrocytic tumor diagnosis and gene therapy."}, {"pubmed": 28765911, "text": "DEK and LCMR1 were demonstrated to cooperate in the inhibition of apoptosis in lung cancer cells."}, {"pubmed": 28834425, "text": "DEK overexpression enhanced carcinogenesis, including field cancerization, in OSCC by stimulating the G1 /S phase transition and promoting DNA replication."}, {"pubmed": 29109093, "text": "RNA-sequencing proved to be a valuable tool for the detection of a fusion of genes DEK and NUP214 in a leukemia that showed cryptic cytogenetic rearrangement of chromosome band 9q34."}, {"pubmed": 29115492, "text": "The results of the present study demonstrated that EMT of colorectal carcinoma cells was partially mediated by DEK, which likely affected the invasive ability of colorectal carcinoma cells. In addition, cell proliferation and apoptosis were susceptible to DEK silencing."}, {"pubmed": 29409457, "text": "High DEK proto-oncogene protein (DEK) expression associated with complete response to neoadjuvant chemoradiotherapy."}, {"pubmed": 30017458, "text": "Male schizophrenia subjects had more anterior cingulate cortex DEK protein expression compared to male controls. Female schizophrenia subjects had less DEK protein expression compared to female controls. Finally, while there were no differences in DEK protein expression between control males and control females, males with schizophrenia had higher DEK protein expression compared to females with schizophrenia."}, {"pubmed": 30412857, "text": "DEK is overexpressed in HGSOCs, and decreasing DEK levels significantly reduces cell viability and tumor growth, resulting in apoptotic cell death."}, {"pubmed": 30758703, "text": "the DEK shRNA cells demonstrated decreased invasive potential than their non-knockdown counterparts control cells."}, {"pubmed": 31107242, "text": "Secreted nuclear protein DEK regulates hematopoiesis through CXCR2 signaling."}, {"pubmed": 31766266, "text": "Knockdown of DEK resulted in inhibition of Gastric Cancer cell migration via a mechanism involving modulation of matrix metalloproteinase MMP-2/MMP-9 level and vice versa."}, {"pubmed": 32020224, "text": "DEK promotes the proliferation and invasion of lung cancers and indicates poor prognosis in lung adenocarcinomas."}, {"pubmed": 32656741, "text": "Role of the DEK oncogene in the development of squamous cell carcinoma."}, {"pubmed": 32736520, "text": "MicroRNA-138 promotes neuroblastoma SH-SY5Y cell apoptosis by directly targeting DEK in Alzheimer's disease cell model."}, {"pubmed": 33105933, "text": "[Construction of RNA interference (RNAi) lentiviral expression vector of DEK gene and its effect on the biological behavior of liver cancer cells]."}, {"pubmed": 33686684, "text": "Bacterial Growth Inhibition Screen (BGIS) identifies a loss-of-function mutant of the DEK oncogene, indicating DNA modulating activities of DEK in chromatin."}, {"pubmed": 34049316, "text": "DEK-AFF2 Carcinoma of the Sinonasal Region and Skull Base: Detailed Clinicopathologic Characterization of a Distinctive Entity."}, {"pubmed": 34280614, "text": "KIF15 upregulation promotes leiomyosarcoma cell growth via promoting USP15-mediated DEK deubiquitylation."}, {"pubmed": 34551474, "text": "[Prognostic significance of DEK-NUP214 fusion gene in patients with acute myeloid leukemia after allogeneic hematopoietic stem cell transplantation]."}, {"pubmed": 35475534, "text": "DEK modulates both expression and alternative splicing of cancerrelated genes."}, {"pubmed": 35563178, "text": "Long Non-Coding LEF1-AS1 Sponge miR-5100 Regulates Apoptosis and Autophagy in Gastric Cancer Cells via the miR-5100/DEK/AMPK-mTOR Axis."}, {"pubmed": 35821094, "text": "p21-activated kinase 2 binds to transcription factor SOX2 and up-regulates DEK to promote the progression of lung squamous cell carcinoma."}, {"pubmed": 35972263, "text": "In silico gene expression and pathway analysis of DEK in the human brain across the lifespan."}, {"pubmed": 36190960, "text": "Doxorubicin induces prolonged DNA damage signal in cells overexpressing DEK isoform-2."}, {"pubmed": 36535490, "text": "Role of DEK in carcinogenesis, diagnosis, prognosis, and therapeutic outcome of breast cancer: An evidence-based clinical review."}, {"pubmed": 37172756, "text": "The impact of the chromatin binding DEK protein in hematopoiesis and acute myeloid leukemia."}, {"pubmed": 37550322, "text": "Imaging-based study demonstrates how the DEK nanoscale distribution differentially correlates with epigenetic marks in a breast cancer model."}], "genomic_pos": {"chr": "6", "end": 18264548, "ensemblgene": "ENSG00000124795", "start": 18223860, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 18265054, "start": 18224099, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006338", "pubmed": 12769854, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": 9050861, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006366", "pubmed": 9050861, "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9050861, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019079", "pubmed": 9050861, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045943", "pubmed": 23555303, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase I"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 26044184, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045945", "pubmed": 16603771, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase III"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000779", "qualifier": "involved_in", "term": "regulation of double-strand break repair"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000779", "pubmed": 21653549, "qualifier": "acts_upstream_of_or_within", "term": "regulation of double-strand break repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001032", "qualifier": "involved_in", "term": "regulation of double-strand break repair via nonhomologous end joining"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21653549, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005730", "pubmed": 23555303, "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043292", "qualifier": "located_in", "term": "contractile muscle fiber"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0110016", "pubmed": 16603771, "qualifier": "part_of", "term": "B-WICH complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22113938, 32296183, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042393", "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042393", "pubmed": 12140263, "qualifier": "enables", "term": "histone binding"}]}, "homologene": {"genes": [[8364, 493252], [9031, 420828], [9544, 712460], [9598, 462460], [9606, 7913], [9615, 610538], [9913, 540945], [10090, 110052], [10116, 306817]], "id": 2593}, "interpro": [{"desc": "Protein DEK", "id": "IPR044198", "short_desc": "DEK"}, {"desc": "SAP domain", "id": "IPR003034", "short_desc": "SAP_dom"}, {"desc": "SAP domain superfamily", "id": "IPR036361", "short_desc": "SAP_dom_sf"}, {"desc": "DEK, C-terminal", "id": "IPR014876", "short_desc": "DEK_C"}], "ipi": ["IPI00020021", "IPI00909779", "IPI00942944", "IPI00967473", "IPI00968273"], "map_location": "6p22.3", "name": "DEK proto-oncogene", "other_names": ["DEK oncogene (DNA binding)", "protein DEK"], "pantherdb": {"HGNC": "2768", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1926209", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 10090, "uniprot_kb": "Q7TNV0"}, {"RGD": "1303246", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 10116, "uniprot_kb": "Q6AXS3"}, {"Ensembl": "ENSGALG00000012684", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 9031, "uniprot_kb": "Q5F422"}, {"ZFIN": "ZDB-GENE-060512-191", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 7955, "uniprot_kb": "F1R6C4"}, {"FlyBase": "FBgn0026533", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 7227, "uniprot_kb": "Q8T0D3"}, {"TAIR": "2167301", "ortholog_type": "O", "panther_family": "PTHR13468", "taxid": 3702, "uniprot_kb": "Q9FFQ8"}, {"TAIR": "2114495", "ortholog_type": "O", "panther_family": "PTHR13468", "taxid": 3702, "uniprot_kb": "Q9SMM8"}, {"TAIR": "2133847", "ortholog_type": "LDO", "panther_family": "PTHR13468", "taxid": 3702, "uniprot_kb": "Q9SUA1"}, {"EnsemblGenome": "AT1G64253", "ortholog_type": "O", "panther_family": "PTHR13468", "taxid": 3702, "uniprot_kb": "A0A1P8AUN6"}, {"TAIR": "2162097", "ortholog_type": "O", "panther_family": "PTHR13468", "taxid": 3702, "uniprot_kb": "F4K4Y5"}], "uniprot_kb": "P35659"}, "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-5250913", "name": "Positive epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5250924", "name": "B-WICH complex positively regulates rRNA expression"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8864260", "name": "Transcriptional regulation by the AP-2 (TFAP2) family of transcription factors"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": ["1Q1V", "2JX3"], "pfam": ["PF02037", "PF08766"], "pharmgkb": "PA27251", "pharos": {"target_id": 10420, "tdl": "Tbio"}, "pir": "S26059", "prosite": "PS51998", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258203", "relationship": "is"}, {"id": "GNF258204", "relationship": "is"}, {"id": "GNF258205", "relationship": "is"}, {"id": "GNF258206", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162154", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032140", "relationship": "is"}, {"id": "GNF032313", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081674", "relationship": "is"}, {"id": "GNF081675", "relationship": "is"}, {"id": "GNF081676", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054416", "relationship": "is"}, {"id": "GNF059194", "relationship": "is"}, {"id": "GNF074551", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070431", "relationship": "is"}, {"id": "GNF070432", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003437", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105737", "relationship": "is"}, {"id": "GNF145383", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_042290.1"], "protein": ["NP_001128181.1", "NP_003463.1", "XP_024302312.1", "XP_047275291.1", "XP_054212352.1", "XP_054212353.1", "XP_054212354.1"], "rna": ["NM_001134709.2", "NM_003472.4", "XM_024446544.2", "XM_047419335.1", "XM_054356377.1", "XM_054356378.1", "XM_054356379.1"], "translation": [{"protein": "XP_047275291.1", "rna": "XM_047419335.1"}, {"protein": "NP_003463.1", "rna": "NM_003472.4"}, {"protein": "XP_024302312.1", "rna": "XM_024446544.2"}, {"protein": "XP_054212352.1", "rna": "XM_054356377.1"}, {"protein": "XP_054212354.1", "rna": "XM_054356379.1"}, {"protein": "NP_001128181.1", "rna": "NM_001134709.2"}, {"protein": "XP_054212353.1", "rna": "XM_054356378.1"}]}, "reporter": {"HG-U133_Plus_2": "200934_at", "HG-U95Av2": "38992_at", "HTA-2_0": "TC06001302.hg.1", "HuEx-1_0": "2944068", "HuGene-1_1": "8124144", "HuGene-2_1": "17015987"}, "summary": "This gene encodes a protein with one SAP domain. This protein binds to cruciform and superhelical DNA and induces positive supercoils into closed circular DNA, and is also involved in splice site selection during mRNA processing. Chromosomal aberrations involving this region, increased expression of this gene, and the presence of antibodies against this protein are all associated with various diseases. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Sep 2008].", "symbol": "DEK", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333214"}, "unigene": "Hs.484813", "uniprot": {"Swiss-Prot": "P35659", "TrEMBL": ["B4DFG0", "H0Y993", "D6R9L5", "A0A494C198", "D6RDA2", "A0A494C028", "H0Y8X0"]}, "wikipedia": {"url_stub": "DEK (gene)"}}