{"AllianceGenome": "2847", "HGNC": "2847", "MIM": "609030", "_id": "54487", "_version": 1, "accession": {"genomic": ["AB050770.1", "AC006547.9", "CH471176.2", "CP068256.2", "HC879390.1", "HD033099.1", "KC877934.1", "NC_000022.11", "NC_060946.1", "NG_022931.2"], "protein": ["AAF82263.1", "AAH09323.2", "AAH09984.1", "AAH78147.1", "AAO86726.1", "BAB15165.1", "BAB15238.1", "BAB83032.1", "BAD96516.1", "BAG36158.1", "CAE46205.2", "CAG30242.1", "CBM42911.1", "CBV35644.1", "EAX02998.1", "EAX02999.1", "EAX03000.1", "NP_001177255.1", "NP_073557.3", "Q8WYQ5.1", "XP_006724331.1", "XP_047297374.1", "XP_047297375.1", "XP_054181709.1", "XP_054181710.1", "XP_054181711.1"], "rna": ["AA737782.1", "AF165527.1", "AK025427.1", "AK025539.1", "AK025780.1", "AK094381.1", "AK222796.1", "AK313357.1", "AY189282.1", "BC009323.2", "BC009984.2", "BC037564.1", "BC071568.1", "BC078147.1", "BQ001948.1", "BQ227899.1", "BX649187.1", "CR456356.1", "DA433651.1", "NM_001190326.2", "NM_022720.7", "XM_006724268.4", "XM_047441418.1", "XM_047441419.1", "XM_054325734.1", "XM_054325735.1", "XM_054325736.1"], "translation": [{"protein": "AAH09984.1", "rna": "BC009984.2"}, {"protein": "BAB15238.1", "rna": "AK025780.1"}, {"protein": "NP_001177255.1", "rna": "NM_001190326.2"}, {"protein": "XP_054181710.1", "rna": "XM_054325735.1"}, {"protein": "XP_006724331.1", "rna": "XM_006724268.4"}, {"protein": "AAO86726.1", "rna": "AY189282.1"}, {"protein": "XP_054181709.1", "rna": "XM_054325734.1"}, {"protein": "AAH78147.1", "rna": "BC078147.1"}, {"protein": "XP_047297375.1", "rna": "XM_047441419.1"}, {"protein": "BAD96516.1", "rna": "AK222796.1"}, {"protein": "XP_047297374.1", "rna": "XM_047441418.1"}, {"protein": "NP_073557.3", "rna": "NM_022720.7"}, {"protein": "AAH09323.2", "rna": "BC009323.2"}, {"protein": "CAG30242.1", "rna": "CR456356.1"}, {"protein": "BAB15165.1", "rna": "AK025539.1"}, {"protein": "XP_054181711.1", "rna": "XM_054325736.1"}, {"protein": "CAE46205.2", "rna": "BX649187.1"}, {"protein": "BAG36158.1", "rna": "AK313357.1"}, {"protein": "AAF82263.1", "rna": "AF165527.1"}]}, "alias": ["C22orf12", "DGCRK6", "Gy1", "pasha"], "ensembl": {"gene": "ENSG00000128191", "protein": ["ENSP00000263209", "ENSP00000384726", "ENSP00000409625", "ENSP00000516052", "ENSP00000516053"], "transcript": ["ENST00000351989", "ENST00000407755", "ENST00000457069", "ENST00000475941", "ENST00000485802", "ENST00000491892", "ENST00000495351", "ENST00000495826", "ENST00000498171", "ENST00000704820", "ENST00000704821"], "translation": [{"protein": "ENSP00000516052", "rna": "ENST00000704820"}, {"protein": "ENSP00000263209", "rna": "ENST00000351989"}, {"protein": "ENSP00000516053", "rna": "ENST00000704821"}, {"protein": "ENSP00000384726", "rna": "ENST00000407755"}, {"protein": "ENSP00000409625", "rna": "ENST00000457069"}], "type_of_gene": "protein_coding"}, "entrezgene": "54487", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.7895067361, "exp_mis": 322.31073754, "exp_syn": 160.737393984, "lof_z": 5.03050098293761, "mis_z": 3.60474104518582, "mu_lof": 1.81146026588e-06, "mu_mis": 2.81660932398e-05, "mu_syn": 1.3796953855e-05, "n_lof": 0.0, "n_mis": 190.0, "n_syn": 146.0, "p_li": 0.999895838044823, "p_null": 4.27851784613724e-11, "p_rec": 0.000104161912391768, "syn_z": 0.720629191925191}, "bp": 2322, "cds_end": 20097631, "cds_start": 20073486, "n_exons": 13, "nonpsych": {"exp_lof": 23.0765974053, "exp_mis": 291.456933198, "exp_syn": 145.217452081, "lof_z": 4.71778214822914, "mis_z": 4.03153091509844, "mu_lof": 1.81146026588e-06, "mu_mis": 2.81660932398e-05, "mu_syn": 1.3796953855e-05, "n_lof": 0.0, "n_mis": 155.0, "n_syn": 132.0, "p_li": 0.999749179011997, "p_null": 4.43816887400205e-10, "p_rec": 0.000250820544186507, "syn_z": 0.690563071344625}, "nontcga": {"exp_lof": 23.7004780908, "exp_mis": 296.500031025, "exp_syn": 147.852534356, "lof_z": 4.80241647563141, "mis_z": 3.54432591736531, "mu_lof": 1.81146026588e-06, "mu_mis": 2.81660932398e-05, "mu_syn": 1.3796953855e-05, "n_lof": 0.0, "n_mis": 174.0, "n_syn": 131.0, "p_li": 0.999781590148473, "p_null": 2.59277341597368e-10, "p_rec": 0.000218409592250201, "syn_z": 0.877550873473321}, "transcript": "ENST00000351989.3"}, "exons": [{"cdsend": 20110108, "cdsstart": 20085963, "chr": "22", "position": [[20080231, 20080383], [20085686, 20086683], [20087161, 20087321], [20089668, 20089811], [20089975, 20090258], [20091434, 20091632], [20091868, 20091970], [20094712, 20094795], [20106176, 20106277], [20106591, 20106698], [20107270, 20107398], [20108889, 20109003], [20110024, 20111877]], "strand": 1, "transcript": "NM_001190326", "txend": 20111877, "txstart": 20080231}, {"cdsend": 20110108, "cdsstart": 20085963, "chr": "22", "position": [[20080240, 20080383], [20085686, 20086683], [20087161, 20087321], [20089668, 20089811], [20089975, 20090258], [20091434, 20091632], [20091868, 20091970], [20092808, 20092907], [20094712, 20094795], [20106176, 20106277], [20106591, 20106698], [20107270, 20107398], [20108889, 20109003], [20110024, 20111872]], "strand": 1, "transcript": "NM_022720", "txend": 20111872, "txstart": 20080240}], "exons_hg19": [{"cdsend": 20097631, "cdsstart": 20073486, "chr": "22", "position": [[20067754, 20067906], [20073209, 20074206], [20074684, 20074844], [20077191, 20077334], [20077498, 20077781], [20078957, 20079155], [20079391, 20079493], [20082235, 20082318], [20093699, 20093800], [20094114, 20094221], [20094793, 20094921], [20096412, 20096526], [20097547, 20099401]], "strand": 1, "transcript": "NM_001190326", "txend": 20099401, "txstart": 20067754}, {"cdsend": 20097631, "cdsstart": 20073486, "chr": "22", "position": [[20067763, 20067906], [20073209, 20074206], [20074684, 20074844], [20077191, 20077334], [20077498, 20077781], [20078957, 20079155], [20079391, 20079493], [20080331, 20080430], [20082235, 20082318], [20093699, 20093800], [20094114, 20094221], [20094793, 20094921], [20096412, 20096526], [20097547, 20099395]], "strand": 1, "transcript": "NM_022720", "txend": 20099395, "txstart": 20067763}], "generif": [{"pubmed": 12705904, "text": "Molecular cloning and expression analysis of DGCR8"}, {"pubmed": 15574589, "text": "DGCR8 may be an essential component of the primary miRNA processing complex, along with Drosha."}, {"pubmed": 15589161, "text": "DGCR8 is required for the maturation of miRNA primary transcripts."}, {"pubmed": 16751099, "text": "Thus, DGCR8 may function as the molecular anchor that measures the distance from the dsRNA-ssRNA junction"}, {"pubmed": 17159994, "text": "Study show that the RNA-binding protein DiGeorge critical region-8 (DGCR8), which is essential for the first step of miRNA processing, is a heme-binding protein; the association with heme promotes dimerization of DGCR8."}, {"pubmed": 17704815, "text": "DGCR8 core recognizes pri-miRNA in two possible orientations. We propose a model for DGCR8's recognition of pri-miRNA"}, {"pubmed": 17765891, "text": "DGCR8 locates at the nucleolus and small foci adjacent to splicing speckles in the nucleoplasm."}, {"pubmed": 19047128, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19135890, "text": "The Drosha-DGCR8 complex cleaves the hairpin in the DGCR8 mRNA and thus destabilizes the mRNA; DGCR8 stabilizes Drosha protein via protein interaction; this crossregulation between Drosha and DGCR8 may contribute to the control of miRNA biogenesis."}, {"pubmed": 19138993, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19721432, "text": "The mRNA for microprocessor component DGCR8 was found to be significantly upregulated in the dorsolateral prefrontal cortex and superior temporal gyrus in tissues from schizophrenic patients."}, {"pubmed": 19759829, "text": "a Microprocessor, containing the RNA binding protein Dgcr8 and RNase III enzyme Drosha, is responsible for processing primary microRNAs to precursor microRNAs"}, {"pubmed": 19851984, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19902333, "text": "SRY is a hybrid of DGCR8 and SOX3, and is regulated by the transcription factor CP2."}, {"pubmed": 20506313, "text": "The dimerization domain of DGCR8 is embedded in an independently folded heme-binding domain and directly contributes to association with heme. Heme-binding-deficient DGCR8 mutants have reduced pri-miRNA processing activity in vitro."}, {"pubmed": 20585341, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20721975, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20732906, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21454614, "text": "analysis of the function of the DGCR8-heme interaction in microRNA maturation"}, {"pubmed": 22025453, "text": "DGCR8, AGO1, AGO2, PACT, and TARBP1 expression levels were significantly higher in the epithelial skin cancer groups than the healthy controls (P > 0.05)."}, {"pubmed": 22222205, "text": "HDAC1 is an integral component of the Drosha/DGCR8 complex and enhances miRNA processing by increasing the affinity of DGCR8 to primary miRNA transcripts via deacetylation of critical lysine residues in the RNA-binding domains of DGCR8."}, {"pubmed": 22308374, "text": "This study demonstrates binding specificity of DGCR8 for ferric heme, provides direct biochemical evidence for ferric heme serving as an activator for miRNA maturation."}, {"pubmed": 22393237, "text": "DGCR8 and Drosha are targeted post-transcriptionally to chromosome 19 microRNA cluster pri-miRNAs as a preformed complex but dissociate separately."}, {"pubmed": 22434730, "text": "DGCR8 is cleaved by caspases between Asp396 and Ser397 in HeLa cells."}, {"pubmed": 22796965, "text": "DGCR8-mediated cleavage of snoRNAs was independent of Drosha, suggesting the involvement of DGCR8 in cellular complexes with other endonucleases. Binding of DGCR8 to cassette exons is a new mechanism for regulation of alternatively spliced isoforms."}, {"pubmed": 23629745, "text": "Single nucleotide polymorphisms in the DGCR8 3'-UTR that binds to miR-106b/miR-579 is associated with breast cancer."}, {"pubmed": 23663110, "text": "It is a miRNA processing enzyme and altered in non-alcoholic fatty liver disease."}, {"pubmed": 23773483, "text": "A subset of senescence-associated miRNAs with the potential to target p21CIP1 is downregulated during DGCR8-mediated senescence."}, {"pubmed": 23775303, "text": "This study demonstrated for the first time that the DGCR8 mRNA expression level was up-regulated in colorectal carcinomas, suggesting its important role in pathobiology of colorectal carcinogenesis."}, {"pubmed": 23863141, "text": "RNase III enzyme Drosha and the double-stranded RNA-binding protein DGCR8 binds and regulates a large variety of cellular RNAs"}, {"pubmed": 23893406, "text": "specific RNA processing is likely facilitated by preformed DGCR8-Drosha heterodimers that can discriminate between authentic substrates and other hairpins"}, {"pubmed": 24239349, "text": "multisite phosphorylation regulates DGCR8 protein stability, thereby raising microprocessor complex levels, changing the mature miRNA profile of the cell, and increasing cell proliferation and migration"}, {"pubmed": 24449888, "text": "These data reveal a role for DeltaNp63 in the transcriptional regulation of DGCR8 to reprogram adult somatic cells into multipotent stem cells."}, {"pubmed": 24589731, "text": "The Microprocessor complex of Drosha and DGCR8 proteins, which is responsible for the processing of the primary transcripts during the generation of microRNAs, destabilizes the mRNA of Aurora kinase B."}, {"pubmed": 24910438, "text": "Study reveals a unique protein-RNA interaction central to pri-miRNA recognition. We propose a unifying model in which two DGCR8 dimers clamp a pri-miRNA hairpin using their Rheds."}, {"pubmed": 25084529, "text": "Data show decreased DGCR8 expression and miRNA dysregulation in individuals with 22q11.2 deletion syndrome"}, {"pubmed": 25427980, "text": "These data show that hepatitis B virus proteins repress DGCR8 promoter activity by upregulating the expression of transcription factor YY1."}, {"pubmed": 25439752, "text": "We aimed to evaluate the expression of the major components of microRNA biogenesis machinery including Drosha, Dicer and DiGeorge syndrome critical region gene 8 (DGCR8) in multiple sclerosis patients"}, {"pubmed": 25670082, "text": "in tumors with DGCR8 E518K and DROSHA exon 29 (miRNAPG-HS) mutations ... greater prevalence of tumors with blastemal predominant histology in patients with miRNAPG-HS and/or SIX1/2 Q177R mutations"}, {"pubmed": 25670083, "text": "Recurrent mutations included a hotspot mutation (Q177R) in the homeo-domain of SIX1 and SIX2 in tumors with high proliferative potential (18.1% of blastemal cases); mutations in the DROSHA/DGCR8 microprocessor genes"}, {"pubmed": 25823356, "text": "DGCR8 functions as an oncogene in ovarian cancer, which is in part mediated by miR-27b."}, {"pubmed": 26027739, "text": "Together with a 23-amino acid peptide from DGCR8, DROSHA constitutes a minimal functional core. DROSHA serves as a \"ruler\" by measuring 11 bp from the basal ssRNA-dsRNA junction. DGCR8 interacts with the stem and apical elements through its dsRNA-binding domains and RNA-binding heme domain, respectively, allowing efficient and accurate processing."}, {"pubmed": 26126715, "text": "These results reveal a new pathway in the DNA damage response wherein ABL-dependent tyrosine phosphorylation of DGCR8 stimulates the processing of selective primary miRNAs."}, {"pubmed": 26683315, "text": "DGCR8 and Drosha assemble into a heterotrimeric complex on RNA, comprising two DGCR8 molecules and one Drosha molecule."}, {"pubmed": 26687677, "text": "Results show that DGCR8 forms an alternative complex with the RRP6-containing form of the exosome, acts as an adaptor to recruit the exosome to target structured RNAs, and the DGCR8/hRRP6 complex controls the stability of human telomerase RNA."}, {"pubmed": 26804549, "text": "Results demonstrated that DGCR8 is significantly upregulated in invasive ductal breast carcinoma, suggesting that increased expression of DGCR8 may play a fundamental role during the process of breast carcinogenesis."}, {"pubmed": 26917346, "text": "Drosha and DGRC8 were significantly downregulated in healthy-appearing perilesional skin from hidradenitis suppurativa patients compared to healthy controls."}, {"pubmed": 27173348, "text": "Authors found that DENV4 infection exhibited the highest viral load 3 days post-infection. Dicer, Drosha, and DGCR8 showed reduced expression following DENV4 infection as compared with negative controls."}, {"pubmed": 27546061, "text": "studies support retention of DGCR8 cysteine coordination upon reduction, a conclusion distinct from those of previous studies of a different ferrous DGCR8 isoform"}, {"pubmed": 27766492, "text": "data suggest a model in which the bis-cysteine thiolate ligand environment of Fe(III) DGCR8 is necessary for establishing proper pri-miRNA binding and enabling processing activity."}, {"pubmed": 28155978, "text": "The rs417309 and rs1640299 polymorphisms of the DGCR8 gene as well as rs6877842 of the <i>DROSHA </i>gene might be associated with a risk of laryngeal cancer occurrence in the Polish population."}, {"pubmed": 28380355, "text": "this study shows an unexpected function of DGCR8 in the repair of UV-induced DNA lesions that is independent of miRNA processing."}, {"pubmed": 28716689, "text": "BRG1 and SMARCAL1, members of the ATP-dependent chromatin remodelling family, are shown to co-regulate the transcription of DROSHA, DGCR8, and DICER in response to double-strand DNA breaks."}, {"pubmed": 28846091, "text": "Mechanistic dissection reveals that NEAT1 broadly interacts with the NONO-PSF heterodimer as well as many other RNA-binding proteins and that multiple RNA segments in NEAT1, including a 'pseudo pri-miRNA' near its 3' end, help attract the Drosha-DGCR8 Microprocessor."}, {"pubmed": 29087193, "text": "La protein is an important microprocessor component regulating miRNA processing efficiency by association with DGCR8 to regulate formation of the DGCR8-Drosha complex for miRNA processing."}, {"pubmed": 29170488, "text": "Primary microRNA transcripts (pri-miRs) are cleaved by Microprocessor, a complex containing the RNase Drosha and its partner protein, DGCR8. Although DGCR8 is known to bind heme, the molecular role of heme in pri-miR processing is unknown. Here we show that heme is critical for Microprocessor to process pri-miRs with high fidelity."}, {"pubmed": 29654164, "text": "The DROSHA rs10719, rs6877842 SNPs, and DGCR8 rs417309 SNP play pivotal roles in carcinogenesis. (Review, Meta-analysis)"}, {"pubmed": 29912490, "text": "Genotype AG in rs3757 DGCR8 exhibits protective effect, decreasing the risk of primary open angle glaucoma, while the homozygote GG is probably associated with increased risk of glaucoma."}, {"pubmed": 30168106, "text": "Study observed that mRNA expression levels of Drosha, Dicer, and DGCR8 were significantly upregulated in gastric cancer tumoral tissues compared with marginal tissues. Upregulation of these genes was not correlated with clinical manifestations of the patients. Upregulation of Drosha, Dicer, and DGCR8 plays a role in the development of cancer, probably through dysregulated the expression level of miRNAs."}, {"pubmed": 30926277, "text": "lower expression of DGCR8 was correlated with severe CHD"}, {"pubmed": 31350386, "text": "DGCR8 plays an important role in maintaining heterochromatin organization and attenuating aging."}, {"pubmed": 31484500, "text": "Genetic polymorphism in DGCR8 is associated with late onset of preeclampsia."}, {"pubmed": 31805011, "text": "DGCR8 microprocessor defect characterizes familial multinodular goiter with schwannomatosis."}, {"pubmed": 31841176, "text": "Long noncoding RNA SNHG14 enhances migration and invasion of ovarian cancer by upregulating DGCR8."}, {"pubmed": 31956890, "text": "the internal loop located in the lower stem of numerous pri-miRNAs selectively inhibits the cleavage of Microprocessor on their 3p-strand, thereby, facilitating the single cleavage on their 5p-strand."}, {"pubmed": 32124011, "text": "Pineoblastoma is uniquely tolerant of mutually exclusive loss of DICER1, DROSHA or DGCR8."}, {"pubmed": 32196577, "text": "Circ PSMC3 inhibits prostate cancer cell proliferation by downregulating DGCR8."}, {"pubmed": 32196606, "text": "DGCR8 promotes the metastasis in triple-negative breast cancer by epigenetically regulating TGF-beta."}, {"pubmed": 32220645, "text": "Structural Basis for pri-miRNA Recognition by Drosha."}, {"pubmed": 32220646, "text": "Cryo-EM Structures of Human Drosha and DGCR8 in Complex with Primary MicroRNA."}, {"pubmed": 32246817, "text": "STAT5A induced LINC01198 promotes proliferation of glioma cells through stabilizing DGCR8."}, {"pubmed": 32302542, "text": "Genomic Clustering Facilitates Nuclear Processing of Suboptimal Pri-miRNA Loci."}, {"pubmed": 32317642, "text": "Microprocessor is a trimeric protein complex, which is composed of an RNase III enzyme, DROSHA, and DGCR8; its processing of primary microRNA is governed by mismatched and wobble pairs"}, {"pubmed": 33035348, "text": "ERH facilitates microRNA maturation through the interaction with the N-terminus of DGCR8."}, {"pubmed": 33037012, "text": "Molecular determinants that govern scaRNA processing by Drosha/DGCR8."}, {"pubmed": 33581109, "text": "DGCR8-dependent efficient pri-miRNA processing of human pri-miR-9-2."}, {"pubmed": 34171097, "text": "Whole-genome Sequencing of Follicular Thyroid Carcinomas Reveal Recurrent Mutations in MicroRNA Processing Subunit DGCR8."}, {"pubmed": 34188037, "text": "Non-canonical function of DGCR8 in DNA double-strand break repair signaling and tumor radioresistance."}, {"pubmed": 34273915, "text": "Pathogenic noncoding variants in the neurofibromatosis and schwannomatosis predisposition genes."}, {"pubmed": 34319763, "text": "Coilin enhances phosphorylation and stability of DGCR8 and promotes miRNA biogenesis."}, {"pubmed": 34778960, "text": "The orf virus (ORFV) protein OV20.0 interacts with the microprocessor complex subunit DGCR8 to regulate miRNA biogenesis and ORFV infection."}, {"pubmed": 36068012, "text": "METTL3 contributes to slow transit constipation by regulating miR-30b-5p/PIK3R2/Akt/mTOR signaling cascade through DGCR8."}, {"pubmed": 36360162, "text": "Partial Disturbance of Microprocessor Function in Human Stem Cells Carrying a Heterozygous Mutation in the DGCR8 Gene."}, {"pubmed": 36811004, "text": "Splice site m[6]A methylation prevents binding of DGCR8 to suppress KRT4 pre-mRNA splicing in oral squamous cell carcinoma."}, {"pubmed": 36950067, "text": "The Ubiquitin-specific Protease USP36 Associates with the Microprocessor Complex and Regulates miRNA Biogenesis by SUMOylating DGCR8."}, {"pubmed": 38252873, "text": "Prevalence, Molecular Landscape, and Clinical Impact of DICER1 and DGCR8 Mutated Follicular-Patterned Thyroid Nodules."}], "genomic_pos": {"chr": "22", "end": 20111877, "ensemblgene": "ENSG00000128191", "start": 20080221, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 20099400, "start": 20067755, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 34188037, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031053", "qualifier": "involved_in", "term": "primary miRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031053", "pubmed": [15531877, 15574589], "qualifier": "acts_upstream_of_or_within", "term": "primary miRNA processing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031053", "pubmed": [15574589, 24449907, 24910438], "qualifier": "involved_in", "term": "primary miRNA processing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072091", "qualifier": "involved_in", "term": "regulation of stem cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000633", "pubmed": [15574589, 32926445], "qualifier": "involved_in", "term": "positive regulation of pre-miRNA processing"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15574589, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0035861", "pubmed": 15574589, "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0070877", "qualifier": "part_of", "term": "microprocessor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070877", "pubmed": 15574589, "qualifier": "part_of", "term": "microprocessor complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0070877", "pubmed": 24581491, "qualifier": "part_of", "term": "microprocessor complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003725", "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 17704815, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15574589, 19626115, 22222205, 22796965, 23602568, 23995758, 24581491, 25416956, 26321680, 26496610, 35914814], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0020037", "pubmed": [24449907, 24910438], "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030674", "pubmed": 34188037, "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [15574589, 17159994], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 15574589, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070878", "qualifier": "enables", "term": "primary miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070878", "pubmed": 24910438, "qualifier": "enables", "term": "primary miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140517", "pubmed": 15574589, "qualifier": "enables", "term": "protein-RNA adaptor activity"}]}, "homologene": {"genes": [[7165, 1273411], [7227, 43728], [7955, 563963], [8364, 100144670], [9031, 416785], [9544, 100425351], [9598, 101059245], [9606, 54487], [9913, 540254], [10090, 94223], [10116, 287954]], "id": 11223}, "interpro": [{"desc": "WW domain", "id": "IPR001202", "short_desc": "WW_dom"}, {"desc": "Double-stranded RNA-binding domain", "id": "IPR014720", "short_desc": "dsRBD_dom"}, {"desc": "WW domain superfamily", "id": "IPR036020", "short_desc": "WW_dom_sf"}, {"desc": "Microprocessor complex subunit DGCR8", "id": "IPR040375", "short_desc": "DGCR8"}], "ipi": ["IPI00165970", "IPI00216207", "IPI00549380", "IPI00953279"], "map_location": "22q11.21", "name": "DGCR8 microprocessor complex subunit", "other_names": ["DiGeorge syndrome critical region 8", "DiGeorge syndrome critical region gene 8", "microprocessor complex subunit DGCR8"], "pantherdb": {"HGNC": "2847", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2151114", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 10090, "uniprot_kb": "Q9EQM6"}, {"RGD": "1306365", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 10116, "uniprot_kb": "D4A2G4"}, {"Ensembl": "ENSGALG00000033126", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 9031, "uniprot_kb": "A0A1D5PPX8"}, {"ZFIN": "ZDB-GENE-030131-3421", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 7955, "uniprot_kb": "A2BEG3"}, {"WormBase": "WBGene00011908", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 6239, "uniprot_kb": "U4PRH5"}, {"FlyBase": "FBgn0039861", "ortholog_type": "LDO", "panther_family": "PTHR13482", "taxid": 7227, "uniprot_kb": "Q9V9V7"}], "uniprot_kb": "Q8WYQ5"}, "pathway": {"pid": {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, "reactome": [{"id": "R-HSA-203927", "name": "MicroRNA (miRNA) biogenesis"}, {"id": "R-HSA-211000", "name": "Gene Silencing by RNA"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}], "wikipathways": [{"id": "WP2338", "name": "miRNA Biogenesis"}, {"id": "WP2805", "name": "exRNA mechanism of action and biogenesis"}, {"id": "WP2942", "name": "DDX1 as a regulatory component of the Drosha microprocessor"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}]}, "pdb": ["1X47", "2YT4", "3LE4", "5B16", "6LXD", "6LXE", "6V5B", "6V5C", "7CNC"], "pfam": "PF00035", "pharmgkb": "PA27309", "pharos": {"target_id": 5862, "tdl": "Tbio"}, "prosite": ["PS50020", "PS50137"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171011", "relationship": "is"}, {"id": "GNF181917", "relationship": "is"}, {"id": "GNF192823", "relationship": "is"}, {"id": "GNF203729", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157299", "relationship": "is"}, {"id": "GNF162850", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF038089", "relationship": "similar to"}, {"id": "GNF044793", "relationship": "is"}, {"id": "GNF050070", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF017145", "relationship": "is"}, {"id": "GNF017234", "relationship": "is"}, {"id": "GNF129346", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF115947", "relationship": "is"}, {"id": "GNF155588", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294733", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293877", "relationship": "is"}}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_022931.2"], "protein": ["NP_001177255.1", "NP_073557.3", "XP_006724331.1", "XP_047297374.1", "XP_047297375.1", "XP_054181709.1", "XP_054181710.1", "XP_054181711.1"], "rna": ["NM_001190326.2", "NM_022720.7", "XM_006724268.4", "XM_047441418.1", "XM_047441419.1", "XM_054325734.1", "XM_054325735.1", "XM_054325736.1"], "translation": [{"protein": "XP_047297374.1", "rna": "XM_047441418.1"}, {"protein": "XP_054181711.1", "rna": "XM_054325736.1"}, {"protein": "NP_001177255.1", "rna": "NM_001190326.2"}, {"protein": "XP_054181710.1", "rna": "XM_054325735.1"}, {"protein": "XP_006724331.1", "rna": "XM_006724268.4"}, {"protein": "NP_073557.3", "rna": "NM_022720.7"}, {"protein": "XP_047297375.1", "rna": "XM_047441419.1"}, {"protein": "XP_054181709.1", "rna": "XM_054325734.1"}]}, "reporter": {"HG-U133_Plus_2": ["218650_at", "219811_at", "64474_g_at", "91617_at"], "HG-U95B": "50886_at", "HTA-2_0": "TC22000053.hg.1", "HuEx-1_0": "3937183", "HuGene-1_1": "8071314", "HuGene-2_1": "16927174"}, "retired": [64790, 66034, 128990, 200302], "summary": "This gene encodes a subunit of the microprocessor complex which mediates the biogenesis of microRNAs from the primary microRNA transcript. The encoded protein is a double-stranded RNA binding protein that functions as the non-catalytic subunit of the microprocessor complex. This protein is required for binding the double-stranded RNA substrate and facilitates cleavage of the RNA by the ribonuclease III protein, Drosha. Alternate splicing results in multiple transcript variants. [provided by RefSeq, Jun 2010].", "symbol": "DGCR8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414028"}, "unigene": ["Hs.713579", "Hs.643452"], "uniprot": {"Swiss-Prot": "Q8WYQ5", "TrEMBL": ["A0A994J4Y2", "C9JSD5", "A0A994J7P0"]}, "wikipedia": {"url_stub": "DGCR8 (gene)"}}