{"AllianceGenome": "2891", "HGNC": "2891", "MIM": "605189", "_id": "22943", "_version": 1, "accession": {"genomic": ["AB020315.2", "AC009986.10", "AH009834.2", "CH471083.1", "CP068268.2", "CS403559.1", "CS537949.1", "FB300279.1", "JA063311.1", "JA177597.1", "JA210593.1", "JA210704.1", "NC_000010.11", "NC_060934.1"], "protein": ["AAD21087.1", "AAF02674.1", "AAG15544.1", "AAH01539.1", "AAQ89364.1", "AFI61647.1", "BAA34651.1", "BAG37416.1", "CAL40393.1", "CAM84952.1", "CAR82120.1", "CCA61731.1", "CCA64135.1", "CCA64580.1", "CCA64583.1", "EAW54144.1", "NP_036374.1", "O94907.1"], "rna": ["AF127563.1", "AF177394.2", "AK314902.1", "AY359005.1", "BC001539.2", "BP265847.1", "BU752259.1", "BX952450.1", "JN966744.1", "NM_012242.4"], "translation": [{"protein": "AAQ89364.1", "rna": "AY359005.1"}, {"protein": "AAH01539.1", "rna": "BC001539.2"}, {"protein": "NP_036374.1", "rna": "NM_012242.4"}, {"protein": "AAF02674.1", "rna": "AF177394.2"}, {"protein": "AAD21087.1", "rna": "AF127563.1"}, {"protein": "AFI61647.1", "rna": "JN966744.1"}, {"protein": "BAG37416.1", "rna": "AK314902.1"}]}, "alias": ["DKK-1", "SK"], "ensembl": {"gene": "ENSG00000107984", "protein": "ENSP00000363081", "transcript": ["ENST00000373970", "ENST00000467359", "ENST00000476752", "ENST00000494277"], "translation": [{"protein": "ENSP00000363081", "rna": "ENST00000373970"}], "type_of_gene": "protein_coding"}, "entrezgene": "22943", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.95962424338, "exp_mis": 113.763776553, "exp_syn": 58.5608650368, "lof_z": 1.74137454638576, "mis_z": 1.31904825073811, "mu_lof": 6.02200496392e-07, "mu_mis": 1.04928425789e-05, "mu_syn": 5.32945745215e-06, "n_lof": 3.0, "n_mis": 85.0, "n_syn": 39.0, "p_li": 0.075574375488613, "p_null": 0.0519754635397121, "p_rec": 0.872450160971675, "syn_z": 1.58465189820239}, "bp": 801, "cds_end": 54076567, "cds_start": 54074194, "n_exons": 4, "nonpsych": {"exp_lof": 7.12548697962, "exp_mis": 102.888457686, "exp_syn": 52.9244937663, "lof_z": 1.88573136081656, "mis_z": 1.23759053749449, "mu_lof": 6.02200496392e-07, "mu_mis": 1.04928425789e-05, "mu_syn": 5.32945745215e-06, "n_lof": 2.0, "n_mis": 78.0, "n_syn": 35.0, "p_li": 0.265848838646429, "p_null": 0.0304860464625833, "p_rec": 0.703665114890988, "syn_z": 1.55125056528308}, "nontcga": {"exp_lof": 7.31517941061, "exp_mis": 104.655006956, "exp_syn": 53.8683239528, "lof_z": 1.57386555063602, "mis_z": 1.24940132518357, "mu_lof": 6.02200496392e-07, "mu_mis": 1.04928425789e-05, "mu_syn": 5.32945745215e-06, "n_lof": 3.0, "n_mis": 79.0, "n_syn": 34.0, "p_li": 0.0616452771456182, "p_null": 0.0689137738021863, "p_rec": 0.869440949052195, "syn_z": 1.71402328646812}, "transcript": "ENST00000373970.3"}, "exons": [{"cdsend": 52316807, "cdsstart": 52314434, "chr": "10", "position": [[52314280, 52314677], [52314922, 52315085], [52316294, 52316435], [52316553, 52317657]], "strand": 1, "transcript": "NM_012242", "txend": 52317657, "txstart": 52314280}], "exons_hg19": [{"cdsend": 54076567, "cdsstart": 54074194, "chr": "10", "position": [[54074040, 54074437], [54074682, 54074845], [54076054, 54076195], [54076313, 54077417]], "strand": 1, "transcript": "NM_012242", "txend": 54077417, "txstart": 54074040}], "generif": [{"pubmed": 11840333, "text": "overexpression sensitizes brain tumor cells to apoptosis after DNA alkylation damage; may link WNT and p53 pathways"}, {"pubmed": 12167704, "text": "Analysis of individual Dkk domains & chimeric Dkks shows that the carboxy-terminal domains of both Dkk1 & 2 associate with LRP6 & are necessary & sufficient for Wnt8 inhibition. The NH2-terminal of Dkk1 plays an inhibitory role in Dkk-LRP interactions."}, {"pubmed": 12740383, "text": "dickkopf-1 has a critical role in reentry into the cell cycle of human adult stem cells from bone marrow"}, {"pubmed": 14695408, "text": "Recombinant DKK1 inhibits the differentiation of osteoblastic precursor cells"}, {"pubmed": 15117970, "text": "Data show that DKK1 decreass melanocyte function, probably through beta-catenin-mediated regulation of microphthalmia-associated transcription factor activity, which in turn modulates the growth and differentiation of melanocytes."}, {"pubmed": 15229249, "text": "Induction of DKK1 contributes to the pathological cascade triggered by beta-amyloid and is critically involved in the process of tau phosphorylation."}, {"pubmed": 15451431, "text": "Together, our data suggest that Dkk-1 may be able to antagonize Wnt signaling and exert its tumor suppressive effects through beta-catenin-independent non-canonical pathways (i.e., the Wnt/JNK pathway)."}, {"pubmed": 15592430, "text": "Data show that FGF20 and DKK1 appear to be direct targets for beta-catenin/TCF transcriptional regulation via LEF/TCF-binding sites, and are expressed early in Xenopus embryogenesis under the control of the Wnt signaling pathway."}, {"pubmed": 15592505, "text": "DKK-1 expression decreases in human colon tumors, suggesting that DKK-1 acts as a tumor suppressor gene in this neoplasia; the Wnt/beta-catenin pathway is downregulated by the induction of DKK-1 expression, a mechanism that is lost in colon cancer"}, {"pubmed": 15694380, "text": "We found that Dkk1-Fz5, but not Dkk3-Fz5, potently synergized with LRP6 to activate signaling in a dishevelled-dependent manner."}, {"pubmed": 15923613, "text": "These data suggest that HBM mutant proteins can transit to the cell surface in sufficient quantity to transduce Wnt signal and that the likely mechanism for the HBM mutations' physiologic effects is via reduced affinity to and inhibition by DKK1."}, {"pubmed": 16293576, "text": "Marrow stromal cell-conditioned medium promotes the proliferation of Dickkopf-1-secreting multiple myeloma cells."}, {"pubmed": 16491118, "text": "DKK-1 promoter was selectively hypermethylated in advanced colorectal neoplasms"}, {"pubmed": 16568085, "text": "loss of DKK expression plays a role in development or progression of malignant melanoma"}, {"pubmed": 16646053, "text": "reduction of DKK-1 levels after autologous stem cell transplantation may correlate with the normalization of osteoblast function"}, {"pubmed": 16763196, "text": "The involvement of Dkk1 in human but not murine adipogenesis indicates that inter-species differences exist in the molecular control of this process."}, {"pubmed": 16863544, "text": "Dkk-1 and Dkk-4 may potentially be involved in the development of different injuries in response to pathological gastroesophageal acid reflux.Dickkopf homologs in squamous mucosa of esophagitis patients are overexpressed in Barrett's esophagus."}, {"pubmed": 16919965, "text": "The demonstration that DKK1 inhibits Wnt signaling in neurons and causes neuronal death supports the hypothesis that inhibition of the canonical Wnt pathway contributes to the pathophysiology of neurodegenerative disorders."}, {"pubmed": 17026960, "text": "Together, our data indicate the possible correlation between Dkk-1 and human placental choriocarcinoma and suggest potential applications of Dkk-1 in treatment of human placental choriocarcinomas."}, {"pubmed": 17068150, "text": "DKK1 is a key player in multiple myeloma bone disease"}, {"pubmed": 17159916, "text": "These results further clarify the mechanism by which DKK1 suppresses melanocyte density and differentiation, and help explain why DKK1-rich palmoplantar epidermis is paler than non-palmoplantar epidermis via mesenchymal-epithelial interactions."}, {"pubmed": 17237793, "text": "Dickkopf-1 is a master regulator of joint remodeling."}, {"pubmed": 17245340, "text": "DKK1 as a potential prognostic and diagnostic marker for cohorts of breast cancer patients with poor prognosis. Dickkopf-1 may also become a relevant candidate target for immunotherapy of different cancers."}, {"pubmed": 17255354, "text": "Oxidative stress response regulates DKK1 expression through the JNK signaling cascade in multiple myeloma plasma cells."}, {"pubmed": 17329407, "text": "Inappropriate histone modifications might deregulate DKK1 expression in medulloblastoma tumorigenesis and block its tumor-suppressive activity."}, {"pubmed": 17373700, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17449905, "text": "Calcitriol activates the transcription of the DKK-1 gene, probably in an indirect way that is associated to the promotion of a differentiated phenotype in colon cancer cells."}, {"pubmed": 17485441, "text": "DKK1 and SFRP1 inhibit the transformed phenotype of breast cancer cell lines, and DKK1 inhibits tumor formation."}, {"pubmed": 17643814, "text": "MYCN might stimulate cell proliferation by inhibiting the expression of DKK1. DKK1 might exert part of its growth suppressive effect by induction of SYNPO2 expression."}, {"pubmed": 17657240, "text": "data strongly suggests that dihydrotestosterone-inducible DKK-1 is involved in dihydrotestosterone-driven balding"}, {"pubmed": 17700537, "text": "concludes that bone-derived prostate cell line that produces osteoblastic lesions induces new bone formation through Wnt canonical signaling, that LRP5 mediates this effect, and that DKK1 is involved in the balance between bone formation and resorption"}, {"pubmed": 17702698, "text": "In 60 multiple myeloma patients checked, it was found that among the Wnt inhibitors, Dickkopf-1 and secreted frizzled-related protein-3 were produced by multiple myeloma cells."}, {"pubmed": 17876334, "text": "Increased Dickkopf-1 expression is associated with breast cancer bone metastases"}, {"pubmed": 17984176, "text": "findings further elucidate why human skin is thicker and paler on the palms and soles than on the trunk through topographical and site-specific differences in the secretion of DKK1 by dermal fibroblasts that affects the overlying epidermis."}, {"pubmed": 17987039, "text": "Data demonstrate that systemic levels of Dkk-1 are elevated in osteosarcoma (OS) and may serve as a prognostic or diagnostic marker for evaluation of OS."}, {"pubmed": 18157634, "text": "DKK-1 mediated tumor suppressor effect is independent of beta-catenin dependent transcription and a CamKII pathway contributes to DKK-1 signaling"}, {"pubmed": 18163421, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18163421, "text": "Significant association with late-onset Alzheimer's disease for 4 SNPs: rs1881747 near DKK1, rs2279420 in ANK3, rs2306402 in CTNNA3, and rs5030882 in CXXC6 in 1,160 cases and 1,389 controls."}, {"pubmed": 18294945, "text": "Dkk1 inhibits this process and may be a key factor regulating pre-osteoblast differentiation and myeloma bone disease"}, {"pubmed": 18297060, "text": "MesP1 drives vertebrate cardiovascular differentiation through Dkk-1-mediated blockade of Wnt-signalling"}, {"pubmed": 18305214, "text": "DKK1 may play a key role in the development of osteolytic bone lesions in multiple myeloma by directly interrupting Wnt3a-regulated differentiation of osteoblasts"}, {"pubmed": 18331598, "text": "Using a large series of myeloma patients, we could show for the first time a correlation between DKK-1 serum concentration and the amount of lytic bone disease, indicating that DKK-1 is an important factor for the extent of bone disease"}, {"pubmed": 18339843, "text": "ASH1 inactivates DKK1 and DKK3, negative regulators of Wnt/beta-catenin signaling, E-cadherin, and integrin beta1 through ASH1-mediated deacetylation and repressive trimethylation of lysine 27 of histone H3 in the promoter regions of DKK1 and E-cadherin."}, {"pubmed": 18461655, "text": "Down-regulation of the Dkks associated to promoter hypermethylation appears to be frequently involved in gastrointestinal tumorigenesis."}, {"pubmed": 18502762, "text": "Kremen may not be essential for Dkk1-mediated Wnt antagonism and Kremen may only play a role when cells express a high level of LRP5/6"}, {"pubmed": 18505732, "text": "DKK1 inhibition of LRP6 is independent of LRP6 internalization and degradation"}, {"pubmed": 18521528, "text": "DKK1 and sclerostin are independent, and not synergistic, regulators of LRP5 signaling and that the function of each is impaired by HBM-LRP5 mutations"}, {"pubmed": 18546262, "text": "Breast cancer-produced Dkk1 may be an important mechanistic link between primary breast tumors and secondary osteolytic bone metastases."}, {"pubmed": 18561248, "text": "Elevated DKK-1 expression is an early event in prostate cancer (PCa) and that as PCa progresses DKK-1 expression declines, particularly in advanced bone metastases."}, {"pubmed": 18571836, "text": "Dkk-1 secreted by mesenchymal stem cells inhibits growth of breast cancer cells via depression of Wnt signalling."}, {"pubmed": 18606139, "text": "DKK1 regulates distinct internalization pathways of LRP6 to tune the activation of beta catenin signaling."}, {"pubmed": 18653765, "text": "FHL2-beta-catenin interaction potentiates beta-catenin nuclear translocation and TCF/LEF transcription, resulting in increased Runx2 and alkaline phosphatase expression, which was inhibited by the Wnt inhibitor DKK1."}, {"pubmed": 18843784, "text": "Increased Dickkopf-1 blood levels were associated with a higher risk of progression of bone erosion, independently of age, sex, baseline radiological damage, C-reactive protein, and disease activity in Rheumatoid Arthritis patients."}, {"pubmed": 18978943, "text": "Serum DKK-1 levels are increased in prostate cancer patients."}, {"pubmed": 19016584, "text": "Inhibiting Dkk1 prevents the suppression of bone formation and in doing so is effective in preventing the development of osteolytic bone disease in myeloma."}, {"pubmed": 19040566, "text": "Dkk1 and sFRP4 perform an important function in adipogenesis in human adipose tissue-derived mesenchymal stem cells."}, {"pubmed": 19067746, "text": "myeloma cells are the main source of circulating DKK-1 protein and provide a framework for clinical trials on anti-DKK-1 treatment in multiple myeloma"}, {"pubmed": 19093005, "text": "Dkk1 may play an important role in downregulating self-renewal and proliferation pathway of stem cells at the late stage of differentiation, and its failure may lead to carcinogenesis."}, {"pubmed": 19247449, "text": "Given the mutually exclusive expression of DKK1 and DKK2, EWS/ETS regulates the transcription of the DKK family, and the EWS/ETS-mediated DKK2 up-regulation could affect the tumorigenicity of EFT in an indirect manner"}, {"pubmed": 19252761, "text": "In conclusion, serum Dkk-1 is stable with age in healthy women and men and increases in patients with BC and BM. Measurements of circulating Dkk-1 with this new ELISA may be useful for the clinical investigation of patients with malignant bone diseases."}, {"pubmed": 19273195, "text": "data suggest that Dkk-1 stimulates the release of beta-catenin from cell membrane and facilitates cell migration which accompanies degradation of beta-catenin/E-cadherin"}, {"pubmed": 19303159, "text": "DKK1, alone or combined with beta-catenin, is a novel prognostic predictor for hepatocellular carcinoma patients."}, {"pubmed": 19358268, "text": "data suggest that overexpression of Nmi inhibits the Wnt/beta-catenin signaling via up-regulation of Dkk1 and retards tumor growth."}, {"pubmed": 19389391, "text": "Dkk-1 and total serum alkaline phosphatase activity (tsAP) were significantly elevated in sera from Paget's disease of bone patients."}, {"pubmed": 19396460, "text": "Loss of CD44 and gain of DKK1 expression characterizes progression from Barrett esophagus to dysplasia and adenocarcinoma."}, {"pubmed": 19407319, "text": "Results suggest that Dickkopf-1 is implicated in the pathogenesis of osteoporosis in thalassemia and reveal Dickkopf-1 as a possible target for the development of novel agents for the management of thalassemia-induced osteoporosis."}, {"pubmed": 19424619, "text": "DKK1 is involved in genesis and early phase of endometrial carcinoma by suppressing the invasiveness via the Wnt signal pathway. It shows promise as a biomarker for screening disease progression."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477926, "text": "Results identify the first propeller domain as a novel regulatory domain for DKK1 binding to LRP6."}, {"pubmed": 19540374, "text": "The development of fracture non union is linked with a localised reduced capacity of cells to undergo osteogenesis, which in turn is associated with increased cell senescence and Dkk-1 secretion."}, {"pubmed": 19657367, "text": "Single nucleotide polymorphism in DKK1 gene is associated with bone disease in myeloma."}, {"pubmed": 19675559, "text": "palmoplantar skin is thicker and paler than non-palmoplantar skin through the secretion of DKK1 by fibroblasts that affect the overlying epidermis"}, {"pubmed": 19711349, "text": "DKK-1 expression was consistently and significantly upregulated in pancreatic carcinoma."}, {"pubmed": 19720407, "text": "In patients with acute coronary syndrome, reduction in DKK1 levels by atorvastatin may increase the number and activity of osteoblasts and thereby stimulate bone formation."}, {"pubmed": 19744316, "text": "Expression of DKK1 and TPH1 were negatively regulated by ASCL1 in pancreatic endocrine tumours."}, {"pubmed": 19746449, "text": "a high bone mass mutant LRP5(G171V), has subtly reduced Dkk1 binding, and, in contrast to LRP5, no enhancement of binding with MesD"}, {"pubmed": 19776352, "text": "Data demonstrate a novel role of Dkk-1 in the regulation of directional polarization of migrating intestinal epithelial cells, which contributes to the effect of Dkk-1 on wound closure in vivo."}, {"pubmed": 19787627, "text": "DKK1 expression may be a useful prognostic and diagnostic indicator for epithelial ovarian carcinoma."}, {"pubmed": 19820386, "text": "Dickkopf-1 protein detection using enzyme-linked immunosorbent assay as a molecular marker can contribute to the detection and the diagnosis of cervical and endometrial cancers, especially for cervical squamous cell cancer."}, {"pubmed": 19832854, "text": "Dkk-1 levels are increased in women with postmenopausal osteoporosis."}, {"pubmed": 19895917, "text": "DKK1 is an apoptosis-promoting factor that accelerates bone microstructure deterioration in the osteonecrosis of femoral heads."}, {"pubmed": 19898734, "text": "Analysis of association of DKK1, genes with bone mineral density in a Slovenian population"}, {"pubmed": 19898734, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19936252, "text": "Lrp4 is a novel osteoblast expressed Dkk1 and sclerostin receptor with a physiological role in the regulation of bone growth and turnover"}, {"pubmed": 19943155, "text": "Thiazolidinediones increase the wingless-type MMTV integration site family (WNT) inhibitor Dickkopf-1 in adipocytes"}, {"pubmed": 19955106, "text": "Aberrant expression of DKK1 might impair embryo attachment and implantation in vivo."}, {"pubmed": 19995224, "text": "Frequent allelic loss of Dkk-1 locus (10q11.2) is related with low distant metastasis and better prognosis in head and neck squamous cell carcinomas."}, {"pubmed": 20004015, "text": "Data indicate major roles for Dkk1 and the canonical Wnt pathway in early-stage differentiation, and for Dkk2 and Wnt/Ca2+-dependent signaling in late-stage differentiation on microstructured and hydrophilic surfaces, during osseointegration."}, {"pubmed": 20019092, "text": "EWS/FLI1 inhibits both DKK-1 expression as well as beta-catenin/TCF-dependent transcription, which could contribute to progression of tumours of the Ewing family."}, {"pubmed": 20033851, "text": "overexpressed in skin fibroblast cells derived from leprechaunism patients"}, {"pubmed": 20038269, "text": "Studies indicate that DKK1 is involved in MM-induced suppression of osteoblastogenesis and subsequent stimulation of osteoclastogenesis."}, {"pubmed": 20039407, "text": "Dkk-1 is dysfunctional in ankylosing spondylitis."}, {"pubmed": 20093360, "text": "analysis of the frizzled8.Wnt3a.LRP6 signaling complex reveals multiple Wnt and Dkk1 binding sites on LRP6"}, {"pubmed": 20101398, "text": "A common SNP in DKK1 does have a significant effect on hip axis length, implying a possible effect on hip fracture risk in the general population."}, {"pubmed": 20101398, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20139903, "text": "Overexpression of DKK-1 was able to accelerate phosphorylation-dependent degradation of beta-catenin and downregulate the expression of beta-catenin, c-Myc, cyclin D1 and Survivin"}, {"pubmed": 20153141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20543981, "text": "results reveal a novel role for Dkk1 in preventing Wnt ligand-induced LRP6 down-regulation and contribute significantly to our understanding of Dkk1 function in Wnt/LRP6 signaling"}, {"pubmed": 20549706, "text": "Loss of DKK1 is associated with renal cell carcinoma."}, {"pubmed": 20589421, "text": "elevated serum levels are associated with bone erosion in patients with systemic lupus erythematosus"}, {"pubmed": 20603237, "text": "DKK1 blood levels seem to have a predictive value with regard to the severity and the prognosis of bone neoplasms in a subset of patients with metastatic tumor."}, {"pubmed": 20613589, "text": "DKK-1 expression was downregulated during early and late osteogenesis in both qRT and microarray analyses."}, {"pubmed": 20618428, "text": "the expression of DKK1 in chronic lymphocytic leukemia cells; DKK1 does not inactivate WNT pathway."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20650998, "text": "DKK1 and DKK4 proteins are expressed in the lung epithelium in idiopathic pulmonary fibrosis"}, {"pubmed": 20653953, "text": "These data indicate that HBZ of human T-cell leukemia virus type 1 activates Dkk1 expression through its interaction with p300/CBP."}, {"pubmed": 20797317, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819596, "text": "There was a cross-talk between DKK-1 and OPG, which involved in bone destruction in RA. In different stage of RA, DKK-1 and OPG may play different roles in the pathogenesis of RA."}, {"pubmed": 20823417, "text": "integrative genomics approach to a large cohort of medulloblastomas has identified four disparate subgroups(DKK1)with distinct demographics, clinical presentation, transcriptional profiles, genetic abnormalities, and clinical outcome."}, {"pubmed": 20843343, "text": "Silencing Dkk1 expression rescues dexamethasone-induced suppression of primary human osteoblast differentiation."}, {"pubmed": 20847303, "text": "DKK1 enhances angiogenic properties of endothelial stem cellss (ECFC) in vitro and is required for ECFC and mesenchymal stem cell angiogenic phenotypes in vivo. DKK1 also increases tumoral angiogenesis."}, {"pubmed": 20920327, "text": "Results indicate that DKK-1 has a pro-apoptotic function in gliomas."}, {"pubmed": 20929859, "text": "Generation and selection of novel fully human monoclonal antibodies that neutralize Dickkopf-1 (DKK1) inhibitory function in vitro and increase bone mass in vivo."}, {"pubmed": 20932948, "text": "DKK1 was inversely related to adiponectin in obese children."}, {"pubmed": 20957670, "text": "DKK-1 is a potenet inhibitor of bone growth in prostate cancer-induced osteoblastic metastases."}, {"pubmed": 21029453, "text": "The Wnt antagonist DKK-1 gene may have important roles in glioma tumorigenesis and act as a novel biomarker in human malignant glioblastoma."}, {"pubmed": 21034532, "text": "L-threonate inhibited DKK-1 expression in dermal papilla cells and therefore is a good treatment for the prevention of androgen-driven balding."}, {"pubmed": 21062498, "text": "Dkk-1 serves as a biochemical marker for determining osteoarthritis (OA) severity and might play a potential role in the pathogenesis of the degenerative process of OA."}, {"pubmed": 21098705, "text": "Data show that DKK-1 knockdown PCa cells exhibited increased expression of the CDK inhibitor p21(CIP1/WAF1) and a 32% increase in G(1) arrest compared with control cells."}, {"pubmed": 21164019, "text": "Serum levels of Dkk-1 did not correlate with intact parathyroid hormone or with any histomorphometric parameter"}, {"pubmed": 21304055, "text": "Promoter methylation of Wnt antagonists DKK1 and SFRP1 is associated with opposing tumor subtypes in two large populations of colorectal cancer."}, {"pubmed": 21317455, "text": "Novel insights into roles for DKK1 in addition to canonical WNT signaling and the mechanism of colon cancer initiating cells transformation."}, {"pubmed": 21344486, "text": "Several members of the WNT pathway, including WNT5A, FZD5, and DKK1 were highly up-regulated in PCa tissue from patients with advanced PCa."}, {"pubmed": 21362762, "text": "DKK-1, as an important mediator, was correlated with bone erosion and inflammation in RA."}, {"pubmed": 21389688, "text": "this data suggest that increased Dkk-1 expression is an early event in melanoma, decreasing in later tumor stages."}, {"pubmed": 21531794, "text": "Modulation of DKK1 bioactivity by a monoclonal antibody in the adult osteopenic skeleton is a viable approach to treatment of osteopenia in animal models."}, {"pubmed": 21540552, "text": "there are distinct functions of DKK1 and DKK2 in controlling angiogenesis"}, {"pubmed": 21546446, "text": "identified a novel signalling pathway whereby PROK1 can induce the expression of DKK1 in the human endometrium and first trimester decidua"}, {"pubmed": 21562161, "text": "inhibition of beta-catenin signaling was dependent on its ability to induce DKK1, in a STAT 3-dependent manner. Inhibition of STAT3 and DKK1 abrogated the ability of IFN-gamma to enhance HIV replication in astrocytes."}, {"pubmed": 21607803, "text": "Quantitative real-time RT-PCR and Western blot analysis showed that the expression of DKK1 mRNA and protein in 32 ovarian serous papillary adenocarcinoma (OSC) tissues were elevated as compared with those in 10 normal ovarian tissues"}, {"pubmed": 21617850, "text": "Dkk1 plays an important role in regulating cellular migration and invasiveness."}, {"pubmed": 21663914, "text": "Dickkopf-1 may have a role in acute ischemic stroke and clinically stable cerebrovascular disease"}, {"pubmed": 21683813, "text": "DKK1 is a novel target gene in the response to amino acid deficiency and that the expression of DKK1 is up-regulated through an ATF4-independent and an ERK-dependent pathway."}, {"pubmed": 21712726, "text": "dickkopf-1 has a role in rectal cancer and may be a tumor marker"}, {"pubmed": 21805521, "text": "study reports the characterization of glycosylation, including the sites of glycosylation and proposed glycan structures, as well as the determination of overall disulfide structure of the two Cys-rich domains of DKK1"}, {"pubmed": 21811562, "text": "GATA6 promotes pancreatic carcinogenesis by virtue of its activation of canonical Wnt signaling via regulation of DKK1."}, {"pubmed": 21833531, "text": "Suggest low serum DKK-1 level is related to the pathogenesis of new bone formation in ankylosing spondylitis, which is resistant to TNF-alpha blocking therapy."}, {"pubmed": 21858178, "text": "Data show that decidualization was associated with increased expression of 428 genes including SCARA5 (181-fold), DKK1 (71-fold) and PROK1 (32-fold), and decreased expression of 230 genes including MMP-7 (35-fold) and SFRP4 (21-fold)."}, {"pubmed": 21909757, "text": "Exogenous expression of DKK1 in EC9706 cell line resulted in an increased rate of proliferation, and S stage and G2/M stage ratio whereas G0/G1 ratio was decreased."}, {"pubmed": 21935273, "text": "Serum DKK1 concentrations correlate with the coronary atherosclerosis and play an independent role in predicting the presence of coronary atherosclerosis"}, {"pubmed": 21944272, "text": "Fetal DDK-1 concentrations are lower in the Intrauterine growth restriction group, representing probably a compensatory mechanism, favoring the formation of mineralized bone"}, {"pubmed": 21944579, "text": "The LRP5/6 binding motif is required for DKK1 and SOST function."}, {"pubmed": 21955977, "text": "Both DKK1 transcript and serum protein were upregulated in a stepwise manner in human hepatocellular carcinomas."}, {"pubmed": 21984209, "text": "Results provide key insights for understanding LRP5/6 structure and the interaction of LRP5/6 with DKK1, as well as for drug discovery."}, {"pubmed": 22000856, "text": "The Dkk1 N-terminal domain binds to LRP6(1-2), demonstrating that a single Dkk1 molecule can bind to both portions of the LRP6 ectodomain and thereby inhibit different Wnts."}, {"pubmed": 22015605, "text": "SOX2 might have a specific function by regulating DKK1 and c-MYC in the differentiation and growth of ASCs, which is separate from its roles in ESCs."}, {"pubmed": 22022386, "text": "VDR single nucleotide polymorphisms and DKK1 methylation were not associated with colon polyp."}, {"pubmed": 22032557, "text": "Alterations of both Wnt inhibitors (DKK-1 and sclerosin) were comparable in rheumatoid arthritis patients treated with tocilizumab."}, {"pubmed": 22042700, "text": "Data show that serum levels of the Dickkopf-related protein 1 (DKK1) and osteoclast-activating factor MIP-1alpha were significantly elevated in patients with monoclonal gammopathy of undetermined significance (MGUS)."}, {"pubmed": 22048647, "text": "Dexamethasone reduces proliferation and interferes with differentiation of neural progenitor cells via DKK1 and the canonical Wnt-signaling pathway."}, {"pubmed": 22120987, "text": "Alteration of Dickkopf-1 and receptor activator of nuclear factor-kappaB ligand during PBSC mobilization in healthy donors by G-CSF."}, {"pubmed": 22122879, "text": "Psychosis led to elevated serum DKK1 levels, and substance abuse led to a further increase."}, {"pubmed": 22278426, "text": "Data suggest that, in contrast to other skeletal disorders, serum Dkk1 levels are not elevated above control subjects in adults with Langerhans cell histiocytosis; serum OPG levels are high and serum RANKL levels are low compared to control subjects."}, {"pubmed": 22321022, "text": "Our findings indicate that Dkk1 can suppress the progression of colon cancer, possibly through EMT inhibition."}, {"pubmed": 22358062, "text": "DKK-1 is involved in anagen-to-catagen transition in the hair cycle by regulating the activity of follicular keratinocytes."}, {"pubmed": 22363428, "text": "These data identify aberrant methylation of the DKK1 promoter as a cause of DKK1 silencing in advanced stage multiple myeloma."}, {"pubmed": 22386696, "text": "DKK1 secreted by fibroblasts could play a role in the development or maintenance of vitiligo by directly/indirectly affecting the survival of keratinocytes or melanocytes"}, {"pubmed": 22391424, "text": "This study establishes an association between low Wnt-1 and high Dkk-1 serum levels and premature myocardial infarction"}, {"pubmed": 22399772, "text": "Expression of the Wnt antagonist Dkk1 is increased in brains of Alzheimer's disease (AD) patients and in AD transgenic mouse models, suggesting that dysfunction of Wnt signaling could contribute to AD pathology."}, {"pubmed": 22430125, "text": "these findings identify DKK-1 as a potential factor in the regulation of CA9 cellular homeostasis and also suggest a new possible role for DKK1-1 in tumorigenesis"}, {"pubmed": 22447857, "text": "Human adipose cells can promote adipogenesis via endogenous BMP4 activation, and the impaired adipogenesis in hypertrophic obesity is mainly due to an inability to suppress canonical WNT and to induce DKK1."}, {"pubmed": 22455953, "text": "DKK1 is a feedback regulator of beta-catenin levels."}, {"pubmed": 22496615, "text": "Dickkopf-1 expression levels were significantly upregulated in gastric cancer lesions compared with adjacent noncancerous tissues, and level correlated with depth of invasion, vessel invasion, lymph node and distant metastasis, and TNM stage of tumors."}, {"pubmed": 22527202, "text": "A negative association was seen between DKK1 and SI"}, {"pubmed": 22576962, "text": "our study identified Gremlin 1, FRP, and Dkk-1 as natural brakes on hypertrophic differentiation in articular cartilage."}, {"pubmed": 22589387, "text": "Crystal structures of the LRP6 ectodomain in complex with DKK1, along with mutagenesis studies, provide considerable insights into the molecular basis for DKK-mediated inhibition and Wnt signaling through LRP5/6"}, {"pubmed": 22592030, "text": "Serum levels of Dickkopf-1 are significantly lower six months after aortic valve replacement."}, {"pubmed": 22649545, "text": "DKK1 together with beta-catenin might be important prognostic factors in triple negative breast carcinoma."}, {"pubmed": 22723594, "text": "Overview of DKK1 function and its potential as a target in bone disease treatment. [Review Article]"}, {"pubmed": 22738799, "text": "DKK1 could complement measurement of AFP in the diagnosis of hepatocellular carcinoma and improve identification of patients with AFP-negative HCC and distinguish HCC from non-malignant chronic liver diseases."}, {"pubmed": 22789636, "text": "DKK1 putatively associates with primary osteoporosis."}, {"pubmed": 22796372, "text": "The serum DKK1 concentrations were significantly higher in the gastric cancer patients than in the healthy controls"}, {"pubmed": 22815877, "text": "genistein treatment decreases cell growth and proliferation in colon cancer cell lines, with increased DKK1 expression through the induction of histone acetylation at the DKK1 promoter region"}, {"pubmed": 22898215, "text": "Adalimumab significantly reduces inflammation and serum DKK-1 level but increases fatty deposition in lumbar spine in active ankylosing spondylitis."}, {"pubmed": 22966878, "text": "Dietary vitamin D intake was strongly negatively associated with DKK1 methylation in a Newfoundland and Ontario colorectal cancer population."}, {"pubmed": 22984994, "text": "The study data demonstrate an association between SNP rs11001553 of the DKK1 gene and non-syndromic hypodontia in Chinese Han individuals."}, {"pubmed": 23028464, "text": "The capacity of R. conorii to down-regulate endothelial-derived DKK-1 and the ability of silencing DKK-1 to attenuate R. conorii-induced inflammation in endothelial cells."}, {"pubmed": 23041840, "text": "Patients with rheumatoid arthritis carrying risk alleles of genetic variants in Dkk-1 have higher serum levels of functional Dkk-1 and more progressive joint destruction over time."}, {"pubmed": 23125289, "text": "Plasma DKK1 levels were inversely associated with coronary artery and aortoiliac calcified plaques, but not vBMD, in this cross-sectional study of african americans with type 2 diabetes."}, {"pubmed": 23152495, "text": "Matrix rigidity activates Wnt signaling through down-regulation of Dickkopf-1 protein"}, {"pubmed": 23261982, "text": "Dkk-1 inhibited the survival and migration of human PTC cells by regulating Wnt/beta-catenin signaling and E-cadherin expression."}, {"pubmed": 23266194, "text": "DKK1 was predominantly elevated in hepatocellular carcinoma tissues, especially in tissue with vascular invasion. DKK1 could promote hepatocellular carcinoma cell invasion and metastasis in vitro and in vivo."}, {"pubmed": 23316316, "text": "These in vivo data support the involvement of Wnt signaling in the development of aortic stenosis and suggest that circulating Wnt modulators such as DKK1 should be further investigated as risk markers in larger aortic stenosis populations."}, {"pubmed": 23348703, "text": "demonstrated that miR-30a-5p counteracts the repressing effect of PRDM1 on the activity of Wnt/beta-catenin signalling and on the expression of Dkk1 as well"}, {"pubmed": 23359112, "text": "DKK-1 is an independent predictor of long-term MACE of patients with ACS. The long-term predictive ability of post-discharge GRACE score may be enhanced by adding DKK-1 level"}, {"pubmed": 23360788, "text": "A high-concentration BMP2 decreases human periosteal cell proliferation and induces apoptosis via the activation of Wnt inhibitors DKK1 and SOST."}, {"pubmed": 23396252, "text": "DKK1 promoter methylation may be a tumor-associated event in the early stage of NSCLC and could also be useful prognostic indicator for NSCLC"}, {"pubmed": 23445914, "text": "DKK1 blood levels in healthy males subjected to bed rest for 14 days are decreased and increased at 21 days."}, {"pubmed": 23452984, "text": "DKK1 expression is significantly increased in preeclamptic placental tissues compared to normal controls."}, {"pubmed": 23457386, "text": "RANKL/OPG ratio and DKK-1 expression differ in primary osteoblastic cultures from osteoarthritic and osteoporotic subjects."}, {"pubmed": 23467116, "text": "Low Sclerostin and Dickkopf-1 levels were associated with a significantly increased risk of fluoride bone injury"}, {"pubmed": 23546988, "text": "upregulated gene expression is associated with bone fragility in rheumatoid arthritis patients"}, {"pubmed": 23595579, "text": "DKK-1 detection with ELISA as a biological marker can be used for the detection and diagnosis of cervical carcinoma. DKK-1 in serum is a good predictor of poor prognosis in patients with cervical cancer."}, {"pubmed": 23600832, "text": "Serum DKK1 levels were significantly higher in unexplained recurrent spontaneous miscarriage (URSM) patients compared to controls; the expression of DKK1 mRNA and protein in decidua of URSM patients was also higher relative to healthy controls."}, {"pubmed": 23636253, "text": "DKK1 and PTEN serve as competitive endogenous RNA, affecting the expression of each other via competition for miRNAs binding in the diabetic heart."}, {"pubmed": 23698475, "text": "The DKK1 promoter region is hypermethylated in systemic sclerosis patients' fibroblasts and PBMCs compared to controls, leading to decreased DKK1 expression and aberrant Wnt signalling."}, {"pubmed": 23702386, "text": "the association between circulating concentrations of Wnt inhibitors; DKK1 and sclerostin with bone mineral density (BMD), abdominal aortic calcification (AAC) and arterial stiffness in post-menopausal women, was investigated."}, {"pubmed": 23752183, "text": "PTHrP was found to inhibit DKK1 expression through c-Jun-mediated inhibition of beta-catenin activity on the DKK1 promoter."}, {"pubmed": 23836157, "text": "A weak genetic association of a common variant of DKK1, rs1569198, which is located on a predicted new acceptor site for splicing of this gene, was observed in Paget disease of bone."}, {"pubmed": 23922913, "text": "LSD1 activates the Wnt/beta-catenin signaling pathway by down-regulating the pathway antagonist DKK1, which may be one of the mechanisms leading to colorectal tumorigenesis."}, {"pubmed": 24104453, "text": "Human umbilical cord-derived-Mesenchymal stem cells inhibited C6 glioma cell growth via secreting DKK1."}, {"pubmed": 24134157, "text": "Our studies demonstrated that HIV infection of astrocytes, despite minimal replication and a low number of infected cells, induces dysregulation of DKK1 secretion by a Cx43 hemichannel (HC)-dependent mechanism"}, {"pubmed": 24138842, "text": "No significant association between the studied DKK1 variations and osteoporosis was found, while CER1 variations seem to play a significant role in the determination of osteoporosis, combined with bone markers, in postmenopausal osteoporotic women."}, {"pubmed": 24220876, "text": "The preoperative serum DKK-1 level was elevated in the esophageal squamous cell carcinoma patients."}, {"pubmed": 24227537, "text": "Data suggest that serum DKK1 and sclerostin levels are up-regulated in postmenopausal women with type 2 diabetes as compared to healthy control women; when DKK1/sclerostin levels are up-regulated, carotid intima-media thickness remains low."}, {"pubmed": 24250816, "text": "These data provide evidence for a role of DKK-1 in the pathogenesis of CD-associated perianal fistulae."}, {"pubmed": 24269823, "text": "This study is the first to demonstrate that strict modulation of DKK1 expression in different cell types partially maintains cell survival via tight regulation of the ROS-producing ROMO1 and radiation resistance."}, {"pubmed": 24276456, "text": "In older men, lower serum DKK1 levels are associated with severe abdominal aortic calcinosis regardless of age and other potential confounders."}, {"pubmed": 24286177, "text": "Data indicate an inverse correlation between osteoarthritis and GREM1, FRZB and DKK1 gene expression."}, {"pubmed": 24302746, "text": "increased DKK1 levels in patients with sclerosteosis and van Buchem disease represent an adaptive response to the increased bone formation characterizing these diseases. the increased levels do not compensate for the lack of sclerostin on bone formation."}, {"pubmed": 24325363, "text": "findings demonstrated that DKK1 promotes hepatocellular carcinoma cell migration and invasion at least partly by promoting beta-catenin/MMP7 signaling axis"}, {"pubmed": 24361889, "text": "DKK1 may be an important mechanistic link between non-small-cell lung cancer and bone metastases."}, {"pubmed": 24391982, "text": "Dickkopf-1 is oncogenic and involved in invasive growth in non small cell lung cancer."}, {"pubmed": 24444033, "text": "targeted directly by MSI1"}, {"pubmed": 24469828, "text": "findings reveal that a defective FA pathway leads to up-regulation of DKK1, a molecule involved in hematopoietic malignancies"}, {"pubmed": 24471564, "text": "this study focused on the potential involvement of sclerostin and DKK-1 in the development of severe bone demineralization in young females with anorexia nervosa."}, {"pubmed": 24481601, "text": "Suggest a significant role for Dkk1 and cellular senescence in esophageal tissue homeostasis during reflux esophagitis."}, {"pubmed": 24577091, "text": "Dkk-1 enhances resistance of osteosarcoma cells to stress by tipping balance of Wnt signaling in favor of the non-canonical Jun-mediated Wnt pathways. In turn, this results in transcriptional activation of ALDH1 through Jun-responsive promoter elements."}, {"pubmed": 24612589, "text": "DKK-1 in serum was a good predictor of poor prognosis in patients with non-small cell lung cancer"}, {"pubmed": 24671437, "text": "Dickkopf1 (DKK1) protein, a secreted LRP6 ligand and antagonist, is also a modulator of anthrax toxin sensitivity. shRNA-mediated gene silencing or TALEN-mediated gene knockout of DKK1 reduced sensitivity of cells to PA-dependent hybrid toxins."}, {"pubmed": 24676838, "text": "a decrease in Dkk1 and Dkk3 mRNA and protein levels was observed in the ccRCC tissues. The serum Dkk1 and Dkk3 levels in the patients with ccRCC were found to be significantly lower than those in the controls."}, {"pubmed": 24733089, "text": "The reduced MITF level in monolayers might be partially explained by suppression of the Wnt/beta-catenin pathway, and DKK1, a secreted inhibitor of this pathway, was highly up-regulated in monolayers in comparison to melanospheres and original tumors."}, {"pubmed": 24736728, "text": "evidence of lack of LRP5 mutations and of a putative HBM-causing mutation in DKK1"}, {"pubmed": 24737523, "text": "DKK1 can be regarded as a marker gene for the risk of tooth agenesis."}, {"pubmed": 24770633, "text": "The expression of DKK1 is hypoxia dependent in human malignant glioma cell lines."}, {"pubmed": 24834937, "text": "High DKK1 expression was significantly associated with tumor and clinical stage, lymph node metastasis, and tumor size (p < 0.05). Increased DKK1 levels in LSCC tissues correlated with elevated VEGF-C and beta-catenin."}, {"pubmed": 24848709, "text": "Overexpression of BRAF(V600E) in normal thyroid epithelial (H tori) cells also reduced the effects of Dkk-1 on cell survival."}, {"pubmed": 24878698, "text": "Overexpression of DKK1 was correlated with metastatic and recurrent potential in patients with hepatocellular carcinoma after orthotopic liver transplantation."}, {"pubmed": 24916146, "text": "This study is the first to show the roles of Dickkopf-1 during the colorectal adenoma-carcinoma sequence, which may involve suppression of the tumorigenesis and angiogenesis of CRC."}, {"pubmed": 24926963, "text": "the results of our genetic association analysis indicated that DKK1 may be a good candidate responsible for DDH development in the Chinese Han female population."}, {"pubmed": 24947038, "text": "In hepatitis C virus infected liver tissues hypermethylation at promoter regions of key cancer related genes SFRP2 and DKK1, appears early at chronic hepatitis and liver cirrhosis stages, long before the appearance of hepatocellular carcinoma."}, {"pubmed": 24992617, "text": "Preoperative serum levels for DKK-1 seem to be a potential marker in prediction of tumor invasion and relapse in stage II-III colon cancer"}, {"pubmed": 25037197, "text": "Circulating DKK-1 is increased in T2DM and associated with endothelial dysfunction and platelet activation."}, {"pubmed": 25116444, "text": "DKK-1 level can be used as a noninvasive biomarker for the prognosis of breast cancer."}, {"pubmed": 25144498, "text": "Elevated DKK1 levels associated with beta-catenin accumulation play a crucial role in chondrosarcoma. DKK1 can serve as a novel predictor of poor prognosis in patients with chondrosarcoma."}, {"pubmed": 25182503, "text": "Results show that DKK-1 protein levels are increased in prostate cancer tissue."}, {"pubmed": 25271869, "text": "Our results demonstrated that the Wnt pathway inhibitor DKK-1 was decreased in CLL. OPN was increased in NHL and associated with extranodal involvement."}, {"pubmed": 25291949, "text": "Serum functional DKK-1 levels showed an independent and negative correlation with radiographic severity of the disease in patients with ankylosing spondylitis."}, {"pubmed": 25319845, "text": "In this human study, a potential interesting non-synonymous variant was found in the DKK1 gene. Whether this variant plays a contributory role in the genesis of ARM or hypospadias would require a much larger study."}, {"pubmed": 25344678, "text": "In the process of HCC, the abnormal activity of Wnt/b-catenin signaling may be associated with the methylation of Dkk-1 and Dkk-3."}, {"pubmed": 25351982, "text": "CBX7-mediated epigenetic induction of DKK-1 is crucial for the inhibition of breast tumorigenicity, suggesting that CBX7 could be a potential tumor suppressor in breast cancer."}, {"pubmed": 25369286, "text": "Circulating DKK1 levels are higher in type 2 diabetes mellitus with cardiovascular disease and are associated with an abnormal carotid intima media thickness in this cross-sectional study."}, {"pubmed": 25422182, "text": "Serum DKK1 levels were found to be significantly upregulated in gastric cancer."}, {"pubmed": 25424899, "text": "The target genes of Wnt signaling pathway including CCND1, CCND2, FOSL1, DAB2 and JUN were also significantly enhanced expressed in human placenta tissue."}, {"pubmed": 25436422, "text": "ox-LDL may induce DKK1 expression in macrophages to inhibit the accumulation of lipids through a mechanism that involves downregulation of LOX-1-mediated lipid uptake"}, {"pubmed": 25438096, "text": "In patients with rheumatoid arthritis, serum levels of DKK1 are significantly increased, correlate with PTH and are associated with increased risk of bone erosions and osteoporosis."}, {"pubmed": 25484108, "text": "this study shows that short-term after SCI there is a marked increase in bone turnover and bone loss, the latter associated with an increase in Dkk-1 serum levels"}, {"pubmed": 25487617, "text": "Further evaluation of the methylation of DACH1, DKK1, and WIF1 in a clinical patient group confirmed the frequent methylation of WIF1 and intermediate or low frequency of methylation of DACH1 or DKK1, respectively."}, {"pubmed": 25550102, "text": "Two single nucleotide polymorphisms within the dickkopf-1 region accounted for nearly 5% of the variation in serum dickkopf-1"}, {"pubmed": 25596857, "text": "Sclerostin and DKK-1 concentrations were markedly lower in HIV-infected youths"}, {"pubmed": 25652109, "text": "Serum levels of AFP, DKK1, and OPN were significantly elevated in patients with hepatocellular carcinoma."}, {"pubmed": 25694360, "text": "we observed for the first time that DKK1 serum levels are significantly increased in patients with indolent systemic mastocytosis"}, {"pubmed": 25788273, "text": "Findings demonstrate a novel location of DKK-1 within the cell nucleus and support a role of nuclear DKK-1 as a predictive biomarker of chemoresistance in colorectal cancer."}, {"pubmed": 25805736, "text": "There is no apparent genetic association of DKK-1 polymorphisms to rheumatoid arthritis structural severity and DKK-1 level of expression."}, {"pubmed": 25837853, "text": "higher levels in patients with Rheumatoid Arthritis, decrease correlates with response to Methotrexate therapy and improvement"}, {"pubmed": 25873352, "text": "Study confirmed that decreased DKK1 in trophoblast tumor cell lines was related to promoter hypermethylation and showed that DKK1 was a tumor suppressor gene through wnt signaling pathway regulation."}, {"pubmed": 25877354, "text": "results provided evidence for the role of Dkk-1 in bone metabolism and demonstrated the link of Dkk-1 and Wnt/beta-catenin in some ways"}, {"pubmed": 25889943, "text": "Dkk-1 and deposition of calcium in aortic valve differ significantly in relation to the presence/absence of coronary atherosclerosis in patients with symptomatic calcified aortic stenosis."}, {"pubmed": 25901391, "text": "DKK1 is differentially expressed amongst various non-small cell lung cancer cells."}, {"pubmed": 25941031, "text": "Dkk-1 production was strongly suppressed by IL6 and induced by TNF in the inflamed arthritic joint.  Levels of Dkk-1 were similar in synovial fluid of both rheumatoid arthritis and spondyloarthritis patients."}, {"pubmed": 25974190, "text": "Serum Dkk-1 was associated with serum fibroblast growth factor 23 in patients undergoing peritoneal dialysis."}, {"pubmed": 26040409, "text": "Circulating sclerostin and dickkopf-1 levels in ossification of the posterior longitudinal ligament of the spine."}, {"pubmed": 26056021, "text": "while showing that exercise against bone loss in experimental bed rest results in greater bone formation, could not provide evidence that exercise impeded the rise in serum sclerostin and dickkopf-1 levels."}, {"pubmed": 26056025, "text": "DKK-1 levels were independently associated with nonalcoholic steatohepatitis in nonalcoholic fatty liver disease patients"}, {"pubmed": 26101916, "text": "Suggest DKK1 may be a novel diagnostic/prognostic biomarker for pancreatic adenocarcinoma."}, {"pubmed": 26125834, "text": "expression product was verified properly by western blotting using an anti-DKKI antibody. The successful cloning of the DKKI gene and expression of DKKI protein will be useful for studying the biological activity of tumorigenesis."}, {"pubmed": 26239269, "text": "DKK1 is associated with angiogenesis in the synovial fluid of patients with temporomandibular joint disorders"}, {"pubmed": 26256972, "text": "DKK-1 might be a key regulator in HCC [hepatocellular carcinoma ] progression and a potential therapeutic target in HCC."}, {"pubmed": 26297437, "text": "Dkk1 overexpression regulates beta-catenin signaling in Barrett's esophagus metaplastic but not in adenocarcinoma cells, suggesting that early perturbation of Dkk1-mediated signaling suppression may contribute to Barrett's esophagus malignant transformation"}, {"pubmed": 26353782, "text": "We identified dickkopf related protein-1 as a possible marker of a cisplatin-refractory phenotype and as a potential novel therapeutic target to improve platinum response of non small cell lung carcinoma cells."}, {"pubmed": 26365699, "text": "Dkk-1 serum levels increased significantly in hypoxic-ischemic neonates than in healthy control. DKK-1 serum levels increase in circulation correlates with high level of severe degree."}, {"pubmed": 26378045, "text": "DKK1 is found to be regulated by NBAT1 in a PRC2 dependent manner, and is responsible for NBAT1's effects in inhibiting migration and invasion of breast cancer cells."}, {"pubmed": 26400224, "text": "miR-152 blocked DKK1 transcriptional activity by binding to the 3'UTR of DKK1 mRNA."}, {"pubmed": 26407843, "text": "Immunohistochemical analysis of DKK-1 expression in 97 breast cancer samples revealed that high expression of p38 was associated with a higher expression of DKK-1 compared to tumours with low p38 expression."}, {"pubmed": 26545120, "text": "SOST and DKK1 have opposing effects on PC3 cell invasion and bone-derived Wnt signaling positively contributes to the invasive phenotypes of PC3"}, {"pubmed": 26645432, "text": "The association we found between serum DKK1 levels and bone mineral density values and vertebral fracture prevalence suggests that DKK1 might contribute to the severity of osteoporosis in ankylosing spondylitis"}, {"pubmed": 26763740, "text": "regulated by Dkk-1 secreted by Multiple Myeloma cells and is a potential mechanism contributing to the osteoblast dysfunction noted in Multiple Myeloma."}, {"pubmed": 26780085, "text": "DKK1 polymorphisms may correlate to baseline bone mineral density and serum beta-CTX levels, but present a weak effect on the response to alendronate."}, {"pubmed": 26782465, "text": "High serum DKK-1 levels may be associated with tumor progression and poor prognosis in bladder cancer and may be used as a potential biomarker to predict the prognosis of patients with bladder cancer"}, {"pubmed": 26782539, "text": "Low DKK-1 serum levels are associated with poor prognosis in papillary thyroid cancer patients; DKK-1 could potentially be used as a biomarker leading to earlier diagnosis of papillary thyroid cancer."}, {"pubmed": 26782930, "text": "Synovial fibroblasts from patients with very early rheumatoid arthritis expressed significantly higher levels of DKK1 compared to patients with resolving arthritis."}, {"pubmed": 26785768, "text": "This study demonstrates that increased DKK-1 level at baseline predicted structural progression after 2-year follow-up and suggests that DKK-1 might be a new structural biomarker for early RA."}, {"pubmed": 26799283, "text": "Low DKK1 expression is associated with invasion and chemo-resistance in gastric cancer."}, {"pubmed": 26837533, "text": "DKK-1 may play a role in switching to new bone formation in ankylosing spondylitis progression."}, {"pubmed": 26880631, "text": "we hypothesize that Dkk1 may play a role in both osteoporosis and Alzheimer's disease"}, {"pubmed": 26927559, "text": "Data indicate that in rheumatoid arthritis patients, level of receptor activator of nuclear factor-kappaB ligand (RANKL) on T cells is elevated, and the serum level of RANKL increases, but Dickkopf1 protein (DKK1) decreases."}, {"pubmed": 26960688, "text": "DKK1 (dickkopf-1) and SFRP2 (secreted frizzled-related protein 2) were the targets of miR-522 in hepatocellular carcinoma"}, {"pubmed": 26986465, "text": "AFP remained the best single marker, and the combined use of AFP with prothrombin precursor or DKK-1 had the best diagnostic performance compared to all other possible combinations of the four biomarkers, even in early stage hepatocellular carcinoma."}, {"pubmed": 26988995, "text": "Our results suggest that measurement of DKK-1 combined with DKK-1 autoantibodies is a potentially valuable tool for the early detection of ESCC."}, {"pubmed": 27015306, "text": "Through expression of the WNT inhibitor DKK1, latency competent cancer cells self-impose a slow-cycling state with broad downregulation of ULBP ligands for NK cells and evasion of NK-cell-mediated clearance."}, {"pubmed": 27023747, "text": "Our analyses revealed that DKK1 overexpression was significantly associated with vascular invasion, lymphatic invasion , and distant metastasis.  Moreover, we also found that DKK1 overexpression was significantly associated with poor overall survival in GC patients CONCLUSION: This meta-analysis demonstrated that DKK1 may be a useful prognostic marker for GC."}, {"pubmed": 27045006, "text": "Recombinant Dkk1 suppresses beta-catenin target genes in myeloid-derived suppressor cells (MDSCs) from mice and humans and anti-Dkk1 loses its antitumor effects in mice lacking beta-catenin in myeloid cells or after depletion of MDSCs, demonstrating that Dkk1 directly targets MDSCs."}, {"pubmed": 27161933, "text": "In patients with hepatocellular carcinoma serum DKK1 level correlated with tumor size, consequently, patients with bigger tumors tend to have higher levels of DKK1."}, {"pubmed": 27208972, "text": "This is the first study demonstrating a link between B cell depletion and skin Dkk-1 upregulation in patients with systemic sclerosis"}, {"pubmed": 27240974, "text": "DKK1 can promote vasculogenic mimicry formation via induction of the expression of epithelial-mesenchymal transition and cancer stem-like cell-related proteins."}, {"pubmed": 27255549, "text": "DKK-1 and PDCD5 can be independent predictors of overall survival in patients suffering from chondrosarcoma."}, {"pubmed": 27289555, "text": "Sclerostin But Not Dickkopf-1 has roles in increasing prevalence of osteoporotic fracture and lower bone mineral density in postmenopausal Korean women"}, {"pubmed": 27297260, "text": "Serum DKK-1 levels in axial spondyloarthritis depend on disease duration. As disease duration increases, DKK-1 serum levels decrease."}, {"pubmed": 27310953, "text": "patients with bone metastatic lesions from the three aforementioned primary tumors, as well as osteolytic lesions obtained from the bone biopsies of patients with multiple myeloma, demonstrated an upregulated expression of the glycoprotein Dickkopf-1 at both the mRNA and protein levels."}, {"pubmed": 27322059, "text": "CKAP4 has a role as a Dickkopf1 receptor and in pancreatic and lung tumor progression"}, {"pubmed": 27353797, "text": "We found significantly increased levels of DKK-1 in patients with acute CO poisoning, compared to healthy controls. High levels of serum DKK-1 in patients were significantly correlated with severe neurological symptoms."}, {"pubmed": 27524201, "text": "Structure of the dual-mode Wnt regulator Kremen1 and insight into ternary complex formation with LRP6 and DKK1 have been presented."}, {"pubmed": 27573735, "text": "High serum levels of sclerostin and Dkk-1 are associated with acute ischaemic stroke"}, {"pubmed": 27586146, "text": "After evaluating a panel of Wnt activating and inhibiting molecules, authors show that primary human MSCs increase the expression of Dkk-1, an inhibitor of Wnt signaling, into the extracellular environment following chemotherapy exposure in a p53-dependent manner."}, {"pubmed": 27601021, "text": "Circulating sclerostin and Dickkopf-1 levels do not change across the menstrual cycle and do not demonstrate any relationship with estradiol in premenopausal women."}, {"pubmed": 27608843, "text": "DKK1 exerts its pro-invasion function at least in part through the beta-catenin/ MMP-7 signaling pathway, suggesting DKK1 as a potential therapeutic target for human hilar cholangiocarcinoma (HCCA)."}, {"pubmed": 27723845, "text": "there is a SP1 site in DKK1 promoter region; overexpression of SP1 could increase DKK1 promoter activity in a dose dependent manner; and siRNA inhibition of SP1 expression reduced DKK1 promoter activity and decreased the expression of DKK1 protein."}, {"pubmed": 27733096, "text": "endogenous expression of the WNT antagonists DKK1 and FRZB is necessary for multiple steps during chondrogenesis"}, {"pubmed": 27911913, "text": "Serum levels of OPG and DKK-1 were measured in 97 rheumatoid arthritis patients who were treated according to a treat-to-target strategy (T2T) aimed at remission (DAS28<2.6)."}, {"pubmed": 28052259, "text": "LRP6 ectodomain becomes highly compact upon complexation with the Wnt antagonist Dkk1, suggesting a potential role for the ectodomain conformational change in the regulation of receptor oligomerization and signaling."}, {"pubmed": 28054306, "text": "Dickkopf-1 and sclerostin were never correlated with each other or with bone turnover markers patients with Paget's disease of bone"}, {"pubmed": 28081731, "text": "These results indicated that DKK1 may be an important regulator in bone metastases of SCLC, and targeting DKK1 may be an effective method to prevent and treat skeleton metastases in SCLC cases."}, {"pubmed": 28151034, "text": "this study shows that DKK1 regulates fibroblast-like synociocyte transformation"}, {"pubmed": 28155238, "text": "Collectively, our data strongly suggest that stress-related neurohormones, such as GCs, cause DP cells to secrete DKK1, which in turn inhibits hair growth."}, {"pubmed": 28178355, "text": "Our results indicate that DKK1 and SFRP1 may be potentially useful biomarkers for evaluating the beneficial effects of long-term exercise on physical fitness and metabolism as well as the prognosis of patients with cancer."}, {"pubmed": 28238906, "text": "link between Fibulin-4 and the canonical Wnt/beta-catenin pathway that may contribute to our understanding of the molecular mechanisms of OA"}, {"pubmed": 28248066, "text": "The expression level of DKK1 in serum was increased in breast cancer patients, suggesting that serum expression level of DKK1 could be a useful biomarker in breast cancer."}, {"pubmed": 28263515, "text": "Studied role of dickkopf WNT signaling pathway inhibitor 1 (DKK-1) in pathogenesis of pediatric B-cell acute lymphoblastic leukemia."}, {"pubmed": 28277306, "text": "In our cohort of pregnant women, sclerostin and DKK1 were not associated with any adverse metabolic profile, and possibly do not play relevant roles in the pathophysiology of gestational diabetes mellitus."}, {"pubmed": 28337453, "text": "our findings reveal a new regulatory mechanism for miR-373-3p and suggest that miR-373-3p might be a potential target in tongue squamous cell carcinoma therapy"}, {"pubmed": 28388723, "text": "Our study highlighted the high serum levels of DKK-1 and sclerostin in T1DM children and their relationship with altered glycemic control"}, {"pubmed": 28419472, "text": "Results show that the expression of DKK1 is elevated in human HBV-related hepatocellular carcinoma tissues."}, {"pubmed": 28423208, "text": "inhibition of the mTOR pathway increases sensitivity of melanoma cells towards temozolomide, which is associated with enhanced expression of the Wnt antagonist DKK1"}, {"pubmed": 28451870, "text": "synovial fluid Dkk-1 levels are positively related to the severity of joint damage in knee osteoarthritis."}, {"pubmed": 28455497, "text": "These findings suggested that decreased circulating DKK-1 levels are associated with the development and severity of exudative age-related macular degeneration, and have potential to become a biomarker for exudative age-related macular degeneration."}, {"pubmed": 28493902, "text": "In chronic kidney disease, serum levels of the Wnt inhibitors DKK1 and sclerostin are unrelated, indicating different sites of origin and/ or different regulatory mechanisms. Sclerostin, as opposed to DKK1, may qualify as a biomarker of chronic kidney disease-mineral and bone and mineral disorder (CKD-MBD), particularly in dialysis patients."}, {"pubmed": 28513615, "text": "DKK1 c.121G>A (p.(A41T)) variant was identified in the family with Chiari malformation type 1.  Screening of DKK1 in a cohort of 65 CMI sporadic patients identified another missense variant, the c.359G>T (p.(R120L)), in two unrelated patients."}, {"pubmed": 28514532, "text": "Both DKK1 and CKAP4 are frequently expressed in pancreatic and lung tumours, and their simultaneous expression is negatively correlated with prognosis."}, {"pubmed": 28574171, "text": "The Dickkopf-1 (DKK1) is a secreted inhibitor of beta-catenin-dependent Wnt signalling and was originally characterized as a tumour suppressor based on the prevailing view that Wnt signalling promotes cancer pathogenesis."}, {"pubmed": 28634697, "text": "Dkk-1 and PTH levels in psoriatic arthritis are lower than healthy female controls, in contrast with rheumatoid arthritis, in which they are increased"}, {"pubmed": 28639893, "text": "Luciferase-fused 3' untranslated region of human Dickkopf1 activity was highly upregulated in A1CF-overexpressed MCF7 cells, but this upregulation can be inhibited by mutating conserved binding motifs of Dickkopf1 3' untranslated region. A1CF played a crucial role in cell migration and survival through affecting 3' untranslated region of Dickkopf1 to upregulate its expression in MCF7 cells."}, {"pubmed": 28676900, "text": "TNF-alpha, DKK1, and OPG have roles in pathogenesis of knee osteoarthritis"}, {"pubmed": 28677426, "text": "these findings suggest that DKK1 induces the occurrence of epithelial-mesenchymal transition and promotes migration and invasion in non-small cell lung cancer cells. Mechanically, b-catenin plays a vital role in DKK1-induced non-small cell lung cancer cell migration and invasion, and DKK1 inhibits the phosphorylation of b-catenin, resulting in the increased nuclear localization of b-catenin."}, {"pubmed": 28682874, "text": "Results suggest that miR-107 is likely to inhibit the occurrence and development of osteosarcoma by down-regulating Dkk-1 via the Wnt/beta-catenin signaling pathway."}, {"pubmed": 28703797, "text": "Inhibition of DKK1 expression effectively decrease plaque stability by attenuating endoplasmic reticulum stress-mediated cellular apoptosis through intiating the JNK pathway and inhibiting Wnt/betacatenin and following by activation of the IRE1alpha and eif2alpha/CHOP pathways."}, {"pubmed": 28749252, "text": "This study demonstrated that DKK-1 may be a predictor for prognosis in pancreatic ductal adenocarcinoma patients."}, {"pubmed": 28849121, "text": "the inhibitory effects of silencing miR-217 on stem cell properties and Wnt signaling were reversed by the downregulation of DKK1 in miR-217-downregulated cells. Therefore, our results indicate that miR-217 plays a vital role in the CSC-like phenotypes of Hepatocellular carcinoma (HCC) cells and may be used as a potential therapeutic target against HCC."}, {"pubmed": 28851501, "text": "TET1 potently inhibited canonical Wnt/beta-catenin signaling by demethylating and upregulating two upstream antagonists of this pathway, SFRP2 and DKK1, which was associated with inhibition of EMT and cancer cell metastasis."}, {"pubmed": 28870909, "text": "Expression of Cancer stem cells-associated DKK1 mRNA might be an unfavorable prognostic marker for patients with hepatocellular carcinoma."}, {"pubmed": 28892080, "text": "DKK1 prevents lung metastasis of breast cancer cells but promotes breast-to-bone metastasis."}, {"pubmed": 29084466, "text": "our findings suggest that glucocorticoid-induced expression of Dkk-1 could be a key factor in modulating the differentiation ability of MSCs used for osteonecrosis of the femur head and other stem cell therapies."}, {"pubmed": 29164578, "text": "miR-590-3p regulates colon cancer progression via WIF1 and DKK1, which suggests that miR-590-3p may be a promising candidate for therapeutic applications in colon cancer treatment"}, {"pubmed": 29282619, "text": "In patients with rheumatoid arthritis, higher levels of DKK1 were found in patients with lower functional status.This could be explained by more structural damage; DKK1 could be used as a biomarker of joint destruction in RA."}, {"pubmed": 29442138, "text": "this study suggests that higher expression of DKK1 in the dermis induced senescence in melanocytes that may lead to hypopigmentation and play role in vitiligo pathogenesis"}, {"pubmed": 29563607, "text": "The findings suggest that the DKK1-CKAP4 pathway promotes esophageal squamous cell carcinoma cell proliferation and that CKAP4 might represent a novel therapeutic target for esophageal squamous cell carcinomas expressing both DKK1 and CKAP4."}, {"pubmed": 29582699, "text": "Low dickkopf-1 expression is associated with multiple myeloma."}, {"pubmed": 29603045, "text": "the staining intensity of DKK1 was significantly stronger in the placentas of the severe preeclampsia group"}, {"pubmed": 29605863, "text": "this study shows that DKK1 is increased in vitiligo in lesional and peri-lesional skin of acral and non-acral lesions"}, {"pubmed": 29665496, "text": "Serum level of DKK-1 is elevated in patients with rheumatoid arthritis (RA) compared to healthy controls, suggesting an important role of DKK-1 in the pathogenesis and treatment of RA [review]."}, {"pubmed": 29691407, "text": "ROD enhances DKK1 transcription via its nascent spliced released form."}, {"pubmed": 29720122, "text": "Our results indicate that high DKK1 expression regardless of ss-catenin positivity is a crucial prognostic factor for predicting tumor recurrence and survival in patients with resected advanced gastric cancer"}, {"pubmed": 29753515, "text": "Serum OPN and DKK1 levels of hepatocellular carcinoma patients could be considered as novel biomarkers showing prognostic significance after hepatectomy based on long-term survival data"}, {"pubmed": 29845282, "text": "MicroRNA152 inhibits cell proliferation of osteosarcoma through DKK1."}, {"pubmed": 29956067, "text": "IL-1beta, like IL-6, dampens DKK1 production, and thereby promotes Wnt signal activation."}, {"pubmed": 30028084, "text": "These findings suggest that blood DKK1 is elevated in response to infections and perhaps to inflammatory responses."}, {"pubmed": 30116403, "text": "Results provide evidence that DKK-1 is involved in the progression of prostate cancer (PC). DKK-1-mediated inhibition of osteoblasts, which contributes to tumor progression and osteolytic metastases, may also play a role in the development of metastases with osteoblastic features."}, {"pubmed": 30122112, "text": "Inhibitors of osteoblastogenesis in early human milk and maternal serum: evidence for protective properties of mother's milk on bone."}, {"pubmed": 30157923, "text": "MiR-218 modulates the osteogenic differentiation of rheumatoid arthritis (RA) fibroblast-like synovial cells (FLS) through the roundabout guidance receptor 1 (ROBO1)/Dickkopf-1 protein (DKK-1) axis."}, {"pubmed": 30206711, "text": "baseline and changes in serum concentration significantly correlated with the baseline and changes in spinal bone marrow edema levels in spondyloarthritis"}, {"pubmed": 30229808, "text": "HOTTIP regulates colorectal cancer cell metastasis partly through the downregulation of tumor suppressor DKK1 expression"}, {"pubmed": 30238177, "text": "our results highlight the dysregulated levels of Dkk1... in breast tumours and their secondary lymph nodes- and bone metastases."}, {"pubmed": 30277866, "text": "The downregulation of Dkk-1 at the oedematous phase of the disease indicates that the Wnt pathway is involved early in the disease process and may play a role in driving fibrosis."}, {"pubmed": 30443790, "text": "the expressions of serum DKK-1 and sclerostin in ankylosing spondylitis patients were independent of disease activity."}, {"pubmed": 30447344, "text": "Low DKK1 expression is associated with chondrocyte hypertrophy."}, {"pubmed": 30452897, "text": "It presents the multiple mechanisms of Dkk1 in Pancreatic ductal adenocarcinoma (PDAC) studied thus far and explore its function, regulation, and clinical applications in gynecological cancers including pancreatic ductal adenocarcinoma (PDAC), breast, ovarian, cervical, and endometrial cancer"}, {"pubmed": 30470570, "text": "rescue assays proved the function of circ_0006427/miR-6783-3p/DKK1 axis in lung adenocarcinoma progression"}, {"pubmed": 30547685, "text": "Serum levels of sclerostin, but not Dickkopf-1, are positively correlated with carotid-femoral pulse wave velocity and independently predict aortic stiffness in patients with type 2 diabetes mellitus."}, {"pubmed": 30551361, "text": "MiR-217 promotes cell proliferation and osteogenic differentiation by inhibiting DKK1."}, {"pubmed": 30575941, "text": "miR-488 promotes fracture healing by targeting DKK1 expression in osteoblasts."}, {"pubmed": 30580572, "text": "admission DKK1 levels were independently associated with a composite of cardiovascular death, myocardial infarction, or stroke and with cardiovascular death alone"}, {"pubmed": 30580676, "text": "Study clarified the distinct effect of LINC01133 on pancreatic cancer. In summary, by inducing the methylation of DKK1 promoter, LINC01133 silencing suppresses the development of pancreatic cancer cells through the Wnt signaling pathway."}, {"pubmed": 30594543, "text": "The increased expression of DKK1 and decreased expression of WNT2 may be involved in the pathogenesis of early-onset preeclampsia"}, {"pubmed": 30614800, "text": "The dickkopf WNT signaling pathway inhibitor 1 (DKK1) expression in tissues and serum of multiple myeloma (MM) patients is higher than that in control group. The median survival time in patients with low DKK1 expression is longer than that in patients with high DKK1 expression. Inhibition of the DKK1 level in MM cells promotes the osteoblast differentiation and reduces the cell proliferation."}, {"pubmed": 30640755, "text": "Both androgenetic alopecia and alopecia areata showed significant increase in DKK-1 immunohistochemical expression"}, {"pubmed": 30737617, "text": "DKK1 is identified as the direct downstream target gene of miR-217 through the dual-luciferase reporter assay. miR-217/DKK1-mediated inhibition of Wnt signaling pathway participate in apoptosis induced by Baicalin."}, {"pubmed": 30941948, "text": "Increased expressions of DKK1 is associated with breast cancer."}, {"pubmed": 30947534, "text": "The Expressions of Dickkopf-Related Protein 1 and Frizzled-Related Protein Are Negatively Correlated to Local Inflammation and Osteoarthritis Severity."}, {"pubmed": 31019537, "text": "MiR-613 can inhibit proliferation and invasion and induce apoptosis of rheumatoid arthritis synovial fibroblasts by directly targeting DKK1 expression."}, {"pubmed": 31027730, "text": "LINC00467 epigenetically silenced DKK1 by recruiting enhancer of zeste 2 polycomb repressive complex 2 subunit (EZH2) to DKK1 promoter."}, {"pubmed": 31042564, "text": "The role of DKK1 in Alzheimer's disease (AD) is one of the research hot topics. This article reviewed the research progress of its role in AD in [review]"}, {"pubmed": 31056712, "text": "Serum dickkopf-related protein 1 and sclerostin have different kinetics in Japanese patients with chronic kidney disease and may have a prognostic use in progression of renal failure"}, {"pubmed": 31081743, "text": "Dkk1 induces regenerative function in the EPCs"}, {"pubmed": 31103063, "text": "HoxB7 inhibited trophoblast cell differentiation by down-regulating DKK1 expression."}, {"pubmed": 31173848, "text": "miR-9 directly suppresses DKK1 expression through targeting 3'UTR regulatory region"}, {"pubmed": 31197079, "text": "DKK1 protein level in bone matrix positively correlated with bone mass and bone strength in postmenopausal osteoporosis."}, {"pubmed": 31538414, "text": "It was found that miR-29a could promote the proliferation of hFOB1.19 cells, while DKK-1 inhibited their proliferation. Also, miR-29a was able to inhibit the apoptosis of hFOB1.19 cells, while DKK-1 was able to promote the apoptosis of hFOB1.19 cells. When it comes to the invasion and migration of hFOB1.19 cells, miR-29a was found to promote it, while DKK-1 did not."}, {"pubmed": 31568519, "text": "DKK1 appears to facilitate hepatocellular carcinoma invasion and migration through TGFB1 by remodeling the tumor microenvironment and inducing inflammation."}, {"pubmed": 31596134, "text": "Serum DKK1 is correlated with gamma peak of serum electrophoresis in multiple myeloma"}, {"pubmed": 31744930, "text": "Dynamic palmitoylation controls the microdomain localization of the DKK1 receptors CKAP4 and LRP6."}, {"pubmed": 31830954, "text": "Elevated serum DKK1 level was associated with poorer recurrence free survival and overall survival, and less CD8+ tumor infiltrating lymphocytes in invasive margin in colorectal cancer liver oligometastases."}, {"pubmed": 31952791, "text": "DKK1 is epigenetically downregulated by promoter methylation and inhibits bile acid-induced gastric intestinal metaplasia."}, {"pubmed": 31968132, "text": "Biomarkers in WNT1 and PLS3 Osteoporosis: Altered Concentrations of DKK1 and FGF23."}, {"pubmed": 32075016, "text": "Serum Sclerostin But Not DKK-1 Correlated with Central Arterial Stiffness in End Stage Renal Disease Patients."}, {"pubmed": 32172649, "text": "Associations of Serum Dickkopf-1 and Sclerostin With Cardiovascular Events: Results From the Prospective Bruneck Study."}, {"pubmed": 32251706, "text": "Evolving functions of Dickkopf-1 in cancer and immunity."}, {"pubmed": 32275170, "text": "Long Noncoding RNA SNHG7 Activates Wnt/beta-Catenin Signaling Pathway in Cervical Cancer Cells by Epigenetically Silencing DKK1."}, {"pubmed": 32308087, "text": "Hesperidin promotes differentiation of alveolar osteoblasts via Wnt/beta-Catenin signaling pathway."}, {"pubmed": 32329150, "text": "SOX9-activated PXN-AS1 promotes the tumorigenesis of glioblastoma by EZH2-mediated methylation of DKK1."}, {"pubmed": 32592422, "text": "Wnt antagonist DKK-1 levels in systemic sclerosis are lower in skin but not in blood and are regulated by microRNA33a-3p."}, {"pubmed": 32640457, "text": "Association between Serum Dickkopf-1 (DKK-1) Glycoprotein and Calcific Deposits on Cardiac Valves and Carotid Intimal-Medial Thickness in Hemodialysis Patients."}, {"pubmed": 32681262, "text": "Expression of Dickkopf-related Protein 1 in Patients with Temporomandibular Osteoarthritis after Treatment with Hyaluronic Acid."}, {"pubmed": 32705245, "text": "Downregulation of LINC00707 promotes osteogenic differentiation of human bone marrowderived mesenchymal stem cells by regulating DKK1 via targeting miR103a3p."}, {"pubmed": 32736705, "text": "Ectodysplasin-A2 induces dickkopf 1 expression in human balding dermal papilla cells overexpressing the ectodysplasin A2 receptor."}, {"pubmed": 32827333, "text": "Dkk1 acts as a negative regulator in the osteogenic differentiation of the posterior longitudinal ligament cells."}, {"pubmed": 32828314, "text": "LncRNA Linc-PINT inhibits miR-523-3p to hamper retinoblastoma progression by upregulating Dickkopf-1 (DKK1)."}, {"pubmed": 32831200, "text": "Dickkopf-1 Overexpression in vitro Nominates Candidate Blood Biomarkers Relating to Alzheimer's Disease Pathology."}, {"pubmed": 32835781, "text": "DNA methylation and gene expression of sFRP2, sFRP4, Dkk 1, and Wif1 during osteoblastic differentiation of bone marrow derived mesenchymal stem cells."}, {"pubmed": 32901867, "text": "lncRNA SNHG1 attenuates osteogenic differentiation via the miR101/DKK1 axis in bone marrow mesenchymal stem cells."}, {"pubmed": 32935274, "text": "Evaluation of the Serum Dkk-1, Tenascin-C, Oxidative Stress Markers Levels and Wnt Signaling Pathway Genes Expression in Patients with Alzheimer's Disease."}, {"pubmed": 33065276, "text": "Circulating osteocyte-related biomarkers (vitamin D, sclerostin, dickkopf-1), hepcidin, and oxidative stress markers in early breast cancer: Their impact in disease progression and outcome."}, {"pubmed": 33067959, "text": "[Interaction between Stromal Cell-Derived Factor 1 Alpha and Dickkopf-1 Involves in Occurence of Myeloma Bone Disease]."}, {"pubmed": 33070450, "text": "Roles of cell fusion between mesenchymal stromal/stem cells and malignant cells in tumor growth and metastasis."}, {"pubmed": 33238271, "text": "Circulating Levels of Dickkopf-Related Protein 1 Decrease as Measured GFR Declines and Are Associated with PTH Levels."}, {"pubmed": 33281184, "text": "The Clinical Significance of Dickkopf Wnt Signaling Pathway Inhibitor Gene Family in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 33287247, "text": "Elevated Dkk1 Mediates Downregulation of the Canonical Wnt Pathway and Lysosomal Loss in an iPSC Model of Neuronopathic Gaucher Disease."}, {"pubmed": 33300071, "text": "Dickkopf1/cysteinerich angiogenic inducer 61 axis mediates palmitic acidinduced inflammation and apoptosis of vascular endothelial cells."}, {"pubmed": 33355872, "text": "Dickkopf-related protein 1 expression in bone marrow of multiple myeloma patients: correlation with bone disease and plasma cell malignancy type."}, {"pubmed": 33391525, "text": "ERK1/2 inhibition reduces vascular calcification by activating miR-126-3p-DKK1/LRP6 pathway."}, {"pubmed": 33393726, "text": "Genetic Association of a Gain-of-Function IFNGR1 Polymorphism and the Intergenic Region LNCAROD/DKK1 With Behcet's Disease."}, {"pubmed": 33420361, "text": "Hypoxia-induced CREB cooperates MMSET to modify chromatin and promote DKK1 expression in multiple myeloma."}, {"pubmed": 33462997, "text": "Protein arginine methyltransferase 5 (PRMT5) activates WNT/beta-catenin signalling in breast cancer cells via epigenetic silencing of DKK1 and DKK3."}, {"pubmed": 33496879, "text": "Mesenchymal stromal cells can repair radiation-induced pulmonary fibrosis via a DKK-1-mediated Wnt/beta-catenin pathway."}, {"pubmed": 33547934, "text": "Detection of DKK-1 gene methylation in exfoliated cells of cervical squamous cell carcinoma and its relationship with high risk HPV infection."}, {"pubmed": 33613114, "text": "Free CA125 promotes ovarian cancer cell migration and tumor metastasis by binding Mesothelin to reduce DKK1 expression and activate the SGK3/FOXO3 pathway."}, {"pubmed": 33734895, "text": "Genotypic Analyses of the Sclerostin rs851056 and Dickkopf rs1569198 Polymorphisms in Mexican-Mestizo Postmenopausal Osteoporosis: A Case-Control Study."}, {"pubmed": 33779048, "text": "Down-Regulation of Dkk-1 in Platelets of Patients With Axial Spondyloarthritis."}, {"pubmed": 33822896, "text": "Andrographis overcomes 5-fluorouracil-associated chemoresistance through inhibition of DKK1 in colorectal cancer."}, {"pubmed": 33879894, "text": "[Expression of plasma Dickkopf-1 in patients with rheumatoid arthritis and its correlation with peripheral blood T cell subsets]."}, {"pubmed": 33939331, "text": "More severe phenotype of early-onset osteoporosis associated with recessive form of LRP5 and combination with DKK1 or WNT3A."}, {"pubmed": 34079085, "text": "Plasmalemma vesicle-associated protein promotes angiogenesis in cholangiocarcinoma via the DKK1/CKAP4/PI3K signaling pathway."}, {"pubmed": 34117362, "text": "The Dickkopf1 and FOXM1 positive feedback loop promotes tumor growth in pancreatic and esophageal cancers."}, {"pubmed": 34117611, "text": "Suppressive role of microRNA-130b-3p in ferroptosis in melanoma cells correlates with DKK1 inhibition and Nrf2-HO-1 pathway activation."}, {"pubmed": 34426559, "text": "miR-33a-5p inhibits the progression of esophageal cancer through the DKK1-mediated Wnt/beta-catenin pathway."}, {"pubmed": 34470047, "text": "DKK1 activates noncanonical NF-kappaB signaling via IL-6-induced CKAP4 receptor in multiple myeloma."}, {"pubmed": 34546340, "text": "DKK1 suppresses WWP2 to enhance bortezomib resistance in multiple myeloma via regulating GLI2 ubiquitination."}, {"pubmed": 34687595, "text": "Evaluation of circulating Dickkopf-1 as a prognostic biomarker in ovarian cancer patients."}, {"pubmed": 34779987, "text": "The role of Wnt pathway antagonists in early-stage lung adenocarcinoma."}, {"pubmed": 35027825, "text": "DKK1 Positively Correlates with Lung Function in COPD Patients and Reduces Airway Inflammation."}, {"pubmed": 35121803, "text": "Prognostic value of Dickkopf-1 and ss-catenin expression according to the antitumor immunity of CD8-positive tumor-infiltrating lymphocytes in biliary tract cancer."}, {"pubmed": 35237949, "text": "Role of Wnt-signaling inhibitors DKK-1 and sclerostin in bone fragility associated with Turner syndrome."}, {"pubmed": 35411762, "text": "Investigation of the relationship between serum sclerostin and dickkopf-1 protein levels with bone turnover in children and adolescents with type-1 diabetes mellitus."}, {"pubmed": 35419784, "text": "Study on the Action Mechanism of Dkk-1, TGF-beta1 and TNF-alpha Expression Levels in Dupuytren's Contracture.\", trans \"Untersuchung der Expressionsniveaus von DKK-1, TGF-beta1 und TNF-alpha bei Dupuytren-Kontraktur."}, {"pubmed": 35743102, "text": "DKK-1 Is Underexpressed in Mesenchymal Stem Cells from Patients with Ankylosing Spondylitis and Further Downregulated by IL-17."}, {"pubmed": 35924447, "text": "DKK1 drives immune suppressive phenotypes in intrahepatic cholangiocarcinoma and can be targeted with anti-DKK1 therapeutic DKN-01."}, {"pubmed": 36229414, "text": "Dikkopf-1 promotes matrix mineralization of osteoblasts by regulating Ca[+]-CAMK2A- CREB1 pathway."}, {"pubmed": 36291617, "text": "A Synergistic Effect between Plasma Dickkopf-1 and Obstructive Coronary Artery Disease on the Prediction of Major Adverse Cardiac Events in Patients with Angina: An Observational Study."}, {"pubmed": 36480792, "text": "DKK1 promotes NUAK1 transcriptional expression through the activation Akt in hepatocellular carcinoma."}, {"pubmed": 36539532, "text": "Dickkopf1 fuels inflammatory cytokine responses."}, {"pubmed": 36620343, "text": "Dickkopf-related protein 1/cytoskeleton-associated protein 4 signaling activation by Helicobacter pylori-induced activator protein-1 promotes gastric tumorigenesis via the PI3K/AKT/mTOR pathway."}, {"pubmed": 36690301, "text": "DKK1 affects survival of patients with head and neck squamous cell carcinoma by inducing resistance to radiotherapy and immunotherapy."}, {"pubmed": 36762306, "text": "Propofol-Induced miR-493-3p Inhibits Growth and Invasion of Gastric Cancer through Suppression of DKK1-Mediated Wnt/beta-Catenin Signaling Activation."}, {"pubmed": 36943616, "text": "Dkk1: a Putative Protector Against Vascular Calcification."}, {"pubmed": 37001446, "text": "DKK1 is a predictive biomarker for response to DKN-01: Results of a phase 2 basket study in women with recurrent endometrial carcinoma."}, {"pubmed": 37087587, "text": "[Human bone marrow mesenchymal stem cell exosome-derived miR-335-5p promotes osteogenic differentiation of human periodontal ligament stem cells to alleviate periodontitis by downregulating DKK1]."}, {"pubmed": 37147222, "text": "Bone Mineral Density and Dickkopf-1 in Adolescents with Non-Deletional Hemoglobin H Disease."}, {"pubmed": 37179434, "text": "The plasma levels of Dickkopf-1 elevated in patients with Juvenile Idiopathic Arthritis."}, {"pubmed": 37217133, "text": "Dickkopf-1 and ROCK2 upregulation and associated protein aggregation in pseudoexfoliation syndrome and glaucoma."}, {"pubmed": 37506134, "text": "DNA methylation of DKK-1 may correlate with pathological bone formation in ankylosing spondylitis."}, {"pubmed": 37532804, "text": "Dickkopf1 induces enteric neurogenesis and gliogenesis in vitro if apoptosis is evaded."}, {"pubmed": 37688661, "text": "DKK-1 and Its Influences on Bone Destruction: A Comparative Study in Collagen-Induced Arthritis Mice and Rheumatoid Arthritis Patients."}, {"pubmed": 37834418, "text": "Dickkopf-Related Protein 1 (DKK-1) as a Possible Link between Bone Erosions and Increased Carotid Intima-Media Thickness in Psoriatic Arthritis: An Ultrasound Study."}, {"pubmed": 37859694, "text": "DKK1 Ameliorates Myofibroblast Differentiation in Urethral Fibrosis in Vivo and in Vitro by Regulating the Canonical Wnt Pathway."}, {"pubmed": 37909152, "text": "Potential significance of changes in serum levels of IL-17, TNF-alpha and DKK-1 in the progression of the rheumatoid arthritis."}, {"pubmed": 37916373, "text": "The clinical significance and diagnostic value of serum Dickkopf1 and CKAP4 levels in patients with gastric cancer: a prospective study."}, {"pubmed": 37991164, "text": "Involvement of DKK1 secreted from adipose-derived stem cells in alopecia areata."}, {"pubmed": 38067123, "text": "Effects of Dickkopf-1 (DKK-1) on Prostate Cancer Growth and Bone Metastasis."}, {"pubmed": 38175715, "text": "Platelet-derived growth factor subunit-B mediating the effect of dickkopf-1 on acute myocardial infarction risk: a two-step Mendelian randomization study."}, {"pubmed": 38233008, "text": "DKK-1 in psoriatic arthritis: Correlation with disease activity and enthesopathy."}, {"pubmed": 38245803, "text": "Fibroblasts inhibit osteogenesis by regulating nuclear-cytoplasmic shuttling of YAP in mesenchymal stem cells and secreting DKK1."}, {"pubmed": 38321980, "text": "Circ_0036490 and DKK1 competitively bind miR-29a to promote lipopolysaccharides-induced human gingival fibroblasts injury."}, {"pubmed": 38334454, "text": "Dickkopf 1 is expressed in normal fibroblasts during early stages of colorectal tumorigenesis."}, {"pubmed": 38376441, "text": "Dickkopf-1 is an immune infiltration-related prognostic biomarker of head and neck squamous cell carcinoma."}, {"pubmed": 38499638, "text": "Close negative correlation of local and circulating Dickkopf-1 and Sclerostin levels during human fracture healing."}, {"pubmed": 38583005, "text": "Effect of miR-590-3p/DKK1 Axis on the Progression of Wilms' Tumour."}], "genomic_pos": {"chr": "10", "end": 52318042, "ensemblgene": "ENSG00000107984", "start": 52314281, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 54077802, "start": 54074056, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 20723538, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000902", "qualifier": "involved_in", "term": "cell morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001706", "qualifier": "involved_in", "term": "endoderm formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001707", "qualifier": "involved_in", "term": "mesoderm formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001942", "qualifier": "involved_in", "term": "hair follicle development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002090", "pubmed": 17804805, "qualifier": "involved_in", "term": "regulation of receptor internalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003129", "qualifier": "involved_in", "term": "heart induction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003170", "qualifier": "involved_in", "term": "heart valve development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003197", "qualifier": "involved_in", "term": "endocardial cushion development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23164821, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010977", "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030178", "pubmed": [15020244, 22615920], "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030279", "qualifier": "involved_in", "term": "negative regulation of ossification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030514", "qualifier": "involved_in", "term": "negative regulation of BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032091", "pubmed": 20093360, "qualifier": "involved_in", "term": "negative regulation of protein binding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032526", "qualifier": "involved_in", "term": "response to retinoic acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033137", "pubmed": 20723538, "qualifier": "involved_in", "term": "negative regulation of peptidyl-serine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042662", "pubmed": 20559569, "qualifier": "involved_in", "term": "negative regulation of mesodermal cell fate specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042663", "pubmed": 20559569, "qualifier": "involved_in", "term": "regulation of endodermal cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043523", "pubmed": 23164821, "qualifier": "involved_in", "term": "regulation of neuron apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045813", "pubmed": 23164821, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway, calcium modulating pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 23164821, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051966", "qualifier": "involved_in", "term": "regulation of synaptic transmission, glutamatergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060173", "qualifier": "involved_in", "term": "limb development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060325", "qualifier": "involved_in", "term": "face morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 20559569, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061743", "qualifier": "involved_in", "term": "motor learning"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090090", "pubmed": [11433302, 11448771, 11742004, 12857724, 17804805, 18044981, 20039315, 20093360, 20559569, 22902902], "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090090", "pubmed": 18166153, "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090090", "pubmed": 27846906, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090090", "pubmed": 24431302, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0090090", "pubmed": [23164821, 24449494], "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090244", "qualifier": "involved_in", "term": "Wnt signaling pathway involved in somitogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0098883", "pubmed": 24449494, "qualifier": "involved_in", "term": "synapse pruning"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904338", "pubmed": 24431302, "qualifier": "involved_in", "term": "regulation of dopaminergic neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904723", "pubmed": [11448771, 20093360], "qualifier": "involved_in", "term": "negative regulation of Wnt-Frizzled-LRP5/6 complex assembly"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:1904723", "pubmed": 11433302, "qualifier": "involved_in", "term": "negative regulation of Wnt-Frizzled-LRP5/6 complex assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1904723", "pubmed": 23164821, "qualifier": "involved_in", "term": "negative regulation of Wnt-Frizzled-LRP5/6 complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904958", "qualifier": "involved_in", "term": "positive regulation of midbrain dopaminergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905607", "qualifier": "involved_in", "term": "negative regulation of presynapse assembly"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:2000096", "pubmed": 23164821, "qualifier": "involved_in", "term": "positive regulation of Wnt signaling pathway, planar cell polarity pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000726", "pubmed": 20559569, "qualifier": "involved_in", "term": "negative regulation of cardiac muscle cell differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [11448771, 11742004], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 16263759, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11448771, 16189514, 17804805, 19060904, 21944579, 21984209, 27524201, 28514442, 31515488], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008083", "pubmed": 10383463, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0039706", "qualifier": "enables", "term": "co-receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0039706", "pubmed": [11433302, 20093360], "qualifier": "enables", "term": "co-receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0039706", "pubmed": 22988876, "qualifier": "enables", "term": "co-receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048019", "qualifier": "enables", "term": "receptor antagonist activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048019", "pubmed": 20723538, "qualifier": "enables", "term": "receptor antagonist activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050750", "pubmed": 16263759, "qualifier": "enables", "term": "low-density lipoprotein particle receptor binding"}]}, "homologene": {"genes": [[7955, 30197], [8364, 549037], [9544, 702997], [9598, 450465], [9606, 22943], [9913, 504445], [10090, 13380], [10116, 293897]], "id": 7689}, "interpro": [{"desc": "Dickkopf, N-terminal cysteine-rich", "id": "IPR006796", "short_desc": "Dickkopf_N"}, {"desc": "Dickkopf-like protein", "id": "IPR039863", "short_desc": "DKK-like"}, {"desc": "Dickkopf-related protein 1, second cysteine-rich domain", "id": "IPR047304", "short_desc": "Dkk1_Cys2"}, {"desc": "Dickkopf-related protein 1, N-terminal domain", "id": "IPR047305", "short_desc": "Dkk1_N"}, {"desc": "Dickkopf-related protein 1/2/4, C-terminal subdomain 2", "id": "IPR048499", "short_desc": "DIKK1/2/4_C-subdom2"}, {"desc": "Dickkopf-related protein 1/2/4, C-terminal subdomain 1", "id": "IPR048500", "short_desc": "DIKK1/2/4_C-subdom1"}], "ipi": "IPI00016353", "map_location": "10q21.1", "name": "dickkopf WNT signaling pathway inhibitor 1", "other_names": ["dickkopf 1 homolog", "dickkopf-1 like", "dickkopf-like protein 1", "dickkopf-related protein 1"], "pantherdb": {"HGNC": "2891", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1329040", "ortholog_type": "LDO", "panther_family": "PTHR12113", "taxid": 10090, "uniprot_kb": "O54908"}, {"RGD": "1307313", "ortholog_type": "LDO", "panther_family": "PTHR12113", "taxid": 10116, "uniprot_kb": "D3Z9J1"}, {"Ensembl": "ENSGALG00000003814", "ortholog_type": "LDO", "panther_family": "PTHR12113", "taxid": 9031, "uniprot_kb": "F6ULT8"}, {"ZFIN": "ZDB-GENE-090313-406", "ortholog_type": "LDO", "panther_family": "PTHR12113", "taxid": 7955, "uniprot_kb": "F1RBK0"}, {"ZFIN": "ZDB-GENE-990708-5", "ortholog_type": "O", "panther_family": "PTHR12113", "taxid": 7955, "uniprot_kb": "F1QAX3"}, {"dictyBase": "DDB_G0272530", "ortholog_type": "O", "panther_family": "PTHR12113", "taxid": 352472, "uniprot_kb": "Q559I8"}, {"dictyBase": "DDB_G0287427", "ortholog_type": "O", "panther_family": "PTHR12113", "taxid": 352472, "uniprot_kb": "Q54KK1"}, {"dictyBase": "DDB_G0272420", "ortholog_type": "O", "panther_family": "PTHR12113", "taxid": 352472, "uniprot_kb": "Q559W3"}], "uniprot_kb": "O94907"}, "pathway": {"biocarta": [{"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, {"id": "hespathway", "name": "segmentation clock"}, {"id": "pitx2pathway", "name": "multi-step regulation of transcription by pitx2"}, {"id": "wntlrp6pathway", "name": "wnt lrp6 signalling"}, {"id": "wntpathway", "name": "wnt signaling pathway"}], "kegg": [{"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": [{"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-3772470", "name": "Negative regulation of TCF-dependent signaling by WNT ligand antagonists"}, {"id": "R-HSA-4791275", "name": "Signaling by WNT in cancer"}, {"id": "R-HSA-5339717", "name": "Signaling by LRP5 mutants "}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}], "wikipathways": [{"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2572", "name": "Primary focal segmental glomerulosclerosis (FSGS)"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3658", "name": "Wnt-beta-catenin signaling pathway in leukemia"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3930", "name": "EDA signaling in hair follicle development"}, {"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}, {"id": "WP4258", "name": "LncRNA involvement in canonical Wnt signaling and colorectal cancer"}, {"id": "WP428", "name": "Wnt signaling"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}]}, "pdb": ["3S2K", "3S8V", "3SOQ", "5FWW", "5GJE"], "pfam": ["PF04706", "PF21479", "PF21481"], "pharmgkb": "PA27345", "pharos": {"target_id": 5570, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262731", "relationship": "is"}, {"id": "GNF262732", "relationship": "is"}, {"id": "GNF262733", "relationship": "is"}, {"id": "GNF262734", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161251", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF003679", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284683", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337502", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114127", "relationship": "is"}, {"id": "GNF153768", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": "NP_036374.1", "rna": "NM_012242.4", "translation": {"protein": "NP_036374.1", "rna": "NM_012242.4"}}, "reporter": {"HG-U133_Plus_2": "204602_at", "HG-U95Av2": "35977_at", "HTA-2_0": "TC10000350.hg.1", "HuEx-1_0": "3247172", "HuGene-1_1": "7927631", "HuGene-2_1": "16705011"}, "summary": "This gene encodes a member of the dickkopf family of proteins. Members of this family are secreted proteins characterized by two cysteine-rich domains that mediate protein-protein interactions. The encoded protein binds to the LRP6 co-receptor and inhibits beta-catenin-dependent Wnt signaling. This gene plays a role in embryonic development and may be important in bone formation in adults. Elevated expression of this gene has been observed in numerous human cancers and this protein may promote proliferation, invasion and growth in cancer cell lines. [provided by RefSeq, Sep 2017].", "symbol": "DKK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414057"}, "unigene": "Hs.40499", "uniprot": {"Swiss-Prot": "O94907", "TrEMBL": "I1W660"}, "wikipedia": {"url_stub": "DKK1"}}