{"AllianceGenome": "2907", "HGNC": "2907", "MIM": "176290", "_id": "8788", "_version": 1, "accession": {"genomic": ["AB046762.1", "AL132711.5", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_016863.3"], "protein": ["AAA75364.1", "AAA75365.1", "AAH07741.1", "AAH13197.1", "AAH14015.1", "AAY40461.1", "AAZ38943.1", "AAZ66768.1", "ABC26875.1", "BAB07895.1", "BAF82073.1", "BAG36068.1", "BAG60236.1", "CAA35582.1", "CAA78163.1", "EAW81711.1", "EAW81712.1", "EAW81713.1", "NP_001304101.2", "NP_003827.4", "P80370.3"], "rna": ["AA668326.1", "AK289384.1", "AK297918.1", "AK313258.1", "BC007741.2", "BC013197.1", "BC014015.2", "BU176937.1", "BX357053.2", "BX408554.2", "CB857925.1", "CR621464.1", "DB498121.1", "DQ017081.1", "DQ126100.1", "DQ138965.1", "DQ309460.1", "NM_001032997.1", "NM_001317172.2", "NM_003836.7", "U15979.1", "U15981.1", "X17544.1", "Z12172.1"], "translation": [{"protein": "ABC26875.1", "rna": "DQ309460.1"}, {"protein": "AAH14015.1", "rna": "BC014015.2"}, {"protein": "BAG60236.1", "rna": "AK297918.1"}, {"protein": "AAH07741.1", "rna": "BC007741.2"}, {"protein": "AAZ38943.1", "rna": "DQ126100.1"}, {"protein": "BAF82073.1", "rna": "AK289384.1"}, {"protein": "BAG36068.1", "rna": "AK313258.1"}, {"protein": "CAA78163.1", "rna": "Z12172.1"}, {"protein": "AAZ66768.1", "rna": "DQ138965.1"}, {"protein": "AAY40461.1", "rna": "DQ017081.1"}, {"protein": "NP_001304101.2", "rna": "NM_001317172.2"}, {"protein": "AAH13197.1", "rna": "BC013197.1"}, {"protein": "AAA75365.1", "rna": "U15981.1"}, {"protein": "NP_003827.4", "rna": "NM_003836.7"}, {"protein": "CAA35582.1", "rna": "X17544.1"}, {"protein": "AAA75364.1", "rna": "U15979.1"}]}, "alias": ["DLK", "DLK-1", "Delta1", "FA1", "PREF1", "Pref-1", "ZOG", "pG2"], "ensembl": {"gene": "ENSG00000185559", "protein": ["ENSP00000331081", "ENSP00000340292", "ENSP00000376589", "ENSP00000450821"], "transcript": ["ENST00000331224", "ENST00000341267", "ENST00000392848", "ENST00000555747", "ENST00000556051"], "translation": [{"protein": "ENSP00000376589", "rna": "ENST00000392848"}, {"protein": "ENSP00000340292", "rna": "ENST00000341267"}, {"protein": "ENSP00000331081", "rna": "ENST00000331224"}, {"protein": "ENSP00000450821", "rna": "ENST00000556051"}], "type_of_gene": "protein_coding"}, "entrezgene": "8788", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.0581621727, "exp_mis": 177.812478353, "exp_syn": 100.033098787, "lof_z": 2.32306459278778, "mis_z": 1.31362056542216, "mu_lof": 6.31522316116e-07, "mu_mis": 1.57786430906e-05, "mu_syn": 8.80638829315e-06, "n_lof": 2.0, "n_mis": 142.0, "n_syn": 85.0, "p_li": 0.400971249953363, "p_null": 0.00902192062536917, "p_rec": 0.590006829421268, "syn_z": 0.931807342374138}, "bp": 1152, "cds_end": 101201233, "cds_start": 101193405, "n_exons": 5, "nonpsych": {"exp_lof": 8.10013400662, "exp_mis": 160.839079329, "exp_syn": 90.4412297041, "lof_z": 2.45003576342159, "mis_z": 1.42535470885294, "mu_lof": 6.31522316116e-07, "mu_mis": 1.57786430906e-05, "mu_syn": 8.80638829315e-06, "n_lof": 1.0, "n_mis": 125.0, "n_syn": 81.0, "p_li": 0.73660921253009, "p_null": 0.0030937265711033, "p_rec": 0.260297060898807, "syn_z": 0.625041484955516}, "nontcga": {"exp_lof": 8.32392034769, "exp_mis": 163.577903139, "exp_syn": 92.020864907, "lof_z": 2.16223889838553, "mis_z": 1.15216557969787, "mu_lof": 6.31522316116e-07, "mu_mis": 1.57786430906e-05, "mu_syn": 8.80638829315e-06, "n_lof": 2.0, "n_mis": 134.0, "n_syn": 80.0, "p_li": 0.344971031302168, "p_null": 0.0136923597156259, "p_rec": 0.641336608982206, "syn_z": 0.793441149481918}, "transcript": "ENST00000341267.4"}, "exons": [{"cdsend": 100734896, "cdsstart": 100727068, "chr": "14", "position": [[100726891, 100727135], [100728395, 100728459], [100728935, 100729066], [100732041, 100732183], [100734148, 100734428], [100734647, 100738224]], "strand": 1, "transcript": "NM_001317172", "txend": 100738224, "txstart": 100726891}, {"cdsend": 100734896, "cdsstart": 100727068, "chr": "14", "position": [[100726891, 100727135], [100728395, 100728459], [100728935, 100729066], [100732041, 100732183], [100734148, 100738224]], "strand": 1, "transcript": "NM_003836", "txend": 100738224, "txstart": 100726891}], "exons_hg19": [{"cdsend": 101201233, "cdsstart": 101193405, "chr": "14", "position": [[101193228, 101193472], [101194732, 101194796], [101195272, 101195403], [101198378, 101198520], [101200485, 101200765], [101200984, 101204561]], "strand": 1, "transcript": "NM_001317172", "txend": 101204561, "txstart": 101193228}, {"cdsend": 101201233, "cdsstart": 101193405, "chr": "14", "position": [[101193228, 101193472], [101194732, 101194796], [101195272, 101195403], [101198378, 101198520], [101200485, 101204561]], "strand": 1, "transcript": "NM_003836", "txend": 101204561, "txstart": 101193228}], "generif": [{"pubmed": 11076856, "text": "DLK1 gene is imprinted, with preferential expression from the paternal allele."}, {"pubmed": 12112016, "text": "Retroviral mediated expression of the human myeloid nuclear antigen in a null cell line upregulates Dlk1 expression"}, {"pubmed": 12672031, "text": "delta-like 1 expression in a subset of neuroblastoma cell lines corresponds to a differentiated chromaffin cell type"}, {"pubmed": 12768436, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15289021, "text": "The mRNA expression level of the gene delta-like (Dlk) was measured using real-time PCR methodology in a large series of control biopsies and bone marrow trephines from patients with myelodysplastic syndrome and related myeloid disorders."}, {"pubmed": 15605081, "text": "Dlk may regulate the endothelial function in neuroblastic tumors."}, {"pubmed": 15806146, "text": "DLK1 has activity both as a soluble and a transmembrane expressed protein"}, {"pubmed": 15959531, "text": "Dlk1 is overexpressed in selected samples of MDS (especially RA and RAEB) and AML (particularly M6, M7), and it appears to be associated with normal development of megakaryocytes and B cells."}, {"pubmed": 16288219, "text": "results suggest that DLK1 may play a role in the formation or progression of gliomas"}, {"pubmed": 16403460, "text": "DLK1 variants in pituitary- and neuroendocrine tumors include Secredeltin, Brevideltin and Brevideltinin"}, {"pubmed": 16901742, "text": "The regulation of expression, not splicing, is the most likely mechanism controlling the biological function of DLK1."}, {"pubmed": 17182623, "text": "role for Dlk1 in regulating the multiple biological functions of hMSC by influencing the composition of their microenvironment \"niche.\""}, {"pubmed": 17601927, "text": "the maternal UPD14 phenotype is due to aberrant gene expression within the imprinted domain at 14q32"}, {"pubmed": 18236070, "text": "Delta-like protein seems to be a highly sensitive and specific marker for hepatoblastomas."}, {"pubmed": 18248640, "text": "Monitoring dlk1 levels may be important to evaluate the metabolic and hormonal stage of child development."}, {"pubmed": 18352842, "text": "DLK1 was expressed in liver neoplasms. DLK1-positive patients had a shorter survival time than DLK1-negative patients. Cox regression analysis also showed that DLK1 is a risk factor."}, {"pubmed": 18375047, "text": "the novel prostate progenitor marker Dlk-1 is downregulated by Notch signalling in intermediate cells. The identification of Dlk-1-expressing candidate stem and neuroendocrine cells suggests a hierarchical relationship"}, {"pubmed": 18398438, "text": "Associated with extreme early-onset obesity."}, {"pubmed": 18398438, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18454453, "text": "four patients with clinical features of upd(14)mat who show a maternal-only methylation pattern, but biparental inheritance for chromosome 14."}, {"pubmed": 18575777, "text": "The expression of Dlk1 was found to be up-regulated in CD34+ cells from patients with myelodysplastic syndrome (MDS) by analyzing the gene expression profiles determined by microarray."}, {"pubmed": 18628527, "text": "Selective loss of MEG3 expression and intergenic differentially methylated region hypermethylation in the MEG3/DLK1 locus in human clinically nonfunctioning pituitary adenomas."}, {"pubmed": 19427405, "text": "Pref-1 is modulated by both dexamethasone and 3-isobutyl-1methylxanthine (IBMX), two components of the adipogenic induction mixture during the adipogenesis in vitro."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477929, "text": "PTTG1 and DLK1 are involved in cell differentiation and transformation."}, {"pubmed": 19541743, "text": "Pref-1 has roles in adipogenesis and mesenchymal cell fate [review]"}, {"pubmed": 19685073, "text": "DLK is a novel immunohistochemical marker for adrenal gland tumors."}, {"pubmed": 19779261, "text": "DLK1 gene may be involved in leukemia, but the mRNA level of DLK1 has no relation with some clinical characteristics of AL patients at onset."}, {"pubmed": 19786834, "text": "designed allele-specific methylation study of the DLK1/GTL2 intergenic differentially methylated region allowed us to determine the parental origin of del(14q/IGH) in 9/20 analyzed cases."}, {"pubmed": 19934310, "text": "Because elevated DLK1 expression is found in many tumor types, our observations suggest that hypoxia and DLK1 may constitute an important stem cell pathway for the regulation of cancer stem cell-like functionality and tumorigenicity."}, {"pubmed": 19966805, "text": "Studies indicate the imprinted DLK1-MEG3 gene region of chromosome 14q32.2 contains a functional T1D candidate gene."}, {"pubmed": 19966805, "text": "The imprinted DLK1-MEG3 gene region of chromosome 14q32.2 is robustly associated with paternally inherited risk of type 1 diabetes.  DLK1 is the most likely functional T1D candidate gene in the region."}, {"pubmed": 20058200, "text": "identified dlk1/FA1 as a novel marker of chondroprogenitor cells that undergo embryonic lineage progression from proliferation to the prehypertrophic stage."}, {"pubmed": 20089961, "text": "An insulator located 18 kb upstream of DLK1 plays an important role in regulating DLK1 imprinting."}, {"pubmed": 20214740, "text": "IFI16 may be an essential downstream target of DLK1 in hepatocellular carcinomas (HCC) cells and required for DLK1-induced cell proliferation."}, {"pubmed": 20331358, "text": "Constitutive overexpression of DLK-1/PREF1 in CB MSC resulted in a reduced adipogenic differentiation, whereas silencing of DLK-1 in USSC resulted in adipogenic differentiation."}, {"pubmed": 20356822, "text": "hDlk-1 is a cell surface protein expressed in many carcinomas."}, {"pubmed": 20561424, "text": "mRNA expressions of DLK1, c-FLIPL and c-FLIPS are abnormal in bone marrow mononuclear cells of myelodysplastic syndrome patients."}, {"pubmed": 20959062, "text": "dlk1's expression in non-small cell lung cancers"}, {"pubmed": 21252254, "text": "Adipose tissue in metabolically healthy obese individuals had lower levels of Pref-1, a known inhibitor of preadipocyte differentiation, and a more favorable inflammatory profile."}, {"pubmed": 21737452, "text": "coordinate up-regulation of the DLK1-DIO3 miRNA cluster at 14q32.2 may define a novel molecular (stem cell-like) subtype of hepatocellular carcinoma associated with poor prognosis"}, {"pubmed": 21761283, "text": "A regulatory role for DLK1 in human and mouse neural progenitor differentiation and an interaction between DLK1 and Hes1-mediated Notch signaling in these cells, are reported."}, {"pubmed": 21871428, "text": "The DLK1-MEG3 locus plays a tumor suppressor role in human nonfunctioning adenomas."}, {"pubmed": 22238367, "text": "Data suggest that DLK1 could be a potential therapeutic target against the hepatocellular carcinoma (HCC) stem/progenitor cells."}, {"pubmed": 22259053, "text": "Young women with brown adipose tissue (BAT) have higher bone mineral density and lower serum Pref-1 compared with women without BAT."}, {"pubmed": 22292722, "text": "that alterations in Pref-1 are not involved in the ethiopathogenesis of anorexia nervosa but its changes after partial realimentation could be involved in the regulation of adipose tissue expansion after realimentation."}, {"pubmed": 22508185, "text": "Pref-1 may have differential effects in states of nutritional deprivation compared with nutritional sufficiency."}, {"pubmed": 22513084, "text": "DLK1 mRNA levels are higher in MDS patients and lower in AML patients than in healthy individuals."}, {"pubmed": 22825660, "text": "Reviewed are the microRNAs within the DLK1-DIO3 genomic region, their role in controlling tissue homeostasis and in the pathogenesis of some human diseases, mostly cancer, when aberrantly expressed. [review]"}, {"pubmed": 22943828, "text": "The mRNA expression of TET2 in CD(3)(+) T cells of myelodysplastic syndrome patients was decreased while the mRNA expression of DLK1 was increased."}, {"pubmed": 23136397, "text": "Primary prostatic cancer-associated fibroblasts (CAFs) were isolated and the expression of CAF markers, Dlk1 and SCUBE1 transcripts were characterised."}, {"pubmed": 23145177, "text": "Loss of methylation at the DLK1-MEG3 locus correlates linearly with global loss of DNA methylation in human hepatocellular carcinoma."}, {"pubmed": 23410724, "text": "Placental Pref-1 expression in SGA fetuses was decreased and associated with postnatal body weight, suggesting a role of Pref-1 in the regulation of postnatal development."}, {"pubmed": 23415968, "text": "Paternal methylation aberrations at imprinting control regions of DLK1-GTL2, MEST (PEG1), and ZAC (PLAGL1) and global methylation levels are not associated with idiopathic recurrent spontaneous miscarriages."}, {"pubmed": 23577150, "text": "Dlk1 is a candidate marker for skeletal muscle tumors"}, {"pubmed": 23579340, "text": "Pref-1 have differential effects on bone mineral density and strength parameters in adolescent athletes compared with non-athletes"}, {"pubmed": 23831361, "text": "Differentiation was comparatively weighted toward the second peak in Delta1 pre-expanded cells."}, {"pubmed": 23979788, "text": "Elevated Pref-1 concentrations in type 2 diabetes mellitus (T2DM) subjects may contribute to impaired adipose tissue differentiation capacity associated with insulin resistance in obese patients with T2DM."}, {"pubmed": 24123616, "text": "Overall, the data suggest that active expression of the DLK1-DIO3 cluster represents a new biomarker for epigenetic stability of hESCs and indicates the importance of using a proper physiological oxygen level during the derivation and culture of hESCs."}, {"pubmed": 24173021, "text": "We found that, while embryonal rhabdomyosarcomas tumors consistently show LOI of the differentially methylated regions at the DLK1-GTL2 locus, alveolar rhabdomyosarcomas tumors have erasure of imprinting (EOI) at this locus."}, {"pubmed": 24249679, "text": "DLK1 interacts with the PHB1-PHB2 complex via its cytoplasmic domain and regulates mitochondrial functions, including mitochondrial membrane potential and production of reactive oxygen species."}, {"pubmed": 24317514, "text": "the microRNA cluster at the Dlk1-Dio3 locus is upregulated in lung adenocarcinoma"}, {"pubmed": 24374217, "text": "These results support a role for microRNAs of DLK1-MEG3 cluster and their epigenetic control by DNA methylation in the pathogenesis of type 2 diabetes mellitus."}, {"pubmed": 24518358, "text": "Pregnancies complicated by gestational diabetes mellitus have decreased fetal pref-1 concentrations compared to normal pregnancies"}, {"pubmed": 24621612, "text": "DLK1 can promote the invasion of lung cancer cells by upregulating MMP9 expression, which depends on Notch signaling"}, {"pubmed": 24676147, "text": "In particular, a locus on chromosome 6 comprises a well-known cluster of imprinted genes including the paternally expressed Dlk1, an atypical Notch ligand"}, {"pubmed": 24816254, "text": "the imprinted DLK1-DIO3 locus is regulated by noncoding RNA IPW in an induced pluripotent stem cell model of Prader-Willi syndrome"}, {"pubmed": 24844362, "text": "Data show that the median expression of Jagged-1 protein and delta-like 1 protein (Dll-1) was significantly higher in acute myeloid leukemia (AML) blasts than in peripheral blood stem cells (PBSCs)."}, {"pubmed": 24908673, "text": "DLK1, INSL3 and COUP-TFII expression changes during normal development and is linked to different stages of Leydig Cell differentiation."}, {"pubmed": 25351781, "text": "The results indicate the occurrence of epimutation affecting the IG-DMR and the MEG3-DMR in the two cases, and imply that UPD(14)mat and related (epi)genetic aberrations constitute a rare but important underlying factor for Silver-Russell Syndrome"}, {"pubmed": 25449367, "text": "Serum levels of Pref-1 were associated with the amount of alcohol consumed during the past 30 days."}, {"pubmed": 25461394, "text": "Data show that preadipocyte factor 1 Pref-1 is probably not a major contributor to gestational diabetes mellitus (GDM) pathophysiology but might directly contribute to triglycerides (TG) metabolism, as well as depend on gestational age and renal function."}, {"pubmed": 25559145, "text": "Notch pathway activation in endothelial colony forming cells in vivo via co-implanted stromal cells expressing delta-like 1 promotes vasculogenesis."}, {"pubmed": 25918019, "text": "These mice show improved glucose tolerance. Taken together, we conclude Pref-1 as a positive regulator of islet beta-cells and insulin production."}, {"pubmed": 26018510, "text": "Kaplan-Meier analysis indicated that higher DLK1 levels were associated with shorter survival in Hepatocellular carcinoma (HCC) patients. These results suggest that the serum levels of DLK1 may serve as a prognostic biomarker for HCC patients."}, {"pubmed": 26115479, "text": "DLK1 expression diminishes during differentiation of human U937 cells to macrophages."}, {"pubmed": 26220259, "text": "Data from longitudinal, nested case-control study conducted in rural South Korea suggest that low serum levels of DLK1 (preadipocyte factor 1) may be useful biomarker for identifying women (but not men) at high risk of developing insulin resistance, prediabetes, and type 2 diabetes."}, {"pubmed": 26499442, "text": "Treatment of mice with recombinant human DLK1 during pregnancy has significant effects on AT of the offspring. This can be associated with counter-regulatory changes in the Notch1 signaling cascade."}, {"pubmed": 26754526, "text": "Results suggest a potential signalling hierarchy between Delta-like 1 and ephrin-B2 ligands, as neural stem cells adopt the Delta-like 1 phenotype of stem cell maintenance on simultaneous presentation of both signals."}, {"pubmed": 26818178, "text": "The appropriate timing of Dll1 expression is critical for its oscillatory expression, pointing to the functional significance of Dll1-mediated oscillatory cell-cell interactions in the segmentation clock. [review]"}, {"pubmed": 27044861, "text": "Pref-1 induces insulin synthesis and secretion via two independent pathways"}, {"pubmed": 27191393, "text": "The study evaluated the roles of extracellular soluble DLK1, comprising six EGF-like domains and juxtamembrane regions, in human pancreatic cancer MIA PaCa-2 cells in vitro and in vivo. Soluble DLK1 exerted antitumor effects not only in cancer cell migration and anchorage-independent cell growth but also in in vivo tumor growth."}, {"pubmed": 27329732, "text": "In neonatal skin, DLK1 exhibited a high degree of monoallelic expression from the paternal allele."}, {"pubmed": 27683116, "text": "targeting DLK1 might inhibit the tumor growth via initiating cell differentiation of hepatocellular carcinoma (HCC) cancer stem cell."}, {"pubmed": 27776119, "text": "Loss of DLK1 expression is associated with fetal growth retardation complications of pregnancy."}, {"pubmed": 27829231, "text": "The expression of piRNAs encoded at DLK1-DIO3 enhances the prognostic potential of small non-coding RNAs specific to this locus in predicting lung cancer patient outcome."}, {"pubmed": 28099888, "text": "NOTCH1 ligand Delta-like 1 homolog (DLK1) self interacts"}, {"pubmed": 28324015, "text": "A complex defect of DLK1 ( approximately 14-kb deletion and 269-bp duplication) was identified in a family with central precocious puberty. This deletion included the 5' untranslated region and the first exon of DLK1, including the translational start site. Only family members who inherited the defect from their father have precocious puberty, consistent with the known imprinting of DLK1."}, {"pubmed": 28461338, "text": "The data presented in this work suggest that a fine regulation of NOTCH signaling BY DLK1 plays an important role in the control of breast cancer cell proliferation and invasion."}, {"pubmed": 28619508, "text": "results demonstrate that miR-129-5p inhibits non-small cell lung cancer stemness and chemoresistance through direct targeting of DLK1"}, {"pubmed": 28672280, "text": "point mutations in DLK1 and KCNK9 at least do not seem to be a common cause of central precocious puberty in girls."}, {"pubmed": 28823832, "text": "SASH1 acts through NOTCH1 and its inhibitor DLK1 in a three-dimensional model of lumenogenesis involving CEACAM1."}, {"pubmed": 29157033, "text": "We conclude methylation changes at some CpG sites of MEST and DLK differentially methylated regions in preeclamptic group"}, {"pubmed": 29980981, "text": "These results suggest that the DLK1-MEG3 locus, and not the IGF2-H19 locus, drives the tumorigenicity of NT2 cells. Based on these results, we identified DLK1 as a novel treatment target for EC that could be downregulated by 5-azaD."}, {"pubmed": 30084829, "text": "Data suggest that targeted methylation of MEG3-DMRs (differentially methylated regions) is sufficient to repress DLK1-MEG3 locus and increase beta-cell susceptibility to cytokines; this study provides evidence for role of novel enhancer in regulation of imprinting at DLK1-MEG3 locus in beta-cells of subjects with type 2 diabetes . (MEG3 = MEG3 non-coding RNA; DLK1 = delta-like 1 protein)"}, {"pubmed": 30234781, "text": "Studied the delta like homolog 1-maternally expressed gene 3 (DLK1-MEG3) region in human umbilical vein endothelial cells, and its connection with endothelium-derived factors in maternal preeclampsia and elevated blood pressure in offspring."}, {"pubmed": 30268817, "text": "Deletion of Dlk1 increases anxiety-related behaviors and vulnerability to ethanol consumption."}, {"pubmed": 30395586, "text": "A direct relationship between DLK1-DIO3 deregulation and replicative senescence of adipose-derived stem cells is reported, involving upregulation of a very significant fraction of its largest miRNA cluster (14q32.31), paralleled by the progressive overexpression of the lncRNA MEG3."}, {"pubmed": 30442366, "text": "DLX6-AS1, combined with miR-129-5p and DLK1, can be utilized as factors for the clinical diagnosis and prognosis of osteosarcoma."}, {"pubmed": 30459083, "text": "Pref-1 concentrations in umbilical cord serum are higher than in antepartum maternal serum, probably pointing to its fetal origin and role in intrauterine growth."}, {"pubmed": 30626939, "text": "DLK1 may constitute a novel diagnostic biomarker and therapeutic target for HGSC."}, {"pubmed": 30818110, "text": "Low DLK1 expression is associated with acromegaly."}, {"pubmed": 31346203, "text": "Delta-like 1-mediated cis-inhibition of Jagged1/2 signalling inhibits differentiation of human epidermal cells in culture."}, {"pubmed": 31661545, "text": "Abnormally localized DLK1 interacts with NCOR1 in non-small cell lung cancer cell nuclear."}, {"pubmed": 31886292, "text": "Methylation status of delta-like 1 (DLK1) in the placenta correlates with maternal serum glucose level and fetal birth weight."}, {"pubmed": 32051829, "text": "MicroRNA-127 Inhibits the Progression of Melanoma by Downregulating Delta-Like Homologue 1."}, {"pubmed": 32174303, "text": "Circulating Delta-like homolog 1 (DLK1) at 36 weeks is correlated with birthweight and is of placental origin."}, {"pubmed": 32205867, "text": "Hypoxia-induced release, nuclear translocation, and signaling activity of a DLK1 intracellular fragment in glioma."}, {"pubmed": 32526833, "text": "The Role of Pref-1 during Adipogenic Differentiation: An Overview of Suggested Mechanisms."}, {"pubmed": 32676665, "text": "Novel Genetic and Biochemical Findings of DLK1 in Children with Central Precocious Puberty: A Brazilian-Spanish Study."}, {"pubmed": 32880010, "text": "Sclerostin, preadipocyte factor-1 and bone mineral values in eumenorrheic adolescent athletes with different training patterns."}, {"pubmed": 32904069, "text": "Delta-like Factor 1 as a Possible Therapeutic Target for Sarcomas."}, {"pubmed": 33297832, "text": "Genetic Polymorphisms of Delta-Like 1 Homolog Influence the Susceptibility to Antituberculosis Drug-Induced Hepatotoxicity."}, {"pubmed": 33462238, "text": "Dll1(+) quiescent tumor stem cells drive chemoresistance in breast cancer through NF-kappaB survival pathway."}, {"pubmed": 33472171, "text": "Functional characterization of DLK1/MEG3 locus on chromosome 14q32.2 reveals the differentiation of pituitary neuroendocrine tumors."}, {"pubmed": 33640968, "text": "Pregnancy Serum DLK1 Concentrations Are Associated With Indices of Insulin Resistance and Secretion."}, {"pubmed": 33723276, "text": "Bone marrow stromal cells from MDS and AML patients show increased adipogenic potential with reduced Delta-like-1 expression."}, {"pubmed": 34011992, "text": "Human delta like 1-expressing human mesenchymal stromal cells promote human T cell development and antigen-specific response in humanized NOD/SCID/IL-2R[Formula: see text](null) (NSG) mice."}, {"pubmed": 34229599, "text": "Hypoxia-induced preadipocyte factor 1 expression in human lung fibroblasts through ERK/PEA3/c-Jun pathway."}, {"pubmed": 34294738, "text": "Human placental piwi-interacting RNA transcriptome is characterized by expression from the DLK1-DIO3 imprinted region."}, {"pubmed": 34331953, "text": "Pref-1 induced lung fibroblast differentiation by hypoxia through integrin alpha5beta1/ERK/AP-1 cascade."}, {"pubmed": 34606325, "text": "Emerging Roles of DLK1 in the Stem Cell Niche and Cancer Stemness."}, {"pubmed": 35050550, "text": "The pituitary tumour-transforming gene 1/delta-like homologue 1 pathway plays a key role in liver fibrogenesis."}, {"pubmed": 35059744, "text": "CpG site hypomethylation at ETS1binding region regulates DLK1 expression in Chinese patients with Tetralogy of Fallot."}, {"pubmed": 35295988, "text": "Low Maternal DLK1 Levels at 26 Weeks Is Associated With Small for Gestational Age at Birth."}, {"pubmed": 36568069, "text": "Circulating levels of DLK1 and glucose homeostasis in girls with obesity: A pilot study."}, {"pubmed": 36577869, "text": "A new DLK1 defect in a family with idiopathic central precocious puberty: elucidation of the male phenotype."}, {"pubmed": 36907530, "text": "Effect of epigenetic activating of Dlk1-Dio3 imprinted cluster on miR-370 expression due to folate deficiency during nerve development."}, {"pubmed": 37703313, "text": "Familial central precocious puberty due to DLK1 deficiency: novel genetic findings and relevance of serum DLK1 levels."}, {"pubmed": 38185550, "text": "Exploring the role of DLK1 in inducing NLRP3 inflammasome activation in bladder epithelial cells in patients with interstitial cystitis."}, {"pubmed": 38311851, "text": "DLK1/DIO3 locus upregulation by a beta-catenin-dependent enhancer drives cell proliferation and liver tumorigenesis."}, {"pubmed": 38328889, "text": "Pericardial delta like non-canonical NOTCH ligand 1 (Dlk1) augments fibrosis in the heart through epithelial to mesenchymal transition."}, {"pubmed": 38609422, "text": "MiRNAs from the Dlk1-Dio3 locus and miR-224/452 cluster contribute to glioblastoma tumor heterogeneity."}], "genomic_pos": {"chr": "14", "end": 100738224, "ensemblgene": "ENSG00000185559", "start": 100725705, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 101201539, "start": 101192042, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045746", "pubmed": 25093684, "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [7925474, 25093684], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 101883341], [8364, 100494606], [9031, 423459], [9544, 707595], [9598, 467556], [9606, 8788], [9615, 490860], [10090, 13386], [10116, 114587]], "id": 2846}, "interpro": [{"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}], "ipi": ["IPI00160384", "IPI00218210"], "map_location": "14q32.2", "name": "delta like non-canonical Notch ligand 1", "other_names": ["delta-like 1 homolog", "fetal antigen 1", "preadipocyte factor 1", "protein delta homolog 1", "secredeltin"], "pantherdb": {"HGNC": "2907", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "94900", "ortholog_type": "LDO", "panther_family": "PTHR24052", "taxid": 10090, "uniprot_kb": "Q09163"}, {"RGD": "619931", "ortholog_type": "LDO", "panther_family": "PTHR24052", "taxid": 10116, "uniprot_kb": "O70534"}, {"Ensembl": "ENSGALG00000011244", "ortholog_type": "LDO", "panther_family": "PTHR24052", "taxid": 9031, "uniprot_kb": "B7SFV6"}, {"FlyBase": "FBgn0261514", "ortholog_type": "LDO", "panther_family": "PTHR24052", "taxid": 7227, "uniprot_kb": "Q8IP58"}], "uniprot_kb": "P80370"}, "pathway": {"pid": [{"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}], "reactome": [{"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-2122948", "name": "Activated NOTCH1 Transmits Signal to the Nucleus"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3845", "name": "Canonical and non-canonical Notch signaling"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}]}, "pfam": ["PF00008", "PF21700"], "pharmgkb": "PA27363", "pharos": {"target_id": 15059, "tdl": "Tchem"}, "pir": ["S53716", "S71548"], "prosite": "PS50026", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259183", "relationship": "is"}, {"id": "GNF259184", "relationship": "is"}, {"id": "GNF259185", "relationship": "is"}, {"id": "GNF259186", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157503", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047232", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF003690", "relationship": "is"}, {"id": "GNF003691", "relationship": "is"}, {"id": "GNF003692", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF235638", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098107", "relationship": "is"}, {"id": "GNF137762", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_016863.3"], "protein": ["NP_001304101.2", "NP_003827.4"], "rna": ["NM_001032997.1", "NM_001317172.2", "NM_003836.7"], "translation": [{"protein": "NP_001304101.2", "rna": "NM_001317172.2"}, {"protein": "NP_003827.4", "rna": "NM_003836.7"}]}, "reporter": {"HG-U133_Plus_2": ["209560_s_at", "235600_at"], "HG-U95Av2": "32648_at", "HTA-2_0": "TC14000644.hg.1", "HuEx-1_0": ["3552083", "3552097", "3552099", "3552101"], "HuGene-1_1": "7976783", "HuGene-2_1": "16788475"}, "summary": "This gene encodes a transmembrane protein that contains multiple epidermal growth factor repeats that functions as a regulator of cell growth. The encoded protein is involved in the differentiation of several cell types including adipocytes. This gene is located in a region of chromosome 14 frequently showing unparental disomy, and is imprinted and expressed from the paternal allele. A single nucleotide variant in this gene is associated with child and adolescent obesity and shows polar overdominance, where heterozygotes carrying an active paternal allele express the phenotype, while mutant homozygotes are normal. [provided by RefSeq, Nov 2015].", "symbol": "DLK1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414069"}, "unigene": ["Hs.533717", "Hs.116631"], "uniprot": {"Swiss-Prot": "P80370", "TrEMBL": ["G3XAH5", "A8K019", "G3V2R7"]}, "wikipedia": {"url_stub": "DLK1"}}