{"AllianceGenome": "24948", "HGNC": "24948", "MIM": "607375", "_id": "84444", "_version": 1, "accession": {"genomic": ["AC004490.1", "AC005257.1", "AC005263.1", "AC093456.1", "CH471139.2", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_029793.1"], "protein": ["AAC08316.1", "AAM88322.1", "AOP12923.1", "AOP12924.1", "BAB47443.1", "BAB84946.1", "EAW69408.1", "EAW69409.1", "EAW69410.1", "EAW69411.1", "NP_001398070.1", "NP_115871.1", "Q8TEK3.3", "XP_011526661.1", "XP_011526663.1", "XP_047295469.1", "XP_047295470.1", "XP_047295471.1", "XP_054178319.1", "XP_054178320.1", "XP_054178321.1", "XP_054178322.1"], "rna": ["AB058717.1", "AF509504.1", "AK074120.1", "AK095280.1", "AL080221.1", "BC021037.1", "BC032803.1", "DQ595517.1", "KX792913.1", "KX792914.1", "NM_001411141.1", "NM_032482.3", "XM_011528359.3", "XM_011528361.3", "XM_047439513.1", "XM_047439514.1", "XM_047439515.1", "XM_054322344.1", "XM_054322345.1", "XM_054322346.1", "XM_054322347.1"], "translation": [{"protein": "XP_011526663.1", "rna": "XM_011528361.3"}, {"protein": "XP_054178319.1", "rna": "XM_054322344.1"}, {"protein": "XP_054178320.1", "rna": "XM_054322345.1"}, {"protein": "XP_047295469.1", "rna": "XM_047439513.1"}, {"protein": "XP_054178321.1", "rna": "XM_054322346.1"}, {"protein": "XP_054178322.1", "rna": "XM_054322347.1"}, {"protein": "AOP12924.1", "rna": "KX792914.1"}, {"protein": "AAM88322.1", "rna": "AF509504.1"}, {"protein": "BAB84946.1", "rna": "AK074120.1"}, {"protein": "BAB47443.1", "rna": "AB058717.1"}, {"protein": "NP_001398070.1", "rna": "NM_001411141.1"}, {"protein": "NP_115871.1", "rna": "NM_032482.3"}, {"protein": "XP_047295471.1", "rna": "XM_047439515.1"}, {"protein": "AOP12923.1", "rna": "KX792913.1"}, {"protein": "XP_011526661.1", "rna": "XM_011528359.3"}, {"protein": "XP_047295470.1", "rna": "XM_047439514.1"}]}, "alias": ["DOT1", "KMT4"], "ec": "2.1.1.360", "ensembl": {"gene": "ENSG00000104885", "protein": ["ENSP00000381657", "ENSP00000404284", "ENSP00000407411", "ENSP00000476469", "ENSP00000484015", "ENSP00000510335"], "transcript": ["ENST00000398665", "ENST00000452696", "ENST00000457590", "ENST00000478937", "ENST00000482433", "ENST00000586024", "ENST00000591498", "ENST00000608122", "ENST00000686010"], "translation": [{"protein": "ENSP00000510335", "rna": "ENST00000686010"}, {"protein": "ENSP00000381657", "rna": "ENST00000398665"}, {"protein": "ENSP00000404284", "rna": "ENST00000452696"}, {"protein": "ENSP00000484015", "rna": "ENST00000478937"}, {"protein": "ENSP00000476469", "rna": "ENST00000586024"}, {"protein": "ENSP00000407411", "rna": "ENST00000457590"}], "type_of_gene": "protein_coding"}, "entrezgene": "84444", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 45.0193085008, "exp_mis": 669.352048812, "exp_syn": 392.225376751, "lof_z": 6.20353402984893, "mis_z": 3.84448024641069, "mu_lof": 3.34998341753e-06, "mu_mis": 6.53381704488e-05, "mu_syn": 3.83052392525e-05, "n_lof": 3.0, "n_mis": 466.0, "n_syn": 430.0, "p_li": 0.999988961757209, "p_null": 1.49637792774902e-15, "p_rec": 1.10382427895687e-05, "syn_z": -1.1824464052188}, "bp": 4614, "cds_end": 2229791, "cds_start": 2164183, "n_exons": 28, "nonpsych": {"exp_lof": 40.2167530215, "exp_mis": 605.298147829, "exp_syn": 354.471795806, "lof_z": 5.76350862883044, "mis_z": 3.77831243814124, "mu_lof": 3.34998341753e-06, "mu_mis": 6.53381704488e-05, "mu_syn": 3.83052392525e-05, "n_lof": 3.0, "n_mis": 421.0, "n_syn": 400.0, "p_li": 0.999941922150267, "p_null": 1.041711349269e-13, "p_rec": 5.80778496291257e-05, "syn_z": -1.52248542118548}, "nontcga": {"exp_lof": 41.3660977736, "exp_mis": 615.752262403, "exp_syn": 360.795741816, "lof_z": 5.88446004525569, "mis_z": 3.84988111257833, "mu_lof": 3.34998341753e-06, "mu_mis": 6.53381704488e-05, "mu_syn": 3.83052392525e-05, "n_lof": 3.0, "n_mis": 424.0, "n_syn": 404.0, "p_li": 0.99995845075544, "p_null": 3.77055638224507e-14, "p_rec": 4.15492445222525e-05, "syn_z": -1.44018603886491}, "transcript": "ENST00000398665.3"}, "exons": [{"cdsend": 2229792, "cdsstart": 2164184, "chr": "19", "position": [[2163932, 2164265], [2180712, 2180756], [2185854, 2185929], [2189731, 2189795], [2191011, 2191240], [2193688, 2193783], [2194514, 2194577], [2199883, 2199939], [2202699, 2202779], [2206728, 2206797], [2207573, 2207680], [2208934, 2208976], [2210399, 2210510], [2210620, 2210855], [2211098, 2211212], [2211750, 2211842], [2213538, 2213640], [2213848, 2213986], [2214470, 2214596], [2216280, 2216765], [2216954, 2217090], [2217771, 2217918], [2220107, 2220222], [2221975, 2222559], [2223280, 2223486], [2225387, 2225452], [2226182, 2227127], [2229784, 2232578]], "strand": 1, "transcript": "NM_032482", "txend": 2232578, "txstart": 2163932}], "exons_hg19": [{"cdsend": 2229791, "cdsstart": 2164183, "chr": "19", "position": [[2163931, 2164264], [2180711, 2180755], [2185853, 2185928], [2189730, 2189794], [2191010, 2191239], [2193687, 2193782], [2194513, 2194576], [2199882, 2199938], [2202698, 2202778], [2206727, 2206796], [2207572, 2207679], [2208933, 2208975], [2210398, 2210509], [2210619, 2210854], [2211097, 2211211], [2211749, 2211841], [2213537, 2213639], [2213847, 2213985], [2214469, 2214595], [2216279, 2216764], [2216953, 2217089], [2217770, 2217917], [2220106, 2220221], [2221974, 2222558], [2223279, 2223485], [2225386, 2225451], [2226181, 2227126], [2229783, 2232577]], "strand": 1, "transcript": "NM_032482", "txend": 2232577, "txstart": 2163931}], "generif": [{"pubmed": 15851025, "text": "mistargeting of hDOT1L to Hoxa9 plays an important role in MLL-AF10-mediated leukemogenesis"}, {"pubmed": 17094487, "text": "Altered phosphorylation of histone-H3 is associated with hepatocarcinogenesis"}, {"pubmed": 17855633, "text": "Identification of ENL-associated proteins by mass spectrometry revealed enzymes with a known role in transcriptional elongation: pTEFb and DOT1L."}, {"pubmed": 18285465, "text": "suggesting a widespread mechanism for parallel or sequential recruitment of DOT1L and MLL to genes in their normal \"on\" state"}, {"pubmed": 18449190, "text": "demonstration, using chemically ubiquitylated H2B, of a direct stimulation of hDot1L-mediated intranucleosomal methylation of H3 K79"}, {"pubmed": 19266077, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19443658, "text": "the CALM-AF10 fusion protein can also greatly reduce global H3K79 methylation in both human and murine leukemic cells by disrupting the AF10-mediated association of hDOT1L with chromatin"}, {"pubmed": 19734945, "text": "Impaired recruitment of the histone methyltransferase DOT1L contributes to the incomplete reactivation of tumor suppressor genes upon DNA demethylation."}, {"pubmed": 19799466, "text": "titration of the level of ubiquitylated histone H2B within the nucleosome revealed a 1:1 stoichiometry of Dot1L activation."}, {"pubmed": 19864429, "text": "AF17 competes with AF9 to bind Dot1a, decreases Dot1a nuclear expression by possibly facilitating its nuclear export, and relieves Dot1a.AF9-mediated repression of alpha-ENaC and other target genes."}, {"pubmed": 20203130, "text": "study describes for the first time the components of DotCom and links the specific regulation of H3K79 trimethylation by Dot1 and its associated factors to the Wnt/Wingless signaling pathway"}, {"pubmed": 20208522, "text": "This permitted structure-activity studies of ubiquitylated mononucleosomes that revealed plasticity in the mechanism of hDot1L stimulation and identified surfaces of ubiquitin important for activation."}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21741597, "text": "These data point to DOT1L as a potential therapeutic target in MLL-rearranged leukemia."}, {"pubmed": 22002246, "text": "a novel STAT1-DOT1L interaction that is required for the regulation JAK-STAT-inducible gene expression"}, {"pubmed": 22190683, "text": "down-regulation of DOT1L-mediated H3K79 methylation disturbs proliferation of human cells"}, {"pubmed": 22373577, "text": "These findings identify a novel role for Bat3 in regulating DOT1L function, which plays a critical role in DNA damage response."}, {"pubmed": 22566624, "text": "These data are a further step to better understand the role of Wnt-signaling during chondrogenesis and cartilage homeostasis. DOT1L may represent a therapeutic target for osteoarthritis."}, {"pubmed": 22619169, "text": "Data show that histone monoubiquitylation H2Aub did not influence histone methyltransferase Dot1L activity."}, {"pubmed": 23012353, "text": "a functional interaction between hDOT1L and RNAPII targets hDOT1L and subsequent H3K79 methylations to actively transcribed genes."}, {"pubmed": 23505243, "text": "In male subjects, the rs12982744 polymorphism in DOT1L is associated with hip osteoarthritis."}, {"pubmed": 23891621, "text": "Interaction with CBX8 precludes AF9-DOT1L binding."}, {"pubmed": 23996074, "text": "Functional studies show that the mapped AF9/ENL interacting site is essential for immortalization by MLL-AF9, indicating that DOT1L interaction with MLL-AF9 and its recruitment are required for transformation by MLL-AF9."}, {"pubmed": 24486544, "text": "PITX2 forms complex with histone H3 lysine 4 (H3K4) methyltransferase. PITX2 complex methylates H3K4."}, {"pubmed": 24816405, "text": "DOT1L Regulates IL-22 Dependent Colon Cancer Stemness via H3K79 Methylation"}, {"pubmed": 24854991, "text": "Establishing the precise function of DOT1L in normal adult hematopoiesis and understanding its mode of action will aid in our understanding of the use of DOT1L as a therapeutic target in MLL-rearranged leukemia."}, {"pubmed": 24858818, "text": "inhibition of DOT1L, in combination with DNA damaging chemotherapy, represents a promising approach to improving outcomes for MLL-rearranged leukemia."}, {"pubmed": 24916648, "text": "A genome-wide association study identifies PLCL2 and AP3D1-DOT1L-SF3A2 as new susceptibility loci for myocardial infarction in Japanese"}, {"pubmed": 25005768, "text": "DOT1L rs12982744 G to C change and variant C genotype may contribute to knee OA risk in a Chinese Han population."}, {"pubmed": 25417107, "text": "Studies identified the evolutionarily conserved Af9 YEATS domain as a novel acetyllysine-binding module and established a direct link between histone acetylation and DOT1L-mediated H3K79 methylation in transcription control."}, {"pubmed": 25464900, "text": "Results provide evidence that transformation driven by MLL fusions as well as the recurrent AML-associated NUP98-NSD1 fusion oncogene is critically dependent on the ability of AF10 to stimulate DOT1L activity."}, {"pubmed": 25576241, "text": "Three candidate variants were identified: p.Glu1313Lys in Insulin receptor (INSR), p.Arg81Pro in F-box protein 24 (FBXO24) and p.Pro1146Leu in DOT1-like histone H3K79 methyltransferase"}, {"pubmed": 25921540, "text": "The graded reduction of the DOT1L interaction with MLL-AF9 results in differential loss of H3K79me2 and me3 at MLL-AF9 target genes."}, {"pubmed": 26118503, "text": "Targeting DOT1L and HOX gene expression in MLL-rearranged leukemia and beyond."}, {"pubmed": 26199140, "text": "expression associated with poorer survival and aggressiveness of breast cancers"}, {"pubmed": 26240340, "text": "analysis of a functional hotspot on ubiquitin that is required for the stimulation of human Dot1"}, {"pubmed": 26385168, "text": "Report drug formulation/delivery of DOT1L inhibitor pinometostat in leukemia."}, {"pubmed": 26439302, "text": "The PZP domain of AF10 senses unmodified H3K27 to regulate DOT1L-mediated methylation of H3K79."}, {"pubmed": 26830124, "text": "These data converge on a possible mechanism for hDot1L stimulation in which histone H2B physically 'corrals' the enzyme into a productive binding orientation."}, {"pubmed": 26914852, "text": "study demonstrates the development of potent DOT1L inhibitors with novel scaffolds"}, {"pubmed": 26923329, "text": "this indicates that DOT1L function, like MLL, does not completely rely on its methyltransferase activity. Nevertheless, the small molecule DOT1L inhibition is sufficient to block the proliferation of MLL fusion-induced leukemia cells of murine and human origin"}, {"pubmed": 26927674, "text": "MLL1 and DOT1L cooperate with meningioma-1 to induce acute myeloid leukemia."}, {"pubmed": 27002147, "text": "these findings strongly support the contention that histone methyltransferase, DOT1L-associated epigenetic changes induced by HA play pivotal roles in miR-10 production leading to up-regulation of RhoGTPase and survival proteins."}, {"pubmed": 27294782, "text": "DOT1L, via dimethylated histone H3 K79, facilitates histone H4 acetylation, which in turn regulates the binding of BRD4 to chromatin in acute lymphoblastic leukemia."}, {"pubmed": 27335278, "text": "DOT1L may play a critical role in DNMT3A-mutant leukemia."}, {"pubmed": 27626484, "text": "DOT1L cooperates with transcription factor ETS-1 to stimulate the expression of VEGFR2, thereby activating ERK1/2 and AKT signaling pathways and promoting angiogenesis."}, {"pubmed": 27713173, "text": "this study shows that Dot1l expression predicts adverse postoperative prognosis of patients with clear-cell renal cell carcinoma"}, {"pubmed": 28076791, "text": "MLL-AF4 spreading gene expression is downregulated by inhibitors of the H3K79 methyltransferase DOT1L."}, {"pubmed": 28114995, "text": "findings demonstrate that DOT1L over-expression has important clinical significance in ovarian cancer and also clarify that it drives cell cycle progression through transcriptional regulation of CDK6 and CCND3 through H3K79 methylation"}, {"pubmed": 28209620, "text": "our results identify DOT1L as a novel cofactor in N-Myc-mediated transcriptional activation of target genes and neuroblastoma oncogenesis. Furthermore, they characterize DOT1L inhibitors as novel anticancer agents against MYCN-amplified neuroblastoma."}, {"pubmed": 28394257, "text": "These results reveal a cooperative transcriptional activation mechanism of AEP and DOT1L and suggest a molecular rationale for the simultaneous inhibition of the MLL fusion-AF4 complex and DOT1L for more effective treatment of MLL-rearranged leukemia."}, {"pubmed": 28627522, "text": "DOT1L limits Wnt signalling to maintain cartilage homeostasis and protects against osteoarthritis."}, {"pubmed": 28781076, "text": "human mammary epithelial cells reprogramming is dependent on gene silencing by the DNA methyltransferase DNMT3A and loss of histone transcriptional marks following downregulation of the methyltransferase DOT1L."}, {"pubmed": 29161537, "text": "The present study identifies H3K79me1 and DOT1L upregulation as a novel epigenetic signature of arsenic-exposed humans who have characteristic dermatological lesions."}, {"pubmed": 29234911, "text": "Gene and protein expression of DOT1L was increased in synovial tissues of both osteoarthritis and rheumatoid arthritis patients."}, {"pubmed": 29343685, "text": "facilitates DNA damage repair; plays a protective role in ultraviolet radiation-induced melanomagenesis"}, {"pubmed": 29463719, "text": "Each C-Nap1 ring at the proximal end of the two centrioles organizes a rootletin ring and, in addition, multiple rootletin/CEP68 fibers."}, {"pubmed": 29631608, "text": "DOT1L is essential for activation of NKX2.5 during the cardiac differentiation of human embryonic stem cells."}, {"pubmed": 29972300, "text": "DOT1L, LSD1, and HDAC Class I Inhibitors Reduce HOXA9 Expression in MLL-AF9 Rearranged Leukemia Cells, But Dysregulate the Expression of Many Histone-Modifying Enzymes"}, {"pubmed": 30171029, "text": "Myeloma cells with histone modifier mutations or lower IRF4/MYC expression were less sensitive to DOT1L inhibition, but with prolonged treatment, anti-proliferative effects were achieved in these cells."}, {"pubmed": 30616689, "text": "Study provides evidence that DOT1L plays an important role in an early DNA damage response and repair of DNA double-strand breaks via the homologous recombination pathway."}, {"pubmed": 30651276, "text": "High DOT1L expression is associated with Leukemia."}, {"pubmed": 30765112, "text": "Authors find that contacts mediated by Dot1L and the H4 tail induce a conformational change in the globular core of histone H3 that reorients K79 from an inaccessible position, thus enabling this side chain to insert into the active site in a position primed for catalysis."}, {"pubmed": 30770869, "text": "The authors present the cryo-electron microscopy structure of the catalytic domain of human DOT1L (residues 1-416) in complex with an H2BK120ub1 nucleosome core particle at an overall resolution of 4.1 A and determined the cryo-electron microscopy structure of DOT1L in complex with an unmodified nucleosome core particle at an overall resolution of 5.0 A."}, {"pubmed": 30923167, "text": "results establish the molecular basis of the cross-talk between H2B ubiquitination and H3 Lys79 methylation as well as nucleosome destabilization by DOT1L"}, {"pubmed": 30981630, "text": "We report cryo-EM structures of human Dot1L bound to (1) H2BK120Ub and (2) unmodified nucleosome substrates at 3.5 A and 4.9 A, respectively. Comparison of both structures, complemented with biochemical experiments, provides critical insights into the mechanism of Dot1L stimulation by H2BK120Ub."}, {"pubmed": 31525340, "text": "MiR-133b regulates CRC stemness and chemoresistance through targeting DOT1L."}, {"pubmed": 31527241, "text": "the oligomerization ability of the DOT1L-AF10 complex is essential for MLL1-AF10's leukemogenic function"}, {"pubmed": 31727944, "text": "The DOT1L inhibitor Pinometostat decreases the host-response against infections: Considerations about its use in human therapy."}, {"pubmed": 31888761, "text": "Data found that DOT1L was highly expressed in colorectal cancer and was negatively related to the prognosis of patients with colorectal cancer (CRC). DOT1L epigenetically promotes the transcription of c-Myc via H3K79me2. Its silencing or inhibition induces cell cycle arrest at S phase. These results suggest that DOT1L is a potential marker for colorectal cancer."}, {"pubmed": 31939604, "text": "The role of DOT1L in the proliferation and prognosis of gastric cancer."}, {"pubmed": 31952940, "text": "Disruptor of telomeric silencing 1-like (DOT1L) is involved in breast cancer metastasis via transcriptional regulation of MALAT1 and ZEB2."}, {"pubmed": 31999490, "text": "Analysis of Polymorphisms in the MATN3 and DOT1L Genes and CTX-II Urinary Levels in Patients with Knee Osteoarthritis in a Northeast Mexican-Mestizo Population."}, {"pubmed": 32450905, "text": "Therapeutic strategies against hDOT1L as a potential drug target in MLL-rearranged leukemias."}, {"pubmed": 32552847, "text": "The lncRNA LAMP5-AS1 drives leukemia cell stemness by directly modulating DOT1L methyltransferase activity in MLL leukemia."}, {"pubmed": 32814769, "text": "Histone methyltransferase DOT1L coordinates AR and MYC stability in prostate cancer."}, {"pubmed": 33077595, "text": "DOT1L-controlled cell-fate determination and transcription elongation are independent of H3K79 methylation."}, {"pubmed": 33484127, "text": "Epigenome-Wide Association Study of Thyroid Function Traits Identifies Novel Associations of fT3 With KLF9 and DOT1L."}, {"pubmed": 33493351, "text": "Genome-wide association study on Northern Chinese identifies KLF2, DOT1L and STAB2 associated with systemic lupus erythematosus."}, {"pubmed": 34037658, "text": "DOT1L modulates the senescence-associated secretory phenotype through epigenetic regulation of IL1A."}, {"pubmed": 34187895, "text": "DOT1L complex regulates transcriptional initiation in human erythroleukemic cells."}, {"pubmed": 34215314, "text": "AF10 (MLLT10) prevents somatic cell reprogramming through regulation of DOT1L-mediated H3K79 methylation."}, {"pubmed": 34253616, "text": "Role of Dot1L and H3K79 methylation in regulating somatic hypermutation of immunoglobulin genes."}, {"pubmed": 34263728, "text": "Non-canonical H3K79me2-dependent pathways promote the survival of MLL-rearranged leukemia."}, {"pubmed": 34414607, "text": "Computational modeling reveals key molecular properties and dynamic behavior of disruptor of telomeric silencing 1-like (DOT1L) and partnering complexes involved in leukemogenesis."}, {"pubmed": 35135840, "text": "DOT1L Is a Novel Cancer Stem Cell Target for Triple-Negative Breast Cancer."}, {"pubmed": 35172132, "text": "DOT1L activity in leukemia cells requires interaction with ubiquitylated H2B that promotes productive nucleosome binding."}, {"pubmed": 35292818, "text": "The epigenetic enzyme DOT1L orchestrates vascular smooth muscle cell-monocyte crosstalk and protects against atherosclerosis via the NF-kappaB pathway."}, {"pubmed": 35309733, "text": "DOT1L affects colorectal carcinogenesis via altering T cell subsets and oncogenic pathway."}, {"pubmed": 35350907, "text": "Histone methyltransferase Dot1L inhibits pancreatic cancer cell apoptosis by promoting NUPR1 expression."}, {"pubmed": 35850772, "text": "Combinatorial targeting of a chromatin complex comprising Dot1L, menin and the tyrosine kinase BAZ1B reveals a new therapeutic vulnerability of endocrine therapy-resistant breast cancer."}, {"pubmed": 36017623, "text": "DOT1L regulates MTDH-mediated angiogenesis in triple-negative breast cancer: intermediacy of NF-kappaB-HIF1alpha axis."}, {"pubmed": 36183166, "text": "Targeting inflammatory macrophages rebuilds therapeutic efficacy of DOT1L inhibition in hepatocellular carcinoma."}, {"pubmed": 36318113, "text": "DOT1 L Regulates Ovarian Cancer Stem Cells by Activating beta-catenin Signaling."}, {"pubmed": 36417856, "text": "DOT1L regulates lipid biosynthesis and inflammatory responses in macrophages and promotes atherosclerotic plaque stability."}, {"pubmed": 36674903, "text": "Neuronal Dot1l Activity Acts as a Mitochondrial Gene-Repressor Associated with Human Brain Aging via H3K79 Hypermethylation."}, {"pubmed": 36773049, "text": "The effect of ITLN1, XCL2 and DOT1L variants on knee osteoarthritis risk in the Han population."}, {"pubmed": 37085741, "text": "A novel role of DOT1L in kidney diseases."}, {"pubmed": 37256945, "text": "Gain-of-function mutations in the catalytic domain of DOT1L promote lung cancer malignant phenotypes via the MAPK/ERK signaling pathway."}, {"pubmed": 37365941, "text": "DOT1L Epigenetically Regulates Autophagy and Mitochondria Fusion in Cell Lines of Renal Cancer."}, {"pubmed": 37827158, "text": "Rare de novo gain-of-function missense variants in DOT1L are associated with developmental delay and congenital anomalies."}, {"pubmed": 38072145, "text": "DOT1L decelerates the development of osteoporosis by inhibiting SRSF1 transcriptional activity via microRNA-181-mediated KAT2B inhibition."}, {"pubmed": 38172378, "text": "The disruptor of telomeric silencing 1-like (DOT1L) promotes peritoneal fibrosis through the upregulation and activation of protein tyrosine kinases."}, {"pubmed": 38865244, "text": "DOT1L maintains NK cell phenotype and function for optimal tumor control."}, {"pubmed": 38892207, "text": "Distinct Responses to Menin Inhibition and Synergy with DOT1L Inhibition in KMT2A-Rearranged Acute Lymphoblastic and Myeloid Leukemia."}], "genomic_pos": {"chr": "19", "end": 2232578, "ensemblgene": "ENSG00000104885", "start": 2163933, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 2232577, "start": 2164148, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000077", "qualifier": "involved_in", "term": "DNA damage checkpoint signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 15851025, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031507", "qualifier": "involved_in", "term": "heterochromatin formation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032200", "pubmed": 17675446, "qualifier": "involved_in", "term": "telomere organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032259", "qualifier": "involved_in", "term": "methylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15851025, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 22002246, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046425", "pubmed": 22002246, "qualifier": "involved_in", "term": "regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000677", "qualifier": "involved_in", "term": "regulation of transcription regulatory region DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000677", "pubmed": 22002246, "qualifier": "involved_in", "term": "regulation of transcription regulatory region DNA binding"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15851025, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 15851025, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "EXP", "id": "GO:0003676", "pubmed": 12628190, "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20153263, 20203130, 23260655, 26496610], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031151", "qualifier": "enables", "term": "histone H3K79 methyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042054", "pubmed": [15851025, 17707234], "qualifier": "enables", "term": "histone methyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140938", "qualifier": "enables", "term": "histone H3 methyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140956", "qualifier": "enables", "term": "histone H3K79 trimethyltransferase activity"}]}, "homologene": {"genes": [[7955, 559945], [8364, 100497594], [9031, 420078], [9544, 710033], [9598, 455566], [9606, 84444], [9615, 485073], [9913, 510442], [10090, 208266], [10116, 362831]], "id": 32779}, "interpro": [{"desc": "Histone-lysine N-methyltransferase DOT1 domain", "id": "IPR025789", "short_desc": "DOT1_dom"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}, {"desc": "Histone H3-K79 methyltransferase", "id": "IPR030445", "short_desc": "H3-K79_meTrfase"}, {"desc": "Histone H3-K79 methyltransferase, metazoa", "id": "IPR021169", "short_desc": "DOT1L/grappa"}], "ipi": ["IPI00289034", "IPI00873164", "IPI00880197"], "map_location": "19p13.3", "name": "DOT1 like histone lysine methyltransferase", "other_names": ["DOT1 like histone H3K79 methyltransferase", "DOT1-like histone methyltransferase", "DOT1-like protein", "DOT1-like, histone H3 methyltransferase", "H3-K79-HMTase", "histone H3-K79 methyltransferase", "histone methyltransferase DOT1L", "histone-lysine N-methyltransferase, H3 lysine-79 specific", "lysine N-methyltransferase 4"], "pantherdb": {"HGNC": "24948", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2143886", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 10090, "uniprot_kb": "Q6XZL8"}, {"RGD": "1306644", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 10116, "uniprot_kb": "D3ZCP0"}, {"Ensembl": "ENSGALG00000000843", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 9031, "uniprot_kb": "A0A1D5P2I0"}, {"ZFIN": "ZDB-GENE-060503-341", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 7955, "uniprot_kb": "F1Q4W7"}, {"WormBase": "WBGene00022512", "ortholog_type": "O", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q23375"}, {"WormBase": "WBGene00008367", "ortholog_type": "O", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q18939"}, {"WormBase": "WBGene00012302", "ortholog_type": "O", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q23200"}, {"WormBase": "WBGene00010120", "ortholog_type": "O", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q20856"}, {"WormBase": "WBGene00010067", "ortholog_type": "O", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q20794"}, {"WormBase": "WBGene00021474", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 6239, "uniprot_kb": "Q6AW06"}, {"FlyBase": "FBgn0264495", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 7227, "uniprot_kb": "Q8INR6"}, {"SGD": "S000002848", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 4932, "uniprot_kb": "Q04089"}, {"dictyBase": "DDB_G0271626", "ortholog_type": "LDO", "panther_family": "PTHR21451", "taxid": 352472, "uniprot_kb": "Q55AX2"}], "uniprot_kb": "Q8TEK3"}, "pathway": {"kegg": [{"id": "hsa00310", "name": "Lysine degradation - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-3214841", "name": "PKMTs methylate histone lysines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}], "wikipathways": {"id": "WP2369", "name": "Histone Modifications"}}, "pdb": ["1NW3", "2MV7", "3QOW", "3QOX", "3SR4", "3SX0", "3UWP", "4EK9", "4EKG", "4EKI", "4EQZ", "4ER0", "4ER3", "4ER5", "4ER6", "4ER7", "4HRA", "4WVL", "5DRT", "5DRY", "5DSX", "5DT2", "5DTM", "5DTQ", "5DTR", "5JUW", "5MVS", "5MW3", "5MW4", "6IN3", "6J99", "6JM9", "6JMA", "6JN2", "6NJ9", "6NN6", "6NOG", "6NQA", "6O96", "6TE6", "6TEL", "6TEN", "7BWD", "7EDP", "7S7E", "7S7F", "7XCR", "7XCT"], "pfam": "PF08123", "pharmgkb": "PA134993717", "pharos": {"target_id": 15451, "tdl": "Tchem"}, "prosite": "PS51569", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF269135", "relationship": "is"}, {"id": "GNF269136", "relationship": "is"}, {"id": "GNF269137", "relationship": "is"}, {"id": "GNF269138", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF099936", "relationship": "is"}, {"id": "GNF139591", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_029793.1"], "protein": ["NP_001398070.1", "NP_115871.1", "XP_011526661.1", "XP_011526663.1", "XP_047295469.1", "XP_047295470.1", "XP_047295471.1", "XP_054178319.1", "XP_054178320.1", "XP_054178321.1", "XP_054178322.1"], "rna": ["NM_001411141.1", "NM_032482.3", "XM_011528359.3", "XM_011528361.3", "XM_047439513.1", "XM_047439514.1", "XM_047439515.1", "XM_054322344.1", "XM_054322345.1", "XM_054322346.1", "XM_054322347.1"], "translation": [{"protein": "XP_011526663.1", "rna": "XM_011528361.3"}, {"protein": "XP_054178321.1", "rna": "XM_054322346.1"}, {"protein": "XP_054178320.1", "rna": "XM_054322345.1"}, {"protein": "XP_047295469.1", "rna": "XM_047439513.1"}, {"protein": "XP_054178322.1", "rna": "XM_054322347.1"}, {"protein": "NP_115871.1", "rna": "NM_032482.3"}, {"protein": "NP_001398070.1", "rna": "NM_001411141.1"}, {"protein": "XP_047295471.1", "rna": "XM_047439515.1"}, {"protein": "XP_054178319.1", "rna": "XM_054322344.1"}, {"protein": "XP_011526661.1", "rna": "XM_011528359.3"}, {"protein": "XP_047295470.1", "rna": "XM_047439514.1"}]}, "reporter": {"HG-U133_Plus_2": ["214865_at", "226201_at", "231297_at"], "HG-U95Av2": ["40525_at", "40526_at"], "HG-U95B": ["43492_at", "47137_at"], "HTA-2_0": ["TC19000049.hg.1", "TC19001937.hg.1"], "HuEx-1_0": "3816264", "HuGene-1_1": "8024391", "HuGene-2_1": "16856699"}, "summary": "The protein encoded by this gene is a histone methyltransferase that methylates lysine-79 of histone H3. It is inactive against free core histones, but shows significant histone methyltransferase activity against nucleosomes. [provided by RefSeq, Aug 2011].", "symbol": "DOT1L", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428431"}, "unigene": "Hs.713641", "uniprot": {"Swiss-Prot": "Q8TEK3", "TrEMBL": ["A0A8I5QL06", "A0A087X1A7", "C9JH95", "H7C2S2", "V9GY76"]}, "wikipedia": {"url_stub": "DOT1L"}}