{"AllianceGenome": "3048", "HGNC": "3048", "MIM": "125670", "_id": "1828", "_version": 1, "accession": {"genomic": ["AC009717.15", "AJ001716.1", "CH471088.1", "CP068260.2", "KF456367.1", "NC_000018.10", "NC_060942.1", "NG_011803.2"], "protein": ["AAC83817.1", "BAH13831.1", "CAA04949.1", "CAA39976.1", "EAX01254.1", "NP_001933.2", "Q02413.2"], "rna": ["AF088042.1", "AF097935.1", "AK302888.1", "BX476267.1", "CU456411.1", "NM_001942.4", "X56654.1"], "translation": [{"protein": "BAH13831.1", "rna": "AK302888.1"}, {"protein": "AAC83817.1", "rna": "AF097935.1"}, {"protein": "NP_001933.2", "rna": "NM_001942.4"}, {"protein": "CAA39976.1", "rna": "X56654.1"}]}, "alias": ["CDHF4", "DG1", "DSG", "EPKHE", "EPKHIA", "PPKS1", "SPPK1"], "ensembl": {"gene": "ENSG00000134760", "protein": "ENSP00000257192", "transcript": ["ENST00000257192", "ENST00000462981"], "translation": [{"protein": "ENSP00000257192", "rna": "ENST00000257192"}], "type_of_gene": "protein_coding"}, "entrezgene": "1828", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 33.6051420099, "exp_mis": 329.578745596, "exp_syn": 141.598860722, "lof_z": 4.88799745561577, "mis_z": -1.16987569078481, "mu_lof": 2.42410973591e-06, "mu_mis": 2.85596795782e-05, "mu_syn": 1.19522465249e-05, "n_lof": 5.0, "n_mis": 373.0, "n_syn": 150.0, "p_li": 0.979103460229869, "p_null": 6.06766275706549e-09, "p_rec": 0.020896533702468, "syn_z": -0.437678977544369}, "bp": 3150, "cds_end": 28935309, "cds_start": 28898263, "n_exons": 15, "nonpsych": {"exp_lof": 30.1078174811, "exp_mis": 297.992497892, "exp_syn": 127.85255755, "lof_z": 4.6728613307103, "mis_z": -1.1397435406956, "mu_lof": 2.42410973591e-06, "mu_mis": 2.85596795782e-05, "mu_syn": 1.19522465249e-05, "n_lof": 4.0, "n_mis": 337.0, "n_syn": 129.0, "p_li": 0.986924259740827, "p_null": 1.15395446589172e-08, "p_rec": 0.0130757287196282, "syn_z": -0.0638886178420368}, "nontcga": {"exp_lof": 30.8867023588, "exp_mis": 303.182438151, "exp_syn": 130.240931274, "lof_z": 4.59485897335058, "mis_z": -0.996222031304953, "mu_lof": 2.42410973591e-06, "mu_mis": 2.85596795782e-05, "mu_syn": 1.19522465249e-05, "n_lof": 5.0, "n_mis": 338.0, "n_syn": 131.0, "p_li": 0.94639984751556, "p_null": 6.30681300321485e-08, "p_rec": 0.0536000894163097, "syn_z": -0.0421160445326658}, "transcript": "ENST00000257192.4"}, "exons": [{"cdsend": 31355346, "cdsstart": 31318300, "chr": "18", "position": [[31318159, 31318348], [31326580, 31326616], [31326873, 31327005], [31328188, 31328344], [31329891, 31330036], [31331700, 31331867], [31333588, 31333723], [31334016, 31334202], [31336353, 31336613], [31338314, 31338454], [31339743, 31340025], [31343449, 31343583], [31343925, 31343995], [31345989, 31346198], [31354296, 31359246]], "strand": 1, "transcript": "NM_001942", "txend": 31359246, "txstart": 31318159}], "exons_hg19": [{"cdsend": 28935309, "cdsstart": 28898263, "chr": "18", "position": [[28898122, 28898311], [28906543, 28906579], [28906836, 28906968], [28908151, 28908307], [28909854, 28909999], [28911663, 28911830], [28913551, 28913686], [28913979, 28914165], [28916316, 28916576], [28918277, 28918417], [28919706, 28919988], [28923412, 28923546], [28923888, 28923958], [28925952, 28926161], [28934259, 28939209]], "strand": 1, "transcript": "NM_001942", "txend": 28939209, "txstart": 28898122}], "generif": [{"pubmed": 11294567, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12058255, "text": "data demonstrate the role of epistasis between individual genes in Pemphigus foliaceus susceptibility and illustrate the genetic complexity of organ-specific autoimmune diseases; Epistasis between DSG1 and HLA class II genes"}, {"pubmed": 12093888, "text": "Staphylococcal exfoliative toxins act as serine proteases with extremely focused molecular specificity to cleave mouse and human desmoglein 1 (Dsg1) once after glutamic acid residue 381 between extracellular domains 3 and 4."}, {"pubmed": 12209366, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12485422, "text": "During high-level expression, keratin insertion at cell-cell contact sites was inhibited in desmoglein 1 but not in desmoglein 3, and desmoplakin was stained at cell-cell contact sites in desmoglein 3 but not in desmoglein 1."}, {"pubmed": 12787134, "text": "Desmoglein 1 defined more differentiated cell populations, and was expressed in epidermal suprabasal cells, the inner root sheath, and the innermost layers of the outer root sheath."}, {"pubmed": 12880414, "text": "Signaling pathway initiated by structural changes in the adherens junction in which adherens-junction-derived plakoglobin regulates nuclear transcription by antagonizing the binding of beta-catenin to T cell factor/lymphoid enhancer factor proteins."}, {"pubmed": 12880431, "text": "Specificity of exfoliative toxin cleavage of desmoglein 1 resides not only in simple amino acid sequences but also in its calcium-dependent conformation."}, {"pubmed": 14675185, "text": "a detailed epitope mapping reveals that the conformational epitopes recognized by IgG1 autoantibodies from these PF patients are restricted to the first 161 amino acids of Dsg1, whereas the linear epitopes are spread throughout the entire ectodomain."}, {"pubmed": 15606501, "text": "Dsg1 promotes the formation of intercellular adhesion complexes."}, {"pubmed": 15610512, "text": "a component of insect vector saliva, rather than the parasite itself may trigger an antibody response to EC-5 domain of desmoglein 1"}, {"pubmed": 16026580, "text": "T-cell autoreactivity against Dsg1 is seen both in patients with pemphigus foliaceus and in healthy individuals"}, {"pubmed": 16242304, "text": "No significant relationship is revealed between genetic variants of autoantigen desmoglein 1 and pemphigus foliaceus in the Brazilian population."}, {"pubmed": 16286477, "text": "desmoglein 1 is a novel caspase-3 target that regulates apoptosis in keratinocytes"}, {"pubmed": 16484817, "text": "perturbation of desmoglein 1 expression has a critical impact on the integrity of tissues experiencing strong mechanical stress."}, {"pubmed": 16628198, "text": "in majority of patients with Netherton syndrome, Dsg1 & Dsc1 were reduced in living layers of epidermis; SCTE-like & SCCE-like activities were increased, suggesting these proteases participate in premature degradation of corneodesmosomal cadherins"}, {"pubmed": 17056584, "text": "An alternative transcript of DSG1, which contains a 101-bp insertion corresponding to the 3' end of DSG1-intron 6 and introducing a stop codon in the nucleotide sequence, is described."}, {"pubmed": 17058228, "text": "Taken together, our results represent the first demonstration that anti-Dsg1 antibodies induce similar alterations on the subcellular distribution of Dsg1 irrespective of the disease where they come from."}, {"pubmed": 17194569, "text": "novel splice site mutation in the DSG1 gene in palmoplantar keratoderma"}, {"pubmed": 17640963, "text": "Data show that both pemphigus foliaceus-IgG containing Dsg 1- but not Dsg 3-specific antibodies and pemphigus vulgaris-IgG with antibodies to Dsg 1 and Dsg 3 were effective in causing epidermal splitting in human skin and keratinocyte dissociation."}, {"pubmed": 17960181, "text": "IgM anti-Dsg1 are common in fogo selvagem patients in their native environment and uncommon in other pemphigus phenotypes"}, {"pubmed": 18331528, "text": "findings show that mRNA of the DSG1 gene is present in normal thymus and that the expression of DSG1 transcript increases with age"}, {"pubmed": 18637128, "text": "The level of Dsg1, a marker of differentiating keratinocytes, was antagonistically regulated by two Ca-independent 'novel' nPKC isoforms; i.e. it increased by the differentiation-promoting nPKCdelta and decreased by the growth-promoting nPKCepsilon."}, {"pubmed": 18752129, "text": "Decreased expression of desmoglein 1 is associated with a worse prognosis in head and neck squamous cell carcinoma patients"}, {"pubmed": 19018793, "text": "Direct sequencing of cDNA derived from affected skin in one patient failed to reveal a pathogenic mutation, suggesting that SPPK results from haploinsufficiency for DSG1."}, {"pubmed": 19136012, "text": "The desmoglein-specific cytoplasmic region is an intrinsically disordered functional domain with an inducible structure that, along with the membrane proximal region, forms a flexible scaffold for cytoplasmic assembly at the desmosome."}, {"pubmed": 19157795, "text": "Mutations in the desmoglein 1 gene have been indentified in five Pakistani families with striate palmoplantar keratoderma."}, {"pubmed": 19453789, "text": "Pemphigus foliaceus is an autoimmune blistering skin disease characterized by the production of pathogenic IgG autoantibodies directed against desmoglein 1."}, {"pubmed": 19546243, "text": "Data show that Dsg1 is required for maintaining epidermal tissue integrity in superficial layers, supports keratinocyte differentiation and suprabasal morphogenesis, and is required for suppression of epidermal growth factor receptor signaling."}, {"pubmed": 19571823, "text": "the anti-DSG1 response in pemphigus foliaceus is antigen driven and that selection for mutant anti-DSG1 B cells begins well before the onset of disease"}, {"pubmed": 19717567, "text": "loss of heterophilic Dsc3/Dsg1 binding may contribute to pemphigus skin blistering"}, {"pubmed": 20116975, "text": "localized on corneodesmosomes involved in adhesion"}, {"pubmed": 20861311, "text": "Data show that desmoglein 1 expression was required for the adhesive effects of EphA2."}, {"pubmed": 21075858, "text": "Histone deacetylase inhibition up-regulates desmosomal cadherins and prevents the loss of adhesion induced by Dsg1 truncation."}, {"pubmed": 21163944, "text": "KLK5 may promote metastatic dissemination of OSCC by promoting loss of junctional integrity through cleavage of desmoglein 1."}, {"pubmed": 21191415, "text": "anti-DSG1 response in fogo selvagem patients may be initiated by sensitization to an environmental allergen"}, {"pubmed": 22189787, "text": "The identification of desmogleins 1 and 3, desmosomal adhesion glycoproteins, as targets in pemphigus, a fatal autoimmune blistering disease of the skin and mucous membranes, provided the first link between desmosomes, desmogleins, and human diseases."}, {"pubmed": 22276604, "text": "Induced gene expression levels of plakoglobin, desmoglein-1 and desmoglein-2 correlated significantly with dilatation of intercellular spaces and basal cell hyperplasia in esophageal mucosa of patients with gastro-oesophageal reflux disease."}, {"pubmed": 22798673, "text": "we show that the LJM11 salivary protein from the sand fly are recognized by pemphigus foliaceus autoantibodies against desmoglein 1"}, {"pubmed": 23297065, "text": "The data showed that serum autoantibodies of patients, previously identified as Dsg1 and Dsg3 positive, are able to recognize continuous linear epitope regions of both Dsg1 and Dsg3 proteins using pin-bound overlapping peptides in modified ELISAs."}, {"pubmed": 23489520, "text": "IgG autoantibodies against Dsg1 are mostly raised against preDsg1 and/or C-terminal domains of Dsg1 in healthy Tunisians in the endemic area of pemphigus foliaceus."}, {"pubmed": 23524970, "text": "DSG1 and Erbin cooperate to repress MAPK signaling and promote keratinocyte differentiation."}, {"pubmed": 23940119, "text": "The loss of Bcr or MAL reduced levels of Dsg1 mRNA in keratinocytes, and ectopic expression of Dsg1 rescued defects in differentiation seen upon loss of Bcr or MAL signaling."}, {"pubmed": 23974871, "text": "DSG1 deficiency was associated with increased expression of a number of genes encoding allergy-related cytokines"}, {"pubmed": 24220297, "text": "Desmoglein-1 regulates esophageal epithelial barrier function and immune responses in eosinophilic esophagitis."}, {"pubmed": 24594668, "text": "Ectopic expression of Dsg1 in keratinocyte monolayers rescued the UVB-induced differentiation defect"}, {"pubmed": 26169895, "text": "Desmoglein 1 mutation as cause of SAM syndrome"}, {"pubmed": 26288349, "text": "The results of this study describes the fourth family with a biallelic mutation in the DSG1 gene associated with SAM syndrome, and emphasizes that the presence of PPK and skin fragility with or without additional symptoms should alert clinicians to consider DSG1 deficiency."}, {"pubmed": 26498522, "text": "Oxidized low-density lipoprotein attenuated desmoglein 1 and desmocollin 2 expression in human umbilical vein endothelial cells."}, {"pubmed": 26924733, "text": "Genetic deletion of sdrD in S. aureus NCTC8325-4 through allelic replacement resulted in decreased bacterial adherence to Dsg1- expressing HaCaT cells in vitro."}, {"pubmed": 27154412, "text": "Authors report a new family of severe dermatitis, multiple allergies and metabolic wasting syndrome of Asian decent and expand the spectrum of mutations in the DSG1 gene."}, {"pubmed": 27302902, "text": "Compared with immunocompetent patients, kidney transplant recipients systemically treated with calcineurin inhibitors and mycophenolate mofetil exhibited significantly reduced epidermal expression of Dsg1, a regulator of keratinocyte differentiation and barrier function."}, {"pubmed": 27534273, "text": "The authors report one recurrent and five novel DSG1 mutations, causing varying patterns of PPK, highlighting the clinical heterogeneity arising from mutations in this gene."}, {"pubmed": 27786350, "text": "Case Report: striate palmoplantar keratoderma showing transgrediens in a patient with heterozygote nonsense mutations in DSG1 and SERPINB7."}, {"pubmed": 28490445, "text": "Study identified DSG1 to be involved in the progressive intestinal injury associated with the development of Crohn's Disease complications via its effect on intestinal cell adhesion."}, {"pubmed": 28620161, "text": "These results demonstrate that signaling patterns parallel the clinical phenotype of pemphigus as some mechanisms involved in loss of cell cohesion are caused by antibodies targeting Dsg3 whereas others correlate with autoantibodies against Dsg1."}, {"pubmed": 28891468, "text": "Here the authors identify a potential mechanism by which desmosomes assist the de-neddylating COP9 signalosome (CSN) in attenuating EGFR through an association between the Cops3 subunit of the CSN and desmosomal components, Desmoglein1 (Dsg1) and Desmoplakin (Dp), to promote epidermal differentiation."}, {"pubmed": 29604126, "text": "Whole exome and direct sequencing were used to identify SAM syndrome-causing mutations. Consistent with previous data, SAM syndrome was found in all 3 patients to result from homozygous mutations in DSG1 predicted to result in premature termination of translation. In contrast, as compared with patients previously reported, the present cases were found to display a wide range of clinical presentations."}, {"pubmed": 30655320, "text": "Work exposes a new pathway by which a desmosomal cadherin called Dsg1, which is lost early in head and neck cancer progression, suppresses cancer cell invadopodia formation by scaffolding ErbB2 Interacting Protein and consequent attenuation of EGF/Erk signaling."}, {"pubmed": 30822367, "text": "Novel mutations in desmoglein 1: focal palmoplantar keratoderma in milder phenotypes."}, {"pubmed": 31443639, "text": "More than 20 genes have been reported to be associated with PPKs including desmoglein 1 (DSG1) a key molecular component for epidermal adhesion and differentiation. Mal de Meleda (MDM) is a rare inherited autosomal recessive genodermatosis characterized by transgrediens PPK, associated with mutations in the secreted LY6/PLAUR domain containing 1 (SLURP1) gene."}, {"pubmed": 31465738, "text": "The Role of Desmoglein 1 in Gap Junction Turnover Revealed through the Study of SAM Syndrome."}, {"pubmed": 31563153, "text": "Keratinocyte cadherin desmoglein 1 controls melanocyte behavior through paracrine signaling."}, {"pubmed": 32850288, "text": "Negative Expression of DSG1 and DSG2, as Prognostic Biomarkers, Impacts on the Overall Survival in Patients with Extrahepatic Cholangiocarcinoma."}, {"pubmed": 33158670, "text": "Identification of a primary antigenic target of epitope spreading in endemic pemphigus foliaceus."}, {"pubmed": 34352264, "text": "Differential Pathomechanisms of Desmoglein 1 Transmembrane Domain Mutations in Skin Disease."}, {"pubmed": 34657339, "text": "Mutations in SAM syndrome and palmoplantar keratoderma patients suggest genotype/phenotype correlations in DSG1 mutations."}, {"pubmed": 34954205, "text": "Decreased FABP5 and DSG1 protein expression following PAX6 knockdown of differentiated human limbal epithelial cells."}, {"pubmed": 35711465, "text": "Dsg1 and Dsg3 Composition of Desmosomes Across Human Epidermis and Alterations in Pemphigus Vulgaris Patient Skin."}, {"pubmed": 36305887, "text": "Two cases of Hallopeau-type pemphigus vegetans with anti-desmoglein 1 and anti-desmocollin 3 antibodies without mucosal involvement."}, {"pubmed": 36495876, "text": "Epidermal stratification requires retromer-mediated desmoglein-1 recycling."}, {"pubmed": 37733372, "text": "Melanoma cells repress Desmoglein 1 in keratinocytes to promote tumor cell migration."}], "genomic_pos": {"chr": "18", "end": 31359246, "ensemblgene": "ENSG00000134760", "start": 31318160, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 28936992, "start": 28898052, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007043", "pubmed": 12485422, "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007156", "qualifier": "involved_in", "term": "homophilic cell adhesion via plasma membrane adhesion molecules"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0016339", "pubmed": 1770008, "qualifier": "involved_in", "term": "calcium-dependent cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050821", "pubmed": 7983064, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060135", "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098609", "pubmed": 1711210, "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 34368962, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 34368962, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 7983064, "qualifier": "colocalizes_with", "term": "cell-cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009898", "pubmed": 7983064, "qualifier": "located_in", "term": "cytoplasmic side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030057", "qualifier": "is_active_in", "term": "desmosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030057", "pubmed": 34368962, "qualifier": "located_in", "term": "desmosome"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0030057", "pubmed": 1711210, "qualifier": "located_in", "term": "desmosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0101003", "qualifier": "located_in", "term": "ficolin-1-rich granule membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005509", "pubmed": 1770008, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11790773, 19136012, 24965446], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0015643", "pubmed": 12582396, "qualifier": "enables", "term": "toxic substance binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0045295", "qualifier": "enables", "term": "gamma-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045295", "pubmed": 7983064, "qualifier": "enables", "term": "gamma-catenin binding"}]}, "homologene": {"genes": [[9544, 705452], [9598, 468510], [9606, 1828], [9615, 403401], [9913, 281131], [10090, 13510], [10090, 225256], [10116, 291755]], "id": 1463}, "interpro": [{"desc": "Cadherin, Y-type LIR-motif", "id": "IPR000233", "short_desc": "Cadherin_Y-type_LIR"}, {"desc": "Cadherin-like", "id": "IPR002126", "short_desc": "Cadherin-like_dom"}, {"desc": "Desmosomal cadherin", "id": "IPR009122", "short_desc": "Desmosomal_cadherin"}, {"desc": "Cadherin-like superfamily", "id": "IPR015919", "short_desc": "Cadherin-like_sf"}, {"desc": "Cadherin conserved site", "id": "IPR020894", "short_desc": "Cadherin_CS"}, {"desc": "Catenin binding domain superfamily", "id": "IPR027397", "short_desc": "Catenin-bd_sf"}], "ipi": "IPI00025753", "map_location": "18q12.1", "name": "desmoglein 1", "other_names": ["cadherin family member 4", "desmoglein-1", "desmosomal glycoprotein 1", "pemphigus foliaceus antigen"], "pantherdb": {"HGNC": "3048", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2664357", "ortholog_type": "O", "panther_family": "PTHR24025", "taxid": 10090, "uniprot_kb": "Q7TSF1"}, {"MGI": "2664358", "ortholog_type": "O", "panther_family": "PTHR24025", "taxid": 10090, "uniprot_kb": "Q7TSF0"}, {"MGI": "94930", "ortholog_type": "LDO", "panther_family": "PTHR24025", "taxid": 10090, "uniprot_kb": "Q61495"}, {"RGD": "1309925", "ortholog_type": "LDO", "panther_family": "PTHR24025", "taxid": 10116, "uniprot_kb": "D3ZM39"}, {"Ensembl": "ENSGALG00000017398", "ortholog_type": "LDO", "panther_family": "PTHR24025", "taxid": 9031, "uniprot_kb": "F1NTQ4"}, {"ZFIN": "ZDB-GENE-091204-215", "ortholog_type": "O", "panther_family": "PTHR24025", "taxid": 7955, "uniprot_kb": "F1R480"}], "uniprot_kb": "Q02413"}, "pathway": {"kegg": {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-111465", "name": "Apoptotic cleavage of cellular proteins"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-351906", "name": "Apoptotic cleavage of cell adhesion  proteins"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-75153", "name": "Apoptotic execution phase"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9696264", "name": "RND3 GTPase cycle"}, {"id": "R-HSA-9696270", "name": "RND2 GTPase cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}]}, "pfam": ["PF00028", "PF01049"], "pharmgkb": "PA27501", "pharos": {"target_id": 19297, "tdl": "Tbio"}, "pir": "S16906", "prosite": "PS50268", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248623", "relationship": "is"}, {"id": "GNF248624", "relationship": "is"}, {"id": "GNF248625", "relationship": "is"}, {"id": "GNF248626", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081713", "relationship": "is"}, {"id": "GNF081714", "relationship": "is"}, {"id": "GNF081715", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050590", "relationship": "is"}, {"id": "GNF055353", "relationship": "is"}, {"id": "GNF059976", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070237", "relationship": "is"}, {"id": "GNF070238", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096804", "relationship": "is"}, {"id": "GNF136459", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1", "NG_011803.2"], "protein": "NP_001933.2", "rna": "NM_001942.4", "translation": {"protein": "NP_001933.2", "rna": "NM_001942.4"}}, "reporter": {"HG-U133_Plus_2": "206642_at", "HG-U95Av2": "39586_at", "HTA-2_0": "TC18000124.hg.1", "HuEx-1_0": "3783398", "HuGene-1_1": "8020724", "HuGene-2_1": "16851708"}, "summary": "This gene encodes a member of the desmoglein protein subfamily. Desmogleins, along with desmocollins, are cadherin-like transmembrane glycoproteins that are major components of the desmosome. Desmosomes are cell-cell junctions that help resist shearing forces and are found in high concentrations in cells subject to mechanical stress. This gene is found in a cluster with other desmoglein family members on chromosome 18. The encoded protein has been identified as a target of auto-antibodies in the autoimmune skin blistering disease pemphigus foliaceus. Disruption of this gene has also been associated with the skin diseases palmoplantar keratoderma and erythroderma. [provided by RefSeq, Feb 2015].", "symbol": "DSG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414168"}, "unigene": "Hs.2633", "uniprot": {"Swiss-Prot": "Q02413"}, "wikipedia": {"url_stub": "Desmoglein 1"}}