{"AllianceGenome": "3054", "HGNC": "3054", "MIM": "125485", "_id": "1834", "_version": 1, "accession": {"genomic": ["AC093895.3", "AF163151.2", "CH471057.1", "CP068274.2", "EU278619.1", "EU278620.1", "EU278621.1", "EU278622.1", "EU278623.1", "EU278624.1", "EU278625.1", "EU278626.1", "EU278627.1", "EU278628.1", "EU278629.1", "EU278630.1", "EU278631.1", "EU278632.1", "EU278633.1", "EU278634.1", "EU278635.1", "EU278636.1", "EU278637.1", "EU278638.1", "EU278639.1", "EU278640.1", "EU278641.1", "EU278642.1", "EU278643.1", "EU278644.1", "EU278645.1", "EU278646.1", "EU278647.1", "EU278648.1", "EU278649.1", "EU278650.1", "EU278651.1", "EU278652.1", "EU278653.1", "EU278654.1", "EU278655.1", "EU278656.1", "EU278657.1", "EU278658.1", "EU278659.1", "EU278660.1", "EU278661.1", "EU278662.1", "EU278663.1", "EU278664.1", "EU278665.1", "EU278666.1", "EU278667.1", "EU278668.1", "EU278669.1", "EU278670.1", "EU278671.1", "EU278672.1", "EU278673.1", "EU278674.1", "EU278675.1", "EU278676.1", "EU278677.1", "EU284750.1", "EU284751.1", "EU284752.1", "EU284753.1", "EU709728.1", "GU983874.1", "GU983875.1", "HF583929.1", "HM004589.1", "HM004590.1", "JN625214.1", "KX858802.1", "KX858803.1", "NC_000004.12", "NC_060928.1", "NG_011595.1"], "protein": ["AAD16120.1", "AAF42472.1", "ABX82447.1", "ABX82448.1", "ABX82449.1", "ABX82450.1", "ABX82451.1", "ABX82452.1", "ABX82453.1", "ABX82454.1", "ABX82455.1", "ABX82456.1", "ABX82457.1", "ABX82458.1", "ABX82459.1", "ABX82460.1", "ABX82461.1", "ABX82462.1", "ABX82463.1", "ABX82464.1", "ABX82465.1", "ABX82466.1", "ABX82467.1", "ABX82468.1", "ABX82469.1", "ABX82470.1", "ABX82471.1", "ABX82472.1", "ABX82473.1", "ABX82474.1", "ABX82475.1", "ABX82476.1", "ABX82477.1", "ABX82478.1", "ABX82479.1", "ABX82480.1", "ABX82481.1", "ABX82482.1", "ABX82483.1", "ABX82484.1", "ABX82485.1", "ABX82486.1", "ABX82487.1", "ABX82488.1", "ABX82489.1", "ABX82490.1", "ABX82491.1", "ABX82492.1", "ABX82493.1", "ABX82494.1", "ABX82495.1", "ABX82496.1", "ABX82497.1", "ABX82498.1", "ABX82499.1", "ABX82500.1", "ABX82501.1", "ABX82502.1", "ABX82503.1", "ABX82504.1", "ABX82505.1", "ABZ91539.1", "ABZ91540.1", "ABZ91541.1", "ABZ91542.1", "ACH71689.1", "ADI24678.1", "ADI24679.1", "ADZ99356.1", "ADZ99357.1", "AEV59750.1", "APQ47309.1", "APQ47310.1", "CCQ43426.1", "EAX05993.1", "EAX05994.1", "EAX05995.1", "NP_055023.2", "Q9NZW4.2"], "rna": ["AF094508.1", "NM_014208.3"], "translation": [{"protein": "NP_055023.2", "rna": "NM_014208.3"}, {"protein": "AAD16120.1", "rna": "AF094508.1"}]}, "alias": ["DFNA39", "DGI1", "DMP3", "DPP", "DSP"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-04-17T16:00:00.000Z", "disease_label": "dentinogenesis imperfecta", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0018849", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_39f5492a-97a3-49a6-929d-f24f23b51217-2018-04-17T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000152591", "protein": "ENSP00000498766", "transcript": "ENST00000651931", "translation": [{"protein": "ENSP00000498766", "rna": "ENST00000651931"}], "type_of_gene": "protein_coding"}, "entrezgene": "1834", "exons": [{"cdsend": 87616568, "cdsstart": 87610908, "chr": "4", "position": [[87608528, 87608620], [87610880, 87610959], [87612104, 87612188], [87612321, 87613308], [87613784, 87616873]], "strand": 1, "transcript": "NM_014208", "txend": 87616873, "txstart": 87608528}], "exons_hg19": [{"cdsend": 88537720, "cdsstart": 88532060, "chr": "4", "position": [[88529680, 88529772], [88532032, 88532111], [88533256, 88533340], [88533473, 88534460], [88534936, 88538025]], "strand": 1, "transcript": "NM_014208", "txend": 88538025, "txstart": 88529680}], "generif": [{"pubmed": 11856645, "text": "Transient DSPP expression was seen in the presecretory ameloblasts with continuous expression in the odontoblasts."}, {"pubmed": 15329369, "text": "DSPP is expressed in salivary gland ducts, particularly the striated duct."}, {"pubmed": 15371433, "text": "there is a novel signaling function for phosphophoryn in cell differentiation beyond the hypothesized role of PP in biomineralization"}, {"pubmed": 15954904, "text": "DSPP is expressed in the proximal and distal tubules of kidney nephron."}, {"pubmed": 16014627, "text": "Dentin sialophosphoprotein expressed by transgenic presecretory ameloblasts contributes to the unique properties of the dentino-enamel junction."}, {"pubmed": 16108038, "text": "study shows for the first time that DSPP is ectopically expressed in human prostate cancer; expression of this SIBLING protein strongly correlates with conventional histopathological prognostic indicators of prostate cancer progression"}, {"pubmed": 16567553, "text": "Mutational analyses identified no coding or intron junction sequence variations associated with affection status in DMP1, MEPE, or the DSP portion of DSPP. The defects in the permanent dentition were typically mild and consistent with DD-II."}, {"pubmed": 16679514, "text": "DMP1 regulates the expression of the DSPP gene"}, {"pubmed": 16920545, "text": "2 mutation hotspots may be causative for multiple unrelated dentinogenesis imperfecta families with different clinical phenotypes"}, {"pubmed": 17686168, "text": "mutation p.Pro17Ser causes type II dentinogenesis imperfecta in the Chinese family"}, {"pubmed": 18211748, "text": "The results show high expression levels of DSPP in human tooth germs indicating that it may play an essential role for physiological and pathological events in tooth development."}, {"pubmed": 18456718, "text": "Data provide the first evidence that DPP mutations can cause hereditary dentin disorders and suggest that in-frame length variations and missense SNPs in DPP have no obvious pathogenetic effects on dentin formation."}, {"pubmed": 18521831, "text": "Within 9 dentin dysplasia (type II) and dentinogenesis imperfecta (type II and III) patient/families, 7 have 1 of 4 net -1 deletions within the a 2-kb coding repeat domain of the DSPP gene while the remaining 2 patients have splice-site mutations."}, {"pubmed": 18797159, "text": "The aim of this study was to perform phenotype analysis and dentin sialophosphoprotein (DSPP) mutational analysis on 3 Brazilian families diagnosed with dentinogenesis imperfecta type II."}, {"pubmed": 19026876, "text": "Identification of DSPP splice junction mutation (IVS2-6T>G) in a family with dentin dysplasia type II. Mutation is in 6th nucleotide from the end of intron 2, perfectly segregates with the disease phenotype."}, {"pubmed": 19029076, "text": "A novel -1 bp frameshift (c.3141delC) falls within the portion of the DSPP repeat domain previously associated solely with the DGI phenotype. This new frameshift mutation shows that overlapping DSPP mutations can give rise to either DGI or DD phenotypes."}, {"pubmed": 19103209, "text": "The heterozygous deletion mutation in DSPP contributed to the pathogenesis of dentinogenesis imperfecta type II."}, {"pubmed": 19131317, "text": "A severely affected primary dentition with wide-open pulp chambers and multiple pulp exposures resembling a DGI-III pattern was analyzed to reveal a novel mutation (c.53T>A, p.V18D) near the intron-exon boundary in the third exon of the DSPP gene."}, {"pubmed": 19806576, "text": "A novel mutation in the first exon of the DSPP gene were found in all dentinogenesis imperfecta patients in a Chinese family."}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20121932, "text": "Mutation analysis revealed mutation (c.53T>A, p.V18D, g.1192T>A) involving 2nd nucleotide of 1st codon within exon 3 of DSPP gene. This is 7th mutation in DSPP V18 residue. Only 1 other was shown as de novo mutation; it also affected V18 AA residue."}, {"pubmed": 20146806, "text": "Direct DNA sequencing identified a novel A-->G transition mutation adjacent to the donor splicing site within intron 3 in all affected individuals."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20367116, "text": "This review of genetic studies demonstrates that mutations in, or knockout of the Dspp gene result in mineralization defects in dentin and/or bone."}, {"pubmed": 20618350, "text": "Data identified novel single bp deletional DSPP mutations in three Korean families with DGI type II."}, {"pubmed": 20802180, "text": "High dentin expression is associated with dental caries."}, {"pubmed": 20949630, "text": "Frameshift mutations in the part of the DSPP gene coding for DPP explain a significant part of inherited and isolated dentin diseases, i.e., dentin dysplasia type II and dentinogenesis imperfecta variants."}, {"pubmed": 21029264, "text": "DSPP gene mutation not only influences dentinogenesis but also affects early stage amelogenesis."}, {"pubmed": 21103065, "text": "Data show there was a direct correlation between the degree of DSPP-silencing and suppression of MMP-2, MMP-3 and MMP-9."}, {"pubmed": 21687927, "text": "Results suggest that DSPP is regulated post-transcriptionally by mir32, mir885-5p and mir586 during odontoblast differentiation."}, {"pubmed": 21736673, "text": "predictions of exon 3 skipping in specific DSPP mutations have been validated; cryptic splicing donor site has been identified. possible insight into DSPP mutations in the pathogenesis and genotype-phenotype correlations of hereditary dentin defects."}, {"pubmed": 22125647, "text": "Data show that the novel dentin sialophosphoprotein (DSPP) mutation was considered as the causation of dentinogenesis imperfecta type II (DGI-II)."}, {"pubmed": 22243242, "text": "study concludes that enamel defects can be part of the dental phenotype caused by DSPP mutations, although DSPP is not critical for dental enamel formation"}, {"pubmed": 22310900, "text": "The P17 residue of DSPP is a mutational hotspot in a Chinese family with Dentinogenesis Imperfecta type II."}, {"pubmed": 22392858, "text": "Data shows all known DSPP mutations (except Y6D) cause nonsyndromic dentin dysplasia,DD-II, and dentinogenesis imperfecta, DGI II & III, by retention of mutant proteins in the endoplasmic reticulum with associated decreased secretion of normal DSPP."}, {"pubmed": 22392858, "text": "This study presents evidence of a shared underlying mechanism of capturing of normal DSPP by two different classes of DSPP mutations."}, {"pubmed": 22410369, "text": "DSPP, OPN, or MMP-9 expressions at histologically-negative surgical margins predict Oral squamous cell carcinoma recurrence with MMP-9 being the preferred predictor."}, {"pubmed": 22521702, "text": "A review of hereditary dentine diseases resulting from mutations in DSPP gene suggests that the localization of mutation in the sequence of the DSPP gene might result in a different phenotype due to the diverse cellular fate of the mutated protein."}, {"pubmed": 23297400, "text": "efficiency of dentin sialoprotein-phosphophoryn processing is affected by mutations both flanking and distant from the cleavage site"}, {"pubmed": 23509818, "text": "analysis of a mutation in DSPP causing dentinogenesis imperfecta and characterization of the mutational effect"}, {"pubmed": 23589294, "text": "DSS domain of DPP functions as a novel cell-penetrating peptide, and these findings demonstrate new opportunities for intracellular delivery of therapeutic proteins and cell tracking in vivo."}, {"pubmed": 24400037, "text": "Domain of dentine sialoprotein mediates proliferation and differentiation of human periodontal ligament stem cells."}, {"pubmed": 24441185, "text": "DMP1 and DSPP were more abundant in carious than in sound samples."}, {"pubmed": 25158199, "text": "mutations of the DSP-PP P4 to P4' cleavage site can block, impair or accelerate dentin sialoprotein phosphophoryn cleavage, and suggest that its Bone morphogenic protein 1 cleavage site is conserved in order to regulate its cleavage efficiency"}, {"pubmed": 25396425, "text": "Adhesive and migratory effects of phosphophoryn are modulated by flanking peptides of the integrin binding motif."}, {"pubmed": 25805840, "text": "expression of MMP-20 and co-expression and potential interaction with DSPP in human major salivary gland tissues"}, {"pubmed": 26829730, "text": "A novel pathogenic splicing-mutation c.52-1G>A of DSPP is associated with dentinogenesis imperfecta shields type II."}, {"pubmed": 27430624, "text": "Data demonstrate for the first time that the dentin sialoprotein (DSP) domain acts as a ligand in a Arg-Gly-Asp (RGD)-independent manner and is involved in intracellular signaling via interacting with integrin beta6. The DSP domain regulates DSPP expression and odontoblast homeostasis via a positive feedback loop."}, {"pubmed": 27666430, "text": "DSPP-MMP20 pair may play a role in the normal turnover of cell surface proteins and/or repair of pericellular matrix proteins of the basement membranes in the metabolically active duct epithelial system of the nephrons."}, {"pubmed": 27784228, "text": "BMP2 and RUNX2 are expressed exclusively by osteoblasts whereas DSPP and LOXL2 are expressed exclusively by odontoblasts. (Review)"}, {"pubmed": 27881474, "text": "These data indicate that secretome derived from salivary gland cancer cells can influence the expression of two potential biomarkers of oral cancer-namely, bone sialoprotein (BSP) and dentin sialoprotein (DSP)-in normal salivary gland cells."}, {"pubmed": 27973701, "text": "This study expands the spectrum of DSPP variants, highlighting their associated phenotypic continuum."}, {"pubmed": 29672573, "text": "the transgenic expression of DPP significantly improved the dentin defects in Dspp-null mice. These data provide in vivo evidence that DPP may promote the deposition of hydroxyapatite crystals during the formation and mineralization of dentin, which is in agreement with the in vitro findings described in earlier reports."}, {"pubmed": 29741433, "text": "mutations c.3085A > G and c.3087C > T resulted in p.N1029D and co-segregated with deafness phenotype in Chinese family"}, {"pubmed": 30002682, "text": "The levels of DSPP silencing-induced downregulation differed amongst CSC markers, with ABCG2 and CD44 showing more pronounced downregulations."}, {"pubmed": 30015841, "text": "Study provide evidence to suggest that DSPP may be involved in endoplasmic reticulum (ER) stress mechanisms in oral squamous cell carcinoma, since its downregulation in OSC2 cells led to significant alterations in the levels of major ER stress-associated proteins, and subsequent collapse of the unfolded protein response system."}, {"pubmed": 30098245, "text": "A heterozygous c.50C to T (p.P17L) mutation was identified in exon 2 of the DSPP gene in hereditary dentinogenesis imperfecta"}, {"pubmed": 30309696, "text": "Taken together, these findings indicate that knockdown of DSPP inhibits glioma cells migration and invasion, suggesting that targeting DSPP might be a potentially effective therapeutic strategy for treating glioma."}, {"pubmed": 30932369, "text": "Significantly high expression levels of MMP20 and DSPP were observed in the malignant breast, colon, prostate, thyroid, and cervical neoplasms compared with their benign and normal counterparts. Furthermore, MMP20 levels increased with advanced stages of colon and thyroid cancers. DSPP expression increased significantly with tumor stage in all cancers examined."}, {"pubmed": 31454439, "text": "Novel frameshift mutations in DSPP cause dentin dysplasia type II"}, {"pubmed": 34667213, "text": "Mouse Dspp frameshift model of human dentinogenesis imperfecta."}, {"pubmed": 36597617, "text": "A novel DSPP frameshift mutation causing dentin dysplasia type 2 and disease management strategies."}, {"pubmed": 36642448, "text": "[Mutation of dentin sialophosphoprotein and hereditary malformations of dentin]."}, {"pubmed": 37017752, "text": "Identification of DSPP novel variants and phenotype analysis in dentinogenesis dysplasia Shields type II patients."}, {"pubmed": 37084484, "text": "Novel dentin sialophosphoprotein gene frameshift mutations affect dentin mineralization."}, {"pubmed": 38546516, "text": "The Role of DSPP in Dentine Formation and Hereditary Dentine Defects."}, {"pubmed": 38630328, "text": "Isolated dentinogenesis imperfecta: Novel DSPP variants and insights on genetic counselling."}], "genomic_pos": {"chr": "4", "end": 87616873, "ensemblgene": "ENSG00000152591", "start": 87608529, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 88538062, "start": 88529681, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0031214", "qualifier": "involved_in", "term": "biomineral tissue development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071895", "qualifier": "involved_in", "term": "odontoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0097187", "qualifier": "involved_in", "term": "dentinogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1901329", "pubmed": 15308669, "qualifier": "involved_in", "term": "regulation of odontoblast differentiation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11856645, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031012", "pubmed": 8995371, "qualifier": "located_in", "term": "extracellular matrix"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005201", "pubmed": 8995371, "qualifier": "enables", "term": "extracellular matrix structural constituent"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": 9879917, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005518", "qualifier": "enables", "term": "collagen binding"}]}, "ipi": "IPI00872967", "map_location": "4q22.1", "name": "dentin sialophosphoprotein", "other_names": ["deafness, autosomal dominant 39", "dentin phosphophoryn", "dentin phosphoprotein", "dentin phosphoryn", "dentin sialophosphoprotein", "dentin sialoprotein"], "pantherdb": {"HGNC": "3054", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109172", "ortholog_type": "LDO", "panther_family": "PTHR47819", "taxid": 10090, "uniprot_kb": "P97399"}, {"RGD": "2525", "ortholog_type": "LDO", "panther_family": "PTHR47819", "taxid": 10116, "uniprot_kb": "Q62598"}], "uniprot_kb": "Q9NZW4"}, "pathway": {"kegg": {"id": "hsa04512", "name": "ECM-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-3000178", "name": "ECM proteoglycans"}], "wikipathways": {"id": "WP3971", "name": "Role of Osx and miRNAs in tooth development"}}, "pharmgkb": "PA27507", "pharos": {"target_id": 4962, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF225175", "relationship": "similar to"}, {"id": "GNF248631", "relationship": "is"}, {"id": "GNF248632", "relationship": "is"}, {"id": "GNF248633", "relationship": "is"}, {"id": "GNF248634", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081694", "relationship": "is"}, {"id": "GNF081695", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053379", "relationship": "is"}, {"id": "GNF073333", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070827", "relationship": "is"}, {"id": "GNF070828", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF109458", "relationship": "is"}, {"id": "GNF149099", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_011595.1"], "protein": "NP_055023.2", "rna": "NM_014208.3", "translation": {"protein": "NP_055023.2", "rna": "NM_014208.3"}}, "reporter": {"HG-U133_Plus_2": "221681_s_at", "HTA-2_0": ["TC04000473.hg.1", "TC04002624.hg.1"], "HuEx-1_0": "2735073", "HuGene-1_1": "8096265", "HuGene-2_1": "16968638"}, "retired": [1715, 7888, 25795], "summary": "This gene encodes a member of the small integrin-binding ligand N-linked glycoprotein (SIBLING) family of proteins. The encoded preproprotein is secreted by odontoblasts and proteolytically processed to generate two principal proteins of the dentin extracellular matrix of the tooth, dentin sialoprotein and dentin phosphoprotein. These two protein products may play distinct but related roles in dentin mineralization. Mutations in this gene are associated with dentinogenesis imperfecta and dentin dysplasia. This gene is present in a gene cluster on chromosome 4. Allelic differences due to repeat polymorphisms have been found for this gene. [provided by RefSeq, Jan 2016].", "symbol": "DSPP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414174"}, "unigene": "Hs.678914", "uniprot": {"Swiss-Prot": "Q9NZW4"}, "wikipedia": {"url_stub": "Dentin sialophosphoprotein (gene)"}}