{"AllianceGenome": "13273", "HGNC": "13273", "MIM": "606759", "_id": "50506", "_version": 2, "accession": {"genomic": ["AB379823.1", "AB379824.1", "AB379825.1", "AB379826.1", "AB379827.1", "AB379828.1", "AB379829.1", "AB379830.1", "AB779680.1", "AB779681.1", "AB779683.1", "AB779684.1", "AB779685.1", "AB779686.1", "AB779687.1", "AB779688.1", "AB779689.1", "AC091117.5", "CH471082.1", "CP068263.2", "GU174495.1", "LC012880.1", "LC012881.1", "LC012882.1", "LC012883.1", "MH290757.1", "NC_000015.10", "NC_060939.1", "NG_009447.1"], "protein": ["AAF20055.1", "AAF73922.1", "AAF78954.1", "ADB22378.1", "AYV87258.1", "BAD92247.1", "BAN66320.1", "BAN66321.1", "BAN66323.1", "BAN66324.1", "BAN66325.1", "BAN66326.1", "BAN66327.1", "BAN66328.1", "BAN66329.1", "BAQ00220.1", "BAQ00221.1", "BAQ00222.1", "BAQ00223.1", "EAW77288.1", "NP_001350640.1", "NP_054799.4", "Q9NRD8.2"], "rna": ["AB209010.1", "AF181972.1", "AF230496.1", "AF267981.1", "BI045475.1", "NM_001363711.2", "NM_014080.5"], "translation": [{"protein": "AAF73922.1", "rna": "AF230496.1"}, {"protein": "NP_054799.4", "rna": "NM_014080.5"}, {"protein": "AAF20055.1", "rna": "AF181972.1"}, {"protein": "NP_001350640.1", "rna": "NM_001363711.2"}, {"protein": "BAD92247.1", "rna": "AB209010.1"}, {"protein": "AAF78954.1", "rna": "AF267981.1"}]}, "alias": ["LNOX2", "NOXEF2", "P138-TOX", "TDH6", "THOX2"], "ec": "1.6.3.1", "ensembl": {"gene": "ENSG00000140279", "protein": ["ENSP00000373691", "ENSP00000475084"], "transcript": ["ENST00000389039", "ENST00000558383", "ENST00000558416", "ENST00000560797", "ENST00000603300"], "translation": [{"protein": "ENSP00000373691", "rna": "ENST00000389039"}, {"protein": "ENSP00000475084", "rna": "ENST00000603300"}], "type_of_gene": "protein_coding"}, "entrezgene": "50506", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 55.4716545546, "exp_mis": 582.906672585, "exp_syn": 259.231840785, "lof_z": -0.0702703459574107, "mis_z": -0.893283905521945, "mu_lof": 4.22736383857e-06, "mu_mis": 5.70944086207e-05, "mu_syn": 2.53806417062e-05, "n_lof": 56.0, "n_mis": 627.0, "n_syn": 239.0, "p_li": 1.8967607743652e-37, "p_null": 0.999996186662155, "p_rec": 3.81333784492947e-06, "syn_z": 0.779004271015019}, "bp": 4647, "cds_end": 45405609, "cds_start": 45386347, "n_exons": 33, "nonpsych": {"exp_lof": 49.5933116711, "exp_mis": 526.972914551, "exp_syn": 234.015949551, "lof_z": 0.22219851019897, "mis_z": -0.791583762465208, "mu_lof": 4.22736383857e-06, "mu_mis": 5.70944086207e-05, "mu_syn": 2.53806417062e-05, "n_lof": 48.0, "n_mis": 563.0, "n_syn": 218.0, "p_li": 2.59721196803277e-31, "p_null": 0.999923415787457, "p_rec": 7.65842125433749e-05, "syn_z": 0.659161983325715}, "nontcga": {"exp_lof": 50.9740860443, "exp_mis": 536.214339587, "exp_syn": 238.433472712, "lof_z": 0.272754928920966, "mis_z": -0.748412207998253, "mu_lof": 4.22736383857e-06, "mu_mis": 5.70944086207e-05, "mu_syn": 2.53806417062e-05, "n_lof": 49.0, "n_mis": 571.0, "n_syn": 225.0, "p_li": 7.88512666426835e-32, "p_null": 0.999920642729829, "p_rec": 7.93572701714055e-05, "syn_z": 0.550843003124217}, "transcript": "ENST00000603300.1"}, "exons": [{"cdsend": 45113411, "cdsstart": 45094149, "chr": "15", "position": [[45092649, 45094272], [45094562, 45094691], [45094935, 45095091], [45095436, 45095595], [45095827, 45096060], [45097237, 45097391], [45097613, 45097741], [45098008, 45098058], [45099382, 45099482], [45099661, 45099892], [45100049, 45100228], [45100754, 45100838], [45101204, 45101274], [45101792, 45101989], [45103959, 45104053], [45104139, 45104365], [45105642, 45105828], [45106124, 45106327], [45106527, 45106641], [45106831, 45106969], [45107344, 45107463], [45108046, 45108222], [45108788, 45108952], [45109523, 45109626], [45109889, 45109980], [45110427, 45110524], [45110649, 45110710], [45111110, 45111277], [45111383, 45111585], [45111767, 45111955], [45112553, 45112718], [45112986, 45113076], [45113341, 45113425], [45113972, 45114172]], "strand": -1, "transcript": "NM_001363711", "txend": 45114172, "txstart": 45092649}, {"cdsend": 45113411, "cdsstart": 45094149, "chr": "15", "position": [[45092653, 45094272], [45094562, 45094691], [45094935, 45095091], [45095436, 45095595], [45095827, 45096060], [45097237, 45097391], [45097613, 45097741], [45098008, 45098058], [45099382, 45099482], [45099661, 45099892], [45100049, 45100228], [45100754, 45100838], [45101204, 45101274], [45101792, 45101989], [45103959, 45104053], [45104139, 45104365], [45105642, 45105828], [45106124, 45106327], [45106527, 45106641], [45106831, 45106969], [45107344, 45107463], [45108046, 45108222], [45108788, 45108952], [45109523, 45109626], [45109889, 45109980], [45110427, 45110524], [45110649, 45110710], [45111110, 45111277], [45111383, 45111585], [45111767, 45111955], [45112553, 45112718], [45112986, 45113072], [45113337, 45113425], [45113972, 45114161]], "strand": -1, "transcript": "NM_014080", "txend": 45114161, "txstart": 45092653}], "exons_hg19": [{"cdsend": 45405609, "cdsstart": 45386347, "chr": "15", "position": [[45384847, 45386470], [45386760, 45386889], [45387133, 45387289], [45387634, 45387793], [45388025, 45388258], [45389435, 45389589], [45389811, 45389939], [45390206, 45390256], [45391580, 45391680], [45391859, 45392090], [45392247, 45392426], [45392952, 45393036], [45393402, 45393472], [45393990, 45394187], [45396157, 45396251], [45396337, 45396563], [45397840, 45398026], [45398322, 45398525], [45398725, 45398839], [45399029, 45399167], [45399542, 45399661], [45400244, 45400420], [45400986, 45401150], [45401721, 45401824], [45402087, 45402178], [45402625, 45402722], [45402847, 45402908], [45403308, 45403475], [45403581, 45403783], [45403965, 45404153], [45404751, 45404916], [45405184, 45405274], [45405539, 45405623], [45406170, 45406370]], "strand": -1, "transcript": "NM_001363711", "txend": 45406370, "txstart": 45384847}, {"cdsend": 45405609, "cdsstart": 45386347, "chr": "15", "position": [[45384851, 45386470], [45386760, 45386889], [45387133, 45387289], [45387634, 45387793], [45388025, 45388258], [45389435, 45389589], [45389811, 45389939], [45390206, 45390256], [45391580, 45391680], [45391859, 45392090], [45392247, 45392426], [45392952, 45393036], [45393402, 45393472], [45393990, 45394187], [45396157, 45396251], [45396337, 45396563], [45397840, 45398026], [45398322, 45398525], [45398725, 45398839], [45399029, 45399167], [45399542, 45399661], [45400244, 45400420], [45400986, 45401150], [45401721, 45401824], [45402087, 45402178], [45402625, 45402722], [45402847, 45402908], [45403308, 45403475], [45403581, 45403783], [45403965, 45404153], [45404751, 45404916], [45405184, 45405270], [45405535, 45405623], [45406170, 45406359]], "strand": -1, "transcript": "NM_014080", "txend": 45406359, "txstart": 45384851}], "generif": [{"pubmed": 15150274, "text": "the dual oxidase 2 N-terminal region is targeted to the plasma membrane"}, {"pubmed": 15591162, "text": "Expression of dual oxidase 2 in human colon and Caco-2 cells."}, {"pubmed": 15677770, "text": "These data suggest that Duox1 and 2 are the major NADPH oxidases expressed in airway epithelia and therefore contributors of hydrogen peroxide production in the airway lumen."}, {"pubmed": 15972824, "text": "post-translational modifications during the maturation process of Duox2 could be implicated in the mechanism of H2O2 formation by favoring intramolecular superoxide dismutation"}, {"pubmed": 16111680, "text": "Results demonstrate the regulation of Duox1 and 2 expression by Th1 and Th2 cytokines, and suggest a mechanism by which ROS production can be regulated in the respiratory tract as part of the host defense response."}, {"pubmed": 16322276, "text": "Heterozygous mutations in the DUOX2 gene are responsible for iodide organification defect and congenital hypothyroidism."}, {"pubmed": 16478776, "text": "In conclusion, incubation of normal or GD thyrocytes with Th1 cytokines induces a significant reduction in TSH-increased expression of both TPO and ThOXs, an effect partially mediated by NO."}, {"pubmed": 16608528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16651268, "text": "co-expression with DUOXA2, an ER-resident transmembrane protein, allows ER-to-Golgi transition, maturation, and translocation to the plasma membrane of functional DUOX2 in a heterologous system"}, {"pubmed": 17374849, "text": "DUOXA2 allows rapid ER exit of folded DUOX2 or enhanced degradation of mutant DUOX2 proteins not competent for ER exit."}, {"pubmed": 17684392, "text": "Analysis of point mutations opens possibility to ascertain whether transiency or permanency of DUOX2 phenotypes relate to monoallelic or biallelic inactivation of gene, or if degree of pathogenic severity of mutations may also influence outcome. (Review)"}, {"pubmed": 18177232, "text": "Results imply that the airway expression of Duox2 is diversely associated with smoking and chronic obstructive pulmonary disease."}, {"pubmed": 18281478, "text": "Results suggest that an area on chromosome 15 that includes DUOX1, DUOX2, and their maturation factors is a frequent target for epigenetic silencing in lung cancer."}, {"pubmed": 18765513, "text": "Loss of DUOX2 activity results in transient congenital hypothyroidism and transient congenital hypothyroidism caused by DUOX2 mutations is inherited as an autosomal recessive trait."}, {"pubmed": 19144650, "text": "Activation of dual oxidases Duox1 and Duox2: differential regulation mediated by camp-dependent protein kinase and protein kinase C-dependent phosphorylation."}, {"pubmed": 19339556, "text": "Heterodimerization controls localization of Duox-DuoxA NADPH oxidases in airway cells."}, {"pubmed": 19759286, "text": "DUOX2 and NOD2 cooperatively facilitate antibacterial action."}, {"pubmed": 19789206, "text": "Two new mutations in DUOX2 gene responsible for the partial deficit in the organification process of the thyroid gland are identified."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19952225, "text": "TPO binds to dualoxidases;defects in this association could impair thyroid hormone synthesis and lead to thyroid insufficiency and cell damage."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20381453, "text": "IFNgamma-mediated DUOX2 expression was regulated by a STAT-independent, JAK-independent pathway."}, {"pubmed": 20511343, "text": "for respiratory epithelial cells, all-trans retinoic acid is important in the regulation of DUOX2 expression, function, and rhinovirus-mediated DUOX2 inducibility."}, {"pubmed": 20531308, "text": "DUOX2 regulates cell cycle entry via a p53-dependent pathway."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20826581, "text": "Thyroid peroxidase consumes hydrogen peroxide produced by DUOX2, decreasing the availability of this substance at the apical membrane of thyrocytes."}, {"pubmed": 21148036, "text": "Duox2-mediated signaling via reactive oxygen species participates in polyinosinic-polycytidylic acid-mediated type 1 tumor necrosis factor receptor (TNFR1) shedding downstream of receptor-interacting protein 1 (RIP1) airway epithelial cells (NCI-H292)."}, {"pubmed": 21321110, "text": "Up-regulation and sustained activation of Stat1 are essential for interferon-gamma (IFN-gamma)-induced dual oxidase 2 (Duox2) and dual oxidase A2 (DuoxA2) expression in human pancreatic cancer cell lines."}, {"pubmed": 21565790, "text": "Two new mutations (Y1150C and A728T) and the deletion S965FsX994 were responsible for the deficit in the organification process and the phenotypes and three polymorphisms (H678R, P982A, and R701Q) were identified."}, {"pubmed": 21704604, "text": "As was shown for DUOX1, the truncated DUOX2 domain purifies without a bound heme co-factor and displays no peroxidase activity. However, DUOX2(1-599) displays greater stability than DUOX1(1-593)."}, {"pubmed": 21714724, "text": "DUOX2 plays pivotal roles in TLR5-dependent inflammatory response of nasal airway epithelium."}, {"pubmed": 21915726, "text": "Data show that comparing with adjacent non-neoplastic tissues, DUOX1, DUOX2, and NOX4 were expressed at higher frequencies in tumor specimens."}, {"pubmed": 22336364, "text": "p.Arg376Trp mutation in DUOX2 was found in newborns of congenital hypothyroidism."}, {"pubmed": 22523549, "text": "study reports DUOX 1 and 2 are expressed in neuroblastoma SK-N-BE cells as well as in an oligodendrocyte cell line (MO3-13); data unravel a novel mechanism of regulation of DUOX enzymes by reactive oxygen species and identify a circuitry linking NADPH oxidase activity to DUOX1 and 2 levels in neuroblastoma cells"}, {"pubmed": 22592922, "text": "Two functionally important single-nucleotide polymorphisms within the promoter differentially regulate DUOX2/DUOXA2 transcription in response to exogenous double-stranded DNA."}, {"pubmed": 22814254, "text": "alterations of the DUOXA2 NH(2)-terminal domain modify DUOX2 activity triggering superoxide leaking"}, {"pubmed": 23010498, "text": "The present data open new perspectives for a better understanding of the pathophysiology of thyroid autoimmune diseases considering DUOX2-mediated oxidative damages."}, {"pubmed": 23225414, "text": "Report shows that ROS levels in PC3 cells are constitutively maintained by DUOX 1 and 2 enzymes, and these ROS positively regulate AKT signalling through inactivating phosphatases, leading to increased resistance to apoptosis."}, {"pubmed": 23281318, "text": "upregulated in chronic rhinosinusitis as a part of inflammatory response"}, {"pubmed": 23296709, "text": "The dramatic increase in reactive oxygen species induced in pancreatic cancer cells by the combination of lipopolysaccharide and interferon-gamma depends critically on the upregulation of, and signaling through, the Toll-like receptor (TLR)4 pathway."}, {"pubmed": 23362256, "text": "Study indicates a complex profile of protein interactions required for activity and localization of the DUOX1 and DOOX2 enzymes."}, {"pubmed": 23404210, "text": "Duox2 was expressed at elevated levels in many human cancers, most notably tumors of the prostate, lung, colon and breast."}, {"pubmed": 23457309, "text": "p.G488R missense mutation in the DUOX2 gene of the congenital hypothyroidism patients is associated with thyroid dysfunction that presents during the neonatal period."}, {"pubmed": 23545780, "text": "A key function of DUOX2 in the establishment of a late antiviral state triggered by the synergistic autocrine/paracrine action of IFNbeta and TNFalpha secreted during respiratory virus infection."}, {"pubmed": 24127536, "text": "family showed potential linkage to DUOX2 locus and we detected a nonsense mutation (R434X) in both cases and the mutation segregated with disease status in the family"}, {"pubmed": 24128054, "text": "Further, ROS generated by Duox enzymes localized adjacent to nuclear speckles altered the splicing of viral genes"}, {"pubmed": 24161126, "text": "Despite the high sequence similarity shared between DUOX1 and DUOX2, the two isoforms present distinct regulations, tissue expression and catalytic functions"}, {"pubmed": 24164541, "text": "Underscore the importance of DUOX1 and DUOX2 in vesicant-induced IL-6 secretion in human airway epithelial cells."}, {"pubmed": 24423310, "text": "The most robust clinical parameters for selecting patients for DUOX2 analysis have been identified, and several DUOX2 variants have been functionally characterized."}, {"pubmed": 24492313, "text": "DUOX2 is Significantly Upregulated in Active Ulcerative Colitis and during Progression to Dysplasia."}, {"pubmed": 24735383, "text": "Genotypes and phenotypes of congenital goitre and hypothyroidism caused by mutations in dual oxidase 2 genes."}, {"pubmed": 25003194, "text": "An increase of DUOX2 expression was seen in association with an expansion of Proteobacteria in both ulcerative colitis and Crohn disease, while expression of APOA1 gene was downregulated and associated with Crohn disease-specific alterations in Firmicutes"}, {"pubmed": 25248169, "text": "DUOX2 variants are a relatively common cause of congenital hypothyroidism with normal-sized or enlarged eutopic thyroid"}, {"pubmed": 25263060, "text": "Data indicate dual oxidase 2 protein (DUOX2) mutation-carrying pedigree presenting pseudodominant inheritance of nonautoimmune hypothyroidism."}, {"pubmed": 25586178, "text": "Duox2 proteins possessing the A-loops of Nox1 or Nox5 co-expressed with DuoxA2 showed enhanced O2 () release, and Duox1 proteins possessing the A-loops of Nox1 or Nox5 co-expressed with DuoxA1 acquired O2 () leakage"}, {"pubmed": 25616291, "text": "Heterozygous mutations in DUOX2 may affect protein function and cause congenital hypothyroidism."}, {"pubmed": 25761904, "text": "The folding of DUOX2 appears to be a key event in the trafficking of the DUOX2/DUOXA2 complex as it promotes an appropriate conformation of the N-terminal region, which is propitious to subsequent covalent interactions with the maturation factor, DUOXA2."}, {"pubmed": 26046128, "text": "DUOX2 played an important role in innate immunity against Klebsiella pneumoniae cytoinvasion through the reactive oxygen species pathway in T24 cells."}, {"pubmed": 26056003, "text": "findings demonstrate that PKCalpha plays a critical role in HCC development by inducing DUOX2 expression and ROS generation, and propose a strategy to target PKCalpha/DUOX2 as a potential adjuvant therapy for HCC treatment"}, {"pubmed": 26174504, "text": "the house dust mite-dependent TLR2-Duox2 signalling axis promotes NF-kappaB activation, which induces IL-8 and CCL20 production and mediates epidermal keratinocyte inflammation"}, {"pubmed": 26207686, "text": "Taken together these data suggest that chemopotentiation by LDFRT in gastric cancer cells may be due, at least in part, to increased ROS production (DUOX2) without upregulation of the DNA repair machinery"}, {"pubmed": 26261005, "text": "Mucosal dysbiosis leads to increased expression of DUOX2, which might be a marker of perturbed mucosal homeostasis in patients with early-stage inflammatory bowel disease."}, {"pubmed": 26349762, "text": "Prevalence of DUOX2 pathogenic variants is 29% among patients with congenital hypothyroidism in Guangxi, China. Monoallelic and biallelic DUOX2 variants are associated with transient, while triallelic variants are associated with permanent disease."}, {"pubmed": 26506010, "text": "Results identified 2 mutations in DUOX2 gene from patient with congenital hypothyroidism and report new cryptic splicing sites in the intron 17 and exon 18."}, {"pubmed": 26565538, "text": "Transient congenital hypothyroidism is caused by compound heterozygous mutations affecting the NADPH-oxidase domain of DUOX2."}, {"pubmed": 26709262, "text": "Seven different recurrent mutations [p.G488R (n=13), p.A649E (n=3), p.R885Q (n=3), p.I1080T (n=2), and p.A1206T (n=2) in DUOX2; p.Y138X (n=9) in DUOXA2) were identified as the mutations underlying congenital hypothyroidism."}, {"pubmed": 26742565, "text": "The prognosis of Japanese patients with DUOX2 defects was usually transient Congenital hypothyroidism. Delayed improvement of thyroglobulin indicates that these patients have subclinical hypothyroidism."}, {"pubmed": 26823467, "text": "Decreased Panx1 function is a response to cell acidification mediated by IFN-gamma-induced up-regulation of Duox2."}, {"pubmed": 27048452, "text": "Expression of DUOX2 mRNA and protein was lower in gastric mucosa of patients with H. pylori infection compared to the uninfected. Among the H. pylori-infected patients, those having CagA IgG or VacA in the serum had lower DUOX2 expression levels than those infected with H. pylori without either virulence factor."}, {"pubmed": 27108200, "text": "study expanded the mutational spectrum of the DUOX2 and thyroglobulin genes and provided the best estimation of the DUOX2 mutation rate (29%) for congenital hypothyroidism/subclinical congenital hypothyroidism patients in Guangxi Zhuang Autonomous Region of China"}, {"pubmed": 27110716, "text": "Nox4 and Duox1/Duox2 mediate redox activation of mesenchymal cell migration by PDGF."}, {"pubmed": 27166716, "text": "Data suggest that mutations in DUOX2 may be the most common cause of both permanent congenital hypothyroidism and transient hypothyroidism; severity of disease due to DUOX2 mutations may be milder than that due to other causes. This study involved neonatal screening of 48 Japanese boys and girls."}, {"pubmed": 27282560, "text": "Human neutrophil elastase is involved in transactivation of TLR4 through activation of DUOX-2/EGFR and synergistically enhances IL-12p40 production by macrophages stimulated with LPS."}, {"pubmed": 27349010, "text": "inactivating mutations in the DUOXA2 (p.Y246X) and DUOX2 (p.R885Q) genes were identified in a set of dizygotic twins with congenital hypothyroidism"}, {"pubmed": 27373512, "text": "xome sequencing identified candidate variants, including a missense mutation in DUOX2 that impaired its function and a frameshift mutation in CSF2RB that was associated with Crohn's Disease in an independent cohort of Ashkenazi Jewish individuals."}, {"pubmed": 27498126, "text": "The high prevalence of DUOX2 mutations in this cohort of children with Congenial hypothyroidism appears striking and surprising. The clinical implications were discussed."}, {"pubmed": 27557340, "text": "DUOX2 Mutation is associated with Congenital Hypothyroidism."}, {"pubmed": 27637085, "text": "DUOX2 knockdown with short interfering RNA significantly decreased IFN-gamma-induced VEGF-A or HIF-1alpha up-regulation."}, {"pubmed": 28541007, "text": "This study reports the pedigree with goitrous congenital hypothyroidism (GCH) due to the coexistence of heterozygous mutations in the DUOX2 and DUOXA2 genes."}, {"pubmed": 28633507, "text": "DUOX2 nonsense mutation plays a role in the pathogenesis of congenital hypothyroidism."}, {"pubmed": 28666341, "text": "In addition to thyroid hormonogenesis, the DUOX2 N-terminal domain may play a role in thyroid development."}, {"pubmed": 28683258, "text": "Letter/Case Report: biallelic, inactivating DUOX2 mutations described here might license overgrowth of mucosa-associated bacteria, which triggers colitis."}, {"pubmed": 29092890, "text": "Monoallelic TSHR mutations are significantly associated with positive newborn screen for congenital hypothyroidism, and the association is further strengthened by the coexistence of monoallelic DUOX2 mutations."}, {"pubmed": 29320567, "text": "High expression of DUOX2 is associated with dilated cardiomyopathy and impaired left ventricular function accompanied by increased risk of death."}, {"pubmed": 29715584, "text": "Our study demonstrates the existence of a TET1/DUOX2/ROS/EMT axis that could play a role in colon cancer chemo-resistance and the aggressiveness of this cancer."}, {"pubmed": 30375286, "text": "analysis of mutations in the DUOX2 and DUOX1 genes in two Sudanese families with dyshormonogenic congenital hypothyroidism"}, {"pubmed": 31030636, "text": "Wide Spectrum of DUOX2 Deficiency: From Life-Threatening Compressive Goiter in Infancy to Lifelong Euthyroidism."}, {"pubmed": 31044655, "text": "DUOX2/DUOXA2 Mutations Frequently Cause Congenital Hypothyroidism that Evades Detection on Newborn Screening in the United Kingdom."}, {"pubmed": 31501191, "text": "Patients with sporadic thyroid cancer homozygous for rs965513[A] demonstrated higher DUOX2 expression."}, {"pubmed": 31513783, "text": "H2O2 produced by the Duox2/DuoxA2 cell surface enzymatic complex could provoke potential mutagenic DNA damage."}, {"pubmed": 31706280, "text": "DUOX1 and NOX2 expression are associated with mucosal immunity activated in cervical squamous cell carcinoma and predicts a favorable prognosis in cervical cancer patients."}, {"pubmed": 32207419, "text": "Insilico study of genes involved in Congenital Hypothyroidism."}, {"pubmed": 32425884, "text": "DUOX2 and DUOXA2 Variants Confer Susceptibility to Thyroid Dysgenesis and Gland-in-situ With Congenital Hypothyroidism."}, {"pubmed": 32531052, "text": "DUOX2 promotes the progression of colorectal cancer cells by regulating the AKT pathway and interacting with RPL3."}, {"pubmed": 32803677, "text": "Identification and analyzes of DUOX2 mutations in two familial congenital hypothyroidism cases."}, {"pubmed": 33488516, "text": "Clinical and Genetic Features of a Large Monocentric Series of Familial Non-Medullary Thyroid Cancers."}, {"pubmed": 33628596, "text": "A truncated protein product of the germline variant of the DUOX2 gene leads to adenomatous polyposis."}, {"pubmed": 33631011, "text": "Dual Oxidase System Genes Defects in Children With Congenital Hypothyroidism."}, {"pubmed": 33651715, "text": "DUOX2 variants associate with preclinical disturbances in microbiota-immune homeostasis and increased inflammatory bowel disease risk."}, {"pubmed": 33748270, "text": "DUOX2 As a Potential Prognostic Marker which Promotes Cell Motility and Proliferation in Pancreatic Cancer."}, {"pubmed": 34564849, "text": "Correlation of DUOX2 residual enzymatic activity with phenotype in congenital hypothyroidism caused by biallelic DUOX2 defects."}, {"pubmed": 34784249, "text": "Dual NADPH oxidases DUOX1 and DUOX2 synthesize NAADP and are necessary for Ca(2+) signaling during T cell activation."}, {"pubmed": 35507000, "text": "Mutational screening of the TPO and DUOX2 genes in Argentinian children with congenital hypothyroidism due to thyroid dyshormonogenesis."}, {"pubmed": 35960091, "text": "Increased NOX1 and DUOX2 expression in the colonic mucosa of patients with chronic functional constipation."}, {"pubmed": 36607642, "text": "DUOX2 regulates secreted factors in virus-infected respiratory epithelial cells that contribute to neutrophil attraction and activation."}, {"pubmed": 37517801, "text": "Another Breach in the Wall: Impaired Epithelial DUOX2 Activity Fuels Metabolic Syndrome."}, {"pubmed": 38757580, "text": "Molecular and Clinical Features of Congenital Hypothyroidism Due to Multiple DUOX2 Variants."}], "genomic_pos": {"chr": "15", "end": 45114172, "ensemblgene": "ENSG00000140279", "start": 45092650, "strand": -1}, "genomic_pos_hg19": {"chr": "15", "end": 45406542, "start": 45384848, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006590", "qualifier": "involved_in", "term": "thyroid hormone generation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006590", "qualifier": "involved_in", "term": "thyroid hormone generation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006952", "qualifier": "involved_in", "term": "defense response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16111680, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 16111680, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042335", "qualifier": "involved_in", "term": "cuticle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042446", "qualifier": "involved_in", "term": "hormone biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0042554", "pubmed": 22814254, "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050665", "pubmed": [16651268, 19339556, 22814254, 25761904], "qualifier": "involved_in", "term": "hydrogen peroxide biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051591", "pubmed": 15062544, "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090303", "pubmed": 19339556, "qualifier": "involved_in", "term": "positive regulation of wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2000147", "pubmed": 19339556, "qualifier": "involved_in", "term": "positive regulation of cell motility"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 19339556, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 19339556, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 19339556, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0005886", "pubmed": [16651268, 25761904], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0009986", "pubmed": 22814254, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IGI", "gocategory": "CC", "id": "GO:0031252", "pubmed": 19339556, "qualifier": "located_in", "term": "cell leading edge"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043020", "qualifier": "part_of", "term": "NADPH oxidase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045177", "pubmed": 25761904, "qualifier": "located_in", "term": "apical part of cell"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19199708, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070161", "qualifier": "located_in", "term": "anchoring junction"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0004601", "qualifier": "enables", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005509", "pubmed": 15972824, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19339556, 25761904], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016174", "pubmed": 15972824, "qualifier": "enables", "term": "NAD(P)H oxidase H2O2-forming activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016174", "pubmed": 21565790, "qualifier": "enables", "term": "NAD(P)H oxidase H2O2-forming activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016174", "qualifier": "enables", "term": "NAD(P)H oxidase H2O2-forming activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016175", "qualifier": "enables", "term": "superoxide-generating NAD(P)H oxidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106293", "qualifier": "enables", "term": "NADH oxidase H202-forming activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106294", "qualifier": "enables", "term": "NADPH oxidase H202-forming activity"}]}, "homologene": {"genes": [[3702, 837430], [6239, 171608], [6239, 186188], [7165, 1279399], [7227, 33477], [8364, 100486050], [9544, 713906], [9598, 453395], [9606, 50506], [9615, 403719], [9913, 785698], [10090, 214593], [10116, 79107]], "id": 9689}, "interpro": [{"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "Haem peroxidase superfamily", "id": "IPR010255", "short_desc": "Haem_peroxidase_sf"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "FAD-binding 8", "id": "IPR013112", "short_desc": "FAD-bd_8"}, {"desc": "Ferric reductase, NAD binding domain", "id": "IPR013121", "short_desc": "Fe_red_NAD-bd_6"}, {"desc": "Ferric reductase transmembrane component-like domain", "id": "IPR013130", "short_desc": "Fe3_Rdtase_TM_dom"}, {"desc": "FAD-binding domain, ferredoxin reductase-type", "id": "IPR017927", "short_desc": "FAD-bd_FR_type"}, {"desc": "Riboflavin synthase-like beta-barrel", "id": "IPR017938", "short_desc": "Riboflavin_synthase-like_b-brl"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "Haem peroxidase, animal-type", "id": "IPR019791", "short_desc": "Haem_peroxidase_animal"}, {"desc": "Dual oxidase, peroxidase domain", "id": "IPR034821", "short_desc": "DUOX_peroxidase"}, {"desc": "Haem peroxidase domain superfamily, animal type", "id": "IPR037120", "short_desc": "Haem_peroxidase_sf_animal"}, {"desc": "Ferredoxin-NADP reductase (FNR), nucleotide-binding domain", "id": "IPR039261", "short_desc": "FNR_nucleotide-bd"}], "ipi": "IPI00299627", "map_location": "15q21.1", "name": "dual oxidase 2", "other_names": ["NADH/NADPH thyroid oxidase p138-tox", "NADPH oxidase/peroxidase DUOX2", "NADPH thyroid oxidase 2", "dual oxidase 2", "dual oxidase-like domains 2", "flavoprotein NADPH oxidase", "large NOX 2", "long NOX 2", "nicotinamide adenine dinucleotide phosphate oxidase", "p138 thyroid oxidase", "thyroid oxidase 2"], "pantherdb": {"HGNC": "13273", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "3036280", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10090, "uniprot_kb": "A0A494BAW1"}, {"RGD": "628761", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 10116, "uniprot_kb": "Q9ES45"}, {"Ensembl": "ENSGALG00000041510", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 9031, "uniprot_kb": "A0A1D5PJY4"}, {"ZFIN": "ZDB-GENE-091117-14", "ortholog_type": "LDO", "panther_family": "PTHR11972", "taxid": 7955, "uniprot_kb": "F1QVF2"}, {"WormBase": "WBGene00018771", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 6239, "uniprot_kb": "O01795"}, {"WormBase": "WBGene00000253", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 6239, "uniprot_kb": "O61213"}, {"FlyBase": "FBgn0283531", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 7227, "uniprot_kb": "Q9VQH2"}, {"dictyBase": "DDB_G0291117", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q54F44"}, {"dictyBase": "DDB_G0287101", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q86GL4"}, {"dictyBase": "DDB_G0289653", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 352472, "uniprot_kb": "Q9XYS3"}, {"TAIR": "2077192", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9LZU9"}, {"TAIR": "2168113", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FJD6"}, {"TAIR": "2128248", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SUT8"}, {"TAIR": "2024603", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O48538"}, {"TAIR": "2036104", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SBI0"}, {"TAIR": "2183309", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81209"}, {"TAIR": "2117258", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9SW17"}, {"TAIR": "2157348", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81210"}, {"TAIR": "2160917", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "Q9FIJ0"}, {"TAIR": "2202210", "ortholog_type": "O", "panther_family": "PTHR11972", "taxid": 3702, "uniprot_kb": "O81211"}], "uniprot_kb": "Q9NRD8"}, "pathway": {"kegg": {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-209776", "name": "Metabolism of amine-derived hormones"}, {"id": "R-HSA-209968", "name": "Thyroxine biosynthesis"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}], "smpdb": {"id": "SMP00716", "name": "Thyroid hormone synthesis"}, "wikipathways": [{"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}]}, "pfam": ["PF00036", "PF01794", "PF03098", "PF08022", "PF08030", "PF13833"], "pharmgkb": "PA27517", "pharos": {"target_id": 19339, "tdl": "Tchem"}, "prosite": ["PS50222", "PS50292", "PS51384"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264787", "relationship": "is"}, {"id": "GNF264788", "relationship": "is"}, {"id": "GNF264789", "relationship": "is"}, {"id": "GNF264790", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081898", "relationship": "is"}, {"id": "GNF081899", "relationship": "is"}, {"id": "GNF081900", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051707", "relationship": "is"}, {"id": "GNF056473", "relationship": "is"}, {"id": "GNF061235", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067935", "relationship": "is"}, {"id": "GNF067936", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094978", "relationship": "is"}, {"id": "GNF134635", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_009447.1"], "protein": ["NP_001350640.1", "NP_054799.4"], "rna": ["NM_001363711.2", "NM_014080.5"], "translation": [{"protein": "NP_054799.4", "rna": "NM_014080.5"}, {"protein": "NP_001350640.1", "rna": "NM_001363711.2"}]}, "reporter": {"HG-U133_Plus_2": "219727_at", "HTA-2_0": "TC15001305.hg.1", "HuEx-1_0": ["3592214", "3622176"], "HuGene-1_1": "7988350", "HuGene-2_1": "16808566"}, "retired": 82430, "summary": "The protein encoded by this gene is a glycoprotein and a member of the NADPH oxidase family. The synthesis of thyroid hormone is catalyzed by a protein complex located at the apical membrane of thyroid follicular cells. This complex contains an iodide transporter, thyroperoxidase, and a peroxide generating system that includes this encoded protein and DUOX1. This protein is known as dual oxidase because it has both a peroxidase homology domain and a gp91phox domain. [provided by RefSeq, Jul 2008].", "symbol": "DUOX2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421916"}, "unigene": "Hs.71377", "uniprot": {"Swiss-Prot": "Q9NRD8", "TrEMBL": "X6RAN8"}, "wikipedia": {"url_stub": "Dual oxidase 2"}}