{"AllianceGenome": "3072", "HGNC": "3072", "MIM": "602748", "_id": "1848", "_version": 1, "accession": {"genomic": ["AB013601.2", "AC024909.28", "CH471054.1", "CP068266.2", "HI179184.1", "KF459551.1", "NC_000012.12", "NC_060936.1", "NG_033915.1"], "protein": ["AAH03143.1", "AAH03562.1", "AAH05047.1", "AAH37236.1", "AAP35541.1", "BAA31968.1", "BAA31969.1", "BAA34369.1", "BAD38886.1", "BAD96602.1", "BAG70079.1", "BAG70207.1", "CAA63813.1", "CBX53900.1", "EAW97422.1", "EAW97423.1", "EAW97424.1", "NP_001937.2", "NP_073143.2", "Q16828.2"], "rna": ["AB013382.1", "AB013602.1", "AB189400.1", "AB451265.1", "AB451393.1", "AK091753.1", "AK222882.1", "AU135449.1", "BC003143.1", "BC003562.1", "BC005047.1", "BC037236.1", "BF087219.1", "BT006895.1", "DA105027.1", "NM_001946.4", "NM_022652.4", "X93920.1"], "translation": [{"protein": "AAH03143.1", "rna": "BC003143.1"}, {"protein": "NP_001937.2", "rna": "NM_001946.4"}, {"protein": "BAD38886.1", "rna": "AB189400.1"}, {"protein": "BAA31969.1", "rna": "AB013602.1"}, {"protein": "AAP35541.1", "rna": "BT006895.1"}, {"protein": "BAG70207.1", "rna": "AB451393.1"}, {"protein": "AAH37236.1", "rna": "BC037236.1"}, {"protein": "NP_073143.2", "rna": "NM_022652.4"}, {"protein": "AAH05047.1", "rna": "BC005047.1"}, {"protein": "CAA63813.1", "rna": "X93920.1"}, {"protein": "AAH03562.1", "rna": "BC003562.1"}, {"protein": "BAG70079.1", "rna": "AB451265.1"}, {"protein": "BAD96602.1", "rna": "AK222882.1"}, {"protein": "BAA34369.1", "rna": "AB013382.1"}]}, "alias": ["HH19", "MKP3", "PYST1"], "ec": ["3.1.3.16", "3.1.3.48"], "ensembl": {"gene": "ENSG00000139318", "protein": ["ENSP00000279488", "ENSP00000307835", "ENSP00000446858", "ENSP00000449838"], "transcript": ["ENST00000279488", "ENST00000308385", "ENST00000547140", "ENST00000547291", "ENST00000548755"], "translation": [{"protein": "ENSP00000279488", "rna": "ENST00000279488"}, {"protein": "ENSP00000307835", "rna": "ENST00000308385"}, {"protein": "ENSP00000449838", "rna": "ENST00000547291"}, {"protein": "ENSP00000446858", "rna": "ENST00000548755"}], "type_of_gene": "protein_coding"}, "entrezgene": "1848", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.51797463881, "exp_mis": 172.016777069, "exp_syn": 100.445073114, "lof_z": 2.71606482705157, "mis_z": 2.72303862469969, "mu_lof": 5.83520909361e-07, "mu_mis": 1.61515666253e-05, "mu_syn": 9.40166726376e-06, "n_lof": 0.0, "n_mis": 99.0, "n_syn": 81.0, "p_li": 0.911205141065287, "p_null": 0.000660610145103103, "p_rec": 0.0881342487896103, "syn_z": 1.20280511722353}, "bp": 1146, "cds_end": 89745816, "cds_start": 89743030, "n_exons": 3, "nonpsych": {"exp_lof": 6.74532718781, "exp_mis": 155.632621861, "exp_syn": 90.8533174286, "lof_z": 2.5506653104257, "mis_z": 2.89615678708392, "mu_lof": 5.83520909361e-07, "mu_mis": 1.61515666253e-05, "mu_syn": 9.40166726376e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 70.0, "p_li": 0.897642514517471, "p_null": 0.00115280818359016, "p_rec": 0.101204677298939, "syn_z": 1.37742610500578}, "nontcga": {"exp_lof": 6.91076992694, "exp_mis": 158.249679696, "exp_syn": 92.4037031715, "lof_z": 2.59325049250026, "mis_z": 2.58414448677072, "mu_lof": 5.83520909361e-07, "mu_mis": 1.61515666253e-05, "mu_syn": 9.40166726376e-06, "n_lof": 0.0, "n_mis": 93.0, "n_syn": 66.0, "p_li": 0.894715673104958, "p_null": 0.0010192078877232, "p_rec": 0.104265119007319, "syn_z": 1.73917143638838}, "transcript": "ENST00000279488.7"}, "exons": [{"cdsend": 89352039, "cdsstart": 89349253, "chr": "12", "position": [[89347236, 89349561], [89350587, 89351025], [89351639, 89352501]], "strand": -1, "transcript": "NM_001946", "txend": 89352501, "txstart": 89347236}, {"cdsend": 89352039, "cdsstart": 89349253, "chr": "12", "position": [[89347236, 89349561], [89351639, 89352501]], "strand": -1, "transcript": "NM_022652", "txend": 89352501, "txstart": 89347236}], "exons_hg19": [{"cdsend": 89745816, "cdsstart": 89743030, "chr": "12", "position": [[89741013, 89743338], [89744364, 89744802], [89745416, 89746278]], "strand": -1, "transcript": "NM_001946", "txend": 89746278, "txstart": 89741013}, {"cdsend": 89745816, "cdsstart": 89743030, "chr": "12", "position": [[89741013, 89743338], [89745416, 89746278]], "strand": -1, "transcript": "NM_022652", "txend": 89746278, "txstart": 89741013}], "generif": [{"pubmed": 11998972, "text": "Angiotensin II-induced upregulation of MAP kinase phosphatase-3 mRNA levels mediates endothelial cell apoptosis"}, {"pubmed": 12759238, "text": "Results show that DUSP6 exerts apparent tumor-suppressive effects in vitro and suggest that DUSP6 is a strong candidate tumor suppressor gene at 12q22 locus."}, {"pubmed": 12840032, "text": "Constitutive induction of p-Erk1/2 accompanied by reduced activities of protein phosphatases 1 and 2A and MKP3 due to reactive oxygen species during cellular senescence."}, {"pubmed": 14690430, "text": "Study gives first direct evidence that the N-terminal domain of MKP3 mediates intramolecular dephosphorylation between the monomeric form of phosphorylated extracellular signal-regulated kinase and a monomer of MKP3."}, {"pubmed": 15269220, "text": "cytoplasmic localization of MKP3 is mediated by a chromosome region maintenance-1 (CRM1)-dependent nuclear export pathway; the ability of MKP3 to cause the cytoplasmic retention of ERK2 requires both a functional kinase interaction motif and NES"}, {"pubmed": 15824892, "text": "Hypermethylation with modification of histone deacetylation play an important role in transcriptional suppression of DUSP6 in human pancreatic cancer"}, {"pubmed": 15832194, "text": "Results suggest that the abrogation of DUSP6 is associated exclusively with progression from pancreatic intraepithelial neoplasia to the invasive ductal carcinoma."}, {"pubmed": 16491131, "text": "Results demonstrate that in the Korean population DUSP6 may contribute to the etiology of bipolar disorder, but not schizophrenia."}, {"pubmed": 17131384, "text": "These results suggest the existence of an ERK1/2-driven negative feed-back regulation of ERK5 signaling in epidermal growth factor-stimulated HK-2 cells, which is mediated by MKP-3, DUSP5 and/or MKP-1."}, {"pubmed": 17569113, "text": "Nuclear matrix proteins such as mutant Pyst1 and nucleophosmin 1 were downregulated, whereas eIF6 and beta-tubulin were upregulated during cell differentiation in hepatocarcinoma cells."}, {"pubmed": 18280112, "text": "even upon over-expression DUSP6 fails to inactivate ERK5, confirming that it is indeed an ERK1/2-specific DUSP"}, {"pubmed": 18434601, "text": "MKP3 can act to enhance DAT function and is a phosphatase involved in regulating dynamin-dependent endocysis"}, {"pubmed": 18632752, "text": "Loss of MKP3 mediated by oxidative stress enhances tumorigenicity and chemoresistance of ovarian cancer"}, {"pubmed": 18644985, "text": "WT1 transactivates another important negative regulator of the Ras/MAPK pathway, MAPK phosphatase 3 (MKP3)."}, {"pubmed": 18694935, "text": "mitogen-activated protein kinase phosphatase 3 activity is inhibited by interdomain binding"}, {"pubmed": 18771677, "text": "regulation of ERK1/2 by MKP-3 is countered by the complex regulation of MKP-3 by ERK1/2."}, {"pubmed": 18848526, "text": "These results indicate that intron 1 of DUSP6 plays a crucial role in transcriptional regulation of DUSP6 in a feedback loop manner responding to MAPK1 via ETS2 in human cells."}, {"pubmed": 19091959, "text": "Sphingosine-1-phosphate inhibits high glucose-mediated ERK1/2 action in endothelium through induction of MAP kinase phosphatase-3."}, {"pubmed": 19106095, "text": "MKP3 is an important regulator of PDGF-induced Erk phosphorylation acting in both a rapid positive feed-forward and a later negative feed-back loop."}, {"pubmed": 19328558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19608870, "text": "These results suggest that DUSP6 is a growth suppressor whose inactivation could promote the progression of lung cancer."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20097731, "text": "Dual specificity phosphatase 6 (DUSP6) is an ETS-regulated negative feedback mediator of oncogenic ERK signaling in lung cancer cells."}, {"pubmed": 20554528, "text": "the differential up-regulation of MKP3 by Ets2 and of DUSP5 by c-Jun may converge in similar functional roles for these MAP kinase phosphatases in the growth arrest versus proliferation decisions of breast cancer cells"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20638106, "text": "DUSP6 methylation is a rare event in endometrial cancer. Silencing of the DUSP6 phosphatase is unlikely to contribute to constitutive activation of the ERK kinase cascade in endometrial cancer."}, {"pubmed": 20665674, "text": "This study shows that post-transcriptional regulation is a key process in the control of DUSP6 expression."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20806045, "text": "DUSP5 and DUSP6 selectively control ERK pathway activity and proliferation."}, {"pubmed": 21387288, "text": "Loss of DUSP6 is associated with esophageal squamous cell carcinoma and nasopharyngeal carcinoma."}, {"pubmed": 21454500, "text": "MKP3 not only controls the activities of ERK2 and p38alpha but also mediates cross-talk between these two MAPK pathways."}, {"pubmed": 21499306, "text": "upregulation of DUSP6 exerts a tumor-promoting role in human glioblastomas exacerbating the malignant phenotype."}, {"pubmed": 21680106, "text": "DUSP6 plays an important role in cancer resistance in different subtypes of non-small cell lung carcinoma."}, {"pubmed": 22028468, "text": "Studies indicate that ERKs stimulate their own dephosphorylation by directly binding to phosphatases, such as MKP-3, and activating them."}, {"pubmed": 22155192, "text": "DUSP6 plays an important role in the pathogenesis of bipolar disorder, particularly in women."}, {"pubmed": 22169769, "text": "Studies identified a single gene DUSP6, whose expression was associated with sensitivity to GSK1120212."}, {"pubmed": 22171919, "text": "DUSP6 is important in melanoma and it plays a different role in the distinct subtype of mouse melanoma compared with that in classic human melanoma."}, {"pubmed": 22504224, "text": "caspase-3 cleavage of MKP3 down-regulates MKP3 full length and renders active MKP3 fragments, which may participate in novel regulatory pathways controlling the subcellular localization and activation of ERK1/2 during apoptosis."}, {"pubmed": 22535643, "text": "A link between DUSP6 expression and high-risk features of papillary thyroid carcinoma suggested that DUSP6 is an important independent factor affecting the signaling pathways in established papillary thyroid carcinoma."}, {"pubmed": 22744456, "text": "MESP2, HES7 and DUSP6 genes may not be involved in the etiopathogenesis of sporadic and non-syndromic CS in Chinese Han population."}, {"pubmed": 22812510, "text": "Studies indicate that dual-specificity MAP kinase phosphatases (MKPs) DUSP6/MKP-3 and DUSP5 are localized in the cytoplasm and nuclear compartments."}, {"pubmed": 22848708, "text": "ischemia/reperfusion inhibited eNOS expression by inactivation of ERK1/2, leading to decreased NO formation through a MKP-3-dependent mechanism in endothelial cells"}, {"pubmed": 23023500, "text": "study reports that naive CD4 T cells from elderly individuals have reduced signaling capacity of the ERK pathway; the underlying mechanism is an age-related decline in miR-181a expression and associated rise in levels of DUSP6 expression"}, {"pubmed": 23108049, "text": "The results provide insights on the modulatory role of p53 in the survival pathway by up-regulating DUSP6."}, {"pubmed": 23132790, "text": "DUSP6 is overexpressed in papillary and poorly differentiated thyroid carcinoma and contributes to neoplastic properties of thyroid cancer cells."}, {"pubmed": 23246965, "text": "suggest an important role for DeltaNp63alpha in preventing cancer metastasis by inhibition of Erk2 signaling via MKP3 subscribing"}, {"pubmed": 23419500, "text": "Dusp6 overexpression is involved in the pathogenesis and development of human endometrial adenocarcinoma."}, {"pubmed": 23839489, "text": "Depletion of DUSP6 reduced the viability of cancer cell lines and increased the cytotoxicity of EGFR and other targeted inhibitors, and cytotoxic agents."}, {"pubmed": 23965468, "text": "missense mutation, c.545C>T (p.Ser182Phe), in the DUSP6 gene may be genetically linked to the Class III malocclusion"}, {"pubmed": 24222120, "text": "Increased DUSP6 expression is associated with papillary thyroid carcinoma."}, {"pubmed": 24681741, "text": "Downregulation of Dusp6, Sprouty4, and Sef--negative modulators of FGF2/ERK1/2 signaling--was present in eutopic endometria of adenomyosis, which may play critical roles in the development of adenomyosis."}, {"pubmed": 24709168, "text": "Higher expression of DUSP6 in tumor tissue, than in peritumor tissue, is associated with the recurrence after curative resection of HCC, and the relative tumor DUSP6 expression has good power to predict the recurrence of HCC."}, {"pubmed": 25241655, "text": "DUSP6 downregulated the expression of matrix metallopeptidase 3."}, {"pubmed": 25344212, "text": "Our results suggest that DUSP6 gene expression in tumour samples may be a prognostic marker in NSCLC"}, {"pubmed": 25414256, "text": "These results therefore indicate that p53-mediated up-regulation of MKP-3 contributes to the establishment of the senescent cellular phenotype through dephosphorylating ERK1/2"}, {"pubmed": 25451692, "text": "Dusp6 expression was higher in progestin-sensitive atypical endometrial hyperplasia groups compared with progestin-resistant groups. After treatment, Dusp6 expression was upregulated in progestin-sensitive groups, but not in progestin-resistant groups."}, {"pubmed": 25499223, "text": "These observations led us to conclude that increased TSH signaling overcomes OIS and is essential for B-RafV600E-induced papillary thyroid carcinogenesis."}, {"pubmed": 26097584, "text": "Suppression of the FOXA1/DUSP6 signaling pathway may contribute to the development of Hirschsprung disease."}, {"pubmed": 27049681, "text": "PICSAR has a role in promoting cSCC progression via activation of extracellular signal-regulated kinase 1/2 signaling pathway by downregulating DUSP6 expression"}, {"pubmed": 27156317, "text": "DNA samples from each patient were genotyped for DUSP6 and TOP2A SNPs"}, {"pubmed": 27613525, "text": "High DUSP6 expression is associated with Lung Squamous Cell Carcinoma."}, {"pubmed": 28231233, "text": "DUSP6 rs2279574 SNPs was not associated with chemoradiotherapy response, whereas tumor regression, weight loss, clinical stage, and cigarette smoking were independent prognostic predictors for these Chinese patients with non-small cell lung cancer."}, {"pubmed": 28423600, "text": "Authors demonstrate the broad applicability of this recombination-based method and they proved its potential to identify new drug targets via the identification of the tumor suppressor DUSP6 as potential synthetic lethal target in melanoma cell lines with BRAF V600E mutations and high DUSP6 expression."}, {"pubmed": 28876465, "text": "Data show that oxidative stress and MAP kinase phosphatase 3 (MKP3) inhibition play a critical role in procyanidin B2 3,3''-di-O-gallate (B2G2)-induced cell death in prostate cancer (PCa) cells through sustained activation of both ERK1/2 and AMPKalpha."}, {"pubmed": 28910386, "text": "Results show that DUSP5 and DUSP6 mRNA are overexpressed in human PTCs, especially in BRAFV600E mutated papillary thyroid carcinomas (PTCs), and positively control cell migration and invasion."}, {"pubmed": 28989118, "text": "DUSP6 expression in skeletal muscle was reduced by 43% just after exercise and remained below pre-exercise level after 2 h recovery."}, {"pubmed": 29412140, "text": "The authors that the Dusp6 mRNA, which encodes an ERK1/2 phosphatase, is translationally repressed by 4EHP and a specific miRNA, miR-145."}, {"pubmed": 29493888, "text": "In primary human umbilical vein endothelial cells in which endogenous DUSP6 was ablated, DUSP6 facilitated TNF-alpha-induced ICAM-1 expression and endothelial leukocyte interaction. DUSP6-promoted endothelial inflammation is independent of ERK signaling. Inducible DUSP6 leads to activation of canonical nuclear factor (NF)-kappaB-mediated transcription of ICAM-1 gene in TNF-alpha-stimulated human ECs."}, {"pubmed": 29578153, "text": "Individuals are carrying DUSP6 rs2279574 AA and AC genotypes associated with an increased risk in developing lung squamous carcinoma in Han Chinese and with advanced NSCLC stages."}, {"pubmed": 30475204, "text": "A dual specificity phosphatase, DUSP6, that negatively regulates phosphorylation of (P)-ERK is up-regulated in EGFR- or KRAS-mutant lung adenocarcinoma (LUAD), potentially protecting cells with mutations in the RAS signaling pathway, a proposal supported by experiments with DUSP6-specific siRNA and an inhibitory drug"}, {"pubmed": 30572643, "text": "Oxidative stress, ER stress, and mitochondrial dysfunction induced by Ab could be restored by DUSP6 overexpression. Additionally, the Ab-induced ERK1/2 activation was reversed. In summary, DUSP6 might have a neuroprotective effect on Abeta-induced cytotoxicity, probably via ERK1/2 activation."}, {"pubmed": 31027181, "text": "DUSP6 is a tumor suppressor in Non-small cell lung cancer."}, {"pubmed": 31238530, "text": "DUSP6 protein expression was predominantly nuclear in breast CTCs and the brain metastases but not pleura or lung metastases of TNBC patients. Therefore, nuclear DUSP6 may play a role in the association with cancer spreading in TNBC patients, including brain metastasis."}, {"pubmed": 31950060, "text": "TRIM11 might suppress the translation of DUSP6 via improving its ubiquitination. Additionally, TRIM11 silencing in osteosarcoma (OS) cells significantly reduced its tumorigenicity in vivo."}, {"pubmed": 31951023, "text": "TRIM59, amplified in ovarian cancer, promotes tumorigenesis through the MKP3/ERK pathway."}, {"pubmed": 31985475, "text": "Single nucleotide polymorphisms in the dual specificity phosphatase genes and risk of necrotizing enterocolitis in premature infant."}, {"pubmed": 32159851, "text": "Dual-specificity phosphatase 6 plays a critical role in the maintenance of a cancer stem-like cell phenotype in human endometrial cancer."}, {"pubmed": 32389901, "text": "Prevalence and associated phenotypes of DUSP6, IL17RD and SPRY4 variants in a large Chinese cohort with isolated hypogonadotropic hypogonadism."}, {"pubmed": 32771050, "text": "Dual-specificity phosphatase (DUSP6) in human glioblastoma: epithelial-to-mesenchymal transition (EMT) involvement."}, {"pubmed": 32888955, "text": "MicroRNA-211 Modulates the DUSP6-ERK5 Signaling Axis to Promote BRAF(V600E)-Driven Melanoma Growth In Vivo and BRAF/MEK Inhibitor Resistance."}, {"pubmed": 33970779, "text": "Tripartite motif protein 11 (TRIM11), an oncogene for human lung cancer via the DUSP6-mediated ERK1/2 signaling pathway."}, {"pubmed": 34475393, "text": "DUSP6 expression is associated with osteoporosis through the regulation of osteoclast differentiation via ERK2/Smad2 signaling."}, {"pubmed": 34676875, "text": "Knockdown of TRIM9 attenuates irinotecaninduced intestinal mucositis in IEC6 cells by regulating DUSP6 expression via the P38 pathway."}, {"pubmed": 34686346, "text": "Loss of FBXO31-mediated degradation of DUSP6 dysregulates ERK and PI3K-AKT signaling and promotes prostate tumorigenesis."}, {"pubmed": 34792128, "text": "DUSP6 regulates radiosensitivity in glioblastoma by modulating the recruitment of phosphorylated DNAPKcs at DNA double-strand breaks."}, {"pubmed": 34857952, "text": "Paralog knockout profiling identifies DUSP4 and DUSP6 as a digenic dependence in MAPK pathway-driven cancers."}, {"pubmed": 35188450, "text": "microRNA-211-5p predicts the progression of postmenopausal osteoporosis and attenuates osteogenesis by targeting dual specific phosphatase 6."}, {"pubmed": 35189148, "text": "DUSP4 Inactivation Leads to Reduced Extracellular SignalRegulated Kinase Activity through Upregulation of DUSP6 in Melanoma Cells."}, {"pubmed": 36462498, "text": "SKA1 promotes tumor metastasis via SAFB-mediated transcription repression of DUSP6 in clear cell renal cell carcinoma."}, {"pubmed": 36806557, "text": "N6-methyadenosine modified SUV39H2 regulates homologous recombination through epigenetic repression of DUSP6 in gastric cancer."}, {"pubmed": 37029196, "text": "DUSP6 is a memory retention feedback regulator of ERK signaling for cellular resilience of human pluripotent stem cells in response to dissociation."}, {"pubmed": 38678784, "text": "Long non-coding RNA NORAD regulates megakaryocyte differentiation and proplatelet formation via the DUSP6/ERK signaling pathway."}, {"pubmed": 38821599, "text": "Functional Role of DUSP6 in the EGFR-mediated Progression of Head and Neck Squamous Cell Carcinoma."}], "genomic_pos": {"chr": "12", "end": 89352501, "ensemblgene": "ENSG00000139318", "start": 89347235, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 89747048, "start": 89741009, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0000165", "qualifier": "involved_in", "term": "MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001933", "qualifier": "involved_in", "term": "negative regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035335", "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035335", "pubmed": 8670865, "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 10846176, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043409", "pubmed": 8670865, "qualifier": "involved_in", "term": "negative regulation of MAPK cascade"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0051409", "pubmed": 10846176, "qualifier": "involved_in", "term": "response to nitrosative stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060420", "qualifier": "involved_in", "term": "regulation of heart growth"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070373", "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070373", "pubmed": 18771677, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070848", "qualifier": "involved_in", "term": "response to growth factor"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [8670865, 9788880], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004725", "qualifier": "enables", "term": "protein tyrosine phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12840032, 18060821, 27880917, 31980649, 32296183, 32707033, 32721402, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008138", "qualifier": "enables", "term": "protein tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008330", "qualifier": "enables", "term": "protein tyrosine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017017", "qualifier": "enables", "term": "MAP kinase tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017017", "pubmed": 8670865, "qualifier": "enables", "term": "MAP kinase tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017018", "qualifier": "enables", "term": "myosin phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033550", "qualifier": "enables", "term": "MAP kinase tyrosine phosphatase activity"}]}, "homologene": {"genes": [[7955, 353314], [8364, 733815], [9031, 374272], [9544, 708907], [9598, 452115], [9606, 1848], [9615, 482594], [9913, 515310], [10090, 67603], [10116, 116663]], "id": 55621}, "interpro": [{"desc": "Rhodanese-like domain", "id": "IPR001763", "short_desc": "Rhodanese-like_dom"}, {"desc": "Rhodanese-like domain superfamily", "id": "IPR036873", "short_desc": "Rhodanese-like_dom_sf"}, {"desc": "Dual specificity phosphatase, catalytic domain", "id": "IPR000340", "short_desc": "Dual-sp_phosphatase_cat-dom"}, {"desc": "Tyrosine-specific protein phosphatases domain", "id": "IPR000387", "short_desc": "Tyr_Pase_dom"}, {"desc": "Mitogen-activated protein (MAP) kinase phosphatase", "id": "IPR008343", "short_desc": "MKP"}, {"desc": "Dual specificity protein phosphatase domain", "id": "IPR020422", "short_desc": "TYR_PHOSPHATASE_DUAL_dom"}, {"desc": "Protein-tyrosine phosphatase-like", "id": "IPR029021", "short_desc": "Prot-tyrosine_phosphatase-like"}], "ipi": ["IPI00004390", "IPI00335706", "IPI01022240", "IPI01022965"], "map_location": "12q21.33", "name": "dual specificity phosphatase 6", "other_names": ["MAP kinase phosphatase 3", "dual specificity protein phosphatase 6", "dual specificity protein phosphatase PYST1", "mitogen-activated protein kinase phosphatase 3", "serine/threonine specific protein phosphatase"], "pantherdb": {"HGNC": "3072", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1914853", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 10090, "uniprot_kb": "Q9DBB1"}, {"RGD": "70978", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 10116, "uniprot_kb": "Q64346"}, {"Ensembl": "ENSGALG00000011207", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 9031, "uniprot_kb": "A0A3Q2U428"}, {"ZFIN": "ZDB-GENE-030613-1", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 7955, "uniprot_kb": "Q7T2L8"}, {"WormBase": "WBGene00003043", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 6239, "uniprot_kb": "V6CIV8"}, {"FlyBase": "FBgn0036844", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 7227, "uniprot_kb": "Q9VVW5"}, {"SGD": "S000001375", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 4932, "uniprot_kb": "P40479"}, {"SGD": "S000004998", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 4932, "uniprot_kb": "P38590"}, {"PomBase": "SPBC1685.01", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 4896, "uniprot_kb": "O13453"}, {"dictyBase": "DDB_G0292880", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 352472, "uniprot_kb": "Q54CK7"}, {"dictyBase": "DDB_G0285449", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 352472, "uniprot_kb": "Q54N84"}, {"dictyBase": "DDB_G0273199", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 352472, "uniprot_kb": "Q556Y8"}, {"TAIR": "2082395", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 3702, "uniprot_kb": "Q9M8K7"}, {"TAIR": "2088080", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 3702, "uniprot_kb": "Q9ZR37"}], "uniprot_kb": "Q16828"}, "pathway": {"biocarta": {"id": "dsppathway", "name": "regulation of map kinase pathways through dual specificity phosphatases"}, "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}], "pid": [{"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}], "reactome": [{"id": "R-HSA-112409", "name": "RAF-independent MAPK1/3 activation"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-198753", "name": "ERK/MAPK targets"}, {"id": "R-HSA-202670", "name": "ERKs are inactivated"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450282", "name": "MAPK targets/ Nuclear events mediated by MAP kinases"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5675221", "name": "Negative regulation of MAPK pathway"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6802957", "name": "Oncogenic MAPK signaling"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-9652817", "name": "Signaling by MAPK mutants"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}], "wikipathways": [{"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP4553", "name": "FBXL10 enhancement of MAP-ERK signaling in diffuse large B-cell lymphoma"}]}, "pdb": ["1HZM", "1MKP"], "pfam": ["PF00581", "PF00782"], "pharmgkb": "PA27529", "pharos": {"target_id": 14608, "tdl": "Tchem"}, "prosite": ["PS50054", "PS50056", "PS50206"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248667", "relationship": "is"}, {"id": "GNF248668", "relationship": "is"}, {"id": "GNF248669", "relationship": "is"}, {"id": "GNF248670", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF159912", "relationship": "is"}, {"id": "GNF162195", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF031858", "relationship": "is"}, {"id": "GNF035983", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081935", "relationship": "is"}, {"id": "GNF081936", "relationship": "is"}, {"id": "GNF081937", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054175", "relationship": "is"}, {"id": "GNF058955", "relationship": "is"}, {"id": "GNF074261", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066677", "relationship": "is"}, {"id": "GNF066678", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": [{"id": "GNF282697", "relationship": "is"}, {"id": "GNF283028", "relationship": "is"}], "GNF_hs_LentiORF-Jred": [{"id": "GNF283624", "relationship": "is"}, {"id": "GNF283955", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF003898", "relationship": "is"}, {"id": "GNF003899", "relationship": "is"}, {"id": "GNF003900", "relationship": "is"}, {"id": "GNF003901", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF337919", "relationship": "is"}, {"id": "GNF338476", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093944", "relationship": "is"}, {"id": "GNF133602", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_033915.1"], "protein": ["NP_001937.2", "NP_073143.2"], "rna": ["NM_001946.4", "NM_022652.4"], "translation": [{"protein": "NP_001937.2", "rna": "NM_001946.4"}, {"protein": "NP_073143.2", "rna": "NM_022652.4"}]}, "reporter": {"HG-U133_Plus_2": ["208891_at", "208892_s_at", "208893_s_at"], "HG-U95Av2": "41193_at", "HTA-2_0": ["TC12001796.hg.1", "TC12002493.hg.1"], "HuEx-1_0": "3464860", "HuGene-1_1": "7965335", "HuGene-2_1": "16768297"}, "summary": "The protein encoded by this gene is a member of the dual specificity protein phosphatase subfamily. These phosphatases inactivate their target kinases by dephosphorylating both the phosphoserine/threonine and phosphotyrosine residues. They negatively regulate members of the mitogen-activated protein (MAP) kinase superfamily (MAPK/ERK, SAPK/JNK, p38), which are associated with cellular proliferation and differentiation. Different members of the family of dual specificity phosphatases show distinct substrate specificities for various MAP kinases, different tissue distribution and subcellular localization, and different modes of inducibility of their expression by extracellular stimuli. This gene product inactivates ERK2, is expressed in a variety of tissues with the highest levels in heart and pancreas, and unlike most other members of this family, is localized in the cytoplasm. Mutations in this gene have been associated with congenital hypogonadotropic hypogonadism. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Jan 2014].", "symbol": "DUSP6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414187"}, "unigene": ["Hs.718640", "Hs.298654"], "uniprot": {"Swiss-Prot": "Q16828", "TrEMBL": ["F8VW29", "Q53GP9", "F8VZA4"]}, "wikipedia": {"url_stub": "DUSP6"}}