{"AllianceGenome": "3064", "HGNC": "3064", "MIM": "600714", "_id": "1843", "_version": 1, "accession": {"genomic": ["AC022217.5", "CH471062.2", "CP068273.2", "CS300525.1", "DQ301957.1", "FJ695205.1", "HI574182.1", "NC_000005.10", "NC_060929.1", "U01669.1"], "protein": ["AAH22463.1", "ABB96250.1", "BAG60344.1", "BAG60826.1", "BAG61376.1", "BAG62202.1", "BAG65288.1", "BAH14692.1", "CAA48338.1", "CAK32189.1", "CBX47580.1", "EAW61425.1", "EAW61426.1", "NP_004408.1", "P28562.3"], "rna": ["AA843403.1", "AJ227912.1", "AK298047.1", "AK298658.1", "AK299391.1", "AK300487.1", "AK304475.1", "AK316321.1", "BC022463.1", "NM_004417.4", "X68277.1"], "translation": [{"protein": "BAG60344.1", "rna": "AK298047.1"}, {"protein": "BAG60826.1", "rna": "AK298658.1"}, {"protein": "BAG61376.1", "rna": "AK299391.1"}, {"protein": "BAG62202.1", "rna": "AK300487.1"}, {"protein": "BAG65288.1", "rna": "AK304475.1"}, {"protein": "BAH14692.1", "rna": "AK316321.1"}, {"protein": "NP_004408.1", "rna": "NM_004417.4"}, {"protein": "CAA48338.1", "rna": "X68277.1"}, {"protein": "AAH22463.1", "rna": "BC022463.1"}]}, "alias": ["CL100", "HVH1", "MKP-1", "MKP1", "PTPN10"], "ec": ["3.1.3.16", "3.1.3.48"], "ensembl": {"gene": "ENSG00000120129", "protein": "ENSP00000239223", "transcript": "ENST00000239223", "translation": [{"protein": "ENSP00000239223", "rna": "ENST00000239223"}], "type_of_gene": "protein_coding"}, "entrezgene": "1843", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.78342808787, "exp_mis": 131.461891991, "exp_syn": 73.1513269662, "lof_z": 1.59881012895318, "mis_z": 2.32332142946518, "mu_lof": 7.59717221472e-07, "mu_mis": 1.6528347749e-05, "mu_syn": 9.1892172245e-06, "n_lof": 4.0, "n_mis": 77.0, "n_syn": 67.0, "p_li": 0.0205002018825111, "p_null": 0.0747928891778311, "p_rec": 0.904706908939658, "syn_z": 0.445869118379657}, "bp": 1104, "cds_end": 172197955, "cds_start": 172195764, "n_exons": 4, "nonpsych": {"exp_lof": 7.88099215311, "exp_mis": 118.916843633, "exp_syn": 66.1401565055, "lof_z": 1.35770133373246, "mis_z": 2.30880286567135, "mu_lof": 7.59717221472e-07, "mu_mis": 1.6528347749e-05, "mu_syn": 9.1892172245e-06, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 61.0, "p_li": 0.0160578699611256, "p_null": 0.116805819018978, "p_rec": 0.867136311019896, "syn_z": 0.397930785046731}, "nontcga": {"exp_lof": 8.07404237343, "exp_mis": 120.938237893, "exp_syn": 67.2925165745, "lof_z": 2.10869392478567, "mis_z": 2.17175108195174, "mu_lof": 7.59717221472e-07, "mu_mis": 1.6528347749e-05, "mu_syn": 9.1892172245e-06, "n_lof": 2.0, "n_mis": 73.0, "n_syn": 63.0, "p_li": 0.323513708658169, "p_null": 0.0161231780907117, "p_rec": 0.660363113251119, "syn_z": 0.331322731868051}, "transcript": "ENST00000239223.3"}, "exons": [{"cdsend": 172770952, "cdsstart": 172768761, "chr": "5", "position": [[172768095, 172769132], [172769574, 172769794], [172770160, 172770306], [172770585, 172771195]], "strand": -1, "transcript": "NM_004417", "txend": 172771195, "txstart": 172768095}], "exons_hg19": [{"cdsend": 172197955, "cdsstart": 172195764, "chr": "5", "position": [[172195099, 172196135], [172196577, 172196797], [172197163, 172197309], [172197588, 172198198]], "strand": -1, "transcript": "NM_004417", "txend": 172198198, "txstart": 172195099}], "generif": [{"pubmed": 12080474, "text": "CL100 down regulation is associated with advanced stages of epithelial ovarian neoplasms"}, {"pubmed": 12356755, "text": "glucocorticoids synergistically enhance NTHi-induced TLR2 expression via specific up-regulation of the MAPK phosphatase-1 (MKP-1) that, in turn, leads to dephosphorylation and inactivation of p38 MAPK"}, {"pubmed": 12391149, "text": "Data suggest that mitogen-activated protein kinase phosphatase 1 (MKP-1) participates in a negative-feedback loop which regulates p38 function and that dexamethasone may inhibit proinflammatory gene expression in part by inducing MKP-1 expression."}, {"pubmed": 12432554, "text": "Expression of MKP-1 may be associated with shorter progression-free survival times"}, {"pubmed": 12506119, "text": "role of activation on cAMP-dependent protein kinase enhancement of CYP17 transcription"}, {"pubmed": 12765304, "text": "our data suggest that deletion of the hv3005 and the 3-30.3 genes may predispose individual SLE patients to the development of lupus nephritis"}, {"pubmed": 12890671, "text": "MKP1 is a transcriptional target of p53 involved in cell cycle regulation"}, {"pubmed": 12947325, "text": "Cardiopulmonary bypass reduces ERK1/2 and p38 activity in peripheral tissue, potentially by MKP-1."}, {"pubmed": 12960255, "text": "requirement of MAPK phosphatase-1 induction and therefore, inhibition of p38 MAPK in the ANP-mediated inhibition of TNF-alpha-induced expression of MCP-1"}, {"pubmed": 14551204, "text": "Jak2 is required for Ang II-induced ERK2 inactivation via induction of MKP-1 gene expression."}, {"pubmed": 14680833, "text": "Here we found that hypoxia induces MKP-1 expression in human hepatoma cells HepG2 in a time-dependent manner."}, {"pubmed": 14724291, "text": "the molecular mechanisms underlying the survival function of NGF in CESS B cell line predominantly consist in maintaining elevated levels of MKP-1 protein, which controls p38 MAPK activation."}, {"pubmed": 15059515, "text": "The expression of MKP-1 in gastric cancer cell line was elevated under hypoxia, which could downregulate the hypoxia-inducible factor 1 trans-activition activity thereby repressing the expression of downstream target vascular endothelial growth factor."}, {"pubmed": 15173070, "text": "CL100/MKP-1 has a role in progression of non-small cell lung cancer"}, {"pubmed": 15247770, "text": "Prevalent MKP-1 expression in renal cell carcinoma contributes to cancer cell survival by attenuating an apoptosis inducing signal cascade via JNK."}, {"pubmed": 15339908, "text": "expression of the CL-100 phosphatase and its subsequent regulation of ERK activity play a key regulatory role in the thrombin signaling pathway"}, {"pubmed": 15448190, "text": "MKP-1 induction may be antiapoptotic om breast epithelial cells and a breast cancer cell line."}, {"pubmed": 15569826, "text": "Rat ANP induces MKP-1 via endothelial Rac1 and Nox/Nox2."}, {"pubmed": 15590693, "text": "Glucocorticoid receptor-induced MPK-1 expression inhibits paclitaxel-associated MAPK activation and contributes to breast cancer cell survival"}, {"pubmed": 15614136, "text": "MKP-1 is an important mediator of endotoxin tolerance via p38 regulation"}, {"pubmed": 15677475, "text": "preheating accelerates MAP kinase inactivation after a second heat shock, which is related to a HSP70-mediated increase in p-MKP-1"}, {"pubmed": 16044158, "text": "DNA damage in transcribed genes induces apoptosis via the JNK pathway and MKP-1."}, {"pubmed": 16081065, "text": "Hypoxia-induced MKP-1 protects overactivation of hypoxia-inducible factor 1 activation through inhibiting ERK kinase activity."}, {"pubmed": 16224818, "text": "A molecular target of macrophage migration inhibitory factor - glucocorticoid crosstalk."}, {"pubmed": 16286470, "text": "MKP-1 proteolysis can be achieved via ERK and SCF(Skp2) cooperation, thereby sustaining ERK activation"}, {"pubmed": 16289033, "text": "data suggest that MKP-1, a negative regulator of ERK1/2, plays a proapoptotic role in oxidative stress-induced cell death in neuroblastoma SH-SY5Y cell line"}, {"pubmed": 16293973, "text": "The MKP-1 expression in HCC (hepatocellular carcinoma) was an independent prognostic factor for outcome in HCC patients."}, {"pubmed": 16387640, "text": "Anandamide-induced rapid MKP-1 expression switches off MAPK signal transduction in microglial cells activated by stimulation of pattern recognition receptors."}, {"pubmed": 16951204, "text": "MKP-1 is required for cisplatin resistance in tumor cells."}, {"pubmed": 17073741, "text": "DUSP1 is a central regulator of innate immunity, and its expression can profoundly affect the outcome of inflammatory challenges.[review]"}, {"pubmed": 17131384, "text": "These results suggest the existence of an ERK1/2-driven negative feed-back regulation of ERK5 signaling in epidermal growth factor-stimulated HK-2 cells, which is mediated by MKP-3, DUSP5 and/or MKP-1."}, {"pubmed": 17489738, "text": "In human mesangial cells, connective tissue growth factor induces the rapid transcriptional activation and synthesis of MKP-1 (MAPK phosphatase-1), a dual specificity phosphatase that dephosphorylates p38 MAPK."}, {"pubmed": 17638884, "text": "E2F-1 is a transcriptional activator of DUSP1 and DUSP1 is a link between E2F-1 and MAP kinases"}, {"pubmed": 17681939, "text": "The transcription factor ATF2, which is phosphorylated and activated by JNK, is a critical mediator for inducible expression of DUSP1 and DUSP10 in this signaling pathway."}, {"pubmed": 17690186, "text": "Data suggest that JNK activation and decreased expression of MKP-1 may play important roles in progression of urothelial carcinoma."}, {"pubmed": 17761948, "text": "Regulation of ERK by MKP-1 provides a novel mechanism for control of osteoblast proliferation by glucocorticoids"}, {"pubmed": 17848570, "text": "Ethanol-induced oxidative stress enhanced the tyrosine phosphorylation of PKCdelta, which in turn caused the proteasomal degradation of MKP-1, leading to sustained JNK activation and increased apoptosis in VL-17A cells."}, {"pubmed": 18003751, "text": "Distinct MAPK signaling pathways for thrombin versus VEGF induction of MKP-1 in endothelial cells. MKP-1 induction important in VEGF-stimulated endothelial cell migration."}, {"pubmed": 18089824, "text": "MKP-1 plays a critical role in ERK-mediated cisplatin resistance in ovarian carcinoma cells."}, {"pubmed": 18095520, "text": "in patients with rheumatic heart disease and heart failure MKP-1 activity was depressed in class IV patients compared to those in classes II and III"}, {"pubmed": 18178562, "text": "a novel, stimulus-specific, and phosphatase-specific mechanism of ERK2 regulation in the nucleus by DUSP1, -2, and -4."}, {"pubmed": 18314542, "text": "corticosteroid-induced MKP-1 contributes to the repression of IL-6 secretion in ASM cells."}, {"pubmed": 18367666, "text": "overexpression of MKP-1 has no significant effect on Ton EBP/OREBP activity. This paradox is explained by opposing effects of p38alpha and p38delta, both of which are activated by high NaCl and inhibited by MKP-1."}, {"pubmed": 18403641, "text": "These findings indicate that p53 is a transcriptional regulator of DUSP1 in stress responses."}, {"pubmed": 18434324, "text": "distinct phosphorylation of PKCdelta on tyrosines 64 and 187 specifically activates the Erk1/2 pathway by the down-regulation of MKP-1, resulting in the persistent phosphorylation of Erk1/2 and cell apoptosis"}, {"pubmed": 18441094, "text": "Glucocorticoid regulation of CD38 expression in human airway smooth muscle cells: role of dual specificity phosphatase 1"}, {"pubmed": 18477563, "text": "phosphorylated heat shock protein 27 up-regulated the levels of p38 mitogen-activated protein kinase and mitogen-activated protein kinase phosphatase-1, an inhibitory protein of extracellular signal-regulated kinase"}, {"pubmed": 18490444, "text": "MKP-1 upregulation by oxidative stress is potently influenced by increased mRNA stability and translation, mediated at least in part by the RNA-binding proteins HuR and NF90."}, {"pubmed": 18519678, "text": "DUSP1 reactivation led to suppression of ERK, CKS1, and SKP2 activity, inhibition of proliferation and induction of apoptosis in human hepatoma cell lines"}, {"pubmed": 18723442, "text": "whether MAP kinase phosphatase (MKP)-1, a negative regulator of p38 and JNK, mediates the antiinflammatory effects of shear stress."}, {"pubmed": 18726921, "text": "High level of mitogen-activated protein kinase phosphatase-1 expression is associated with cisplatin resistance in osteosarcoma"}, {"pubmed": 18782768, "text": "pneumolysin selectively induced expression of MKP1 via a TLR4-dependent MyD88-TRAF6-ERK pathway, which inhibited the PAK4-JNK signaling pathway,leading to up-regulation of MUC5AC mucin production"}, {"pubmed": 19020052, "text": "Histone H3 as a novel substrate for MAP kinase phosphatase-1."}, {"pubmed": 19032224, "text": "The MAP kinase phosphatase-1 MKP-1/DUSP1 is a regulator of human liver response to transplantation."}, {"pubmed": 19262425, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19411256, "text": "KLF5 promotes breast cell survival partially through fibroblast growth factor-binding protein 1-pERK-mediated dual specificity MKP-1 protein phosphorylation and stabilization."}, {"pubmed": 19417026, "text": "Data show that MKP-1 is overexpressed during the malignant transformation of the breast and independently predicts poor prognosis."}, {"pubmed": 19553005, "text": "Data show that inhibition of NF-kappaB or PI3K potently enhanced cisplatin cytotoxicity in cells with endogenous or genetically induced low MKP1 levels."}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19648110, "text": "Data reveal an important and novel role for transcriptional activation (transactivation) of MKP-1 in the repression of NF-kappaB-dependent transcription by glucocorticoids."}, {"pubmed": 19697705, "text": "The abnormal expression of MKP-1 and p-ERK(1/2) probably assists in promoting the development and progression of ovarian carcinoma."}, {"pubmed": 19724859, "text": "CTGF and DUSP1 overexpression in residual breast cancer samples may be a reflection of resistance to further administration of doxorubicin/cyclophosphamide regimen"}, {"pubmed": 19755862, "text": "The expression of mitogen-activated protein kinase phosphatase-1 (MKP-1)is associated with cisplatin resistance in ovarian cancer cells."}, {"pubmed": 19793766, "text": "hypothermia protects against TNF-alpha-induced endothelial barrier dysfunction and apoptosis through an MKP-1-dependent mechanism."}, {"pubmed": 19797979, "text": "These data strongly suggest that MKP-1 is a major effector in altering ERK1/2 phosphorylation status."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19940143, "text": "a novel glucocorticoid-responsive region of the human DUSP1 gene contains a highly unusual element, in which three closely spaced GR half-sites are required for potent transcriptional activation"}, {"pubmed": 20043958, "text": "Results demonstrate that MG-132 upregulates MKP-1 and represses cytokine secretion from ASM and highlight the potential of the proteasome as a therapeutic target in asthma."}, {"pubmed": 20089808, "text": "MKP-1 is an important negative regulator of inflammatory gene expression in human pulmonary epithelial cells."}, {"pubmed": 20100830, "text": "VCP/p97-mediated inducible nitric-oxide synthase-dependent Tyr nitration of PP2A increases the levels of phosphatases PP2A and DUSP1 to contribute to the refractory response of conditioned cells"}, {"pubmed": 20145951, "text": "molecular cross-talk between the MKP-1, p38 MAPK and PI3K pathways promotes resistance to PI3K inhibitors in hilar cholangiocarcinoma cells."}, {"pubmed": 20228065, "text": "generation of ROS by Nox4 mediates TGF-beta1-induced PAI-1 gene expression at least in part through oxidative modification and inhibition of MKP-1 leading to a sustained activation of JNK and p38 MAPKs."}, {"pubmed": 20353815, "text": "Ritonavir (at 100 mg once daily and 100 mg twice daily significantly down-regulated dual specificity phosphatase 1 in 20 healthy individuals."}, {"pubmed": 20375469, "text": "player in the regulation of metabolic homeostasis in skeletal muscle and mitochondrial dysfunction caused by overnutrition"}, {"pubmed": 20555314, "text": "NF-kB-mediated induction contributes to establishment of tolerance to TLR ligands in enterocytes"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673984, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20673984, "text": "The DUSP1 polymorphisms rs881152 and rs34507926 localized to different haplotype blocks and appeared to significantly modify the relationship between Inhaled corticosteroid use and bronchodilator response among GALA study participants"}, {"pubmed": 20689807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20708668, "text": "We propose DUSP1 as a novel target gene of DON, which is essential for the prevention of DON induced apoptosis in the epithelial cell line HepG2."}, {"pubmed": 20803086, "text": "regulates the induction of Monocyte Chemotactic Protein 1 by Streptococcus pneumoniae pneumolysin in epithelial cells"}, {"pubmed": 20805296, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20829434, "text": "Results propose a MIF-NURR1 signaling axis as a regulator of the glucocorticoid sensitivity of MKP1."}, {"pubmed": 20868379, "text": "study reveals novel roles of pneumolysin in mediating MKP1 expression for the regulation of proinflammatory cytokine expression in a time-dependent manner"}, {"pubmed": 20890299, "text": "these results provide evidence for a role of DUSP1 in angiogenesis, invasion and metastasis in non-small-cell lung cancer."}, {"pubmed": 20953200, "text": "MKP-1 is identified as a key factor in major depressive disorder pathophysiology."}, {"pubmed": 21060794, "text": "transcriptional activation of DUSP1 by glucocorticoids requires p300 and a rapid modification of the chromatin structure surrounding the GRE"}, {"pubmed": 21454676, "text": "Down-regulation of cytokine-induced interleukin-8 requires inhibition of p38 mitogen-activated protein kinase (MAPK) via MAPK phosphatase 1-dependent and -independent mechanisms."}, {"pubmed": 21507959, "text": "CK2 enhances the protein level and activity of TTP via the modulation of the MKP-1-p38 MAPK signaling pathway; TGF-beta1 enhances the activity of CK2"}, {"pubmed": 21547253, "text": "Results indicate that DUSP1 suppresses iNOS expression by limiting p38 MAPK activity in human and mouse cells."}, {"pubmed": 21715333, "text": "T-LAK cell-originated protein kinase (TOPK) phosphorylation of MKP1 protein prevents solar ultraviolet light-induced inflammation through inhibition of the p38 protein signaling pathway."}, {"pubmed": 21733716, "text": "work provides new mechanistic insight of MKP-1 signaling and regulation of cytokine mRNA stability through RNA binding proteins in response to inflammatory stimuli"}, {"pubmed": 21803700, "text": "Dexamethasone treatment inhibits cisplatin-induced cell apoptosis by up-regulation of cellular mitogen-activated protein kinase phosphatase-1."}, {"pubmed": 21840882, "text": "Tauroursodeoxycholate inhibits neointimal hyperplasia by reducing proliferation and inducing apoptosis of smooth muscle cells by suppression of ERK via PKCalpha-mediated MKP-1 induction."}, {"pubmed": 21959016, "text": "infectious bronchitis virus (IBV) infection of cultured cells activated p38 MAPK pathway and induced expression of IL6 and IL8; IBV has developed a strategy to counteract induction of IL6 and IL8 by inducing expression of dual-specificity phosphatase 1"}, {"pubmed": 21960346, "text": "The imbalanced expression of MKP-1 and p-ERK(1/2) may play a role in the development of squamous cell carcinoma (SCC) and these two molecules may be new targets for the therapy and prognosis of SCC."}, {"pubmed": 22014408, "text": "S-nitrosylation of MKP-1 presents a novel mechanism underlying the enhanced MKP-1 expression levels and MKP-1-mediated radio-resistance in head and neck cancer."}, {"pubmed": 22020934, "text": "Findings suggest that MKP-1 is a critical mediator of anti-proliferative and anti-inflammatory actions of PR in the breast."}, {"pubmed": 22200679, "text": "MKP-1: a negative feedback effector that represses MAPK-mediated pro-inflammatory signaling pathways and cytokine secretion in human airway smooth muscle cells."}, {"pubmed": 22301548, "text": "Upon vitamin D treatment, the expression of MKP-1 phosphatase mRNA and protein is significantly upregulated in both human monocytes and murine bone marrow-derived macrophages."}, {"pubmed": 22610099, "text": "PDE4B mediates ERK-dependent up-regulation of mucin MUC5AC by S. pneumoniae by inhibiting cAMP-PKA-dependent MKP-1 pathway."}, {"pubmed": 22743041, "text": "By increasing MKP-1 expression via parallel p38 MAPK- and CREB-mediated pathways, S1P temporally regulates MAPK signaling pathways by upregulating the negative feedback controller MKP-1."}, {"pubmed": 22924482, "text": "In lesional psoriatic skin, the p38 MAPK negative feedback mechanism provided by DUSP1 seems to be inhibited and downregulation of DUSP1 may contribute to the sustained inflammatory response seen in psoriasis."}, {"pubmed": 22991462, "text": "Data indicate that knockdown of MKP-1 mimicked the priming effects of metabolic stress."}, {"pubmed": 23030431, "text": "MKP-1 suppressed Tristetraprolin expression by inhibiting p38 MAPK pathway."}, {"pubmed": 23097457, "text": "These data reveal an indirect role for miR-K12-11 of Kaposi's sarcoma-associated herpesvirus in the regulation of DUSP1 and downstream pathogenesis."}, {"pubmed": 23149933, "text": "DJ-1 downregulates DUSP1 expression under conditions of oxidative stress."}, {"pubmed": 23169297, "text": "Downregulation of DUSP1 mRNA is associated with prostate cancer."}, {"pubmed": 23625220, "text": "Pneumolysin produced by Streptococcus pneumoniae is required for inducing hos beta-defensin 2 whose expression is under the control of p38 MAP and MKP1."}, {"pubmed": 23825193, "text": "Authors showed that phosphorylation-dependent activation of p38 mitogen-activated protein kinase (MAPK) and translation disruption of TNF-alpha and IL-6 follow increased MAPK phosphatase 1 (MKP-1) expression."}, {"pubmed": 24080497, "text": "DUSP1 promotes apoptosis in prostate cancer cells through the inhibition of p38 MAPK."}, {"pubmed": 24086554, "text": "Activating MAPK phosphatase-1 (MKP-1)."}, {"pubmed": 24155659, "text": "Our approaches revealed signature candidates of differentially hypermethylated genes of DDAH2 and DUSP1 which can be further developed as potential biomarkers for OSCC as diagnostic, prognostic and therapeutic targets in the future."}, {"pubmed": 24267255, "text": "DUSP1 expression is increased in obstructive sleep apnea and intermittent hypoxia"}, {"pubmed": 24308939, "text": "DUSP1, DUSP4, and DUSP5 differentially modulate endothelial MAPK signaling pathways downstream of Tie-2 receptors."}, {"pubmed": 24339725, "text": "Keratoconic corneas are distinguished with high expression of TGF-beta1 and DUSP1."}, {"pubmed": 24578378, "text": "MKP-1 promoted angiogenic and arteriogenic neovascular growth, potentially through dephosphorylation of histone H3 serine 10 on coding-region DNA to control transcription of angiogenic genes, such as fractalkine."}, {"pubmed": 24658355, "text": "Data suggest that MKP-2 rather than MKP-1 is tamoxifen-regulated and that the elevated expression of MKP-2 in MCF7-TAMR cells potentially functions to restore tamoxifen sensitivity."}, {"pubmed": 24692548, "text": "DUSP1 plays a transient, often partial, role in the dexamethasone-dependent repression of certain inflammatory genes."}, {"pubmed": 25044272, "text": "Knockdown of MKP-1 abolished the miR-210-inhibition prevention of cell proliferation under hypoxia."}, {"pubmed": 25204653, "text": "MKP-1 and MKP-2 stability is regulated by ERK-mediated phosphorylation through a degradation pathway independent of polyubiquitination"}, {"pubmed": 25296132, "text": "PDE4 inhibitors augment antiinflammatory effects of beta2-agonists via increased MKP-1 expression in airway smooth muscle cells."}, {"pubmed": 25312268, "text": "Together, our results clearly establish the role of Dusp1 as a tumor suppressor gene that regulates cancer-associated inflammation."}, {"pubmed": 25370852, "text": "DUSP1 upregulation is strongly linked to adiposity and that physical exercise modulates its expression."}, {"pubmed": 25377473, "text": "Combined inhibition of MKP1 and HER2 enhanced cell killing in breast cancer. Together, our findings identify a new mechanism of resistance in breast tumors and reveal MKP1 as a novel therapeutic target for radiosensitization."}, {"pubmed": 25389768, "text": "CYLD negatively regulates nontypeable Haemophilus influenzae-induced IL-8 expression via MKP-1-dependent inhibition of ERK."}, {"pubmed": 25593344, "text": "Decreased DUSP1 might be a mechanism responsible for gefitinib resistance."}, {"pubmed": 25617504, "text": "Wild-type but not mutant p53 transcriptionally upregulated DUSP1 via its DNA-binding domain. DUSP1 and p53 might collaborate to suppress tumors in hepatocarcinogenesis via a positive regulatory loop."}, {"pubmed": 25638726, "text": "Deregulation of EGR-1 and/or DUSP-1 in nasal epithelium could be responsible for the prolonged activated transcriptional state observed in vivo in allergic disease."}, {"pubmed": 25724669, "text": "MKP-1 is a MAPK deactivator; thus, by controlling p38 MAPK phosphorylation status in a temporally distinct manner, MKP-1 ensures that TTP is expressed and made functional at precisely the correct time to repress cytokine expression."}, {"pubmed": 25798824, "text": "DUSP1 is involved in the antiviral host defense mechanism against a HCV infection"}, {"pubmed": 25858560, "text": "Data (including data from studies in knockout mice) suggest AMPK activation (AMPKa1 or AMPKa2) suppresses inflammation in vascular smooth muscle cells by down-regulation of STAT1 signaling and up-regulation of MKP-1 (dual specificity phosphatase 1)."}, {"pubmed": 25872469, "text": "The proliferation of human cervical cancer cells was also inhibited by DUSP1"}, {"pubmed": 26111828, "text": "MKP1 recruits to the chromatin in response to DNA damage and correlates with the decrease of H3S10P, whereas MKP1 is released from chromatin during recovery phase of DNA damage response."}, {"pubmed": 26158762, "text": "Data show that sorafenib inhibited microRNA miR-101 expression and enhanced dual specificity phosphatase 1 (DUSP1) expression and lowered transforming growth factor beta I (TGF-beta) release in M2 macrophage, slowing macrophage-driven hepatocarcinoma."}, {"pubmed": 26176177, "text": "evidence of association between depressive symptom severity and increasing serum MKP-1 levels in women, and decreasing T levels in perimenopausal women."}, {"pubmed": 26280733, "text": "Progesterone acts via GR to drive MKP-1 expression, which in turn inhibits IL-1beta-dependent c-Jun activation and COX-2 expression."}, {"pubmed": 26329166, "text": "MKP-1 can attenuate tamoxifen-induced cell death through inhibiting the JNK signal pathway."}, {"pubmed": 26457672, "text": "LPS tolerance interferes with TLR4 signaling by inhibiting Lyn and c-Src phosphorylation and their recruitment to TLR4, while increasing the phosphatase activity and expression of PP2A, PTPN22, PTP1B and MKP1."}, {"pubmed": 26546680, "text": "DUSP1 overexpression and inhibition of MAPKs prevented IL1B-induced expression of ZFP36, this was associated with increased TNF mRNA expression at 6 h, an effect that was predominantly due to elevated transcription."}, {"pubmed": 26689986, "text": "In E1a expressing non-small cell lung carcinoma cells, upregulation of MKP1 and the subsequent p38MAPK inhibition is required for the induction of chemosensitivity to cisplatin."}, {"pubmed": 26769965, "text": "The heparin effects on TNFalpha-induced stress fiber formation and Map kinase signaling depend on increased DUSP1 expression."}, {"pubmed": 26825339, "text": "dexamethasone-induced DUSP1 acts via p38 MAPK to switch on the mRNA destabilizing function of protein-tristetraprolin to repress pro-inflammatory cytokine secretion from ASM cells"}, {"pubmed": 26829212, "text": "This study shows that RIG-I activation results in MKP-1-mediated inhibition of cell proliferation in melanoma cells via controlling the p38-HSP27, c-Jun and rpS6 pathways"}, {"pubmed": 27314954, "text": "we show that IL-1 induces robust p38a activation both in the nucleus and in the cytoplasm/membrane.Following stimulation, p38a activity returns to a basal level in absence of receptor degradation. While nuclear pulse is controlled by MKP1 through a negative feedback to pp38, its basal activity is controlled by both TAB1 and MKP1 through a positive feedback loop."}, {"pubmed": 27422607, "text": "Collectively, these data indicated that DUSP1 may induce the resistance against paclitaxel through the p38 MAPK-mediated overexpression of p-glycoprotein in human ovarian cancer cells."}, {"pubmed": 27538525, "text": "Curcumin suppressed CXCL5 expression by direct inhibition of IKKbeta phosphorylation, and inhibition of p38 MAPK via induction of negative regulator MKP-1."}, {"pubmed": 27551049, "text": "silencing of IL1B plus dexamethasone-induced DUSP1 significantly reduced IRF1 expression. IL1B-induced expression of CXCL10 was largely insensitive to dexamethasone, whereas other DUSP1-enhanced, IRF1-dependent mRNAs showed various degrees of repression."}, {"pubmed": 27572311, "text": "We propose a signaling cascade involving ARID1A, GADD45B and DUSP1 as mediators of the romidepsin effects in GCC cells."}, {"pubmed": 27599524, "text": "Our results emphasize the importance of MKP-1 as a potential predictive biomarker for a subset of breast cancer patients with worse outcome and less susceptibility to treatment."}, {"pubmed": 28112450, "text": "Increased MAP2K6, MAP4K3, and DUSP1 gene expressions in post-chemotherapy samples indicate a poor clinical outcome in osteosarcoma patients."}, {"pubmed": 28129656, "text": "Dual-specific phosphatase (DUSP1) was found to inhibit gallbladder cancer (GBC) cell proliferation, migration and invasion."}, {"pubmed": 28299397, "text": "The results presented here emphasize the importance of MKP-1 as a mediator of therapeutic effects of glucocorticoids in inflammatory lung diseases as well as its potential as a novel anti-inflammatory drug target."}, {"pubmed": 28330703, "text": "MKP-1 is a redox-regulated master controller of monocyte function and macrophage phenotype. (Review)"}, {"pubmed": 28384165, "text": "Mean morning and evening DUSP1 mRNA levels showed significant increase during Ramadan compared to Shabaan, however, its diurnal rhythm was maintained. Morning IL-1alpha mRNA expression remained significantly higher than in the evening during Ramadan, but was markedly decreased compared to Shabaan."}, {"pubmed": 28413926, "text": "Methylation-mediated silencing of the DUSP-1 promoter does not appear to be associated with reduced expression, indicating the involvement of other factors in specific suppression of DUSP-1 in diabetes-associated cardiac hypertrophy."}, {"pubmed": 28650468, "text": "this work indicates that suppression of JNK1/2 activity by MKP-1 maintains PARP-1 levels and suggests that MKP-1-mediated cisplatin resistance can be bypassed by PARP-1 inhibition."}, {"pubmed": 28801478, "text": "The aim of this review is to shed light on the role of four different phosphatases (PTEN, PP2A, CDC25 and DUSP1) in five different solid tumors (breast cancer, lung cancer, pancreatic cancer, prostate cancer and ovarian cancer), in order to better understand the most frequent and aggressive primary cancer of the central nervous system, glioblastoma."}, {"pubmed": 28983624, "text": "the expression of DUSP1 was lower in OA FLSs than in normal FLSs, and DUSP1 may inhibit the expression of OA-associated mediators, MMP-13 and COX-2, by suppressing the activation of p38 MAPK and JNK pathways in OA FLSs."}, {"pubmed": 29052270, "text": "Study reports the crystal structure of the human DUSP1 catalytic domain at 2.49 A resolution. The protein was crystallized as a (maltose-binding protein) MBP fusion protein in complex with a monobody that binds to MBP. Sulfate ions occupy the phosphotyrosine and putative phosphothreonine binding sites in the DUSP1 catalytic domain."}, {"pubmed": 29234123, "text": "DUSP1 promotes Sendai virus-induced apoptosis and suppresses cell migration in Respiratory Syncytial Virus-infected cells."}, {"pubmed": 29257221, "text": "Downregulation of the expression of DUSP1 or protein phosphatase 1 led to a decline in the beta2adrenergic receptormediated dephosphorylation of ERK1/2."}, {"pubmed": 29434446, "text": "miR-202-3p is upregulated in type 1 gastric neuroendocrine neoplasms (g-NENs) lesions and might play important roles in the pathogenesis of type 1 g-NENs by targeting DUSP1."}, {"pubmed": 29472726, "text": "we identified two modules with the AURKA gene and the DUSP1 gene as their cores. Interestingly, simultaneous activation of those genes was associated with the poorest prognosis in clinical samples."}, {"pubmed": 29956792, "text": "High DUSP1 expression is associated with apatinib resistance by activating the MAPK pathway in gastric cancer."}, {"pubmed": 30061089, "text": "Our results revealed a novel link between Mkp-1 and Nrf2 signaling pathways in protecting against colonic inflammation"}, {"pubmed": 30157211, "text": "A2B adenosine receptor in MDA-MB-231 breast cancer cells diminishes ERK1/2 phosphorylation by activation of MAPK-phosphatase-1"}, {"pubmed": 30191967, "text": "finding strategies to regulate the balance of the DUSP1-JNK-Mff signaling pathway and mitochondrial homeostasis may be a therapeutic target for treating diabetic nephropathy in clinical practice."}, {"pubmed": 30198887, "text": "The molecular structure of DUSP1 crystallized as MBP fusion protein has been reported."}, {"pubmed": 30262569, "text": "NRF2 expression levels are elevated in high-risk MDS patients and serve as a statistically significant prognostic variable for OS in MDS patients. Pharmacological inhibition of NRF2 re-sensitizes MDS cells to Ara-C treatment while activation of NRF2 by agonist resulted in the reduced sensitivity to Ara-C. NRF2 mediates Ara-C resistance partly through its direct target gene DUSP1."}, {"pubmed": 30536303, "text": "DUSP1 plasmid transfection significantly enhanced DUSP expression, triggered SO-Rb5 cell senescence, and inhibited Akt signaling activation"}, {"pubmed": 30647800, "text": "Data suggest that high circulating DUSP1 levels reflect a chronic subclinical inflammation and underlying residual cardiovascular disease risks even in the treated population."}, {"pubmed": 30967632, "text": "results indicate that the JAK2V617F(+) PV progenitors utilize DUSP1 activity as a protection mechanism against DNA damage accumulation, promoting their proliferation and survival in the inflammatory microenvironment, identifying DUSP1 as a potential therapeutic target in polycythemia vera"}, {"pubmed": 31061093, "text": "Data show that DUSP1 physically interacts with GP78 promoting its ubiquitination and its subsequent degradation. Further results suggest that K280 and K289 are responsible for DUSP1 polyubiquitination and that K280 is a priming site for DUSP1 ubiquitination, including its monoubiquitination."}, {"pubmed": 31246497, "text": "This study suggested that miR-101 that regulated DUSP1, IRF1 TF that regulated CXCR4, as well as the differentially expressed genes as TYROBP and CTSS might contribute to the Rheumatoid Arthritis pathogenesis."}, {"pubmed": 31316508, "text": "Role of Dual-Specificity Phosphatase 1 in Glucocorticoid-Driven Anti-inflammatory Responses."}, {"pubmed": 31323199, "text": "In this pilot study, the expression of GR isoforms and MKP-1 corresponded with patients' clinical response to systemic CS treatment and disease activity, respectively."}, {"pubmed": 31328390, "text": "Glucocorticoid receptor inhibits Muller glial galectin-1 expression via DUSP1-dependent and -independent deactivation of AP-1 signalling."}, {"pubmed": 31330530, "text": "Dual-specificity phosphatase (DUSP) genetic variants predict pulmonary hypertension in patients with bronchopulmonary dysplasia."}, {"pubmed": 32866608, "text": "Lnc-FAM84B-4 acts as an oncogenic lncRNA by interacting with protein hnRNPK to restrain MAPK phosphatases-DUSP1 expression."}, {"pubmed": 33056982, "text": "Long non-coding RNA CASC9 promotes gefitinib resistance in NSCLC by epigenetic repression of DUSP1."}, {"pubmed": 33448324, "text": "Inhibition of miR1013p protects against sepsisinduced myocardial injury by inhibiting MAPK and NFkappaB pathway activation via the upregulation of DUSP1."}, {"pubmed": 33780908, "text": "TORC2/3-mediated DUSP1 upregulation is essential for human decidualization."}, {"pubmed": 33940385, "text": "DUSP1 overexpression attenuates renal tubular mitochondrial dysfunction by restoring Parkin-mediated mitophagy in diabetic nephropathy."}, {"pubmed": 34024253, "text": "Parathyroid hormone-related protein inhibits nitrogen-containing bisphosphonate-induced apoptosis of human periodontal ligament fibroblasts by activating MKP1 phosphatase."}, {"pubmed": 34303662, "text": "SARS-CoV-2 attenuates corticosteroid sensitivity by suppressing DUSP1 expression and activating p38 MAPK pathway."}, {"pubmed": 34431063, "text": "Mesenchymal stem cell-derived exosomes block malignant behaviors of hepatocellular carcinoma stem cells through a lncRNA C5orf66-AS1/microRNA-127-3p/DUSP1/ERK axis."}, {"pubmed": 34436551, "text": "CDKN2B antisense RNA 1 suppresses tumor growth in human colorectal cancer by targeting MAPK inactivator dual-specificity phosphatase 1."}, {"pubmed": 34578413, "text": "The MAPK/ERK Pathway and the Role of DUSP1 in JCPyV Infection of Primary Astrocytes."}, {"pubmed": 34778900, "text": "MiR-34a-3p suppresses pulmonary vascular proliferation in acute pulmonary embolism rat by targeting DUSP1."}, {"pubmed": 34785669, "text": "Rare variant analysis in eczema identifies exonic variants in DUSP1, NOTCH4 and SLC9A4."}, {"pubmed": 35008797, "text": "DUSP-1 Induced by PGE2 and PGE1 Attenuates IL-1beta-Activated MAPK Signaling, Leading to Suppression of NGF Expression in Human Intervertebral Disc Cells."}, {"pubmed": 35236965, "text": "STAMBPL1 promotes breast cancer cell resistance to cisplatin partially by stabilizing MKP-1 expression."}, {"pubmed": 35332432, "text": "UBR3 promotes inflammation and apoptosis via DUSP1/p38 pathway in the nucleus pulposus cells of patients with intervertebral disc degeneration."}, {"pubmed": 35500847, "text": "CircHIPK3 alleviates inflammatory response and neuronal apoptosis via regulating miR-382-5p/DUSP1 axis in spinal cord injury."}, {"pubmed": 35689852, "text": "DNTTIP1 promotes nasopharyngeal carcinoma metastasis via recruiting HDAC1 to DUSP2 promoter and activating ERK signaling pathway."}, {"pubmed": 35809838, "text": "LINC00702-mediated DUSP1 transcription in the prevention of bladder cancer progression: Implications in cancer cell proliferation and tumor inflammatory microenvironment."}, {"pubmed": 35910761, "text": "Identifying DUSP-1 and FOSB as hub genes in immunoglobulin A nephropathy by WGCNA and DEG screening and validation."}, {"pubmed": 35911442, "text": "Downregulated Dual-Specificity Protein Phosphatase 1 in Ovarian Carcinoma: A Comprehensive Study With Multiple Methods."}, {"pubmed": 37215986, "text": "YAP1 synergize with YY1 transcriptional co-repress DUSP1 to induce osimertinib resistant by activating the EGFR/MAPK pathway and abrogating autophagy in non-small cell lung cancer."}, {"pubmed": 37511459, "text": "Extracellular Heat Shock Protein 70 Increases the Glucocorticoid Receptor and Dual-Specificity Phosphatase 1 via Toll-like Receptor 4 and Attenuates Inflammation in Airway Epithelial Cells."}, {"pubmed": 37715430, "text": "DUSP1 regulates the JAK2/STAT3 signaling pathway through targeting miR-21 in cervical cancer cells."}, {"pubmed": 37814866, "text": "[Hsa-miR-148a-3p promotes malignant behavior of breast cancer cells by downregulating DUSP1]."}, {"pubmed": 37878495, "text": "CIRCUSP42 AMELIORATES LPS-INDUCED HUMAN RENAL EPITHELIAL CELLS IN VITRO BY REGULATING THE MIR-182-5P/DUSP1 AXIS."}, {"pubmed": 38082211, "text": "CSGALNACT2 restricts ovarian cancer migration and invasion by modulating MAPK/ERK pathway through DUSP1."}, {"pubmed": 38951654, "text": "DUSP1 and SOX2 expression determine squamous cell carcinoma of the salivary gland progression."}], "genomic_pos": {"chr": "5", "end": 172771195, "ensemblgene": "ENSG00000120129", "start": 172768096, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 172198198, "start": 172195093, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001706", "qualifier": "involved_in", "term": "endoderm formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007162", "pubmed": 22991462, "qualifier": "involved_in", "term": "negative regulation of cell adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035335", "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035335", "pubmed": 1406996, "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035335", "qualifier": "involved_in", "term": "peptidyl-tyrosine dephosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035970", "qualifier": "involved_in", "term": "peptidyl-threonine dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043407", "pubmed": 7593328, "qualifier": "involved_in", "term": "negative regulation of MAP kinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043409", "qualifier": "involved_in", "term": "negative regulation of MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051447", "qualifier": "involved_in", "term": "negative regulation of meiotic cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070262", "qualifier": "involved_in", "term": "peptidyl-serine dephosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090027", "pubmed": 22991462, "qualifier": "involved_in", "term": "negative regulation of monocyte chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090266", "qualifier": "involved_in", "term": "regulation of mitotic cell cycle spindle assembly checkpoint"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1903753", "qualifier": "involved_in", "term": "negative regulation of p38MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903753", "pubmed": 22991462, "qualifier": "involved_in", "term": "negative regulation of p38MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990869", "pubmed": 22991462, "qualifier": "involved_in", "term": "cellular response to chemokine"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 7593328, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 7593328, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0004722", "qualifier": "enables", "term": "protein serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004725", "pubmed": 1406996, "qualifier": "enables", "term": "protein tyrosine phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10617468, 16286470, 20347885, 20936779, 25241761, 27880917], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008138", "pubmed": 17498703, "qualifier": "enables", "term": "protein tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008330", "qualifier": "enables", "term": "protein tyrosine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017017", "qualifier": "enables", "term": "MAP kinase tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0017017", "qualifier": "enables", "term": "MAP kinase tyrosine/serine/threonine phosphatase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017018", "qualifier": "enables", "term": "myosin phosphatase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033550", "qualifier": "enables", "term": "MAP kinase tyrosine phosphatase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051019", "qualifier": "enables", "term": "mitogen-activated protein kinase binding"}]}, "homologene": {"genes": [[7955, 406340], [8364, 448043], [9031, 374192], [9544, 702981], [9598, 471742], [9606, 1843], [9615, 489117], [9913, 539175], [10090, 19252], [10116, 114856]], "id": 3254}, "interpro": [{"desc": "Dual specificity phosphatase, catalytic domain", "id": "IPR000340", "short_desc": "Dual-sp_phosphatase_cat-dom"}, {"desc": "Tyrosine-specific protein phosphatases domain", "id": "IPR000387", "short_desc": "Tyr_Pase_dom"}, {"desc": "Rhodanese-like domain", "id": "IPR001763", "short_desc": "Rhodanese-like_dom"}, {"desc": "Protein-tyrosine phosphatase, catalytic", "id": "IPR003595", "short_desc": "Tyr_Pase_cat"}, {"desc": "Mitogen-activated protein (MAP) kinase phosphatase", "id": "IPR008343", "short_desc": "MKP"}, {"desc": "Protein-tyrosine phosphatase, active site", "id": "IPR016130", "short_desc": "Tyr_Pase_AS"}, {"desc": "Dual specificity protein phosphatase domain", "id": "IPR020422", "short_desc": "TYR_PHOSPHATASE_DUAL_dom"}, {"desc": "Protein-tyrosine phosphatase-like", "id": "IPR029021", "short_desc": "Prot-tyrosine_phosphatase-like"}, {"desc": "Rhodanese-like domain superfamily", "id": "IPR036873", "short_desc": "Rhodanese-like_dom_sf"}], "ipi": ["IPI00003928", "IPI00922849"], "map_location": "5q35.1", "name": "dual specificity phosphatase 1", "other_names": ["CL 100", "MAP kinase phosphatase 1", "dual specificity protein phosphatase 1", "dual specificity protein phosphatase hVH1", "mitogen-activated protein kinase phosphatase 1", "protein-tyrosine phosphatase CL100", "serine/threonine specific protein phosphatase"], "pantherdb": {"HGNC": "3064", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105120", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 10090, "uniprot_kb": "P28563"}, {"RGD": "620897", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 10116, "uniprot_kb": "Q64623"}, {"Ensembl": "ENSGALG00000040360", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 9031, "uniprot_kb": "A0A1D5P463"}, {"ZFIN": "ZDB-GENE-040426-2018", "ortholog_type": "LDO", "panther_family": "PTHR10159", "taxid": 7955, "uniprot_kb": "A0A0R4IS50"}, {"dictyBase": "DDB_G0271350", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 352472, "uniprot_kb": "Q55BI8"}, {"TAIR": "2082395", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 3702, "uniprot_kb": "Q9M8K7"}, {"TAIR": "2088080", "ortholog_type": "O", "panther_family": "PTHR10159", "taxid": 3702, "uniprot_kb": "Q9ZR37"}], "uniprot_kb": "P28562"}, "pathway": {"biocarta": [{"id": "dsppathway", "name": "regulation of map kinase pathways through dual specificity phosphatases"}, {"id": "nthipathway", "name": "nfkb activation by nontypeable hemophilus influenzae"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04726", "name": "Serotonergic synapse - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "p38alphabetapathway", "name": "Regulation of p38-alpha and p38-beta"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-112409", "name": "RAF-independent MAPK1/3 activation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5675221", "name": "Negative regulation of MAPK pathway"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}], "wikipathways": [{"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP4482", "name": "Vitamin D in inflammatory diseases"}]}, "pdb": ["6APX", "6D65", "6D66", "6D67"], "pfam": ["PF00581", "PF00782"], "pharmgkb": "PA27519", "pharos": {"target_id": 11, "tdl": "Tchem"}, "pir": "S29090", "prosite": ["PS50054", "PS50056", "PS50206"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248655", "relationship": "is"}, {"id": "GNF248656", "relationship": "is"}, {"id": "GNF248657", "relationship": "is"}, {"id": "GNF248658", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033563", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081901", "relationship": "is"}, {"id": "GNF081902", "relationship": "is"}, {"id": "GNF081903", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053545", "relationship": "is"}, {"id": "GNF058316", "relationship": "is"}, {"id": "GNF073524", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068671", "relationship": "is"}, {"id": "GNF068672", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003878", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093863", "relationship": "is"}, {"id": "GNF133521", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_004408.1", "rna": "NM_004417.4", "translation": {"protein": "NP_004408.1", "rna": "NM_004417.4"}}, "reporter": {"HG-U133_Plus_2": ["201041_s_at", "201044_x_at", "226578_s_at"], "HG-U95Av2": "1005_at", "HTA-2_0": "TC05002066.hg.1", "HuEx-1_0": "2887309", "HuGene-1_1": "8115831", "HuGene-2_1": "17002846"}, "summary": "The protein encoded by this gene is a phosphatase with dual specificity for tyrosine and threonine. The encoded protein can dephosphorylate MAP kinase MAPK1/ERK2, which results in its involvement in several cellular processes. This protein appears to play an important role in the human cellular response to environmental stress as well as in the negative regulation of cellular proliferation. Finally, the encoded protein can make some solid tumors resistant to both chemotherapy and radiotherapy, making it a target for cancer therapy. [provided by RefSeq, Aug 2017].", "symbol": "DUSP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333257"}, "unigene": "Hs.171695", "uniprot": {"Swiss-Prot": "P28562", "TrEMBL": "B4DU40"}, "wikipedia": {"url_stub": "DUSP1"}}