{"AllianceGenome": "3113", "HGNC": "3113", "MIM": "189971", "_id": "1869", "_version": 2, "accession": {"genomic": ["AF516106.1", "AH006643.2", "AL121906.18", "CH471077.2", "CP068258.2", "CS542419.1", "CS566134.1", "GN346970.1", "HI179088.1", "KT584073.1", "NC_000020.11", "NC_060944.1", "NG_046988.1", "S74230.1", "S79170.1"], "protein": ["AAA35782.1", "AAB24289.1", "AAC50719.1", "AAD14150.1", "AAH05098.1", "AAH50369.1", "AAH58902.1", "AAM47604.1", "CAM91159.1", "CAN37617.1", "CAY56011.1", "CBX53852.1", "EAW76299.1", "EAW76300.1", "NP_005216.1", "Q01094.1", "XP_047295917.1", "XP_054179108.1"], "rna": ["AF086380.1", "BC005098.1", "BC050369.2", "BC058902.1", "M96577.1", "NM_005225.3", "S49592.1", "XM_047439961.1", "XM_054323133.1"], "translation": [{"protein": "AAH58902.1", "rna": "BC058902.1"}, {"protein": "AAH50369.1", "rna": "BC050369.2"}, {"protein": "XP_054179108.1", "rna": "XM_054323133.1"}, {"protein": "AAA35782.1", "rna": "M96577.1"}, {"protein": "XP_047295917.1", "rna": "XM_047439961.1"}, {"protein": "NP_005216.1", "rna": "NM_005225.3"}, {"protein": "AAB24289.1", "rna": "S49592.1"}, {"protein": "AAH05098.1", "rna": "BC005098.1"}]}, "alias": ["E2F-1", "RBAP1", "RBBP3", "RBP3"], "ensembl": {"gene": "ENSG00000101412", "protein": "ENSP00000345571", "transcript": "ENST00000343380", "translation": [{"protein": "ENSP00000345571", "rna": "ENST00000343380"}], "type_of_gene": "protein_coding"}, "entrezgene": "1869", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.48098548777, "exp_mis": 136.403485748, "exp_syn": 66.8483407734, "lof_z": 3.05011646460534, "mis_z": 2.02712490058908, "mu_lof": 7.53999882875e-07, "mu_mis": 1.9737160274e-05, "mu_syn": 1.10150394131e-05, "n_lof": 0.0, "n_mis": 88.0, "n_syn": 56.0, "p_li": 0.95553054498313, "p_null": 0.000115857346567997, "p_rec": 0.0443535976703024, "syn_z": 0.822559790815361}, "bp": 1314, "cds_end": 32274070, "cds_start": 32264537, "n_exons": 7, "nonpsych": {"exp_lof": 8.46893523948, "exp_mis": 123.346049334, "exp_syn": 60.391926549, "lof_z": 2.85802729029089, "mis_z": 2.0593874919727, "mu_lof": 7.53999882875e-07, "mu_mis": 1.9737160274e-05, "mu_syn": 1.10150394131e-05, "n_lof": 0.0, "n_mis": 78.0, "n_syn": 48.0, "p_li": 0.943893002019755, "p_null": 0.000252141421005756, "p_rec": 0.0558548565592388, "syn_z": 1.00395216987039}, "nontcga": {"exp_lof": 8.71156339418, "exp_mis": 125.480272583, "exp_syn": 61.4895315977, "lof_z": 2.91158377277419, "mis_z": 2.0227639495618, "mu_lof": 7.53999882875e-07, "mu_mis": 1.9737160274e-05, "mu_syn": 1.10150394131e-05, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 55.0, "p_li": 0.943712874073813, "p_null": 0.000208423934514557, "p_rec": 0.0560787019916722, "syn_z": 0.524004434330966}, "transcript": "ENST00000343380.5"}, "exons": [{"cdsend": 33686264, "cdsstart": 33676731, "chr": "20", "position": [[33675476, 33676979], [33677104, 33677330], [33677425, 33677540], [33678200, 33678353], [33679754, 33679974], [33680325, 33680416], [33686003, 33686385]], "strand": -1, "transcript": "NM_005225", "txend": 33686385, "txstart": 33675476}], "exons_hg19": [{"cdsend": 32274070, "cdsstart": 32264537, "chr": "20", "position": [[32263282, 32264785], [32264910, 32265136], [32265231, 32265346], [32266006, 32266159], [32267560, 32267780], [32268131, 32268222], [32273809, 32274191]], "strand": -1, "transcript": "NM_005225", "txend": 32274191, "txstart": 32263282}], "generif": [{"pubmed": 11559366, "text": "transcriptional inhibition of the plasminogen activator inhibitor type 1 gene"}, {"pubmed": 11759817, "text": "expression reduced in primary and metastatic breast carcinoma"}, {"pubmed": 11763345, "text": "selection and characterization of active hammerhead ribozymes targeted against E2F1 full-length mRNA"}, {"pubmed": 11884602, "text": "Regulation of E2F1-dependent gene transcription and apoptosis by the ETS-related transcription factor GABPgamma1"}, {"pubmed": 11939591, "text": "increased ppRb and E2FI immunoreactivity in Alzheimer disease brain, with ppRb predominately located in the nucleus and E2F1 in the cytoplasm."}, {"pubmed": 12032846, "text": "Human telomerase accelerates growth of lens epithelial cells through regulation of the genes mediating RB/E2F pathway."}, {"pubmed": 12065845, "text": "Overexpression of E2F-1 induces apoptosis and increases chemosensitivity in human pancreatic carcinoma cells. Cell cycle, PARP cleavage and morphology supported apoptosis as the cell death mechanism in reponse to E2F1."}, {"pubmed": 12077144, "text": "conclude that E2F proteins and Sp1 play an important role in the control of p18 expression"}, {"pubmed": 12082609, "text": "p14(ARF) regulates E2F activity in different cell types and down-regulates E2F-dependent transcription, and in cells undergoing E2F-dependent apoptosis prompts cell cycle arrest. p14(ARF) possesses multiple binding domains for E2F-1."}, {"pubmed": 12095638, "text": "p73beta is transcriptionally induced by E2F-1 and functions as a positive regulator of apoptosis."}, {"pubmed": 12118073, "text": "Most of the TGF-beta1-induced preapoptotic cells were arrested in G(1) phase of the cell cycle. This was associated with a significant increase in both E2F-DNA-binding activity and transcription of E2F-responsive reporter constructs."}, {"pubmed": 12149244, "text": "E2F-1 regulates the expression of APAF-1 in human cells"}, {"pubmed": 12389032, "text": "E2F-1 has a role in regulation of caspase proenzymes through a direct transcriptional mechanism"}, {"pubmed": 12450794, "text": "Che-1 contacts the pocket region of Rb and removes HDAC1 from the Rb/E2F1 complex, affecting the activation of E2F-dependent promoters and cell division."}, {"pubmed": 12511608, "text": "During thyroid hormone-induced differentiation of embryonic carcinoma cells and of oligodendrocyte precursor cells, levels of E2F-1 mRNA and E2F-1 protein decrease, caused by thyroid hormone receptor regulating the transcription of the E2F-1 gene."}, {"pubmed": 12588705, "text": "IFN-gamma is an effective inhibitor of ASM cell proliferation by blocking transition from G1-to-S phase by acting at two different levels: modulation of cdk2/cyclin E activation and inhibition of E2F-1 gene expression."}, {"pubmed": 12607600, "text": "expression of the transcription factor DP-1 and its heterodimeric partner E2F-1 in non-Hodgkin lymphoma"}, {"pubmed": 12629508, "text": "We found that E2F1 was present at most of the CpG islands bound by pRb, independent of the phase of the cell cycle, our data suggest that the majority of DNA-bound pRb is recruited to E2F target promoters during both G(0)/G(1) and S phases."}, {"pubmed": 12646190, "text": "P202 inhibits E2F1-mediated apoptosis in prostate cancer cells"}, {"pubmed": 12674510, "text": "E2F1 is involved in heat shock-induced cell cycle arrests at the G1/S and G2/M checkpoints, which also may be relevant for hyperthermic cancer therapy"}, {"pubmed": 12679318, "text": "esf-1 induces apoptosis and inhibits proliferation of human colon cancer cell lines; a caspase-independent pathway is suggested"}, {"pubmed": 12717439, "text": "Chk2 phosphorylates and activates E2F-1 in response to DNA damage, resulting in apoptosis. This suggests a role for E2F-1 in checkpoint control and tumour suppression."}, {"pubmed": 12766778, "text": "In response to DNA damage, E2F1 is directed from cell cycle progression to apoptotic E2F target genes."}, {"pubmed": 12789260, "text": "Analysis of gene expression level profiles showed that parental cell line undergoes apoptosis through an E2F1/p73-dependent pathway while its drug resistant variant evades it."}, {"pubmed": 12809602, "text": "Both senescence-associated heterochromatin foci formation and the silencing of E2F target genes depend on the integrity of the Rb pathway and do not occur in reversibly arrested cells"}, {"pubmed": 12947005, "text": "C/EBPepsilon interacts with Rb and E2F1 during granulocytic differentiation"}, {"pubmed": 12947120, "text": "E2F1 is upregulated by TR3 orphan nuclear receptor in human prostate cancer cells"}, {"pubmed": 12965081, "text": "the Cyclin D1/E2F1 pathway may be involved in apoptotic death of bone marrow cells in myelodysplastic syndromes"}, {"pubmed": 14555651, "text": "E2F1 activity is repressed by BRG1, but this repression is blocked when BRG1 interacts with EVI1"}, {"pubmed": 14576826, "text": "two E2F-binding sites play distinct roles in the regulation of E2F1 transcription by interacting with different sets of E2F members and cooperating with the contiguous repressor element"}, {"pubmed": 14637159, "text": "Here we show that the E2F1 binding domain of prohibitin has the potential to fold into a coiled-coil structure."}, {"pubmed": 14645238, "text": "E2F and Sp1/Sp3 synergize but are not sufficient to activate the MYCN gene in neuroblastoma"}, {"pubmed": 14681231, "text": "results establish that tumor necrosis factor alpha targets insulin-like growth factor-I induced E2F-transcription facor 1 synthesis, leading to inhibition of accumulation in cyclin A and hyperphosphorylation of RB protein"}, {"pubmed": 14739777, "text": "E2F1 transactivation is repressed by MdmX"}, {"pubmed": 14997382, "text": "Our results suggest that overexpression of E2F1, induced both by LOH at the RB locus and anomalous phosphorylation of the RB protein, is involved in the development of non-small cell lung carcinoma."}, {"pubmed": 15024084, "text": "Results suggest that E2F1 plays a central role in signaling disturbances in the retinoblastoma growth control pathway and, by upregulation of Chk2 by Atm and Nbs1, may sensitize cells to undergo apoptosis."}, {"pubmed": 15044096, "text": "The data suggest that E2F-1 overexpression plays a role in suppression of tumor, at least in part trough transcriptional regulation of FHIT and relevant activation of WWOX."}, {"pubmed": 15073182, "text": "ErbB3-binding protein Ebp1 binding to E2F promoter elements and E2F-mediated transcription are regulated by heregulin"}, {"pubmed": 15118916, "text": "increased expression of the E2F1 gene might play a significant role in human thyroid carcinogenesis through derangement of the Rb-E2F signaling pathway"}, {"pubmed": 15121871, "text": "E2F1-dependent recruitment of Tip60 to chromatin occurred in late G(1)"}, {"pubmed": 15123636, "text": "E2F1 stabilization in response to DNA damage requires p300/CREB-binding protein-associated factor"}, {"pubmed": 15140942, "text": "new roles for several DNA damage response factors by demonstrating that they also participate in the oncogenic stress signaling pathway between E2F1 and p53"}, {"pubmed": 15169882, "text": "results reveal an essential role of ACTR in control of breast cancer cell proliferation and implicate the ACTR-E2F1 pathway as a novel mechanism in antiestrogen resistance"}, {"pubmed": 15187102, "text": "IL-1beta reduces the ability of IGF-I to activate Cdk2 and to induce E2F-1, cyclin A, and cyclin A-dependent phosphorylation of a retinoblastoma tumor suppressor"}, {"pubmed": 15279795, "text": "E2F-1 may play a role in the detection and subsequent repair of damaged DNA [review]"}, {"pubmed": 15306814, "text": "mitotic checkpoint protein Mad2 is a direct E2F target and, as a consequence, is aberrantly expressed in cells with Rb pathway defects"}, {"pubmed": 15313206, "text": "Thus, expression of dbpA was positively regulated by E2F1, suggesting that one of the effects of E2F1 on cell proliferation might be mediated by dbpA at the carcinogenesis step."}, {"pubmed": 15361834, "text": "Expression of ICBP90 was upregulated by E2F-1, and the upregulation was caused by binding of E2F-1 to the intron1 of ICBP90."}, {"pubmed": 15371422, "text": "repression of hTERT by endogenous p53 is mediated by p21 and E2F"}, {"pubmed": 15381253, "text": "RB/E2F signaling pathway activation is required for the modulation of hepatitis C virus core protein-induced cell growth in liver and non-liver cells"}, {"pubmed": 15467735, "text": "upregulation of E2F-1 expression by heregulin beta 1 was directly inhibited by HES-1 through the same CACGAG-site as seen with estrogen-stimulated induction"}, {"pubmed": 15481443, "text": "Increased expression in myelodysplastic bone marrow cells."}, {"pubmed": 15485814, "text": "the central acidic domain of MDM2 is critical in inhibition of retinoblastoma-mediated suppression of E2F and cell growth"}, {"pubmed": 15517862, "text": "The N-terminal 72 amino acids of Pura were involved in E2F-1 binding, inhibition of promoter activation by E2F-1 and reversal of E2F-mediated growth inhibition."}, {"pubmed": 15517914, "text": "E2F-1 expression is inversely correlated with tumor growth in colon adenocarcinoma."}, {"pubmed": 15574337, "text": "there is a negative feedback loop in apoptosis involving E2F and AKT"}, {"pubmed": 15647840, "text": "BMP-2 inhibits DHT-induced growth of LNCaP cells through a decrease in E2F protein expression and suppression of E2F activity by hypophosphorylation of Rb"}, {"pubmed": 15713665, "text": "induction of p27 acts as a negative feedback mechanism for E2F1 and may also contribute to other functions of E2F1"}, {"pubmed": 15735762, "text": "Induction of the metallothionein 1G promoter by VEGF and heavy metals occurs through the utilization of different transcription factors, notably E2F1."}, {"pubmed": 15917652, "text": "We report a novel, noncompetitive mechanism linking acetylation and ubiquitination, in which the association of transcription factor E2F-1 with the cellular coactivator and acetyltransferase p300 determines its acetylation and subsequent ubiquitination."}, {"pubmed": 15944709, "text": "expression of E2F1 is negatively regulated by two miRNAs in the cluster, miR-17-5p and miR-20a"}, {"pubmed": 16037820, "text": "E2F1/p53 interaction regulates the transcriptional activity of p53 throughout the cell cycle."}, {"pubmed": 16052233, "text": "data identify E2F1 as a critical determinant of the cellular response to death-receptor-mediated apoptosis, and suggest that its downregulation contributes to the immune escape of lung adenocarcinoma tumor cells"}, {"pubmed": 16107498, "text": "the expression of the E2F6 repressor is influenced at the transcriptional level by E2F family members and suggest that interplay among these transcriptional regulators, especially E2F1, may be critical for cell cycle regulation"}, {"pubmed": 16114066, "text": "A subset of E2F1 targets are instrumental in altering proliferative, differentiation, and apoptotic properties. Deregulation of the E2F/RB pathway may promote the development of hormone-refractory prostate tumors."}, {"pubmed": 16170383, "text": "MDM2 stabilizies E2F1 protein through the E2F1 ubiquitination pathway."}, {"pubmed": 16186801, "text": "E2F1 contributes to the genetic instability associated with transformation and tumorigenesis"}, {"pubmed": 16188218, "text": "data show that E2F1 has potential binding activity to the retinoblastoma control element and a different transcriptional regulation pathway which cooperates with the retinoblastoma tumor suppressor protein"}, {"pubmed": 16211008, "text": "regulation of p14(ARF) gene by E2F is distinct from that of classical E2F targets. It is directly mediated by E2F through a novel E2F-responsive element that varies from the typical E2F site."}, {"pubmed": 16264179, "text": "E2F1 may participate in telomerase activity regulation in malignant glioma cells. Its expression appears to be strongly associated with the survival of patients with malignant brain tumors."}, {"pubmed": 16299810, "text": "E2F1, in addition to EGFR, target sites induce B-Myb promoter"}, {"pubmed": 16394138, "text": "MDM2 has critical roles in the regulation of p21 and E2F1 expression, stability and function [review]"}, {"pubmed": 16407216, "text": "Regulation of E2F1 by IKK alpha influences estrogen-mediated cell cycle progression"}, {"pubmed": 16434972, "text": "E2F1-induced Mre11-Rad50-Nbs1 (MRN) foci generate a cell cycle checkpoint that with sustained E2F1 activity eventually yields to apoptosis."}, {"pubmed": 16476732, "text": "concomitant induction of E2F1 targets ASK1 and Bim by HDACIs warrants an effective activation of E2F1-dependent apoptosis in response to suberoylanilide hydroxamic acid"}, {"pubmed": 16481740, "text": "the release of E2F activity by elevated E2F1 gene copy numbers may play a functional role in melanoma growth"}, {"pubmed": 16510138, "text": "Can bind the rRNA promoter and modulate its activity through the interaction with two identifiable E2F1-binding sequences."}, {"pubmed": 16512785, "text": "Up-regulation of ASK-1 may also favour the p53-independent E2F1 apoptotic activity."}, {"pubmed": 16580749, "text": "JPO1/CDCA7 is a unique transcription regulator whose expression is activated by E2F1 as well as c-Myc."}, {"pubmed": 16582589, "text": "Myc and E2F1 engage the ATM signaling pathway to activate p53 and induce apoptosis [review]"}, {"pubmed": 16596252, "text": "Results provide insights into the possibility of using E2F1 as a therapeutic target in the treatment of cancer."}, {"pubmed": 16620391, "text": "Deregulation of E2F1 underlies much of the chromosomal instability in breast tumors."}, {"pubmed": 16652153, "text": "only 75 amino acids from within the DNA-binding domain of E2F-1 are sufficient for cell death and that this activity is also present in the DNA-binding domains of E2F-2 and E2F-3"}, {"pubmed": 16717102, "text": "histone deacetylase inhibitor sodium butyrate induces G1/S phase arrest in E1A + Ras-transformed cells through down-regulation of E2F1 activity and stabilization of beta-catenin"}, {"pubmed": 16758952, "text": "There were no significant changes of CDK4 and E2F-1/4 expression in benzo(a)pyrene treated embryo lung fibroblasts."}, {"pubmed": 16775429, "text": "E2F1 may cooperate with alterations in the MAPK or Rb pathways in the promotion of proliferation in many or most types of melanoma and may become a target for therapeutic intervention."}, {"pubmed": 16892051, "text": "There is a mutual regulation between E2F1 and SirT1 that affects cellular sensitivity to DNA damage."}, {"pubmed": 16912047, "text": "E2F and Wip1 are modulators of E2F1-induced apoptosis involving p38 MAP kinase"}, {"pubmed": 16916939, "text": "There is a positive feedback regulatory loop consisting of E2F1 and SRC-3 to maintain high levels of SRC-3 and E2F1 activity, which may partially interpret the oncogenic role of SRC-3 overexpression."}, {"pubmed": 16918502, "text": "Depletion of E2F1 prevented prohibitin from repressing the YY1 promoter."}, {"pubmed": 16972274, "text": "Data demonstrate a novel physiological aspect of E2F1 in human cancer cells, where activated mitochondrial biogenesis occurs as a consequence of the acute loss of E2F1."}, {"pubmed": 16984923, "text": "CDCA4 participates in the regulation of cell proliferation, mainly through the E2F/retinoblastoma protein pathway"}, {"pubmed": 17011204, "text": "Levels of E2F1 protein were greater in the nucleus of neurons in brains of HIV-infected patients exhibiting dementia when compared to HIV-negative subjects or HIV-positive neurologically normal patients"}, {"pubmed": 17012841, "text": "p53 family proteins are potent therapeutic agents for human papilomavirus-associated uterine cervical cancers carrying the E2F1 promoter."}, {"pubmed": 17050006, "text": "offer a new mechanism of regulation of E2F1 by direct binding of glycogen synthase kinase 3 beta to its transactivation domain"}, {"pubmed": 17062573, "text": "TFDP3, a novel DP protein, inhibits DNA binding and transactivation by E2F"}, {"pubmed": 17127213, "text": "expression of mammalian GINS is regulated by 17beta-Estradiol-stimulated estrogen receptor alpha, and PSF3 acts as a gene responsive to transcription factor E2F1"}, {"pubmed": 17135249, "text": "E2F1, E2F2, and E2F3 directly bind the promoter of the mir-17-92 cluster, activating its transcription. miR-20a from the mir-17-92 cluster in turn modulates the translation of E2F2 and E2F3, suggesting an autoregulatory feedback loop."}, {"pubmed": 17178887, "text": "Elevated E2F1, through its ability to repress androgen receptor transcription, may contribute to the progression of hormone-independent prostate cancer."}, {"pubmed": 17328667, "text": "the expression of human ASF1A and ASF1B are upregulated followed by cell proliferation signal, but that of ASF1B is uniquely regulated by transcription factors E2F during cell cycle progression"}, {"pubmed": 17341621, "text": "Proliferation-promoting E2F transcription factor E2F-1 plays a pivotal role in the tumor biology of ovarian cancer."}, {"pubmed": 17360686, "text": "The pRb/E2F cell-cycle pathway mediates cell death in Parkinson's disease."}, {"pubmed": 17452331, "text": "E2F-1 is a transcriptional activator of MKP-2 and MKP-2 is an essential cell death mediator in the E2F-1 pathway"}, {"pubmed": 17471231, "text": "Overexpression of E2F-1 is associated with neuroendocrine lung tumors"}, {"pubmed": 17471234, "text": "Our study demonstrates that E2F-1 mediates apoptosis through transcriptional regulation of PAC1 and subsequent suppression of the ERK signaling"}, {"pubmed": 17535433, "text": "Assessment of E2F1 at the mRNA level in primary breast cancer is a strong determinant of breast cancer patient outcome."}, {"pubmed": 17550982, "text": "Critical for hormone regulation of the proliferative program of breast cancer cells."}, {"pubmed": 17566113, "text": "LA's ability to inhibit apoptosis and proliferation of ECs could beneficially affect endothelial dysfunction, which precedes manifestation of late diabetic vascular complications."}, {"pubmed": 17570542, "text": "Alien inhibits E2F1 gene expression and cell proliferation."}, {"pubmed": 17597480, "text": "Epstein-Barr virus-encoded latent membrane protein 1inhibited p16(INK4A) expression, promoted phosphorylation of p105 Rb and upregulated E2F1 expression and overexpression of E2F1 alone was sufficient to upregulate telomerase activity."}, {"pubmed": 17630509, "text": "Results show that p14ARF regulates E2F-1 ubiquitination and degradation via a p53-dependent mechanism."}, {"pubmed": 17638866, "text": "Chk1 is E2F regulated and highly expressed in triple-negative estrogen receptor /progesterone receptor /HER-2 breast carcinomas"}, {"pubmed": 17638884, "text": "E2F-1 is a transcriptional activator of DUSP1 and DUSP1 is a link between E2F-1 and MAP kinases"}, {"pubmed": 17641417, "text": "The mutation and expression of E2F-1 in human gastric cancer tissues and the effect of E2F-1 overexpression on the proliferation of gastric carcinoma cells, was investigated."}, {"pubmed": 17686574, "text": "ectopically BRCA2-expressing cells have different intracellular levels of Aurora A, Aurora B, p21, E2F-1, and pRb, suggesting a BRCA2-mediated suppression of polyploidy via stabilization of the checkpoint proteins levels"}, {"pubmed": 17690688, "text": "by disrupting the DNA binding activity of E2F1, BTG3 participates in the regulation of E2F1 target gene expression. Therefore, our studies have revealed a previously unidentified pathway through which the activity of E2F1 may be guarded by activated p53."}, {"pubmed": 17692085, "text": "E2F-1 protein overexpression can be useful as a prognostic indicator in epithelial ovarian neoplasms."}, {"pubmed": 17704056, "text": "KAP1 contributes to the negative regulation of E2F1 and may serve as a partial backup to prevent E2F1-mediated apoptosis in the absence of pRb"}, {"pubmed": 17707233, "text": "NF-kappaB recruits E2F1 to fully activate the transcription of NF-kappaB target genes."}, {"pubmed": 17786044, "text": "A hitherto unrecognized mechanism to control E2F1 function through modulation of its subcellular localization, is identified."}, {"pubmed": 17825503, "text": "the E2F1 transcription factor, which is implicated in carcinoma invasiveness, upregulates the expression of PACE4"}, {"pubmed": 17881156, "text": "Transcriptional regulation of a new variant of PDGFRA by E2F1."}, {"pubmed": 17908821, "text": "E2F1binding sites are located within 2 kb of a transcription start site, in both normal and tumor cells"}, {"pubmed": 17910524, "text": "Clear cell renal cell carcinoma is characterized by the overexpression of E2F1, which is likely a result of a deregulated control of T3-dependent molecular processes."}, {"pubmed": 17913805, "text": "Human herpesvirus 6A (HHV-6A) and HHV-6B infection was associated with significant reduction of E2F1/Rb complexing, altered E2F1 localization and cell cycle arrest in T cells."}, {"pubmed": 18026993, "text": "Expression of the transcription factor E2F1 is upregulated by addition of Clonorchis sinensis excretory-secretory products in HEK293 cells."}, {"pubmed": 18039672, "text": "RhoBTB2 up-regulated during drug-induced apoptosis, with this being primarily dependent on E2F1."}, {"pubmed": 18056168, "text": "E2F1 gene expression correlates with thymidylate synthase and survivin gene expressions and tumor proliferation. During the progression of NSCLC, E2F1 overexpression could produce more aggressive tumors with a high proliferation rate and chemoresistance."}, {"pubmed": 18167336, "text": "A subset of E2F1 target genes that are specifically repressed by PI3K/Akt signaling, thus distinguishing the E2F1 proliferative or apoptotic function, is identified."}, {"pubmed": 18172256, "text": "E2F-1 is a potentially novel independent prognostic factor that may identify gastric cancer patients who will likely benefit from adjuvant chemoradiation therapy following curative resection."}, {"pubmed": 18172323, "text": "CARM1 is a critical factor in the pathway of estrogen-stimulated breast cancer growth downstream of ERA and AIB1and upstream of the cell cycle regulatory transcription factor E2F1."}, {"pubmed": 18235226, "text": "E2F1 stimulates ataxia telangiectasia mutated (ATM) kinase-dependent p53 phosphorylation and apoptosis through a mechanism that does not involve DNA damage."}, {"pubmed": 18302937, "text": "These studies identify E2F1 as a positive transcriptional regulator for delta-catenin."}, {"pubmed": 18328430, "text": "Suggest that the miR-106b-25 cluster is involved in E2F1 posttranscriptional regulation and may play a key role in the development of TGFbeta resistance in gastric cancer."}, {"pubmed": 18345030, "text": "Myc is required to allow the interaction of the E2F1 protein with the E2F gene promoters."}, {"pubmed": 18345034, "text": "Brip1 is a genuine target gene for the E2F/Rb pathway; elevated expression levels of Brip1 are detected in primary invasive breast carcinomas with unfavorable characteristics."}, {"pubmed": 18348166, "text": "Results suggest that Bin1 gene suppression caused by oncogenic E1A via Rb/E2F1 inactivation is an essential step in cell cycle progression promoted by c-Myc, and subsequently, E1A transformation."}, {"pubmed": 18358829, "text": "E2F1 contributes to the transcriptional activation of the KIR3DL1 gene."}, {"pubmed": 18366763, "text": "The regulatory effect of E2F1 suggests that DYRK1A may play a role in cell cycle regulation or apoptosis."}, {"pubmed": 18381203, "text": "These results suggest that E2F1 plays an important role in regulating RANKL transcription through binding to the E2F consensus binding site."}, {"pubmed": 18391203, "text": "EBNA-6 binds to a MRPS18-2 protein, and targets it to the nucleus, where MRPS18-2 competes with the binding of E2F1 to pRb, thereby raising the level of free E2F1, and lifting the block preventing S-phase entry."}, {"pubmed": 18445313, "text": "AP-1 activity and cyclin D1/E2F-1 expression in human embryo lung fibroblasts increased significantly after benzo(a)pyrene treatment."}, {"pubmed": 18459177, "text": "The current findings demonstrated that loss of Rb and p16/INKa expression and high E2F1 expression indicate impairment of the Rb suppressor pathway."}, {"pubmed": 18503552, "text": "ASK/Dbf4, a novel cell survival gene in melanoma is transcriptionally regulated by E2F1."}, {"pubmed": 18521079, "text": "DAPK2 as a novel Sp1-dependent target gene for E2F1 and KLF6 in cell death response."}, {"pubmed": 18524851, "text": "AHR binds to E2F1 and inhibits E2F1-induced apoptosis"}, {"pubmed": 18562691, "text": "E2F6 has a role in control of hypoxia-induced apoptosis through regulation of E2F1"}, {"pubmed": 18644370, "text": "PTPRO gene is co-regulated by both E2F1 and miR-17-92."}, {"pubmed": 18649360, "text": "E2F may regulate G2/M transition through the induction of SIL. Furthermore, as silencing of SIL cause apoptosis in cancer cells, these finding may have therapeutic relevance in tumors with constitutive activation of E2F"}, {"pubmed": 18660514, "text": "E2F1, not Par-4, was found to be directly bound to the Smac promoter, suggesting that Par-4 exerted indirectly its transcriptional control on the Smac gene though interacting with E2F1."}, {"pubmed": 18660752, "text": "Data show that MCPH1 cooperates with E2F1 to regulate genes involved in DNA repair, checkpoint and apoptosis, and might participate in the maintenance of genomic integrity."}, {"pubmed": 18687701, "text": "activation of E1AF provides a means for E2F1 to induce cell apoptosis in response to DNA damage"}, {"pubmed": 18695912, "text": "E2F-1 and COX-2 are overexpressed in oral cancer"}, {"pubmed": 18722373, "text": "E2F1 may function as a critical antiapoptotic factor both in human and in rodent liver cancer through its ability to counteract c-Myc-driven apoptosis via activation of PIK3CA/Akt/mTOR and c-Myb/COX-2 pathways"}, {"pubmed": 18751386, "text": "The levels of E2F1 mRNA were lower in malignant breast tissues. They declined further with increasing TNM stage. Results suggest E2F1 is a tumour suppressive gene in human breast cancer."}, {"pubmed": 18794899, "text": "E2F1 is a potent and specific inhibitor of beta-catenin/T-cell factor (TCF)-dependent transcription, and that this function contributes to E2F1-induced apoptosis"}, {"pubmed": 18806759, "text": "E2F1 controls pre-mRNA processing events to induce apoptosis and identify the SC35 Ser-Rich Arg protein as a key direct E2F1-target in this setting."}, {"pubmed": 18813780, "text": "paclitaxel induces apoptosis in human retinoblastoma Y79 cells by up-regulating E2F1"}, {"pubmed": 18836483, "text": "These data provide a mechanistic view of miRNA-based regulation of E2F1 in the context of the emerging model that miRNAs coordinate the timing of cell cycle progression."}, {"pubmed": 18840615, "text": "analysis of transcriptional repression of the prosurvival endoplasmic reticulum chaperone GRP78/BIP by E2F1"}, {"pubmed": 19015243, "text": "study reports that mitotic complex genes Ect2, RacGAP, and MKLP1 are coordinately induced in S phase in proliferating T lymphocytes as well as in epithelial cells, depending upon activity of the CUX1 and E2F1 transcription factors"}, {"pubmed": 19022773, "text": "deregulation of c-MYC in lymphoma cells does not overcome the tumor suppressor function of TGF-beta and that repression of E2F-1 transcription is sufficient for the efficient induction of cytostasis."}, {"pubmed": 19031698, "text": "E2F1 could upregulate endogenous XRCC1 expression and stimulate the XRCC1 promoter."}, {"pubmed": 19034270, "text": "expression of miRNAs is downregulated in senescent cells and in breast cancers harboring wild-type p53. These miRNAs are repressed by p53 in an E2F1-mediated manner"}, {"pubmed": 19041685, "text": "Bortezomib arrests the proliferation of hepatocellular carcinoma cells HepG2 and JHH6 by differentially affecting E2F1 level."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077036, "text": "These results suggest that the p27(Kip1) gene specifically senses deregulated E2F activity through the E2F-like elements to suppress inappropriate cell cycle progression in response to loss of pRb function."}, {"pubmed": 19088195, "text": "under basal nonapoptotic conditions that NF-kappaB constitutively occupies and transcriptionally silences Bnip3 gene transcription by competing with E2F-1"}, {"pubmed": 19115249, "text": "overlapping E2F1/Sp1 site, being present in multiple copies in the p14ARF promoter, may serve as the targets for both E2F1 and Sp1, thereby playing a crucial role in response to some oncogenic signals and stimulators"}, {"pubmed": 19176033, "text": "E2F1 participates in the regulation of the transcriptional activation of the KIR3DL1 gene."}, {"pubmed": 19188449, "text": "The release of PCAF from hSirT1 repression favors the assembly of transcriptionally active PCAF/E2F1 complexes onto the P1p73 promoter and p53-independent apoptosis."}, {"pubmed": 19276347, "text": "E2F1 activated the expression of transcription factor EGR1 for promoting cell survival."}, {"pubmed": 19289176, "text": "Overexpression of E2F-1 significantly inhibits cell growth and proliferation, blocking entry into the S-phase of the cell cycle."}, {"pubmed": 19303924, "text": "Transcriptional regulation of human fibroblast growth factor receptor 1 by E2F1 is reported."}, {"pubmed": 19360352, "text": "Nutlin-3 treatment upregulated TAp73 and E2F1 protein levels."}, {"pubmed": 19391166, "text": "E2F1 transcription is induced by genotoxic stress through ATM/ATR activation."}, {"pubmed": 19406837, "text": "E2F1 is highly expressed in Burkitt's lymphoma cell lines and sBL lymphoma specimens. Reduction of its expression in sBL cells inhibits tumor formation and decreases their proliferation rate."}, {"pubmed": 19409758, "text": "Letter: Inhibition of protein kinase CK2 induces E2F1 nuclear export, formation of p21/E2F1 complexes and suppression of DNA synthesis in normal human epidermal keratinocytes."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19477924, "text": "Cdh1 reciprocally regulates the Rb pathway through competing with E2F1 to bind the hypophosphorylated form of Rb."}, {"pubmed": 19491197, "text": "Transcription factors were screened for regulation of a human HIC1 promoter reporter. Found that E2F1 strongly activates the full-length HIC1 promoter reporter."}, {"pubmed": 19523927, "text": "acetylation status of E2F-1 contributes to the selective activation of tumor suppressor p73 gene."}, {"pubmed": 19541929, "text": "high E2F1 levels exerted a growth-suppressing effect in osteosarcomas that relied on the integrity of the DNA damage response network"}, {"pubmed": 19576172, "text": "present study indicates that E2F1 has a dual role in the regulation of p73."}, {"pubmed": 19597470, "text": "miR-330 induces apoptosis in prostate cancer cells through E2F1-mediated suppression of Akt phosphorylation."}, {"pubmed": 19603101, "text": "Investigated downregulation of coronary vascular smooth muscle cell growth by siRNA against E2F1, cyclins E1 and E2. Data shows reduction in the phosphorylation levels of the retinoblastoma protein pRB and a decrease in the amount of cyclin A2."}, {"pubmed": 19629135, "text": "BIN1 is transcriptionally activated by E2F1 and mediates E2F1-induced apoptosis in response to DNA damage."}, {"pubmed": 19703789, "text": "E2F1 expression induced a significant increment in endogenous IGF-IR levels. ChIP assays showed enhanced E2F1-binding to the IGF-IR promoter in E2F1-expressing cells."}, {"pubmed": 19738611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19759023, "text": "CK1alpha plays a central role in mediating MDM2 control of p53 and E2F-1 protein stability"}, {"pubmed": 19763085, "text": "Sequence changes in the E2F1 HCF-1-binding site can modulate both up and down the ability of E2F1 to induce apoptosis indicating that HCF-1 association with E2F1 is a regulator of E2F1-induced apoptosis."}, {"pubmed": 19783986, "text": "analysis of the transcriptional axis mutant p53, E2F1 and ID4 which promotes tumor neo-angiogenesis"}, {"pubmed": 19826915, "text": "E2F1 transcription factor negatively regulates human IRF-3 gene promoter."}, {"pubmed": 19833767, "text": "reveals a tumor suppressor function of miR-449a/b through regulating Rb/E2F1 activity, and suggests that escape from this regulation through an aberrant epigenetic event contributes to E2F1 deregulation and unrestricted proliferation in human cancer"}, {"pubmed": 19837943, "text": "Results elucidate a mechanism for abundant tumor hPTTG1 expression, whereby Rb inactivation releases E2F1 to induce hPTTG1. This signaling pathway may underlie the requirement of PTTG1 for pituitary tumorigenesis."}, {"pubmed": 19841979, "text": "Low E2F1 is associated with lymph node metastases in breast carcinoma."}, {"pubmed": 19893569, "text": "Data show that E2F1 induces EZH2 expression, which in turn antagonizes the induction of E2F1 pro-apoptotic target Bim expression."}, {"pubmed": 19895738, "text": "Overexpression of E2F-1 accelerates apoptosis of gastric carcinoma MGC-803 cells."}, {"pubmed": 19960022, "text": "Data suggest that miR-449a and b provide a twofold safety mechanism to avoid excessive E2F1-induced proliferation by cell cycle arrest and by apoptosis."}, {"pubmed": 20026813, "text": "E2F1-epidermal growth factor receptor interaction is a driving force in melanoma progression that may serve as a paradigm for E2F1-induced metastasis in other human cancers."}, {"pubmed": 20029046, "text": "miR-223 is down-regulated in different subtypes of acute myeloid leukemia (AML). E2F1 binds to the miR-223 promoter in AML blast cells and inhibits miR-223 transcription."}, {"pubmed": 20037816, "text": "There are specific interactions among Rb, HDAC1 and E2F1 proteins in gallbladder carcinoma, indicating the existence of the direct Rb/E2F1/HDAC1 signal transduction pathway. p16 does not interact with any of these proteins."}, {"pubmed": 20039540, "text": "There is over-expression of E2F-1 gene and deletion of p14(ARF) gene in the tumorigenesis of the lung cancer in Gejiu and Xuanwei regions in Yunnan Province."}, {"pubmed": 20040599, "text": "E2F1 makes use of its transcriptional target RRP1B to activate other genes directly involved in apoptosis."}, {"pubmed": 20106982, "text": "CDKN1C negatively regulates RNA polymerase II C-terminal domain phosphorylation in an E2F1-dependent manner"}, {"pubmed": 20123965, "text": "Data show that progesterone receptor-B acts in both direct and indirect manners to positively upregulate E2F1 expression."}, {"pubmed": 20187294, "text": "that E2F1 can activate transcription from the Siah1 promoter. Ectopic expression of E2F1 elevates the Siah1 level, hence suppressing the beta-catenin/TCF activity"}, {"pubmed": 20215421, "text": "Collectively, our findings suggest that tamoxifen resistance is a result of increased ERalpha/Sp-1 interaction, which enhances the expression of E2F1 to promote tamoxifen resistance."}, {"pubmed": 20226085, "text": "Microarray expression analysis indicated that E2F1 and E2F2 are downstream genes in the KDM5B pathway."}, {"pubmed": 20233728, "text": "Cis-acting genetic variation at an E2F1/YY1 response site and putative p53 site is associated with altered allele-specific expression of ERCC5 (XPG) transcript in normal human bronchial epithelium."}, {"pubmed": 20237430, "text": "In the absence of Rb, E2F1 overexpression results in apoptosis, not proliferation, and that this effect is independent of p53."}, {"pubmed": 20354121, "text": "AR mediates EGF- and bFGF-induced colon cancer cell proliferation by activating or expressing G(1)-S phase proteins such as E2F-1, cdks, and cyclins through the reactive oxygen species/phosphoinositide 3-kinase/AKT pathway."}, {"pubmed": 20410059, "text": "This study shows that RIP140 is a regulator of the E2F pathway, which discriminates luminal- and basal-like tumors"}, {"pubmed": 20411301, "text": "Lactoferrin exploits the control mechanism of E2F1-regulated target genes or Bcl-2 family gene networks involved in the apoptotic process in Jurkat human leukemia T lymphocytes."}, {"pubmed": 20413589, "text": "E2F1 has a direct, non-transcriptional role in DNA repair involving increased recruitment of NER factors to sites of damage"}, {"pubmed": 20421545, "text": "Supervised analysis of gene expression data revealed a gene expression signature that is strongly associated with invasive bladder tumors."}, {"pubmed": 20421650, "text": "E2F1 is a critical regulator of dendritic cell maturation."}, {"pubmed": 20423997, "text": "Transcriptional analysis of an E2F gene signature as a biomarker of activity of the cyclin-dependent kinase inhibitor PHA-793887 in tumor and skin biopsies."}, {"pubmed": 20447425, "text": "These results suggest that phosphorylation of Ser403 could influence the selection and regulation of E2F1 target genes."}, {"pubmed": 20510161, "text": "these data highlight an important role of miR-331-3p in cell cycle control by targeting 3'-UTR of cell cycle-related molecule E2F1 in gastric cancer."}, {"pubmed": 20538716, "text": "beta1,4GalT I is an important E2F1 target gene that is required for cell cycle progression in mammalian cells, which elicits a new mechanism of cell growth and a new mechanism of beta1,4GalT I transcription"}, {"pubmed": 20585447, "text": "Downregulation of the repair genes is on account of a decrease in amount and promoter recruitment of the E2F1 transcription factor"}, {"pubmed": 20603083, "text": "Set9 and LSD1 regulate DNA damage-induced cell death in a manner opposite to that observed in p53(+/+) cells, via modulation of E2F1 stabilization."}, {"pubmed": 20623644, "text": "Our findings not only provided the first evidence that Akt1 is a direct target of miRNA but also demonstrated that miR-149* is a pro-apoptotic miRNA by repressing the expression of Akt1 and E2F1."}, {"pubmed": 20664976, "text": "Results indicate that co-regulation of ANRIL and p14ARF could be coupled by their unique intergenic region potentially through E2F1."}, {"pubmed": 20680651, "text": "E2F-1 associated pRB is modified by O-GlcNAc."}, {"pubmed": 20685653, "text": "Coordination between cell cycle progression and cell fate decision by the p53 and E2F1 pathways in response to DNA damage."}, {"pubmed": 20713352, "text": "RB.E2F1 complex plays a critical role in ZBRK1 transcriptional repression, and loss of this repression may contribute to cellular sensitivity of DNA damage, ultimately leading to carcinogenesis."}, {"pubmed": 20729920, "text": "TRIM16 acts as a tumour suppressor, affecting neuritic differentiation, cell migration and replication through interactions with cytoplasmic vimentin and nuclear E2F1 in neuroblastoma cells."}, {"pubmed": 20837136, "text": "E2F1 binds to some consensus binding sequences in the MDM2 promoter, but this direct binding is dispensable for the inhibition of MDM2 promoter activity by E2F1."}, {"pubmed": 20855524, "text": "Data report that ANCCA directly interacts with E2F1 to E2F3 in its complex with MLL and that its N terminus interacts with both the N and C termini of E2F1."}, {"pubmed": 20948288, "text": "These data suggest that APC/C(Cdc20) specifically targets E2F1 for degradation in early mitosis and reveal a novel mechanism for limiting free E2F1 levels in cells, failure of which may compromise cell survival and/or homeostasis."}, {"pubmed": 20952509, "text": "Findings establish that NF-Y acts upstream of E2F1 in p53-mediated apoptosis."}, {"pubmed": 20962268, "text": "Enhanced NPM-retinoblastoma tumor suppressor protein (pRB) interaction, leading to the relief of the repressive pRB-E2F1 circuitry and the consequent transcriptional activation of E2F1 and several downstream DNA repair genes."}, {"pubmed": 20971808, "text": "CEBPD reverses RB/E2F1-mediated gene repression and participates in HMDB-induced apoptosis of cancer cells."}, {"pubmed": 21085491, "text": "Data show that Orc1 specifically binds hypo-phosphorylated Rb and that this interaction is competitive with the binding of Rb to E2F1."}, {"pubmed": 21099295, "text": "A new function for these factors in the control of insulin secretion and open up new avenues for the treatment of diabetes."}, {"pubmed": 21106062, "text": "The studies support coordinated regulation of delta-catenin expression by both the activating transcription factor E2F1 and repressive transcription factor Hes1 in prostate cancer progression."}, {"pubmed": 21225257, "text": "The transcription factor E2F1 negatively regulates the basal transcriptional activity of IRF-3 and deregulates IRF-3 expression at the mRNA level."}, {"pubmed": 21283628, "text": "E2F1 emerges as a key protein that integrates cell division and growth, both of which are essential for cell proliferation."}, {"pubmed": 21283765, "text": "Mir-17, -20a, and -106b downregulate a common set of pro- and anti-proliferative target genes to impact cell cycle progression of human cord blood stem cells and increase intracellular activity of E2F transcription factors to govern G(1)/S transition."}, {"pubmed": 21293853, "text": "new paradigm for the regulation of cell survival by highlighting the close proximity between the cell cycle factors E2F-1 and NF-kappaB and regulation of the intrinsic death pathway through the expression of Bnip3."}, {"pubmed": 21310950, "text": "Findings do not provide support for the model that protein-protein interactions are involved in recruiting E2F1 to the genome, but rather suggest that recognition of a motif found at most human promoters is the critical determinant."}, {"pubmed": 21320024, "text": "E2F1 is dynamically regulated by epigenetic enzymes in response to DNA damage."}, {"pubmed": 21367750, "text": "Owing to the role of B-Myb and E2F1 transcription factors in controlling cell-cycle progression of leukemic cells, the downregulation of these oncogenes by miR-34a suggests the usefulness of therapeutic approaches aimed to modulate the levels of miR-34a."}, {"pubmed": 21453717, "text": "E2F1 plays a crucial role in transcriptional control of the human Lsh gene and the decrease of Lsh expression in senescent cells is related to the repression of E2F1"}, {"pubmed": 21454377, "text": "our data identify the miR-15 and miR-16 families as novel transcriptional targets of E2F, which, in turn, modulates E2F activity."}, {"pubmed": 21454583, "text": "miRNA-205 suppresses melanoma cell proliferation and induces senescence via regulation of E2F1 protein"}, {"pubmed": 21454803, "text": "Silencing the NHE1 gene significantly inhibited the hypoxia-induced proliferation, hypertrophy, and migration of human pulmonary artery smooth muscle cells via repression of the nuclear transcription factor E2F1."}, {"pubmed": 21479363, "text": "overexpression of ASPP1 rendered MCF-7 and MDA-MB231 breast cancer cells more sensitive to resveratrol-mediated apoptosis via the E2F pathway"}, {"pubmed": 21484256, "text": "Studies suggest that BAP1 influences cell proliferation at G1/S by co-regulating transcription from HCF-1/E2F-governed promoters."}, {"pubmed": 21512314, "text": "Transcription factor E2F1 promotes the recruitment of DNA repair factors to sites of DNA double-strand breaks."}, {"pubmed": 21532622, "text": "ICAT is a direct transcriptional target of E2F1, and activation of ICAT by E2F1 is required for E2F1 to inhibit beta-catenin activity."}, {"pubmed": 21573702, "text": "PI3-kinase/p38 kinase-dependent E2F1 activation is critical for Pin1 induction in tamoxifen-resistant breast cancer cells."}, {"pubmed": 21589897, "text": "These results reveal a novel role for E2F1 in mediating an ataxia telangiectasia mutated (ATM) protein kinase-dependent DNA damage responses (DDRs) that contributes to viral replication."}, {"pubmed": 21602887, "text": "results suggest that, in cancer, frequent and persistent expression of PAX8 is required for cell growth control through transcriptional activation of E2F1 expression and upregulation of the RB-E2F1 pathway"}, {"pubmed": 21629784, "text": "Findings define a MKI67, TOP2A, and E2F1 tri-marker proliferation index with possible utility for improved prognostication and treatment stratification in prostate cancer."}, {"pubmed": 21653699, "text": "one of the functions of cIAP1 when localized in the nucleus is to regulate E2F1 transcriptional activity."}, {"pubmed": 21656380, "text": "miR-106a can increase p53 expression via E2F1 inhibition."}, {"pubmed": 21743494, "text": "Data suggest E3 ligase murine double minute-2 (MDM2) as a drug target in melanoma cells, and identify E2F1 as a biomarker to consider when stratifying putative candidates for clinical studies of p53-MDM2 inhibitors."}, {"pubmed": 21752283, "text": "Integrin subunits alpha5 and alpha6 regulate cell cycle by modulating the chk1 and Rb/E2F pathways to affect breast cancer metastasis."}, {"pubmed": 21768773, "text": "E2F1 directly transcribes QKI, which, in turn, negatively regulates the cell cycle by targeting multiple cell cycle regulators, forming an E2F1-QKI-pRb/E2F1 negative feedback loop."}, {"pubmed": 21788450, "text": "gamma-Tubulin mutants showed that the C terminus interacts with the transcription factor E2F1 and that the E2F1-gamma-tubulin complex is formed during the G(1)/S transition"}, {"pubmed": 21789246, "text": "Tamoxifen resistant tumors displayed enriched expression of genes related to cell cycle and proliferation, as well as elevated activity of E2F transcription factors."}, {"pubmed": 21799732, "text": "p16( INK4a) is also a modulator of transcription and apoptosis through controlling the expression of two major transcription regulators, AUF1 and E2F1"}, {"pubmed": 21878508, "text": "Interference of POLR1A inhibited the synthesis of rRNA and hindered cell cycle progression in cells with inactivated p53, as a consequence of downregulation of the transcription factor E2F-1."}, {"pubmed": 21955916, "text": "the first somatic mutation of E2F1, R166H, to be identified in human mesothelioma of the peritoneum; R166H mutation in E2F1 is shown to have a deleterious effect on its DNA binding ability"}, {"pubmed": 21966451, "text": "Results suggest that DNMT1 operates either as a functional intermediary or in cooperation with E2F1 inhibiting AR gene expression in a methylation independent manner."}, {"pubmed": 22136275, "text": "sequence comparison of vertebrate species suggested that the identified E2F1 binding motif is primate specific, consistent with the previous observation of rapid evolution of MCPH1 protein sequence in primates"}, {"pubmed": 22159227, "text": "Tip60 interacts with E2F1 and promotes its acetylation."}, {"pubmed": 22184068, "text": "DNA damage signals alter pRB and E2F1 to engage them in functions leading to apoptotic induction that are distinct from pRB-E2F regulation in cell cycle control"}, {"pubmed": 22298593, "text": "Studies indicate that the tumor suppressor E2F1 transcription factor (E2F1) is most relevant for cancer progression and chemoresistance."}, {"pubmed": 22302879, "text": "These findings support the hypothesis that Epstein-Barr virus EBNA1 initiates transcription at the C promoter via interactions between multiple EBNA1 homodimers and cellular transcription such as E2F1, ARID3A and Oct-2."}, {"pubmed": 22310660, "text": "E2F1 suppresses TLR3 transcription, but during immune stimulation, Rb is upregulated to block the inhibitory effect of E2F1 on TLR3, highlighting a role of Rb-E2F1 axis in the innate immune response in epithelial cells"}, {"pubmed": 22327218, "text": "The results showed that arginine methylation regulates the biological activity of E2F1 activity, and raise the possibility that arginine methylation contributes to tumourigenesis by influencing the E2F pathway."}, {"pubmed": 22344756, "text": "E2F1 and E2F2 genetic variants may jointly play important roles in head and neck squamous cell carcinoma"}, {"pubmed": 22349817, "text": "NuSAP is a novel biomarker for prostate cancer recurrence after surgery and its overexpression appears to be driven in part by E2F1 activation"}, {"pubmed": 22450712, "text": "we show that the increased expression of E2F-1 protein in human hepatocellular carcinoma is correlated with enhanced tumor cell apoptosis"}, {"pubmed": 22476863, "text": "E2F1 is involved in the induction of p19INK4d following UV irradiation"}, {"pubmed": 22480684, "text": "E2F-1 participates in p53-mediated DNA damage response and might have a checkpoint function to limit overactive p53."}, {"pubmed": 22482402, "text": "Data show that TFDP3 upregulates the expression of autophagy gene LC3B and inhibits E2F1-induced apoptosis, and may play an important role in prostate cancer."}, {"pubmed": 22484283, "text": "The results suggest that MIC-1 secreted from cancer cells stimulates endothelial cell proliferation by enhancing AP-1- and E2F-dependent expression of G(1) cyclins via PI3K/Akt, JNK, and ERK signaling pathways."}, {"pubmed": 22492316, "text": "results suggest that oncolytic adenovirus induces autophagic cell death through an E2F1-miR-7-EGFR pathway in human cancer cells, providing a novel insight into the molecular mechanism of an anticancer virotherapy"}, {"pubmed": 22564666, "text": "Down-regulation of miRNA targeting HMGA1, HMGA2, and E2F1 in human pituitary GH adenomas."}, {"pubmed": 22580462, "text": "The formation of Ub-K11 chains on E2F1 is increased in the presence of Cdh1 and accumulated in the presence of proteasome inhibitor, suggesting that APC/C (Cdh1) targets E2F1 for degradation by forming Ub-K11 chains."}, {"pubmed": 22629304, "text": "this work identifies the RIP140 gene as a new transcriptional target of E2F1 which may explain some of the effect of E2F1 in both cancer and metabolic diseases."}, {"pubmed": 22644489, "text": "This report identifies two additional PTPs, SHP-2 and PTP-PEST, that are also directly activated by the Rb-E2F pathway and which can contribute to signal transduction during p53-independent apoptosis."}, {"pubmed": 22688350, "text": "The inverse immunohistochemical relationship between E2F1 and E2F4 indicates a possible mechanistic interlink in colorectal cancer."}, {"pubmed": 22771493, "text": "Direct cooperation between androgen receptor and E2F1 reveals a common regulation mechanism for androgen-responsive genes in prostate cells.("}, {"pubmed": 22782351, "text": "TIGAR mediates de-phosphorylation of RB and stabilisation of RB-E2F1 complex."}, {"pubmed": 22798430, "text": "RBM38 as novel transcriptional target of E2F1 restricts E2F1-induced proliferation. Furthermore, this negative feedback loop seems to restrict tumor aggressiveness, thereby promoting survival of patients with cancer."}, {"pubmed": 22802261, "text": "E2F1 plays a key role in promoting FOXM1 expression, cell survival, and epirubicin resistance as its depletion by siRNA attenuated FOXM1 induction and cell viability in response to epirubicin."}, {"pubmed": 22825328, "text": "The transactivation domain of E2F-1 is not essential for induction of autophagy; apoptosis and autophagy cooperate for an efficient cancer cell killing effect induced by E2F-1 or E2Ftr."}, {"pubmed": 22832221, "text": "E2F1 overexpression diminishes ATM transcription after doxorubicin exposure which is impaired by E2F1 dominant negative mutants."}, {"pubmed": 22836579, "text": "E2F-1 is a substrate for NEDD8 post-translational modification."}, {"pubmed": 22848730, "text": "up-regulation of the E2F1/CDK1 pathway that is associated with neuronal apoptosis following impact spinal cord injury"}, {"pubmed": 22871739, "text": "E2F1 and miR-205 are crucial regulators of genes associated with chemoresistance in aggressive tumors."}, {"pubmed": 22880102, "text": "E2F1 up-regulates the human CD2AP promoter."}, {"pubmed": 22911364, "text": "Upregulation of E2F1 is associated with hepatocellular carcinoma."}, {"pubmed": 22945643, "text": "The phosphorylation of S375 by CDK8 regulates E2F1 ability to repress transcription of beta-catenin/TCF-dependent genes, as well as activation of E2F1-dependent genes."}, {"pubmed": 22952705, "text": "p53 inactivation upregulates p73 expression through E2F-1 mediated transcription"}, {"pubmed": 22955272, "text": "Novel molecular mechanisms for the different expression patterns of E2F1 targets and the selectivity of retinoblastoma protein-mediated heterochromatin formation and gene repression during cellular senescence."}, {"pubmed": 23001041, "text": "Data indicate that overexpression of SENP8, a NEDD8-specific cysteine protease, resulted in deNEDDylation of E2F1 and promoted its transactivation activity at the p73 gene."}, {"pubmed": 23028047, "text": "DNA methylation of the DOK1 core promoter region found in head and neck cancer cell lines hampered the recruitment of E2F1 to the DOK1 promoter and compromised DOK1 expression."}, {"pubmed": 23054209, "text": "High E2F1 expression is associated with B-chronic lymphocytic leukemia."}, {"pubmed": 23064264, "text": "The results identify E2F8 as a repressor and E2F1 as an activator of a transcriptional network controlling polyploidization in mammalian cells."}, {"pubmed": 23108995, "text": "Reduction of miR-26a expression leads to increased Rb1 protein level which in turn inhibits the function of E2F1."}, {"pubmed": 23129428, "text": "Data show an unexpected dual downregulation of both miRNA 17-5p and its target gene E2F1 on the mRNA and protein levels in pediatric systemic lupus erythematosus."}, {"pubmed": 23152437, "text": "Transfection of the NSCLC cell lines with specific siRNAs against SRF, E2F1 and survivin resulted in a very considerable reduction of the intracellular mRNA concentration."}, {"pubmed": 23152504, "text": "Bim, a proapoptotic protein, up-regulated via transcription factor E2F1-dependent mechanism, functions as a prosurvival molecule in cancer"}, {"pubmed": 23196386, "text": "Knockdown of E2F1 stabilized HIF-1alpha and promoted LOX expression, while knockdown of both E2F1 and HIF-1alpha prevented the up-regulation of LOX"}, {"pubmed": 23212661, "text": "Data gathered from cell lines, tumorigenicity studies, and primary hepatocellular carcinoma samples demonstrate a negative role of HIF-2alpha in tumors, which is mediated by the TFDP3/E2F1 pathway."}, {"pubmed": 23237560, "text": "that the serine-threonine kinase PBK/TOPK is frequently overexpressed in high-grade lymphomas and its expression is positively correlated to that of c-Myc and E2F1"}, {"pubmed": 23306062, "text": "Data show that E2F1 overexpression, due to p53 or p21 inactivation, promotes expression of human oncoprotein CIP2A."}, {"pubmed": 23348237, "text": "Knocking down E2F1 reduced the effects of core promoter mutations on SKP2 and cellular proliferation"}, {"pubmed": 23352642, "text": "found that HBXIP was able to stimulate the promoter of Skp2 through binding to the -640/-443 region in Skp2 promoter involving activating E2F transcription factor 1"}, {"pubmed": 23429261, "text": "inhibition of Bcl-2 and Bcl-xL by ABT-737 enhances a caspase-dependent increase in Noxa induction mediated by E2F-1 and, less expectedly, by its regulator protein pRb."}, {"pubmed": 23447575, "text": "Data suggest that genotoxic drug treatment favors selection of chemoresistant cells in genetically heterogeneous tumors, in a manner requiring dysregulation of incoherent feedforward loops that involve E2F1, p73/DNp73, and miR-205."}, {"pubmed": 23511556, "text": "Results suggest that AIB1 promotes BC cell proliferation through the AKT pathway and E2F1. Furthermore, AIB1 overexpression predicts tumour progression in patients with non-muscle-invasive BC."}, {"pubmed": 23542036, "text": "Independently of EAPP, E2F1 also increases the activity of the MDR1 promoter."}, {"pubmed": 23542171, "text": "E2F1 directly binds to CTSL2 promoter and regulates CTSL2 gene expression."}, {"pubmed": 23543735, "text": "GCN5 has a role in potentiating growth of non-small cell lung cancer by promoting E2F1, cyclin D1, and cyclin E1 expression"}, {"pubmed": 23583198, "text": "where miR-17-5p showed a significant down-regulation in 23 non-metastatic HCC biopsies compared to 10 healthy tissues; however, E2F-1 and c-MYC transcripts were markedly elevated"}, {"pubmed": 23629655, "text": "MLL5 can associate with HCF-1 and then be recruited to E2F1-responsive promoters to stimulate H3K4 trimethylation and transcriptional activation."}, {"pubmed": 23707559, "text": "EZH2-mediated signal loop, EZH2-CDK4/6-pRb-E2F1, is probably involved in GBM tumorigenicity, and this loop can be blocked by miRNA-138"}, {"pubmed": 23744542, "text": "Regulation of E2F1 by the von Hippel-Lindau tumour suppressor protein predicts survival in renal cell cancer patients."}, {"pubmed": 23760264, "text": "Data indicate that PIM-2 is an upstream activator of E2F-1 and ATM in the ultraviolet damage response."}, {"pubmed": 23770852, "text": "SKP2 serves as dual ERa E3 ligase/coactivator for late-activated target genes, revealing a novel mechanism whereby ERa/SCFSKP2 transactivation of E2F-1 feeds forward to drive G1-to-S."}, {"pubmed": 23792570, "text": "E2F-1, a key transcription factor necessary for cell growth, DNA repair, and differentiation, is an attractive target for development of anticancer drugs in tumors that are E2F \"oncogene addicted\"."}, {"pubmed": 23806799, "text": "Experiments demonstrate a role of E2F1 in osteoblast differentiation and mineralization and suggest that FZD1 is required, in part, for E2F1 regulation of osteoblast mineralization."}, {"pubmed": 23833190, "text": "UHRF2 is a transcriptional target of E2F, that it directly interacts with E2F1."}, {"pubmed": 23853093, "text": "MAGE-A11 is a proto-oncogene whose increased expression in prostate cancer reverses retinoblastoma-related protein p107 from a transcriptional repressor to a transcriptional activator of the androgen receptor and E2F1."}, {"pubmed": 23853115, "text": "E2F7 recruits the co-repressor C-terminal-binding protein (CtBP) and that CtBP2 is essential for E2F7 to repress E2F1 transcription."}, {"pubmed": 23866847, "text": "MiR-329 may inhibit cell proliferation in human glioma cells through regulating E2F1-mediated suppression of Akt pathway."}, {"pubmed": 23934193, "text": "somatic mutations in DP-1 uncouple normal control of the E2F pathway, and thus define a new mechanism that could contribute to aberrant proliferation in tumor cells"}, {"pubmed": 23940755, "text": "Api5, even if not physically interacting with E2F1, contributes positively to E2F1 transcriptional activity by increasing E2F1 binding to its target promoters."}, {"pubmed": 23954287, "text": "report that the transcription factor E2F1 binds only to the E2F1 distal site of the p53 promoter in the human papillomavirus positive carcinoma HeLa cell line"}, {"pubmed": 23966291, "text": "Low E2F1 expression is associated with breast and lung neoplasms."}, {"pubmed": 23967231, "text": "Genomic deregulation of the E2F/Rb pathway leads to activation of the oncogene EZH2 in small cell lung cancer."}, {"pubmed": 24014029, "text": "Ei24 is a novel E2F1 target gene contributing to the survival of p53-deficient cells upon UVC irradiation and thus may have a potential significance as a therapeutic target of certain chemotherapy for treating p53-deficient tumors."}, {"pubmed": 24023875, "text": "E2F1's function in the metastatic process in clear cell renal cell carcinoma"}, {"pubmed": 24037896, "text": "The results of in vitro and in vivo experiments demonstrated that combined therapy with Ad-E2F and CIK cells produce stronger antitumor effects than the administration of Ad-E2F or CIK cells alone"}, {"pubmed": 24038122, "text": "E2F-1 is involved in regulating multiple signaling pathways in reversing multidrug resistance in gastric cancer cells."}, {"pubmed": 24038143, "text": "The E2F1/DNMT1 axis is associated with the development of AR negative castration resistant prostate cancer."}, {"pubmed": 24076217, "text": "PRMT1/PRMT5 arginine methylation regulate the biological activity of E2F1 promoting apoptosis/proliferation."}, {"pubmed": 24076372, "text": "The model of p53 action on E2F1-activated PLK1 gene may explain at least partly how p53 as a suppressor regulates the downstream effects of E2F1 in cellular stresses including DNA damage stress"}, {"pubmed": 24103329, "text": "Authors find that phosphorylation of S788 and S795 weakens the direct association between the N-terminal portion of the retinoblastoma protein C-terminal domain and the marked-box domains of E2F."}, {"pubmed": 24109597, "text": "Analysis data from a panel of cell cycle transcription factors (E2F1, E2F4, E2F6, and GABPA) finds that a set of core cell cycle genes regulated in both U2OS and HeLa cells are bound by multiple cell cycle transcription factors."}, {"pubmed": 24112038, "text": "A novel function of pVHL and demonstrate a negative-feedback loop between pVHL and E2F1, which may shed new light on the explanation of the role of pVHL in tumour suppression."}, {"pubmed": 24150491, "text": "These results demonstrate that E2F1 mRNA is a physiological target of TTP and suggests that TTP controls proliferation as well as migration and invasion through the regulation of E2F1 mRNA stability."}, {"pubmed": 24168400, "text": "ERIC as a novel lncRNA that is transcriptionally regulated by E2F1 transcription factor. [XLOC_006942]"}, {"pubmed": 24276245, "text": "E2F1 has a role in chemotherapeutic drug resistance via ABCG2"}, {"pubmed": 24335704, "text": "E2F1/Rb pathways are altered by HHV-6, which then uses the E2F1 transcription factor to express viral genes"}, {"pubmed": 24337320, "text": "miR202 is activated by E2F1 and in turn downregulates MYCN protein expression in the neuroblastoma cell line LAN5. Upregulation of miR202 may therefore be a novel strategy for neuroblastoma treatment."}, {"pubmed": 24341432, "text": "A differentially regulated gene module, which is enriched for cell cycle-related and E2F1 targeted genes, plays a role in the molecular differences between smoker and non-smoker lung cancer."}, {"pubmed": 24344198, "text": "eleven-nineteen lysine-rich leukemia protein enhanced E2F1 deacetylation via recruitment of histone deacetylase 1"}, {"pubmed": 24393368, "text": "Higher expression of e2f-1 occurred in the early stages of gastric adenocarcinoma, with lower expression of it in the later stages."}, {"pubmed": 24406621, "text": "E2F1 was expressed in coordination with TFDP3 in most prostate cancer tissues."}, {"pubmed": 24465681, "text": "E2F-dependent expression of DSCC1 confers anti-apoptotic properties in colorectal cancer cells."}, {"pubmed": 24502362, "text": "Hypermethylated E2F transcription factor 1 (E2F1) motif is a key regulatory element for the DNMT1 gene in BRCA1-mutated breast cancer"}, {"pubmed": 24516045, "text": "we identify the contribution of dysregulated C/EBPalpha and E2F1 to elevated Trib2 expression and leukemic cell survival"}, {"pubmed": 24535579, "text": "These results suggested that Rta represses IRF-3 expression by increasing E2F1 binding to the IRF-3 promoter."}, {"pubmed": 24608861, "text": "E2F1 is a potent biomarker, as well as a therapeutic target for all-trans retinoic acid -based differentiation therapeutics, and raise the hope of using differentiation-based approaches for osteosarcoma patients."}, {"pubmed": 24619556, "text": "E2F1 activated Egr-1 expression in a biphasic fashion as described in both human and mouse hepatocytes"}, {"pubmed": 24627437, "text": "Studied a new therapeutic alternative in the treatment of multiresistant lung adenocarcinoma via siRNA-specific transfection of six crucial molecules involved in lung carcinogenesis: SFR, E2F1, Survivin, HIF1, HIF2 and STAT3."}, {"pubmed": 24675884, "text": "Accumulation of E2F1 in the nucleolus is an indicator for nucleolar stress, which buffers elevation of E2F1 in the nucleoplasm and coordinates the diversifying mechanisms of E2F1 acts in cell cycle progression and apoptosis in response to DNA damage."}, {"pubmed": 24737870, "text": "HES6 is up-regulated in aggressive human prostate cancer and drives tumour growth by enhancing the transcriptional activity of the AR, which is preferentially directed to a regulatory network enriched for transcription factors such as E2F1."}, {"pubmed": 24742333, "text": "E2F1 knockdown inhibited prostate tumor growth in vitro and in vivo through sensitizing tumor cells to ICAM-1 mediated anti-immunity by NF-kappaB modulation, highlighting the potential of E2F1 as a therapeutic target."}, {"pubmed": 24755270, "text": "E2F1 acts as a transcriptional activator for MMPs and directly enhances MMP transcription by binding to E2F1 binding sequences in the promoter, or indirectly activates MMPs through enhanced Sp1 and NF-kappa B as a consequence of E2F1 activation in SCLC."}, {"pubmed": 24761865, "text": "Over-expression of E2F1 is associated with hepatocellular carcinoma."}, {"pubmed": 24771265, "text": "Our findings suggest that EZH2-specific microRNA-98 can effectively inhibit cell proliferation in vitro and regulate the pRb-E2F pathway in human ovarian cancer"}, {"pubmed": 24788101, "text": "The target of retinoblastoma protein, E2F1, is a transcription factor whose expression is increased in many human cancers . [Review]"}, {"pubmed": 24819879, "text": "Data show that E2F-1 form a complex with RNA polymerase II and protein PURA for transcriptional activation of the secondary promoter."}, {"pubmed": 24828505, "text": "MiR-320 regulates the expression and functions of E2F1 and SF-1 in Polycystic Ovary Syndrome patients."}, {"pubmed": 24845566, "text": "these data show a synergistic effect of MDM2 and E2F1 on TAp73 transcriptional activity, suggesting a novel regulation pathway of TAp73."}, {"pubmed": 24870800, "text": "E2F1 is a novel modulator of MDM2 expression via SNP309, as well as mediating cell proliferation and CCND1 expression in skin cancer."}, {"pubmed": 24882622, "text": "HBXIP facilitates the proliferation of hepatoma cells by up-regulating SCG3 via E2F1 and miR-509-3p modulation."}, {"pubmed": 24891616, "text": "These results reveal a novel link between ROR-alpha and E2F1 in regulating cell cycle progression and mammary tissue morphogenesis."}, {"pubmed": 24893334, "text": "These results suggest that the ARF promoter, which is specifically activated by deregulated E2F activity, is an excellent candidate to drive therapeutic cytotoxic gene expression, specifically in cancer cells."}, {"pubmed": 24909689, "text": "The involvement of E2F1-dependent DROSHA activation in pri-miRNA processing under DNA damage stress will provide further insight into the regulation of miRNA biosynthesis."}, {"pubmed": 24913980, "text": "Data indicate drug-induced ligands gene expression was transcriptionally regulated and involved DNA damage response (DDR)-dependent E2F1 transcription factor activity."}, {"pubmed": 24925209, "text": "Data indicate that a positive correlation was found between expression of transcription factor E2F-1 and tumor supressor p53 in Hodgkin lymphoma (HL)."}, {"pubmed": 24969314, "text": "Results showed that E2F1 acts as a negative feedback regulator of c-Myc-induced hTERT transcription. If this negative regulating mechanism of E2F1 is attenuated or abrogated, hTERT is easily activated by c-Myc overexpression, leading to tumorigenesis."}, {"pubmed": 25029110, "text": "a regulatory role for KDM2A in breast cancer cell invasion and migration, through the regulation of E2F1 function"}, {"pubmed": 25042645, "text": "stimulation of the E2F1-RHAMM axis in aggressive cancer cells is of high clinical significance"}, {"pubmed": 25124555, "text": "Set7/9 is a potential biomarker in tumour cells and is associated with overexpressed E2F1 activity."}, {"pubmed": 25136922, "text": "Identification of the transcription factor binding site of the HOXB9 promoter region suggests that E2F1 is a direct regulator of HOXB9 expression in breast cancer."}, {"pubmed": 25139024, "text": "High E2F1 expression is associated with cisplatin resistance and glioma."}, {"pubmed": 25174355, "text": "ATO has potent in vitro and in vivo activity in lung adenocarcinoma, partially mediated through E2F1 downregulation and apoptosis"}, {"pubmed": 25175461, "text": "Myc is critical in modulating the amplitude of cell cycle, whereas cyclin D/E activities have little effect on amplitude but do contribute to the modulation of duration of E2F1 activation, thereby affecting the pace of cell cycle progression."}, {"pubmed": 25180182, "text": "Our findings may be helpful in exploring the underlying mechanisms of CML and provide useful information in cancer treatment."}, {"pubmed": 25216463, "text": "cancer-related miR-203 is a novel transcriptional target of E2F1 and that it regulates cell cycle arrest by participating in a feedback loop with E2F1"}, {"pubmed": 25257171, "text": "The release of BIN1 from hypo-poly(ADP-ribosyl)ated E2F1 is a mechanism by which serum starvation promotes E2F1-induced apoptosis."}, {"pubmed": 25279448, "text": "Calpain cleavage of E2F1 was found to be in response to NMDA receptor HIV-mediated neurotoxicity."}, {"pubmed": 25312903, "text": "A newly discovered role of E2F1 in the regulation of p53R2 expression in DNA damage response."}, {"pubmed": 25341426, "text": "Data identify the metastasis suppressor TXNIP as new target of miR-224/miR-452 that induces feedback inhibition of E2F1 and show that miR-224/452-mediated downregulation of TXNIP is essential for E2F1-induced EMT and invasion"}, {"pubmed": 25344604, "text": "E2F1 regulates cellular senescence by inhibiting FOXO3."}, {"pubmed": 25348716, "text": "PRMT4 has a role in arginine methylation, which negatively regulates retinoblastoma tumor suppressor protein and promotes E2F-1 dissociation"}, {"pubmed": 25368385, "text": "excess E2F1 due to Rb inactivation recruits the complex of Cdc20 and the anaphase-promoting complex/cyclosome to deregulate the expression of UBCH10"}, {"pubmed": 25401222, "text": "High E2F1 expression is associated with metastasis in non-small cell lung cancers."}, {"pubmed": 25437553, "text": "THAP11, ZNF143, and HCF-1 form a mutually dependent complex on chromatin, which is independent of E2F occupancy."}, {"pubmed": 25439843, "text": "E2F1 microduplications or microdeletions are present in men with NOA (7.3%)."}, {"pubmed": 25449331, "text": "High E2F1 expression is associated with response to low intravenous immunoglobulin therapy in patients with Kawasaki disease."}, {"pubmed": 25593464, "text": "E2F-1 inhibits growth of gastric cancer cells by regulating multiple signaling pathways."}, {"pubmed": 25600647, "text": "Stimulation of multiplenon-small cell lung cancer cell lines with nicotine led to enhanced recruitment of beta-arrestin-1 and E2F1 on vimentin"}, {"pubmed": 25627688, "text": "Tudor-SN is a potential substrate of G1/S phase Cyclin-Dependent Kinases, and promotes cell cycle progression by facilitating E2F-1-mediated gene transcription."}, {"pubmed": 25634216, "text": "this novel function of E2F may have a major impact on cell viability, and it is independent of induction of apoptotic genes. Here, we discuss the implications of these findings in cancer biology."}, {"pubmed": 25738367, "text": "Inhibition of miR-10b represses E2F1-mediated transcription, leading to down-regulation of multiple E2F1 target genes and stalling progression through the S-phase of cell cycle."}, {"pubmed": 25742740, "text": "the functional involvement of the Pin1-E2F1 axis in the anti-proliferative effect of BZB indicating Pin1-E2F as an attractive target to control HCC cell growth."}, {"pubmed": 25788226, "text": "Results show that in triple negative breast cancer cells, PELP1 interacts with mutated Tp53 and E2F1 to differentially regulates their target gene expression."}, {"pubmed": 25816777, "text": "Indicate a novel oncogenic role of E2F1 by enhancing glycolysis via suppression Sirt6 transcription in bladder and prostate tumor cell lines."}, {"pubmed": 25892555, "text": "E2F1 accumulates at sites of oxidative and UV-induced DNA damage, and interact with gammaH2AX DNA repair factor."}, {"pubmed": 25901521, "text": "Protein expression of E2F1, a cell-cycle regulator, is negatively regulated by miR-320."}, {"pubmed": 26039627, "text": "NF-YB transcription factor was identified as a novel direct E2F1 target."}, {"pubmed": 26093293, "text": "Understanding the role of E2F1 in activating RRM2 transcription will help to explain the relationship between E2F1 and RRM2 in CRC"}, {"pubmed": 26100623, "text": "An LXCXE motif in UL97 helps activate E2F-dependent promoters independently of its stimulatory effect on Rb phosphorylation."}, {"pubmed": 26145228, "text": "E2F1 and E2F3 are present within the syncytiotrophoblast of placenta and that E2F1 is reduced in preeclampsia. Although silencing of either E2F1 or E2F3 does not alter MMP14 expression, both appear to regulate soluble endoglin release."}, {"pubmed": 26148512, "text": "these data reveal a novel mechanism for the regulation of the expression of HIF2a, demonstrating that the HIF2a promoter is regulated by E2F1 directly and that Cezanne regulates HIF2a expression through control of E2F1 levels"}, {"pubmed": 26175399, "text": "E2F1 transcripts and miR-17-5p were significantly downregulated while c-Myc and MxA transcripts were significantly upregulated in SLE."}, {"pubmed": 26201719, "text": "the BIM gene was shown to be activated via atypical E2F-responsive promoter elements and to contribute to E2F1-mediated apoptosis."}, {"pubmed": 26225839, "text": "Data suggest that KDM1A is overexpressed in oral cancer and promotes its proliferation via E2F1 signaling and confers poor clinical outcome."}, {"pubmed": 26243836, "text": "gene amplification, p53 and Rb disruption, and E2F1 activation drive FOXM1 expression in epithelial ovarian cancer, and FOXM1 promotes cell cycle progression in cell models"}, {"pubmed": 26268246, "text": "Activation of EZH2 and SUZ12 Regulated by E2F1 Predicts the Disease Progression and Aggressive Characteristics of Bladder Cancer"}, {"pubmed": 26319102, "text": "In this review, we discuss the role of the ubiquitin-proteasome system in proteolytic control of RB-E2F pathway components, and recent data that points to surprising non-proteolytic roles for the ubiquitin-proteasome system"}, {"pubmed": 26350215, "text": "Epigenetic factor EPC1 is a master regulator of DNA damage response by interacting with E2F1 to silence death and activate metastasis-related gene signatures"}, {"pubmed": 26369285, "text": "cell cycle-dependent transcription of the TRAIP gene by E2F1, E2F2, and E2F4 and rapid protein degradation leads to cell cycle-dependent expression with a maximum in G2/M"}, {"pubmed": 26396186, "text": "These results uncover a novel mechanism for E2F1 transcriptional activation through removal of its Lys-63-linked ubiquitination by UCH37."}, {"pubmed": 26459601, "text": "mTORC2 promotes cell survival by stimulating E2F1 expression through a c-Myc- and miR-9-3p-dependent mechanism."}, {"pubmed": 26468294, "text": "MageB2 counteracts E2F inhibition by ribosomal proteins independently of Mdm2 expression"}, {"pubmed": 26475334, "text": "Our findings define an intricate E2F1-dependent mechanism by which Id1 increases thymidylate synthase and IGF2 expressions to promote cancer chemoresistance. The Id1-E2F1-IGF2 regulatory axis has important implications for cancer prognosis and treatment."}, {"pubmed": 26483346, "text": "miR-342-3p is capable of indirectly regulating MYC activity via direct repression of E2F1."}, {"pubmed": 26503019, "text": "the present findings support the conclusion that the E2F1 transcription factor regulates the expression of ADAM12 by binding differential cis-acting elements."}, {"pubmed": 26510456, "text": "Deubiquitylase POH1 stabilizes E2F1 protein through binding to and deubiquitylating E2F1 in liver cancer."}, {"pubmed": 26520443, "text": "By targeting genes involved in controlling pRb/E2F1 activity, miR-449a regulates cell cycle progression and apoptosis and consequently enhances the radiosensitivity of PC-3 cells. Thus, miR-449a, as a miRNA component of the Rb pathway, promotes the radiosensitivity of PC-3 cells through regulating pRb/E2F1."}, {"pubmed": 26527687, "text": "E2F1 negatively regulates both Ogt and Mgea5 expression in an Rb1 protein-dependent manner."}, {"pubmed": 26540633, "text": "Data show that long non-coding RNA HULC promotes tumor angiogenesis in liver cancer through microRNA miR-107/E2F1 transcription factor (E2F1)/sphingosine kinase 1 (SPHK1) signaling."}, {"pubmed": 26566968, "text": "In this review, the general structure and function of E2Fs as well as the role for E2Fs in the development of HCC and liver disease is evaluated."}, {"pubmed": 26575952, "text": "Data suggest that the SNP rs2853669 variant induces telomerase reverse transcriptase (TERT) transcription levels by blocking E2F1 transcription factor (E2F1) binding to its promoter."}, {"pubmed": 26590717, "text": "Results reveal an lncRNA- and E2F1-driven regulatory loop in which E2F1-dependent induction of antisense RNA leads to changes in chromatin structure, facilitating E2F1-dependent expression of SPHK1 and restriction of E2F1-induced apoptosis."}, {"pubmed": 26598524, "text": "TGFbeta induces autophagy through the pRb/E2F1 pathway and transcriptional activation of autophagy-related genes"}, {"pubmed": 26601052, "text": "Upregulation of E2F1 has been implicated in oncogenesis, prognosis, and prediction of therapeutic response but is not seemingly to have a relationship with the accused SV40."}, {"pubmed": 26619117, "text": "demonstrate that E2F1 regulates lipid synthesis and glycolysis and thus contributes to the development of liver pathology"}, {"pubmed": 26637399, "text": "E2F1 expression induced human colon cancer cell death, and suppression of GCN5 expression in cells with E2F1 overexpression further facilitated cell apoptosis"}, {"pubmed": 26642705, "text": "overexpression of ectopic E2F-1 protein may render cells more sensitive to gemcitabine-mediated apoptosis"}, {"pubmed": 26659825, "text": "Results uncovered the collaboration between EZH2 and E2F1 in controlling downstream genes that are highly expressed in aggressive tumors."}, {"pubmed": 26704889, "text": "results suggested the existence of E2F1-miR-34c-SCF negative feedback loop which was interrupted by the hyper-methylation of miR-34c promoter in CRC cells and increased cell proliferation."}, {"pubmed": 26718407, "text": "These data suggest that CBX8 modulates SIPS through the RB-E2F1 pathway in CML cells and provide important insight into its application in CML treatment."}, {"pubmed": 26831819, "text": "The combined E2F1/TS immunophenotype could be a potential indicator of colon cancer sensitivity to 5FU."}, {"pubmed": 26833126, "text": "HER2 signaling promotes breast cancer cell proliferation through regulation of E2F1-driven DNA metabolism."}, {"pubmed": 26856934, "text": "Integrative genomic analyses confirm that E2F4 or E2F1 expression level is high in liposarcoma patients which associate with unfavorable prognosis."}, {"pubmed": 26867682, "text": "Chk1's expression is controlled by p53 and RB/E2F1 at the transcriptional level."}, {"pubmed": 26881929, "text": "E2F1 couples immune cell development to immune response.E2f1 role in the inflammation-associated cancers [review]"}, {"pubmed": 26891801, "text": "Study found that E2F1 is overexpression in prostate cancer (PCa) tissues and significantly associated with high Gleason score. These results suggest that E2F1 may promote tumor cell invasion and migration through the regulation of CD147 in PCa cells."}, {"pubmed": 26921499, "text": "We suggest that MNNG-stimulated ATR/CHK1 signaling stabilizes E2F3 by S124 phosphorylation, and then E2F3 together with NFY co-transactivate RRM2 expression for DNA repair."}, {"pubmed": 26923330, "text": "Specific E2Fs also have prognostic value in breast cancer, independent of clinical parameters. We discuss here recent advances in understanding of the RB-E2F pathway in breast cancer. We also discuss the application of genome-wide genetic screening efforts to gain insight into synthetic lethal interactions of CDK4/6 inhibitors in breast cancer for the development of more effective combination therapies."}, {"pubmed": 26928463, "text": "AR activity was inversely associated with cell proliferation, whereas the expression of Fa complex genes was correlated with elevated cell cycle progression, expression of the E2F transcription factor 1 (E2F1) and loss of RB1."}, {"pubmed": 26947516, "text": "This review focuses on the relationship between E2F1, growth factors and cytokines."}, {"pubmed": 26951930, "text": "High E2F1 expression is associated with glioma."}, {"pubmed": 26959119, "text": "We conclude that high expression of S18-2 and free E2F...1might be a good set of prognostic markers for endometrial cancer"}, {"pubmed": 26989780, "text": "transcription-based mechanism that mediates the inflammatory effect of PAD4 and establishes the interplay between citrullination and acetylation in the control of E2F-1 as a regulatory interface for driving inflammatory gene expression"}, {"pubmed": 26990556, "text": "Data suggest that the protein arginine methyltransferase 5 (PRMT5)-E2F1 transcription factor (E2F-1) pathway may act as a common target for exogenous lectins including Anguilla japonica lectin 1 (AJL1), and the cellular response to exogenous AJL1 may suggest a novel agent for cancer gene therapy."}, {"pubmed": 27029528, "text": "Expression of Kv10.1 driven by phosphorylated Rb/E2F1 contributes to G2/M progression of cancer and non-transformed cells."}, {"pubmed": 27036039, "text": "High E2F1 expression is associated with gastric cancer."}, {"pubmed": 27094710, "text": "the E2F1-mediated electron transport chain-dependent mechanism has emerged as the regulatory mechanism of cell cycle progression in breast cancer cells"}, {"pubmed": 27109336, "text": "REVIEW: the data available so far indicate that the proliferative and apoptotic functions of E2F1 in Hepatocellular carcinoma (HCC) may coexist but the proliferative effect seems to be more pronounced than the apoptotic one"}, {"pubmed": 27153550, "text": "Results suggest that E7 recruited CUL2, driven by CUL2/E2F1/miR-424 regulatory loop, is overexpressed and accelerates HPV16-induced cervical carcinogenesis."}, {"pubmed": 27160911, "text": "These data suggest a model in which cells experiencing oncogene-induced replication stress through deregulation of E2F-dependent transcription."}, {"pubmed": 27175585, "text": "our results indicate that E2F1 is an important downstream gene of ISX in hepatoma progression."}, {"pubmed": 27185527, "text": "Using iterative experimental and computational analyses, the authors show physical and functional interactions between NF-kappaB and the E2 Factor 1 (E2F-1) and E2 Factor 4 (E2F-4) cell cycle regulators."}, {"pubmed": 27228072, "text": "nicotine-mediated induction of alpha7 nAChR was reduced when E2F1 was depleted and in contrast elevated when STAT1 was depleted by siRNAs."}, {"pubmed": 27298105, "text": "Suppression of tumorigenesis by CADM1 may be mediated by the Rb-E2F1 pathway."}, {"pubmed": 27453342, "text": "E2F1 directly facilitated BMCC1 transcription. These results also suggest that BMCC1 induced by E2F1 acts as a tumor suppressor through its pro-apoptotic function, resulted in favorable prognosis of neuroblastoma."}, {"pubmed": 27461516, "text": "E2F1 was significantly increased during Oral Tongue Carcinoma Metastasis."}, {"pubmed": 27501502, "text": "E2F1 was confirmed as a direct target of miR-622."}, {"pubmed": 27548379, "text": "E2F1 forms a protein complex with EBNA3C and E2F6, and EBNA3C competes with E2F1 for E2F6 binding. E2F6 is also recruited by EBNA3C to the E2F1 promoter, which is critical for EBNA3C-mediated cell proliferation."}, {"pubmed": 27573434, "text": "H19 is overexpressed and plays oncogenic role in PDAC through promoting cancer cell proliferation via the upregulation of E2F-1."}, {"pubmed": 27626669, "text": "The pyruvate dehydrogenase kinases (PDKs) PDK1 and PDK3 are direct targets of KDM4A and E2F1 and modulate the switch between glycolytic metabolism and mitochondrial oxidation."}, {"pubmed": 27655285, "text": "In NSCLC patients, E2F1 expression was significantly correlated with age, sex, and tumor stage. E2F1 and E2F2 overexpression showed a significant association with poor prognosis."}, {"pubmed": 27677255, "text": "Results provide evidence that E2F1rs3213180 polymorphism may influence susceptibility to HPV-associated oral squamous cell carcinoma. particularly oropharynx tumors."}, {"pubmed": 27683111, "text": "Higher levels of miR-135a in gastric cancer (GC) are associated with shorter survival times and reduced times to disease recurrence. The mechanism whereby miR-135a promotes GC pathogenesis appears to be the suppression of E2F1 expression."}, {"pubmed": 27721258, "text": "These data suggested that miR-320 regulates the proliferation and cell cycle by targeting E2F1 in human OsC progression."}, {"pubmed": 27780824, "text": "our results established the significance of activating the KLF6-E2F1 axis in aggressive primary metastatic clear cell renal cell carcinoma"}, {"pubmed": 27802335, "text": "role for E2F1 and TFDP1 in the transcriptional regulation of PITX1 in articular chondrocytes"}, {"pubmed": 27819669, "text": "Here, we introduce a transcriptional signature to specifically track CDK2 activity. It responds to genetic and chemical perturbations in the CDK-RB-E2F axis, correlates with mitotic rate in vitro and in vivo and reacts rapidly to changes in CDK2 activity during cell cycle progression"}, {"pubmed": 27835866, "text": "these results suggest that the E2F1/miR19a/PPARalpha feedback loop is critical for glioma progression"}, {"pubmed": 27871936, "text": "COMMD9 participates in TFDP1/E2F1 activation and plays a critical role in non-small cell lung cancer."}, {"pubmed": 27888102, "text": "activation of the PI3K pathway does not suppress activation of the ARF or BIM gene by over-expressed E2F1"}, {"pubmed": 27903963, "text": "Results provide mechanistic insight into a series of complex, differentiation-specific molecular mechanisms that regulate E2F1 during keratinocyte maturation via multiple events. These events include nucleocytoplasmic transport and changes in ubiquitinylation patterns specifically orchestrated through S403 and T433, and which differ from other mechanisms that regulate E2F1 turnover in undifferentiated cells."}, {"pubmed": 27935805, "text": "E2F1-mediated hPOMC transcription is a potential target for suppressing ACTH production in ectopic Cushing's syndrome."}, {"pubmed": 27983535, "text": "E2F1 is significantly up-regulated in glioblastoma."}, {"pubmed": 28003426, "text": "inhibition of PDK4 activity in Hepatocellular carcinoma cells increased cyclin E1, cyclin A2, and E2F1 proteins."}, {"pubmed": 28042322, "text": "Taken together, this study reveals evidence demonstrating a mechanism by which the LPR6/ GSK3beta/E2F1 axis-upregulated LSH promoted gliomas."}, {"pubmed": 28068326, "text": "High E2F1 expression is associated with melanoma."}, {"pubmed": 28104681, "text": "This study suggests for the first time an involvement of E2F1 copy number variations in testicular germ cell tumor susceptibility and supports previous preliminary data on the importance of AKT/mTOR signaling pathway in this cancer."}, {"pubmed": 28146423, "text": "E2F transcription factor 1 (E2F1) downregulated micrRNA miR-519d directly and miR-519d downregulated Ras homolog gene family member C (RhoC) directly."}, {"pubmed": 28184930, "text": "High E2F1 expression is associated with decreased radiosensitivity in nasopharyngeal carcinoma ."}, {"pubmed": 28193232, "text": "Results demonstrated that E2F-1 mediated PEG10 overexpression promotes pancreatic cancer cell proliferation via accelerating cell cycle progression and increase migration and invasion through ERK/MMP7 pathway."}, {"pubmed": 28211871, "text": "The low level E2F1 are sufficient to induce numerous cell cycle-promoting genes, intermediate levels induce growth arrest genes (i.e., p18, p19 and p27), whereas higher levels are necessary to induce key apoptotic E2F1 targets APAF1, PUMA, HRK and BIM."}, {"pubmed": 28396462, "text": "This study reveals a molecular pathway involving lncRNA GAS5/E2F1/P27(Kip1) which regulates cell proliferation and could be a potential therapeutic target in prostate cancer."}, {"pubmed": 28429752, "text": "Data show that lncRNA-HIT acted as an oncogene through association with E2F transcription factor 1 protein (E2F1)."}, {"pubmed": 28474358, "text": "Propose that E2F1 interacts with BRCA1 indirect pathway to induce two different small molecule metabolic pathways or cell cycle regulation pathways in hepatocellular carcinoma."}, {"pubmed": 28498400, "text": "Cell proliferation and apoptosis were almost completely abolished in the PAa cells cotreated with TRIM28 siRNA and etoposide following knockdown of E2F1. The results of our study demonstrated that the combination of TRIM28 siRNA and etoposide may be effective against nonsmall cell lung cancer (NSCLC)and has the potential of being a new therapeutic tool for future treatment."}, {"pubmed": 28500630, "text": "Heavy ion irradiation could induce p53(-/-) hepatoma cells to undergo apoptosis via E2F1/Bax/Casp3 signaling pathway."}, {"pubmed": 28542143, "text": "These results reveal an additional level of regulation of the stability and the activity of E2F1 by a non-degradative K63-poly-ubiquitination and uncover a novel function for the E3-ubiquitin ligase cIAP1."}, {"pubmed": 28569791, "text": "E2F1 induces TINCR transcriptional activity and accelerates gastric cancer progression via activation of TINCR/STAU1/CDKN2B signaling axis."}, {"pubmed": 28634044, "text": "Describe a regulatory loop miR-218-CDK6/CyclinD1-E2F1 whose disruption may contribute to cell cycle progression in gastric cancer."}, {"pubmed": 28667340, "text": "ANKRD22 exhibits oncogene activity that promotes tumor progression in NSCLC through the transcriptional regulation of E2F1."}, {"pubmed": 28704519, "text": "Results demonstrated that somatic mutation within E2F1:MIR136-5p target site impairs miRNA-mediated regulation and leads to increased gene activity."}, {"pubmed": 28794159, "text": "p63alpha protein up-regulates heat shock protein 70 expression via E2F1 transcription factor 1, promoting Wasf3/Wave3/MMP9 signaling and bladder cancer invasion"}, {"pubmed": 28797284, "text": "These results demonstrate that gambogic acid sensitizes pancreatic cancer cells to gemcitabine in vitro and in vivo by inhibiting the activation of the ERK/E2F1/RRM2 signaling pathway."}, {"pubmed": 28964969, "text": "By comparison in HeLa, Dox induced apoptosis through upregulation of endogenous E2F1 involving post-transcriptional mechanisms, while E2F6 was down regulated with induction of the Checkpoint kinase-1 and proteasome degradation. These data imply that E2F6 serves to modulate E2F activity and protect cells including cardiomyocytes from apoptosis and improve survival."}, {"pubmed": 28972179, "text": "that E2F1 mRNA stability and E2F1 protein levels are reduced in cells lacking RALY expression"}, {"pubmed": 28992046, "text": "USP11 depletion suppresses cell proliferation and wound healing in lung epithelial cells, and these effects are reversed by E2F1 and PEG10 overexpression."}, {"pubmed": 29039472, "text": "E2F1 knockdown decreased the expression of discoidin domain receptor 1 (DDR1) which plays a crucial role in many fundamental processes such as cell differentiation, adhesion, migration and invasion."}, {"pubmed": 29048668, "text": "Our data imply that downregulation of E2F1 may be a key factor in the celastrol-mediated inhibitory effects in HepG2 cells, and celastrol can serve as a leading compound for the development of compounds designed to inactivate E2F1 for hepatocellular carcinoma therapy"}, {"pubmed": 29050152, "text": "E2F1 enhances the invasion and metastasis of prostate cancer through a variety of mechanisms, and its expression level has an important relationship with the adverse prognosis of patients with prostate cancer"}, {"pubmed": 29108454, "text": "PTEN-4A preferentially localized to the nucleus where it suppressed E2F1-mediated transcription of cell cycle genes."}, {"pubmed": 29115924, "text": "Reports showed that high expression of the transcription factor E2F1 was involved in the invasion and metastasis of small cell lung cancer (SCLC). Further results provided evidence that E2F1 promoted EMT by regulating ZEB2 gene expression in SCLC."}, {"pubmed": 29197151, "text": "CacyBP expression is regulated by E2F1, EGR1, and CREB transcription factors in colorectal cancer HCT116 cells."}, {"pubmed": 29202480, "text": "identification of protumorigenic transcriptional networks specific to RB loss that were validated in clinical samples demonstrated the ability of RB loss to differentially reprogram E2F1 in human cancers."}, {"pubmed": 29203250, "text": "The nuclear transcription factor Y subunit beta (NFYB)-E2F transcription factor 1 (E2F1) pathway displays a crucial role in the chemoresistance ofoxaliplatin-resistant colorectal cancer (OR-CRC) by inducing the expression and activation of checkpoint kinase 1 (CHK1), suggesting a possible therapeutic target for oxaliplatin resistance in CRC."}, {"pubmed": 29207260, "text": "found that human E2F1 competes with YAP for TEAD1 binding, affecting YAP activity, indicating that this mode of cross-regulation is conserved"}, {"pubmed": 29233828, "text": "E2F1 interacts with BCL-xL independently from its BH3 binding interface and induces a stabilization of BCL-xL at mitochondrial membranes. This prevents efficient control of BCL-xL over its binding partners, in particular over BAK resulting in the induction of cell death."}, {"pubmed": 29235459, "text": "Data show that mRNA translation stress induces E2F transcription factor 1 (E2F1) via PI3-kinase p110 subunit delta (PI3Kdelta)."}, {"pubmed": 29358577, "text": "the overexpression of TACC3 or E2F1 indicates a high sensitivity to cisplatin."}, {"pubmed": 29437554, "text": "inhibition of hsa-mir183 reduced proliferation and impaired colony formation of CML SPCs. Downstream of this, inhibition of E2F1 also reduced proliferation of CML SPCs, leading to p53-mediated apoptosis. In addition, we demonstrate that E2F1 plays a pivotal role in regulating CML SPC proliferation status."}, {"pubmed": 29445134, "text": "The long non-coding RNA FOXD2-AS1 promotes bladder cancer progression and recurrence through a positive feedback loop with Akt and E2F1."}, {"pubmed": 29464002, "text": "The network model simulations and experimental data indicate the ability of enhanced expression of both miR-205-5p and miR-342-3p to decrease tumor chemoresistance by cooperatively repressing E2F1."}, {"pubmed": 29633513, "text": "ANP32E is an efficient prognostic marker, and it promotes the G1/S transition and induces tumorigenesis of Triple-negative breast cancer cells by transcriptionally inducing E2F1."}, {"pubmed": 29654756, "text": "PPM1B plays a negative role in the activation of the p38-RB1-E2F1 pathway and that targeting PPM1B could be useful in certain types of cancer by stimulating chemotherapy-induced cell death."}, {"pubmed": 29661169, "text": "If, as expected, the consequences of the deregulation of the CDKN1C-E2F1-TP53 axis were the same as those experimentally demonstrated in mouse models, the disruption of this axis might be useful to predict tumor aggressiveness, and to provide the basis towards the development of potential therapeutic strategies in human Precursor T-cell lymphoblastic lymphomas"}, {"pubmed": 29685003, "text": "SNHG16 promotes glioma tumorigenesis by sponging miR-20a-5p, leading to the enhancement of its endogenous targets E2F1"}, {"pubmed": 29687852, "text": "E2F1 promotes the transcription of lncRNA RGMB-AS1 in papillary thyroid carcinoma (PTC)."}, {"pubmed": 29743521, "text": "blocking E2F1 also induced death of melanoma cells resistant to BRAF inhibitors. In conclusion, our studies suggest that targeting the E2F1 signaling pathway may be therapeutically relevant for melanoma."}, {"pubmed": 29764999, "text": "Studied impact of BET proteins and E2F transcription factor 1 (E2F1) in neoplastic genetic transcription in glioblastoma."}, {"pubmed": 29786752, "text": "the expression of miR175p inhibited high glucoseinduced endothelial cell injury by targeting E2F1."}, {"pubmed": 29803790, "text": "NLK boosts cell proliferation and E2F1 activity and controls the cell cycle switch by releasing HDAC1 from the E2F1 complex, thus priming colorectal cancer progression"}, {"pubmed": 29845287, "text": "Antitumor effect of lapatinib and cytotoxic agents by suppression of E2F1 in HER2positive breast cancer."}, {"pubmed": 29925919, "text": "The HBXIP induces PKM2 through transcription factor E2F1 to facilitate ER+ breast cancer cell proliferation."}, {"pubmed": 29973595, "text": "XPC is an RNA polymerase II cofactor recruiting ATAC coactivator complex to promoters by interacting with E2F1."}, {"pubmed": 30006956, "text": "Long non-coding RNA NNT-AS1 sponges miR-424/E2F1 to promote the tumorigenesis and cell cycle progression of gastric cancer."}, {"pubmed": 30036075, "text": "Our findings reveal that the rs3213173 (C/T) and rs3213176 (G/A) polymorphisms of the E2F1 gene are genetic risk factors for susceptibility to lung cancer and Head and Neck cancer in the North Indian Population."}, {"pubmed": 30079588, "text": "These results revealed a novel mechanism of E7 function whereby elevated GCN5 acetylates histones and c-Myc to regulate E2F1 expression and cell cycle progression."}, {"pubmed": 30106440, "text": "High E2F1 expression is associated with hepatocellular carcinoma progression."}, {"pubmed": 30216786, "text": "our findings suggest that E2F1-topoII beta signaling may play a role in regulation of cell cycle exit and neuronal differentiation."}, {"pubmed": 30226575, "text": "Study demonstrated that CDCA3 may target p21 to promote colorectal cancer (CRC) cell proliferation and tumorigenesis, at least partially in an E2F1-mediated manner, and that CDCA3 may serve as a potential prognostic and therapeutic target of CRC."}, {"pubmed": 30254209, "text": "KPNA2 mediated nuclear localization of E2F1 and E2F7, where they in turn controlled KPNA2 expression. Taken together, our data provided mechanistic insights into divergently transcriptional regulation of KPNA2, thus pointing to KPNA2 as a potential target for cancer therapy."}, {"pubmed": 30359437, "text": "E2F1 requires cIAP1 for chromatin binding."}, {"pubmed": 30362161, "text": "Data concluded that E2F1-mediated MNX1-AS1-miR-218-5p-SEC61A1 feedback loop contributed to the progression of colon adenocarcinoma."}, {"pubmed": 30366080, "text": "finding supports that DLX6-AS1 accelerates the glioma carcinogenesis by competing endogenous sponging miR-197-5p to relieve E2F1, acting as a novel therapeutic target for glioma."}, {"pubmed": 30452881, "text": "The inverse correlation between XBP1 and E2F1 or MICA expression was corroborated in RNA-Seq analysis."}, {"pubmed": 30467127, "text": "Mechanistic investigation revealed that active PARP-1 served to enhance E2F1 transcription factor activity, and specifically promoted E2F1-mediated induction of DNA repair factors involved in homologous recombination (HR)."}, {"pubmed": 30631149, "text": "TopBP1 transcriptional activity is regulated by AKT, and treatment with AKT inhibitors suppresses expression of E2F1 and p73 without interfering with ATR signaling."}, {"pubmed": 30659775, "text": "This study shows a link between E2F1 copy number variations and male infertility"}, {"pubmed": 30684846, "text": "Results find that high FASN expression is an adverse prognostic factors for tumor recurrence and progression in non-muscle-invasive bladder cancer (NMIBC) and these patients should be monitored thoroughly for disease recurrence and progression."}, {"pubmed": 30696738, "text": "The authors predict that the induction of expression of RNASEH2A via human papillomavirus 16 E7 and E2F1 may promote DNA replication and cancer cell proliferation."}, {"pubmed": 30733337, "text": "study unveils an E2F1-specific signaling circuit that constitutively activates ATM and provokes cisplatin resistance in BIN1-deficient cancer cells and further reveals that gammaH2AX emergence may not always reflect DSBs if BIN1 is absent."}, {"pubmed": 30876691, "text": "E2F1 could bind directly to the promoter region of LMCD1-AS1 and activate its transcription."}, {"pubmed": 30887657, "text": "it is found in our study that LncRNA FER1L4 expression is positively correlated with E2F1 mRNA expression. After knockdown of FER1L4 expression, E2F1 expression is significantly down-regulated, whereas the expression of miR-372 is significantly up-regulated; the up-regulation of miR-372 leads to significant down-regulation of FER1L4 and E2F1 expression"}, {"pubmed": 30895337, "text": "results indicated that the attenuation of the binding affinity of E2F1 for the POLD1 promoter, mediated by an age-related decline in E2F1 and increased methylation of CpG island 3, downregulates POLD1 expression in aging"}, {"pubmed": 31124185, "text": "E2F1 has a cancer protective role in oncogenic BRAF-activated melanoma cells."}, {"pubmed": 31130363, "text": "Cyclin F controls cell-cycle transcriptional outputs by directing the degradation of the E2F1, E2F2, and E2F3a."}, {"pubmed": 31142321, "text": "Environmental insults, such as heat stress, could contribute to an aberrant E2F1 activity by inducing E2F1 mRNA expression. Therefore, subjects with multiple constitutive copies of E2F1 are at greater risk of developing melanoma when exposed to heat. Altogether these results corroborate with the hypothesis that susceptibility to melanoma depends on both the environment and genetic factors."}, {"pubmed": 31194977, "text": "HAGLR could physically interact with DNMT1, and recruit DNMT1 on E2F1 promoter to increase local DNA methylation.  HAGLR promoted lung adenocarcinoma progression by recruiting DNMT1 to modulate the promoter methylation and expression of E2F1."}, {"pubmed": 31276298, "text": "E2F1 modulated mitochondrial fusion and mitophagy through regulation of MFN2 in HeLa cells."}, {"pubmed": 31278126, "text": "Inhibition of breast cancer cells by targeting E2F-1 gene and expressing IL15 oncolytic adenovirus."}, {"pubmed": 31287003, "text": "MIR888-dependent inhibition of APLF by E2F1 was demonstrated using overexpression and knockdown experiments, in combination with luciferase assays."}, {"pubmed": 31477839, "text": "High level of DNAJA1 predicted poor prognosis for colorectal cancer (CRC) patients. Its expression was highly linked with E2F1 and CDC45 in CRC tissues. More importantly, KNK437 significantly suppressed the growth of DNAJA1 expressing tumor in vivo"}, {"pubmed": 31500513, "text": "PIR promotes tumorigenesis of breast cancer by upregulating cell cycle activator E2F1."}, {"pubmed": 31534120, "text": "we investigated the intracellular localization of E2F1, RAD51, and replication protein A (RPA) in colon cancer cells exposed to methyl methanesulfonate (MMS), which induces DNA double-strand breaks (DSBs). In cells experiencing DNA damage, the number of RAD51 and RPA foci increased, suggesting that 3'-single-stranded DNAs were exposed"}, {"pubmed": 31566708, "text": "Rb-E2F bistable switch controls cell cycle entry. (Review)"}, {"pubmed": 31602642, "text": "LncRNA SNHG3 is activated by E2F1 and promotes proliferation and migration of non-small-cell lung cancer cells through activating TGF-beta pathway and IL-6/JAK2/STAT3 pathway."}, {"pubmed": 31659203, "text": "Ribosomal protein uL3 targets E2F1 and Cyclin D1 in cancer cell response to nucleolar stress."}, {"pubmed": 31705876, "text": "E2F1/IGF-1R Loop Contributes to BRAF Inhibitor Resistance in Melanoma."}, {"pubmed": 31729887, "text": "E2F1 with its surrounding regulatory links identified to play different key roles in the hepatocellular carcinoma (HCC) risk factor dysregulation mechanisms. Hsa-mir-19a showed different effects in the three HCC differential regulation networks and vital regulatory role in hepatitis B virus -related HC and was positively regulated by E2F1 in liver cancer patients with no history of primary risk factors."}, {"pubmed": 31783876, "text": "It uncovered E2F1 and TFDP1 as transport substrates of KPNA2 being retained in the cytoplasm upon KPNA2 ablation, thereby resulting in reduced STMN1 expression."}, {"pubmed": 31801947, "text": "Reciprocal regulation of miR-1205 and E2F1 modulates progression of laryngeal squamous cell carcinoma."}, {"pubmed": 31870703, "text": "Studies indicate that patients with prostate cancer with high E2F1 expression exhibit shorter biochemical recurrence-free survival than those with low transcription factor E2F1 (E2F1) expression [Review]."}, {"pubmed": 31917289, "text": "MiR-1258 promotes the apoptosis of cervical cancer cells by regulating the E2F1/P53 signaling pathway."}, {"pubmed": 31934717, "text": "LINC00461/miR-4478/E2F1 feedback loop promotes non-small cell lung cancer cell proliferation and migration."}, {"pubmed": 32011034, "text": "Silencing of KIF3A suppressed TNBC cell proliferation by repressing the Rb-E2F signaling pathway and inhibited migration and invasion by repressing epithelial-mesenchymal transition. The tumor size was smaller and the number of lung metastatic nodules was lower in KIF3A depletion MDA-MB-231 cell xenograft mice than in the negative control group. In addition, KIF3A overexpression correlated with chemoresistance."}, {"pubmed": 32044038, "text": "A significant role of transcription factors E2F in inflammation and tumorigenesis of nasopharyngeal carcinoma."}, {"pubmed": 32085715, "text": "lncRNA-PLACT1 sustains activation of NF-kappaB pathway through a positive feedback loop with IkappaBalpha/E2F1 axis in pancreatic cancer."}, {"pubmed": 32089626, "text": "Upregulation of miR-34c after silencing E2F transcription factor 1 inhibits paclitaxel combined with cisplatin resistance in gastric cancer cells."}, {"pubmed": 32186770, "text": "MicroRNA34a expression affects breast cancer invasion in vitro and patient survival via downregulation of E2F1 and E2F3 expression."}, {"pubmed": 32264877, "text": "The circRNA circSEPT9 mediated by E2F1 and EIF4A3 facilitates the carcinogenesis and development of triple-negative breast cancer."}, {"pubmed": 32332880, "text": "E2F1 mediated DDX11 transcriptional activation promotes hepatocellular carcinoma progression through PI3K/AKT/mTOR pathway."}, {"pubmed": 32335035, "text": "Staufen1 is Essential for Cell-Cycle Transitions and Cell Proliferation Via the Control of E2F1 Expression."}, {"pubmed": 32354165, "text": "The Role of Crosstalk between AR3 and E2F1 in Drug Resistance in Prostate Cancer Cells."}, {"pubmed": 32364763, "text": "E2F1-induced overexpression of SBF2-AS1 promotes the expression of GRB2 by targeting miR-362-3p to facilitate the metastasis of NSCLC"}, {"pubmed": 32376557, "text": "The low expression of miR-449a/b and the high expression of E2F1 are both involved in the occurrence and progression of gastric cancer, and miR-449a/b negatively regulates E2F1 to inhibit the proliferation of gastric cancer cells."}, {"pubmed": 32388489, "text": "Redirecting E2F1 to TA-p73 improves cancer therapy through apoptotic induction."}, {"pubmed": 32407972, "text": "Identification of nsSNPs of transcription factor E2F1 predisposing individuals to lung cancer and head and neck cancer."}, {"pubmed": 32453417, "text": "MDM2's dual mRNA binding domains co-ordinate its oncogenic and tumour suppressor activities."}, {"pubmed": 32473528, "text": "p53 inhibits the osteogenic differentiation but does not induce senescence in human dental follicle cells."}, {"pubmed": 32506729, "text": "SNHG12/miR-326/E2F1 feedback loop facilitates the progression of oral squamous cell carcinoma."}, {"pubmed": 32541040, "text": "E2F1 sumoylation as a protective cellular mechanism in oxidative stress response."}, {"pubmed": 32572920, "text": "Silence of ATAD2 inhibits proliferation of colorectal carcinoma via the Rb-E2F1 signaling."}, {"pubmed": 32668414, "text": "CircRNA FGFR3 induces epithelial-mesenchymal transition of ovarian cancer by regulating miR-29a-3p/E2F1 axis."}, {"pubmed": 32709847, "text": "PRMT5 promotes cancer cell migration and invasion through the E2F pathway."}, {"pubmed": 32732304, "text": "A TRAIL-TL1A Paracrine Network Involving Adipocytes, Macrophages, and Lymphocytes Induces Adipose Tissue Dysfunction Downstream of E2F1 in Human Obesity."}, {"pubmed": 32732866, "text": "Activating PIK3CA mutation promotes adipogenesis of adipose-derived stem cells in macrodactyly via up-regulation of E2F1."}, {"pubmed": 32733928, "text": "miR-1258 Regulates Cell Proliferation and Cell Cycle to Inhibit the Progression of Breast Cancer by Targeting E2F1."}, {"pubmed": 32761127, "text": "The oncofetal RNA-binding protein IGF2BP1 is a druggable, post-transcriptional super-enhancer of E2F-driven gene expression in cancer."}, {"pubmed": 32767629, "text": "E2F1-activated SPIN1 promotes tumor growth via a MDM2-p21-E2F1 feedback loop in gastric cancer."}, {"pubmed": 32796817, "text": "MiR-93 suppresses tumorigenesis and enhances chemosensitivity of breast cancer via dual targeting E2F1 and CCND1."}, {"pubmed": 32816857, "text": "SUMOylation of E2F1 Regulates Expression of EZH2."}, {"pubmed": 32863950, "text": "LncRNA-SLC16A1-AS1 induces metabolic reprogramming during Bladder Cancer progression as target and co-activator of E2F1."}, {"pubmed": 32910941, "text": "IL-6-induced acetylation of E2F1 aggravates oxidative damage of retinal pigment epithelial cell line."}, {"pubmed": 32920979, "text": "Downregulation of miR-326 and its host gene beta-arrestin1 induces pro-survival activity of E2F1 and promotes medulloblastoma growth."}, {"pubmed": 32951317, "text": "Long non-coding RNA DLX6-AS1 mediates proliferation, invasion and apoptosis of endometrial cancer cells by recruiting p300/E2F1 in DLX6 promoter region."}, {"pubmed": 33008330, "text": "Oncogenic miR-20b-5p contributes to malignant behaviors of breast cancer stem cells by bidirectionally regulating CCND1 and E2F1."}, {"pubmed": 33020149, "text": "WD Repeat Domain 77 Protein Regulates Translation of E2F1 and E2F3 mRNA."}, {"pubmed": 33070516, "text": "[Advancement of E2F1 in Common Tumors]."}, {"pubmed": 33078208, "text": "E2F1-mediated repression of WNT5A expression promotes brain metastasis dependent on the ERK1/2 pathway in EGFR-mutant non-small cell lung cancer."}, {"pubmed": 33079978, "text": "DNMT3A inhibits E2F1-induced arterial marker expression and impairs angiogenesis in human umbilical artery endothelial cells."}, {"pubmed": 33090399, "text": "E2F1-induced upregulation of lncRNA HCG18 stimulates proliferation and migration in gastric cancer by binding to miR-197-3p."}, {"pubmed": 33155930, "text": "Human Papillomavirus E7 Oncoprotein Promotes Proliferation and Migration through the Transcription Factor E2F1 in Cervical Cancer Cells."}, {"pubmed": 33215415, "text": "LncRNA-TMPO-AS1 promotes apoptosis of osteosarcoma cells by targeting miR-329 and regulating E2F1."}, {"pubmed": 33261027, "text": "E2F1 Promotes Progression of Bladder Cancer by Modulating RAD54L Involved in Homologous Recombination Repair."}, {"pubmed": 33291686, "text": "Pharmacological Inhibition of CDK8 in Triple-Negative Breast Cancer Cell Line MDA-MB-468 Increases E2F1 Protein, Induces Phosphorylation of STAT3 and Apoptosis."}, {"pubmed": 33430425, "text": "mRNA and miRNA Expression Analyses of the MYC/E2F/miR-17-92 Network in the Most Common Pediatric Brain Tumors."}, {"pubmed": 33456565, "text": "Blockade of deubiquitinating enzyme PSMD14 overcomes chemoresistance in head and neck squamous cell carcinoma by antagonizing E2F1/Akt/SOX2-mediated stemness."}, {"pubmed": 33542204, "text": "The ATPase Pontin is a key cell cycle regulator by amplifying E2F1 transcription response in glioma."}, {"pubmed": 33542211, "text": "Double-targeting CDCA8 and E2F1 inhibits the growth and migration of malignant glioma."}, {"pubmed": 33564073, "text": "MNK1 and MNK2 enforce expression of E2F1, FOXM1, and WEE1 to drive soft tissue sarcoma."}, {"pubmed": 33649863, "text": "Distinct and overlapping roles of ARID3A and ARID3B in regulating E2Fdependent transcription via direct binding to E2F target genes."}, {"pubmed": 33691613, "text": "E2F1 copy number variations in germline and breast cancer: a retrospective study of 222 Italian women."}, {"pubmed": 33771899, "text": "E2F1 and E2F2-Mediated Repression of CPT2 Establishes a Lipid-Rich Tumor-Promoting Environment."}, {"pubmed": 33788950, "text": "Long non-coding RNA ZEB1-AS1 promotes proliferation and metastasis of hepatocellular carcinoma cells by targeting miR-299-3p/E2F1 axis."}, {"pubmed": 33822325, "text": "LINC00200 contributes to the chemoresistance to oxaliplatin of gastric cancer cells via regulating E2F1/RAD51 axis."}, {"pubmed": 33854885, "text": "LncRNA Lnc-APUE is Repressed by HNF4alpha and Promotes G1/S Phase Transition and Tumor Growth by Regulating MiR-20b/E2F1 Axis."}, {"pubmed": 33980953, "text": "The nucleoplasmic interactions among Lamin A/C-pRB-LAP2alpha-E2F1 are modulated by dexamethasone."}, {"pubmed": 34019961, "text": "E2F1 promotes proliferation and metastasis of clear cell renal cell carcinoma via activation of SREBP1-dependent fatty acid biosynthesis."}, {"pubmed": 34044068, "text": "The E2F1/USP11 positive feedback loop promotes hepatocellular carcinoma metastasis and inhibits autophagy by activating ERK/mTOR pathway."}, {"pubmed": 34075570, "text": "Receptor-Interacting Protein 140 Enhanced Temozolomide-Induced Cellular Apoptosis Through Regulation of E2F1 in Human Glioma Cell Lines."}, {"pubmed": 34077002, "text": "A novel role of miR-326 in colorectal carcinoma by regulating E2F1 expression."}, {"pubmed": 34099666, "text": "Reprogramming of microRNA expression via E2F1 downregulation promotes Salmonella infection both in infected and bystander cells."}, {"pubmed": 34197720, "text": "Long non-coding RNA SNHG16 regulates E2F1 expression by sponging miR-20a-5p and aggravating proliferative diabetic retinopathy."}, {"pubmed": 34210752, "text": "AP-2alpha-Mediated Activation of E2F and EZH2 Drives Melanoma Metastasis."}, {"pubmed": 34292880, "text": "Exosomal miRNA-205 promotes breast cancer chemoresistance and tumorigenesis through E2F1."}, {"pubmed": 34366326, "text": "E2F1 transcriptionally regulates CCNA2 expression to promote triple negative breast cancer tumorigenicity."}, {"pubmed": 34408262, "text": "LINC00319 promotes cancer stem cell-like properties in laryngeal squamous cell carcinoma via E2F1-mediated upregulation of HMGB3."}, {"pubmed": 34420405, "text": "Long non-coding RNA LINC00630 facilitates hepatocellular carcinoma progression through recruiting transcription factor E2F1 to up-regulate cyclin-dependent kinase 2 expression."}, {"pubmed": 34428336, "text": "MicroRNA-205-5p targets E2F1 to promote autophagy and inhibit pulmonary fibrosis in silicosis through impairing SKP2-mediated Beclin1 ubiquitination."}, {"pubmed": 34459063, "text": "FOXO1 inhibits prostate cancer cell proliferation via suppressing E2F1 activated NPRL2 expression."}, {"pubmed": 34518541, "text": "Genetic variations of DNA bindings of FOXA1 and co-factors in breast cancer susceptibility."}, {"pubmed": 34521301, "text": "E2F transcription factor 1 (E2F1) promotes the transforming growth factor TGF-beta1 induced human cardiac fibroblasts differentiation through promoting the transcription of CCNE2 gene."}, {"pubmed": 34564711, "text": "CHPF promotes gastric cancer tumorigenesis through the activation of E2F1."}, {"pubmed": 34619053, "text": "Clinical Implication of E2F Transcription Factor 1 in Hepatocellular Carcinoma Tissues."}, {"pubmed": 34688635, "text": "KDM5D inhibits the transcriptional activation of FKBP4 by suppressing the expression of E2F1 in colorectal cancer in males."}, {"pubmed": 34699320, "text": "E2F transcription factor 1 is involved in the phenotypic modulation of esophageal squamous cell carcinoma cells via microRNA-375."}, {"pubmed": 34714604, "text": "A novel function of HRP-3 in regulating cell cycle progression via the HDAC-E2F1-Cyclin E pathway in lung cancer."}, {"pubmed": 34758200, "text": "E2F transcription factor 1 elevates cyclin D1 expression by suppressing transcription of microRNA-107 to augment progression of glioma."}, {"pubmed": 34769053, "text": "CCNE1 and E2F1 Partially Suppress G1 Phase Arrest Caused by Spliceostatin A Treatment."}, {"pubmed": 34797443, "text": "Troponin C-1 Activated by E2F1 Accelerates Gastric Cancer Progression via Regulating TGF-beta/Smad Signaling."}, {"pubmed": 34799723, "text": "Transcription factor p53-mediated activation of miR-519d-3p and downregulation of E2F1 attenuates prostate cancer growth and metastasis."}, {"pubmed": 34928935, "text": "tRNA biogenesis and specific aminoacyl-tRNA synthetases regulate senescence stability under the control of mTOR."}, {"pubmed": 35030974, "text": "E2F transcription factor 1 (E2F1) enhances the proliferation, invasion and EMT of trophoblast cells by binding to Zinc Finger E-Box Binding Homeobox 1 (ZEB1)."}, {"pubmed": 35058574, "text": "E2F and STAT3 provide transcriptional synergy for histone variant H2AZ activation to sustain glioblastoma chromatin accessibility and tumorigenicity."}, {"pubmed": 35068325, "text": "N6-methyladenosine-induced SVIL antisense RNA 1 restrains lung adenocarcinoma cell proliferation by destabilizing E2F1."}, {"pubmed": 35072529, "text": "LncRNA HOXA10-AS Activated by E2F1 Facilitates Proliferation and Migration of Nasopharyngeal Carcinoma Cells Through Sponging miR-582-3p to Upregulate RAB31."}, {"pubmed": 35077015, "text": "Role of Lysine-Specific Demethylase 1 in Metabolically Integrating Osteoclast Differentiation and Inflammatory Bone Resorption Through Hypoxia-Inducible Factor 1alpha and E2F1."}, {"pubmed": 35085770, "text": "NCAPD3 promotes prostate cancer progression by up-regulating EZH2 and MALAT1 through STAT3 and E2F1."}, {"pubmed": 35152841, "text": "Actinidia chinensis Planch Root extract suppresses the growth and metastasis of hypopharyngeal carcinoma by inhibiting E2F Transcription Factor 1-mediated MNX1 antisense RNA 1."}, {"pubmed": 35164656, "text": "LncRNA OSER1-AS1 regulates the inflammation and apoptosis of rheumatoid arthritis fibroblast like synoviocytes via regulating miR-1298-5p/E2F1 axis."}, {"pubmed": 35169159, "text": "E2F1-induced lncRNA, EMSLR regulates lncRNA LncPRESS1."}, {"pubmed": 35178834, "text": "E2F1-mediated AUF1 upregulation promotes HCC development and enhances drug resistance via stabilization of AKR1B10."}, {"pubmed": 35201567, "text": "LOC100130075 Promotes Cervical Cancer Progression by Activating MDM2 Transcription through E2F1."}, {"pubmed": 35260053, "text": "An Insight into the Role of E2F1 in Breast Cancer Progression, Drug Resistance, and Metastasis."}, {"pubmed": 35293275, "text": "Ribosomal protein L5 (RPL5)/ E2F transcription factor 1 (E2F1) signaling suppresses breast cancer progression via regulating endoplasmic reticulum stress and autophagy."}, {"pubmed": 35303867, "text": "Positive regulation of ataxia-telangiectasia-mutated protein (ATM) by E2F transcription Factor 1 (E2F-1) in cisplatin-resistant nasopharyngeal carcinoma cells."}, {"pubmed": 35358781, "text": "circ0125803 facilitates tumor progression by sponging miR-197-5p and upregulating E2F1 in neuroblastoma."}, {"pubmed": 35364436, "text": "NSD2 activates the E2F transcription factor 1/Y-box binding protein 2 axis to promote the malignant development of oral squamous cell carcinoma."}, {"pubmed": 35428820, "text": "The human ion channel TRPM2 modulates cell survival in neuroblastoma through E2F1 and FOXM1."}, {"pubmed": 35440106, "text": "The miR-532-E2F1 feedback loop contributes to gastric cancer progression."}, {"pubmed": 35448958, "text": "Nuclear respiratory factor 1 promotes the growth of liver hepatocellular carcinoma cells via E2F1 transcriptional activation."}, {"pubmed": 35576835, "text": "E2F1-activated LINC01224 drives esophageal squamous cell carcinoma cell malignant behaviors via targeting miR-6884-5p/DVL3 axis and activating Wnt/beta-catenin signaling pathway."}, {"pubmed": 35621141, "text": "E2F1 promotes Warburg effect and cancer progression via upregulating ENO2 expression in Ewing sarcoma."}, {"pubmed": 35764946, "text": "Prognostic analysis of E2F transcription factors E2F1 and E2F3 in four independent pediatric neuroblastoma cohorts."}, {"pubmed": 35833075, "text": "Genetic Polymorphism of E2F1 Influences Susceptibility to Ovarian Cancer in a Chinese Population."}, {"pubmed": 35849266, "text": "E2F Transcription Factor 1 Activates FKBP Prolyl Isomerase 4 to Promote Angiogenesis in Cervical Squamous Cell Carcinoma Via the PI3K/AKT Signaling Pathway."}, {"pubmed": 35947949, "text": "The transcription factor E2F1 controls the GLP-1 receptor pathway in pancreatic beta cells."}, {"pubmed": 36168932, "text": "E2F1 induced neuroblastoma cell migration and invasion via activation of CENPE/FOXM1 signaling pathway."}, {"pubmed": 36198264, "text": "E2F1 transcription factor mediates a link between fat and islets to promote beta cell proliferation in response to acute insulin resistance."}, {"pubmed": 36221072, "text": "E2F1 promotes cell cycle progression by stabilizing spindle fiber in colorectal cancer cells."}, {"pubmed": 36414640, "text": "E2F1-initiated transcription of PRSS22 promotes breast cancer metastasis by cleaving ANXA1 and activating FPR2/ERK signaling pathway."}, {"pubmed": 36620907, "text": "PLAGL2 promotes the stemness and is upregulated by transcription factor E2F1 in human lung cancer."}, {"pubmed": 36721155, "text": "E2F1 combined with LINC01004 super-enhancer to promote hepatocellular carcinoma cell proliferation and metastasis."}, {"pubmed": 36994850, "text": "hMSH2 coordinated with the expression of E2F1 promotes platinum response in epithelial ovarian cancer."}, {"pubmed": 37130271, "text": "PRB inhibited cell proliferation through let-7b-E2F1 in breast cancer."}, {"pubmed": 37164633, "text": "ANKRD22 promotes glioma proliferation, migration, invasion, and epithelial-mesenchymal transition by upregulating E2F1-mediated MELK expression."}, {"pubmed": 37171007, "text": "DTL is a Novel Downstream Gene of E2F1 that Promotes the Progression of Hepatocellular Carcinoma."}, {"pubmed": 37185675, "text": "MCM6 promotes intrahepatic cholangiocarcinoma progression by upregulating E2F1 and enhancing epithelial-mesenchymal transition."}, {"pubmed": 37216637, "text": "beta-Cell-Specific E2f1 Deficiency Impairs Glucose Homeostasis, beta-Cell Identity, and Insulin Secretion."}, {"pubmed": 37277745, "text": "Prognostic role of E2F1 gene expression in human cancer: a meta-analysis."}, {"pubmed": 37283490, "text": "Identification of the E2F1-RAD51AP1 axis as a key factor in MGMT-methylated GBM TMZ resistance."}, {"pubmed": 37453246, "text": "Clinical evidence for a role of E2F1-induced replication stress in modulating tumor mutational burden and immune microenvironment."}, {"pubmed": 37665348, "text": "E2F1 rs3213150 polymorphism influences cytarabine sensitivity and prognosis in patients with acute myeloid leukemia."}, {"pubmed": 37737027, "text": "E2F1 Mediates SOX17 Deficiency-Induced Pulmonary Hypertension."}, {"pubmed": 37789781, "text": "miRNA-329-3p suppresses proliferation and metastasis of endometrial carcinoma through downregulating E2F1."}, {"pubmed": 37820570, "text": "The E2F1/MELTF axis fosters the progression of lung adenocarcinoma by regulating the Notch signaling pathway."}, {"pubmed": 37824372, "text": "Transcription Factor E2F1 Enhances Hepatocellular Carcinoma Cell Proliferation and Stemness by Activating GINS1."}, {"pubmed": 37992567, "text": "NEIL3 promotes cell proliferation of ccRCC via the cyclin D1-Rb-E2F1 feedback loop regulation."}, {"pubmed": 38182895, "text": "DLGAP5 triggers proliferation and metastasis of bladder cancer by stabilizing E2F1 via USP11."}, {"pubmed": 38242392, "text": "Analysis of E2F1 single-nucleotide polymorphisms reveals deleterious non-synonymous substitutions that disrupt E2F1-RB protein interaction in cancer."}, {"pubmed": 38360622, "text": "The association of E2F1 and E2F2 single nucleotide polymorphisms with laryngeal squamous cell carcinoma pathomorphological features."}, {"pubmed": 38378679, "text": "Hsa_circ_0007990 promotes breast cancer growth via inhibiting YBX1 protein degradation to activate E2F1 transcription."}, {"pubmed": 38386202, "text": "E2F1 Mediates Traumatic Brain Injury and Regulates BDNF-AS to Promote the Progression of Alzheimer's Disease."}, {"pubmed": 38424195, "text": "RNA m[5]C modification upregulates E2F1 expression in a manner dependent on YBX1 phase separation and promotes tumor progression in ovarian cancer."}, {"pubmed": 38783241, "text": "New link between RNH1 and E2F1: regulates the development of lung adenocarcinoma."}, {"pubmed": 38978058, "text": "CDCA5 accelerates progression of breast cancer by promoting the binding of E2F1 and FOXM1."}, {"pubmed": 38992083, "text": "Epigenetically associated IGF2BP3 upregulation promotes cell proliferation by regulating E2F1 expression in hepatocellular carcinoma."}], "genomic_pos": {"chr": "20", "end": 33686385, "ensemblgene": "ENSG00000101412", "start": 33675477, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 32274210, "start": 32263489, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000077", "pubmed": 12717439, "qualifier": "involved_in", "term": "DNA damage checkpoint signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 20224733, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": [1531329, 12717439, 23934193], "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008630", "pubmed": 12717439, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 15766563, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030900", "qualifier": "involved_in", "term": "forebrain development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 15565177, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043276", "qualifier": "involved_in", "term": "anoikis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043392", "pubmed": 20176812, "qualifier": "involved_in", "term": "negative regulation of DNA binding"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20176812, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [21454377, 22476863], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 15565177, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 28992046, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [20040599, 20224733], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048146", "pubmed": 20224733, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048255", "pubmed": 15766563, "qualifier": "involved_in", "term": "mRNA stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070345", "qualifier": "involved_in", "term": "negative regulation of fat cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072332", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway by p53 class mediator"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990086", "qualifier": "involved_in", "term": "lens fiber cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000045", "pubmed": 20224733, "qualifier": "acts_upstream_of", "term": "regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 21454377, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 28992046, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [1531329, 12717439, 20040599], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23629655, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0035189", "qualifier": "part_of", "term": "Rb-E2F complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035189", "pubmed": 20224733, "qualifier": "part_of", "term": "Rb-E2F complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0035189", "pubmed": 16360038, "qualifier": "part_of", "term": "Rb-E2F complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": 16360038, "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000981", "pubmed": 20040599, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 15735762, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001216", "pubmed": [17062573, 28992046], "qualifier": "enables", "term": "DNA-binding transcription activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [15073182, 15731768], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003677", "pubmed": 11418595, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 15731768, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 11418595, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7784053, 8336704, 8657141, 9418871, 9468139, 9468140, 11418595, 11486038, 12502741, 14627987, 16061792, 16249186, 16360038, 16374512, 16892051, 17006541, 17062573, 17380128, 17517653, 17690688, 17704056, 18660514, 18660752, 18794899, 19188449, 19249677, 20040599, 20133863, 20195357, 20211142, 20224733, 20622854, 20729920, 20871633, 20972224, 21653699, 22327218, 22810586, 23472054, 23629655, 24502362, 24981860, 27705803, 29521627, 29691401, 32814053, 34591612, 34591642, 35140242], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23332764, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043565", "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0060090", "pubmed": 16360038, "qualifier": "enables", "term": "molecular adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": [16360038, 20176812], "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 101885420], [8364, 100493924], [9031, 396142], [9544, 714126], [9598, 107969994], [9606, 1869], [9615, 485839], [9913, 535369], [10090, 13555], [10116, 399489]], "id": 3828}, "interpro": [{"desc": "E2F/DP family, winged-helix DNA-binding domain", "id": "IPR003316", "short_desc": "E2F_WHTH_DNA-bd_dom"}, {"desc": "E2F Family", "id": "IPR015633", "short_desc": "E2F"}, {"desc": "E2F transcription factor, CC-MB domain", "id": "IPR032198", "short_desc": "E2F_CC-MB"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "E2F-DP heterodimerization region", "id": "IPR037241", "short_desc": "E2F-DP_heterodim"}], "ipi": ["IPI00005630", "IPI00816797"], "map_location": "20q11.22", "name": "E2F transcription factor 1", "other_names": ["PBR3", "PRB-binding protein E2F-1", "RBAP-1", "RBBP-3", "retinoblastoma-associated protein 1", "retinoblastoma-binding protein 3", "retinoblastoma-binding protein 3 (E2F-like)", "transcription factor E2F1"], "pantherdb": {"HGNC": "3113", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101941", "ortholog_type": "LDO", "panther_family": "PTHR12081", "taxid": 10090, "uniprot_kb": "Q61501"}, {"RGD": "728892", "ortholog_type": "LDO", "panther_family": "PTHR12081", "taxid": 10116, "uniprot_kb": "O09139"}, {"Gene": "E2F1", "ortholog_type": "O", "panther_family": "PTHR12081", "taxid": 9031, "uniprot_kb": "Q90977"}, {"Ensembl": "ENSGALG00000003045", "ortholog_type": "LDO", "panther_family": "PTHR12081", "taxid": 9031, "uniprot_kb": "F1NC04"}, {"Ensembl": "ENSDARG00000103868", "ortholog_type": "LDO", "panther_family": "PTHR12081", "taxid": 7955, "uniprot_kb": "H9GY24"}, {"FlyBase": "FBgn0011766", "ortholog_type": "LDO", "panther_family": "PTHR12081", "taxid": 7227, "uniprot_kb": "Q27368"}, {"dictyBase": "DDB_G0284129", "ortholog_type": "O", "panther_family": "PTHR12081", "taxid": 352472, "uniprot_kb": "Q54Q23"}, {"TAIR": "2202390", "ortholog_type": "O", "panther_family": "PTHR12081", "taxid": 3702, "uniprot_kb": "Q9FV70"}, {"EnsemblGenome": "AT2G36010", "ortholog_type": "O", "panther_family": "PTHR12081", "taxid": 3702, "uniprot_kb": "Q9FNY0"}, {"TAIR": "3685148", "ortholog_type": "O", "panther_family": "PTHR12081", "taxid": 3702, "uniprot_kb": "Q9FV71"}], "uniprot_kb": "Q01094"}, "pathway": {"biocarta": [{"id": "arfpathway", "name": "tumor suppressor arf inhibits ribosomal biogenesis"}, {"id": "cellcyclepathway", "name": "cyclins and cell cycle regulation"}, {"id": "etspathway", "name": "mets affect on macrophage differentiation"}, {"id": "fbw7pathway", "name": "cyclin e destruction pathway"}, {"id": "g1pathway", "name": "cell cycle: g1/s check point"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "p27pathway", "name": "regulation of p27 phosphorylation during cell cycle progression"}, {"id": "p53pathway", "name": "p53 signaling pathway"}, {"id": "raccycdpathway", "name": "influence of ras and rho proteins on g1 to s transition"}, {"id": "rbpathway", "name": "rb tumor suppressor/checkpoint signaling in response to dna damage"}, {"id": "skp2e2fpathway", "name": "e2f1 destruction pathway"}], "kegg": [{"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05212", "name": "Pancreatic cancer - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05219", "name": "Bladder cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05222", "name": "Small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p75ntrpathway", "name": "p75(NTR)-mediated signaling"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-109606", "name": "Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-111448", "name": "Activation of NOXA and translocation to mitochondria"}, {"id": "R-HSA-113501", "name": "Inhibition of replication initiation of damaged DNA by RB1/E2F1"}, {"id": "R-HSA-113510", "name": "E2F mediated regulation of DNA replication"}, {"id": "R-HSA-114452", "name": "Activation of BH3-only proteins"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1362300", "name": "Transcription of E2F targets under negative control by p107 (RBL1) and p130 (RBL2) in complex with HDAC1"}, {"id": "R-HSA-139915", "name": "Activation of PUMA and translocation to mitochondria"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559585", "name": "Oncogene Induced Senescence"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-6791312", "name": "TP53 Regulates Transcription of Cell Cycle Genes"}, {"id": "R-HSA-6804116", "name": "TP53 Regulates Transcription of Genes Involved in G1 Cell Cycle Arrest"}, {"id": "R-HSA-68911", "name": "G2 Phase"}, {"id": "R-HSA-69202", "name": "Cyclin E associated events during G1/S transition "}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69231", "name": "Cyclin D associated events in G1"}, {"id": "R-HSA-69236", "name": "G1 Phase"}, {"id": "R-HSA-69242", "name": "S Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69656", "name": "Cyclin A:Cdk2-associated events at S phase entry"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8953750", "name": "Transcriptional Regulation by E2F6"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9659787", "name": "Aberrant regulation of mitotic G1/S transition in cancer due to RB1 defects"}, {"id": "R-HSA-9661069", "name": "Defective binding of RB1 mutants to E2F1,(E2F2, E2F3)"}, {"id": "R-HSA-9675126", "name": "Diseases of mitotic cell cycle"}, {"id": "R-HSA-9687139", "name": "Aberrant regulation of mitotic cell cycle due to RB1 defects"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1545", "name": "miRNAs involved in DNA damage response"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP2815", "name": "Mammary gland development pathway - Involution (Stage 4 of 4)"}, {"id": "WP2828", "name": "Bladder cancer"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3969", "name": "H19 action Rb-E2F1 signaling and CDK-Beta-catenin activity"}, {"id": "WP3998", "name": "Prader-Willi and Angelman Syndrome"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4263", "name": "Pancreatic adenocarcinoma pathway"}, {"id": "WP4320", "name": "Effect of progerin on genes involved in Hutchinson-Gilford progeria syndrome"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP45", "name": "G1 to S cell cycle control"}, {"id": "WP4658", "name": "Small cell lung cancer"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["1H24", "1O9K", "2AZE", "5M9N", "5M9O", "6G0P", "6ULS"], "pfam": ["PF02319", "PF16421"], "pharmgkb": "PA152", "pharos": {"target_id": 20095, "tdl": "Tbio"}, "pir": "JC4929", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248703", "relationship": "is"}, {"id": "GNF248704", "relationship": "is"}, {"id": "GNF248705", "relationship": "is"}, {"id": "GNF248706", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046084", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF003925", "relationship": "is"}, {"id": "GNF003926", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF233440", "relationship": "is"}, {"id": "GNF239515", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098748", "relationship": "is"}, {"id": "GNF138403", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_046988.1"], "protein": ["NP_005216.1", "XP_047295917.1", "XP_054179108.1"], "rna": ["NM_005225.3", "XM_047439961.1", "XM_054323133.1"], "translation": [{"protein": "XP_047295917.1", "rna": "XM_047439961.1"}, {"protein": "XP_054179108.1", "rna": "XM_054323133.1"}, {"protein": "NP_005216.1", "rna": "NM_005225.3"}]}, "reporter": {"HG-U133_Plus_2": ["2028_s_at", "204947_at"], "HG-U95Av2": ["1322_at", "2028_s_at"], "HTA-2_0": "TC20000773.hg.1", "HuEx-1_0": "3903146", "HuGene-1_1": "8065710", "HuGene-2_1": "16918445"}, "summary": "The protein encoded by this gene is a member of the E2F family of transcription factors. The E2F family plays a crucial role in the control of cell cycle and action of tumor suppressor proteins and is also a target of the transforming proteins of small DNA tumor viruses. The E2F proteins contain several evolutionally conserved domains found in most members of the family. These domains include a DNA binding domain, a dimerization domain which determines interaction with the differentiation regulated transcription factor proteins (DP), a transactivation domain enriched in acidic amino acids, and a tumor suppressor protein association domain which is embedded within the transactivation domain.  This protein and another 2 members, E2F2 and E2F3, have an additional cyclin binding domain. This protein binds preferentially to retinoblastoma protein pRB in a cell-cycle dependent manner. It can mediate both cell proliferation and p53-dependent/independent apoptosis. [provided by RefSeq, Jul 2008].", "symbol": "E2F1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812258"}, "unigene": "Hs.654393", "uniprot": {"Swiss-Prot": "Q01094", "TrEMBL": "Q9BSD8"}, "wikipedia": {"url_stub": "E2F1"}}