{"AllianceGenome": "3176", "HGNC": "3176", "MIM": "131240", "_id": "1906", "_version": 2, "accession": {"genomic": ["AH002688.2", "AY434104.1", "CH471087.1", "CP068272.2", "DQ496112.1", "J05008.1", "KF458096.1", "KF458097.1", "KF458100.1", "M25549.1", "NC_000006.12", "NC_060930.1", "NG_016196.2", "Z98050.1"], "protein": ["AAA52338.1", "AAA52339.1", "AAA52407.1", "AAB25760.1", "AAH09720.1", "AAQ96600.1", "BAF84527.1", "CAA68718.1", "CAG46701.1", "EAW55313.1", "EAW55314.1", "EAW55315.1", "EAW55316.1", "NP_001161791.1", "NP_001403492.1", "NP_001403493.1", "NP_001403494.1", "NP_001946.3", "P05305.1"], "rna": ["AK226096.1", "AK291838.1", "AK307089.1", "AK313914.1", "AL548191.3", "AW044634.1", "BC009720.1", "BC036851.1", "BG540968.1", "BM680754.1", "BQ009676.1", "BX439515.2", "CA306604.1", "CR541903.1", "NM_001168319.2", "NM_001416563.1", "NM_001416564.1", "NM_001416565.1", "NM_001955.5", "S56805.1", "Y00749.1"], "translation": [{"protein": "CAA68718.1", "rna": "Y00749.1"}, {"protein": "NP_001403492.1", "rna": "NM_001416563.1"}, {"protein": "CAG46701.1", "rna": "CR541903.1"}, {"protein": "NP_001946.3", "rna": "NM_001955.5"}, {"protein": "AAH09720.1", "rna": "BC009720.1"}, {"protein": "NP_001161791.1", "rna": "NM_001168319.2"}, {"protein": "NP_001403493.1", "rna": "NM_001416564.1"}, {"protein": "NP_001403494.1", "rna": "NM_001416565.1"}, {"protein": "BAF84527.1", "rna": "AK291838.1"}, {"protein": "AAB25760.1", "rna": "S56805.1"}]}, "alias": ["ARCND3", "ET1", "HDLCQ7", "PPET1", "QME"], "ensembl": {"gene": "ENSG00000078401", "protein": "ENSP00000368683", "transcript": "ENST00000379375", "translation": [{"protein": "ENSP00000368683", "rna": "ENST00000379375"}], "type_of_gene": "protein_coding"}, "entrezgene": "1906", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.14703184, "exp_mis": 77.8870924, "exp_syn": 33.606585, "lof_z": 1.78626901522059, "mis_z": 0.104586664734634, "mu_lof": 5.34107616272e-07, "mu_mis": 6.68933996951e-06, "mu_syn": 2.78115834099e-06, "n_lof": 3.0, "n_mis": 76.0, "n_syn": 29.0, "p_li": 0.0810200671130622, "p_null": 0.0469753511561987, "p_rec": 0.872004581730739, "syn_z": 0.492625414234495}, "bp": 639, "cds_end": 12296300, "cds_start": 12290862, "n_exons": 5, "nonpsych": {"exp_lof": 7.2706719, "exp_mis": 70.3921588, "exp_syn": 30.3140252, "lof_z": 1.55546745454609, "mis_z": 0.143810218083676, "mu_lof": 5.34107616272e-07, "mu_mis": 6.68933996951e-06, "mu_syn": 2.78115834099e-06, "n_lof": 3.0, "n_mis": 68.0, "n_syn": 26.0, "p_li": 0.0659163919498596, "p_null": 0.074409514113402, "p_rec": 0.859674093936738, "syn_z": 0.493315583709795}, "nontcga": {"exp_lof": 7.48521237, "exp_mis": 71.6460731, "exp_syn": 30.90800316, "lof_z": 1.61719426327073, "mis_z": -0.138550020873647, "mu_lof": 5.34107616272e-07, "mu_mis": 6.68933996951e-06, "mu_syn": 2.78115834099e-06, "n_lof": 3.0, "n_mis": 74.0, "n_syn": 29.0, "p_li": 0.0658221902183336, "p_null": 0.063024052659763, "p_rec": 0.871153757121903, "syn_z": 0.217302770649588}, "transcript": "ENST00000379375.5"}, "exons": [{"cdsend": 12296067, "cdsstart": 12290629, "chr": "6", "position": [[12290360, 12290693], [12292343, 12292509], [12293940, 12294096], [12294260, 12294404], [12295961, 12297194]], "strand": 1, "transcript": "NM_001168319", "txend": 12297194, "txstart": 12290360}, {"cdsend": 12296067, "cdsstart": 12290629, "chr": "6", "position": [[12290360, 12290693], [12292340, 12292509], [12293940, 12294096], [12294260, 12294404], [12295961, 12297194]], "strand": 1, "transcript": "NM_001955", "txend": 12297194, "txstart": 12290360}], "exons_hg19": [{"cdsend": 12296300, "cdsstart": 12290862, "chr": "6", "position": [[12290593, 12290926], [12292576, 12292742], [12294173, 12294329], [12294493, 12294637], [12296194, 12297427]], "strand": 1, "transcript": "NM_001168319", "txend": 12297427, "txstart": 12290593}, {"cdsend": 12296300, "cdsstart": 12290862, "chr": "6", "position": [[12290593, 12290926], [12292573, 12292742], [12294173, 12294329], [12294493, 12294637], [12296194, 12297427]], "strand": 1, "transcript": "NM_001955", "txend": 12297427, "txstart": 12290593}], "generif": [{"pubmed": 11210078, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11399938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11448123, "text": "Activated human neutrophils express prepro-ET-1 mRNA and secrete appreciable levels of mature peptide into the culture medium in the presence of various neutrophil stimulants."}, {"pubmed": 11593097, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11601839, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11693192, "text": "21 amino acid peptide exerts a wide range of biological activities including vasoconstriction, mitogenesis and inotropic effects on the heart"}, {"pubmed": 11742499, "text": "Results suggest endothelin-1 is produced by colorectal cancers and may play a role in the growth of colorectal cancer acting through ET(A) receptors. ET(A) antagonists are indicated as potential anti-cancer agents."}, {"pubmed": 11751711, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11795667, "text": "Endothelin receptor remodeling induces the portal venous hyper-response to endothelin-1 following endotoxin pretreatment."}, {"pubmed": 11831453, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11858185, "text": "Endothelin-1 enhances TF expression & activity in monocytes from health individuals. No additional stimulation was seen in monocytes from heart failure subjects, who nonetheless have 2.5 times as much TF as controls."}, {"pubmed": 11866544, "text": "Shear-induced changes in endothelin-1 secretion of microvascular endothelial cells"}, {"pubmed": 11932487, "text": "Study of structure-activity relationships of ET1 using truncated analogs and molecular modelling and nmr studies to elucidate secondary protein structure."}, {"pubmed": 11934840, "text": "leptin upregulates ET-1 production in HUVECs via a mechanism potentially involving jun binding members of the bZIP family"}, {"pubmed": 11991554, "text": "ET-1 may be implicated in the pathogenesis of bronchoconstriction."}, {"pubmed": 11991733, "text": "Distinct signaling pathways mediate cardiomyocyte phospholipase D stimulation by endothelin-1 and thrombin"}, {"pubmed": 12009599, "text": "plasma levels in cyclosporine-treated stable renal transplant patients"}, {"pubmed": 12011762, "text": "ET1 polymorphism is a risk factor for ventricular arrhythmia"}, {"pubmed": 12013496, "text": "The expression of endothelin-1 gene in blood vessels and in the heart of hypertensive rats may occur in the absence of exposure to DOCA and salt. Endothelin-1 gene overexpression in hypertension occurs early in non-renin-dependent, volume-expanded models."}, {"pubmed": 12068797, "text": "Sickle erythrocytes increased the endothelial cell production of prostacyclin and endothelin-1 under venous wall shear stress conditions of 1dyncm2"}, {"pubmed": 12077518, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12082592, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12087564, "text": "Elevated levels of ET-1 in hypertensive patients on hemodialysis contribute to systemic vasoconstriction and may be a marker for vascular dysfunction in this patient population."}, {"pubmed": 12107733, "text": "Ocular hyperperfusion following onset of Intensified insulin therapy is inversely correlated with plasma levels in type I diabetes."}, {"pubmed": 12117726, "text": "The biosynthetic pathway of ET-1 is activated to a higher degree in the peripheral vasculature of African American hypertensive patients than in white hypertensives."}, {"pubmed": 12137974, "text": "Follicular fluid adrenomedullin concentrations in spontaneous and stimulated cycles are relationed to ovarian function and endothelin-1 and nitric oxide."}, {"pubmed": 12144123, "text": "Our results showed that circulating ET-1 values were increased in microalbuminuric, normotensive, type 2 diabetic patients and correlated with albumin excretion rate, confirm that endothelial dysfunction, as expressed by ET-1 levels, occurs early"}, {"pubmed": 12151765, "text": "An in vitro model of the blood-brain barrier increased its expression of ET-1 mRNA and secretion of ET-1 peptide when infected with HIV-1."}, {"pubmed": 12189238, "text": "UV-induction of keratinocyte endothelin-1 downregulates E-cadherin in melanocytes and melanoma cells"}, {"pubmed": 12230494, "text": "Endothelin-1 decreases basic apoptotic rates in human melanoma cell lines."}, {"pubmed": 12446192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12459174, "text": "Data suggest that endothelin-1 promotes collagen matrix reorganization through the enhancement of mesangial cell alpha1beta1 integrin-dependent migration and MMP-2 activity."}, {"pubmed": 12508654, "text": "The expression of ET-1 was significantly correleted with the tumor grading."}, {"pubmed": 12511547, "text": "Association of endothelin-1 polymorphism with hypertension."}, {"pubmed": 12511547, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12529269, "text": "ET-1 could be implicated in the pathogenesis of appendicitis by inducing appendiceal ischemia through vasoconstriction"}, {"pubmed": 12557940, "text": "endothelin-1 (ET-1), interleukin-2 (IL-2) and amino-terminal propeptide type III procollagen (PIII NP) can be used as markers for diagnosis of human cases infected with chronic and acute filariasis"}, {"pubmed": 12565798, "text": "Data show that double heterozygote variants of two endothelin-1 gene polymorphisms were associated with significantly less risk for chronic heart failure with higher levels of big endothelin."}, {"pubmed": 12565798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12588850, "text": "Acts as a morphogen; different levels pattern specific positions, shapes and sizes of bones along the dorso-ventral axis."}, {"pubmed": 12620701, "text": "a severely hyperinsulinemic state may regulate VSMC and EC proliferation via activation of vasoactive substances such as ET-1 and nitric oxide induced by insulin."}, {"pubmed": 12629276, "text": "Immunoreactive ET1 has been detected in cyst epithelia, mesangial cells and vascular smooth muscle cells, suggesting continuing ET1 synthesis in autosomal-dominant polycystic kidney disease."}, {"pubmed": 12657945, "text": "endothelin-1 is a mediator of pancreatic and intestinal ischemia in acute pancreatitis."}, {"pubmed": 12695528, "text": "ROS were involved in ET-1-induced fibroblast proliferation and mediated ET-1-induced activation of ERK pathways, which culminated in ET-1 gene expression."}, {"pubmed": 12721154, "text": "differences in cellular response to gastric inhibitory polypeptide(GIP) mediated by endothelin-1 may be related to differences in activation of GIP receptor splice variants"}, {"pubmed": 12746758, "text": "Data do not support a role for ET-1 as a valid quantitative indicator for stage or progression in endemic goiter, Graves' disease or Hashimoto's thyroiditis"}, {"pubmed": 12750312, "text": "GATA-2-dependent transcriptional activity of the endothelin 1 promotor is suppressed by the SUMO E3 ligase PIASy."}, {"pubmed": 12855940, "text": "Emerging pathophysiological role for endothelin in myocardial infarction, stroke and hepato-renal syndrome. (Review)"}, {"pubmed": 12861161, "text": "data suggest that amniotic fluid concentrations of human brain natriuretic peptide and endothelin-1 were highest in the twins with polyhydramnios and lowest in oligohydramnios, suggesting their importance in the regulation of amniotic fluid vo"}, {"pubmed": 12887757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12907686, "text": "Endothelin-1 decreases gap junctional intercellular communication by inducing phosphorylation of connexin 43 in ovarian tumor cells"}, {"pubmed": 12941866, "text": "role in pathogenesis of osteoblastic bone metastases"}, {"pubmed": 12963677, "text": "Endothelin-1 gene polymorphism in combination with environmental factors influence blood pressure reactivity."}, {"pubmed": 12963677, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14514737, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14514737, "text": "genetic variation at the EDN1 locus has a significant effect on glomerular filtration but not on urinary albumin excretion in the general nondiabetic population."}, {"pubmed": 14519635, "text": "Correlation between increased ET-1 expression and its receptors with several clinicopathological parameters in breast cancer."}, {"pubmed": 14523636, "text": "Patients with absorptive idiopathic hypercalciuria had increased urinary ET-1 excretion and decreased plasma ET-1 levels. This is most likely due to the decreased reabsorption of ET-1 in the renal tubule and increased renal production."}, {"pubmed": 14558091, "text": "catabolic role of ET-1 in osteoarthritis cartilage via MMP-1 and MMP-13 up-regulation."}, {"pubmed": 14602502, "text": "These results support the idea that endothelin plays an important independent role in the physiopathology of heart failure."}, {"pubmed": 14634722, "text": "The plasma levels of big ET-1 are dependent on CyA plasma levels 1 year after successful heart transplantation in patients treated with immunosuppressive agents."}, {"pubmed": 14636060, "text": "Stimulation of lung fibroblasts with ET-1 results in changes in phosphorylation of proteins downstream of endothelin receptors A and B involved in cell cycle, cytoskeleton, membrane channels, transcription, angiogenesis, and metabolism."}, {"pubmed": 14639018, "text": "Endothelial function (assessed by ET-1 and motroc pxode concentrations) and its response to exercise were abnormal in slow coronary flow patients compared with healthy subjects."}, {"pubmed": 14660616, "text": "a novel pathway of ET-1 mRNA stabilization by heat shock"}, {"pubmed": 14692644, "text": "Lower expression of ET-1 in placental tissues from IUGR pregnancies might be secondary to an adaptive mechanism to reduce the vasoconstrictor effect of ET-1."}, {"pubmed": 14763917, "text": "Data indicate that weight loss is more important than glycaemic control in regulating circulating levels of endothelin-1 in morbidly obese subjects."}, {"pubmed": 15009217, "text": "Results indicate that, by influencing endothelin-1 expression and release, ouabain may contribute to the regulation of vascular tone."}, {"pubmed": 15041798, "text": "there is an increased microvessel density (MVD) in metastatic bone lesions from different primary tumors, and ETA and ET1 are upregulated in metastatic bone lesions"}, {"pubmed": 15044479, "text": "ET-1 induces a program of matrix synthesis in lung fibroblasts and may play a key role in connective tissue deposition during wound repair and in pulmonary fibrosis"}, {"pubmed": 15047866, "text": "ET-1 enhances the ability of lung fibroblasts to contract extracellular matrix through the Akt/phosphoinositide 3-kinase (PI3-kinase) pathway to induce de novo protein synthesis of proteins that contribute to a contractile phenotype."}, {"pubmed": 15073116, "text": "increased ET-1, ET(A)R, and ET(B)R expression are associated with increased VEGF expression and higher vascularity of breast carcinomas and could be involved in the regulation of angiogenesis in breast cancer"}, {"pubmed": 15093707, "text": "Circulating ET-1 may participate in arterial blood pressure regulation during sleep in healthy subjects, in association with the renin-angiotensin system"}, {"pubmed": 15126915, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15126915, "text": "This EVA-based study suggests that ET1 interacts with ECE1 to influence blood pressure in women."}, {"pubmed": 15139053, "text": "Endothelin 1 was found to be up-regulated in clear cell renal tumor specimens and down-regulated in papillary renal tumor specimens."}, {"pubmed": 15161426, "text": "Elevated plasma ET-1 levels following acute myocardial infarction and recanalization in humans probably contributes to the coronary vasoconstriction that underlies the myocardial ischaemia and ventricular dysfunction, as related in this review"}, {"pubmed": 15188945, "text": "Clinical trial of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15194301, "text": "Role of ET-1 in the pathogenesis of post-renal transplantation hypertension in cyclosporine-treated recipients."}, {"pubmed": 15198485, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15198485, "text": "Our transient expression study indicates that the Lys198Asn polymorphism may not directly affect ET-1 and big ET-1 production."}, {"pubmed": 15213100, "text": "ET-1/ETA/ETB autocrine/paracrine loops on DCs appear to be essential for the normal maturation and function of human dendritic cells"}, {"pubmed": 15224360, "text": "findings indicate that endothelin-1 is the predominant contractile factor released by cultured endothelial cells upon exposure to deoxygenated sickled SS erythrocytes"}, {"pubmed": 15240857, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15269821, "text": "TGF-beta and ET-1 have roles in mechanical force generation in keratinocyte-fibroblast co-cultures, and GM-CSF induces myofibroblasts acting indirectly"}, {"pubmed": 15319532, "text": "ET-1 is a trophic agent in the human heart with the ability to influence the development of cardiac fibrosis."}, {"pubmed": 15347673, "text": "Endothelin-1-induced prostaglandin E2-EP2 and EP4 signaling regulates vascular endothelial growth factor production and ovarian carcinoma cell invasion"}, {"pubmed": 15369130, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15466627, "text": "In endothelium-restricted human preproET-1 overexpression, ET-1 caused structural remodeling & endothelial dysfunction of resistance vessels, via a direct nonhemodynamic effect of ET-1 on the vasculature, thru vascular NAD(P)H oxidase activation."}, {"pubmed": 15505112, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15505112, "text": "Our results uncover a sex-specific protective effect of variation in the ET-1 gene on the progression of hypertension risk, and a socioeconomic effect on risk of developing left ventricular hypertrophy in multiethnic youth."}, {"pubmed": 15518541, "text": "It is now clear that ET-1 has an intramolecular hydrophobic core around Tyr 13 under physiological conditions, and has a different folding in the crystalline form."}, {"pubmed": 15558022, "text": "EDN1 overexpression as a major cause in colon cancers and reveal further details of the genetic programs responsible for tumorigenesis of colon cancers"}, {"pubmed": 15568807, "text": "Structural studies of the highly stable endothelin 1 (ET-1) dimer conclude that the prosequence assists ET-1 folding in a chaperone-like manner before successive cleavages that yield the bioactive ET-1 hormone."}, {"pubmed": 15610525, "text": "ET-1 may promote melanoma invasion and metastasis through the regulation of adhesion molecule expression."}, {"pubmed": 15621731, "text": "ET-1 from the microvascular endothelium is inhibited by vascular endothelial growth factor and does not have a role as a growth factor in human benign prostatic hyperplasia"}, {"pubmed": 15623376, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15643502, "text": "The identification of the ET-axis at the mRNA and protein level in the majority of bladder tumor samples suggests a role in the carcinogenesis of bladder cancer."}, {"pubmed": 15646831, "text": "Endothelin-1 has a role in progression of non-small cell lung cancer"}, {"pubmed": 15652492, "text": "Tumor Necrosis Factor-alpha significantly induces both interleukin 8 and ET-1 gene expression in human dermal microvascular endothelial cells possibly through different redox signaling pathways"}, {"pubmed": 15699938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15699938, "text": "Patients with allele Asn of EDN1 gene in the genotype had significantly lower value of peak A integral of trans-mitral blood flow."}, {"pubmed": 15702240, "text": "ET-1 and adrenomedullin markedly stimulated the growth of SW-13 cells"}, {"pubmed": 15743480, "text": "In human osteoarthritis chondrocytes, ET-1 controls the production of MMP-1 and MMP-13."}, {"pubmed": 15817494, "text": "the ET-1 cascade has a role in the development of altered pulmonary vascular tone and reactivity that occurs with congenital heart disease and its repair, following the use of cardiopulmonary bypass [review]"}, {"pubmed": 15818445, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15838269, "text": "Suggest that endothelin-1 plays a role in vein graft failure, predominantly via the endothelin-A receptor."}, {"pubmed": 15838299, "text": "Postulate that the ET-1 is active participant in cytokine- and cell adhesion molecule-induced inflammatory repsonse at atherosclerosis."}, {"pubmed": 15838323, "text": "ET-1 level decreased significantly after anthracycline therapy and remained significant at 1 year. Decreasing level of ET-1 may play a role in the ejection fraction reduction in these patients."}, {"pubmed": 15838328, "text": "Results demonstrate that transforming growth factor-beta induces endothelin-1 expression by a functional cooperation between Smads and activator protein-1 through activation of the Smad signaling pathway."}, {"pubmed": 15838333, "text": "Serum big-endothelin and ET-1 levels were significantly higher during incessant ventricular tachycardia/fibrillation, which can be a cause of multiple arrhythmia recurrence."}, {"pubmed": 15838334, "text": "Suggest that HIF-1alpha induces VEGF/ET-1/iNOS during gastric ulcer healing."}, {"pubmed": 15838336, "text": "Findings suggest that salivary endothelin-1 may have a contributing role in certain gastroduodenal diseases."}, {"pubmed": 15838337, "text": "Probable that endothelin-1 is produced by the epithelial cells lining the thyroid cysts, and the increased levels of IR-ET in cystic fluid found in patients could either be secondary to cystic nodule development or have a role in goiter formation."}, {"pubmed": 15838340, "text": "During the hemodialysis for ESRD an increase in ET-1 was encountered, which was more pronounced in hypertensive than in normotensive patients and paralleled the hemodynamic changes."}, {"pubmed": 15838344, "text": "Resistance exercise training reduces plasma endothelin-1 concentration in healthy young humans."}, {"pubmed": 15838351, "text": "Report suppression of cytokine-induced expression of endothelin-1 by dexamethasone in human retinal pigment epithelial cells."}, {"pubmed": 15838357, "text": "Report altered lymphocyte chromatin topography and elevated serum ET-1 in atherosclerosis."}, {"pubmed": 15838368, "text": "Nitric oxide inhalation modulates endothelin-1 plasma concentration gradients following left ventricular assist device implantation."}, {"pubmed": 15838369, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15838369, "text": "Presence of the ET-1 genotype (++) in patients with structural heart disease, severe left ventricular dysfunction and malignant ventricular arrhythmias increases the risk for these patients of hemodynamic collapse during these arrhythmias."}, {"pubmed": 15838370, "text": "Endothelin-1[1-31] is not elevated in men with chronic heart failure."}, {"pubmed": 15864745, "text": "Data show that reactive oxygen species mediate endothelin-1-induced activation of mitogen-activated protein kinase pathways, which culminates in hypertrophic responses and beta-myosin heavy chain expression."}, {"pubmed": 15946241, "text": "enhanced ET-1 expression in pigmented basal cell carcinoma plays an important role in the hyperpigmentation of this tumor"}, {"pubmed": 15946919, "text": "ability of ET-1 to activate inflammatory pathways in human monocytes differentially"}, {"pubmed": 15979050, "text": "These data suggest that secreted HIV gp120 proteins induce lung endothelial cell injury and could contribute to the development of HIV-associated pulmonary hypertension."}, {"pubmed": 15988412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16002759, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16002759, "text": "Polymorphisms in the ET-1 gene (K198N), the ET receptor type A (ETA), (-231G>A and +1222C>T), and the ET type B (ETB) receptor (G57S and L277L) do not play a role in cerebral small-vessel disease"}, {"pubmed": 16021085, "text": "The vascular sensitivity to endothelin-1 is not altered during normal pregnancy in contrast to preeclamptic pregnancy, where no effect of endothelin-1 was seen."}, {"pubmed": 16026642, "text": "Endothelin-1 has a role in inhibiting apoptosis in prostate cancer"}, {"pubmed": 16076689, "text": "In heart failure patients, increased plasma concentrations of endothelin-1 and big-endothelin mainly reflect an increased secretion from the peripheral endothelium."}, {"pubmed": 16095497, "text": "TGF-beta1/bFGF and ET-1 have different roles in graft fibrosis in heart failure patients"}, {"pubmed": 16097909, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16098041, "text": "ET-1 induces secretion of CXC chemokines critical for melanoma metastasis and tumor progression"}, {"pubmed": 16217751, "text": "in oral squamous cell carcinoma cells, endothelin-1 acts as a susrvival factor to induce proliferation via endothelin-A receptor or endothelin-B receptor"}, {"pubmed": 16234608, "text": "increased ET-1 protein expression that has been linked with the I variant might be associated with a more efficient hemodynamic response to standin"}, {"pubmed": 16291872, "text": "The positive inter-regulation between beta-cat/Tcf-4 signaling and ET-1 signaling potentiates proliferation and survival of prostate cancer (CaP) cells, thereby representing a novel mechanism that contributes to CaP progression."}, {"pubmed": 16320159, "text": "ET-1 plasma levels may indicate Paget's disease activity"}, {"pubmed": 16336267, "text": "the signalling pathways induced by ET-1 and TGF-beta1 leading to augmented collagen I production by fibroblasts converge on a similar signalling pathway. Thereby, long-time stimulation by ET-1 resulted in a changed ET-receptor subtype ratio"}, {"pubmed": 16357176, "text": "Endothelin-1 promotes epithelial-to-mesenchymal transition towards ovarian carcinoma progression"}, {"pubmed": 16452160, "text": "Endothelin-1 is a potent stimulus for brain endothelial cell migration."}, {"pubmed": 16466695, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16466695, "text": "study reports for the first time association of ET-1 variants with adaptation to hypobaric hypoxia in the Himalayans"}, {"pubmed": 16521405, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16526196, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16531800, "text": "Observations strongly suggest that the expression of ET-1 is enhanced in neointimal smooth muscle cells at early stages after percutaneous coronary intervention injury in human coronary arteries."}, {"pubmed": 16582543, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16597412, "text": "Review. The similarities & differences between the ET-1 & AngII systems regarding their effects on various aspects of cancer are reviewd. Besides being expressed on vascular endothelium, ET-1 & AngII receptors participate in tumor angiogenesis."}, {"pubmed": 16648553, "text": "Integrin-linked kinase functions as a downstream mediator of the ET-1/ET(A)R axis to potentiate aggressive cellular behavior in ovarian cancer cells."}, {"pubmed": 16720059, "text": "Hypoxia induces ET-1 mRNA expression in the treatment of T98G glioblastoma cells with interferon-gamma, tumor necrosis factor-alpha and interleukin-1beta but IR-ET levels in the medium do not reflect this."}, {"pubmed": 16769575, "text": "Estimated systolic pulmonary artery pressure and plasma concentrations of endothelin-1 and VEGF are increased in patients with Chuvash polycythemia."}, {"pubmed": 16778329, "text": "that the 5-HT2A T102C and ET-1 G/T polymorphisms are interactively associated with hypertension"}, {"pubmed": 16809784, "text": "elevated JNK activation in fibrotic lung fibroblasts contributes to the persistence of the myofibroblast phenotype in pulmonary fibrosis by promoting an autocrine ET-1 loop"}, {"pubmed": 16815566, "text": "endothelin-1, but not adrenomedullin, has a role in pulmonary incremental resistance during low-dose dobutamine infusion"}, {"pubmed": 16864942, "text": "ET-1 levels in chronic thromboembolic pulmonary hypertension closely correlated with the hemodynamic and clinical severity of disease in a large cohort of patients."}, {"pubmed": 16931893, "text": "Cerebral blood flow velocities, but not CVR values, are associated with serum NO and ET-1 concentrations in adolescents"}, {"pubmed": 16943682, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16943682, "text": "a deleterious effect of the combination of 4A and 198N alleles of EDN1 was observed in APKDK individuals"}, {"pubmed": 16947775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16956834, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16971893, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16982943, "text": "Exposure to high altitude is followed by increased excretion of ET-1 in the urine.  ET-1 produced in the kidney appears to participate in the control of volume by enhancing free water excretion."}, {"pubmed": 16986361, "text": "Endothelin-converting enzyme (ECE) is a key enzyme in the process of endothelin-1 (ET-1) generation."}, {"pubmed": 17016610, "text": "Augmented release of ET-1 is correlated with the rupture of the abnormal vessel confirming its role in vasospasm after subarachnoid hemorrhage."}, {"pubmed": 17016617, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17020466, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17020466, "text": "analysis of allele frequencies and pairwise linkage disequilibria of all previously described variants in the EDN1 gene in a large sample (n = 298) of individuals"}, {"pubmed": 17122448, "text": "ET-1 mediates the increased vascular tone of extremely inactive legs of SCI individuals by increased activation of ET(A)-receptors"}, {"pubmed": 17123690, "text": "The amniotic fluid concentration of ET1 is elevated by the second trimester in women who later develop intrauterine growth restriction"}, {"pubmed": 17148661, "text": "These data suggest that the podocyte is a target of Stx, a novel stimulus for the synthesis of ET-1, which may control cytoskeleton remodeling and glomerular permeability in an autocrine fashion."}, {"pubmed": 17203161, "text": "analysis of Endothelin-1, ETAR and ETBR expression in different histologic subtypes of renal cell carcinoma"}, {"pubmed": 17221318, "text": "In co-cultures ET-1 produced by endothelial cells results in neutrophil activation/degranulation."}, {"pubmed": 17222082, "text": "The expression of ET1 by myofibroblasts was monitored."}, {"pubmed": 17264805, "text": "Carriers of at least one copy of the dysfunctional ET-1 5665 T allele were at increased risk of coronary artery disease"}, {"pubmed": 17264805, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17274718, "text": "cyclosporin A can modulate its expression in cyclosporin A-induced gingival overgrowth"}, {"pubmed": 17291632, "text": "Assessment of ET plasmatic levels for detection and monitoring of pulmonary hypertension during systemic sclerosis is warranted in larger prospective studies."}, {"pubmed": 17328840, "text": "A significant association of the GG4A haplotype with IgA nephropathy (IgAN), demonstrated by haplotype reconstruction of the ET-1 gene, could suggest a role in the pathogenesis of IgAN."}, {"pubmed": 17328840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17335511, "text": "Homozygosity for -1224C/A - 198K haplotype of EDN1 is associated with the risk of developing cardiac hypertrophy."}, {"pubmed": 17335511, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17340622, "text": "Data suggest that alterations of the vascular endothelium together with a decreased release of endothelin-1 may entail post-flight health hazards for astronauts."}, {"pubmed": 17345061, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17353514, "text": "Endogenous endothelin, predominantly via ET(A) receptor stimulation, contributes to basal constrictor tone and endothelial dysfunction, whereas ET(B) activation mediates vasodilation in human coronaries."}, {"pubmed": 17357073, "text": "HDL cholesterol levels are associated with an amino acid substitution (lysine/asparagine) at codon 198 (rs5370) of endothelin-1 (EDN1) in a sex-specific manner."}, {"pubmed": 17357073, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17357519, "text": "In laryngeal carcinoma tissue, the more advanced the clinical stage, the higher was the expression of endothelin-1."}, {"pubmed": 17395629, "text": "Used transgenic mouse model to analyse regulation of prepro-endothelin-1 promoter activity on a cellular level."}, {"pubmed": 17404040, "text": "Plays a significant role in atherosclerosis-related functions of monocytes, via sodium-hydrogen exchanger 1 activation."}, {"pubmed": 17438153, "text": "common, heritable variation in expression of the human CHGA gene influences endothelial ET-1 secretion in vivo"}, {"pubmed": 17444275, "text": "ET-1 gene polymorphism plays a role in the development of juvenile hypertension associated with obesity."}, {"pubmed": 17444275, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17460393, "text": "Prohibiting ET-1-mediated gene transcription necessitates blocking of NF-kappaB and diacylglycerol signal transduction in proximal tubule cells."}, {"pubmed": 17470272, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17497038, "text": "ET-1 levels were positively correlated with ICAM-1 and TAG levels, indicating that increased level of oxidative stress marker, proinflammatory markers, and their downstream effectors adhesion molecules occur in type 2 DM."}, {"pubmed": 17497041, "text": "RESULTS show that ET-1 levels in BD-BALF were significantly higher than those of controls, and were correlated with the number of alveolar macrophages, but not with BAL-CD4/CD8 ratio."}, {"pubmed": 17497362, "text": "The role of the stress hormone beta-endorphin in several mechanisms that contribute to a dysbalance of human endothelial and monocytic endothelin (ET)-1 and nitric oxide (NO) release, mediated by mu1-opioid receptors, is studied."}, {"pubmed": 17505299, "text": "endothelin 1 is elevated in cerebrospinal fluid and plasma concentrations of after traumatic brain injury in human patients"}, {"pubmed": 17525706, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17535295, "text": "transmembrane segment 1 of human endothelin B receptor is essential area for ET-1 binding and homodimer formation"}, {"pubmed": 17549358, "text": "ET-1 overexpression is associated with bladder cancer"}, {"pubmed": 17556493, "text": "Eight-weeks cycling training in older sedentary men seems to partly decrease the ET-1-mediated vascular tone."}, {"pubmed": 17569300, "text": "Review. High endothelin-1 levels are involved in the hypertensive and oxidative stress states in pre-eclampsia."}, {"pubmed": 17575543, "text": "neutrophils taken from healthy donors damage the endothelium by a mechanism dependent on ETs acting via ET(A) receptor, whereas neutrophils from acute pancreatitis patients cause more severe damage that is not dependent on ETs"}, {"pubmed": 17576235, "text": "No association was found between two EDN1 polymorphisms (intron 4 G/A, rs2071942 and exon 5 G/T, rs5370)and vitiligo in a Korean population"}, {"pubmed": 17576235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17664075, "text": "ET-1 concentration is a determinant of the level of pain in a cancer pain mouse model and it is a more important factor than tumor volume in producing cancer pain."}, {"pubmed": 17664854, "text": "identified a novel missense mutation, G36R, in one hypertensive patient"}, {"pubmed": 17681742, "text": "endogenous endothelin signaling contributes to the fibrotic phenotype of fibrotic fibroblasts, suggesting that antagonizing endothelin receptors may be of benefit in combating fibrotic disease"}, {"pubmed": 17693542, "text": "Suggest ET-1 and alpha-adrenergic receptors regulate leg skeletal muscle blood flow at rest and suggest a similar, intensity-dependent \"lysis\" of peripheral ET and alpha-adrenergic vasoconstriction during dynamic exercise."}, {"pubmed": 17701914, "text": "Endothelin-1 and endothelin-converting enzyme-1 have roles in human granulomatous pathology of eyelid"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17850909, "text": "Human umbilical vein endothelial cells were exposed to shear stress and/or cyclic stretch for 24h, and changes in the mRNA levels of endothelin-1 (ET-1), a potent vasoconstrictor, and endothelial nitric oxide synthase (eNOS), were determined."}, {"pubmed": 17855483, "text": "Reduction in fractional excretion of ET-1 after ETB blockade appears to indicate that renal excretion of ET-1 is at least partly facilitated by ETB receptor activation."}, {"pubmed": 17875064, "text": "In patients with acute lung injury/ARDS, ET-1 is produced mainly in the lung and is associated not only with pulmonary vasoconstriction but also the development of permeability oedema, leading to the impairment of oxygenation."}, {"pubmed": 17884295, "text": "In humans ET1 activates mechanosensitive, but not mechano-insensitive, nociceptors and may have a differential role in pain compared to other chemical algogens which activate additionally or even predominantly mechano-insensitive fibers."}, {"pubmed": 17893002, "text": "report confirms activation of the endothelin system post acute myocardial infarction (AMI) and CT-proET-1 to be a powerful new prognostic marker of death or heart failure in patients with AMI"}, {"pubmed": 17913962, "text": "ET-1 reduces apoptosis in cultured human trophoblasts, a finding which suggests a role for ET-1 in protecting trophoblasts against injury."}, {"pubmed": 17938376, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17938376, "text": "a significant (P=0.0025) interaction between the endothelin 1 rs5370 (G/T; Lys198Asn) genotype and cardiorespiratory fitness level on the risk of hypertension."}, {"pubmed": 17960156, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17960156, "text": "Polymorphisms in EDN1 are associated with asthma in two populations."}, {"pubmed": 17967707, "text": "explanation for the co-expression between ET-1 and protein kinase C in the pathogenesis of diabteic retinopaathy."}, {"pubmed": 17969585, "text": "These data testify to the important role of serotonin and endothelin-1 in the regulation of immunity in aging."}, {"pubmed": 17996929, "text": "Increased endothelin 1 synthesis by the bronchial epithelium characterizes severe refractory asthma and correlates with airway remodeling and airflow obstruction."}, {"pubmed": 18005077, "text": "Concentric contraction is associated with ET-1 production and a greater increase in blood pressure compared with eccentric contraction."}, {"pubmed": 18023202, "text": "IL-8 induces imbalances between nitric oxide and endothelin-1, and also between plasminogen activator inhibitor-1 and tissue-type plasminogen activator in cultured endothelial cells"}, {"pubmed": 18025413, "text": "ET-1 is released from human adipose tissue and links fat accumulation to insulin resistance"}, {"pubmed": 18031458, "text": "As for the EDN1 -134 3A/4A gene polymorphism, no significant differences in genotype distributions were found between patients with either early- or late-onset psoriasis and control subjects."}, {"pubmed": 18031458, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18050250, "text": "ET-1 contributes to the ability of TGFbeta to promote a profibrotic phenotype in human lung fibroblasts, consistent with the notion that endothelin receptor antagonism may be beneficial in controlling fibrogenic responses in lung fibroblasts."}, {"pubmed": 18063846, "text": "By contrast, plasma ET-1 significantly rose in the group A 2 h after surgery, indicating endothelial damage."}, {"pubmed": 18080871, "text": "Depending on the clinical severity of the infection, both CT-proET-1 and MR-proADM levels exhibited a gradual increase from Systemic Inflammatory Response Syndrome (SIRS) to sepsis and septic shock."}, {"pubmed": 18212505, "text": "ET(A) receptor blockade improves nutritive skin capillary circulation in patients with type 2 diabetes and microangiopathy."}, {"pubmed": 18260253, "text": "endothelin-1 could be involved in the pathogenesis of seasonal allergic rhinitis."}, {"pubmed": 18288492, "text": "K198N coding polymorphism in Endothelin-1 is not associated with hypertension, lipoprotein levels, the metabolic syndrome and cardiovascular disease"}, {"pubmed": 18288492, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18326921, "text": "ET-1 and its receptors are differentially expressed by hypoxia and after transplantation."}, {"pubmed": 18346810, "text": "Olasma ET-1 levels increasea in the normal values of urinary albumin excretion suggesting that in patients with type 2 diabetes endothelial dysfunction is already present."}, {"pubmed": 18378042, "text": "Regulation of EDN1 release from endothelial cells by sex steroids and angiotensin II is reported."}, {"pubmed": 18379872, "text": "Our results show that ET-1 has no effect on Pgp expression of adult HBMECs, but does modulate Pgp transport activity."}, {"pubmed": 18390205, "text": "Simvastatin can inhibit ET-1 expression in hypoxic endothelial cells."}, {"pubmed": 18395679, "text": "Endothelin-1 may play a role in mediating the reductions in renal function and elevations in arterial pressure in women with preeclampsia."}, {"pubmed": 18401297, "text": "Subretinal (SRF) endothelin-1 (ET-1) levels are related to visual acuity (VA) in rhegmatogenous retinal detachment. ("}, {"pubmed": 18411415, "text": "PlGF-induced expression of ET-1 and its cognate ET-BR receptor occur via activation of HIF-1 alpha, independent of hypoxia."}, {"pubmed": 18436890, "text": "serum ET-1 may have a role in severe brain edema in acute stroke patients treated with t-PA"}, {"pubmed": 18441204, "text": "Human neutrophil peptides upregulate expression of COX-2 and endothelin-1 by inducing oxidative stress."}, {"pubmed": 18442814, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18447854, "text": "cannot be considered as a potential biomarker of periodontal disease progression."}, {"pubmed": 18463805, "text": "An alteration in vascular equilibrium between AM and ET-1, favouring AM, may be a reason why the physiological adaptation of the maternal vascular system to pregnancy occurs during normotensive pregnancy."}, {"pubmed": 18484695, "text": "Higher serum concentrations of endothelin-1 (ET-1), E-selectin, and Thrombomodulin were observed in SLE patients in comparison with controls; Patients with organ manifestations had higher serum levels of ET-1 than those without"}, {"pubmed": 18489822, "text": "ET-1 was found to be significantly elevated in the plasma in the AIS. There is association between ET-1 and CRP on the fifth day after AIS. Plasma levels of ET-1 and its association with CRP levels may be used as additional biomarkers for AIS."}, {"pubmed": 18550016, "text": "statistically significantly elevated serum big ET-1 levels were found in our subjects with primary or metastatic breast cancer"}, {"pubmed": 18568290, "text": "Altered ET-1 levels may be involved in the pathogenesis of rebound hypertension and hypotension during hemodialysis."}, {"pubmed": 18579320, "text": "Alpha-Zearalanol antagonizes oxLDL-induced upregulation of ET-1 gene expression and secretion via suppression of oxLDL-induced ROS accumulation, ERK phosphorylation, and activation of the endothelial transcriptional factor AP-1."}, {"pubmed": 18579652, "text": "elevated ET-1/NO(x) and altered determinants of uteroplacental blood flow occur prior to altitude-associated reductions in fetal growth"}, {"pubmed": 18580062, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18580062, "text": "the Lys198Asn polymorphism is associated with the severity of obstructive sleep apnea in obese subjects"}, {"pubmed": 18603063, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18603063, "text": "These data suggest that genetic variability involving vascular resistance modifiers, such as endothelin-1, might play an important role, particularly in patients with hypoplastic left heart syndrome."}, {"pubmed": 18623111, "text": "ET-1 increased interaction between c-myc and c-myc binding sites in AR enhancer, suggesting that ET-1-induced AR transcription occurs via c-myc-mediated AR transcription"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18663623, "text": "EDN1 haplotypes appear more likely to be hypertensive with increased blood pressure in patients with rheumatoid arthritis."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18752143, "text": "Patients with obstructive sleep apnoea have abnormally increased NO synthesis and an increased unresponsive level of ET-1 in plasma"}, {"pubmed": 18764935, "text": "Data show that the urinary ET-1 levels are a significant predictor of the duration of the acute phase of Henoch Schonlein purpura. The ET-1 levels do not correlate with the duration of renal involvement."}, {"pubmed": 18772174, "text": "strong and negative correlation of both oxidative stress and ET-1 with renal function stages in hypertension"}, {"pubmed": 18794727, "text": "renin and endothelin-1 have a key role in the edema caused by PPARgamma agonists"}, {"pubmed": 18806884, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18806884, "text": "The Asn/Asn genotype of EDN1 was associated with a reduced risk of diabetic retinopathy and with delayed onset of type 2 diabetes."}, {"pubmed": 18809573, "text": "Oxidant stress alters the binding of GAPDH to the ET-1 mRNA and its capacity to modulate ET-1 expression"}, {"pubmed": 18814847, "text": "Endothelin-1 stimulation of endogenously expressed endothelin b receptors leads to ARF6 activation in endothelial cells."}, {"pubmed": 18822124, "text": "Significantly increased exhaled and circulating levels of ET-1 were found in COPD with pulmonary artery hypertension compared to both COPD (p < 0.0001) only, and healthy controls"}, {"pubmed": 18923236, "text": "Endothelin-1 Lys198Asn polymorphism contributes to a higher prevalence of coronary artery disease, especially for three-vessel disease, in hypertensive individuals."}, {"pubmed": 18923236, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18945274, "text": "Reductions in ET-1 may be an important mechanism underlying the beneficial effect of exercise training on central artery compliance."}, {"pubmed": 18945538, "text": "Lack of ET-1 expression may be an independent negative prognostic factor for the overall-survival probability of bladder cancer patients."}, {"pubmed": 18953265, "text": "A common endothelin-1 gene haplotype may be a pharmacogenetic predictor of a favorable clinical response to beta-blocker therapy in heart failure patients."}, {"pubmed": 18953265, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18974277, "text": "Enhanced ECE-1 expression induced by hyperglycemia is partly due to activation of the PKC-delta isoform. Thus, inhibition of this PKC isoform may prevent diabetes-related increase in ET-1."}, {"pubmed": 18991099, "text": "The plasma levels are significantly higher in patients with systemic sclerosis"}, {"pubmed": 18991188, "text": "Changes in nailfold capillaroscopy, endothelial cell activation markers (VEGF, endothelin-1, E-selectin, and thrombomodulin) and features of systemic lupus erythematosus suggest microvascular abnormalities in the clinical manifestation of the disease."}, {"pubmed": 19012521, "text": "ET-1 gene polymorphisms, such as +138delA, G8002A and Lys198Asn polymorphisms, seem to be associated with variant angina in Korean patients."}, {"pubmed": 19012521, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19014602, "text": "preoperative plasma big ET-1 levels may be a clinically useful biomarker for choice of multimodality therapy in esophageal squamous cell carcinoma patients"}, {"pubmed": 19046960, "text": "In hypertensive and diabetic patients higher plasma endothelin-1 level was independently associated with lower plasma antioxidant status."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19057845, "text": "endothelin 1 may have a role in cardiovascular disease in Takayasu arteritis patients"}, {"pubmed": 19073831, "text": "data argue against the hypothesis of increased ET-1 secretion from adenomas and do not support a general role for adrenal ET-1 in the vascular pathophysiology of primary aldosteronism"}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19077312, "text": "results may indicate involvement of ET-1 and CNP in malaria pathogenesis. Furthermore, results of lower ET-1 and CNP levels in severe malaria may reflect endothelial cell damage."}, {"pubmed": 19086031, "text": "Data suggest that endothelin-1 stimulates the GTPase Rap1 by a mechanism involving Pyk2 activation and recruitment of the p130Cas/BCAR3 complex in human glomerular mesangial cells."}, {"pubmed": 19086263, "text": "LDL concentration and degree of oxidation synergistically stimulate NO and IL-6 production, but only NO release is largely mediated by the TP receptor. LDL facilitates ET-1 release independent of concentration and degree of oxidation"}, {"pubmed": 19087492, "text": "The significantly increased maternal plasma levels of NKB and ET-1 of patients with preeclampsia occur at early pregnancy, before the onset of clinical symptoms."}, {"pubmed": 19103606, "text": "ET-1 induces Rho-kinase activation and subsequent phosphorylation of p190A RhoGAP, leading to prolonged RhoA activation."}, {"pubmed": 19116719, "text": "The elevation of the serum level of ET-1 could represent a useful tool as pulmonary arterial hypertension biomarker."}, {"pubmed": 19150882, "text": "Vehicular emissions induce vascular MMP-9 expression and activity associated with endothelin-1-mediated pathways."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19171135, "text": "endothelin-1-induced IL-6 synthesis in airway smooth muscle cells occurs via two parallel but independent events that include Ca(2+) influx and activation of ERK1/2 and p38."}, {"pubmed": 19188658, "text": "ET-1 rapidly activates the prosurvival phosphatidylinositol 3'-OH kinase (PI3K)/AKT signaling pathway in normal and fibrotic human lung fibroblasts."}, {"pubmed": 19188660, "text": "ET-1 exerts its vasoconstrictive effects in part by targeting TASK-1. ET-1 depolarized human primary pulmonary artery smooth muscle cells by phosphorylating TASK-1."}, {"pubmed": 19212702, "text": "Strong correlation between CT-proET-1 and MR-pro-ADM levels with inflammation in CHF is presented."}, {"pubmed": 19217622, "text": "Endothelin-1 activates ETA receptors on human vascular smooth muscle cells to yield proteoglycans with increased binding to LDL"}, {"pubmed": 19225824, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19225824, "text": "The 3A/4A polymorphism of the EDN1 gene affects susceptibility to syncope, and the 4A variant associated with increased endothelin-1 expression may promote vasodepressive hemodynamic responses during tilt testing."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19254215, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19264973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19358249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19358249, "text": "Study demonstrated that mutant T-allele carriers were associated with a higher risk of hearing impairment than carriers of wild-type homozygotes in middle-aged and elderly people. This implies that endothelin-1 plays a valuable role in the cochlea."}, {"pubmed": 19367425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19367425, "text": "the 3A/4A polymorphism of the EDN1 gene affects susceptibility to syncope, and the 4A variant associated with increased endothhelin-1 expression may promote vasodepressive hemodynamic responses during tilt testing."}, {"pubmed": 19369451, "text": "Highest ET-1 plasma levels were detected in the more advanced stage of the systemic sclerosis microangiopathy supporting its involvement in the progression of the microvascular/fibrotic damage."}, {"pubmed": 19371341, "text": "ET-1 regulated MCP-1 transcriptionally, via NF-kappaB and AP-1."}, {"pubmed": 19391127, "text": "Human umbilical vein endothelial cells showed dose-dependent upregulation of endothelin 1 mRNA exposed to various D-glucose levels."}, {"pubmed": 19415232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19415232, "text": "common haplotypes from NOX4 and endothelin-1 SNP correlated with plasma Cu/Zn SOD and C-terminal pro-endothelin-1 concentrations, respectively, and might have conferred diabetic nephropathy susceptibily"}, {"pubmed": 19416273, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19446279, "text": "relevance of ET-1 in the development of acute lung injuries"}, {"pubmed": 19460784, "text": "NF-kappaB, endothelin-1, and ET-1 receptor A (ETAR) have roles in pulmonary vascular dysfunction in end-stage cystic fibrosis"}, {"pubmed": 19475602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19475602, "text": "markers were genotyped across EDN1 and ACE in a sample comprised of 382 Hungarian nuclear families ascertained through affected probands diagnosed with a mood disorder before age 15. We found no evidence of association between these genes and COMD"}, {"pubmed": 19479828, "text": "ET-1-dependent vasoconstrictor tone is increased predominantly in the subgroup of SSc patients with dcSSc, in whom acute blockade of ETA receptors was able to improve impaired endothelium-dependent vasodilator function."}, {"pubmed": 19520685, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19520685, "text": "lack of significance in ET-1 8000 T-->C polymorphism in thromboangiitis obliterans"}, {"pubmed": 19520754, "text": "CHGA triggered secretion of endothelin-1 from glomerular endothelial cells and TGF-beta1 from mesangial cells cocultured with glomerular endothelial cells."}, {"pubmed": 19526396, "text": "Osteoporotic postmenopausal women had higher ET-1 levels than non-osteoporotic postmenopausal women."}, {"pubmed": 19527488, "text": "EDN3, in contrast to EDN1 and EDN2, may act as natural tumour suppressor in the human mammary gland"}, {"pubmed": 19536618, "text": "Expression of ET-1 was closely associated with tumor cell differentiation of neuroblastic tumors."}, {"pubmed": 19543207, "text": "These observations suggest that endothelin is an important contributor to the regulation of myocardial perfusion under resting conditions in healthy lean and obese humans, with increased contributions in proportion to increasing obesity."}, {"pubmed": 19558538, "text": "No significant association was detected between migraine with aura end-diagnosis and three migraine trait components and 32 single nucleotide polymorphisms in endothelin-1 and its receptors EDNRA and EDNRB"}, {"pubmed": 19564455, "text": "MR-proADM, CT-proET-1, CT-proAVP, and MR-proANP were all elevated in patients with future cardiovascular events and independently correlated to serum creatinine."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19592490, "text": "Synergistic induction of endothelin-1 by tumor necrosis factor alpha and interferon gamma is due to enhanced NF-kappaB binding and histone acetylation at specific kappaB sites."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19626996, "text": "Expression levels of ET-1, ET(A)R and ET(B)R were not associated with r-AFS staging of endometriosis."}, {"pubmed": 19634784, "text": "ET-1 is overexpressed in localized prostate cancer and predicts outcome after radical prastatectomy"}, {"pubmed": 19640695, "text": "Haplotypic distribution revealed that carriers of the 4A:T and 4A:G haplotypes were in increased risk of COPD while patients with the 3A:G haplotype were in increased risk of severe COPD, whereas patients with the 3A:T and 4A:T mild-moderate COPD."}, {"pubmed": 19640695, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19661472, "text": "In our study population, variants in EDN and EDNRB were associated with stroke susceptibility in white but not in black women. We found no evidence that these genes mediate the association between migraine and stroke."}, {"pubmed": 19661472, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672034, "text": "In our population, the EDN1 variation did not contribute to early-onset MI"}, {"pubmed": 19672034, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19687345, "text": "Diesel exhaust inhalation alters vascular reactivity to ET-1 probably through its effects on NO bioavailability."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19717811, "text": "endothelin-1 has a role in pulmonary fibrosis [review]"}, {"pubmed": 19729965, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730395, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730395, "text": "The combination of elevated maternal and reduced placental endothelin-1 may be an adaptive response to reduced uteroplacental flow in preeclampsia"}, {"pubmed": 19764340, "text": "A high concentration and long period of NO exposure induces an inhibition of eNOS and enhancement of ET-1, which could lead to vasoconstriction"}, {"pubmed": 19808370, "text": "Endothelin-1 is a key mediator of coronary vasoconstriction in patients with transplant coronary arteriosclerosis."}, {"pubmed": 19862540, "text": "Plasma ET-1 concentration was higher in the preterm neonates of mothers with intrahepatic cholestasis of pregnancy compared with normal term neonates."}, {"pubmed": 19887561, "text": "Epigallocatechin gallate decreases ET-1 expression and secretion from endothelial cells, in part, via Akt- and AMPK-stimulated FOXO1 regulation of the ET-1 promoter."}, {"pubmed": 19899414, "text": "There was statistically significant difference in ET-1 endothelin-1 levels between the ovarian cancer and benign tumor groups; A correlation between ET-1 levels and Doppler parameters was found"}, {"pubmed": 19907721, "text": "We propose that growth hormone and insulin-like growth factor I secretory status are important determinants of plasma ET-1 but not homocysteine levels"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19927348, "text": "The aims of this study were to emphasize the role and interactions of ET-1, Big ET-1, and nitric oxide in chronic renal disease."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19996987, "text": "Blood pressure response to potassium supplementation is associated with genetic variation in EDN1 and interactions with E selectin in rural Chinese."}, {"pubmed": 19996987, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20015663, "text": "Data provide evidence of the activation of the local synthesis of endothelin-1, TNF-alpha, IL-6 in proliferative diabetic retinopathy."}, {"pubmed": 20016521, "text": "ET-1 promotes the increase in common carotid artery intima-media thicknes contributing to the development of end-organ damage in atherosclerosis"}, {"pubmed": 20028935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20031624, "text": "Gene copy number is association with the gene expression level of END1 in transformed B lymphocytes from three racial groups."}, {"pubmed": 20051644, "text": "These findings indicate that ET-1 is involved in the regulation of IL-1beta expression in gingival tissues and suggest that ET-1 signaling to the cells may be a therapeutic target for treating IL-1beta-dependent inflammatory responses."}, {"pubmed": 20055532, "text": "emerging basic science, and animal and human data all suggest that endothelin-1 is a potentially important contributor in the pathobiology of fibrosing disorders, including those that affect the lung--REVIEW"}, {"pubmed": 20055806, "text": "endothelin-1 may have a role in primary graft dysfunction after lung transplantation"}, {"pubmed": 20082271, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20083228, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20083432, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20091488, "text": "Fetuin-A concentration decreased in parallel with the increase in ET-1 and IL-6 levels as renal function declined in chronic kidney disease."}, {"pubmed": 20150570, "text": "Our data demonstrate that the level of circulating ET-1 is regulated by ETA receptor-mediated negative feedback."}, {"pubmed": 20188614, "text": "a decrease in Nkx2-3 gene expression level can profoundly alter the expression of genes and cellular functions relevant to the pathogenesis and progression of inflammatory bowel disease, such as EDN1."}, {"pubmed": 20204072, "text": "Results show both synthetic and endothelial-derived ET-1 are removed by parasitized RBC strains and native haemozoin (HZ, malaria pigment), but not by normal RBC, delipidized HZ, or synthetic beta-haematin (BH)."}, {"pubmed": 20217138, "text": "Regulation of ET-1 synthesis by the JAK/STAT pathway thus represents a novel mechanism by which high glucose induces endothelial cell dysfunction in diabetes."}, {"pubmed": 20308035, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20339975, "text": "Endothelin-1 and urotensin-II levels are increased in plasma of patients with coronary heart disease."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368210, "text": "In type 2 diabetic males, hyperuricaemia is associated with raised endothelin 1 levels together with better beta-cell indices."}, {"pubmed": 20370579, "text": "these data show that the correlations between the concentration of VEGF or NO or ET-1 in follicular fluids with ovarian volume or antral follicle counts link to the pregnancy rate following IVF."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20437399, "text": "increased circulating ET-1 level and upregulated expression of ET-1 in the vasculature could contribute to the formation of atherosclerosis in HD patients."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452970, "text": "upstream signaling mechanisms used by ET-1 to activate CRE response genes involved in angiogenesis, vascular remodeling, inflammation, and carcinogenesis"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20495015, "text": "Increased left atrial ET-1 is associated with and may contribute to increased atrial fibrillation persistence and left atrial dilatation."}, {"pubmed": 20497976, "text": "Diabetes mellitus-induced cardiac fibrosis is associated with the emergence of fibroblasts from endothelial cells, an endothelial-to-mesenchymal transition process that is stimulated by ET-1."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20537417, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20538124, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20538960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20559285, "text": "A high level of plasma ET-1 predicted the development of hypertension in normotensive subjects"}, {"pubmed": 20562228, "text": "study concludes that reduced expression of macrophage ET-1 receptors in heritable pulmonary artery hypertension (HPAH) increases lung ET-1 and may contribute to the pathogenesis and maintenance of HPAH"}, {"pubmed": 20565774, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20572854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588001, "text": "Anti-IgE therapy with omalizumab in patients with severe persistent allergic asthma results in decreased expression of ET-1 in the airways."}, {"pubmed": 20594474, "text": "Elevated levels of serum sEng, plasma ET-1 and coagulation abnormality may contribute to the pathogenesis of the organ dysfunction in early onset severe preeclampsia."}, {"pubmed": 20594999, "text": "BMP-9 stimulates ET-1 production by lung microvascular endothelial cells in vitro via several Smad pathways. Suggest as potential mechanism for elevated ET-1 levels in pulmonary arterial hypertension."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20608808, "text": "The reduced ET-1 maternal plasma levels are indicative of a putative mechanism for embryo protection from vasoconstriction sequelae. This assumption is strengthened by the corresponding ET-1 levels in umbilical cord plasma."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628425, "text": "Data indicate that ERK5 signaling regulates glucose-induced ET-1 expression in diabetes."}, {"pubmed": 20628428, "text": "A correlation was found between the increase of ET-1 plasma levels in retinitis pigmentosa and the decrease of peak systolic velocity in the ophthalmic artery and in the posterior ciliary arteries."}, {"pubmed": 20634595, "text": "These data demonstrate that in the brain microvasculature dysfunctional or stressed endothelial cells express ET-1 and that this protein promotes the survival of brain neurons exposed to injury."}, {"pubmed": 20634796, "text": "Plasma levels of CT-proET-1 were independently associated with lower ankle brachial index and greater urine creatinine/ albumin in African American but not non-Hispanic white adults with hypertension"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20652766, "text": "findings confirm the synthesis of Big ET and its cleavage to ET-1 within the brain after traumatic brain injury"}, {"pubmed": 20663522, "text": "Polymorphism and expression of endothelin-1 have clinical significance in prostate cancer"}, {"pubmed": 20664700, "text": "The mRNA level of ET-1 in patients with non proliferative diabetic retinopathy was significantly higher than in those without diabetic retinopathy."}, {"pubmed": 20670842, "text": "Higher plasma levels of endothelin-1 are associated with worse left ventricular diastolic performance and poorer long-term clinical outcomes in patients with chronic systolic heart failure."}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20678167, "text": "study concludes that pre-eclampsia is associated with increased levels of both endothelin-1 and circulating inflammatory cytokines, which points toward the role of endothelial and inflammatory components"}, {"pubmed": 20685405, "text": "Results suggest that osteopenia is associated with greater endothelin-1-mediated vasoconstrictor tone."}, {"pubmed": 20707291, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20707291, "text": "The present data shows that ET-1 and its functional polymorphisms may be implicated in chronic obstructive pulmonary disease (COPD) phenotype and severity"}, {"pubmed": 20725135, "text": "Endothelin-1 is a lymphangiogenic mediator. Endothelin-1 induces MMP-2 and MMP-9 in lymphatic endothelial cells."}, {"pubmed": 20725137, "text": "Beta-arrestin-1 is involved in a distinct signalling mechanism linking the endothelin-1 /ET A receptor axis to phosphoinositide 3-kinase /integrin-linked kinase /Akt in HEY ovarian cancer cells."}, {"pubmed": 20725140, "text": "Similar to ETB receptors, ETA receptors are also present in human aortic vascular endothelial cells (hVECs). ETA, but not ETB receptors mediate the effect of ET-1 on total intracellular Ca2+ of hVECs."}, {"pubmed": 20725141, "text": "ET-1 induces vascular smooth muscle cell migration in pulmonary arterial but not in aortic cells."}, {"pubmed": 20725143, "text": "ECE-1 influences prostate cancer cell invasion via both ET-1-mediated FAK phosphorylation and ET-1 independent mechanisms."}, {"pubmed": 20728421, "text": "plasma ET-1 is higher among young adult African Americans with hypertension compared with normotension"}, {"pubmed": 20837776, "text": "Studies indicate that in addition to EDN1 regulatory region, epigenetic regulation and mRNA stability have emerged as important processes for regulated edn1 expression."}, {"pubmed": 20837906, "text": "novel mechanisms of ET-1-induced contraction in the setting of vasomotor dysfunction after cardiac surgery."}, {"pubmed": 20873151, "text": "There is an increase of EDN1 in blood of patients with nonproliferative diabetic retinopathy."}, {"pubmed": 20952631, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20952681, "text": "ET-1-mediated MIP-1beta gene expression is regulated via hypoxia-response elements, AP-1, and NF-kappaB cis-binding elements in its promoter and negatively regulated by microRNA-195, which targets the 3' untranslated region of MIP-1beta RNA"}, {"pubmed": 20971496, "text": "Endothelin-1 is overexpressed in glomeruli and arterioles of patients with scleroderma renal crisis, which suggests that endothelin-1 might be a therapeutic target in this condition"}, {"pubmed": 20974279, "text": "ET axis and related signaling pathways involved in the regulation of myometrial contraction, as well as cell proliferation and survival, is described."}, {"pubmed": 21045115, "text": "Increased endothelial ET-1 expression results in early changes in gene expression in the vascular wall that enhance lipid biosynthesis and accelerate progression of atherosclerosis."}, {"pubmed": 21059990, "text": "Endogenous endothelin 1 has a sympathoexcitatory effect through endothelin A receptors both in normotensive and hypertensive subjects, contributing to basal sympathetic vasomotor tone."}, {"pubmed": 21087804, "text": "The TGF-beta1 mediated secretion of endothelin-1 and TGF-beta2 is mediated by Rho kinase activation in hepatic stellate cells."}, {"pubmed": 21129745, "text": "PDGF-BB and ET-1 synergistically accelerate vascular smooth muscle hyperplastic changes and lose its contractility, at least partially through ERK1/2, Akt, and mTOR activation."}, {"pubmed": 21169360, "text": "an autocrine signaling loop involving MCP-1 and IL-6 contributes to ET-1-induced collagen accumulation."}, {"pubmed": 21174590, "text": "VEGF-induced ET-1 production may be matrix metalloproteinase-2 (MMP-2)- or endothelin-converting enzyme-1-dependant in endothelial cells; however, in smooth muscle cells, ET-1 expression appears to be induced by MMP-2 only."}, {"pubmed": 21183790, "text": "tumor-derived ET-1 acts through endothelin-1 receptor A (ETAR) to enhance migration and invasion of both tumor cells and macrophages and induces expression of inflammatory cytokines and proteases"}, {"pubmed": 21208707, "text": "High ET1 levels after myocardial infarction are associated with the presence of microvascular obstruction and lower myocardial salvage index"}, {"pubmed": 21214096, "text": "Circulating plasma levels of ET-1 and BNP were decreased after surgery for aortic valve disease. Most likely represents a response to cardiac remodeling and the improved functional status of the patients."}, {"pubmed": 21217075, "text": "Both B-type natriuretic peptide and endothelin-1 correlated positively with mean pulmonary arterial pressure and negatively with arterial O2 saturation; eNOS had the opposite correlations."}, {"pubmed": 21219832, "text": "High expression of uPA and ET-1 were found in lung adenocarcinomas."}, {"pubmed": 21251377, "text": "Serum levels of HIF-1alpha, ET-1 and iNOS increase in neonates with hypoxia-induced pulmonary hypertension (HPH), resulting in an imbalance of ET-1 and NO. This may be of importance in the pathogenesis of neonatal HPH."}, {"pubmed": 21334758, "text": "Pulse wave velocity and endothelium-dependent dilatation are associated with adiponectin and endothelin."}, {"pubmed": 21356562, "text": "Overexpression of endothelin-1 and its receptors in the pulmonary arteries can cause pulmonary vasoconstriction leading to failed Fontan circulation."}, {"pubmed": 21406182, "text": "While NOS3 4a allele proved to be associated with the reduced risk of diabetic neuropathy/diabetic retinopathy/diabetic nephropathy, the NOS3 894T and EDN1 8002T alleles contribute to the occurrence of microangiopathy."}, {"pubmed": 21418087, "text": "Renal medullary endothelin-1/endothelin receptor second messenger signaling regulates sodium/water balance via control of natriuresis and renin-angiotensin system; both endothelin 1 receptor and endothelin 2 receptor are involved. [REVIEW]"}, {"pubmed": 21445967, "text": "ET-1 upregulated genes for profibrotic growth factors and receptors, signalling molecules, actin modulators and extracellular matrix components."}, {"pubmed": 21490504, "text": "In the control group, plasma endothelin-1 and serum NO levels were significantly decreased after exercise. In the exercise-induced bronchospasm group, blood levels of NO, ET-1, carbonyl, and malondialdehyde were significantly increased after exercis."}, {"pubmed": 21498707, "text": "This study indicated that central genes in the endothelin axis are overexpressed when colon tissue becomes malignant."}, {"pubmed": 21498912, "text": "Increased expression of ET-1, ETRA/B, and activation of signaling pathways were observed in the pulmonary arteries and arterioles of irreversible pulmonary arterial hypertension patients associated with congenital heart defects."}, {"pubmed": 21499502, "text": "Following endothelin 1 treatment, post-ischemic cellular phenotypes are characterized by the loss of nuclear polyadenylated mRNA staining in cortical neurons."}, {"pubmed": 21515378, "text": "ET1 induced calcium responses are only mediated by endothelin-A receptors, possibly due to sub-threshold endothelin-B receptor expression."}, {"pubmed": 21531894, "text": "Data indicate that colonic myofibroblasts expressed TF in an endothelin-1-dependent manner."}, {"pubmed": 21557930, "text": "Keratinocyte-derived ET-1 upregulation possibly plays a significant role in the pathogenesis of pigmented disorders, such as friction melanosis, caused by mechanical stress."}, {"pubmed": 21601190, "text": "Immunohistochemical evaluation of spermatic and control vein samples from 55 patients with varicocele showed overexpression of ET-1 and its receptors ETA and ETB in varicose veins."}, {"pubmed": 21637825, "text": "NKX2-3 may play an important role in inflammatory bowel disease pathogenesis by regulating endothelin-1 and VEGF signaling in human intestinal microvascular endothelial cells."}, {"pubmed": 21638248, "text": "The post-carotid artery stenting levels of P-selectin, vWF and endothelin-1 are related to the extent of endothelial injury."}, {"pubmed": 21656314, "text": "The ET-1/ET(A) pathway may represent an important target for treating osteosarcoma."}, {"pubmed": 21659661, "text": "ET-1 and BMP2 have opposing effects on chloride channel activity in human fibroblasts."}, {"pubmed": 21666117, "text": "Overweight and obesity are associated with enhanced ET-1-mediated vasoconstriction that contributes to endothelial vasodilator dysfunction and may play a role in the increased prevalence of hypertension with increased adiposity."}, {"pubmed": 21673044, "text": "ET-1 (Ala288Ser) and TNFR-II (Met196Arg) polymorphisms are associated with development of one or the other form of chronic disease in bancroftian filariasis."}, {"pubmed": 21677436, "text": "Percutaneous transluminal renal angioplasty has no significant effects on inflammatory indices in hypertensive patients with atherosclerotic renal artery stenosis 4 weeks after intervention but reduces plasma ET-1 and uric acid."}, {"pubmed": 21681744, "text": "syndecan-2 exerts its pro-apoptotic function through modulation of the endothelin-1/NFkappaB signaling and through downregulation of calpain-6."}, {"pubmed": 21701170, "text": "significantly increased cell size and adiponectin expression in cardiomyocytes"}, {"pubmed": 21701423, "text": "Endothelin-1 governs proliferation and migration of bronchoalveolar lavage-derived lung mesenchymal stem cells in bronchiolitis obliterans syndrome."}, {"pubmed": 21712053, "text": "The nuclear binding of pri-microRNA 15a is a novel function of protein kinase C alpha, which plays an important role in endothelin-1 mediated signaling."}, {"pubmed": 21730058, "text": "endothelin-1 has a role in linking Toll-like receptor 7-mediated inflammation to fibrosis in congenital heart block"}, {"pubmed": 21741393, "text": "Endothelin-1 has a role in endothelial progenitor cell mobilization after acute myocardial infarction"}, {"pubmed": 21767690, "text": "This is the first study to report an interaction between the EDN1 gene, job strain and blood pressure, supporting previous evidence of a role of this gene in the interaction between environmental stress and ambulatory BP."}, {"pubmed": 21773759, "text": "data may suggest a key role for ET-1 and its receptors in pulmonary arterial hypertension pathophysiology"}, {"pubmed": 21777246, "text": "Our results point to a regulatory function of ET-1, its type B receptor (ET(B)) and endothelin-converting enzyme-1 proteins in transendothelial passage of monocytes"}, {"pubmed": 21786569, "text": "Dysfunction of autonomic nervous system at early stages of chronic kidney disease may arise by means of activation of ET-1 synthesis in response to enhancement of sympathetic impacts."}, {"pubmed": 21801587, "text": "Fluid percussion injury-induced changes in cerebral hemodynamics are associated with neuronal damage.  Endothelin-1 contributes to fluid percussion injury-induced histopathologic changes."}, {"pubmed": 21813388, "text": "ET-1 and the ET-1/ET-3 ratio are elevated in cirrhotic patients with portopulmonary hypertension (PPHT) and that ET-1 is associated with a poor outcome irrespective of PPHT."}, {"pubmed": 21826669, "text": "we have identified a molecular signature associated with potential cancer stem cells and showed for the first time the existence of a functional relationship between CD133, endothelin-1 and NR4A2 expression in colon cancer cells."}, {"pubmed": 21851036, "text": "Results of this study suggest lack of direct correlation of Lys198Asn ET-1 and Thr341lle ECE-1 gene polymorphisms with risk of gestational hypertension and preeclampsia in the studied population of Polish women"}, {"pubmed": 21896842, "text": "Long-term exposure to a physiological shear stress in the retinal arterioles up-regulated eNOS and thrombomodulin mRNA expressions and downregulated ET-1 mRNA expression in retinal endothelial cells."}, {"pubmed": 21908890, "text": "Systemic levels of endothelin correlate with systemic inflammation and not with myocardial injury or left ventricular ejection fraction in patients undergoing percutaneous coronary intervention and on-pump coronary artery bypass grafting."}, {"pubmed": 21932697, "text": "presence of both the 4A and T allele of ET-1 seems to modify the final expression of COPD towards a chronic bronchitis phenotype"}, {"pubmed": 21952518, "text": "Plasma concentrations of all proendothelin-1, proBNP, and proANP increased on average 2- to 5-fold from birth to day 2-3 of life. The plasma concentrations of all 3 propeptides increased on average 2- to 5-fold from birth to day 2-3 of life."}, {"pubmed": 21959927, "text": "ET-1 activated FAK/PI3K/AKT/mTOR, which in turn activated IKK and NF-kappaB, resulting in increased MMP-13 expression and migration in human chondrosarcoma cells."}, {"pubmed": 22006997, "text": "Lactoferrin directly stimulates the transcription of endothelin-1."}, {"pubmed": 22045428, "text": "plasma endothelin and nitric oxide may be used as markers of endothelial dysfunction in coronary artery disease"}, {"pubmed": 22082020, "text": "Leisure time emotional excitement increased endothelin-1 in patients with coronary artery disease."}, {"pubmed": 22113444, "text": "These findings indicate that endothelin-1 interacts with HANP and BNP in patients with chronic congestive heart failure. Endothelin-1 is suggested to play an important role in chronic congestive heart failure with preserved ejection fraction."}, {"pubmed": 22165675, "text": "synchronous presence of the +138 insA/delA SNP resulted in even greater sex hormone level decline probably due to the presence of a more intense systemic inflammation"}, {"pubmed": 22175913, "text": "There were no significant relationships between plasma endothelin-1 and arterial compliance or pulmonary artery pressure."}, {"pubmed": 22232246, "text": "ROCK cooperated with ET-1/ET(A)R to promote EMT of human ovarian carcinoma cells through upregulation of SLUG mRNA"}, {"pubmed": 22265324, "text": "ET-1 plasma levels are independent risk factors for clinical worsening in pulmonary hypertension."}, {"pubmed": 22299030, "text": "Increased ET-1 production by endothelial cells as a consequence of BMPR II dysfunction may be clinically relevant in the pathogenesis of pulmonary arterial hypertension."}, {"pubmed": 22321643, "text": "Data show that TNF-alpha-induced reactive oxygen species (ROS) activated Syk and phosphatidylinositol 3-kinase (PI3K), which was required for the activation of AP-1 and subsequent ET-1 gene transcription."}, {"pubmed": 22330820, "text": "This study demonistrayted that Endothelin-1 is elevated in Alzheimer's disease."}, {"pubmed": 22341591, "text": "PTEN overexpression attenuates angiogenic processes of endothelial cells by blockade of endothelin-1/endothelin B receptor signaling, contributing to thrombosis of arteriovenous grafts in hemodialysis patients."}, {"pubmed": 22377253, "text": "Both urinary ET-1 and uET-1/creatinine can be used for prediction of renal scarring in children with urinary tract infections."}, {"pubmed": 22406080, "text": "The increase of ET-1 in primary open angle glaucoma patients is related to vascular dysfunction, and vascular dysfunction is related to sub-clinical intraocular inflammation"}, {"pubmed": 22412088, "text": "An impaired role of epoxyeicosatrienoic acids contributes, together with an alteration in NO/reactive oxygen species balance and endothelin-1 pathway, to conduit artery endothelial dysfunction in essential hypertension."}, {"pubmed": 22415226, "text": "Data show that plasma endothelin-1 (ET-1) did not exhibit significant differences between patients and healthy controls Group, but the precursor (Big ET-1) levels were significantly higher in patients with invasive or in situ carcinoma."}, {"pubmed": 22483689, "text": "ET-1 can up-regulate beta-adrenoceptor gene transcription in human lung fibroblasts."}, {"pubmed": 22483692, "text": "ET-1 increases superoxide production especially in human arteries and less so in veins from patients with coronary artery disease via a receptor-dependent pathway involving a flavin dependent enzyme which is likely to be NADPH oxidase"}, {"pubmed": 22503784, "text": "Endothelin-1 induces placental endoplasmic reticulum stress by activating the PLC-IP(3) pathway."}, {"pubmed": 22504006, "text": "endothelin-1 activation of endothelin receptor type B leads to a reduction in cell number by end-point cell counting and a decrease in cell growth."}, {"pubmed": 22520393, "text": "treatment of LPA-preactivated HUVECs produced elevated cell viability levels and an optimal vascular gene expression profile, including endothelial nitric oxide synthase overexpression, endothelin-1 repression, an anti-inflammatory genetic pattern"}, {"pubmed": 22525370, "text": "Endothelin-1 stimulates oral fibroblasts to promote oral cancer invasion"}, {"pubmed": 22527528, "text": "urinary endothelin (ET)-1-like Immunoreactivity seems to be a marker of glomerular injury in patients with renal mass loss revealing renal overload condition"}, {"pubmed": 22545467, "text": "The increase of the level of endothelin-1 and the activity of von Willebrand factor is a risk factor of the development of pulmonary hypertension in children with chronic bronchopulmonary pathology."}, {"pubmed": 22552325, "text": "These data further support the role of ET-1 as potent lymphangiogenic factor that relies on the interplay with hypoxic microenvironment and with VEGF family members"}, {"pubmed": 22569256, "text": "Data suggest that miRNA-1 inhibits endogenous ET1 gene expression at post-transcriptional level in heart and other tissues.  Studies include prediction of miRNA-1 binding site in 3' untranslated region of ET1 gene."}, {"pubmed": 22580289, "text": "Early onset preeclampsia (PE)(</=GW34) with or without fetal growth restriction is associated with increased mRNA expression of the ET/ETR system, while in late onset PE and gestational diabetes, the opposite effect was observed"}, {"pubmed": 22666926, "text": "Interaction of two polymorphic genetic variants of angiotensinogen and endothelin-1 genes was found"}, {"pubmed": 22675930, "text": "The expression of ET-1 and MMP-9 was associated with clinical stage, T stage and lymph node metastasis in laryngeal carcinoma."}, {"pubmed": 22727793, "text": "In granulosa lutein cells from women with polycystic ovary syndrome, endothelin-1 mRNA expression was elevated (2.2-fold) as compared with normally ovulating women"}, {"pubmed": 22759779, "text": "we have shown a potential causal association between Arg(972) IRS-1 and elevated plasma ET-1 level in hypertensives, which may account for the aggravated hypertension observed in hypertensives with heterozygous Arg(972) IRS-1"}, {"pubmed": 22770822, "text": "endothelin 1 stimulates trophoblast cell migration through GTP binding protein CDC42 activation"}, {"pubmed": 22796455, "text": "ET-1 expression in human lung fibroblasts is regulated by stimulatory muscarinic receptors and inhibitory beta(2)-adrenoceptors"}, {"pubmed": 22856221, "text": "Positive correlation between body mass index and ET-1 levels suggest that obese pregnant women have increased risk for cardiovascular diseases."}, {"pubmed": 22856224, "text": "Positive correlation between serum ACE activity and ET-1 concentration might indicate their interaction in the development of liver cirrhosis."}, {"pubmed": 22869459, "text": "Higher levels of ET-1 were associated with higher pulmonary artery pressure and possibly higher pulmonary vascular resistance in patients with idiopathic pulmonary fibrosis. In some, ET-1 may contribute to pulmonary vascular disease burden in IPF."}, {"pubmed": 22907118, "text": "Plasma ET-1 increases 2 days following aortic valve replacement (AVR) and myocardial ET-1 protein levels are increased in patients with aortic stenosis (AS) before AVR. Peroperatively, no plasma ET-1 augmentation or release from the heart was observed in AS patients."}, {"pubmed": 22960172, "text": "These data suggest that human pulmonary artery smooth muscle cells express significant levels of viral TLR3 and respond to its activation by releasing endothelin-1"}, {"pubmed": 22965194, "text": "The expression of VEGFR-3 and its ligands, VEGF-C and VEGF-D, significantly increased after activating ET(B)R by ET-1 in primary and metastatic melanoma cell lines"}, {"pubmed": 22971991, "text": "The plasma ET-1 level may be a predictor of all-cause death in a healthy population."}, {"pubmed": 22994522, "text": "This study found that the -3a/-4a ET-1 gene polymorphism is associated with HAPH in highlanders."}, {"pubmed": 22997346, "text": "These findings support the role of ET-1 and ETB in recovery following aneurysmal subarachnoid hemorrhage."}, {"pubmed": 23002189, "text": "Data demonstrate for the first time that plasma levels of both MR-proADM and CT-proET-1 levels are related to MetS and its components, thus suggesting that they possibly have a role as a surrogate biomarker."}, {"pubmed": 23018104, "text": "Activation of LXR reduced the binding of the transcriptional factors AP-1 and NF-kappaB to the ET-1 gene promoter region, thereby regulating gene expression."}, {"pubmed": 23103494, "text": "Identify a significant role of the ET-1 pathway in the cardiovascular response to exercise."}, {"pubmed": 23142694, "text": "ALK2 may be an important receptor in ET-1 production during BMPR2 knockdown"}, {"pubmed": 23163519, "text": "Plasma ET-1 level was associated with heart rate variation parameters in patients with normal-tension glaucoma."}, {"pubmed": 23168014, "text": "Among patients with type 2 diabetes and microalbuminuria, high plasma levels of endothelin-1 are associated with higher number of endothelial progenitor cells."}, {"pubmed": 23208497, "text": "Endothelin-1 induces nuclear translocation of beta-arr1 in ovarian cancer cells. beta-arrestin-1 is a nuclear transcriptional regulator of endothelin-1-induced beta-catenin signaling."}, {"pubmed": 23227981, "text": "Suggest that aerobic exercise training opposes the age-related increase in skeletal muscle and plasma endothelin-1 levels and normalizes plasma endothelin-1 levels in individuals with essential hypertension."}, {"pubmed": 23233754, "text": "Endothelin-1 levels are increased in right ventricular hypertrophy compared with the level in nonhypertrophied right ventricle."}, {"pubmed": 23255664, "text": "Therefore, this review summarizes recent clinical trials on the role of ET-1 receptor blockers with respect to the modulation of liver function. [review]"}, {"pubmed": 23273644, "text": "N-linked carbohydrate modifiers affect stem cell factor and endothelin-1-stimulated epidermal pigmentation in human epidermal equivalents"}, {"pubmed": 23290569, "text": "Endothelin-1 mRNA expression in peripheral blood cells is elevated in ischemic stroke patients."}, {"pubmed": 23329136, "text": "Fenofibrate decreases ET-1 expression by PPARalpha-dependent/independent pathways in endothelial cells."}, {"pubmed": 23344160, "text": "these data show for the first time that 1,25-dihydroxyvitamin D(3) enhances endothelin-1 responsiveness in human coronary artery smooth muscle cells and that the effect is mediated through endothelin receptor A."}, {"pubmed": 23372172, "text": "Under physiological conditions, leptin stimulates both ET-1 and NO activity in the human circulation."}, {"pubmed": 23381795, "text": "The discovery of genetic variants in the kallikrein-kinin system and in the genes encoding pre-pro-endothelin-1 and pre-pro-adrenomedullin provides novel insights into the (co-)regulation of these vasoactive peptides in the vascular system."}, {"pubmed": 23384184, "text": "ET1 expression (both protein and mRNA) was increased in reflux esophagitis and Barrett's esophagus compared to controls. In Barrett's, ET1 expression was higher in proximal than distal segments."}, {"pubmed": 23401650, "text": "Increased prevalence of a G/T (Lys198Asn) polymorphism of ET-1 is found in patients with nonarteritic anterior ischemic optic neuropathy"}, {"pubmed": 23436272, "text": "African Americans that carry the ET-1/Lys198Asn T-allele and report higher everyday discrimination scores may be at particular risk for reduced nocturnal blood pressure dipping."}, {"pubmed": 23436727, "text": "C-terminus of ETA/ETB receptors regulate endothelin-1 signal transmission."}, {"pubmed": 23444087, "text": "Significant increases in cTnI, ET-1, and NT-proBNP in exercise induced hypertension during a marathon indicate increased blood pressure and myocardial load due to increased vascular tone"}, {"pubmed": 23457411, "text": "ET-1-mediated inhibition of Adipoq synthesis via p42/44 MAPK signaling may provide a possible explanation for hypoadiponectinemia in pediatric obesity and contribute to the development of cardiovascular complications."}, {"pubmed": 23465236, "text": "The G5665T polymorphism in endothelin-1 gene is associated with ischemic heart disease and heart failure."}, {"pubmed": 23523690, "text": "ET-1 enhances the cell migration of chondrosarcoma by increasing COX-2 expression through the ET receptors, MAPK, and AP-1 signal transduction pathway."}, {"pubmed": 23530911, "text": "In patients with essential hypertension, serum ET1 levels were negatively correlated with aortic strain and aortic distensibility, and positively correlated with aortic stiffness index."}, {"pubmed": 23565184, "text": "ET-1 played a pivotal role in human CEP degeneration, and may be a new target for development of therapies for this condition."}, {"pubmed": 23643051, "text": "Enhanced ET-1 system activity may underlie endothelial vasomotor dysfunction and increased cardiovascular risk in adults with impaired fasting blood glucose concentrations."}, {"pubmed": 23654314, "text": "ET1 level is not significantly different in women with pre-eclampsia compared to control group"}, {"pubmed": 23683481, "text": "The study demonstrated unexpected unaltered expression of ET-1 axis in keratinocytes in lesional vitiligo and perilesional normal epidermis."}, {"pubmed": 23713736, "text": "Serum levels of endothelin are significantly decreased in stroke survivors following electroacupuncture."}, {"pubmed": 23720837, "text": "Increased levels of endothelial dysfunction markers ET-1 and homocysteine is found in patients with chronic obstructive pulmonary disease (COPD) that is comparable with changes in these indicators in a group of smokers."}, {"pubmed": 23793138, "text": "Baseline midregional pro-adrenomedullin and C-terminal pro-endothelin-1 levels are significantly elevated in well-appearing febrile infants with a bacterial infection."}, {"pubmed": 23815989, "text": "UVBinduced ET-1 expression by keratinocytes derived from vitiligo lesions is significantly attenuated, while non-lesional keratinocytes showed normal response to UVB."}, {"pubmed": 23828677, "text": "Measuring plasma ET-1 levels permits early determination of cases with severe acute pancreatitis."}, {"pubmed": 23832707, "text": "the recessive genotype was significantly associated with increased sudden sensorineural hearing loss (SSNHL) risk. Endothelin-1 may be implicated in SSNHL"}, {"pubmed": 23863409, "text": "The altered expression of enzymes regulating the activity of ET-1 during parturition is controlled by inflammatory cytokines."}, {"pubmed": 23887640, "text": "ET-1 plays a role in progression of atherosclerosis and abdominal aortic aneurysm formation in apoE knockout mice."}, {"pubmed": 23902937, "text": "Mice overexpressing endothelial ET-1 on a genetic background deficient in apolipoprotein E have severe endothelial dysfunction."}, {"pubmed": 23942766, "text": "Serum ET-1 and NT-proBNP may have a role in impaired right ventricular function in patients with systemic sclerosis"}, {"pubmed": 23985981, "text": "these data suggest that the C/T substitution on intron 4 of the ET-1 gene may be a useful genetic marker influencing muscular strength through a gene-exercise interaction and is associated with an interindividual difference of cardiovascular risk factors and parameters of physical fitness."}, {"pubmed": 23987825, "text": "Serum cystatin C, urine NAG, RBP, and ET-1 levels were found to be insufficient for the evaluation of SCD nephropathy. Increased B2M/creatinie levels can be valuable in estimating possible glomerular and tubular damage in SCD."}, {"pubmed": 24015303, "text": "The synergistic effects of ET-1 on serum and TGF-beta1 involve ERK1/2 MAPK and may thus present a novel mode of action in the pathogenesis of pulmonary arterial hypertension."}, {"pubmed": 24035903, "text": "END1-914 C>A gene polymorphism is associated with the risk of developing acute coronary syndrome in Mexican individuals."}, {"pubmed": 24056654, "text": "Increased ET-1 expression could enhance the aggressive behavior of poorly differentiated oral squamous cell carcinoma, especially metastasis."}, {"pubmed": 24069190, "text": "The study provides the first evidence of an association between the ET-1 gene SNPs and the risk of pulmonary metastatic OS."}, {"pubmed": 24071933, "text": "Plasma ET-1 levels were significantly decreased after 24 weeks of bosentan therapy in systemic sclerosis patients with pulmonary hypertension."}, {"pubmed": 24088748, "text": "This study demonstrates that the early stages of diabetic retinopathy cannot be considered in the evaluation of serum ICAM-1 as a specific systemic marker of endothelial dysfunction."}, {"pubmed": 24088894, "text": "Cytosolic endothelin-dependent signaling pathways demonstrate in vivo associated binding of NHE1 and calmodulin."}, {"pubmed": 24111610, "text": "A positive correlation was observed between IL-18 and ET-1 levels in subjects with Henoch-Schonlein purpura."}, {"pubmed": 24123836, "text": "Endothelin-1 gene polymorphism is associated with the risk of chemoresistant pediatric osteosarcoma."}, {"pubmed": 24140435, "text": "CGRP causes long-lasting non-selective arterial smooth muscle relaxation that may add to the neuropeptide being a physiological antagonist of arterial effects of ET-1."}, {"pubmed": 24151613, "text": "Our findings suggest that injection of ET-1 leads to a state of punctate hyperalgesia, which in turn causes the activation of multiple brain regions... indicates that ET-1 activates an extended neuronal pathway."}, {"pubmed": 24156724, "text": "The present study suggests that astrocytic ET-1 is involved in subarachnoid hemorrhage-induced cerebral injury, edema and vasospasm"}, {"pubmed": 24184161, "text": "VEGF-C induces COX-2-mediated resistance to chemotherapy through the induction of ET-1 expression."}, {"pubmed": 24196534, "text": "ET-1 could interact with serotonin at physiological concentrations and activate p42/44 MAPK and JAK2 signaling pathways, causing an increase in smooth muscle contraction that could lead to altered vascular function."}, {"pubmed": 24268655, "text": "Mutations in endothelin 1 cause recessive auriculocondylar syndrome and dominant isolated question-mark ears."}, {"pubmed": 24275556, "text": "Data suggest that endothelin-1 and endothelin-1 receptor type B are involved in obstructive sleep apnea syndrome patients circulating VEGF carrying microparticles-induced angiogenesis."}, {"pubmed": 24328421, "text": "Study of adiponectin, interleukin-6, and endothelin-1 and how they correlate with modifiable cardiometabolic risk factors in overweight/obese men."}, {"pubmed": 24332749, "text": "In thyroid cancer, endothelin 1 and endothelin receptor A are associated with growth in advanced stages and lymph node metastases, likely through known angiogenic linkages."}, {"pubmed": 24333656, "text": "Plasma C-terminal proEndothelin-1 (CTproET-1) is affected by age, renal function, left atrial size and diastolic blood pressure in healthy subjects."}, {"pubmed": 24373848, "text": "Endothelin-1, ETAR and ETBR correlated with the acquisition of malignant potential, because of high expression already in the in situ carcinoma."}, {"pubmed": 24376792, "text": "members of the C/EBP proinflammatory transcription factors are important regulators of ET-1 in high glucose-exposed human endothelial cells"}, {"pubmed": 24423482, "text": "The ET-1 system in the kidney seems to be down-regulated after contrast media application in patients with moderate contrast media-induced nephropathy risk."}, {"pubmed": 24463938, "text": "ET-1 has a role in erythropoietin-induced adverse vascular effects"}, {"pubmed": 24473118, "text": "results reveal an interplay between melanoma cells and EC mediated by ET-1 and VEGF-A/-C and coordinated by the hypoxic microenvironment through HIF-1alpha/2alpha transcriptional programs"}, {"pubmed": 24482377, "text": "Suggest that p17 may generate a prolymphangiogenic microenvironment via endothelin-1/endothelin B receptor axis."}, {"pubmed": 24529882, "text": "Genotype analysis of the EDN1 gene polymorphism shows differences in patients with pulmonary arterial hypertension (PAH) compared to healthy individuals. Individuals carrying at least one T allele have a higher risk of developing PAH."}, {"pubmed": 24530737, "text": "The potential role of ET-1/ETAR in promoting NF-kappaB signalling in EOC cells through beta-arr-1 recruitment, was examined."}, {"pubmed": 24530772, "text": "Plasma sKlotho was associated with proET-1 independent of renal function in patients with type 2 diabetes. The association of sKlotho with proET-1 may be largely mediated through oxidative burden"}, {"pubmed": 24550382, "text": "The use of inhibitors to prevent their phosphorylation or ectopic overexpression of dominant-negative IkappaBalpha perturbed ET-1-induced integrin alphaV and integrin beta1 expression."}, {"pubmed": 24607779, "text": "VEGF may promote vascular health by decreasing ET-1 production."}, {"pubmed": 24628039, "text": "Melatonin also inhibits edn-1 promoter activity regulated by FoxO1 and NF-kappabeta. Finally, a significant correlation was observed between AA-NAT and edn-1 expression downregulation in human colorectal cancer tissues."}, {"pubmed": 24633486, "text": "effect of SNP polymorphisms of EDN1, EDNRA, and EDNRB gene on ischemic stroke"}, {"pubmed": 24647318, "text": "EDN1 expression in left internal mammary arteries depends on tissue harvesting technique."}, {"pubmed": 24727057, "text": "K198N EDN1 polymorphism is associated with the accelerated decline in kidney function in the chronic glomerulonephritis patients."}, {"pubmed": 24735956, "text": "Increased ET-1 plasma levels may play a key role in the impairment of retinal and choroidal blood flow due to the vasoconstriction induced by ET-1."}, {"pubmed": 24747133, "text": "Plasma cholesterol, a hallmark of nephrotic syndrome, seems to be associated with genetic variations within the human ET-1 gene."}, {"pubmed": 24756349, "text": "Results indicate that endothelin-1 activates MAP kinase and AP-1 signaling, resulting in enhanced MMP-9 and MMP-13 expressions and cell migration in glioblastoma multiforme"}, {"pubmed": 24769306, "text": "In non-diabetic patients with hypertension or hypercholesterolemia, PPAR gamma agonist pioglitazone does not affect endothelin-1 activity."}, {"pubmed": 24815860, "text": "no significant association between EDN1 (G5665T, T-1370G) allele and Hashimoto's thyroiditis in Turkish population"}, {"pubmed": 24852947, "text": "These differences in genotypes may be a way to inform clinicians of those patients at a higher risk of increased ET-1 protein levels, which may lead to a higher risk of angiographic vasospasm."}, {"pubmed": 24853905, "text": "plasma C-terminal pro-endothelin-1 helps predict pre-eclampsia"}, {"pubmed": 24856242, "text": "Data suggest that subjects with metabolic syndrome in association with overweight/obesity exhibit higher vasoconstrictor tone than normal weight subjects; enhanced vasoconstrictor activity is mediated via endothelin-1/endothelin A receptor signaling."}, {"pubmed": 24877885, "text": "ET-1 was significantly higher in both pericardial fluid and coronary arteries from atherosclerotic plaque in coronary atherosclerosis."}, {"pubmed": 24878772, "text": "Exercise capacity may protect against further cardiovascular events in CAD patients, because it is associated with reduced ET-1 release during emotional excitement."}, {"pubmed": 24885051, "text": "In a large population of patients with dilated cardiomyopathy, the circulating concentrations of NT pro-BNP and hs-CRP, but not big-ET, were independent markers of all-cause mortality."}, {"pubmed": 24969188, "text": "Study suggests that, in patients with ESRD, plasma ET-1 level is higher than in the normal population, and this is closely related to deterioration of pulmonary function tests."}, {"pubmed": 24978044, "text": "Reduced let-7b might be involved in the pathogenesis of chronic thromboembolic pulmonary hypertension by affecting ET-1 and TGBR1 expression and function of arterial endothelial and smooth muscle cells."}, {"pubmed": 25016214, "text": "High Endothelin-1 expression is associated with hypoxia and Idiopathic Pulmonary Arterial Hypertension."}, {"pubmed": 25042451, "text": "The increased EDN1 production may lead to constriction of coronary arteries, reducing coronary blood flow which may in turn increase the load on left ventricle, impairing contractility of the heart resulting in a Dilated cardiomyopathy phenotype."}, {"pubmed": 25045892, "text": "mRNA were analyzed by RT-PCR and agarose gel. With beta-amyrin, the 50% RAW conditioned media-induced E-selectin, sICAM-1, and sVCAM-1 levels as well as ET-1 gene expression were all suppressed."}, {"pubmed": 25048859, "text": "role of ET-1/ETR-A signalling in Gd-induced fibrosis and calcification in nephrogenic systemic fibrosis"}, {"pubmed": 25051669, "text": "EDN1 polymorphism is associated with chronic occupational mercury poisoning."}, {"pubmed": 25095655, "text": "Hypertensive patients with hyperuricemia show higher plasma concentrations of ET-1, compared to patients without uric acid metabolic disorders."}, {"pubmed": 25099217, "text": "Measurements of ET-1 may be a supplemental diagnostic tool and may be helpful in establishing indications for defect closure"}, {"pubmed": 25137915, "text": "Expression of intracellular Endothelin-1 was significantly elevated in peripheral blood cells of both dry and wet age-related macular degeneration patients compared with the control subjects."}, {"pubmed": 25138825, "text": "Uterine fibroids were associated with hypertension and increased endothelin-1 in plasma and explants."}, {"pubmed": 25158193, "text": "big Endothelin 1 signaling promotes mineralization"}, {"pubmed": 25159325, "text": "Data suggest that healthy adult stem cells exposed to vitreous/aqueous humors of subjects with proliferative diabetic retinopathy results in increased expression of CXCL4 (platelet factor 4), serpin F1, and endothelin-1 (aqueous only)."}, {"pubmed": 25194819, "text": "These results indicate a novel function for Galphas signaling in ET-1/ETAR-mediated ovarian cancer oncogenesis."}, {"pubmed": 25195814, "text": "High-big ET-1 level is associated with severity of new-onset stable coronary artery disease with significant stenosis."}, {"pubmed": 25203431, "text": "The presented data evidence that tobacco smoking has a direct effect on the endothelium, leading to an increased level of ET-1."}, {"pubmed": 25230302, "text": "In patients admitted with ST-elevation acute myocardial infarction, ET-1 plasma levels are related to angiographic spontaneous reperfusion before primary PCI."}, {"pubmed": 25237831, "text": "EZH2 inhibited miR-1 transcription via promoter binding activity, leading to enhanced expression of ET-1 which is suppressed by miR-1 targeting of ET-1 3'UTR. Knockdown of EZH2 or overexpression of miR-1 exerted anti-angiogenic effect on NPC cells."}, {"pubmed": 25245046, "text": "Endothelin-1 level and intima-media thickness were higher in chronic kidney disease patients without any correlation between endothelin-1 and peripheral arteries' intima-media thickness."}, {"pubmed": 25268585, "text": "confirmed that endothelin-converting enzyme 1 (ECE1), EDN1, and EDNRB were involved in SP-induced pigmentation and found that EDN1 secretion was affected by ECE1 and EDN1 siRNAs, but not by EDNRB siRNA"}, {"pubmed": 25284689, "text": "Nur77 is a novel negative regulator of ET-1 expression in human vascular endothelial cells."}, {"pubmed": 25345870, "text": "inappropriately elevated ET-1 plasma concentrations may play a predominant role in the pathogenesis of IDH."}, {"pubmed": 25389292, "text": "PPARA activity increases the expression of miR-199a2 which in turn is responsible for reduced expression of HIF-1a and ET-1."}, {"pubmed": 25394359, "text": "MicroRNAs modulate endothelin-1 expression in gastric cancer."}, {"pubmed": 25398294, "text": "Off-pump myocardial revascularization attenuates ET-1 expression in all investigated vascular compartments."}, {"pubmed": 25399435, "text": "The observation that loss of ET-1 inhibited SMC proliferation, survival, and migration represents evidence that ET-1 derived from SMC plays a previously undescribed role in modulating the response of the pulmonary circulation to hypoxia."}, {"pubmed": 25403488, "text": "studies provide a novel link wherein PlGF-mediated downregulation of PAX5 attenuates miR-648 expression leading to increased ET-1 levels"}, {"pubmed": 25460732, "text": "high glucose and free fatty acids reduced NO and increased ET-1 levels induced by acetylcholine through the modulation of intracellular calcium concentrations and endothelial NO synthase phosphorylation, events also reverted by hydroxytyrosol and polyphenol extract."}, {"pubmed": 25486928, "text": "An imbalance in the apelin and endothelin systems may contribute to an increasing number of vaso-occlusive episodes and baseline pain in children with sickle cell disease."}, {"pubmed": 25541019, "text": "Elevated concentrations of endothelin 1 predict mortality and hospitalizations in heart failure patients."}, {"pubmed": 25556429, "text": "EDN1 knockdown in prostate cancer cells inhibited cell proliferation and induced apoptosis."}, {"pubmed": 25572612, "text": "Pancreatic adenocarcinoma was characterised by greater expression of ET-1 and endothelin B receptor."}, {"pubmed": 25584774, "text": "aging-related cardiac fibrosis is, at least partially, dependent on the upregulation of ET-1."}, {"pubmed": 25595970, "text": "Results support the idea that human striatal precursor cells possess the machinery for their adaptation to hypoxic conditions and that neurotrophic factors, such as FGF2 and ET-1, may sustain neurogenesis and long-term survival"}, {"pubmed": 25617859, "text": "Plasma ET-1 levels are easily measurable in healthy adults and correlate with major cardiovascular risk factors and global cardiovascular risk"}, {"pubmed": 25623906, "text": "Endothelin-1 seems to predispose patients undergoing cardiac surgery to develop nonocclusive mesenteric ischemia."}, {"pubmed": 25627007, "text": "Overexpression of ET-1 may be a potential biomarker of unfavorable prognosis in muscle-invasive bladder cancer patients."}, {"pubmed": 25681034, "text": "the relationship between serum iron parameters and the levels of TGF-beta, FGF, ET-1, and NO as predictors of chronic liver injury in 54 AHSCT recipients who survived at least a year after transplantation."}, {"pubmed": 25739168, "text": "In systemic sclerosis, skin thickness correlates positively with the NLRP3 inflammasome gene expression and with the vascular mediator and pro-fibrotic ET-1"}, {"pubmed": 25741585, "text": "Data suggest that, in vascular smooth muscle cells, increase in cytosolic endothelin-1 (EDN1) induces sustained increase in nuclear Ca2+ via stimulation of R-type calcium channel (CACNA1E) present at the nuclear membrane."}, {"pubmed": 25753689, "text": "This study showed a novel SIRT1 mediated protection against renal and retinal injury in diabetes, regulated through p300, ET-1 and TGF-beta1."}, {"pubmed": 25801761, "text": "Plasma proET-1 levels increase in CKD and may be useful biomarkers of renal injury. Increases in response to endothelin A antagonism may reflect EDN1 upregulation, which may partly explain fluid retention with these agents."}, {"pubmed": 25814673, "text": "Endothelin1 is responsible for angiotensin II induced cardiac hypertrophy."}, {"pubmed": 25820093, "text": "ET-1 in the central nervous system may play a role in the development of neurogenic pulmonary edema (NPE) in children with EV71 infection and could be used as a biomarker or therapeutic target for NPE in EV71 encephalitis."}, {"pubmed": 25823218, "text": "In this review, we describe the role of vasoactive peptides and the signaling mechanisms responsible for the enhanced expression of Gialpha proteins in hypertension. [review]"}, {"pubmed": 25864450, "text": "The aim of this study was to estimate endothelin-1 (ET-1) plasma levels in patients with multiple sclerosis."}, {"pubmed": 25870197, "text": "our data reveal a key role for ET-1 in the pathogenesis of preeclampsia."}, {"pubmed": 25892606, "text": "ET-1 has a relevant role in the pathogenesis of pulmonary vasculopathy in acquired immunodeficiency syndrome (AIDS) patients."}, {"pubmed": 25902111, "text": "Endothelin-1 plasma levels were increased in retinitis pigmentosa patients with but not in patients without Flammer syndrome."}, {"pubmed": 25903653, "text": "we have demonstrated that the expression of ET-1 and IL-25 was coordinately upregulated in the lesional keratinocytes of patients with AD and a murine AD model."}, {"pubmed": 25946671, "text": "Endothelin-1 was detected in all patients with squamous cell carcinoma and psoriasis, with a higher frequency and grade of expression than controls and basal cell carcinoma."}, {"pubmed": 25990837, "text": "ET-1 may induce fibrosis in dermal fibroblasts through Akt signals."}, {"pubmed": 25994955, "text": "In this review, we examine the genetic models available to understand the autocrine/paracrine mechanisms by which ET-1 leads to renal injury. [review]"}, {"pubmed": 26035976, "text": "This shows the importance of angiotensin-II and endothelin-I in the origin of coronary artery disease and progression of the disease in diabetics with coronary artery disease"}, {"pubmed": 26071554, "text": "ET-1 promotes occurrence and amplification of pathology-related airway inflammation via enhancing VCAM-1 expression."}, {"pubmed": 26074317, "text": "Meta-analysis: statin therapy significantly reduces circulating ET-1 concentrations, regardless of treatment duration or dose of statins."}, {"pubmed": 26089601, "text": "Elevated serum tryptase and ET-1 may be markers of increased coronary instability; some cytokines may be related to the extension of CAD."}, {"pubmed": 26098770, "text": "PPARgamma regulates miR-98 to modulate ET-1 expression and pulmonary endothelial cell proliferation in pulmonary hypertension."}, {"pubmed": 26108089, "text": "During AD exacerbation, plasma ET-1 levels were elevated and were positively correlated with AD clinical severity, itch intensity, and serum IgE levels."}, {"pubmed": 26121692, "text": "The results indicate that common variations in EDN1 do not act as prognostic markers for long-term survival in patients undergoing on-pump cardiac surgery."}, {"pubmed": 26138305, "text": "For the diagnosis of HELLP syndrome, increased levels of ET-1 [Endothelin-1], M30, and Angs-1 and -2 appear as promising biomarkers after determination of their standardized threshold levels"}, {"pubmed": 26141182, "text": "An acute decrease of circulating ET-1 in response to acute maximal exercise in young healthy individuals was noted"}, {"pubmed": 26142066, "text": "increased serum level is an independent predictor of digital ulcer in systemic sclerosis"}, {"pubmed": 26144293, "text": "Peripheral endothelin-1 and transforming growth factor-beta1 levels, which strongly correlate with their hepatic levels, reflect the stage of portal hypertension and liver insufficiency in cirrhosis."}, {"pubmed": 26190179, "text": "We aimed to provide a theoretical basis for improving patient prognosis through analyzing expression of plasma brain natriuretic peptide (BNP), endothelin-1 (ET 1), and matrix metalloproteinase 9 (MMP-9)."}, {"pubmed": 26322793, "text": "these data from a population-based study in outpatients with cardiovascular risk factors revealed that circulating C-terminal ET-1 precursor fragment levels are negatively associated with anxiety."}, {"pubmed": 26322806, "text": "demonstration that pericardial fluid (PF) of cardiac patients elicit substantial arterial constrictions, which is mediated primarily by ET-1; interfering with the vasoconstrictor action of PF could be a potential therapeutic target to improve coronary blood flow in cardiac patients"}, {"pubmed": 26352058, "text": "Differences were found in the neonatal and maternal expression of leptin, adiponectin, adropin, and endothelin-1 in intrauterine growth restricted mothers and neonates compared with a control group."}, {"pubmed": 26460070, "text": "we show that fenofibrate, a PPAR-alpha agonist, increased the expression of miR-301a/miR-454 and SKA2 in human microvascular endothelial cell line (HMEC) cells; the former were responsible for reduced expression of ET-1 and PAI-1"}, {"pubmed": 26482255, "text": "Urinary TGF-beta1 and ET-1 levels were associated with AGT level, which likely reflects an early interplay between tissue remodeling and RAAS in obesity-related kidney injury."}, {"pubmed": 26501871, "text": "activation of ETAR by ET-1 promotes HCC cell migration and invasion via activating ERK1/2 and AKT signaling pathways and upregulating MMP-3 expression. Thus, ETAR may play an important role in the progress of HCC."}, {"pubmed": 26554436, "text": "Data show that plasma levels of endothelial microparticle (EMP) and endothelin-1 (ET-1 are significantly higher in intermediate )lesion group, while their nitric oxide (NO) and nitric oxide synthase 3 (eNOS) are lower."}, {"pubmed": 26565974, "text": "The data demonstrated that the plasma big endothelin 1 level was a valuable independent predictor for coronary artery calcification."}, {"pubmed": 26573599, "text": "Circulating endothelin-1 levels may predict coronary heart disease in women."}, {"pubmed": 26573609, "text": "A(8002)G intronic polymorphism of pre-pro-endothelin-1 gene is associated with elevated endothelin-1 levels among Tunisian coronary patients."}, {"pubmed": 26599223, "text": "Therefore, despite a clear age-specific role in the regulation of vascular tone, endogenous ET-1, acting through endothelin type A receptors, does not account for the age-related reduction in mean shear rate in the common femoral artery."}, {"pubmed": 26617785, "text": "Congenital heart disease complicated with pulmonary artery hypertension is associated with increased circulating endothelial cell counts and ET-1 production."}, {"pubmed": 26638464, "text": "Endothelin-1 is a circulating marker of early atherosclerosis."}, {"pubmed": 26641207, "text": "There was no significant difference in serum EDN1 between patients with vasovagal syncope, epilepsy, and controls."}, {"pubmed": 26710051, "text": "An increase of lipid peroxide and endothelin-1 associated with nuclear factor-kappaB activation plays an important role in the development of diabetic angiopathies."}, {"pubmed": 26752193, "text": "excessive ET-1 production in the setting of HIV infection impairs pulmonary endothelial function and contributes to the development of pulmonary arterial hypertension ."}, {"pubmed": 26763086, "text": "In both the acute and remission phase of thrombotic thrombocytopenic purpura we found increased CT-proET-1 and VWF levels, while Factor H levels decreased compared with healthy controls. In remission, however, the elevated CT-proET-1 levels showed a 22 % decrease when compared with the acute phase."}, {"pubmed": 26823880, "text": "Serum endothelin-1 was elevated in preeclampsia and correlated with severity of illness."}, {"pubmed": 26846374, "text": "Our findings advance our knowledge pertaining to the peripheral control underpinning the regulation of cutaneous blood flow and sweating and infer that ET-1 may attenuate the heat loss responses of cutaneous blood flow, but not sweating"}, {"pubmed": 26917562, "text": "Serum and synovial fluid endothelin-1 concentrations are correlated with the development and progression of knee osteoarthritis."}, {"pubmed": 26923419, "text": "In patients with autosomal dominant polycystic kidney disease, urinary ET-1 was inversely associated with eGFR and positively correlated with total kidney volume."}, {"pubmed": 26952167, "text": "EDN1 as a key factor towards the generation and clonal derivation of ISL1(+) vascular intermediates."}, {"pubmed": 26972958, "text": "High circulating endothelin-1 levels are associated with the development of impaired glucose tolerance and type 2 diabetes in women."}, {"pubmed": 27102411, "text": "c-Src tyrosine kinase mediates high glucose-induced endothelin-1 expression"}, {"pubmed": 27105310, "text": "Coronary occlusion patients in the poor coronary collateral circulation ( CCC ) group had a higher ET1 level than those in the good CCC group (0.59 +/- 0.48 vs. 0.39 +/- 0.32 pmol/L, p < 0.001), and the ET1 values increased with the descent of the Rentrop grades (p for trend < 0.001)."}, {"pubmed": 27106952, "text": "This study demonstrated the pathogenesis mechanism during the development of dementia after ischemic stroke by investigating the relationship between miR-125a and its target ET-1."}, {"pubmed": 27155341, "text": "Activin A and preeclamptic serum upregulate ET-1, ICAM-1, and VCAM-1 in human umbilical vein endothelial cells, consistent with activin A contributing to the pathophysiology of preeclampsia."}, {"pubmed": 27267037, "text": "this study did not find any significant differences of ET-1 level between obstetric antiphospholipid syndrome and thrombotic antiphospholipid syndrome"}, {"pubmed": 27300270, "text": "Leptin to insulin and adiponectin to endothelin ratios are novel derived biomarkers useful for noninvasive diagnostics of initial stages of coronary lesions in patients with coronary artery disease."}, {"pubmed": 27335279, "text": "These findings indicate that TT is a practical and effective strategy to reduce BP and circulating ET-1 concentration and enhance leg blood flow in patients with PAD."}, {"pubmed": 27372047, "text": "Higher levels of circulating endothelin-1 on admission independently predicts subsequent hospital major cardiac events in patients presenting with STEMI."}, {"pubmed": 27425626, "text": "The presence of the rs2070699 T allele of EDN1 increased the risk of persistent pulmonary hypertension of the newborn in neonates with respiratory distress."}, {"pubmed": 27450023, "text": "high percentages of HIF-1alpha (100%), VEGF (89.5%), iNOS (78.9%), and ET-1 (84.2%) expressions were observed in congenital heart disease autopsy cases and this was found to be significant."}, {"pubmed": 27465439, "text": "Increased expression of ET-1 exaggerates diabetes-induced endothelial dysfunction."}, {"pubmed": 27481876, "text": "The EDN1 gene polymorphism may play a significant role in predicting individual's susceptibility toward venous thromboembolism and its clinical progression"}, {"pubmed": 27485004, "text": "The level of ET-1 and eNOS plasma was not significantly different between the CMS patients and healthy controls"}, {"pubmed": 27534881, "text": "This review takes us through the drug discovery journey that led to the discovery, development, and registration of macitentan. [review]"}, {"pubmed": 27612006, "text": "reduced lung levels of PPARgamma and increased levels of microRNA-27a (miR-27a), v-ets avian erythroblastosis virus E26 oncogene homolog 1 (ETS1), endothelin-1 (ET-1), and markers of endothelial dysfunction (platelet/endothelial cell adhesion molecule 1 and E selectin)."}, {"pubmed": 27682654, "text": "endothelin-1 correlated positively with glutathione reductase activity and negatively with antihypertension medication and tended to correlate with glutathione reductase-to-glutathione peroxidase ratio in black men. In white men, endothelin-1 correlated positively with ROS and negatively with glutathione peroxidase activity. In black women, endothelin-1 correlated negatively with total glutathione."}, {"pubmed": 27761928, "text": "The mean serum levels of endothelin-1 in Egyptian acute myocardial infarction patients was significantly higher than controls."}, {"pubmed": 27765761, "text": "Nur77 decreases ET-1 expression by suppressing NF-kappaB and p38 MAPK."}, {"pubmed": 27777505, "text": "Polymorphic variants of endothelin EDN (K198N) and endothelin receptor type A genes EDN RA (C1222T, C70G, G231A) affected ET plasma concentrations. There was no association between the plasma endothelin levels and the risk factors for normal tension glaucoma."}, {"pubmed": 27788598, "text": "The conjunct use of Big-ET-1 and NT-proBNP improves the risk stratification of patients with intermediate to high risk of cardiovascular (CV) disease death and congestive heart failure. Big-ET-1improves risk stratification in patients referred for coronary angiography."}, {"pubmed": 27810862, "text": "ET-1 levels were significantly elevated in patients with chronic stable heart failure with preserved ejection fraction."}, {"pubmed": 27846260, "text": "Alternatively activated (M2) macrophage phenotype is inducible by endothelin-1 in cultured macrophages."}, {"pubmed": 27876299, "text": "The interaction between stages of essential hypertension and risk factors with polymorphism 138ex1 ins/del A of the endothelin-1 gene was analyzed.  The 4A/4A carriers showed a lower frequency of cardiovascular, kidney and brain disease. The 4A/4A genotype may indicate worse outcome."}, {"pubmed": 27881399, "text": "We show that in young adults, Rho kinase is an important mediator of the endothelin-1-mediated attenuation of endothelium-dependent and -independent cutaneous vasodilation, and that endothelin-1 does not increase sweating."}, {"pubmed": 27885846, "text": "Big ET-1 was strongly and independently associated with coronary artery ectasia by multivariate analysis"}, {"pubmed": 27892645, "text": "highly expressed in the dermal microvascular endothelial cells of hypertrophic scars and keloids"}, {"pubmed": 27899487, "text": "Increased circulating Edn1 and expression of Ednra in endothelial cells are characteristic of diabetic kidney disease."}, {"pubmed": 27906839, "text": "Endothelin contributes to the rise in SBP in response to acute hypoxia in patients with severely untreated OSA."}, {"pubmed": 27939477, "text": "The paternal rs5370 polymorphism decreases the risk for preeclampsia and is not associated with placental expression of the EDN1 gene."}, {"pubmed": 27941335, "text": "ET1 gene and ECE-1 expression levels in human umbilical vein endothelial cells and ET-1 expression levels in the cell culture supernatants increased significantly in some experimental groups compared with those in the control group."}, {"pubmed": 28025386, "text": "TWEAK may stimulate endothelial ET-1 synthesis, through the up-regulation of ECE-1."}, {"pubmed": 28030574, "text": "cellular and molecular mechanisms of ET-1 action in periodontitis"}, {"pubmed": 28092772, "text": "demonstrated the fundamental role of NF-kB signalling pathway in promoting and maintaining ET-1 expression in CLL cells, both in basal conditions and after CD40 activation"}, {"pubmed": 28095606, "text": "Endothelin-1 and its receptors on haemorrhoidal tissue: a potential site for therapeutic intervention"}, {"pubmed": 28153500, "text": "ET-1 increased NSCLC clonal growth, whereas BQ123, ZD4054, lapatinib or gefitinib inhibited proliferation. The results indicate that ET-1 may regulate NSCLC cellular proliferation in an EGFR- and HER2-dependent manner"}, {"pubmed": 28211916, "text": "this study provides that infants with genotype GT eNOS 894G > T have 3.4-fold higher risk of developing of IVH if they are born before 28 + 6 weeks of gestation."}, {"pubmed": 28222015, "text": "an important role of ET-1 and endothelial function in the regulation of kidney function"}, {"pubmed": 28284500, "text": "Increased baseline values of ET-1 (and BNP) after acute myocardial infarction, were independently predictive of future cardiovascular events."}, {"pubmed": 28320472, "text": "Data indicate that patients with systemic sclerosis (SSc) displayed higher serum levels of VEGF, endothelin-1 and s-Fractalkine, and that the s-Fractalkine levels positively correlated with CD34(+)CD45(-) endothelial progenitor cells (EPC) numbers."}, {"pubmed": 28323184, "text": "The EDNRA SNP rs5335 was independently associated with aneurysms >/=7 mm in size at the time of rupture. Patients with cerebral aneurysms also carrying the G allele of EDNRA SNP rs5335 may develop larger aneurysms before rupture."}, {"pubmed": 28398455, "text": "ET-1 may be a unique predictor of heart failure prognosis"}, {"pubmed": 28542386, "text": "Results show a correlation between ET-1 and an impaired liver function, quantified by the maximal liver function capacity test, in critically ill patients. The findings approve the close interaction between TNF-alpha and ET-1 in sepsis."}, {"pubmed": 28548215, "text": "Studied the associations of Protein Z (PROZ G79A) and Endothelin-1 (EDN1 G5665T) polymorphisms with the clinical features of sickle cell disease (SCD) in a cohort of Egyptian children with SCD."}, {"pubmed": 28548598, "text": "Common endothelin SNPs were found to be associated with aneurysmal subarachnoid hemorrhage (aSAH) and its sequelae. The T allele of the END1 T/G SNP (rs1800541) was associated with aSAH. The G allele of the EDNRA G/C SNP (rs5335) was associated with clinical vasospasm."}, {"pubmed": 28587741, "text": "High levels of plasma endothelin-1 predicted prognosis for patients with hypertrophic cardiomyopathy."}, {"pubmed": 28606962, "text": "ET-1 is upregulated in giant cell arteritis (GCA) lesions and, by promoting VSMC migration towards the intimal layer, may contribute to intimal hyperplasia and vascular occlusion in GCA."}, {"pubmed": 28634054, "text": "ET-1 promoted the proliferation, migration and secretion of extracellular matrix molecules through the protein kinase B (Akt) and extracellular signal-regulated kinase (Erk) signaling pathways in RPE cells in vitro. Thus, ET-1 may play a vital role in the development of PVR."}, {"pubmed": 28692114, "text": "Two END1 polymorphisms do not appear to affect the development of hypertension in the Chinese population."}, {"pubmed": 28726796, "text": "Increased ET-1 levels after 3 years were positively associated pulse pressure, suggesting subclinical haemodynamic changes with potential premature onset of cardiovascular disease in the black South Africans."}, {"pubmed": 28753427, "text": "CRISPR-edited stem cell-derived endothelial cells demonstrate rs9349379, a common SNP in the 3 intron of the PHACTR1 gene, regulates expression of endothelin 1 (EDN1), a gene located 600 kb upstream of PHACTR1. The known physiologic effects of EDN1 on the vasculature may explain the pattern of risk for the five associated vascular diseases."}, {"pubmed": 28781261, "text": "The ratio of serum levels of adiponectin to endothelin strongly correlates with severity of coronary artery disease."}, {"pubmed": 28831601, "text": "Although our study revealed higher serum ET-1 and lower serum alpha-Klotho levels in systemic sclerosis patients compared to healthy controls, there were not any significant correlations between their serum levels with severity of organ involvement."}, {"pubmed": 28882114, "text": "Endothelin-1 rs4714384 is an important biomarker of cardiovascular events in end stage renal disease patients."}, {"pubmed": 28886122, "text": "we could provide evidence that established stress-related biomarkers ET-1, MCP-1, CGA were differentially regulated among patients with AF compared to healthy controls."}, {"pubmed": 28901422, "text": "plasma EDN1 levels were significantly increased in Korean patients with fibromyalgia syndrome (FMS) compared with those in healthy controls. EDN1 SNP was revealed to be associated with susceptibility to FMS."}, {"pubmed": 28904960, "text": "We provided some ways of distinguishing Retinal vein occlusion (RVO)patients in practice and introduced the vasoactivity of the vein itself and the possible involvement of vasoconstrictors such as ET-1 for the pathogenesis of RVO through our clinical studies, some animal experiments, and recent literatures."}, {"pubmed": 28937251, "text": "Serum levels of miR-31 and endothelin-1are elevated in psoriasis vulgaris and are suggested to play significant roles in the pathophysiology of psoriasis."}, {"pubmed": 28942357, "text": "Plasma big ET-1 level is a valuable independent predictor of ST in patients with coronary stents, especially in the acute coronary syndrome population."}, {"pubmed": 28977804, "text": "During exercise, we noted a rapid and significant reduction in venous ET-1 levels in obese subjects but no significant change in lean subjects."}, {"pubmed": 29025769, "text": "Letter: patients with asystolic vasovagal syncope are younger and have lower supine levels of adrenomedullin and endothelin-1."}, {"pubmed": 29044995, "text": "miR-200c regulates endothelin-1 induced pulmonary artery smooth muscle cells abnormal proliferation and apoptosis."}, {"pubmed": 29101349, "text": "Study explored the existence of an ET-1 production and induction system that is related to the immune system, and demonstrate a newly discovered T cell-mediated vascular endothelial cell-independent ET-1 production system by using human and murine immune cells. This study demonstrates the existence of an immune-mediated ET-1 production induced by T cells upon activation through IFN-gamma and TNF-alpha."}, {"pubmed": 29212952, "text": "Dysregulated aldosterone secretion in persons of African descent with endothelin-1 gene variants."}, {"pubmed": 29302812, "text": "Studied effects of dexamethasone on gene expression regulation of sirtuin 1 (SIRT1), interleukin 6 (IL6), and endothelin 1 (EDN1) in gingival derived aging stem cells. Dexamethasone downregulated expression of SIRT1 and IL6 but upregulated EDN1 in stem cells."}, {"pubmed": 29351334, "text": "Epiretinal membrane formation in proliferative diabetic retinopathy involves higher tissue levels of endothelin-1 and fibroblastic activity"}, {"pubmed": 29439204, "text": "Endothelin-1 is a regulator of Mena expression in the serous ovarian cancer.Endothelin-1 role in the invadopodian function."}, {"pubmed": 29441862, "text": "this study provides the first evidence that a 2-SNP haplotype of the ET-1 gene is associated with increased risk of hormone refractory prostate cancer"}, {"pubmed": 29444773, "text": "Increased serum endothelin-1 and airway dysfunction are found in congenital heart disease-associated pulmonary arterial hypertension."}, {"pubmed": 29529394, "text": "plasma big ET-1 may have a role in adverse outcomes in atrial fibrillation"}, {"pubmed": 29562761, "text": "The present study demonstrated that the circulating bigET-1 was valuable in the assessment of the severity of CAC."}, {"pubmed": 29630085, "text": "EZH2, ET-1, and CD34 may act as biomarkers of aggressive cervical squamous cell carcinoma"}, {"pubmed": 29654172, "text": "EDN1 single-nucleotide polymorphism rs6458155 and the haplotype rs6458155C-rs4145451C are associated with the risk of coronary artery disease in the Chinese Han population."}, {"pubmed": 29674204, "text": "Preeclamptic plasma stimulates the expression of miRNAs in HUVECs, leading to a decrease in endothelin-1 levels."}, {"pubmed": 29806659, "text": "The plasma D-dimer and ET-1 levels provided a novel marker for treatment selection for the T-segment elevation acute myocardial infarction patients with a type 2 diabetes mellitus history."}, {"pubmed": 29845193, "text": "According to the results of the present study, the culture solution with HUVECs affected the differentiation ofdental pulp stem cells (DPSCs). In addition, ET1 may promote the odontoblastic differentiation of DPSCs."}, {"pubmed": 29849817, "text": "EDN1 rs5370 polymorphism was associated with large artery stroke development."}, {"pubmed": 29913121, "text": "Baseline big ET-1>0.56pmol/L was independently associated with higher all-cause mortality and HFH among CRT recipients."}, {"pubmed": 29996135, "text": "Palmitic acid increases ET-1 expression in endothelial cells through the induction of endoplasmic reticulum stress and the activation of PKC."}, {"pubmed": 30022320, "text": "Increased serum endothelin levels independently predict hypertension in autosomal dominant polycystic kidney disease and are also associated with both renal and overall survival in patients with."}, {"pubmed": 30229506, "text": "Perioperative acute kidney injury is associated with higher preoperative circulating ET-1 and it negatively influences long-term kidney function in patients with chronic thromboembolic pulmonary hypertension who undergo pulmonary endarterectomy."}, {"pubmed": 30271160, "text": "Endothelin-1, nitric oxide, and serotonin are related to blood pressure in adolescent males."}, {"pubmed": 30279475, "text": "Study reports an increased endothelin blood level in lymphangioleiomyomatosis (LAM) patients as well as EDN1 overexpression and EDN1 receptor downregulation in LAM-derived primary cells and in TSC2NEG cells mutated in TSC2. We evidenced EDN pathway dysregulation based on EDN1, EDNRA, EDNRB and ARRB1 mRNA expression in LAM-derived primary cells."}, {"pubmed": 30351652, "text": "Unfavorable genotype of polymorphic variant of candidate gene participating in endothelial dysfunction EDN1 (Lys198Asn) was associated with changes in levels of their active substances in individuals exposed to mercury."}, {"pubmed": 30359461, "text": "ET-1, NT-pro ANP, and TNF-a concentrations are increased in hypertension in children."}, {"pubmed": 30392707, "text": "Reduction of NO bioavailability and release results from elevated Arg-2, accumulation of intracellular ADMA, and imbalance of ET-1 and ETBR, further leading to IUGR-associated vascular endothelial dysfunction."}, {"pubmed": 30411193, "text": "The combined GT + TT genotype of EDN1 5665 SNP was related with late (age after 40 years) papillary thyroid cancer (PTC) onset (p = 0.04), and was more prominent among male patients with PTC according to females (p = 0.03). No significant associations between PTC and - 1370 SNP were found.  The EDN1 5665 SNP was linked with increased risk for late PTC onset and was more prominent among male patients with PTC."}, {"pubmed": 30530965, "text": "elevated serum levels in knee and hand osteoarthritis"}, {"pubmed": 30537754, "text": "Results found that EDN-1 and TNF-alpha gene expression levels were significantly higher in the obstructive sleep apnea group than in the control group (p = 0.009 vs. p < 0.001)."}, {"pubmed": 30605125, "text": "The X-ray crystal structure of human endothelin 1 has been resolved."}, {"pubmed": 30621952, "text": "This study reports that rs9349379 PHACTR1/EDN1 genetic locus is the first genetic risk locus for spontaneous coronary artery dissection."}, {"pubmed": 30685994, "text": "ET-1 expression in the endothelial cells of diabetic foot ulcers is an important determinant of insulin resistance at the onset of disease and induces macrophages to produce NF-kappaB, which regulates inflammation. It is thought that ADAM 15 contributes to angiogenic effects as a means of stimulating endothelial cells"}, {"pubmed": 30737857, "text": "findings are consistent with the hypothesis that elevated endothelin-1 levels contribute to subepithelial thickening and highlight this factor as a possible therapeutic target for difficult-to-treat fungal-induced asthma."}, {"pubmed": 30771901, "text": "Endothelin receptors interacted with annexin A2, which is overexpressed in various cancers. Upon endothelin-1 stimulation, serine phosphorylation of annexin A2 increased, while there is no change in tyrosine phosphorylation of annexin A2."}, {"pubmed": 30828008, "text": "High big endothelin-1 level was associated with an increased risk of Three-Vessel Disease mortality."}, {"pubmed": 30921293, "text": "Studied the role of endothelin-1 (ET-1) and the Notch signaling pathway in giant cell tumor (GCT) of the spine."}, {"pubmed": 30987836, "text": "Plasma levels of endothelin-1 is associated with increased coronary microvascular resistance."}, {"pubmed": 31055534, "text": "Lys198Asn-polymorphism of the endothelin-1 gene is associated with the development of arterial hypertension in the Ukrainian population"}, {"pubmed": 31106465, "text": "Endothelins and their receptors in embryo implantation."}, {"pubmed": 31111864, "text": "ET-1 accelerates atherogenesis by promoting the expression of adhesion molecules and chemokines, as well as subsequent macrophage activation."}, {"pubmed": 31117937, "text": "Elevated preoperative plasma big endothelin-1 level is an independent predictor of postoperative atrial fibrillation in hypertrophic cardiomyopathy patients undergoing surgical septal myectomy."}, {"pubmed": 31293143, "text": "Investigated serum levels of Endothelin-1 (ET-1), angiopoietin 2 (Ang-2), and endothelial cell-specific receptor tyrosine kinase (Tie-2) levels in adult Crimean-Congo hemorrhagic fever (CCHF) patients with significant endothelial and vascular damage. Found elevated ET-1 and Tie-2 levels associated with poor prognosis/mortality in CCHF; found Ang-2 levels negatively correlated with mortality."}, {"pubmed": 31425950, "text": "High ET-1 expression is associated with dyslipidemic type 2 diabetes mellitus."}, {"pubmed": 31476318, "text": "IL-17A Induces Endothelin-1 Expression through p38 Pathway in Prurigo Nodularis."}, {"pubmed": 31514181, "text": "role in developing pulmonary hypertension in heart failure with preserved ejection fraction patients"}, {"pubmed": 31566901, "text": "Lys198Asn polymorphism of EDN1 gene is associated with an increased risk for Ischemic Stroke."}, {"pubmed": 31583031, "text": "Endothelin-1 is up-regulated in cerebrospinal fluid and is a marker of poor visual recovery after optic neuritis in multiple sclerosis patients."}, {"pubmed": 31608892, "text": "The higher serum Endothelin-1 is negatively correlated with the lung function and positively correlated with the pulmonary artery pressure in the chronic obstructive pulmonary disease patients with pulmonary artery hypertension."}, {"pubmed": 31672620, "text": "Interaction between PGI2 and ET-1 pathways in vascular smooth muscle from Group-III pulmonary hypertension patients."}, {"pubmed": 31972008, "text": "Genetic dysregulation of endothelin-1 is implicated in coronary microvascular dysfunction."}, {"pubmed": 31981468, "text": "Endothelin-1 rs9296344 associates with the susceptibility of childhood primary nephrotic syndrome."}, {"pubmed": 32119570, "text": "Endothelin-1 (ET-1) promotes a proinflammatory microglia phenotype in diabetic conditions."}, {"pubmed": 32141526, "text": "Potential correlation between EDN1 gene polymorphisms with preeclampsia."}, {"pubmed": 32151622, "text": "The endothelin system as target for therapeutic interventions in cardiovascular and renal disease."}, {"pubmed": 32168316, "text": "Genetic Relationship Between Endothelin-1 Gene Polymorphisms and Intracerebral Hemorrhage Among Chinese Han People."}, {"pubmed": 32246794, "text": "Long noncoding RNA MALAT1 contributes to pregnancy-induced hypertension development by enhancing oxidative stress and inflammation through the regulation of the miR-150-5p/ET-1 axis."}, {"pubmed": 32251485, "text": "Downregulation of endothelial nitric oxide synthase (eNOS) and endothelin-1 (ET-1) in a co-culture system with human stimulated X-linked CGD neutrophils"}, {"pubmed": 32268070, "text": "C-type natriuretic peptide (CNP)/guanylate cyclase B (GC-B) system and endothelin-1(ET-1)/ET receptor A and B system in human vasculature."}, {"pubmed": 32315546, "text": "The ratio of circulating endothelin-1 to endothelin-3 associated with TIMI risk and dynamic TIMI risk score in ST elevation acute myocardial infarction."}, {"pubmed": 32343134, "text": "Characterization of Critical Residues in the Extracellular and Transmembrane Domains of the Endothelin Type B Receptor for Propagation of the Endothelin-1 Signal."}, {"pubmed": 32386379, "text": "was determined that in patients-carriers of Asn198Asn genotype of endothelin-1, Left ventricular mass (LVMI) and hypertrophy left ventricular indexes (LVMMI) were higher compared to patients-carriers of Lys198Lys and Lys198Asn type, both in men and women"}, {"pubmed": 32496159, "text": "Diabetes-related sex differences in the brain endothelin system following ischemia in vivo and in human brain endothelial cells in vitro."}, {"pubmed": 32499477, "text": "Association of +138I/D and Lys198Asn Polymorphisms in the Endothelin-1 Gene with Early Onset of Coronary Artery Disease among the Chinese Han Population."}, {"pubmed": 32533834, "text": "Endothelium-restricted endothelin-1 overexpression in type 1 diabetes worsens atherosclerosis and immune cell infiltration via NOX1."}, {"pubmed": 32538758, "text": "Correlation of serum BNP and ET-1 levels with cardiac pump function and ventricular remodeling in patients with heart failure."}, {"pubmed": 32567294, "text": "Endothelin-1 level as a predictor of hepatopulmonary syndrome in liver cirrhosis."}, {"pubmed": 32589590, "text": "Insights into Endothelin-3 and Multiple Sclerosis."}, {"pubmed": 32615041, "text": "Endothelin-1 induces lysyl oxidase expression in pulmonary artery smooth muscle cells."}, {"pubmed": 32703408, "text": "Endothelin-1 reduces catabolic activity of human mesenchymal stem/stromal cells during chondro- and osteo-lineage differentiation."}, {"pubmed": 32731692, "text": "Influence of LYS198ASN polymorphism of endothelin-1 gene on ischemic atherothrombotic stroke characteristics."}, {"pubmed": 32747363, "text": "Endothelin-1-Mediated Drug Resistance in EGFR-Mutant Non-Small Cell Lung Carcinoma."}, {"pubmed": 32879758, "text": "Hyperglycemia Augments Endothelin-1-Induced Constriction of Human Retinal Venules."}, {"pubmed": 33128922, "text": "Association of pre-pro-endothelin gene polymorphism and serum endothelin-1 with intradialytic hypertension in an Egyptian population."}, {"pubmed": 33221345, "text": "NR4A3 induces endothelial dysfunction through up-regulation of endothelial 1 expression in adipose tissue-derived stromal cells."}, {"pubmed": 33275248, "text": "Correlations of endothelin-1 gene polymorphisms and hypertensive intracerebral hemorrhage."}, {"pubmed": 33340492, "text": "Endothelium-specific endothelin-1 expression promotes pro-inflammatory macrophage activation by regulating miR-33/NR4A axis."}, {"pubmed": 33445111, "text": "Effect of endothelin on sex-dependent regulation of tone in coronary resistance vessels."}, {"pubmed": 33539452, "text": "Priapism in sickle cell disease: Associations between NOS3 and EDN1 genetic polymorphisms and laboratory biomarkers."}, {"pubmed": 33559002, "text": "Gene variants associated with obstructive sleep apnea (OSA) in relation to sudden infant death syndrome (SIDS)."}, {"pubmed": 33896376, "text": "AGEs/RAGE blockade downregulates Endothenin-1 (ET-1), mitigating Human Umbilical Vein Endothelial Cells (HUVEC) injury in deep vein thrombosis (DVT)."}, {"pubmed": 33985491, "text": "Association of endothelial activation assessed through endothelin-I precursor peptide measurement with mortality in COVID-19 patients: an observational analysis."}, {"pubmed": 34011384, "text": "Histone deacetylase 7 mediates endothelin-1-induced connective tissue growth factor expression in human lung fibroblasts through p300 and activator protein-1 activation."}, {"pubmed": 34011397, "text": "In vivo assessment of a single adenine mutation in 5'UTR of Endothelin-1 gene in paediatric cases with severe pulmonary hypertension: an observational study."}, {"pubmed": 34018289, "text": "Endothelin-1 levels are decreased in pediatric Type 1 diabetes and negatively correlate with the carotid intima media thickness."}, {"pubmed": 34039912, "text": "Aldosterone contributes to hypertension in male mice inducibly overexpressing human endothelin-1 in endothelium."}, {"pubmed": 34165174, "text": "Endothelin-1 induces changes in the expression levels of steroidogenic enzymes and increases androgen receptor and testosterone production in the PC3 prostate cancer cell line."}, {"pubmed": 34275798, "text": "Plasma ApoA-1 and endothelin-1 levels changes in early Parkinson disease and its relationship with cognitive function and cerebral white matter structure change."}, {"pubmed": 34286545, "text": "Endothelin-1 indicates unfavorable prognosis in primary high-grade non-muscle-invasive urothelial bladder cancer."}, {"pubmed": 34565091, "text": "Serum endothelin-1 level positively correlates with waist and hip circumferences in stable coronary artery disease patients."}, {"pubmed": 34783119, "text": "Genetic variant in the 5' untranslated region of endothelin1 (EDN1) gene in children with primary nephrotic syndrome."}, {"pubmed": 34861658, "text": "ENDOTHELIN-1 AS A RISK FACTOR IN RETINAL VEIN OCCLUSION."}, {"pubmed": 34895646, "text": "Endothelin-1 RS5370 gene polymorphism in primary nephrotic syndrome: A case-control study."}, {"pubmed": 34922160, "text": "Sustained inflammation, coagulation activation and elevated endothelin-1 levels without macrovascular dysfunction at 3 months after COVID-19."}, {"pubmed": 34982346, "text": "Endothelin-1 mediated glycosaminoglycan synthesizing gene expression involves NOX-dependent transactivation of the transforming growth factor-beta receptor."}, {"pubmed": 34986393, "text": "Association of plasma endothelin-1 with blood pressure progression among Blacks: The Jackson Heart Study."}, {"pubmed": 35043642, "text": "Association of polymorphisms in endothelin-1 and endothelin receptor a genes with vasovagal syncope."}, {"pubmed": 35136075, "text": "Rs12976445 polymorphism is associated with the risk of post-SAH re-bleeding by modulating the expression of microRNA-125 and ET-1."}, {"pubmed": 35213910, "text": "Expression of Endothelin-1 and Endothelial Nitric Oxide Synthase in Normal and Preeclamptic Placentae.\", trans \"Expressao de endotelina-1 e de oxido nitrico sintase endotelial em placentas normais e pre-eclampticas."}, {"pubmed": 35243904, "text": "Increased Circulating Endothelin 1 Is Associated With Postoperative Hypoxemia in Infants With Single-Ventricle Heart Disease Undergoing Superior Cavopulmonary Anastomosis."}, {"pubmed": 35468098, "text": "Endothelin-1-mediated miR-let-7g-5p triggers interlukin-6 and TNF-alpha to cause myopathy and chronic adipose inflammation in elderly patients with diabetes mellitus."}, {"pubmed": 35477522, "text": "Functional interaction between endothelin-1 and ZEB1/YAP signaling regulates cellular plasticity and metastasis in high-grade serous ovarian cancer."}, {"pubmed": 35535305, "text": "Association of C-Terminal Pro-Endothelin-1 with Mortality in the Population-Based KORA F4 Study."}, {"pubmed": 35544533, "text": "Elevated aqueous endothelin-1 concentrations in advanced diabetic retinopathy."}, {"pubmed": 35562771, "text": "The role of endothelin and RAS/ERK signaling in immunopathogenesis-related fibrosis in patients with systemic sclerosis: an updated review with therapeutic implications."}, {"pubmed": 35635855, "text": "Molecular mechanisms involved in pre-eclampsia through expressional regulation of endothelin-1."}, {"pubmed": 35645613, "text": "Association of Endothelin-Converting Enzyme and Endothelin-1 Gene Polymorphisms with Essential Hypertension in Malay Ethnics."}, {"pubmed": 35742539, "text": "Expression of the Endothelin-1 Gene and Its Type a Receptor including Physical Activity among Patients with Acute Myocardial Infarction."}, {"pubmed": 35952348, "text": "Endothelin-1 receptor blockade does not alter the sympathetic and hemodynamic response to acute intermittent hypoxia in men."}, {"pubmed": 36029362, "text": "Exploring the pivotal role of endothelin in rheumatoid arthritis."}, {"pubmed": 36141455, "text": "The EDN1 Missense Variant rs5370G &gt; T Regulates Adaptation and Maladaptation under Hypobaric Hypoxia."}, {"pubmed": 36142307, "text": "Microrna-486-5P Regulates Human Pulmonary Artery Smooth Muscle Cell Migration via Endothelin-1."}, {"pubmed": 36179900, "text": "Gender differences in genotypic distribution of endothelin-1 gene and endothelin receptor A gene in pulmonary hypertension associated with rheumatic mitral valve disease."}, {"pubmed": 36279697, "text": "Endothelin-1 gene polymorphism (G8002A) and endothelial monocyte-activating polypeptide II: Role in vascular dysfunction in pediatric patients with beta-thalassemia major."}, {"pubmed": 36305520, "text": "Increased endothelin-1 levels in coronary artery disease with diabetes mellitus in an Indonesian population."}, {"pubmed": 36430296, "text": "High Glucose-Induced Cardiomyocyte Damage Involves Interplay between Endothelin ET-1/ETA/ETB Receptor and mTOR Pathway."}, {"pubmed": 36475746, "text": "Epstein-Barr Virus Regulates Endothelin-1 Expression through the ERK/FOXO1 Pathway in EBV-Associated Gastric Cancer."}, {"pubmed": 36504062, "text": "[Serum levels of endothelin-1 and connective tissue growth factor are elevated in patients with atrial fibrillation and correlated with relapse following radiofrequency ablation]."}, {"pubmed": 36675028, "text": "Endothelial Dysfunction Drives CRTd Outcome at 1-Year Follow-Up: A Novel Role as Biomarker for miR-130a-5p."}, {"pubmed": 36796652, "text": "Hypoxic glioma cell-secreted exosomal circ101491 promotes the progression of glioma by regulating miR-125b-5p/EDN1."}, {"pubmed": 36829141, "text": "Potential role of eNOS and EDN-1 gene polymorphisms in the development and progression of retinopathy of prematurity."}, {"pubmed": 36901906, "text": "Endothelin-1 Induces Cell Proliferation and Myofibroblast Differentiation through the ETAR/Galphaq/ERK Signaling Pathway in Human Cardiac Fibroblasts."}, {"pubmed": 36966225, "text": "Association of blood pressure variability with Endothelin-1 by menopause status among Black women: findings from the Jackson Heart Study."}, {"pubmed": 36977700, "text": "Vascular parameters and endothelin-1 measurements in glaucoma patients with low- and high-tension optic disc hemorrhages."}, {"pubmed": 37036487, "text": "Plasma endothelin-1 may predict bevacizumab-induced proteinuria in patients with colorectal cancer."}, {"pubmed": 37063089, "text": "Research progress on the role of ET-1 in diabetic kidney disease."}, {"pubmed": 37381986, "text": "Ang II Promotes ET-1 Production by Regulating NOX2 Activity Through Transcription Factor Oct-1."}, {"pubmed": 37749230, "text": "Association between endothelin-1 and systemic lupus erythematosus: insights from a case-control study."}, {"pubmed": 38063118, "text": "Relationship between dynamic electrocardiogram and CRP, IL-6, ET-1 expression in myocardial ischemia patients with coronary heart disease."}, {"pubmed": 38824487, "text": "ET1 acts as a potential plasma biomarker and therapeutic target in deep venous thrombosis rat model."}, {"pubmed": 38860875, "text": "Microarray analysis demonstrates up-regulation of the endothelin-1 gene with compensatory down-regulation of the ETA receptor gene in human portal vein."}, {"pubmed": 38874661, "text": "Diagnostic potential of endothelin-1 in peri-implant diseases: a cross-sectional study."}, {"pubmed": 38884602, "text": "The endothelin-1-driven tumor-stroma feed-forward loops in high-grade serous ovarian cancer."}], "genomic_pos": {"chr": "6", "end": 12297194, "ensemblgene": "ENSG00000078401", "start": 12290361, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 12297427, "start": 12290596, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19767294, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001516", "pubmed": 9492062, "qualifier": "involved_in", "term": "prostaglandin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001569", "qualifier": "involved_in", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001821", "qualifier": "involved_in", "term": "histamine secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003094", "qualifier": "involved_in", "term": "glomerular filtration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003100", "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by endothelin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003100", "pubmed": 2649896, "qualifier": "involved_in", "term": "regulation of systemic arterial blood pressure by endothelin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003253", "qualifier": "involved_in", "term": "cardiac neural crest cell migration involved in outflow tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003357", "qualifier": "involved_in", "term": "noradrenergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006874", "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006874", "pubmed": 30990108, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006885", "qualifier": "involved_in", "term": "regulation of pH"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 1713452, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007186", "pubmed": 17078114, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007193", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007205", "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007267", "pubmed": 12379507, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007585", "qualifier": "involved_in", "term": "respiratory gaseous exchange by respiratory system"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007589", "qualifier": "involved_in", "term": "body fluid secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": [1917960, 17078114], "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010193", "qualifier": "involved_in", "term": "response to ozone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010460", "pubmed": 2649896, "qualifier": "involved_in", "term": "positive regulation of heart rate"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010595", "pubmed": 8999856, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010613", "pubmed": 12847114, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle hypertrophy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010737", "pubmed": 30990108, "qualifier": "involved_in", "term": "protein kinase A signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010827", "qualifier": "involved_in", "term": "regulation of glucose transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014034", "qualifier": "involved_in", "term": "neural crest cell fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014824", "pubmed": 8982507, "qualifier": "involved_in", "term": "artery smooth muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0014824", "pubmed": 1725334, "qualifier": "involved_in", "term": "artery smooth muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0014826", "qualifier": "involved_in", "term": "vein smooth muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0014826", "pubmed": 9422810, "qualifier": "involved_in", "term": "vein smooth muscle contraction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019229", "qualifier": "involved_in", "term": "regulation of vasoconstriction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019722", "pubmed": 10770212, "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030072", "pubmed": 10770212, "qualifier": "involved_in", "term": "peptide hormone secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030185", "pubmed": 16820593, "qualifier": "involved_in", "term": "nitric oxide transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030195", "pubmed": 16820593, "qualifier": "involved_in", "term": "negative regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 9696419, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030593", "pubmed": 9696419, "qualifier": "NOT involved_in", "term": "neutrophil chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030878", "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031583", "qualifier": "involved_in", "term": "phospholipase D-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032308", "qualifier": "involved_in", "term": "positive regulation of prostaglandin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034392", "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034696", "qualifier": "involved_in", "term": "response to prostaglandin F"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035050", "qualifier": "involved_in", "term": "embryonic heart tube development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035810", "qualifier": "involved_in", "term": "positive regulation of urine volume"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035815", "qualifier": "involved_in", "term": "positive regulation of renal sodium excretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035994", "qualifier": "involved_in", "term": "response to muscle stretch"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042045", "qualifier": "involved_in", "term": "epithelial fluid transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042310", "pubmed": [2649896, 11410113], "qualifier": "involved_in", "term": "vasoconstriction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042313", "pubmed": 16820593, "qualifier": "involved_in", "term": "protein kinase C deactivation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042474", "qualifier": "involved_in", "term": "middle ear morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042482", "qualifier": "involved_in", "term": "positive regulation of odontogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042554", "qualifier": "involved_in", "term": "superoxide anion generation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043179", "qualifier": "involved_in", "term": "rhythmic excitation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043200", "qualifier": "involved_in", "term": "response to amino acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043406", "pubmed": [10770212, 12847114], "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043491", "pubmed": 17078114, "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043507", "pubmed": 12847114, "qualifier": "involved_in", "term": "positive regulation of JUN kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044321", "qualifier": "involved_in", "term": "response to leptin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044751", "qualifier": "involved_in", "term": "cellular response to human chorionic gonadotropin stimulus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045321", "pubmed": 16820593, "qualifier": "involved_in", "term": "leukocyte activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045429", "pubmed": 8999856, "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045793", "pubmed": 12847114, "qualifier": "involved_in", "term": "positive regulation of cell size"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045840", "pubmed": 10770212, "qualifier": "involved_in", "term": "positive regulation of mitotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24117217, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045987", "qualifier": "involved_in", "term": "positive regulation of smooth muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046887", "pubmed": 10770212, "qualifier": "involved_in", "term": "positive regulation of hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046888", "qualifier": "involved_in", "term": "negative regulation of hormone secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 10393673, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048675", "qualifier": "involved_in", "term": "axon extension"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050850", "pubmed": 1917960, "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051091", "pubmed": 24117217, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051248", "pubmed": 19767294, "qualifier": "involved_in", "term": "negative regulation of protein metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051771", "pubmed": 16820593, "qualifier": "involved_in", "term": "negative regulation of nitric-oxide synthase biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051899", "qualifier": "involved_in", "term": "membrane depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060137", "qualifier": "involved_in", "term": "maternal process involved in parturition"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060298", "pubmed": 12847114, "qualifier": "involved_in", "term": "positive regulation of sarcomere organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060385", "qualifier": "involved_in", "term": "axonogenesis involved in innervation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060585", "qualifier": "involved_in", "term": "positive regulation of prostaglandin-endoperoxide synthase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060585", "pubmed": 9492062, "qualifier": "involved_in", "term": "positive regulation of prostaglandin-endoperoxide synthase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061051", "pubmed": 24117217, "qualifier": "involved_in", "term": "positive regulation of cell growth involved in cardiac muscle cell development"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061051", "pubmed": 24117217, "qualifier": "involved_in", "term": "positive regulation of cell growth involved in cardiac muscle cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061626", "qualifier": "involved_in", "term": "pharyngeal arch artery morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070101", "pubmed": 17178876, "qualifier": "acts_upstream_of", "term": "positive regulation of chemokine-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070294", "qualifier": "involved_in", "term": "renal sodium ion absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 30990108, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070588", "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071277", "qualifier": "involved_in", "term": "cellular response to calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071347", "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071372", "qualifier": "involved_in", "term": "cellular response to follicle-stimulating hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071373", "qualifier": "involved_in", "term": "cellular response to luteinizing hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071385", "qualifier": "involved_in", "term": "cellular response to glucocorticoid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071389", "qualifier": "involved_in", "term": "cellular response to mineralocorticoid stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071398", "qualifier": "involved_in", "term": "cellular response to fatty acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072011", "qualifier": "involved_in", "term": "glomerular endothelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072112", "qualifier": "involved_in", "term": "podocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086100", "pubmed": 19086031, "qualifier": "involved_in", "term": "endothelin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0086101", "qualifier": "involved_in", "term": "endothelin receptor signaling pathway involved in heart process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090023", "qualifier": "involved_in", "term": "positive regulation of neutrophil chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097492", "qualifier": "involved_in", "term": "sympathetic neuron axon guidance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900182", "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901224", "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902074", "qualifier": "involved_in", "term": "response to salt"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902287", "qualifier": "involved_in", "term": "semaphorin-plexin signaling pathway involved in axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903537", "qualifier": "involved_in", "term": "meiotic cell cycle process involved in oocyte maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904707", "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905653", "qualifier": "involved_in", "term": "positive regulation of artery morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000273", "pubmed": 17178876, "qualifier": "acts_upstream_of", "term": "positive regulation of signaling receptor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001259", "pubmed": 30990108, "qualifier": "involved_in", "term": "positive regulation of cation channel activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [10770212, 15691296, 16820593], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12379507, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030133", "qualifier": "located_in", "term": "transport vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0033093", "qualifier": "located_in", "term": "Weibel-Palade body"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045178", "qualifier": "located_in", "term": "basal part of cell"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048237", "qualifier": "located_in", "term": "rough endoplasmic reticulum lumen"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 19767294, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005179", "pubmed": [2649896, 10770212], "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17446437, 23597562], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031707", "qualifier": "enables", "term": "endothelin A receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031707", "pubmed": 10770212, "qualifier": "enables", "term": "endothelin A receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031708", "qualifier": "enables", "term": "endothelin B receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031708", "pubmed": 10770212, "qualifier": "enables", "term": "endothelin B receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031708", "pubmed": 1713452, "qualifier": "enables", "term": "endothelin B receptor binding"}]}, "homologene": {"genes": [[7955, 58032], [8364, 100144700], [9031, 420854], [9544, 699982], [9598, 462437], [9606, 1906], [9615, 403424], [9913, 281137], [10090, 13614], [10116, 24323]], "id": 1476}, "interpro": [{"desc": "Endothelin-like toxin", "id": "IPR001928", "short_desc": "Endothln-like_toxin"}, {"desc": "Endothelin-like toxin, conserved site", "id": "IPR019764", "short_desc": "Endothelin_toxin_CS"}, {"desc": "Endothelin", "id": "IPR020475", "short_desc": "Endothelin"}], "ipi": "IPI00008327", "map_location": "6p24.1", "name": "endothelin 1", "other_names": ["endothelin-1", "preproendothelin-1"], "pantherdb": {"HGNC": "3176", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95283", "ortholog_type": "LDO", "panther_family": "PTHR13874", "taxid": 10090, "uniprot_kb": "P22387"}, {"RGD": "2532", "ortholog_type": "LDO", "panther_family": "PTHR13874", "taxid": 10116, "uniprot_kb": "P22388"}, {"Ensembl": "ENSGALG00000012735", "ortholog_type": "LDO", "panther_family": "PTHR13874", "taxid": 9031, "uniprot_kb": "F1NWA9"}, {"ZFIN": "ZDB-GENE-000920-1", "ortholog_type": "LDO", "panther_family": "PTHR13874", "taxid": 7955, "uniprot_kb": "A5WW41"}], "uniprot_kb": "P05305"}, "pathway": {"biocarta": [{"id": "barrestinpathway", "name": "-arrestins in gpcr desensitization"}, {"id": "barrestinsrcpathway", "name": "roles of  arrestin dependent recruitment of src kinases in gpcr signaling"}, {"id": "barrmapkpathway", "name": "role of -arrestins in the activation and targeting of map kinases"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}, {"id": "cftrpathway", "name": "cystic fibrosis transmembrane conductance regulator (cftr) and beta 2 adrenergic receptor (b2ar) pathway"}, {"id": "chrebppathway", "name": "chrebp regulation by carbohydrates and camp"}, {"id": "cskpathway", "name": "activation of csk by camp-dependent protein kinase inhibits signaling through the t cell receptor"}, {"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, {"id": "gspathway", "name": "activation of camp-dependent protein kinase pka"}, {"id": "hifpathway", "name": "hypoxia-inducible factor in the cardivascular system"}, {"id": "nfatpathway", "name": "nfat and hypertrophy of the heart "}, {"id": "pkcpathway", "name": "activation of pkc through g-protein coupled receptors"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, {"id": "tubbypathway", "name": "g-protein signaling through tubby proteins"}], "kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "et_egfrpathway", "name": "EGFR-dependent Endothelin signaling events"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP1528", "name": "Physiological and pathological hypertrophy of the heart"}, {"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP2197", "name": "Endothelin Pathways"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pdb": ["1EDN", "1EDP", "1T7H", "1V6R", "5GLH", "6DK5", "8HCQ", "8HCX", "8IY5", "8IY6", "8XGR"], "pfam": "PF00322", "pharmgkb": "PA27614", "pharos": {"target_id": 19627, "tdl": "Tbio"}, "pir": "A36517", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325878", "relationship": "is"}, {"id": "GNF325879", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292881", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248755", "relationship": "is"}, {"id": "GNF248756", "relationship": "is"}, {"id": "GNF248757", "relationship": "is"}, {"id": "GNF248758", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160935", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035450", "relationship": "weakly similar to"}, {"id": "GNF048954", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF003978", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF233922", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF332496", "relationship": "is"}, {"id": "GNF334262", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335409", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104367", "relationship": "is"}, {"id": "GNF144015", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_016196.2"], "protein": ["NP_001161791.1", "NP_001403492.1", "NP_001403493.1", "NP_001403494.1", "NP_001946.3"], "rna": ["NM_001168319.2", "NM_001416563.1", "NM_001416564.1", "NM_001416565.1", "NM_001955.5"], "translation": [{"protein": "NP_001403492.1", "rna": "NM_001416563.1"}, {"protein": "NP_001946.3", "rna": "NM_001955.5"}, {"protein": "NP_001161791.1", "rna": "NM_001168319.2"}, {"protein": "NP_001403493.1", "rna": "NM_001416564.1"}, {"protein": "NP_001403494.1", "rna": "NM_001416565.1"}]}, "reporter": {"HG-U133_Plus_2": ["1564630_at", "218995_s_at", "222802_at"], "HTA-2_0": ["TC06000087.hg.1", "TC06003472.hg.1"], "HuEx-1_0": ["2895244", "2942122"], "HuGene-1_1": "8116921", "HuGene-2_1": "17004903"}, "summary": "This gene encodes a preproprotein that is proteolytically processed to generate a secreted peptide that belongs to the endothelin/sarafotoxin family. This peptide is a potent vasoconstrictor and its cognate receptors are therapeutic targets in the treatment of pulmonary arterial hypertension. Aberrant expression of this gene may promote tumorigenesis. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Oct 2015].", "symbol": "EDN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414260"}, "unigene": ["Hs.713645", "Hs.511899"], "uniprot": {"Swiss-Prot": "P05305", "TrEMBL": "Q6FH53"}, "wikipedia": {"url_stub": "Endothelin 1"}}