{"AllianceGenome": "3227", "HGNC": "3227", "MIM": "600527", "_id": "1948", "_version": 1, "accession": {"genomic": ["AJ563723.1", "AL138689.22", "CH471085.1", "CP068265.2", "KF455823.1", "NC_000013.11", "NC_060937.1"], "protein": ["AAA99707.1", "AAC41752.1", "AAD03786.1", "AAH69342.1", "AAH74856.1", "AAH74857.1", "AAI05956.1", "AAI05957.1", "AAI05958.1", "CAD91556.1", "EAX09085.1", "NP_001358985.1", "NP_001358986.1", "NP_001358987.1", "NP_004084.1", "P52799.1", "URS64288.1", "URS64289.1", "URS64290.1", "XP_016875895.1", "XP_054230125.1"], "rna": ["BC069342.1", "BC074856.2", "BC074857.2", "BC105955.1", "BC105956.1", "BC105957.1", "BG741114.1", "BQ029549.1", "BQ433342.1", "BQ708550.1", "BU622947.1", "CB998384.1", "DR004737.1", "L38734.1", "NM_001372056.1", "NM_001372057.1", "NM_001372058.1", "NM_004093.4", "OL534363.1", "OL534364.1", "OL534365.1", "OL534366.1", "U16797.1", "U81262.1", "XM_017020406.3", "XM_054374150.1"], "translation": [{"protein": "AAA99707.1", "rna": "U16797.1"}, {"protein": "AAH74856.1", "rna": "BC074856.2"}, {"protein": "AAI05956.1", "rna": "BC105955.1"}, {"protein": "XP_054230125.1", "rna": "XM_054374150.1"}, {"protein": "NP_001358986.1", "rna": "NM_001372057.1"}, {"protein": "AAD03786.1", "rna": "U81262.1"}, {"protein": "URS64290.1", "rna": "OL534366.1"}, {"protein": "NP_004084.1", "rna": "NM_004093.4"}, {"protein": "URS64288.1", "rna": "OL534363.1"}, {"protein": "NP_001358985.1", "rna": "NM_001372056.1"}, {"protein": "AAI05958.1", "rna": "BC105957.1"}, {"protein": "AAI05957.1", "rna": "BC105956.1"}, {"protein": "AAH69342.1", "rna": "BC069342.1"}, {"protein": "XP_016875895.1", "rna": "XM_017020406.3"}, {"protein": "AAH74857.1", "rna": "BC074857.2"}, {"protein": "NP_001358987.1", "rna": "NM_001372058.1"}, {"protein": "URS64289.1", "rna": "OL534365.1"}, {"protein": "AAC41752.1", "rna": "L38734.1"}]}, "alias": ["EPLG5", "HTKL", "Htk-L", "LERK5", "ephrin-B2"], "ensembl": {"gene": "ENSG00000125266", "protein": "ENSP00000493716", "transcript": ["ENST00000643990", "ENST00000646441"], "translation": [{"protein": "ENSP00000493716", "rna": "ENST00000646441"}], "type_of_gene": "protein_coding"}, "entrezgene": "1948", "exons": [{"cdsend": 106534964, "cdsstart": 106493039, "chr": "13", "position": [[106489745, 106493428], [106494880, 106494994], [106512528, 106512812], [106534842, 106535662]], "strand": -1, "transcript": "NM_001372056", "txend": 106535662, "txstart": 106489745}, {"cdsend": 106534964, "cdsstart": 106493039, "chr": "13", "position": [[106489745, 106493428], [106495747, 106495840], [106512528, 106512812], [106534842, 106535662]], "strand": -1, "transcript": "NM_001372057", "txend": 106535662, "txstart": 106489745}, {"cdsend": 106534964, "cdsstart": 106506936, "chr": "13", "position": [[106506042, 106507058], [106512528, 106512812], [106534842, 106535662]], "strand": -1, "transcript": "NM_001372058", "txend": 106535662, "txstart": 106506042}, {"cdsend": 106534964, "cdsstart": 106493039, "chr": "13", "position": [[106489745, 106493428], [106494880, 106494994], [106495747, 106495840], [106512528, 106512812], [106534842, 106535662]], "strand": -1, "transcript": "NM_004093", "txend": 106535662, "txstart": 106489745}], "exons_hg19": [{"cdsend": 107187312, "cdsstart": 107145387, "chr": "13", "position": [[107142095, 107145776], [107147228, 107147342], [107164876, 107165160], [107187190, 107188010]], "strand": -1, "transcript": "NM_001372056", "txend": 107188010, "txstart": 107142095}, {"cdsend": 107187312, "cdsstart": 107145387, "chr": "13", "position": [[107142095, 107145776], [107148095, 107148188], [107164876, 107165160], [107187190, 107188010]], "strand": -1, "transcript": "NM_001372057", "txend": 107188010, "txstart": 107142095}, {"cdsend": 107187312, "cdsstart": 107159284, "chr": "13", "position": [[107158390, 107159406], [107164876, 107165160], [107187190, 107188010]], "strand": -1, "transcript": "NM_001372058", "txend": 107188010, "txstart": 107158390}, {"cdsend": 107187312, "cdsstart": 107145387, "chr": "13", "position": [[107142095, 107145776], [107147228, 107147342], [107148095, 107148188], [107164876, 107165160], [107187190, 107188010]], "strand": -1, "transcript": "NM_004093", "txend": 107188010, "txstart": 107142095}], "generif": [{"pubmed": 11920461, "text": "expressed differentially in colon carcinoma and normal mucosa specimens and may play a role in progression of colon carcinoma"}, {"pubmed": 11983165, "text": "Endogenous ephrin B2 from human umbilical artery endothelial cells activates a kinase that phosphorylates murine GST-ephrin-B1 cytoplasmic domain fusion proteins."}, {"pubmed": 12051776, "text": "role of ephrin-B2 in erythropoiesis"}, {"pubmed": 12136247, "text": "Expression profile of this ligand of EPHB2 in gastric cancer"}, {"pubmed": 12206665, "text": "The entire cytoplasmic domain of ephrin-B2 and its N-terminal fragment, residues 253-300, lack the ability to fold into a well-defined three dimensional structure and are particularly prone to aggregation."}, {"pubmed": 12734395, "text": "These data identify distinct propulsive and repulsive effector functions of endothelial ephrinB2 and EphB4 that mediate spatial positional signals during angiogenesis and vessel assembly."}, {"pubmed": 14499344, "text": "ephrin B2 is present in human retinal endothelial cells and vascular growth may be modulated in the retina through activation of the PI3K pathway."}, {"pubmed": 15083195, "text": "Overexpression of ephrin-B2 suppresses tumour cell growth and vascular function in an in vivo colon cancer model"}, {"pubmed": 15126321, "text": "in hyperinflammatory lesions, ephrinB2 was predominantly expressed in macrophage-like cells and EphB4 in small venules; syntenin and syndecan-1 were up-regulated in EphB4-positive endothelial cells after stimulation with preclustered ephrinB2"}, {"pubmed": 15193868, "text": "EphB4 and ephrin-B2 molecules, which have specific expression patterns during artery and vein development, respectively, were expressed in the placenta"}, {"pubmed": 15471957, "text": "Ephrin B2 is an important novel factor in Kaposi sarcoma biology and a potential target for therapy."}, {"pubmed": 15718372, "text": "defined the expression patterns of human ephrinB2, EphB4, and EphB2 in normal vessels of neonates (i.e. umbilici) and adults and compared them with those in congenital venous malformations"}, {"pubmed": 15764601, "text": "analysis of binding between the Tyr-phosphorylated human ephrinB2 and Nck2 SH2 domain"}, {"pubmed": 15996027, "text": "ephrin-B signaling might represent a novel protective mechanism that promotes intestinal epithelial wound healing, with potential impact on epithelial restitution in Crohn disease."}, {"pubmed": 15998730, "text": "ephrin-B2 was found capable of rendering HeLa-USU cells permissive for Hendra virus and Nipah virus-mediated cell fusion as well as infection by live virus."}, {"pubmed": 16007075, "text": "ephrinB2 is a functional receptor for Nipah virus"}, {"pubmed": 16343615, "text": "EphB4 and ephrin-B2 are instrumental in the establishment of a functional placental structure and of the utero-placental circulation."}, {"pubmed": 16357318, "text": "endothelial cell ephrinB2 expression is controlled by microenvironmental determinants rather than being an intrinsic endothelial cell differentiation marker"}, {"pubmed": 16430858, "text": "Dll4 stimulation but not Jagged1 markedly induced ephrinB2 expression"}, {"pubmed": 16867992, "text": "The results provide critical information on the EphB4*ephrinB2 protein interfaces and their mode of interaction, which will facilitate development of small molecule compounds inhibiting the EphB4*ephrinB2 interaction as novel cancer therapeutics."}, {"pubmed": 17123494, "text": "indicate that stimulated lymphocytes express EphrinB2, which has the potential to activate endothelial cells"}, {"pubmed": 17167981, "text": "High ephrinB2 is associated with carcinogenesis and portal vein tumor thrombus formation in human hepatocellular"}, {"pubmed": 17196593, "text": "demonstrates that Eph B4 and Ephrin B2 interaction may play an important role in the oncogenesis and angiogenesis of cervical carcinomas"}, {"pubmed": 17204606, "text": "EphB/ephrin-B molecules play a role in restricting dental pulp stem cell attachment and migration to maintain Dthesse cells within their stem cell niche under steady-state conditions."}, {"pubmed": 17380111, "text": "Lubrol-RAFTs probably represent the platform for tumor-promoting ephrin-B2-integrin-beta1 interaction, which could become an interesting target for future antitumoral therapies"}, {"pubmed": 17611172, "text": "EFNB2 gene expression may be a biological marker and a useful prognostic indicator in patients with oesophageal squamous cell carcinoma."}, {"pubmed": 18231102, "text": "Overexpression of ephrinB2 is associated with tumour advancement of ovarian cancers"}, {"pubmed": 18300229, "text": "The ephrin-B2 ectodomain binds to EphB2 with a K(d) of 22.3 nM to form a tight complex in which the tip of the C-D loop and the C-terminus still remain largely flexible."}, {"pubmed": 18445690, "text": "expression of ephrinB2 in adult endothelial cells is up-regulated during arterial remodeling and controlled by cyclic stretch"}, {"pubmed": 18488039, "text": "crystal structures of both Nipah and Hendra attachment glycoproteins in complex with human EFNB2"}, {"pubmed": 18570897, "text": "Platelet-derived growth factor signaling through ephrin-b2 regulates hepatic vascular structure and function."}, {"pubmed": 18580054, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18580054, "text": "polymorphisms in the EFNB2 gene do not appear to contribute in a substantial way to non-diabetic, diabetic or all-cause ESRD susceptibility in African-Americans"}, {"pubmed": 18713744, "text": "MMP7 and MMP9-mediated cleavage of EphB2 is induced by receptor-ligand interactions at the cell surface and that this event triggers cell-repulsive responses"}, {"pubmed": 18836096, "text": "We demonstrated limited Eph/Ephrin expression; notably, the only ligand highly expressed is EphrinB2 in Kaposi sarcoma"}, {"pubmed": 18957513, "text": "EphBR-ephrinB interactions lead to monocyte adhesion and transmigration through the vascular endothelium."}, {"pubmed": 19035475, "text": "EphB4 receptor activation by ephrin B2 in osteoarthritis subchondral bone could affect abnormal metabolism in this tissue by inhibiting resorption factors and their activities"}, {"pubmed": 19036148, "text": "EB2 is not only necessary but also sufficient to allow the establishment of a productive NiV infection."}, {"pubmed": 19108727, "text": "Ephrin-B2 signaling influence cell-to cell fusion and virus entry by the ratio between the NiV envelope glycoproteins and surface receptors."}, {"pubmed": 19272799, "text": "High ephrin-B2 is associated with malignant urogenital tissue."}, {"pubmed": 19356789, "text": "Localization of EphnB2 is dominantly in the cancer cells of uterine cervical cancers of all cases given."}, {"pubmed": 19664212, "text": "Our study is the first to provide data on the presence and role of ephrin B2/EphB4 receptors in human chondrocytes/cartilage"}, {"pubmed": 19728339, "text": "ephrin-B2 plays a critical role in glioma invasion"}, {"pubmed": 19875447, "text": "The crystal structure of the EphA4 ligand-binding domain in complex with ephrin-B2, is reported."}, {"pubmed": 20233847, "text": "Ephrin-B2 is a potent regulator of endothelial cell behavior, and indicate that the control of cell migration and angiogenesis by ephrins might involve both receptor-dependent and receptor-independent activities."}, {"pubmed": 20483485, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483485, "text": "The find of this study indicated that EFNB2 gene may be a candidate susceptibility gene for schizophrenia in the Han Chinese population."}, {"pubmed": 20491587, "text": "The data indicate that MSCs expressing Ephrin-B2 represent a novel proangiogenic cell source to promote neovascularization in ischemic tissues."}, {"pubmed": 21047731, "text": "EphB4/ephrinB2 interactions between tumor cells and endothelial cells identify a mechanism for site-specific metastatic dissemination of tumor cells."}, {"pubmed": 21575518, "text": "The expressions of ephrinB2 and EphB4 were significantly higher in NSCLC tissue than in control tissues, and were positively correlated with lymphatic metastasis."}, {"pubmed": 21632558, "text": "Results indicated that the G-H loop of ephrin-B2 was indeed critical for the interaction between ephrin-B2 and Nipah virus-G."}, {"pubmed": 21880727, "text": "ephrin-B2-EphB4 signaling between PDLF and osteoblasts of the alveolar bone might contribute to osteogenesis at tension sites during orthodontic tooth movement"}, {"pubmed": 22020958, "text": "deregulated ephrin-B2 expression interferes with the regulation of the stem cell niche and leads to a shift of the differentiation pathway and may thereby contribute to the acquisition of the metastatic phenotype"}, {"pubmed": 22024229, "text": "EphrinB2 is an important indicator of poorly differentiated hepatocarcinoma."}, {"pubmed": 22292016, "text": "Monoclonal antibody developed in this study may be used as a reagent to probe ephrin-B2 distribution in normal as well as in pathological conditions and to antagonize ephrin-B2 interaction with EphB4 for basic science and therapeutic applications."}, {"pubmed": 22446484, "text": "Specific Ab-based ephrinB2 targeting may represent an effective therapeutic strategy to be used as an alternative or in combination with existing antiangiogenic drugs for treating patients with cancer and other angiogenesis-related diseases."}, {"pubmed": 23201622, "text": "High levels of ephrinB2 over-expression increases the osteogenic differentiation of human mesenchymal stem cells"}, {"pubmed": 23711177, "text": "EphB2 and Ephrin-B2 interactions mediate human mesenchymal stem cell suppression of activated T-cells."}, {"pubmed": 23764850, "text": "NNMT expression regulates neurone morphology in vitro via the sequential activation of the EFNB2 and Akt cellular signalling pathways."}, {"pubmed": 23870033, "text": "Downregulation of the endothelial genes Notch1 and ephrinB2 in patients with nodular regenerative hyperplasia."}, {"pubmed": 24038947, "text": "Despite the negative results of our mutation screening, we still consider EFNB2 an excellent candidate gene for contributing to the development of Anorectal malformations in humans."}, {"pubmed": 24517927, "text": "EphB4 and ephrin B2 play important roles in neovascularization and arteriovenous differentiation/plasticity."}, {"pubmed": 24615845, "text": "Data suggest that fusion of Nipah viruses with host cells is facilitated by two of viral membrane proteins, the G protein and the F protein; G head domain binds to human ephrins B2 and B3 altering conformational density of entire G head domain."}, {"pubmed": 24634162, "text": "These genes may be potential biomarkers for identification of subclinical lymph node involvement in papillary thyroid carcinoma (PTC)"}, {"pubmed": 25434750, "text": "Results suggest that ephrinB2 may function as a colorectal cancer cells growth stimulator."}, {"pubmed": 25724897, "text": "Human ephrin-B2 is poorly cleaved by KLK4 while the homologous mouse is not."}, {"pubmed": 25748802, "text": "role in maternal spiral artery remodeling in first trimester"}, {"pubmed": 25807892, "text": "EfnB2 is an essential regulator of endothelial cell death and vessel pruning. This regulation depends upon phosphotyrosine-EfnB2 signaling repressing JNK3 activity via STAT1."}, {"pubmed": 25825759, "text": "Molecular recognition of human ephrinB2 cell surface receptor by an emergent African henipavirus."}, {"pubmed": 26212082, "text": "increased notably in preeclampsia endothelial progenitor cells and placenta"}, {"pubmed": 26277777, "text": "Together, these findings suggest that CCL2, RARRES2 and EFNB2 are host cell factors involved in respiratory syncytial virus replication."}, {"pubmed": 26494468, "text": "5-fluorouracil-induced ephrin-B2 reverse signaling promotes tumorigenesis through the Src-ERK pathway, and drives EMT via the Src-FAK pathway."}, {"pubmed": 26754526, "text": "Results suggest a potential signalling hierarchy between Delta-like 1 and ephrin-B2 ligands, as neural stem cells adopt the Delta-like 1 phenotype of stem cell maintenance on simultaneous presentation of both signals."}, {"pubmed": 27028544, "text": "Association of EFNB2 rs9520087 with symptoms of schizophrenia in Chinese Zhuang and Han populations."}, {"pubmed": 27039370, "text": "that expression of EFNB1 and EFNB2 is implicated in Th cell differentiation and migration to inflammatory sites in both EAE and MS"}, {"pubmed": 27069008, "text": "High EFNB2 expression is associated with preeclampsia."}, {"pubmed": 27350048, "text": "In human glioblastoma stem-like cells-derived orthotopic xenografts, EFNB2 knock-down blocked tumour initiation and treatment of established tumours with ephrin-B2-blocking antibodies suppressed progression."}, {"pubmed": 27354374, "text": "These results indicate a novel mechanism of ephrin-Eph signaling independent of direct cell contact and proteolytic cleavage and suggest the participation of EphB2(+)extracellular vesicles in neural development and synapse physiology."}, {"pubmed": 27451120, "text": "roles in stabilizing vascular-like structures generated by stem cells from apical papilla (SCAPs) and umbilical vein endothelial cells (HUVECs)"}, {"pubmed": 27530629, "text": "Five SNPs in the 3' region of the EFNB2 were in linkage disequilibrium and significantly associated with hypertension for male but not female subjects."}, {"pubmed": 27649287, "text": "Study shows that EFNB2 is overexpressed in head and neck squamous cell carcinoma, pancreatic adenocarcinoma, and urothelial bladder carcinoma, and its overexpression correlates with poor survival of the cancer patients."}, {"pubmed": 27650867, "text": "miR-137 directly down-regulates the expression of EFNB2, and a genetic variant in the RNA binding site in EFNB2 gene affects the expression regulation. MiR-137, as a risk factor for schizophrenia"}, {"pubmed": 27926865, "text": "Proteomic analysis of their secretome reveals a signature, including ephrin-B2, that predicts decreased survival of glioma patients. We find that ephrin-B2 is an important pro-angiogenic tenascin-C effector."}, {"pubmed": 28300720, "text": "This is the novel report describing to demonstrate that the Runx2 expression of MSC is synergistically influenced by the hydrogels elasticity and their manner of ephrinB2 immobilized."}, {"pubmed": 28817624, "text": "Inhibition of EphB4 forward signaling using soluble EphB4 protein fused with murine serum albumin failed to affect eRMS model tumor progression, but did moderately slow progression in murine aRMS"}, {"pubmed": 28974687, "text": "the binding of the viral attachment protein G to its host receptor ephrinB2 was studied and showed monomeric and dimeric receptors activate distinct conformational changes in G."}, {"pubmed": 29190834, "text": "results suggest that ephrin-B2 overexpression and activation of the ephrin-B2 reverse signaling pathway in tumor microenvironment in OSCC facilitates progression and lymph node metastasis via enhancement of malignant potential and interaction with surrounding cells"}, {"pubmed": 29508392, "text": "haploinsufficiency of the EFNB2 could be at the origin of several clinical features reported in 13qter deletions."}, {"pubmed": 29848571, "text": "Our findings underscore the importance of adopting rational drug combinations to enhance therapeutic effect. Our study documenting enhanced response of HNSCC to cetuximab-RT with EphB4-ephrin-B2 blockade has the potential to translate into the clinic to benefit this patient population"}, {"pubmed": 30055540, "text": "In this review, we evaluate the relationship between estrogen, RANKL, and EphirinB2, and we highlight the direct relation between osteoporosis and estrogen hormone. The identification of direct or indirect pathways of bone formation and degradation in pre- and postmenopausal women could be an important tool for the development of therapeutic strategies in postmenopausal women"}, {"pubmed": 30205087, "text": "The results demonstrate that ephrin-B2 and Dll4 mediated co-dependence of hepatocellular carcinoma and endothelial progenitor cells intercellular crosstalk in the initial stages of hepatocellular carcinoma establishment and development."}, {"pubmed": 30589500, "text": "induction of human liver cancer cell apoptosis by B10 could be augmented upon EphrinB2 knockdown. B10 inhibited HCC cell growth and induced HCC cell apoptosis by repressing the EphrinB2 and VEGFR2 signalling pathway"}, {"pubmed": 30620753, "text": "Silencing Ephrin-B2 in pericytes (PCs) significantly reduced PC migration and PC/endothelial cells (EC) co-culture angiogenic properties."}, {"pubmed": 30894369, "text": "findings present EphB4-ephrin-B2 inhibition as an alternative to anti-PDL1 therapeutics that can be used in combination with radiation to induce an effective antitumor immune response in patients with HNSCC"}, {"pubmed": 31017515, "text": "EphrinB2/EphB4 signaling regulates the capacity of dental pulp stem cells to induce sprouting angiogenesis"}, {"pubmed": 31259732, "text": "TAD1822-7 is a potential anti-angiogenic agent that can inhibit the viability and migration of Bel-7402 cells via suppression of EphrinB2 and the related signaling pathways."}, {"pubmed": 31638179, "text": "In vitro study in breast cancer cells indicated that EFNB2 expression was associated with a lower cell proliferation, migration and motility. Public datasets analysis confirmed that a high EFNB2 gene expression was associated with a longer recurrence-free survival, whereas a high EPHB4 expression indicated a poor prognosis, particularly for the group of patients whose tumors expressed EPHB4 in the absence of EFNB2."}, {"pubmed": 31996240, "text": "EphrinB2 overexpression enhances osteogenic differentiation of dental pulp stem cells partially through ephrinB2-mediated reverse signaling."}, {"pubmed": 32036221, "text": "EFNB2 facilitates cell proliferation, migration, and invasion in pancreatic ductal adenocarcinoma via the p53/p21 pathway and EMT."}, {"pubmed": 32337793, "text": "EPH receptor B2 stimulates human monocyte adhesion and migration independently of its EphrinB ligands."}, {"pubmed": 32362422, "text": "EphrinB2 expression in prostate adenocarcinoma: Implications for targeted therapy."}, {"pubmed": 32430173, "text": "Delta-Like 4-Notch signaling regulates trophoblast migration and invasion by targeting EphrinB2."}, {"pubmed": 32567728, "text": "The effects of ephrinB2 signaling on proliferation and invasion in glioblastoma multiforme."}, {"pubmed": 32751332, "text": "Polymorphisms in the Angiogenesis-Related Genes EFNB2, MMP2 and JAG1 Are Associated with Survival of Colorectal Cancer Patients."}, {"pubmed": 33598934, "text": "The differential expression of EPHB4 and ephrin B2 in cutaneous squamous cell carcinoma according to the grade of tumor differentiation: a clinicopathological study."}, {"pubmed": 34854323, "text": "EphrinB2 promotes the human aortic smooth muscle cell growth and migration via mediating F-actin remodeling."}, {"pubmed": 35163601, "text": "EphrinB2-EphB4 Signaling in Neurooncological Disease."}, {"pubmed": 36438491, "text": "Elevated ITGA5 facilitates hyperactivated mTORC1-mediated progression of laryngeal squamous cell carcinoma via upregulation of EFNB2."}, {"pubmed": 37212547, "text": "EphrinB2 drives osteogenic fate of adult cardiac fibroblasts in a calcium influx dependent manner."}, {"pubmed": 38150042, "text": "Discovery and Characterization of Ephrin B2 and EphB4 Dysregulation and Novel Mutations in Cerebral Cavernous Malformations: In Vitro and Patient-Derived Evidence of Ephrin-Mediated Endothelial Cell Pathophysiology."}, {"pubmed": 38636690, "text": "Ephrin B2 (EFNB2) potentially protects against intervertebral disc degeneration through inhibiting nucleus pulposus cell apoptosis."}], "genomic_pos": {"chr": "13", "end": 106535662, "ensemblgene": "ENSG00000125266", "start": 106489745, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 107187462, "start": 107142079, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001945", "qualifier": "involved_in", "term": "lymph vessel development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002042", "pubmed": 12734395, "qualifier": "involved_in", "term": "cell migration involved in sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 12734395, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 8559144, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 26268439, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9630219, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010839", "qualifier": "involved_in", "term": "negative regulation of keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010977", "pubmed": 10066262, "qualifier": "involved_in", "term": "negative regulation of neuron projection development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034332", "qualifier": "involved_in", "term": "adherens junction organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043616", "qualifier": "involved_in", "term": "keratinocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048013", "qualifier": "involved_in", "term": "ephrin receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048013", "pubmed": 12734395, "qualifier": "involved_in", "term": "ephrin receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048514", "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048845", "qualifier": "involved_in", "term": "venous blood vessel morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050920", "pubmed": 12734395, "qualifier": "involved_in", "term": "regulation of chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072178", "qualifier": "involved_in", "term": "nephric duct morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099072", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane neurotransmitter receptor levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099149", "qualifier": "involved_in", "term": "regulation of postsynaptic neurotransmitter receptor internalization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903849", "qualifier": "involved_in", "term": "positive regulation of aorta morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000727", "pubmed": 17336907, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [17251577, 28931592], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "located_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "is_active_in", "term": "presynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098839", "qualifier": "located_in", "term": "postsynaptic density membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "is_active_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12606549, 15764601, 18488039, 19836338, 26481148, 28514442, 28904190, 32296183, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046875", "qualifier": "enables", "term": "ephrin receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046875", "pubmed": 16867992, "qualifier": "enables", "term": "ephrin receptor binding"}]}, "homologene": {"genes": [[7955, 30219], [7955, 114402], [8364, 100101723], [9031, 395625], [9544, 711288], [9598, 735430], [9606, 1948], [9615, 611745], [9913, 100139818], [10090, 13642], [10116, 306636]], "id": 3019}, "interpro": [{"desc": "Ephrin receptor-binding domain", "id": "IPR001799", "short_desc": "Ephrin_RBD"}, {"desc": "Cupredoxin", "id": "IPR008972", "short_desc": "Cupredoxin"}, {"desc": "Ephrin, conserved site", "id": "IPR019765", "short_desc": "Ephrin_CS"}, {"desc": "Ephrin", "id": "IPR031328", "short_desc": "Ephrin"}, {"desc": "Ephrin-B ectodomain", "id": "IPR034255", "short_desc": "Ephrin-B_Ecto"}], "ipi": "IPI00005126", "map_location": "13q33.3", "name": "ephrin B2", "other_names": ["HTK ligand", "eph-related receptor tyrosine kinase ligand 5", "ephrin-B2", "ligand of eph-related kinase 5"], "pantherdb": {"HGNC": "3227", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105097", "ortholog_type": "LDO", "panther_family": "PTHR11304", "taxid": 10090, "uniprot_kb": "P52800"}, {"RGD": "1309497", "ortholog_type": "LDO", "panther_family": "PTHR11304", "taxid": 10116, "uniprot_kb": "B2B9A9"}, {"Ensembl": "ENSGALG00000029175", "ortholog_type": "LDO", "panther_family": "PTHR11304", "taxid": 9031, "uniprot_kb": "Q9PUJ4"}, {"ZFIN": "ZDB-GENE-010618-1", "ortholog_type": "LDO", "panther_family": "PTHR11304", "taxid": 7955, "uniprot_kb": "Q90Z32"}, {"ZFIN": "ZDB-GENE-990415-67", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 7955, "uniprot_kb": "O73874"}, {"WormBase": "WBGene00006869", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 6239, "uniprot_kb": "G5EEE7"}, {"WormBase": "WBGene00001165", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 6239, "uniprot_kb": "O44516"}, {"WormBase": "WBGene00001164", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 6239, "uniprot_kb": "Q19475"}, {"WormBase": "WBGene00001163", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 6239, "uniprot_kb": "Q9U3M2"}, {"FlyBase": "FBgn0040324", "ortholog_type": "O", "panther_family": "PTHR11304", "taxid": 7227, "uniprot_kb": "Q9V4E1"}], "uniprot_kb": "P52799"}, "pathway": {"kegg": {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}, "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "ephbfwdpathway", "name": "EPHB forward signaling"}, {"id": "ephrinbrevpathway", "name": "Ephrin B reverse signaling"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928662", "name": "EPHB-mediated forward signaling"}, {"id": "R-HSA-3928664", "name": "Ephrin signaling"}, {"id": "R-HSA-3928664", "name": "Ephrin signaling"}, {"id": "R-HSA-3928665", "name": "EPH-ephrin mediated repulsion of cells"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}], "wikipathways": [{"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP4561", "name": "Cell migration and invasion through p75NTR"}]}, "pdb": ["2HLE", "2I85", "2VSK", "2VSM", "2WO2", "3GXU", "4UF7", "6P7Y", "6PDL"], "pfam": "PF00812", "pharmgkb": "PA27662", "pharos": {"target_id": 4223, "tdl": "Tbio"}, "pir": "I84743", "prosite": "PS51551", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248807", "relationship": "is"}, {"id": "GNF248808", "relationship": "is"}, {"id": "GNF248809", "relationship": "is"}, {"id": "GNF248810", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045049", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF082175", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053112", "relationship": "is"}, {"id": "GNF057880", "relationship": "is"}, {"id": "GNF073028", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070475", "relationship": "is"}, {"id": "GNF070476", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128507", "relationship": "is"}, {"id": "GNF275222", "relationship": "is"}, {"id": "GNF275224", "relationship": "is"}, {"id": "GNF275225", "relationship": "is"}, {"id": "GNF277945", "relationship": "is"}, {"id": "GNF278338", "relationship": "is"}, {"id": "GNF278504", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103899", "relationship": "is"}, {"id": "GNF143549", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1"], "protein": ["NP_001358985.1", "NP_001358986.1", "NP_001358987.1", "NP_004084.1", "XP_016875895.1", "XP_054230125.1"], "rna": ["NM_001372056.1", "NM_001372057.1", "NM_001372058.1", "NM_004093.4", "XM_017020406.3", "XM_054374150.1"], "translation": [{"protein": "NP_004084.1", "rna": "NM_004093.4"}, {"protein": "XP_054230125.1", "rna": "XM_054374150.1"}, {"protein": "NP_001358986.1", "rna": "NM_001372057.1"}, {"protein": "NP_001358985.1", "rna": "NM_001372056.1"}, {"protein": "XP_016875895.1", "rna": "XM_017020406.3"}, {"protein": "NP_001358987.1", "rna": "NM_001372058.1"}]}, "reporter": {"HG-U133_Plus_2": ["202668_at", "202669_s_at"], "HG-U95Av2": ["34334_at", "34335_at"], "HTA-2_0": "TC13000860.hg.1", "HuEx-1_0": "3524570", "HuGene-1_1": "7972713", "HuGene-2_1": "16780859"}, "summary": "This gene encodes a member of the ephrin (EPH) family. The ephrins and EPH-related receptors comprise the largest subfamily of receptor protein-tyrosine kinases and have been implicated in mediating developmental events, especially in the nervous system and in erythropoiesis. Based on their structures and sequence relationships, ephrins are divided into the ephrin-A (EFNA) class, which are anchored to the membrane by a glycosylphosphatidylinositol linkage, and the ephrin-B (EFNB) class, which are transmembrane proteins. This gene encodes an EFNB class ephrin which binds to the EPHB4 and EPHA3 receptors. [provided by RefSeq, Jul 2008].", "symbol": "EFNB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414306"}, "unigene": "Hs.149239", "uniprot": {"Swiss-Prot": "P52799"}, "wikipedia": {"url_stub": "EFNB2"}}