{"AllianceGenome": "14661", "HGNC": "14661", "MIM": "606426", "_id": "112399", "_version": 2, "accession": {"genomic": ["AL358340.6", "CH471078.2", "CP068264.2", "NC_000014.9", "NC_060938.1"], "protein": ["AAH10992.3", "AAH64924.2", "AAI02031.1", "AAI05939.1", "AAI05940.1", "AAI11058.2", "ABM44412.1", "BAB15101.1", "BAG53892.1", "BAG58941.1", "CAC42511.1", "EAW65929.1", "NP_001295032.1", "NP_071356.1", "Q9H6Z9.1"], "rna": ["AJ310545.1", "AK025273.1", "AK026918.1", "AK123350.1", "AK225473.1", "AK296216.1", "BC010992.2", "BC064924.1", "BC102030.1", "BC105938.1", "BC105939.1", "BC111057.1", "BG716229.1", "BX091357.1", "BX346941.2", "BX354108.2", "CR592368.1", "DQ975379.1", "NM_001308103.2", "NM_022073.4"], "translation": [{"protein": "NP_001295032.1", "rna": "NM_001308103.2"}, {"protein": "BAB15101.1", "rna": "AK025273.1"}, {"protein": "CAC42511.1", "rna": "AJ310545.1"}, {"protein": "BAG53892.1", "rna": "AK123350.1"}, {"protein": "AAI05939.1", "rna": "BC105938.1"}, {"protein": "AAI05940.1", "rna": "BC105939.1"}, {"protein": "AAI02031.1", "rna": "BC102030.1"}, {"protein": "NP_071356.1", "rna": "NM_022073.4"}, {"protein": "AAH10992.3", "rna": "BC010992.2"}, {"protein": "AAI11058.2", "rna": "BC111057.1"}, {"protein": "AAH64924.2", "rna": "BC064924.1"}, {"protein": "ABM44412.1", "rna": "DQ975379.1"}, {"protein": "BAG58941.1", "rna": "AK296216.1"}]}, "alias": ["HIFP4H3", "HIFPH3", "PHD3"], "ec": "1.14.11.29", "ensembl": {"gene": "ENSG00000129521", "protein": ["ENSP00000250457", "ENSP00000446572", "ENSP00000447470", "ENSP00000451316"], "transcript": ["ENST00000250457", "ENST00000464521", "ENST00000487915", "ENST00000546681", "ENST00000547327", "ENST00000548285", "ENST00000550114", "ENST00000551935", "ENST00000553215", "ENST00000556785", "ENST00000557521"], "translation": [{"protein": "ENSP00000250457", "rna": "ENST00000250457"}, {"protein": "ENSP00000447470", "rna": "ENST00000553215"}, {"protein": "ENSP00000451316", "rna": "ENST00000487915"}, {"protein": "ENSP00000446572", "rna": "ENST00000547327"}], "type_of_gene": "protein_coding"}, "entrezgene": "112399", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.07389575716, "exp_mis": 107.167134649, "exp_syn": 55.284193981, "lof_z": 1.07161104723968, "mis_z": 3.07903154477856, "mu_lof": 5.41370079937e-07, "mu_mis": 9.33727038785e-06, "mu_syn": 4.71932831298e-06, "n_lof": 5.0, "n_mis": 42.0, "n_syn": 44.0, "p_li": 0.00264133555777407, "p_null": 0.206660143844723, "p_rec": 0.790698520597503, "syn_z": 0.94084772983519}, "bp": 720, "cds_end": 34419958, "cds_start": 34395096, "n_exons": 5, "nonpsych": {"exp_lof": 7.20692253973, "exp_mis": 96.8958687438, "exp_syn": 49.9368023923, "lof_z": 1.17318223992488, "mis_z": 3.01782398858472, "mu_lof": 5.41370079937e-07, "mu_mis": 9.33727038785e-06, "mu_syn": 4.71932831298e-06, "n_lof": 4.0, "n_mis": 38.0, "n_syn": 37.0, "p_li": 0.0119152190656258, "p_null": 0.160165512509029, "p_rec": 0.827919268425345, "syn_z": 1.15260367208089}, "nontcga": {"exp_lof": 7.41816558689, "exp_mis": 98.5839523328, "exp_syn": 50.851646261, "lof_z": 1.60020275826586, "mis_z": 3.03993520502361, "mu_lof": 5.41370079937e-07, "mu_mis": 9.33727038785e-06, "mu_syn": 4.71932831298e-06, "n_lof": 3.0, "n_mis": 38.0, "n_syn": 38.0, "p_li": 0.0641485370840008, "p_null": 0.0652900942358041, "p_rec": 0.870561368680195, "syn_z": 1.14111295887534}, "transcript": "ENST00000250457.3"}, "exons": [{"cdsend": 33950752, "cdsstart": 33925890, "chr": "14", "position": [[33924226, 33925922], [33926959, 33927033], [33929075, 33929212], [33931095, 33931215], [33950677, 33951074]], "strand": -1, "transcript": "NM_001308103", "txend": 33951074, "txstart": 33924226}, {"cdsend": 33950752, "cdsstart": 33925890, "chr": "14", "position": [[33924226, 33925922], [33926959, 33927033], [33929075, 33929212], [33931095, 33931215], [33950395, 33951074]], "strand": -1, "transcript": "NM_022073", "txend": 33951074, "txstart": 33924226}], "exons_hg19": [{"cdsend": 34419958, "cdsstart": 34395096, "chr": "14", "position": [[34393432, 34395128], [34396165, 34396239], [34398281, 34398418], [34400301, 34400421], [34419883, 34420280]], "strand": -1, "transcript": "NM_001308103", "txend": 34420280, "txstart": 34393432}, {"cdsend": 34419958, "cdsstart": 34395096, "chr": "14", "position": [[34393432, 34395128], [34396165, 34396239], [34398281, 34398418], [34400301, 34400421], [34419601, 34420280]], "strand": -1, "transcript": "NM_022073", "txend": 34420280, "txstart": 34393432}], "generif": [{"pubmed": 15156561, "text": "siRNA targeted degradation of HIF-1alpha and HIF-2alpha results in decreased hypoxia-induced PHD3 expression"}, {"pubmed": 15247232, "text": "PHD1, PHD2, and PHD3 have roles in the regulation of hypoxia-inducible factor"}, {"pubmed": 15251459, "text": "results indicate that PHD3 is a TRiC substrate, providing another step at which PHD3 activity may be regulated"}, {"pubmed": 16098468, "text": "EglN3 acts downstream of c-Jun and is specifically required among the three EglN family members for neuronal apoptosis."}, {"pubmed": 16958618, "text": "Mechanism underlying the regulation of PHD3 availability and activity in hypoxia by the E3 ligase Siah2."}, {"pubmed": 17003045, "text": "The role of Siah2 phosphorylation in the regulation of its activity toward PHD3 is reported."}, {"pubmed": 17684156, "text": "PHD-dependent oxygen-sensing recruits both the hypoxia-inducible factor (HIF) and ATF-4 systems."}, {"pubmed": 18337469, "text": "The data demonstrates the cellular oxygen sensor PHD3 as a regulator of protein aggregation in response to varying oxygen availability."}, {"pubmed": 18347341, "text": "Chronic hypoxia not only increases the pool of PHDs but also overactivates the three PHD isoforms."}, {"pubmed": 18927305, "text": "Overexpression of the oxygen sensor PHD-3 is associated with tumor aggressiveness in pancreatic endocrine tumors."}, {"pubmed": 18954447, "text": "Data show that PDK1 and HIF prolyl hydroxylase 3 mRNA expressions are lowest in children of chronic mountain sickness fathers at altitude."}, {"pubmed": 19339211, "text": "Results describe the localization signal of HIF-prolyl hydroxylases (PHDs) 1-3, and their intracellular localization in response to hypoxia."}, {"pubmed": 19574556, "text": "Interferon-gamma induces prolyl hydroxylase (PHD)3 through a STAT1-dependent mechanism in human endothelial cells."}, {"pubmed": 19584355, "text": "interaction of pVHL with beta(2)AR is dependent on proline hydroxylation (proline-382 and -395) and the dioxygenase EGLN3 interacts directly with the beta(2)AR to serve as an endogenous beta(2)AR prolyl hydroxylase."}, {"pubmed": 19724277, "text": "BRCA1 tumours correlate with a HIF-1alpha phenotype and have a poor prognosis through modulation of hydroxylase enzyme profile expression."}, {"pubmed": 19737309, "text": "The CpG island of EGLN3 is frequently methylated in plasma cell dyscrasias and B-cell lymphomas. loss of EGLN3 is an important epigenetic event not only in plasma cell neoplasias but also in B-cell neoplasias."}, {"pubmed": 19786027, "text": "PHD3 appears to be a tumor suppressor in colorectal cancer cells that inhibits IKKbeta/NF-kappaB signaling, independent of its hydroxylase activity."}, {"pubmed": 20028863, "text": "our findings recognize the PHD/HIF regulatory axis as a novel therapeutic target to disable a tumor's ability to adjust to hypoxic conditions and control cell survival"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20599946, "text": "hPRP19 interacts with PHD3 to suppress the cell death under hypoxic conditions by limiting the function of PHD3 which leads to caspase activation"}, {"pubmed": 20727020, "text": "Methylation-induced epigenetic silencing of PHD1, PHD2, PHD3 and FIH is unlikely to underlie up-regulated HIF-1alpha expression in human breast cancer but may play a role in other tumour types."}, {"pubmed": 20959442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978507, "text": "Essential functions of PHD3 in pncreatic tumour growth, apoptosis and angiogenesis."}, {"pubmed": 21297970, "text": "PHD3 expression is silenced by aberrant CpG methylation in a subset of human carcinoma cell lines of diverse origin and this aberrant cytosine methylation status is the mechanism by which these cancer cell lines fail to upregulate PHD3 mRNA"}, {"pubmed": 21317538, "text": "PHD3 has a role in regulating neutrophil survival in hypoxia"}, {"pubmed": 21421125, "text": "Prolyl hydroxylases (PHD3) regulate the transcriptional activity of HIF-1alpha. This could be potentially inhibited by polynitrogen compounds."}, {"pubmed": 21483450, "text": "The oxygen sensor PHD3 limits glycolysis under hypoxia via direct binding to pyruvate kinase"}, {"pubmed": 21575608, "text": "these results suggest that PHD3 targets Pax2 for destruction."}, {"pubmed": 21620138, "text": "Interaction of PKM2 with prolyl hydroxylase 3 (PHD3) enhances PKM2 binding to HIF-1alpha and PKM2 coactivator function; PKM2 participates in a positive feedback loop that promotes HIF-1 transactivation and reprograms glucose metabolism in cancer cells."}, {"pubmed": 21748337, "text": "The expression of PHD genes and their relationship with the tumor behavior and apoptosis-associated factors in non-small cell lung cancer, was investigated."}, {"pubmed": 21877141, "text": "PHD3 may be an important regulator of apoptosis and it is mainly found in tumors with good prognosis."}, {"pubmed": 21887331, "text": "High tumor cell expression of PHD3 (P= 0.058) and FIH (P= 0.15) did not, however, reach statistical significance"}, {"pubmed": 22087251, "text": "a block in G1 to S transition in carcinoma cells under PHD3 inhibition"}, {"pubmed": 22290580, "text": "Overexpression of PHD3 is a favorable prognosticator for gastric cancer."}, {"pubmed": 22343896, "text": "(R)-2HG, but not (S)-2HG, stimulates EGLN activity, leading to diminished HIF levels, which enhances the proliferation and soft agar growth of human astrocytes"}, {"pubmed": 22395314, "text": "Here, we outline specific functions of PHD enzymes in surgically relevant pathological conditions, and discuss how these functions might be exploited in order to support the treatment of surgically relevant diseases."}, {"pubmed": 22778395, "text": "These results indicate that EGLN3 gene expression in macrophages is dependent on activin A"}, {"pubmed": 22797300, "text": "identification of HCLK2 as a substrate of PHD3 reveals the mechanism through which hypoxia inhibits the DDR, suggesting hydroxylation of HCLK2 is a potential therapeutic target for regulating the ATR/CHK1/p53 pathway"}, {"pubmed": 22898032, "text": "Our study has provided preliminary materials and data for further investigation of the effect of PHD3 on HepG2 cells"}, {"pubmed": 22905089, "text": "Egln3 suppresses glioma progression"}, {"pubmed": 22948157, "text": "Prolyl hydroxylase 3 (PHD3) modulates catabolic effects of tumor necrosis factor-alpha (TNF-alpha) on cells of the nucleus pulposus through co-activation of nuclear factor kappaB (NF-kappaB)/p65 signaling."}, {"pubmed": 23345396, "text": "The data demonstrate p62 is a critical regulator of the hypoxia response and PHD3 activity, by inducing PHD3 aggregation and degradation under normoxia."}, {"pubmed": 23533015, "text": "LOw expression of PHD3 is associated with gastric cancer."}, {"pubmed": 23601303, "text": "Studies suggest that hypoxia, HIF-1 alpha, PHD3 and pVHL could be considered as potential therapeutic targets for lung cancer pathogenesis and progression."}, {"pubmed": 23732909, "text": "EGLN3 inhibits cIAP1-mediated IKK-gamma ubiquitination by interfering with the interaction between IKK-gamma and cIAP1."}, {"pubmed": 23886708, "text": "PHD-3 mediates specific HIF1-alpha proline 567 hydroxylation, which can function as a new player in the VHL/HIF-1alpha interactions."}, {"pubmed": 24195777, "text": "reduced PHD3 expression in cancerous tissue was accompanied by methylation of the CpG rich region located within the first exon and intron of the PHD3 gene."}, {"pubmed": 24367580, "text": "the relationship between PHD3 expression and epithelial-to-mesenchymal transition"}, {"pubmed": 24477694, "text": "PHD3 has an antiproliferative function independent of HIF protein status in renal cell carcinoma (RCC), indicating a novel expression mechanism and function of PHD3."}, {"pubmed": 25079693, "text": "A novel role for PHD3 as a negative regulator of cell motility through posttranslational modification of nonmuscle actins."}, {"pubmed": 25081707, "text": "HIFPH3 expression in human non-small cell lung cancer lesions is significantly higher than that in para-cancerous and normal lung tissues and is positively associated with lymph node metastasis and microvessel density."}, {"pubmed": 25088999, "text": "PHD3 depletion did not affect the expression of the PDH-E1alpha, E1beta, and E2 subunits, or the phosphorylation status of E1alpha, but destabilized the PDH complex (PDC), resulting in less functional PDC."}, {"pubmed": 25380826, "text": "PHD3 SUMOylation occurs at a cluster of four lysines at the C-terminal end of the protein. Furthermore, PHD3 SUMOylation by SUMO2 or SUMO3 contributes to PHD3-mediated repression of HIF1-dependent transcriptional activity."}, {"pubmed": 25420589, "text": "PHD3 controls EGFR activity by acting as a scaffolding protein that associates with the endocytic adaptor Eps15 and promotes the internalization of EGFR."}, {"pubmed": 25420773, "text": "PHD3 loss sustains cell proliferation through the control of EGFR."}, {"pubmed": 25542265, "text": "The enhanced expression of PHD3 might likely contribute to the poor neovascularization and affect the biological characterization in PDAC cancer cells"}, {"pubmed": 26223520, "text": "The data demonstrates that PHD3 can drive cell cycle entry at the G1/S transition through decreasing the half-life of p27 that occurs by attenuating p27S10 phosphorylation."}, {"pubmed": 26372732, "text": "Loss of PHD3 expression is associated with breast cancer."}, {"pubmed": 26921340, "text": "demonstrate that downregulation of PHD3 augments metastatic spread in human colorectal cancer and identify MCL-1 as a novel downstream effector of oxygen sensing"}, {"pubmed": 26940742, "text": "The selective efficacy of PZ was further demonstrated at the cellular level by observing inhibition of the PHD3-dependent DNA damage response pathway without stabilization of HIF-1alpha."}, {"pubmed": 26997627, "text": "In pancreatic Beta cells, knock-down of PHD3 inhibited glucose-stimulated insulin secretion."}, {"pubmed": 27502280, "text": "Tuning the Transcriptional Response to Hypoxia by Inhibiting Hypoxia-inducible Factor (HIF) Prolyl and Asparaginyl Hydroxylases."}, {"pubmed": 27635760, "text": "PHD3 loss in cancer enables metabolic reliance on fatty acid oxidation via deactivation of ACC2."}, {"pubmed": 28099905, "text": "These findings indicate that downregulation of PHD3 and FIH in HCC is associated with more aggressive tumor behavior and a poor prognosis in hepatocellular carcinoma"}, {"pubmed": 28901473, "text": "PHD3 overexpression may reduce the migratory and invasive capacity of gastric cancer cells, and inhibit the formation of tumor vasculature via negatively regulating HIF1A, which has been revealed to control VEGF transcription."}, {"pubmed": 29117193, "text": "These results indicate that the immunohistochemistry analysis of the protein expression of PDK1, PHD3, and HIF-1alpha defines the hypoxic status of Neuroblastoma tumors."}, {"pubmed": 29206844, "text": "provides a rationale for targeting the PHD3-mediated regulation of the adaptive cellular hypoxic response in MM and suggests that targeting the O2-sensing pathway, alone or in combination with other anti-myeloma chemotherapeutics, may have clinical efficacy"}, {"pubmed": 29339541, "text": "This study links the oxygen sensor PHD3 to metastasis and drug resistance in cancer, with implications for therapeutic improvement by targeting this system."}, {"pubmed": 29688807, "text": "Acetylation-mediated Siah2 stabilization enhances PHD3 degradation in Helicobacter pylori-infected gastric epithelial cancer cells."}, {"pubmed": 30067985, "text": "PHD3 regulates p53 stability through hydroxylation of p53 at proline 359."}, {"pubmed": 30617181, "text": "PHD3 maintains high HIF2A mRNA levels in clear cell renal cell carcinoma"}, {"pubmed": 30808975, "text": "By targeting EGLN3, miR-1205 has an oncogenic role and may contribute to the genetic risk of castration-resistant prostate cancer."}, {"pubmed": 31500697, "text": "The authors did not detect prolyl-hydroxylase activity on any reported non-HIF protein or peptide, using conditions supporting robust HIF-alpha hydroxylation."}, {"pubmed": 31760602, "text": "This is the first crystal report of PHD3/PKM2 complex as well as this study demonstrates a direct physical binding through protein-protein interaction."}, {"pubmed": 31827636, "text": "EGLN3 polymorphism is associated with High-Altitude Polycythemia."}, {"pubmed": 32123074, "text": "Interaction among oncogenic miR-31, EGLN3 down-regulation, and inflammation was documented in human esophageal squamous cell carcinoma tissues."}, {"pubmed": 32663458, "text": "PHD3 Loss Promotes Exercise Capacity and Fat Oxidation in Skeletal Muscle."}, {"pubmed": 33118406, "text": "Decreased prolyl hydroxylase 3 mRNA expression in oncocytomas compared with clear cell renal cell carcinoma."}, {"pubmed": 33571527, "text": "Development of a colorimetric alpha-ketoglutarate detection assay for prolyl hydroxylase domain (PHD) proteins."}, {"pubmed": 33799686, "text": "Prolyl Hydroxylase 3 Knockdown Accelerates VHL-Mutant Kidney Cancer Growth In Vivo."}, {"pubmed": 34112167, "text": "USP9X promotes apoptosis in cholangiocarcinoma by modulation expression of KIF1Bbeta via deubiquitinating EGLN3."}, {"pubmed": 35088661, "text": "PHD3 as a Prognosis Marker and its Relationship with Immune Infiltration in Lung Adenocarcinoma."}, {"pubmed": 35124697, "text": "Inactivation of EGLN3 hydroxylase facilitates Erk3 degradation via autophagy and impedes lung cancer growth."}, {"pubmed": 36882523, "text": "E3 ligase MAEA-mediated ubiquitination and degradation of PHD3 promotes glioblastoma progression."}, {"pubmed": 38184692, "text": "EGLN3 attenuates gastric cancer cell malignant characteristics by inhibiting JMJD8/NF-kappaB signalling activation independent of hydroxylase activity."}, {"pubmed": 38400673, "text": "Low nuclear expression of HIF-hydroxylases PHD2/EGLN1 and PHD3/EGLN3 are associated with poor recurrence-free survival in clear cell renal cell carcinoma."}, {"pubmed": 38755642, "text": "Endothelial EGLN3-PKM2 signaling induces the formation of acute astrocytic barrier to alleviate immune cell infiltration after subarachnoid hemorrhage."}], "genomic_pos": {"chr": "14", "end": 34462774, "ensemblgene": "ENSG00000129521", "start": 33924227, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 34931980, "start": 34393437, "strand": -1}, "go": {"BP": [{"evidence": "IEP", "gocategory": "BP", "id": "GO:0001666", "pubmed": 20978507, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006915", "pubmed": 20978507, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0006919", "pubmed": 20978507, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018126", "pubmed": 19584355, "qualifier": "involved_in", "term": "protein hydroxylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018401", "qualifier": "involved_in", "term": "peptidyl-proline hydroxylation to 4-hydroxy-L-proline"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0042127", "pubmed": 20978507, "qualifier": "involved_in", "term": "regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043523", "qualifier": "involved_in", "term": "regulation of neuron apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12615973, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12615973, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15721254, 16511565, 17353276, 19584355, 20849813, 21575608, 21620138, 21988832, 22286099, 25416956, 26972000, 31515488, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008198", "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016706", "pubmed": 22955912, "qualifier": "enables", "term": "2-oxoglutarate-dependent dioxygenase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031418", "qualifier": "enables", "term": "L-ascorbic acid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031545", "qualifier": "enables", "term": "peptidyl-proline 4-dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031545", "pubmed": 11598268, "qualifier": "enables", "term": "peptidyl-proline 4-dioxygenase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0160082", "qualifier": "enables", "term": "hypoxia-inducible factor-proline dioxygenase activity"}]}, "homologene": {"genes": [[7165, 1274180], [7955, 406602], [8364, 100145602], [9031, 423316], [9544, 717342], [9598, 452850], [9606, 112399], [9615, 480286], [9913, 535578], [10090, 112407], [10116, 54702]], "id": 32531}, "interpro": [{"desc": "Oxoglutarate/iron-dependent dioxygenase", "id": "IPR005123", "short_desc": "Oxoglu/Fe-dep_dioxygenase"}, {"desc": "Prolyl 4-hydroxylase alpha subunit, Fe(2+) 2OG dioxygenase domain", "id": "IPR044862", "short_desc": "Pro_4_hyd_alph_FE2OG_OXY"}, {"desc": "Prolyl 4-hydroxylase, alpha subunit", "id": "IPR006620", "short_desc": "Pro_4_hyd_alph"}], "ipi": ["IPI00004971", "IPI00909827", "IPI00967640"], "map_location": "14q13.1", "name": "egl-9 family hypoxia inducible factor 3", "other_names": ["HIF-PH3", "HIF-prolyl hydroxylase 3", "HPH-1", "HPH-3", "hypoxia-inducible factor prolyl hydroxylase 3", "prolyl hydroxylase EGLN3", "prolyl hydroxylase domain-containing protein 3"], "pantherdb": {"HGNC": "14661", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1932288", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 10090, "uniprot_kb": "Q91UZ4"}, {"RGD": "71019", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 10116, "uniprot_kb": "Q62630"}, {"Ensembl": "ENSGALG00000010001", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 9031, "uniprot_kb": "E1C8C0"}, {"ZFIN": "ZDB-GENE-040426-2541", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 7955, "uniprot_kb": "F8W5S7"}, {"dictyBase": "DDB_G0277759", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 352472, "uniprot_kb": "Q86KR9"}], "uniprot_kb": "Q9H6Z9"}, "pathway": {"kegg": [{"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}], "pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif1apathway", "name": "Hypoxic and oxygen homeostasis regulation of HIF-1-alpha"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "smpdb": [{"id": "SMP02292", "name": "The oncogenic action of Succinate"}, {"id": "SMP02295", "name": "The oncogenic action of Fumarate"}], "wikipathways": {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}}, "pfam": "PF13640", "pharmgkb": "PA27672", "pharos": {"target_id": 13565, "tdl": "Tclin"}, "prosite": "PS51471", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215253", "relationship": "is"}, {"id": "GNF269855", "relationship": "is"}, {"id": "GNF269856", "relationship": "is"}, {"id": "GNF269857", "relationship": "is"}, {"id": "GNF269858", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF040434", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF017306", "relationship": "is"}, {"id": "GNF275165", "relationship": "is"}, {"id": "GNF275166", "relationship": "is"}, {"id": "GNF275167", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106774", "relationship": "is"}, {"id": "GNF146420", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_001295032.1", "NP_071356.1"], "rna": ["NM_001308103.2", "NM_022073.4"], "translation": [{"protein": "NP_001295032.1", "rna": "NM_001308103.2"}, {"protein": "NP_071356.1", "rna": "NM_022073.4"}]}, "reporter": {"HG-U133_Plus_2": ["219232_s_at", "222847_s_at"], "HTA-2_0": "TC14001022.hg.1", "HuEx-1_0": "3560403", "HuGene-1_1": "7978544", "HuGene-2_1": "16791821"}, "retired": 63900, "summary": "Enables peptidyl-proline 4-dioxygenase activity. Involved in several processes, including activation of cysteine-type endopeptidase activity involved in apoptotic process; peptidyl-proline hydroxylation to 4-hydroxy-L-proline; and response to hypoxia. Located in cytosol and nucleus. Implicated in renal cell carcinoma. Biomarker of clear cell renal cell carcinoma. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "EGLN3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422820"}, "unigene": ["Hs.597964", "Hs.135507"], "uniprot": {"Swiss-Prot": "Q9H6Z9", "TrEMBL": ["F8W1G2", "Q3T1B0", "B3KVT0", "G3V3M1", "F8VR39"]}, "wikipedia": {"url_stub": "EGLN3"}}