{"AllianceGenome": "1232", "HGNC": "1232", "MIM": "606425", "_id": "54583", "_version": 1, "accession": {"genomic": ["AH010015.2", "AL117352.12", "AL445524.28", "CH471098.1", "CP068277.2", "CS681768.1", "JC258725.1", "JC303364.1", "JQ821732.1", "KC554019.1", "KC554020.1", "KC554021.1", "KC554022.1", "KC554023.1", "KC554024.1", "KC554025.1", "KC554026.1", "KC554027.1", "KC554028.1", "KC554029.1", "KC554030.1", "KC554031.1", "KC554032.1", "KC554033.1", "KC554034.1", "KC554035.1", "KC554036.1", "KC554037.1", "KC554038.1", "KC554039.1", "KC554040.1", "KC554041.1", "KC554042.1", "KC554043.1", "KC554044.1", "KC554045.1", "KC554046.1", "KC554047.1", "KC554048.1", "KC554049.1", "KC554050.1", "KC554051.1", "KC554052.1", "KC554053.1", "KC554054.1", "KC554055.1", "KC554056.1", "KC554057.1", "KC554058.1", "KC554059.1", "KC554060.1", "KC554061.1", "KC554062.1", "KC554063.1", "KC554064.1", "NC_000001.11", "NC_060925.1", "NG_015865.1"], "protein": ["AAG33965.1", "AAG34568.1", "AAH05369.1", "AAK07534.1", "AAK07536.1", "ABM44413.1", "AFM52328.1", "AGL94896.1", "AGL94897.1", "AGL94898.1", "AGL94899.1", "AGL94900.1", "AGL94901.1", "AGL94902.1", "AGL94903.1", "AGL94904.1", "AGL94905.1", "AGL94906.1", "AGL94907.1", "AGL94908.1", "AGL94909.1", "AGL94910.1", "AGL94911.1", "AGL94912.1", "AGL94913.1", "AGL94914.1", "AGL94915.1", "AGL94916.1", "AGL94917.1", "AGL94918.1", "AGL94919.1", "AGL94920.1", "AGL94921.1", "AGL94922.1", "AGL94923.1", "AGL94924.1", "AGL94925.1", "AGL94926.1", "AGL94927.1", "AGL94928.1", "AGL94929.1", "AGL94930.1", "AGL94931.1", "AGL94932.1", "AGL94933.1", "AGL94934.1", "AGL94935.1", "AGL94936.1", "AGL94937.1", "AGL94938.1", "AGL94939.1", "AGL94940.1", "AGL94941.1", "CAC42509.1", "CAD38741.2", "CAP11376.1", "CDM55390.1", "CDM55571.1", "EAW69959.1", "NP_001364189.1", "NP_001364190.1", "NP_071334.1", "Q9GZT9.1", "XP_024303502.1", "XP_054193134.1"], "rna": ["AF229245.1", "AF277174.1", "AF277176.1", "AF334711.1", "AI017372.1", "AJ227859.1", "AJ310543.1", "AL833885.1", "BC005369.1", "DQ975380.1", "NM_001377260.1", "NM_001377261.1", "NM_022051.3", "XM_024447734.2", "XM_054337159.1"], "translation": [{"protein": "CAC42509.1", "rna": "AJ310543.1"}, {"protein": "AAK07534.1", "rna": "AF277174.1"}, {"protein": "AAG33965.1", "rna": "AF229245.1"}, {"protein": "ABM44413.1", "rna": "DQ975380.1"}, {"protein": "XP_024303502.1", "rna": "XM_024447734.2"}, {"protein": "NP_001364190.1", "rna": "NM_001377261.1"}, {"protein": "NP_071334.1", "rna": "NM_022051.3"}, {"protein": "XP_054193134.1", "rna": "XM_054337159.1"}, {"protein": "AAK07536.1", "rna": "AF277176.1"}, {"protein": "NP_001364189.1", "rna": "NM_001377260.1"}, {"protein": "AAH05369.1", "rna": "BC005369.1"}, {"protein": "CAD38741.2", "rna": "AL833885.1"}]}, "alias": ["C1orf12", "ECYT3", "HALAH", "HIF-PH2", "HIFPH2", "HPH-2", "HPH2", "PHD2", "SM20", "ZMYND6"], "ec": "1.14.11.29", "ensembl": {"gene": "ENSG00000135766", "protein": ["ENSP00000355601", "ENSP00000499299", "ENSP00000499368", "ENSP00000499591", "ENSP00000499629"], "transcript": ["ENST00000366641", "ENST00000476717", "ENST00000654803", "ENST00000658954", "ENST00000663780", "ENST00000667629", "ENST00000670301"], "translation": [{"protein": "ENSP00000499629", "rna": "ENST00000667629"}, {"protein": "ENSP00000355601", "rna": "ENST00000366641"}, {"protein": "ENSP00000499299", "rna": "ENST00000658954"}, {"protein": "ENSP00000499368", "rna": "ENST00000670301"}, {"protein": "ENSP00000499591", "rna": "ENST00000654803"}], "type_of_gene": "protein_coding"}, "entrezgene": "54583", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.4365473986, "exp_mis": 209.896417037, "exp_syn": 121.127399277, "lof_z": 3.2124383654259, "mis_z": 4.55422345448317, "mu_lof": 9.98402573866e-07, "mu_mis": 2.10646946185e-05, "mu_syn": 1.22215517903e-05, "n_lof": 1.0, "n_mis": 75.0, "n_syn": 74.0, "p_li": 0.925890293932093, "p_null": 8.54089328703851e-05, "p_rec": 0.074024297135037, "syn_z": 2.65461632919952}, "bp": 1281, "cds_end": 231557634, "cds_start": 231502156, "n_exons": 5, "nonpsych": {"exp_lof": 11.1564279673, "exp_mis": 189.876670372, "exp_syn": 109.532147493, "lof_z": 2.98627894491927, "mis_z": 4.68076960093968, "mu_lof": 9.98402573866e-07, "mu_mis": 2.10646946185e-05, "mu_syn": 1.22215517903e-05, "n_lof": 1.0, "n_mis": 62.0, "n_syn": 66.0, "p_li": 0.898529177743453, "p_null": 0.0002331191098232, "p_rec": 0.101237703146724, "syn_z": 2.61880018742294}, "nontcga": {"exp_lof": 11.4318916432, "exp_mis": 193.094985719, "exp_syn": 111.427490145, "lof_z": 3.04358378605688, "mis_z": 4.48501834274492, "mu_lof": 9.98402573866e-07, "mu_mis": 2.10646946185e-05, "mu_syn": 1.22215517903e-05, "n_lof": 1.0, "n_mis": 68.0, "n_syn": 69.0, "p_li": 0.899304173720981, "p_null": 0.000187217939389285, "p_rec": 0.10050860833963, "syn_z": 2.5449162488305}, "transcript": "ENST00000366641.3"}, "exons": [{"cdsend": 231421888, "cdsstart": 231366471, "chr": "1", "position": [[231363756, 231366475], [231370561, 231370698], [231373979, 231374099], [231420997, 231422287]], "strand": -1, "transcript": "NM_001377260", "txend": 231422287, "txstart": 231363756}, {"cdsend": 231421888, "cdsstart": 231367609, "chr": "1", "position": [[231363756, 231366475], [231367568, 231367636], [231373979, 231374099], [231420997, 231422287]], "strand": -1, "transcript": "NM_001377261", "txend": 231422287, "txstart": 231363756}, {"cdsend": 231421888, "cdsstart": 231366410, "chr": "1", "position": [[231363756, 231366475], [231367568, 231367636], [231370561, 231370698], [231373979, 231374099], [231420997, 231422287]], "strand": -1, "transcript": "NM_022051", "txend": 231422287, "txstart": 231363756}], "exons_hg19": [{"cdsend": 231557634, "cdsstart": 231502217, "chr": "1", "position": [[231499502, 231502221], [231506307, 231506444], [231509725, 231509845], [231556743, 231558033]], "strand": -1, "transcript": "NM_001377260", "txend": 231558033, "txstart": 231499502}, {"cdsend": 231557634, "cdsstart": 231503355, "chr": "1", "position": [[231499502, 231502221], [231503314, 231503382], [231509725, 231509845], [231556743, 231558033]], "strand": -1, "transcript": "NM_001377261", "txend": 231558033, "txstart": 231499502}, {"cdsend": 231557634, "cdsstart": 231502156, "chr": "1", "position": [[231499502, 231502221], [231503314, 231503382], [231506307, 231506444], [231509725, 231509845], [231556743, 231558033]], "strand": -1, "transcript": "NM_022051", "txend": 231558033, "txstart": 231499502}], "generif": [{"pubmed": 12912907, "text": "PHD2 is the critical oxygen sensor setting the low steady-state levels of HIF-1alpha in normoxia.  It is upregulated by oxygen."}, {"pubmed": 15156561, "text": "we demonstrate that PHD2 is not affected by overexpression or downregulation of HIF-2alpha"}, {"pubmed": 15247232, "text": "PHD1, PHD2, and PHD3 have roles in the regulation of hypoxia-inducible factor"}, {"pubmed": 15563275, "text": "The phd2 gene is transcribed exclusively from the downstream promoter that contains a functional hypoxia-responsive, cis-regulatory element."}, {"pubmed": 16155211, "text": "the N-terminal region of PHD2 contains a Myeloid translocation protein 8, Nervy, and DEAF1 (MYND)-type zinc finger domain, whereas the catalytic domain is located in its C-terminal region; the MYND domain inhibits the catalytic activity of PHD2"}, {"pubmed": 16157596, "text": "Accumulated EGLN1 in hypoxia acts as a negative-feedback mechanism to modulate HIF-1alpha target gene expression."}, {"pubmed": 16161047, "text": "EGLN1 can be considered as a candidate tumor suppressor on chromosome 1q, and our observation could open the new aspect in exploring the machinery of senescence induction associated with hypoxia-inducible factor 1, alpha signal transduction"}, {"pubmed": 16407130, "text": "Critical for normal regulation of hypoxia-inducible factor."}, {"pubmed": 16489060, "text": "PHD2 shows strongly elevated expression both at the mRNA and protein level in head and neck squamous cell carcinoma."}, {"pubmed": 16782814, "text": "Crystal structures of the catalytic domain of human PHD2 were described."}, {"pubmed": 16815840, "text": "a novel mechanism by which a growth factor controls hypoxia-inducible transcription factor-1 (HIF-1alpha)stability, and thereby drives the expression of specific genes, through the regulation of PHD2 levels"}, {"pubmed": 16880998, "text": "A recombinant form of a human prolyl-4-hydroxylase (PHD2) was characterised and shown to have an unexpectedly high affinity for, and to copurify with endogenous levels of, its Fe(ii) cofactor and 2-oxoglutarate cosubstrate."}, {"pubmed": 17060326, "text": "PHD2 induction is an underlying mechanism of NO-induced degradation of HIF-1alpha"}, {"pubmed": 17353276, "text": "Data suggest that the peptidyl prolyl cis/trans isomerase FKBP38 determines hypoxia-inducible transcription factor prolyl-4-hydroxylase PHD2 protein stability."}, {"pubmed": 17579185, "text": "PHD2 mutation is associated with abnormal erythrocytosis"}, {"pubmed": 17932321, "text": "PHD inhibitors preferentially bind to the active site of PHD2 and stabilize HIF activity, induce angiogenesis and protect against cerebral ischemia."}, {"pubmed": 17933562, "text": "Genetic defects are first frameshift and nonsense mutations reported in PHD2 gene and suggest that a decreased prolyl hydroxylase activity disturbing the oxygen-sensing pathway might be the cause of erythrocytosis."}, {"pubmed": 18072750, "text": "PHD2 does not mediate the TCDD-mediated HIF-1 alpha destabilization nor control the interference of AhR and HIF-1 alpha pathways."}, {"pubmed": 18347341, "text": "Chronic hypoxia not only increases the pool of PHDs but also overactivates the three PHD isoforms."}, {"pubmed": 18505927, "text": "PHD2 has a role in modulating tumor-forming potential"}, {"pubmed": 18776187, "text": "suggest a role for PHD2 as a decisive oxygen sensor of the hypoxia-inducible factor degradation pathway within the cell nucleus"}, {"pubmed": 18834144, "text": "Biochemical characterization of PHD2 variants associated with polycythemia is reported."}, {"pubmed": 19159641, "text": "These data suggest that the effects of Egln1 knockdown depend on the status of pVHL and can be correlated with effects on Rpb1."}, {"pubmed": 19304911, "text": "Given the role of PHD2 as an oxygen sensor in mammalian cells, these results raise the possibility that PHD2 links vascular smooth muscle cell proliferation to O(2) availability"}, {"pubmed": 19339211, "text": "Results describe the localization signal of HIF-prolyl hydroxylases (PHDs) 1-3, and their intracellular localization in response to hypoxia."}, {"pubmed": 19477431, "text": "PHD2 plays a critical role in regulating tumor angiogenesis."}, {"pubmed": 19546213, "text": "Data indicate that PHD2 protein stability is regulated by a ubiquitin-independent proteasomal pathway involving FKBP38 as adaptor protein that mediates proteasomal interaction."}, {"pubmed": 19563769, "text": "study on the reactivity of the cysteines in the catalytic domain of PHD2; results reveal that of the seven cysteinyl residues in the catalytic domain, Cys201 is the most nucleophilic"}, {"pubmed": 19631610, "text": "these findings provide new insights into the mechanisms of the regulation of the oxygen sensor cascade of PHD1 and PHD2 in different cellular compartments."}, {"pubmed": 19639506, "text": "nuclear PHD2 expression may act as a surrogate marker for radiation resistance in squamous cell cancer of the head and neck"}, {"pubmed": 19724277, "text": "BRCA1 tumours correlate with a HIF-1alpha phenotype and have a poor prognosis through modulation of hydroxylase enzyme profile expression."}, {"pubmed": 19737309, "text": "EGLN1 CPG-island methylation was not observed in various plasma cell dyscrasias."}, {"pubmed": 19915370, "text": "Its mutation accelerates the transcription of EPO gene by stabilizing HIF-alpha protein. (review)"}, {"pubmed": 20026900, "text": "Regulation and expression of both PHD2 and HIF-1a are important to the biology of sarcomas, and loss of PHD2 function has an additional adverse effect in the prognosis of sarcomas in tumors expressing HIF-1a."}, {"pubmed": 20028863, "text": "our findings recognize the PHD/HIF regulatory axis as a novel therapeutic target to disable a tumor's ability to adjust to hypoxic conditions and control cell survival"}, {"pubmed": 20156434, "text": "Nuclear PHD2 localization promotes malignant cancer phenotype."}, {"pubmed": 20404338, "text": "Depletion of PHD2 results in greater HIF-2alpha levels and enhances SOX9-induced cartilage matrix production."}, {"pubmed": 20466884, "text": "genome-wide scans reveal positive selection in regions with genes whose products likely involved in high-altitude adaptation; positively selected haplotypes of EGLN1 and PPARA associated with decreased hemoglobin unique to highland population of Tibet"}, {"pubmed": 20574527, "text": "the underlying mechanism by which ET-1, through the regulation of PHD2, controls HIF-1alpha stability and thereby regulates angiogenesis and melanoma cell invasion"}, {"pubmed": 20727020, "text": "Methylation-induced epigenetic silencing of PHD1, PHD2, PHD3 and FIH is unlikely to underlie up-regulated HIF-1alpha expression in human breast cancer but may play a role in other tumour types."}, {"pubmed": 20801873, "text": "PHD2 affects cell migration and F-actin formation via RhoA/rho-associated kinase-dependent cofilin phosphorylation"}, {"pubmed": 20856199, "text": "Data suggest that PHD2/HIF-2/amphiregulin signaling has a critical role in the regulation of breast tumor progression and propose PHD2 as a potential tumor suppressor in breast cancer."}, {"pubmed": 20956315, "text": "EGLN1 polymorphisms are associated with high-altitude adaptation"}, {"pubmed": 20956315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20959442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20961960, "text": "Observational study and genome-wide association study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20978146, "text": "Elevated PHD1 concomitant with decreased PHD2 are causatively related to Rpb1 hydroxylation and oncogenesis in human renal clear cell carcinomas with WT VHL gene."}, {"pubmed": 21030426, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 21251613, "text": "The oncometabolite 2-hydroxyglutarate is a competitive inhibitor of multiple alpha-ketoglutarate-dependent dioxygenases, including histone demethylases, prolyl hydroxylases, and the TET family of 5-methlycytosine hydroxylases."}, {"pubmed": 21601578, "text": "The reaction of PHD2 with nitric oxide (NO) is potentially complex, consistent with proposals based on cellular studies that NO may regulate the hypoxic response by direct reaction with hypoxia-inducible factor (HIF) hydroxylases."}, {"pubmed": 21748337, "text": "The expression of PHD genes and their relationship with the tumor behavior and apoptosis-associated factors in non-small cell lung cancer, was investigated."}, {"pubmed": 21792862, "text": "Prolyl hydroxylase-2 (PHD2) exerts tumor-suppressive activity in pancreatic cancer."}, {"pubmed": 21828119, "text": "The investigation of 67 patients with isolated erythrocytosis, either sporadic or familial, allowed the identification of three novel mutations in the catalytic domain of the PHD2 protein."}, {"pubmed": 21877141, "text": "In a cohort of invasive ductal carcinoma of the breast patients there was a tendency for increased survival and longer disease-free survival among patients with high tumor PHD2 expression."}, {"pubmed": 21887331, "text": "PHD1 and PHD2 are independent negative prognostic factors in NSCLC."}, {"pubmed": 21933857, "text": "there are functional differences between the PHD2 mutants with regards to hypoxia inducible factor regulation."}, {"pubmed": 22068265, "text": "Studies indicate that EPAS1, EGLN1 and PPARA genes subject to natural selection in native high-altitude Tibetans."}, {"pubmed": 22236543, "text": "Cytoplasmic PHD2 is a strong prognostic biomarker for gastric adenocarcinoma that might be useful in identifying high-risk patients."}, {"pubmed": 22286099, "text": "Data show that the tumour suppressor protein LIMD1 acts as a molecular scaffold, simultaneously binding the PHDs and VHL, thereby assembling a PHD-LIMD1-VHL protein complex and creating an enzymatic niche that enables efficient degradation of HIF-1alpha."}, {"pubmed": 22308030, "text": "PHD2 modulated eEF2 activity and protein translation under acute hypoxia."}, {"pubmed": 22343896, "text": "(R)-2HG, but not (S)-2HG, stimulates EGLN activity, leading to diminished HIF levels, which enhances the proliferation and soft agar growth of human astrocytes"}, {"pubmed": 22395314, "text": "Here, we outline specific functions of PHD enzymes in surgically relevant pathological conditions, and discuss how these functions might be exploited in order to support the treatment of surgically relevant diseases."}, {"pubmed": 22488178, "text": "Our data suggest that PHD-2 is the major hydroxylase regulating HIF levels and the expression of angiogenic genes in arthritic cells."}, {"pubmed": 22595196, "text": "Heart rate and oxygen saturation level of hemoglobin were found to be significantly associated with the EGLN1 (rs480902) SNP in the Han patients with acute mountain sickness."}, {"pubmed": 22747465, "text": "The unusual kinetic pK(a) further suggested that PHD2 might function physiologically to sense both intracellular pO(2) as well as pH, which could provide for feedback between anaerobic metabolism and hypoxia sensing."}, {"pubmed": 22802519, "text": "present study indicated that low expression of PHD2 in CRC predicts poor survival independent of HIF-1alpha, specifically for patients who have early stage tumors"}, {"pubmed": 22833384, "text": "PHD2 short interfering RNA supports bone regeneration in vivo."}, {"pubmed": 22946054, "text": "PHD2-mediated hydroxylation of HIF-1alpha predominantly occurs in the cell nucleus and is dependent on very dynamic subcellular trafficking of PHD2."}, {"pubmed": 22975349, "text": "PHD2 may directly interact with PDE4D to function as a novel regulator of the intracellular cAMP levels in cardiomyocytes."}, {"pubmed": 23077544, "text": "The study scrutinizes the unfolding pathways of the PHD2 catalytic domain's possible species and demonstrates the properties of their unfolding states by computational approaches."}, {"pubmed": 23088526, "text": "results demonstrate that HIF-1alpha transcription and protein synthesis are controlled by TGF-beta1/Smad3 signaling, whereas HIF-1alpha protein stability is controlled by PHD2, which is regulated by TGF-beta1/Smad3 signaling."}, {"pubmed": 23130672, "text": "prevalence of the risk alleles in high altitude pulmonary edema and the protective alleles in healthy Lakakhi highland natives have provided us with allelic variants at the same locus that are involved in disease and adaptation"}, {"pubmed": 23225569, "text": "Knockdown of prolyl-4-hydroxylase domain 2 inhibits tumor growth of human breast cancer MDA-MB-231 cells by affecting TGF-beta1 processing."}, {"pubmed": 23334958, "text": "HIF-specific hydroxylase PHD-2 may represent a relevant target for cartilage repair."}, {"pubmed": 23413029, "text": "p23 recruits PHD2 to the HSP90 machinery to facilitate HIF-1alpha hydroxylation"}, {"pubmed": 23487784, "text": "a unique mechanism for the regulation of HIF-1alpha stability that involves ERbeta-mediated transcriptional regulation of PHD2 and they highlight an unexpected role for PHD2 in maintaining epithelial differentiation."}, {"pubmed": 23666208, "text": "EGLN1 contributes to the adaptively low hemoglobin level of Tibetans compared with acclimatized lowlanders at high altitude."}, {"pubmed": 23694817, "text": "PHD2 silencing promotes adipose-derived stem cell survival in infarcted myocardia."}, {"pubmed": 23787140, "text": "PHD2 regulates and hydroxylates HIF-1alpha by binding to its C-terminal domain."}, {"pubmed": 23836663, "text": "the N-terminal region of C16 is predicted to have a PHD2-like structural fold but lacks the catalytic active site residues of PHDs"}, {"pubmed": 24121508, "text": "These studies formally prove that a missense mutation in PHD2 is the cause of the erythrocytosis, show that this occurs through haploinsufficiency, and point to multifactorial control of red cell mass by PHD2."}, {"pubmed": 24195777, "text": "The diminished expression of PHD1 and PHD2 and elevated level of FIH protein in cancerous tissue compared to histopathologically unchanged colonic mucosa was not associated with DNA methylation within the CpG islands of the PHD1, PHD2 and FIH genes."}, {"pubmed": 24354513, "text": "higher expression in normal skin compared to seborrheic keratosis, Bowen's disease and cutaneous squamous cell carcinoma"}, {"pubmed": 24513612, "text": "striking enrichment of high-altitude ancestry in the Tibetan genome, indicating that migrants from low altitude acquired adaptive alleles from the highlanders"}, {"pubmed": 24711448, "text": "Data indicate that the Tibetan prolyl hydroxylase domain protein 2 (PHD2) haplotype (D4E/C127S) strikingly diminishes the interaction of PHD2 with heat shock protein 90 co-chaperone protein p23 (prostaglandin E synthase)."}, {"pubmed": 25010988, "text": "PHD2 inhibits the adaptation of glioblastoma cells to hypoxia by regulating the expression of HIF-alpha subunits."}, {"pubmed": 25263965, "text": "Germ-line PHD1 and PHD2 mutations detected in patients with pheochromocytoma/paraganglioma-polycythemia"}, {"pubmed": 25420025, "text": "Data show that dimethyl-2-ketoglutarate (DKG) inhibits hypoxia-inducible factor 1alpha (HIF-1alpha) proline hydroxylation and degradation mediated by prolyl-4-hydroxylase PHD2."}, {"pubmed": 25431923, "text": "The association between EGLN1 and HIF-1AN single nucleotide polymorphisms and acute mountain sickness in a Han Chinese population, was examined."}, {"pubmed": 25546659, "text": "Compared to those with high PHD2 expressions, patients with low PHD2 expression had significantly longer DFS and OS periods."}, {"pubmed": 26047609, "text": "a genetic link between EGLN1 and VWF in a constitution specific manner which could modulate thrombosis/bleeding susceptibility and outcomes of hypoxia, is reported."}, {"pubmed": 26082309, "text": "Sulfur mustard negatively affects hypoxia-stimulated HIF-1alpha signaling in keratinocytes and fibroblasts and thus possibly contributes to delayed wound healing in SM-injured patients, which could be treated with PHD-2 inhibitors."}, {"pubmed": 26112411, "text": "The kinetic properties of PHD2 and FIH with respect to oxygen reflect their cellular hypoxia-sensing ability."}, {"pubmed": 26205124, "text": "the levels of both miR-182 and HIF1alpha were elevated, while the expression PHD2 and FIH1 was downregulated in a mouse model of prostate cancer."}, {"pubmed": 26267649, "text": "In this article, UTMD/PEI mediated gene transfection was investigated and the US parameters were optimized. Furthermore, the biological effects of PHD2 shRNA were investigated in H9C2 cells."}, {"pubmed": 26323721, "text": "findings show hypoxia and loss of PHD2 revert cancer-associated fibroblast (CAF) activation"}, {"pubmed": 26676934, "text": "The present study demonstrated that the antiapoptotic effect of TMP in CoCl2-induced HUVECs was, at least in part, via the regulation of the PHD2/HIF-1alpha signaling pathway."}, {"pubmed": 26740011, "text": "Disulfide bond-mediated PHD2 dimerization and inactivation result in the activation of HIF-1alpha and aerobic glycolysis in response to oxidative stress."}, {"pubmed": 26951539, "text": "The role of PHD-2 in breast cancer [review]"}, {"pubmed": 27030384, "text": "miR-21 contributes to the protection of delayed ischemic preconditioning against renal ischemia reperfusion injury in mice, which is at least in part mediated by targeting of PHD2 and subsequently up-regulating HIF-1alpha/VEGF pathway."}, {"pubmed": 27307407, "text": "prolyl hydroxylase 2 plays an important tumor suppressive role in liver cancer"}, {"pubmed": 27368101, "text": "The HIFalpha subunit is usually prolyl-hydroxylated by EglN family members under normoxic conditions, causing its rapid degradation. Study confirmed that triple-negative breast cancer cells secrete glutamate, which is both necessary and sufficient for the paracrine induction of HIF1alpha in such cells under normoxic conditions."}, {"pubmed": 27502280, "text": "Tuning the Transcriptional Response to Hypoxia by Inhibiting Hypoxia-inducible Factor (HIF) Prolyl and Asparaginyl Hydroxylases."}, {"pubmed": 27515179, "text": "Genetic variants in HIF-1alpha and PHD2 genes exist in Caucasians but do not appear to alter 30-day mortality in sepsis"}, {"pubmed": 27795296, "text": "Results identified a critical role of PHD2 for a reversible glycolytic reprogramming in macrophages with a direct impact on their function."}, {"pubmed": 28038470, "text": "PHD2 is a direct binding partner of EGFR and show that PHD2 regulates EGFR stability as well as its subsequent signaling in breast carcinoma cells."}, {"pubmed": 28199842, "text": "A mechanism of PHD2 regulation that involves the mTOR and PP2A pathways."}, {"pubmed": 28233034, "text": "We genotyped 347 Tibetan individuals from varying altitudes for both the Tibetan-specific EGLN1 haplotype and 10 candidate SNPs in the EPAS1 haplotype and correlated their association with hemoglobin levels."}, {"pubmed": 28329677, "text": "These data unravel B55alpha as a PHD2 substrate and highlight a role for PHD2-B55alpha in the response to nutrient deprivation."}, {"pubmed": 28506759, "text": "In vitro studies showed that a complement C1q-A chain peptide is not a substrate for PHD2 but is a substrate for CP4H1."}, {"pubmed": 28537846, "text": "the expression of prolyl hydroxylase domain 2 (PHD2) is selectively increased in CKD-AT-MSCs and its inhibition can restore the expression of HIF-1alpha and the wound healing function of CKD-AT-MSCs. These results indicate that more studies about the functions of MSCs from CKD patients are required before they can be applied in the clinical setting"}, {"pubmed": 28613249, "text": "Functionally active PHD2 SNP rs516651 [18], located in the key pathway for the hypoxic-inflammatory response, is associated with increased 30-day mortality in Acute Respiratory Distress Syndrome (ARDS) patients. In contrast, the PHD2 SNP rs480902 is not. Furthermore, the HIF-2alpha SNP [ch2: 46441523(hg18)] GG-genotype was neither present in our ARDS patients of Caucasian heritage nor in healthy Caucasian blood donors."}, {"pubmed": 28805660, "text": "Phd2 is the dominant HIF-hydroxylase in neutrophils under normoxic conditions; intrinsic regulation of glycolysis and glycogen stores is linked to the resolution of neutrophil-mediated inflammatory responses"}, {"pubmed": 28839461, "text": "GPT2 reduced alpha-ketoglutarate level in cells leading to the inhibition of proline hydroxylase 2 (PHD2) activity involved in the regulation of HIF1alpha stability. Accumulation of HIF1alpha, resulting from GPT2-alpha-ketoglutarate-PHD2 axis, constitutively activates sonic hedgehog (Shh) signaling pathway."}, {"pubmed": 28900510, "text": "This study elucidates the molecular basis of the c-Myc/EGLN1-mediated induction of LSH expression that inhibits ferroptosis"}, {"pubmed": 29625625, "text": "Studied the association between SNPs around the EGLN1 genomic region, possibly involved in high-altitude adaptation, and physiological changes to hypobaric hypoxia exposure in a cohort of Japanese lowlanders."}, {"pubmed": 30144273, "text": "The overall results indicate how the Hypoxia-Inducible Factor Prolyl Hydroxylase 2 Catalytic Domain achieves selectivity for HIFalpha oxygen-dependent degradation domains."}, {"pubmed": 30575721, "text": "During the transition of nevi to melanoma, the expression of PHD2 protein is significantly decreased, and lower expression of PHD2 in melanoma is associated with worse clinical outcome. Knockdown of PHD2 leads to elevated Akt phosphorylation in melanocytes."}, {"pubmed": 30575913, "text": "Both lung adenocarcinoma (LUAD) and lung squamous cell carcinoma (LUSC) had elevated PHD2 (EGLN1) expression compared to normal tissues. High PHD2 expression LUAD, but not LUSC, patients had shorter overall (OS) and recurrence-free survival (RFS) compared to the low expression group. High methylation level of these two CpG sites (cg07040244 and cg21875980) in PHD2 was associated with better OS in LUAD patients."}, {"pubmed": 30677555, "text": "PHD2 silencing in endothelial progenitor cell elevated the expression of C-X-C chemokine receptor type 4 (CXCR4) and hypoxia-inducible factor 1alpha (HIF-1alpha), which enhanced the migration and survival ability of endothelial progenitor cell respectively."}, {"pubmed": 30719713, "text": "the high-altitude adaptative mutations in EGLN1 in Tibetans are absent or found at low frequency in highland Andeans"}, {"pubmed": 30898838, "text": "findings reveal a differential dependency of clear cell ovarian cancers on EGLN1, thus identifying EGLN1 as a potential therapeutic target in clear cell ovarian cancer patients"}, {"pubmed": 31009679, "text": "Results show that SNP rs479200 in EGLN1 gene is associated with the predisposition to preeclampsia and this association is modified by the severity."}, {"pubmed": 31142511, "text": "An oxygen-independent mechanism of PHD2 regulation that has important implications in cancer cell survival.The three N-terminal SH3 domains of CIN85 bind to the N-terminus of PHD2."}, {"pubmed": 31239290, "text": "PHD2 is the key regulatory enzyme of BRD4 proline hydroxylation and the modification significantly affects BRD4 interactions with key transcription factors as well as BRD4-mediated transcriptional activation."}, {"pubmed": 31285371, "text": "ERK Regulates HIF1alpha-Mediated Platinum Resistance by Directly Targeting PHD2 in Ovarian Cancer."}, {"pubmed": 31500697, "text": "The authors did not detect prolyl-hydroxylase activity on any reported non-HIF protein or peptide, using conditions supporting robust HIF-alpha hydroxylation."}, {"pubmed": 31712437, "text": "An EGLN1 causal variant enhances O2 delivery or use during exercise at altitude in Peruvian Quechua."}, {"pubmed": 31763849, "text": "Label-Free Interactome Analysis Revealed an Essential Role of CUL3-KEAP1 Complex in Mediating the Ubiquitination and Degradation of PHD2."}, {"pubmed": 32414920, "text": "Tibetan PHD2, an allele with loss-of-function properties."}, {"pubmed": 32464411, "text": "Hypoxia responsiveness linked variant in EGLN1 gene is enriched in oral cancer patients."}, {"pubmed": 32755251, "text": "Isolated Erythrocytosis Associated With 3 Novel Missense Mutations in the EGLN1 Gene."}, {"pubmed": 33282944, "text": "Effect of EGLN1 Genetic Polymorphisms on Hemoglobin Concentration in Andean Highlanders."}, {"pubmed": 33319810, "text": "Use of cyclic peptides to induce crystallization: case study with prolyl hydroxylase domain 2."}, {"pubmed": 33823854, "text": "An integrative functional genomics approach reveals EGLN1 as a novel therapeutic target in KRAS mutated lung adenocarcinoma."}, {"pubmed": 33988258, "text": "Inhibiting PHD2 in human periodontal ligament cells via lentiviral vector-mediated RNA interference facilitates cell osteogenic differentiation and periodontal repair."}, {"pubmed": 34007987, "text": "High-altitude pulmonary edema is aggravated by risk loci and associated transcription factors in HIF-prolyl hydroxylases."}, {"pubmed": 34102396, "text": "Gain-of-function Tibetan PHD2(D4E;C127S) variant suppresses monocyte function: A lesson in inflammatory response to inspired hypoxia."}, {"pubmed": 35538889, "text": "AMP-activated protein kinase alpha1 phosphorylates PHD2 to maintain systemic iron homeostasis."}, {"pubmed": 36064857, "text": "Adipocyte-derived lactate is a signalling metabolite that potentiates adipose macrophage inflammation via targeting PHD2."}, {"pubmed": 36180894, "text": "Differential methylation in EGLN1 associates with blood oxygen saturation and plasma protein levels in high-altitude pulmonary edema."}, {"pubmed": 36219563, "text": "The ribosomal chaperone NACA recruits PHD2 to cotranslationally modify HIF-alpha."}, {"pubmed": 37317877, "text": "Characterization of genetic variants in the EGLN1/PHD2 gene identified in a European collection of patients with erythrocytosis."}, {"pubmed": 37661833, "text": "A mitochondrial EglN1-AMPKalpha axis drives breast cancer progression by enhancing metabolic adaptation to hypoxic stress."}, {"pubmed": 37847687, "text": "Loss of prolyl hydroxylase 1 and 2 in SM22alpha-expressing cells prevents Hypoxia-Induced pulmonary hypertension."}, {"pubmed": 37975227, "text": "Prolyl hydroxylase 2 inhibits glycolytic activity in colorectal cancer via the NF-kappaB signaling pathway."}, {"pubmed": 38287821, "text": "A Case-Control Study of the Associations between EGLN1 Gene Polymorphisms and COPD."}, {"pubmed": 38291512, "text": "Association of the C allele of rs479200 in the EGLN1 gene with COVID-19 severity in Indian population: a novel finding."}, {"pubmed": 38400673, "text": "Low nuclear expression of HIF-hydroxylases PHD2/EGLN1 and PHD3/EGLN3 are associated with poor recurrence-free survival in clear cell renal cell carcinoma."}], "genomic_pos": {"chr": "1", "end": 231422287, "ensemblgene": "ENSG00000135766", "start": 231363751, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 231560790, "start": 231499497, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001666", "pubmed": 16956324, "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006879", "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018401", "qualifier": "involved_in", "term": "peptidyl-proline hydroxylation to 4-hydroxy-L-proline"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032364", "pubmed": 16956324, "qualifier": "involved_in", "term": "intracellular oxygen homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 16956324, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045765", "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051344", "qualifier": "involved_in", "term": "negative regulation of cyclic-nucleotide phosphodiesterase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055008", "qualifier": "involved_in", "term": "cardiac muscle tissue morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060347", "qualifier": "involved_in", "term": "heart trabecula formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060412", "qualifier": "involved_in", "term": "ventricular septum morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060711", "qualifier": "involved_in", "term": "labyrinthine layer development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071731", "pubmed": 21601578, "qualifier": "involved_in", "term": "response to nitric oxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099159", "qualifier": "involved_in", "term": "regulation of modification of postsynaptic structure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0140252", "qualifier": "involved_in", "term": "regulation protein catabolic process at postsynapse"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12615973, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15721254, 16511565, 17353276, 19208626, 20840591, 22286099, 24169621, 24681946, 25974097, 30487161], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008198", "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008198", "pubmed": 28594552, "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016706", "pubmed": 22955912, "qualifier": "enables", "term": "2-oxoglutarate-dependent dioxygenase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019899", "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031418", "qualifier": "enables", "term": "L-ascorbic acid binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0031543", "pubmed": 16956324, "qualifier": "enables", "term": "peptidyl-proline dioxygenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031545", "qualifier": "enables", "term": "peptidyl-proline 4-dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0160082", "pubmed": 11598268, "qualifier": "enables", "term": "hypoxia-inducible factor-proline dioxygenase activity"}]}, "homologene": {"genes": [[7955, 436868], [7955, 100329385], [8364, 548714], [9031, 768374], [9544, 713410], [9598, 469708], [9606, 54583], [9615, 488971], [10090, 112405], [10116, 308913]], "id": 56936}, "interpro": [{"desc": "Oxoglutarate/iron-dependent dioxygenase", "id": "IPR005123", "short_desc": "Oxoglu/Fe-dep_dioxygenase"}, {"desc": "Prolyl 4-hydroxylase, alpha subunit", "id": "IPR006620", "short_desc": "Pro_4_hyd_alph"}, {"desc": "Prolyl 4-hydroxylase alpha subunit, Fe(2+) 2OG dioxygenase domain", "id": "IPR044862", "short_desc": "Pro_4_hyd_alph_FE2OG_OXY"}, {"desc": "Zinc finger, MYND-type", "id": "IPR002893", "short_desc": "Znf_MYND"}], "ipi": ["IPI00004928", "IPI00328822"], "map_location": "1q42.2", "name": "egl-9 family hypoxia inducible factor 1", "other_names": ["HIF-prolyl hydroxylase 2", "egl nine homolog 1", "egl nine-like protein 1", "hypoxia-inducible factor prolyl hydroxylase 2", "prolyl hydroxylase domain-containing protein 2", "zinc finger MYND domain-containing protein 6"], "pantherdb": {"HGNC": "1232", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1932286", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 10090, "uniprot_kb": "Q91YE3"}, {"Ensembl": "ENSRNOG00000052236", "ortholog_type": "O", "panther_family": "PTHR12907", "taxid": 10116, "uniprot_kb": "A0A0G2JZ28"}, {"RGD": "631375", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 10116, "uniprot_kb": "P59722"}, {"Ensembl": "ENSGALG00000041422", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 9031, "uniprot_kb": "A0A3Q2U5Q7"}, {"ZFIN": "ZDB-GENE-110408-34", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 7955, "uniprot_kb": "A0A2R8QV03"}, {"ZFIN": "ZDB-GENE-040718-338", "ortholog_type": "O", "panther_family": "PTHR12907", "taxid": 7955, "uniprot_kb": "F6P6J7"}, {"WormBase": "WBGene00001178", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 6239, "uniprot_kb": "G5EBV0"}, {"FlyBase": "FBgn0264785", "ortholog_type": "LDO", "panther_family": "PTHR12907", "taxid": 7227, "uniprot_kb": "Q8SX21"}, {"dictyBase": "DDB_G0277759", "ortholog_type": "O", "panther_family": "PTHR12907", "taxid": 352472, "uniprot_kb": "Q86KR9"}], "uniprot_kb": "Q9GZT9"}, "pathway": {"kegg": [{"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}], "pid": [{"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif1apathway", "name": "Hypoxic and oxygen homeostasis regulation of HIF-1-alpha"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "smpdb": [{"id": "SMP02292", "name": "The oncogenic action of Succinate"}, {"id": "SMP02295", "name": "The oncogenic action of Fumarate"}], "wikipathways": [{"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}]}, "pdb": ["2G19", "2G1M", "2HBT", "2HBU", "2Y33", "2Y34", "3HQR", "3HQU", "3OUH", "3OUI", "3OUJ", "4BQW", "4BQX", "4BQY", "4JZR", "4KBZ", "4UWD", "5A3U", "5L9B", "5L9R", "5L9V", "5LA9", "5LAS", "5LAT", "5LB6", "5LBB", "5LBC", "5LBE", "5LBF", "5OX5", "5OX6", "5V18", "6NMQ", "6QGV", "6ST3", "6YVT", "6YVW", "6YVX", "6YVZ", "6YW0", "6YW1", "6YW2", "6YW3", "6YW4", "6ZBN", "6ZBO", "7Q5V", "7Q5X", "7UJV", "7UMP", "8J1K"], "pfam": ["PF01753", "PF13640"], "pharmgkb": "PA27670", "pharos": {"target_id": 15090, "tdl": "Tclin"}, "prosite": ["PS50865", "PS51471"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171046", "relationship": "is"}, {"id": "GNF181952", "relationship": "is"}, {"id": "GNF192858", "relationship": "is"}, {"id": "GNF203764", "relationship": "is"}, {"id": "GNF220580", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160557", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF039078", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF016798", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105447", "relationship": "is"}, {"id": "GNF145093", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_015865.1"], "protein": ["NP_001364189.1", "NP_001364190.1", "NP_071334.1", "XP_024303502.1", "XP_054193134.1"], "rna": ["NM_001377260.1", "NM_001377261.1", "NM_022051.3", "XM_024447734.2", "XM_054337159.1"], "translation": [{"protein": "XP_024303502.1", "rna": "XM_024447734.2"}, {"protein": "NP_001364190.1", "rna": "NM_001377261.1"}, {"protein": "NP_071334.1", "rna": "NM_022051.3"}, {"protein": "XP_054193134.1", "rna": "XM_054337159.1"}, {"protein": "NP_001364189.1", "rna": "NM_001377260.1"}]}, "reporter": {"HG-U133_Plus_2": ["221497_x_at", "223045_at", "223046_at", "224314_s_at"], "HG-U95B": "46228_at", "HTA-2_0": ["TC01003968.hg.1", "TC01006192.hg.1"], "HuEx-1_0": ["2460551", "3605780"], "HuGene-1_1": "7925048", "HuGene-2_1": "16700489"}, "retired": [54703, 113811], "summary": "The protein encoded by this gene catalyzes the post-translational formation of 4-hydroxyproline in hypoxia-inducible factor (HIF) alpha proteins. HIF is a transcriptional complex that plays a central role in mammalian oxygen homeostasis. This protein functions as a cellular oxygen sensor, and under normal oxygen concentration, modification by prolyl hydroxylation is a key regulatory event that targets HIF subunits for proteasomal destruction via the von Hippel-Lindau ubiquitylation complex. Mutations in this gene are associated with erythrocytosis familial type 3 (ECYT3). [provided by RefSeq, Nov 2009].", "symbol": "EGLN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412925"}, "unigene": "Hs.444450", "uniprot": {"Swiss-Prot": "Q9GZT9", "TrEMBL": ["A0A590UJD6", "R4SCQ0", "A0A590UJ78", "A0A590UJZ0", "A0A590UJT7"]}, "wikipedia": {"url_stub": "EGLN1"}}