{"AllianceGenome": "3238", "HGNC": "3238", "MIM": "128990", "_id": "1958", "_version": 1, "accession": {"genomic": ["AC113403.4", "AJ243425.1", "CH471062.2", "CP068273.2", "CS691417.1", "KT584074.1", "NC_000005.10", "NC_060929.1", "NG_021374.1"], "protein": ["AAA35815.1", "AAH73983.1", "AIR76490.1", "BAG60386.1", "BAG62672.1", "CAA36777.1", "CAB46678.1", "CAP12211.1", "EAW62135.1", "EAW62136.1", "NP_001955.1", "P18146.1", "QBR98146.1"], "rna": ["AK298101.1", "AK301065.1", "BC041701.1", "BC073983.1", "KM114058.1", "M24019.1", "M62829.1", "M80583.1", "MK681487.1", "NM_001964.3", "X52541.1"], "translation": [{"protein": "AAA35815.1", "rna": "M62829.1"}, {"protein": "NP_001955.1", "rna": "NM_001964.3"}, {"protein": "BAG60386.1", "rna": "AK298101.1"}, {"protein": "QBR98146.1", "rna": "MK681487.1"}, {"protein": "BAG62672.1", "rna": "AK301065.1"}, {"protein": "CAA36777.1", "rna": "X52541.1"}, {"protein": "AIR76490.1", "rna": "KM114058.1"}, {"protein": "AAH73983.1", "rna": "BC073983.1"}]}, "alias": ["AT225", "G0S30", "KROX-24", "NGFI-A", "TIS8", "ZIF-268", "ZNF225"], "ensembl": {"gene": "ENSG00000120738", "protein": "ENSP00000239938", "transcript": "ENST00000239938", "translation": [{"protein": "ENSP00000239938", "rna": "ENST00000239938"}], "type_of_gene": "protein_coding"}, "entrezgene": "1958", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.66748383, "exp_mis": 238.9371064, "exp_syn": 129.00237, "lof_z": 2.38520241509002, "mis_z": 3.09900239714042, "mu_lof": 6.02750730929e-07, "mu_mis": 2.10145250793e-05, "mu_syn": 1.13117226427e-05, "n_lof": 1.0, "n_mis": 141.0, "n_syn": 90.0, "p_li": 0.674344947164404, "p_null": 0.00479367981063715, "p_rec": 0.320861373024958, "syn_z": 2.12883453820519}, "bp": 1632, "cds_end": 137803770, "cds_start": 137801450, "n_exons": 2, "nonpsych": {"exp_lof": 6.8985417, "exp_mis": 216.2198738, "exp_syn": 116.7183273, "lof_z": 2.2055554667351, "mis_z": 2.88887388890547, "mu_lof": 6.02750730929e-07, "mu_mis": 2.10145250793e-05, "mu_syn": 1.13117226427e-05, "n_lof": 1.0, "n_mis": 132.0, "n_syn": 83.0, "p_li": 0.638401342830696, "p_null": 0.00801196944757899, "p_rec": 0.353586687721725, "syn_z": 1.96498706364728}, "nontcga": {"exp_lof": 7.05006267, "exp_mis": 219.8181315, "exp_syn": 118.67816796, "lof_z": 2.24773246346311, "mis_z": 3.21977692458985, "mu_lof": 6.02750730929e-07, "mu_mis": 2.10145250793e-05, "mu_syn": 1.13117226427e-05, "n_lof": 1.0, "n_mis": 124.0, "n_syn": 80.0, "p_li": 0.630222697614747, "p_null": 0.00710512408842049, "p_rec": 0.362672178296833, "syn_z": 2.24803477943418}, "transcript": "ENST00000239938.4"}, "exons": [{"cdsend": 138468081, "cdsstart": 138465761, "chr": "5", "position": [[138465478, 138466068], [138466756, 138469303]], "strand": 1, "transcript": "NM_001964", "txend": 138469303, "txstart": 138465478}], "exons_hg19": [{"cdsend": 137803770, "cdsstart": 137801450, "chr": "5", "position": [[137801167, 137801757], [137802445, 137804992]], "strand": 1, "transcript": "NM_001964", "txend": 137804992, "txstart": 137801167}], "generif": [{"pubmed": 11819815, "text": "Egr-1 in the cancer tissue shows down-regulated expression that supports the inhibited function of Egr-1 in cancer growth and suggests Egr-1 may have an important role in gene therapy of esophageal carcinoma."}, {"pubmed": 11830539, "text": "Early Growth Response-1 gene mediates up-regulation of epidermal growth factor receptor expression during hypoxia"}, {"pubmed": 11909874, "text": "HIV Tat binds Egr proteins and enhances Egr-dependent transactivation of the Fas ligand promoter"}, {"pubmed": 11925592, "text": "Egr-1 gene of transfected HHCC and ECa109 cells showed obvious suppression of the cell growth and malignant phenotypes, but no suppression in SMMC7721 (HCC cell line) cells."}, {"pubmed": 11956220, "text": "Activation of human monoamine oxidase B gene expression by a protein kinase C MAPK signal transduction pathway involves c-Jun and Egr-1."}, {"pubmed": 11978801, "text": "role in mediating tissue factor expression in endothelial cells induced by CD40 ligand"}, {"pubmed": 12011097, "text": "Egr-1 is necessary and sufficient to activate human PPARgamma1 gene expression in VSMC"}, {"pubmed": 12065847, "text": "Egr1 has multiple roles in prostate tumor cell growth and survival, cell differentiation, tumor progression, angiogenesis, and apoptosis."}, {"pubmed": 12165491, "text": "Egr1 translates developmental signals into appropriate changes in gene expression at multiple stages of thymocyte development."}, {"pubmed": 12235180, "text": "Egr1 is the oncostatin M-induced transcription factor that binds to the SIRE sequence of the LDL receptor promoter"}, {"pubmed": 12384223, "text": "transactivation of the EGF receptor as well as stimulation of the mitogen activated/extracellular signal-regulated protein kinase (ERK) are essential for substance P/NK-1 receptor-induced activation of Egr-1 biosynthesis"}, {"pubmed": 12393577, "text": "The proximal serum response element in the Egr-1 promoter mediates response to thrombin in primary human endothelial cells. Thrombin does this by a MAPK-dependent mechanism that involves an interaction between SRF & SRE-1."}, {"pubmed": 12439908, "text": "Egr-1 expression and cell apoptosis may have an important biological significance in esophageal carcinogenesis."}, {"pubmed": 12456801, "text": "studies for the first time identify Egr-1 as a nuclear target of gastrin and show that functional interplay of Egr-1, Sp1, and CREB is indispensable for gastrin-dependent CgA transactivation in gastric epithelial cells"}, {"pubmed": 12457461, "text": "Data demonstrate that Egr-1, AP1 and Smad are part components of the transforming growth factor beta signal transduction pathway that regulates PPAR gamma expression."}, {"pubmed": 12507899, "text": "Keratinocytes of chronic psoriatic plaques were characterized by enhanced p16, p14(ARF), and p12 expression accompanied by elevated Egr-1 levels"}, {"pubmed": 12517959, "text": "Overexpression of EGR1 via generation of superoxide anions inhibits the basolateral Na+/K+-ATPase activity of kidney proximal tubule cells."}, {"pubmed": 12543866, "text": "role of Egr-1 in lipopolysaccharide (LPS) induction of TF and inflammatory mediators in vivo was evaluated using Egr-1(+/+) and Egr-1(-/-) mice"}, {"pubmed": 12553019, "text": "Egr-1 has a significant role in carcinogenesis and in cancer progression, especially metastasis."}, {"pubmed": 12553721, "text": "upregulation of Egr-1 might contribute to fibrosis observed in rheumatoid arthritis synovium by activation of genes encoding the alpha1 and alpha2 chains of type I collagen"}, {"pubmed": 12566441, "text": "PI3K/ERK signaling by the EP(4) receptors induces the functional expression of early growth response factor-1 (EGR-1)"}, {"pubmed": 12571843, "text": "The enhanced expression of Egr-1 may regulate the activity of matrix metalloproteinases in synovial fibroblasts by enhancing the expression of the TIMP-1, -2, and -3 genes."}, {"pubmed": 12618431, "text": "data demonstrates that eukaryotic translation initiation factor 4E binding protein 1 is a new target for early growth response-1"}, {"pubmed": 12637574, "text": "Egr-1 represses COL2A1 by preventing interactions between Sp1 and the general transcriptional machinery"}, {"pubmed": 12690110, "text": "Egr1 controls p21Cip1 expression by directly interacting with a specific sequence on its gene promoter."}, {"pubmed": 12706485, "text": "These results suggest that induction of egr-1 may be needed to regulate genes involved in DNA repair, cell survival, and apoptosis."}, {"pubmed": 12729460, "text": "stimulation by ATP via a protein kinase C-dependent pathway in the human osteoblastic HOBIT cell line"}, {"pubmed": 12872165, "text": "study provides the first evidence of the crucial role of Egr-1 in microvascular endothelial cell growth, neovascularization, tumor angiogenesis and tumor growth"}, {"pubmed": 12890669, "text": "EGR1 binds to the androgen receptor (AR) in prostate carcinoma cells, and an EGR1-AR complex can be detected"}, {"pubmed": 12947119, "text": "study provides strong evidence that early growth response 1 regulates low density lipoprotein receptor transcription via a novel mechanism of protein-protein interaction with CCAAT enhancer-binding protein beta"}, {"pubmed": 12958075, "text": "activation of JNK and expression of Egr-1 gene in B lymphoblasts mediate a cellular response to genotoxic agents that may be induced by Fanconi anemia proteins"}, {"pubmed": 14522979, "text": "early growth response 1 regulates inducible heparanase gene transcription in activated T cells"}, {"pubmed": 14662774, "text": "EGR-1 is required for expression of NAG-1 by troglitazone"}, {"pubmed": 14966901, "text": "expression of Egr-1, c-fos and cyclin D1 varies in esophageal precancerous lesions and cancer tissues, suggesting an involvement of these genes in the development of esophageal carcinoma."}, {"pubmed": 14985468, "text": "microtubules regulate EGR-1 localization in benign prostate cells but not in malignant prostate cells"}, {"pubmed": 15003938, "text": "Although EGR-1 is induced by PDGF in human airway smooth muscle cells in cell culture, the role of EGR-1 in airway remodeling and asthma remains to be established."}, {"pubmed": 15023995, "text": "mPGES-1 and Egr-1 are novel targets of PPARgamma"}, {"pubmed": 15155664, "text": "Helicobacter pylori induced expression of Egr-1 in gastric epithelial cell lines in a dose-dependent manner, suggesting a role, in part, in Helicobacter pathology"}, {"pubmed": 15211096, "text": "Review examines emerging evidence that ERG-1 orchestrates transcriptional response to vascular injury."}, {"pubmed": 15225550, "text": "Cells induced with serum to increase endogenous Egr1 increase the transcription of p300/CBP only when Egr1 binding sites in the promoter are not mutated, causing the expression of downstream targets of Egr1."}, {"pubmed": 15231681, "text": "Egr-1 may display tumor-suppressing activity and offers a potential target for uterine leiomyoma management."}, {"pubmed": 15449318, "text": "Deletion analyses of the Egr-1 promoter identify a minimal estradiol-responsive region of the promoter containing a serum response element which binds Elk-1 and serum response factor."}, {"pubmed": 15486985, "text": "Findings suggest that EGR-1 expression and activity is differentially regulated in prostate cancer cell line PC-3 and BPH-1 cell line."}, {"pubmed": 15517593, "text": "EGR-1 regulates PTEN expression in the initial steps of the apoptotic pathway"}, {"pubmed": 15523672, "text": "results show that there are genuine Sp1/Sp3 or Egr-1 controlled genes showing no cross-regulation of Sp1/Sp3 and Egr-1 through the same DNA-binding site"}, {"pubmed": 15545275, "text": "Egr-1 has roles in regulating both the basal and LPS-induced activity of the SOCS-1 promoter"}, {"pubmed": 15611055, "text": "the MEK1/ERK1/2 pathway couples the CCK2 receptor to nuclearization and DNA binding of Egr-1"}, {"pubmed": 15640148, "text": "IL-17-stimulated TNF-alpha mRNA expression and promoter activity was dependent on Egr-1 expression."}, {"pubmed": 15689620, "text": "Data show that ionizing radiation causes stress-induced activation of insulin-like growth factor-1 receptor-Src-Mek-Erk-Egr-1 signaling that regulates the clusterin pro-survival cascade."}, {"pubmed": 15709168, "text": "Up-regulation of EGR1 contributed significantly more to heparanase expression than did promoter CpG hypomethylation in prostate cancer samples."}, {"pubmed": 15875316, "text": "finding of FGF2 and EGR1 upregulation in endothelial cell microvascular channels within organising thrombus"}, {"pubmed": 15910736, "text": "results show that distal serum response elements within the Egr-1 promoter are of major importance for the inducibility of Egr-1 gene transcription by tetradecanoylphorbol acetate"}, {"pubmed": 15923644, "text": "TNF-alpha-induced CD44 expression was regulated by AP-1 through the activation of the CaMK-II pathway, whereas LPS-induced CD44 transcription was regulated specifically by Egr-1 through JNK activation."}, {"pubmed": 15999367, "text": "The EGR1 gene appeared to be deleted in ER-negative human breast carcinomas. Egr-1 may contribute to the pathogenesis of ER-negative breast carcinomas versus ER-positive breast carcinomas."}, {"pubmed": 16007175, "text": "EGR1 expression in combination with promotor CpG methylation regulates heparanase expression"}, {"pubmed": 16079301, "text": "this is a novel first report demonstrating that the expression of ATF3 occurs via early growth response gene-1 downstream of extracellular signal-regulated kinase1/2"}, {"pubmed": 16091742, "text": "c-Abl promotes the induction of EGR1 through the MEK/ERK pathway in regulating apoptotic response to oxidative stress."}, {"pubmed": 16093249, "text": "EGR1 regulates heparanase transcription in tumor cells and importantly, can have a repressive or activating role depending on the tumor type"}, {"pubmed": 16260776, "text": "Egr-1 induces the expression of its corepressor nab2 by activation of the nab2 promoter in a negative feedback loop"}, {"pubmed": 16382041, "text": "Nkx3.1 and Egr1 regulate gene programs involved in distinct aspects of prostate tumorigenesis [review]"}, {"pubmed": 16393964, "text": "Overexpression of Egr-1, but not Egr-3, is capable of augmenting transcription of an intact CD154 promoter."}, {"pubmed": 16464174, "text": "Transcriptional stimulation of the human NHE3 promoter activity by PMA: PKC independence and involvement of the transcription factor EGR-1."}, {"pubmed": 16552541, "text": "The IGFBP3, hRas, JunB, Egr-1, Id1 and MIDA1 genes were up-regulated in psoriatic involved skin compared with uninvolved skin."}, {"pubmed": 16702209, "text": "EGR-1 is induced by transforming growth factor-beta and mediates stimulation of collagen gene expression"}, {"pubmed": 16741963, "text": "Expression of Tat decreased NGF-induced Egr-1 levels in neuroblastoma cells."}, {"pubmed": 16831524, "text": "EGR1 regulates TOPBP1 gene transcription."}, {"pubmed": 16858414, "text": "These findings indicate that Snail upregulation by HGF is mediated via the MAPK/Egr-1 signaling pathway and that both Snail and Egr-1 play a critical role in HGF-induced cell scattering, migration, and invasion."}, {"pubmed": 16995904, "text": "GTP-Binding Protein alpha Subunits, Gq-G11, gene is regulated during megakaryocytic differentiation by EGR-1."}, {"pubmed": 17099140, "text": "The identification that induction of MMP-2 and MT1-MMP by CSE from lung fibroblasts is EGR-1-dependent reveals a molecular mechanism for matrix remodeling in cigarette smoke-related emphysema."}, {"pubmed": 17257596, "text": "cDNA microarray analysis revealed that expression of early growth response gene-1 (Egr-1) was increased by LMP1 expression in MCF7 and Jurkat cells."}, {"pubmed": 17420284, "text": "Haploinsufficiency for Egr1plays a role in the development of acute myeloid leukemia and myelodysplastic syndromes characterized by abnormalities of chromosome 5."}, {"pubmed": 17448597, "text": "EGR1 is upregulated after radical prostatectomy for prostatic neoplasms."}, {"pubmed": 17494953, "text": "The MAPK-EGR-1-HSP70 pathway regulates the cigarette smoke-induced inflammatory process."}, {"pubmed": 17502875, "text": "Can repress herpes simplex virus (HSV) type 1 immediate-early gene expression, and thus may play a critical role in HSV-1 gene silencing during latency and reactivation."}, {"pubmed": 17516844, "text": "reveal a novel role for protein phosphatase 1 inhibitor in the regulation of the tumor suppressor gene EGR1 via activation of the MEK-ERK MAPK pathway"}, {"pubmed": 17559061, "text": "Radiofrequency radiation (900 MHz) induces EGR1 gene expression and affects cell-cycle control in human neuroblastoma."}, {"pubmed": 17581316, "text": "STI571 influence through inducing urokinase-type plasminogen activator and interleukin-8, in which the induction of early growth response-1 expression and extracellular signal-regulated kinase 1/2 phosphorylation might be involved."}, {"pubmed": 17599039, "text": "Constitutive expression of Egr-1 transgene abrogates E2F-1 oncogene-mediated block in differentiation of murine myeloblastic leukemia cells, allowing the cells to differentiate into functionally mature macrophages that subsequently undergo apoptosis."}, {"pubmed": 17631285, "text": "Our data demonstrate that IL-1beta-induced Id2 expression in VSMC is mediated by the transcription factor Egr-1 in VSMC."}, {"pubmed": 17631291, "text": "Results reveal that egr-1 is a target gene of PGE(2) in HCA-7 cells and is regulated via the newly identified EP4/ERK/CREB pathway."}, {"pubmed": 17671831, "text": "Calcipotriol affects proliferation of keratinocytes by decreasing the expression of EGR1 and PLK2."}, {"pubmed": 17932312, "text": "Activated protein C may provide cytoprotective activity by activating the ERK pathway, which upregulates EGR-1 thereby suppressing the expression of TRAIL by PAR-1/S1p1 dependent but EPCR independent mechanism."}, {"pubmed": 17967787, "text": "Hemin increased Egr-1 expression (mRNA, protein) within 30 minutes and ERK-1/2 phosphorylation and nuclear translocation within 5 minutes"}, {"pubmed": 17975260, "text": "These results indicate that EGR1 is a key player in coordinated down-regulation of genes in leiomyoma."}, {"pubmed": 17986608, "text": "defect in upregulation of p57Kip2 transcription is due to reduced levels of EGR1 caused by direct, destabilizing interaction with PAX3-FOXO1"}, {"pubmed": 18027854, "text": "Egr-1 negatively regulates survivin expression and sensitizes cell lines to TRAIL-induced apoptosis"}, {"pubmed": 18067864, "text": "These results suggest that elevated expression and activity of PLD attenuate phorbol myristate acetate-induced Egr-1 expression via PI3K pathway."}, {"pubmed": 18068676, "text": "Intact SP1-binding sites are essential for promoter activity, whereas EGR-1 suppresses the transcription of the human SREBP-1a promoter"}, {"pubmed": 18088351, "text": "Antithrombin might inhibit LPS-induced production of TNF-alpha by inhibiting the increase in Egr-1 expression in monocytes via interaction with heparin-like substances expressed on the cell surface"}, {"pubmed": 18171299, "text": "The greatest reduction in the number of C. pneumoniae inclusions was due to the silencing of the gene coding for the transcription factor early growth response 1, which decreased the number of inclusions by 38.6%"}, {"pubmed": 18174470, "text": "Prolonged exposure to heme, as may be observed after plaque rupture in atherosclerotic disease, leads to dysregulation and prolonged elevated Egr-1 expression that contributes to atherosclerotic progression"}, {"pubmed": 18204200, "text": "These results suggest that Egr-1 may be an important breast cancer marker and that an as yet uncharacterized pathway involved in Egr-1 and gelsolin expression exists which leads to breast cancer cell development."}, {"pubmed": 18215136, "text": "Hepatocyte growth factor stimulates 5alpha-R1 expression through up-regulation of the transcription factor early growth response 1"}, {"pubmed": 18247371, "text": "Data demonstrate that a decrease in the level of Egr-1, one of the targets for MAPK, by Tat has a negative impact on the level of p35 expression in NGF-treated neural cells."}, {"pubmed": 18281687, "text": "Transcriptional activation of the EGR-1 promoter by JNK-MKK7 or by IL-1 required a single upstream AP-1 site and three distal serum-response elements (SRE)."}, {"pubmed": 18303024, "text": "CAR requires early growth response 1 to activate the human cytochrome P450 2B6 gene"}, {"pubmed": 18316600, "text": "ERK and JNK MAPK/Elk-1/Egr-1 signal cascade is required for p53-independent transcriptional activation of p21(Waf1/Cip1) in response to curcumin in U-87MG human glioblastoma cells"}, {"pubmed": 18324520, "text": "APE1 regulated PTEN expression is mediated by Egr-1."}, {"pubmed": 18434015, "text": "the early growth response 1 gene is repressed by Elk1 in normally cycling SH-SY5Y neuroblastoma cell line"}, {"pubmed": 18434089, "text": "ATP activated MAPKs through the P2Y2 purinoceptor/PLC/PKC/ERK signaling pathway and induced translocation of ERK1/2 into the nucleus."}, {"pubmed": 18435749, "text": "EGR1 gene is implicated in idiopathic absence epilepsy."}, {"pubmed": 18460021, "text": "Egr-1 plays an important regulatory role in the transcriptional activation of hTERT."}, {"pubmed": 18469860, "text": "Activation of BAG3 by Egr-1 in response to FGF-2 in neuroblastoma."}, {"pubmed": 18489490, "text": "findings show EGR-1 was mainly restricted to tumor cells expressing NMDA-R & significantly upregulated in astrocytic tumors compared to normal brain; EGR-1 expression was significantly associated with enhanced patient survival in high grade astrocytomas"}, {"pubmed": 18507785, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18507785, "text": "association of Egr-1 polymorphisms with plasma total IgE and atopy in asthmatic children"}, {"pubmed": 18515748, "text": "After high glucose stimulation, AhR was found in complex with Egr-1 & activator protein-2."}, {"pubmed": 18525291, "text": "Sp1/Egr1-repeat polymorphism in the ALOX5 promoter is not a genetic marker for the risk of developing late-onset Alzheimer disease"}, {"pubmed": 18583706, "text": "EGR1 is an important transcriptional stimulator of the human PCYT2 and that conditions that modify EGR1 also affect the function of ECT and consequently PE synthesis"}, {"pubmed": 18604866, "text": "the basal activity of the human PRDM1 promoter, through which several factors, including SP1, SP3 and early growth response 1, modulate its expression through a conserved GC-box."}, {"pubmed": 18636116, "text": "No pathological mutations were detected upon sequencing of the coding regions and the adjacent intronic regions of EGR1 in 96 unrelated Chinese subjects with high myopia."}, {"pubmed": 18636116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18675783, "text": "The role of the Early Growth Response-1 transcription factor in TNFalpha autoregulation in HaCaT human keratinocytes was investigated."}, {"pubmed": 18682391, "text": "Histamine-induced Egr-1 expression is dependent on the activation of the H1 receptor, and rapidly and transiently activates PKCdelta, ERK1/2, p38 kinase, and JNK prior to Egr-1 induction."}, {"pubmed": 18704310, "text": "The expression of EGR-1 mediated by p38MAPK pathway plays a critical role in paclitaxel resistance of ovarian carcinoma cells."}, {"pubmed": 18711316, "text": "DIDS-sensitive Cl- channels play a key role in the Low-density lipoprotein-induced cell proliferation of human aortic smooth muscle cells via the activation of Erk1/2 and PI3K/Akt and the upregulation of Egr-1."}, {"pubmed": 18772333, "text": "These findings define a Smad-independent TGF-beta signal transduction mechanism that underlies the stimulation of Egr-1."}, {"pubmed": 18780286, "text": "growth factors and serum induce expression of Egr-1 and SRF, respectively, which in turn induces E2-EPF UCP expression that positively regulates cancer cell growth"}, {"pubmed": 18830406, "text": "demonstrate a critical role for Egr-1 in promoting autophagy and apoptosis in response to cigarette smoke exposure in vitro and in vivo"}, {"pubmed": 18989526, "text": "Report phorbol 12-myristate 13-acetate responsive sequence in Galphaq promoter during megakaryocytic differentiation. Regulation by EGR-1 and MAP kinase pathway."}, {"pubmed": 19032775, "text": "Results indicate that M12 cells undergo Egr1-dependent apoptotic response upon UV stimulation and led to the identification of downstream targets of Egr1, which mediate epidermal growth factor receptor function."}, {"pubmed": 19074480, "text": "we show a strong association between endoglin and EGR-1, increased collagen and Ssmooth muscle cells expression, decreased levels of intraplaque thrombosis"}, {"pubmed": 19074849, "text": "activation of ESE-1 via enhanced nuclear translocation mediates tolfenamic acid-induced EGR-1 expression, which plays a critical role in the activation of apoptosis"}, {"pubmed": 19112164, "text": "Early growth response-1 regulates angiopoietin-1-induced endothelial cell proliferation, migration, and differentiation."}, {"pubmed": 19115247, "text": "HDAC4 contributes to transcriptional induction of mPGES-1 by IL-1 through a mechanism involving up-regulation of Egr-1 transcriptional activity"}, {"pubmed": 19131339, "text": "Mutation of Sp1 and Egr1 binding sites within the essential region diminished Fyn promoter activity and identified Egr1 as conferring redox sensitivity."}, {"pubmed": 19152168, "text": "thalidomide could suppress leukemia cell invasion and migration by upregulation of Egr-1"}, {"pubmed": 19245972, "text": "The present study demonstrates the differential up-regulation of Egr-1 in the thrombus-covered wall of human Abdominal Aortic Aneurysm (AAA) and also suggests its possible contribution to the thrombogenic and inflammatory pathogenesis in human AAA."}, {"pubmed": 19261809, "text": "TNF-alpha abrogated TGFbeta1-induced SMalphaA gene expression at the level of transcription without disrupting phosphorylation of regulatory Smads."}, {"pubmed": 19276347, "text": "E2F1 activated the expression of transcription factor EGR1 for promoting cell survivalin prostate cancer."}, {"pubmed": 19307156, "text": "these findings provide molecular insight into T-bet transcription and suggest that EGR1 is an upstream regulator of T-bet induction."}, {"pubmed": 19307576, "text": "IL-10 expression may be regulated by miR-106a, which is in turn transcriptionally regulated by Egr1 and Sp1"}, {"pubmed": 19374776, "text": "Observations of in vivo occupancy changes of EGR-1 and SP1 suggest that several types of interplay between EGR-1 and other proteins result in multiple responses to EGR-1 downstream genes."}, {"pubmed": 19426596, "text": "Data suggest that Flt3 Ligand(FL) gene regulated by Egr-1 promoter can protect hematopoiesis from 5-Fu injury."}, {"pubmed": 19432968, "text": "Thrombin induced a robust and transient biosynthesis of Egr-1."}, {"pubmed": 19435811, "text": "Results indicate that EGR-1 and nuclear factor-kappaB mediate GRO/CXCR2 proliferative signaling in esophageal cancer and may represent potential target molecules for therapeutic intervention."}, {"pubmed": 19446747, "text": "Fluorescence in situ hybridization using a probe of EGR1 is able to detect a cryptic deletion in a patient with myelodysplastic syndrome."}, {"pubmed": 19467232, "text": "ERG1 may loop the distal enhancer PB responsive enhancer module towards the proximal OA response element KI so that together, CAR and HNF4alpha synergistically activate the CYP2B6 promoter."}, {"pubmed": 19526316, "text": "Egr-1 might play an important role in the up-regulation of VEGF and IL-8 induced by HGF and contribute to HGF-mediated angiogenesis, which might be promising targets for hepatocellular carcinoma therapy."}, {"pubmed": 19724854, "text": "pcDNA3.1-Egr-1-TRAIL recombinant plasmid can sensitize SW480 cells to radiation"}, {"pubmed": 19747485, "text": "Regulated WT1 followed by sequential Egr1 and Sp1 binding to elements within Prm1 mediate repression and subsequent induction of TPalpha during differentiation into the megakaryocytic phenotype."}, {"pubmed": 19765320, "text": "Flt3 ligand transcriptional control is targeted by fluorouracil-induced Egr-1 promoter in hematopoietic damage"}, {"pubmed": 19781349, "text": "The activation of EGR-1 mediated by p38MAPK pathway plays a critical role in epirubicin resistance of human breast carcinoma cells."}, {"pubmed": 19786090, "text": "Egr1 is a novel regulator of stathmin expression and p53 mediates the transcriptional repression of stathmin by Egr1 in human lung cancer cells."}, {"pubmed": 19822898, "text": "Data show that VEGFR1 promoter binding sites for ELF-1, CREB and EGR-1/3 play a positive role in gene transcription in endothelial cells."}, {"pubmed": 19833116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19833116, "text": "We showed high levels of Egr-1 mRNA expression and demonstrated a significant association of polymorphism with increased plasma total IgE and atopy in AR patients"}, {"pubmed": 19837667, "text": "Data show that EGR-1 knockdown inhibited gene transcription and production of IL-8 by a human prostate cancer cell line, and that silencing EGR-1 suppressed a synergistically functional interaction between EGR-1 and NF-kappaB."}, {"pubmed": 19837979, "text": "JUN overexpression in multiple myeloma cells induced cell death and growth inhibition and up-regulated expression of early growth response protein 1."}, {"pubmed": 19878561, "text": "Egr-1 protein expression is associated with disease progression in human bladder cancer."}, {"pubmed": 19885607, "text": "Egr-1 downregulation by siRNA inhibits growth of human prostate carcinoma cell line PC-3"}, {"pubmed": 19888474, "text": "Nab2 is a novel endogenous negative regulator of Egr-1-dependent TGF-beta signaling responsible for setting the intensity of fibrotic responses"}, {"pubmed": 19913601, "text": "Knockdown of Egr-1 by expression of small interfering RNA attenuated EGF-induced Klotho promoter activity."}, {"pubmed": 19915002, "text": "the first evidence that Egr-1 protein is differentially expressed in Th1 and Th2 cells and is involved in the acute phase of the IL-4 transcription in response to T cell receptor stimulation"}, {"pubmed": 20009530, "text": "Studies demonstrated that EGR1 is involved in regulating homeostasis of hematopoietic stem cells (HSC) by coordinating proliferation and migration."}, {"pubmed": 20016208, "text": "P. gingivalis antigens and IL-6/sIL-6R stimulated Egr-1 and MCP-1 expression in coronary artery endothelial cells."}, {"pubmed": 20018936, "text": "IL-1beta induction of EGR-1 transcription involves histone H3 phosphorylation, acetylation, and autoregulation by EGR-1."}, {"pubmed": 20053757, "text": "15(S)-HETE-induced angiogenesis requires Src-mediated Egr-1-dependent rapid induction of FGF-2."}, {"pubmed": 20087343, "text": "Egr-1 drives c-FLIP expression and the short splice variant of c-FLIP (c-FLIP(S)) specifically inhibits DR5 activation."}, {"pubmed": 20121949, "text": "Snail associates with EGR-1 and SP-1 to mediate TPA-induced transcriptional upregulation of p15(INK4b) in HepG2"}, {"pubmed": 20144677, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20190820, "text": "Overexpression of Egr-1 is caused by mutation of p53 and appears to be initiated through activation of the MEK/ERK1/2 signaling cascade by mutant p53."}, {"pubmed": 20204305, "text": "Human SK-BR3 and MCF-7 breast carcinoma cell growth and capacity of anchorage transfected with siRNA-Egr-1 or treated with camptothecin was slower than that of the control group"}, {"pubmed": 20348948, "text": "EGR1 is required for the ability of TBX2 to repress NDRG1 and drive cell proliferationin breast cancer."}, {"pubmed": 20363028, "text": "Data show that neutrophils constitutively express EGR-1 protein."}, {"pubmed": 20372793, "text": "thymidine phosphorylase has a role in the induction of early growth response protein-1 and thrombospondin-1 by 5-fluorouracil in human cancer carcinoma cells"}, {"pubmed": 20403028, "text": "results indicate that aberrant expression of EGR1 in gastric cancer is associated with tumor invasion and metastasis, and heparanase transcription"}, {"pubmed": 20414733, "text": "these results reveal that Tat directly transactivates Egr-1 expression"}, {"pubmed": 20448047, "text": "Study provides a new therapeutic target, Egr-1, for attenuation of elevated leukotriene levels in patients with sickle cell disease and other inflammatory diseases."}, {"pubmed": 20489156, "text": "Data suggest that EGR-1 plays important roles on VEGF-A expression in lung cancer cells, and epigenetic silencing of transactivator(s) associated with NAB-2 expression might also contribute to upregulate VEGF-A expression."}, {"pubmed": 20506119, "text": "Results suggest that in many cells of neuroectodermal and epithelial origin EGR1, EGR2, and EGR3 activate NAB2 transcription which is in turn repressed by NAB2, thus establishing a negative feedback loop."}, {"pubmed": 20507991, "text": "a novel mechanism by which an extracellular signal initiated by RAGE ligand AGEs regulates Egr-1 in a manner requiring mDia-1"}, {"pubmed": 20585888, "text": "Data show that co-expression of ZNF300 and Egr1 lead to enhanced IL-2Rbeta promoter activity, and suggest that ZNF300 is another regulator of the human IL-2Rbeta promoter."}, {"pubmed": 20621662, "text": "Downregulation of transforming growth factor beta receptor-II expression by cigarette smoke-induced Egr-1 may contribute to smoking-induced premature skin aging."}, {"pubmed": 20690147, "text": "In vivo EGR1 binding sites were identified in phorbol 12-myristate 13-acetate-treated K562 cells."}, {"pubmed": 20811575, "text": "Performed ChIP-Seq to find the targeting microRNA genes of Egr1, in K562 cells.  Found Egr1 binding sites near the promoters of 124 distinct microRNA genes, accounting for about 42% of the miRNAs which have high-confidence predicted promoters."}, {"pubmed": 20864524, "text": "Kaposi's sarcoma-associated herpesvirus-encoded glycoprotein B promotes virus latency by regulating expression of cellular Egr-1."}, {"pubmed": 20945384, "text": "CXCL5/ENA78 increased cell migration and epithelial-to-mesenchymal transition of hormone-independent prostate cancer by early growth response-1/snail signaling pathway."}, {"pubmed": 21118966, "text": "Data show that miR-183 has a potential oncogenic role through the regulation of 2 tumor suppressor genes, EGR1 and PTEN, and the deregulation of this fundamental miRNA regulatory network may be central to many tumor types."}, {"pubmed": 21160498, "text": "SAMD9, an IFN-gamma-responsive protein, interacts with RGL2 to diminish the expression of EGR1, a protein of direct relevance to the pathogenesis of ectopic calcification and inflammation."}, {"pubmed": 21189327, "text": "results reveal that miR-199a and Brm form a double-negative feedback loop through Egr1, leading to the generation of two distinct cell types during carcinogenesis."}, {"pubmed": 21212994, "text": "Glucose and TNF-alpha increased Egr-1 expressionvia ERK1/2 activation in endothelial cells."}, {"pubmed": 21224049, "text": "these results reveal a new EGR-1/GGPPS/MAPK signaling pathway that controls cigarette smoke-induced pulmonary inflammation."}, {"pubmed": 21297666, "text": "found that E-cadherin negatively regulates tumor cell growth, in part, by positively regulating PTEN expression via beta-catenin-mediated Egr1 regulation, thus influencing PI3K/Akt signaling"}, {"pubmed": 21321112, "text": "the Egr-1/GGPPS/Erk1/2 pathway is responsible for insulin resistance during hyperinsulinism"}, {"pubmed": 21336263, "text": "The absence of ERG rearrangement in bladder or lung small cell carcinomas highlights the utility of detecting ERG rearrangement in small cell carcinomas of unknown primary for establishing prostatic origin."}, {"pubmed": 21354100, "text": "Chlorination of high-density lipoprotein induced phosphorylation of p42/44 mitogen-activated protein kinase, expression of transcription factor early growth response 1 and enhanced expression of heme oxygenase-1 in human endothelial cells."}, {"pubmed": 21365018, "text": "The HMGB1/RAGE/OPN/Egr-1 pathway may be involved in inflammatory, angiogenic and fibrotic responses in proliferative vitreoretinal disorders."}, {"pubmed": 21368226, "text": "Egr-1 expression is upregulated in rat and human astrocytes exposed to HIV-1 Tat protein in vitro."}, {"pubmed": 21419860, "text": "nuclear translocation involves importin-7"}, {"pubmed": 21436631, "text": "The study suggests a connection between CD133 and EGR1 and emphasises the importance of the EGR1/TCF4/CD133/LGR5 network in colorectal cancer."}, {"pubmed": 21479245, "text": "These data define serum response factor as a host cell transcription factor that regulates immediate early gene expression in Toxoplasma-infected cells."}, {"pubmed": 21489990, "text": "Egr-1 is an in vivo regulator of tau phosphorylation and suggest that in AD brain increased levels of Egr-1 aberrantly activate an Egr-1/Cdk5/PP1 pathway, leading to accumulation of hyperphosphorylated tau, thus destabilizing the microtubule cytoskeleton."}, {"pubmed": 21506108, "text": "Induction of Id-1 by FGF-2 involves activity of EGR-1 and sensitizes neuroblastoma cells to cell death."}, {"pubmed": 21551235, "text": "Removal of regions upstream of the SRE 1 or 2 sites led to a dramatic reduction in Egr-1 promoter activity & response to IGFBP-3 expression. Loss of all 5 SRE sites & 2 CRE sites led to a total elimination of Egr-1 promoter activity."}, {"pubmed": 21596316, "text": "p53 and EGR1 play the role in two phases of mitogenic signaling in mammary epithelial cells exposed to EGF."}, {"pubmed": 21617851, "text": "overexpression of EGR-1 selectively increased AP-1 and NF-kappaB activation."}, {"pubmed": 21688838, "text": "Findings on the function of the arginine residue in the third zinc finger domain of Zif268 may be useful for the design of novel artificial zinc finger proteins."}, {"pubmed": 21725089, "text": "control network for Egr-1 expression through a feedback loop between SHP and HNF4alpha."}, {"pubmed": 21743491, "text": "Data show a crosstalk between mPGES-1/PGE(2) and EGR1/beta-catenin signaling that is critical for hepatocarcinogenesis."}, {"pubmed": 21743958, "text": "The results suggest that Egr-1 may promote prostate cancer development by modulating the activity of factors NF-kappaB and AP-1, which are involved in cell proliferation and apoptosis."}, {"pubmed": 21791614, "text": "Our study illustrates a central role of p300-acetylated ATF5 in ATF5-dependent Egr-1 activation"}, {"pubmed": 21931594, "text": "Egr-1 induces a distinct profibrotic/wound healing gene expression program in fibroblasts"}, {"pubmed": 21968973, "text": "NKX2-3 may play different roles in ulcerative colitis and Crohn's disease pathogenesis by differential regulation of EGR1."}, {"pubmed": 21995436, "text": "Egr-1-dependent induction of Cyr61 may contribute to premature skin ageing by smoking."}, {"pubmed": 21998680, "text": "SUMO-1 modification improving EGR1 ubiquitination is involved in the modulation of its stability upon EGF mediated induction"}, {"pubmed": 22053691, "text": "acquired knowledge on transcriptional regulation of Egr-1 is not entirely understood. In this review, we highlight upstream and downstream signaling in vitro and in vivo associated with Egr-1"}, {"pubmed": 22095683, "text": "tumor promoter induces RON expression via Egr-1, which, in turn, stimulates cell invasiveness in AGS cells"}, {"pubmed": 22115966, "text": "Results suggest that EGR-1 may stimulate prostate cancer cell growth through up-regulation of IGF-1R and indicate that down-regulation of EGR-1 could be an effective therapeutic approach against prostate cancer."}, {"pubmed": 22127986, "text": "EGR-1 is deregulated in tumor and structurally intact adjacent prostate tissues and defines field cancerization."}, {"pubmed": 22140445, "text": "Chronic hypoxia induces Egr-1 via activation of ERK1/2 and contributes to pulmonary vascular remodeling."}, {"pubmed": 22198386, "text": "Data demonstrate that induction of EGR1 involves ERK-mediated down-regulation of microRNA-191 and phosphorylation of the ETS2 repressor factor (ERF) repressor, which subsequently leaves the nucleus."}, {"pubmed": 22316125, "text": "EGR1 knockdown decreases the gene expression of growth factors and cytokines in mesenchymal stem cells."}, {"pubmed": 22344601, "text": "Intracoronary delivery of DNAzymes targeting human EGR-1 reduces infarct size following myocardial ischaemia reperfusion."}, {"pubmed": 22354777, "text": "When the histone H3 nonphosphorylatable mutant of serine 10 (S10A) was overexpressed in cells, arsenite induction of FOS, EGR1 and IL8 expression was significantly decreased as compared with wild-type cells."}, {"pubmed": 22428032, "text": "Elevated Egr-1 expression activates lytic genes in Kaposi's sarcoma-associated herpesvirus-infected cells"}, {"pubmed": 22431919, "text": "p130Cas signaling induces the expression of EGR1 and NAB2"}, {"pubmed": 22433566, "text": "EGF activates TTP expression by activation of ELK-1 and EGR-1 transcription factors."}, {"pubmed": 22455954, "text": "Down-regulation of PPARgamma expression by IL-1 requires de novo protein synthesis and is concomitant with induction of Egr-1."}, {"pubmed": 22508482, "text": "Results provide evidence that Egr-1 is a mediator that is involved in the EGF-induced downregulation of E-cadherin and increased cell invasion in ovarian cancer."}, {"pubmed": 22531302, "text": "Overexpression of fibroblast growth factor receptor 3 is associated with nonepithelial ovarian cancer."}, {"pubmed": 22634339, "text": "EGR-1 regulates pro-inflammatory NF-kappaB activation by LPS via PPARgamma although EGR-1 is a positive mediator of chemokine expression following ribosomal insult in intestinal epithelial cells."}, {"pubmed": 22659570, "text": "a crosslink between Egr-1 and periostin in cancer cells"}, {"pubmed": 22713211, "text": "FH535 blocked the expression of early growth responsive protein 1 (EGR-1) target genes, fibronectin and phosphatase and tensin homologue, without affecting EGR-1 nuclear accumulation in bronchial epithelial cells."}, {"pubmed": 22721276, "text": "Egr-1 expression is significantly increased in patients with cachexia and cancer."}, {"pubmed": 22832523, "text": "Methylation status of the NGFI-A gene of adolescent children is influenced by their mother's experience of intimate partner violence (IPV) during pregnancy; methylation of the mother's glucocorticoid receptor gene was not affected by IPV."}, {"pubmed": 22878149, "text": "Egr-1 plays an important role in regulating the HO-1 production induced by ischemia-reperfusion (IR). Downregulation of Egr-1 expression might be one of the mechanisms whereby ischemic postconditioning confers protection against pulmonary IR insult."}, {"pubmed": 22912725, "text": "Egr1 activates HGF-induced cell invasion through the regulation of MMPs in HCC cells and heparin inhibits HGF-induced cellular invasion via the downregulation of Egr1"}, {"pubmed": 22918686, "text": "Egr-1 might contribute to gastric cancer proliferation and invasion through activation of the beta-catenin signaling pathway."}, {"pubmed": 23029358, "text": "Bioinformatics assessment revealed a correlation between p300, EGR1 and MAML1 copy number and mRNA alterations in renal clear cell carcinoma and p300, EGR1 and MAML1 gene alterations were associated with increased overall survival."}, {"pubmed": 23103837, "text": "Important new insights into the temporal regulation by ethanol oxidation of Egr-1 and cellular steatosis."}, {"pubmed": 23121767, "text": "A novel signal pathway involved in gastrin-stimulated AE2 expression mediated by EGR1 in gastric cancer cells."}, {"pubmed": 23127556, "text": "It was shown that posttranscriptional control of Egr-1 expression requires the RNA-binding protein HuR. It was also shown that the Egr-1 3' UTR mediates posttranscriptional regulation of Egr-1 by HuR."}, {"pubmed": 23142458, "text": "Data indicate that measurement of EGR1 gene expression in response to rHuEPO in UT-7/EPO cells offers a rapid, non-radioactive and automatable alternative for the detection of rHuEPO neutralizing antibodies (NAbs)."}, {"pubmed": 23152075, "text": "These findings demonstrate that Egr-1 is implicated in glucose deprivation-induced necrosis and tumour progression."}, {"pubmed": 23178451, "text": "BCA induces prostate cancer cell death via EGR1 upregulation and nuclear translocalization, followed by activation of proapoptotic target genes."}, {"pubmed": 23363221, "text": "LMP1 induces AID up-regulation and genomic instability via Egr-1."}, {"pubmed": 23373701, "text": "These results suggest that D2R activation induces a Gbetagamma- and extracellular signal-regulated kinase 1/2-dependent increase in the level of Zif268, which functions to directly up-regulate the expression of GDNF."}, {"pubmed": 23409769, "text": "Hypoxia-induced expression of TF in human breast cancer cells depends on Egr-1 and HIF-1alpha, and both of these proteins may play an important role in breast cancer metastasis, either directly or indirectly through the TF pathway."}, {"pubmed": 23416169, "text": "NAB2 and EGR-1 exert opposite roles in regulating TRAIL expression in human Natural Killer cells."}, {"pubmed": 23433111, "text": "Three Egr-1-binding sequences (EBSs) were located at -1031, -1005, and -385 within the enhancer region of the BRCA1 gene."}, {"pubmed": 23468057, "text": "Data indicate that verexpression of Egr-1 induced a significant decrease in the basal levels of TRAIL."}, {"pubmed": 23478574, "text": "Paclitaxel induces multidrug resistance (MDR)1 expression, possibly illuminating a potential target pathway for the prevention of MDR1-mediated drug resistance."}, {"pubmed": 23592216, "text": "In EBV-positive Hodgkin's lymphoma LMP2A-expressing HRS cells lacking BCR signalling functions cannot induce EGR1 and are consequently protected from entry to the virus lytic cycle."}, {"pubmed": 23632636, "text": "Our results demonstrate that lipotoxic insults induce inflammation in placental cells via activation of JNK/EGR-1 signaling."}, {"pubmed": 23696025, "text": "The PAK5-Egr1-MMP2 signaling pathway is a critical regulator of cell migration and invasion in lung cancer cells."}, {"pubmed": 23715767, "text": "Transcription of the p21Waf1/Cip1 and JNK-1 genes is affected by inhibition of the early growth response-1(Egr-1)."}, {"pubmed": 23717422, "text": "Sanguinarine effectively increased the activation of the early growth response gene-1 (Egr-1)."}, {"pubmed": 23718776, "text": "His382 inserts into the major groove of DNA, and stabilizes the EGR1-DNA interaction via both hydrogen bonding and van der Waals contacts."}, {"pubmed": 23755764, "text": "EGR1 expression was not altered in gastric adenocarcinoma or metastatic lymph node tissues."}, {"pubmed": 23802749, "text": "Egr-1 evoked an increased GNA11 transcription."}, {"pubmed": 23857582, "text": "Heterogeneous nuclear ribonucleoprotein (HnRNP) K genome-wide binding survey reveals its role in regulating 3'-end RNA processing and transcription termination at the early growth response 1 (EGR1) gene through XRN2 exonuclease."}, {"pubmed": 23874821, "text": "Egr-1 played a critical role in silica-induced pulmonary fibrosis in an ERK1/2, P38 MAPKs-dependent manner, which suggests Egr-1 is an essential regulator in silicosis."}, {"pubmed": 23945289, "text": "Findings demonstrate that EGR1 is a key player in the transcriptional control of miR-20b, and miR-20b may in turn function as an oncogene by contributing to breast tumorigenesis via tumor suppressor targeting."}, {"pubmed": 24001789, "text": "Zinc oxide nanoparticles might induce inflammatory response via human keratinocyte pathway."}, {"pubmed": 24011795, "text": "Egr-1 is associated with human gastric cancer progression through the alteration of tumor cell behavior, such as migration and invasion."}, {"pubmed": 24012056, "text": "The Egr-1 and Atg16L1 genes' polymorphisms were significant risk factors for susceptibility to chronic obstructive pulmonary disease (COPD) . These results demonstrate that autophagy regulator genetic mutations are associated with COPD in male smokers."}, {"pubmed": 24076422, "text": "These results indicate that a major pathway in the target association process for the Egr-1 zinc-finger protein is the one involving intersegment transfer to a nonspecific site and the subsequent sliding to the target."}, {"pubmed": 24077187, "text": "EGR-1 was observed in the center node of the regulatory network, which seems to play a role in the process of lung cancer metastasis."}, {"pubmed": 24098051, "text": "These findings demonstrate that ribosomal stress-induced ATF3 is a critical regulator in the convergent pathways between EGR-1 and NF-kappaB, which contributes to the suppression of Nod2-activated proinflammatory gene expression."}, {"pubmed": 24106272, "text": "in vivo biochemical or genetic inhibition of NFATc2 activity in megakaryocyte diminishes platelet CD40L implicates the NFATc2/EGR-1 axis as a key regulatory pathway of inflammatory and immunomodulatory activity in platelets"}, {"pubmed": 24190424, "text": "overexpression of Egr-1 decreased c-Abl activity independent of endogenous Egr-1 inhibition by siRNA-Egr-1."}, {"pubmed": 24297681, "text": "Positive expression of Egr-1 was significantly associated with age, lymphovascular invasion, lymph node and distant metastasis, tumor stage and poor survival."}, {"pubmed": 24337575, "text": "Both IKKbeta activity and EGR-1 expression are required for the increased IL-8 expression induced by proteasome inhibition in ovarian cancer cells."}, {"pubmed": 24376510, "text": "These data indicate that the acid-dependent NHE2 stimulation is implemented by transcriptional upregulation of NHE2 via acid-induced Egr-1 in the intestinal epithelial cells."}, {"pubmed": 24384380, "text": "Shikonin induces cell cycle arrest in human gastric cancer by Egr1-mediated p21 gene expression."}, {"pubmed": 24410631, "text": "SNAIL expression was attenuated by knockdown of EGR-1, but upregulated by ectopic expression of EGR-1."}, {"pubmed": 24436125, "text": "the substitution of H382 residue with other amino acids faithfully restores salt-dependent binding of EGR1 to DNA in a canonical fashion."}, {"pubmed": 24451137, "text": "Overexpression of Egr-1 induces Siva-1 transcription and apoptosis in cardiac fibroblast cell line."}, {"pubmed": 24603130, "text": "early growth response protein 1 is one of the key transcription factors in extremely low-frequency electromagnetic field- induced neuronal differentiation"}, {"pubmed": 24619556, "text": "In hepatocytes, E2F1 activates early growth response (Egr)-1 promoter which is repressed by small heterodimer partner (SHP) and EIA-like inhibitor of differentiation (EID)1"}, {"pubmed": 24657079, "text": "molecular determinants of a key protein-DNA interaction"}, {"pubmed": 24704156, "text": "PTEN was upregulated by BCA treatment or EGR1 overexpression."}, {"pubmed": 24742676, "text": "Data indicate that fat-specific protein 27 (FSP27) increases the inhibitory effect of transcription factor Egr1 on the adipose triglyceride lipase (ATGL) promoter."}, {"pubmed": 24787739, "text": "These results confirm the presence of EGR1 in the nucleolus and point to a role for EGR1 in the control of nucleolar metabolism."}, {"pubmed": 24819335, "text": "the data presented here provide an explanation for epithelial-to-mesenchymal transition of hypoxic renal tubular cells through the upregulation of Egr-1."}, {"pubmed": 24841508, "text": "INF-gamma may sensitize HNSCC cells to chemotherapy-induced apoptosis and necroptosis through up-regulation of Egr-1"}, {"pubmed": 24925061, "text": "our results demonstrate that ciglitazone inhibits PDK1 expression through AMPKalpha-mediated induction of Egr-1 and Egr-1 binding to the specific DNA site in the PDK1 gene promoter, which is independent of PPARgamma"}, {"pubmed": 24990820, "text": "KRT18 expression is directly regulated by EGR1, and contributes to decrease malignancy of non-small cell lung carcinoma."}, {"pubmed": 25028509, "text": "EGR1 transcription was not induced in HEK293T cells lacking endogenous MEK activity, but overexpression of exogenous constitutively active MEK in HEK293T cells resulted in increased basal and AAR-induced EGR1 expression"}, {"pubmed": 25029911, "text": "These results demonstrate that Egr-1 regulates NGX6 gene transcription through an overlapping Sp1/Egr-1 binding site as a positive regulator of NGX6 gene."}, {"pubmed": 25031707, "text": "Our data suggested that upregulated Egr1 might partially contribute to the emergence of androgen-independent prostate cancer after prolonged androgen deprivation treatment"}, {"pubmed": 25108236, "text": "EGR1 plays an important role in up-regulation of mPGES-1 expression by hepatitis B virus X protein in hepatocellular carcinoma tissue."}, {"pubmed": 25192965, "text": "one specific Egr-1 binding site was identified at nt-451/-419 and PLCB1 promoter activity was increased more than 5-fold"}, {"pubmed": 25224321, "text": "Results show that the effect of EGR-1 on the growth of prostate cells may occur through multiple mechanisms, but be independent of p53 expression control."}, {"pubmed": 25256120, "text": "present a novel signalling mechanism by which IL-17A can induce Egr-1-dependent psoriasin expression via the ERK pathway in keratinocytes"}, {"pubmed": 25486203, "text": "The results suggest that Egr1 may be essential for embryo implantation and decidualization."}, {"pubmed": 25502753, "text": "Authors provide evidence that early growth response-1 (Egr-1) activation in endothelial cells is involved in the angiogenic activity of colorectal cancer cell-derived EVs."}, {"pubmed": 25637490, "text": "Study indicated that ischemia-induced EGR1 expression may exaggerate brain injury by reducing BDNF expression"}, {"pubmed": 25638726, "text": "Deregulation of EGR-1 and/or DUSP-1 in nasal epithelium could be responsible for the prolonged activated transcriptional state observed in vivo in allergic disease."}, {"pubmed": 25645941, "text": "Resveratrol treatment promotes an upregulation of Egr-1 expression and activity in HEK293 cells."}, {"pubmed": 25658856, "text": "Data shows that EGFR1 expression level was increased only in fibroblasts and peripheral blood cells of patients with schizophrenia suggesting that it can be a helpful marker in the differential diagnosis of major psychoses."}, {"pubmed": 25673149, "text": "The miR-199a/Brm/EGR1 axis is a determinant of anchorage-independent growth in epithelial tumor cell lines"}, {"pubmed": 25710185, "text": "High EGR1 expression was seen in 67.3% of laryngeal and hypopharyngeal squamous cell carcinomas. High expression in LHSCC chemoradiotherapy patients was associated with higher larynx-preservation survival. Knockdown inhibits radiation-induced apoptosis."}, {"pubmed": 25724735, "text": "An important new role of EGR1 in viral infection provide new insight into the novel mechanism underlying the regulation of EV71 replication."}, {"pubmed": 25725290, "text": "Egr1 is able to regulate miRNA activity of miR-125a-3p in human cells through binding TRBP, which highlights an unexpected function of Egr1 in miRNA pathway."}, {"pubmed": 25737480, "text": "Human EGR1 expression correlates with genes for endoplasmic reticulum stress and anti-apoptosis."}, {"pubmed": 25740602, "text": "Low EGR1 expression is associated with acute lymphoblastic leukemia."}, {"pubmed": 25753664, "text": "Caveolin 2 disengages repressed Egr-1 and JunB promoters from lamin A/C through disassembly of H3K9me3 in the inner nuclear membrane."}, {"pubmed": 25997867, "text": "delta-tocotrienol-induced apoptosis in pancreatic cancer cells to EGR-1 regulation of Bax expression. Forced expression of EGR-1 induces Bax expression and apoptosis in pancreatic cancer cells."}, {"pubmed": 26011708, "text": "Here, we demonstrate that EGR1 interacts with MEF2A and is a potent and specific repressor of MEF2 transcriptional activity."}, {"pubmed": 26109509, "text": "Data show that that the nanopore can detect and discriminate both specific and nonspecific binding conformations of early growth response 1 protein zif268 on DNA."}, {"pubmed": 26113112, "text": "Suggest role for Egr1 in regulating the expression of aneurysm related genes."}, {"pubmed": 26115646, "text": "EGR-1 plays a critical role in LTD4-induced cytokine transcription in Hodgkin cell lines"}, {"pubmed": 26120956, "text": "IL-33-ERK/JNK/p38/Egr-1/TSLP axis involved in allergic skin Th2 inflammation"}, {"pubmed": 26134032, "text": "H/R activates ROS/Egr-1 signaling pathway in H9c2 cells, and JNK activation plays an important role in this pathway"}, {"pubmed": 26206332, "text": "Egr1 depletion delayed the growth of heterotopically implanted GL261 and HCT116 tumors."}, {"pubmed": 26324943, "text": "analysis of how Egr-1 (Zif268) and its nuclease derivatives has kinetic and thermodynamic roles; there is a dynamic conformational equilibrium between two modes during the DNA-scanning process"}, {"pubmed": 26498686, "text": "Data show that cyclooxygenase2 (COX2)overexpression induces prostaglandin E synthase (PTGES) through early growth response 1 (EGR1) in colorectal cancer cell lines."}, {"pubmed": 26502071, "text": "These kinetic data with calf thymus DNA as a competitor suggested that there are millions of high-affinity quasi-specific sites for Egr-1 among the 3 billion bp of genomic DNA."}, {"pubmed": 26519755, "text": "study provides evidence that hTERT overexpression is responsible for the upregulation of the cysteine protease cathepsin D by regulating EGR-1 to activate invasiveness in cancer progression"}, {"pubmed": 26538827, "text": "mPGES-1 is downregulated via EGR1 and has a role in caffeine inhibition on PGE2 synthesis of HBx hepatocytes"}, {"pubmed": 26573109, "text": "EGR-1 overexpression in Jurkat cells transfected to express Tax, promoted the activation of several genes, especially those that contained AP-1 (Jun/c-Fos), but knockdown of endogenous EGR-1 by siRNA reduced Tax-mediated JNK-1 transcription."}, {"pubmed": 26692143, "text": "Results indicate that EGR-1 is a transcriptional regulator of MTCH1 and give some clues about the cellular processes in which MTCH1 might participate."}, {"pubmed": 26720342, "text": "C2238/alphaANP downregulates ApoE in vascular smooth muscle cells through type C natriuretic peptide receptor-dependent activation of Egr-1 and the consequent upregulation of miR199a."}, {"pubmed": 26774383, "text": "Pulmonary vascular Egr-1 expression is significantly increased in patients with PAH, appears specifically associated with neointimal-type vascular remodeling, and correlates with disease progression."}, {"pubmed": 26792551, "text": "Functional changes of EGR1 (and miR-132) during the course of Alzheimer's disease contribute to late neurodegeneration in the nucleus basalis of Meynert."}, {"pubmed": 26917778, "text": "Inhibition of mTORC1-mediated 4EBP1 phosphorylation leads to decreased expression of c-MYC and subsequent upregulation of the proapoptotic BCL2 family member PUMA, whereas inhibition of mTORC2 results in nuclear factor-kappaB-mediated expression of the Early Growth Response 1 (EGR1) gene, which encodes a transcription factor that binds and transactivates the proapoptotic BCL2L11 locus encoding BIM."}, {"pubmed": 26922429, "text": "Early growth response (Egr)-1 is essential for fibrotic responses to Transforming growth factor (TGF)-beta. Egr-1 mediates TGF-beta1-induced COL1A1 and COL1A2 mRNA expression and acid-soluble collagen production in buccal mucosal fibroblasts (BMFs).The epigallocatechin-3-gallate (EGCG) can block TGF-beta1-induced collagen production by attenuating Egr-1 expression in BMFs."}, {"pubmed": 26936374, "text": "GRK2 may inhibit IGF1-induced human hepatocellular carcinoma cell growth and migration through downregulation of EGR1."}, {"pubmed": 26975996, "text": "In nucleus pulposus cells early transcriptional programming initiated by EGR1 is essentially restrained by the cells' epigenome as it was determined during development and differentiation."}, {"pubmed": 26984843, "text": "did not find positive association signals of the four single nucleotide polymorphisms in the LAMA2 and EGR1 genes with high myopia"}, {"pubmed": 26988763, "text": "adipose tissue-derived mesenchymal stem cells (AT-MSCs) from diabetic patients may contribute to microvascular damage and delay wound healing through the overexpression of EGR-1."}, {"pubmed": 27002148, "text": "in primary cultures of glioma stemlike cells that EGR1 contributes to stemness marker expression and proliferation by orchestrating a PDGFA-dependent growth-stimulatory loop."}, {"pubmed": 27072400, "text": "we propose a model whereby high YB-1 levels in some TNBC cells can lead to reduced levels of EGR1, which in turn promotes slow cell cycling and resistance to PTX. Therefore YB-1 and EGR1 levels are biologically linked and may provide a biomarker for TNBC response to PTX."}, {"pubmed": 27099350, "text": "SphK1 is regulated by PDGF-BB in pulmonary artery smooth muscle cells via the transcription factor Egr-1, promoting cell proliferation."}, {"pubmed": 27173006, "text": "SARS coronavirus papain-like protease significantly triggered Egr-1 dependent activation of TGF-beta1 promoter via reactive oxygen species/p38 MAPK/STAT3 pathway."}, {"pubmed": 27244890, "text": "EGR1 is a key player in the transcriptional control of miR-203a, and that miR-203a acts as an anti-oncogene to suppress HCC tumorigenesis by targeting HOXD3 through EGFR-related cell signaling pathways."}, {"pubmed": 27251707, "text": "Egr-1 upregulation is characteristic of the cardiovascular disease pathogenesis. (Review)"}, {"pubmed": 27442508, "text": "KLF12 promotes tumor growth by directly activating early growth response protein 1 (EGR1). The levels of KLF12 and EGR1 correlate synergistically with a poor prognosis. These results indicate that KLF12 likely plays an important role in CRC and could serve as a potential prognostic marker and therapeutic target."}, {"pubmed": 27452907, "text": "Shikonin induces apoptosis in some lung cancer cells via activation of FOXO3a/EGR1/SIRT1 signaling, and AKT and p300 negatively regulate this process via Bim upregulation."}, {"pubmed": 27569005, "text": "miR124 prevents tendon differentiation via suppressing egr1 expression."}, {"pubmed": 27677186, "text": "These results suggest that frameshift mutations of EGR1 and BRSK1 might play a role in tumorigenesis through tumor suppressor gene inactivation in colorectal cancer and gastric cancer."}, {"pubmed": 27834104, "text": "Along with the reduction of ovarian cancer-2/disabled homolog 2 (DOC-2/DAB2) interactive protein (DAB2IP) expression, EGR-1 gene was upregulated in FI-treated cells. On the other hand, downregulation of EGR-1 gene expression sensitized radioresistant cells to IR accompanied by DAB2IP overexpression and STAT3 inactivation. In addition, NF-kappaB inhibitor, BAY11-7082 enhanced resistant cells' radiosensitivity and chemos..."}, {"pubmed": 27835650, "text": "ZHX1 was found to play essential roles in the proliferation, migration, and invasion of cholangiocarcinoma cells, and its effect on the proliferation was mediated partially through EGR1."}, {"pubmed": 27878298, "text": "TRAIL overexpression was co-regulated by Egr1 and Hypoxia response element. TRAIL might promote hypoxic A549 cell radiosensitivity and induce apoptosis depending on DR5 to caspase-3 pathways."}, {"pubmed": 27933778, "text": "Data show the correlation between the measured and predicted binding free energy values for Egr-1-DNA binding."}, {"pubmed": 27980400, "text": "ROS activation of the MAPK (ERK-1/2)/Egr-1 pathway is a main player in the regulatory mechanism for cigarette smoke extract-induced PlGF production. Antioxidants could partly abolish these effects."}, {"pubmed": 28072411, "text": "Data suggest the EGR1-miR-30a-5p-NEUROD1 axis might serve as a promising biomarker for diagnosis and treatment monitoring for schizophrenic patients in acute psychotic state. EGR1 and miR-30a-5p were remarkably downregulated, whereas NEUROD1 was significantly upregulated in PBMNCs from patients in acute psychotic state."}, {"pubmed": 28077323, "text": "aberrant Egr1 expression, which can be suppressed by miR-181a-5p directly, plays a crucial role in the progression of renal Tubulointerstitial fibrosis in diabetic nephropathy."}, {"pubmed": 28180113, "text": "Finally, the authors show that EGFR-ERK1/2 and beta1-integrin signaling are the main pathways used for bacteria-mediated EGR1 upregulation."}, {"pubmed": 28187447, "text": "Highly expressed Egr-1 may be involved in the recruitment of RNA POL II in GDNF promoter II in a non-binding manner, and thereby involved in regulating GDNF transcription in high-grade glioma cells."}, {"pubmed": 28269757, "text": "Decreased EGR1 expression is associated with nasopharyngeal carcinoma."}, {"pubmed": 28411025, "text": "Conversely, siRNA-mediated Klotho silencing up-regulated Egr-1, FN, and Col I expression and the p-Smad3/Smad3 ratio. Moreover, the effects of si-Klotho on Egr-1 expression were abolished by the TGF-beta1 inhibitor SB-431542. Klotho overexpression can prevent mesangial ECM production in high-glucose-treated human MCs, an effect that has been partially attributed to Egr-1 down-regulation facilitated by TGF-beta1/Smad3 s..."}, {"pubmed": 28594407, "text": "results provide new insights into EGR-1/ASPP1 regulatory loop in sensitizing Quercetin-induced apoptosis. EGR-1/ASPP1, therefore, may be potentially used as therapeutic targets to improve cancer's response to pro-apoptosis treatments."}, {"pubmed": 28602698, "text": "The Egr-1 is essential for CSE-induced MUC5AC production in HBE cells likely through interaction with and modulation of AP-1, and re-emphasize targeting Egr-1 as a novel therapeutic strategy for COPD."}, {"pubmed": 28803237, "text": "ATF3 and EGR1 are involved in the beginning of inflammatory processes. Whether these two transcription factors act as tumour suppressors or promoters is context dependent and warrants analysis in further studies"}, {"pubmed": 28991232, "text": "Egr-1 regulates mindin expression by directly binding to the mindin promoter; mindin suppresses colon cancer progression by blocking angiogenesis."}, {"pubmed": 29036495, "text": "p16 inhibits the tenogenic differentiation oftendon stem/progenitor cells through enhancing the transcription of miR-217 and thereby decreasing the expression of EGR1."}, {"pubmed": 29197151, "text": "CacyBP expression is regulated by E2F1, EGR1, and CREB transcription factors in colorectal cancer HCT116 cells."}, {"pubmed": 29246166, "text": "The novel EGR1-CCND1 axis contributes to the G1 phase arrest and cell proliferation in glioma"}, {"pubmed": 29253225, "text": "The results reveal a novel role for ZF3 domain in the interaction of Egr-1 with other proteins and the DNA, providing insight on the regulation of other genes by Egr-1."}, {"pubmed": 29307595, "text": "Hyperglycemic induction of Egr-1 and absence of NAB-2 repression in retinal endothelium, up-regulates downstream genes involved in pro-thrombotic and pro-inflammatory pathways linking Egr-1 to diabetes mediated vascular aberration of retina."}, {"pubmed": 29309750, "text": "these data suggested that the elevated cav-1 promoted pituitary adenoma cells migration and invasion by regulating the interaction between EGR1 and KLF5."}, {"pubmed": 29393474, "text": "we determined that REC8 interacted with EGR1, and inhibited EMT in gastric cancer cells. We thus propose further studies of the pathways associated with REC8 and EGR1 to potentially find novel targets in the treatment for gastric cancer."}, {"pubmed": 29399809, "text": "The differential binding of transcription factor EGR1 to the SNP rs5751348 genomic region with the different genotypes in the A4GALT gene leads to differential activation of P(1) -A4GALT and P(2) -A4GALT expression."}, {"pubmed": 29427323, "text": "Androgen receptor is crucial for dampening prostate tissue factor expression via nuclear factor-kappaB and early growth response protein 1 pathway."}, {"pubmed": 29437554, "text": "a novel BCR-ABL1 protein kinase-dependent pathway mediated by the upregulation of hsa-mir183, the downregulation of its direct target early growth response 1 (EGR1), and, as a consequence, upregulation of E2F1."}, {"pubmed": 29787794, "text": "Data (including date from studies in knockout mice) suggest that EGR1 is essential in response of airway epithelium to urban pollution/particulate matter (PM); particulate matter induces rapid up-regulation of expression of EGR1 in human bronchial epithelial cells and of Egr1 in mouse lungs. Egr1 knockout mice exhibit significantly reduced airway inflammation and mucus hyper-production in response to PM exposure in vivo."}, {"pubmed": 30015900, "text": "High EGR1 expression is associated with thyroid cancer progression."}, {"pubmed": 30024615, "text": "Study on kidney tissue of LETO rats and human HK-2 cell line cultured in the high-glucose medium found that expression of miR-192 was decreased, whereas the expression of Egr1 was increased. miR-192 can act on Egr1 through 3'-UTR to reduce its expression and causing degradation of TGF-beta1 and fibronectin preventing progression of tubulointerstitial fibrosis and diabetic nephropathy."}, {"pubmed": 30185552, "text": "EGR1-activated HNF1A-AS1 regulates various pro- and antigrowth factors to promote the development of gastric cancer"}, {"pubmed": 30290239, "text": "This research highlights the importance of MAPK signaling in response to ER stress and identifies ELK1 as a transcriptional mediator and the EGR1 gene as a target."}, {"pubmed": 30333255, "text": "these data demonstrated the negative effect of up-regulated GCN5 in IL-6-induced metastasis and EMT in prostate cancer (PCa) cells through PI3K/PTEN/Akt signaling pathway down-regulating Egr-1 expression."}, {"pubmed": 30365040, "text": "SRF may control cell proliferation and invasion by regulating Egr1 in cervical cancer."}, {"pubmed": 30372829, "text": "miR-203 decreased the proliferation, invasion, and ECM production of keloid fibroblasts by repressing EGR1 and FGF2 expression."}, {"pubmed": 30503931, "text": "miR-181a-5p is a negative regulator of Egr1 that can suppress tumor proliferation in HCC through targeting Egr1/TGF-beta1/Smad pathway, which may be a potential therapeutic approach of HCC."}, {"pubmed": 30514177, "text": "BAG3 may have an important role in HGF-mediated cell proliferation and metastasis in gastric cancer through an ERK and Egr1-dependent pathway."}, {"pubmed": 30548663, "text": "The results showed that EGR1 overexpression increased Abeta40 secretion in vitro, possibly through increasing BACE1 expression. Based on these results, EGR1 might be a promising therapeutic target for the AD."}, {"pubmed": 30557604, "text": "The authors found TCF7L2 (transcription factor 7-like 2) and EGR1 are important transcription factors for LCN2 (lipocalin 2)expression via an ERK1/2-dependent pathway in esophageal squamous cell carcinoma."}, {"pubmed": 30593723, "text": "study demonstrated that TUG1 promotes the migration and invasion of human adenomyotic epithelial cells, and EGR1/TUG1/EZH2/TIMP2 may be a potential therapeutic target for adenomyosis."}, {"pubmed": 30627917, "text": "miR-181b-5p contributes to glycogen synthesis by targeting EGR1, thereby regulating PTEN expression to mediate hepatic insulin resistance."}, {"pubmed": 30674949, "text": "Collectively, the authors propose that CTCF has functional roles for the temporal expression of EGR1 in early G1 phase through regulation of higher-order chromatin structure organization."}, {"pubmed": 30711473, "text": "Endometrial EGR1 levels are decreased in women with recurrent implantation failure. Priming of endometrial cells for decidualization requires EGR1 function."}, {"pubmed": 30767098, "text": "results revealed AGE-mediated activation of EGR-1 and its downstream genes via PKC betaII and ERK1/2 signaling pathway. The present study demonstrated a novel mechanism of AGEs/ PKC betaII/ ERK1/2/EGR-1 pathway in inducing vascular inflammation in GDM."}, {"pubmed": 30815865, "text": "Results indicate the presence of a negative feedback loop in the pathological mechanism of diabetic nephropathy, where H19 downregulates the expression of VDR by upregulating the expression of miR-675, whereas reduced VDR expression subsequently reduced the expression of EGR1."}, {"pubmed": 30816527, "text": "miR-181 serves an important role during renal fibrosis by targeting Egr1."}, {"pubmed": 30887692, "text": "Down-regulation of Egr1 partially reduced the injurious effects of hyperglycaemia on retinal vascular function via inhibiting p53 expression."}, {"pubmed": 30925677, "text": "This study describes the identification of a splicing isoform for the human EGR1 gene. The newly identified splicing transcript encodes a shorter protein compared to the canonical EGR1. This isoform lacks a region belonging to the N-terminal activation domain and although it is capable of entering the nucleus, it is unable to activate transcription fully relative to the canonical isoform."}, {"pubmed": 30929558, "text": "our study demonstrated that EGR1-induced upregulation of lncRNA FOXD2-AS1 promotes the progression of hepatocellular carcinoma via epigenetically silencing DKK1 and activating Wnt/beta-catenin signaling pathway."}, {"pubmed": 31013265, "text": "ChIP-seq data showed that EGR1 (early growth response gene-1) may play an important role in the transcriptional regulation of SOCS1 (suppressor of cytokine signaling 1), SOCS3 (suppressor of cytokine signaling 3), and Fos gene family in the liver, as the low expression of EGR1 in patients with insulin resistance may promote the occurrence and development of NAFLD."}, {"pubmed": 31122130, "text": "EGR1 and miR-150-5p could influence the development of myocardial fibrosis."}, {"pubmed": 31201921, "text": "EGR1 prompted beta-catenin nuclear transportation to control chondrocyte hypertrophy. Ectopic expression of EGR1 in articular cartilage aggravated the degradation of the cartilage matrix in vivo. The EGR1 inhibitor, ML264, protected chondrocytes from IL-1beta-mediated cartilage matrix degradation in vitro and DMM-induced osteoarthritis in vivo."}, {"pubmed": 31237749, "text": "Herbal formula Yangyinjiedu induces lung cancer cell apoptosis via activation of early growth response 1."}, {"pubmed": 31253870, "text": "data demonstrate that TBX2 promotes suppression of normal growth control mechanisms through recruitment of a large repression complex to EGR1-responsive promoters leading to the uncontrolled proliferation of breast cancer cells"}, {"pubmed": 31291448, "text": "Increased miRNA-518b inhibits trophoblast migration and angiogenesis by targeting EGR1 in early embryonic arrestdagger."}, {"pubmed": 31312026, "text": "EGR1 regulates angiogenic and osteoclastogenic factors, informing the underlying signaling networks that impact autonomous and microenvironmental mechanisms of cancer metastases."}, {"pubmed": 31371485, "text": "Transcriptome and siRNA analyses revealed that the EGR1 gene is one target of glucocorticoid action. Transcription of the EGR1 gene is activated by the RAF-MEK-ERK MAPK pathway and acts as a sensor of hyper-mitogenic pathway activity."}, {"pubmed": 31387910, "text": "rs653765 G-->A variants functionally modulate ADAM10 promoter activity by altering the binding of the EGR1 transcription factor to the ADAM10 promoter."}, {"pubmed": 31399076, "text": "Oct4 transactivated the Egr1 promoter and upregulated Egr1 expression."}, {"pubmed": 31466866, "text": "In Ewing Sarcoma cells, EGR1 upregulated IGF1R expression and enhanced the expression of the oncogenic fusion protein EWS-FLI1"}, {"pubmed": 31515938, "text": "EGR1 interacts with DNMT3L to inhibit the transcription of miR-195 and plays an anti-apoptotic role in the development of gastric cancer."}, {"pubmed": 31521893, "text": "HSP70 inhibition upregulates Egr-1 via TAK1, inducing apoptosis and restricting proliferation in Acute lymphoblastic leukemia cells."}, {"pubmed": 31536138, "text": "sKL induces the expression of markers of bone differentiation (BMP2, RUNX2, ALP, COL1A, and osteocalcin) in osteoblast MC3T3 cells. EGR-1 siRNA decreases the bone mineralization induced by sKL or ascorbic acid/glycerol 2-phosphate in MC3T3 cells. Our results suggest that sKL may regulate bone development through EGR-1 expression."}, {"pubmed": 31661546, "text": "MiR-129-5p regulates cell proliferation and apoptosis via IGF-1R/Src/ERK/Egr-1 pathway in RA-fibroblast-like synoviocytes."}, {"pubmed": 31681626, "text": "the data show that the Egr-1 responses of DCs to microbial external stimuli and intracellular stimuli can be selectively mediated by ERK1/2 or p38 MAPK signaling, and that Egr-1 can act as an intrinsic negative modulator of maturation in primary DCs."}, {"pubmed": 31692087, "text": "expression in tendon cells appeared to be sensitive to overloading and unloading but did not respond to the single episode of physiologic-range loading"}, {"pubmed": 31748910, "text": "Review of the physiology of early growth response 1 (EGR-1) in signal pathways of cancer, tumor cell proliferation, apoptosis, migration, invasion and tumor microenvironment."}, {"pubmed": 31752873, "text": "The EGR1 mediated EPO-R expression played an essential role in hypoxia-induced non-small-cell lung carcinoma cell proliferation."}, {"pubmed": 31786685, "text": "Transcription factor early growth response-1 plays an oncogenic role in salivary gland pleomorphic adenoma."}, {"pubmed": 31857113, "text": "lnc003875/miR-363/EGR1 regulatory network in the carcinoma -associated fibroblasts controls the angiogenesis of human placental site trophoblastic tumor (PSTT)."}, {"pubmed": 32204913, "text": "Low temperature induces von-willebrand factor expression via increased early growth response 1 transcriptional activity in splenic sinusoidal endothelial cells."}, {"pubmed": 32317080, "text": "Transcription factor EGR-1 transactivates the MMP1 gene promoter in response to TNFalpha in HaCaT keratinocytes."}, {"pubmed": 32319557, "text": "Prostate field cancerization and exosomes: Association between CD9, early growth response 1 and fatty acid synthase."}, {"pubmed": 32347987, "text": "A method to specifically activate the Klotho promoter by using zinc finger proteins constructed from modular building blocks and from naturally engineered Egr1 transcription factor backbone."}, {"pubmed": 32518380, "text": "Expression and prognostic value of the transcription factors EGR1 and EGR3 in gliomas."}, {"pubmed": 32531042, "text": "A novel regulatory loop miR-101/ANXA2/EGR1 mediates malignant characteristics of liver cancer stem cells."}, {"pubmed": 32635983, "text": "WNT11 is a direct target of early growth response protein 1."}, {"pubmed": 32705506, "text": "Regulation of pro-opiomelanocortin (POMC) gene transcription by interleukin-31 via early growth response 1 (EGR-1) in HaCaT keratinocytes."}, {"pubmed": 32737769, "text": "MicroRNA-217 ameliorates inflammatory damage of endothelial cells induced by oxidized LDL by targeting EGR1."}, {"pubmed": 33009487, "text": "EZH2 overexpression dampens tumor-suppressive signals via an EGR1 silencer to drive breast tumorigenesis."}, {"pubmed": 33114612, "text": "Early Growth Response Gene Upregulation in Epstein-Barr Virus (EBV)-Associated Myalgic Encephalomyelitis/Chronic Fatigue Syndrome (ME/CFS)."}, {"pubmed": 33145887, "text": "EGR1-mediated linc01503 promotes cell cycle progression and tumorigenesis in gastric cancer."}, {"pubmed": 33167868, "text": "Egr-1 mediates low-dose arecoline induced human oral mucosa fibroblast proliferation via transactivation of Wnt5a expression."}, {"pubmed": 33211275, "text": "EGR1 Overexpression Inhibits the Occurrence of Preeclampsia by Binding to MicroRNA-574 Promoter and Upregulating GAB1."}, {"pubmed": 33276948, "text": "EGR-1 acts as a transcriptional activator of KLK7 under IL-13 stimulation."}, {"pubmed": 33297605, "text": "Early growth response 1 promoted the invasion of glioblastoma multiforme by elevating HMGB1."}, {"pubmed": 33346749, "text": "Ring finger protein 2 promotes colorectal cancer progression by suppressing early growth response 1."}, {"pubmed": 33436746, "text": "CTCF and EGR1 suppress breast cancer cell migration through transcriptional control of Nm23-H1."}, {"pubmed": 33449301, "text": "Inhibition of EGR-1-dependent MMP1 transcription by ethanol extract of Ageratum houstonianum in HaCaT keratinocytes."}, {"pubmed": 33523892, "text": "EGR1 is a gatekeeper of inflammatory enhancers in human macrophages."}, {"pubmed": 33656268, "text": "Cooperation of LIM domain-binding 2 (LDB2) with EGR in the pathogenesis of schizophrenia."}, {"pubmed": 33687657, "text": "EGR1 promotes stemness and predicts a poor outcome of uterine cervical cancer by inducing SOX9 expression."}, {"pubmed": 33973090, "text": "EGR1/2 Inhibits Papillary Thyroid Carcinoma Cell Growth by Suppressing the Expression of PTEN and BAX."}, {"pubmed": 33980611, "text": "EGR1 Addiction in Diffuse Large B-cell Lymphoma."}, {"pubmed": 33990633, "text": "EGR1 as a potential marker of prognosis in extranodal NK/T-cell lymphoma."}, {"pubmed": 34163030, "text": "FGF19 and FGFR4 promotes the progression of gallbladder carcinoma in an autocrine pathway dependent on GPBAR1-cAMP-EGR1 axis."}, {"pubmed": 34165179, "text": "Egr1 inhibits colon cancer cell proliferation, migration and invasion via regulating CDKL1 at the transcriptional level."}, {"pubmed": 34239022, "text": "EGR1 and RXRA transcription factors link TGF-beta pathway and CCL2 expression in triple negative breast cancer cells."}, {"pubmed": 34287043, "text": "EGR1 Suppresses Porcine Epidemic Diarrhea Virus Replication by Regulating IRAV To Degrade Viral Nucleocapsid Protein."}, {"pubmed": 34294125, "text": "EGR1 dysregulation defines an inflammatory and leukemic program in cell trajectory of human-aged hematopoietic stem cells (HSC)."}, {"pubmed": 34409922, "text": "Oncogenic role of early growth response-1 in liver cancer through the regulation of the microRNA-675/sestrin 3 and the Wnt/beta-catenin signaling pathway."}, {"pubmed": 34469714, "text": "Competing endogenous RNA network associated with oxygen-induced retinopathy: Expression of the network and identification of the MALAT1/miR-124-3p/EGR1 regulatory axis."}, {"pubmed": 34488929, "text": "Prognostic role of EGR1 in breast cancer: a systematic review."}, {"pubmed": 34499269, "text": "EGR1-CCL2 Feedback Loop Maintains Epithelial-Mesenchymal Transition of Cisplatin-Resistant Gastric Cancer Cells and Promotes Tumor Angiogenesis."}, {"pubmed": 34562454, "text": "DNA-PKcs kinase activity stabilizes the transcription factor Egr1 in activated immune cells."}, {"pubmed": 34606618, "text": "Single molecule characterization of the binding kinetics of a transcription factor and its modulation by DNA sequence and methylation."}, {"pubmed": 34608841, "text": "Downregulation of circ-UBAP2 ameliorates oxidative stress and dysfunctions of human retinal microvascular endothelial cells (hRMECs) via miR-589-5p/EGR1 axis."}, {"pubmed": 34681812, "text": "Transcriptional Regulation of GDF15 by EGR1 Promotes Head and Neck Cancer Progression through a Positive Feedback Loop."}, {"pubmed": 34902339, "text": "MICAL1 inhibits colorectal cancer cell migration and proliferation by regulating the EGR1/beta-catenin signaling pathway."}, {"pubmed": 35041980, "text": "RNA sequencing identifies genes reliant upon Ser26 in the zinc finger transcription factor, early growth response-1."}, {"pubmed": 35103892, "text": "JNK-dependent phosphorylation and nuclear translocation of EGR-1 promotes cardiomyocyte apoptosis."}, {"pubmed": 35169855, "text": "Primary bile acid activates Egr1 expression through the MAPK signaling pathway in gastric cancer."}, {"pubmed": 35184918, "text": "CircCOL5A1 inhibits proliferation, migration, invasion, and extracellular matrix production of keloid fibroblasts by regulating the miR-877-5p/EGR1 axis."}, {"pubmed": 35398375, "text": "Transcription Factor EGR1 Regulates the Expression of the Clock Gene PER2 under IL-4 Stimulation in Human Keratinocytes."}, {"pubmed": 35679138, "text": "Early growth response 1 transcription factor is essential for the pathogenic properties of human endometriotic epithelial cells."}, {"pubmed": 35746681, "text": "EGR1 Upregulation during Encephalitic Viral Infections Contributes to Inflammation and Cell Death."}, {"pubmed": 35787980, "text": "FRZB is Regulated by the Transcription Factor EGR1 and Inhibits the Growth and Invasion of Triple-Negative Breast Cancer Cells by Regulating the JAK/STAT3 Pathway."}, {"pubmed": 35788362, "text": "FOCAD/miR-491-5p, downregulated by EGR1, function as tumor suppressor by inhibiting the proliferation and migration of gastric cancer cells."}, {"pubmed": 35910788, "text": "Transient upregulation of EGR1 signaling enhances kidney repair by activating SOX9(+) renal tubular cells."}, {"pubmed": 36207572, "text": "Next Generation Sequencing for Potential Regulated Genes and Micro-RNAs of Early Growth Response-1 in the Esophageal Squamous Cell Carcinoma."}, {"pubmed": 36484839, "text": "Integrated analysis of mRNA-seq and miRNA-seq reveals the potential roles of Egr1, Rxra and Max in kidney stone disease."}, {"pubmed": 36608994, "text": "EGR1/NOX4 pathway regulates oxidative stress and further facilitates fibrosis progression in keloids responses to TGF-beta1."}, {"pubmed": 36765275, "text": "GDNF-RET signaling and EGR1 form a positive feedback loop that promotes tamoxifen resistance via cyclin D1."}, {"pubmed": 36888606, "text": "EGR1 drives cell proliferation by directly stimulating TFEB transcription in response to starvation."}, {"pubmed": 37012388, "text": "N6-methyladenosine reader YTHDF2 promotes multiple myeloma cell proliferation through EGR1/p21[cip1/waf1]/CDK2-Cyclin E1 axis-mediated cell cycle transition."}, {"pubmed": 37287279, "text": "Tenogenic differentiation of human tendon-derived stem cells induced by long non-coding RNA LINCMD1 via miR-342-3p/EGR1 axis."}, {"pubmed": 37401387, "text": "Role of early growth response 1 in inflammation-associated lung diseases."}, {"pubmed": 37650708, "text": "Direct early growth response-1 knockdown decreases melanoma viability independent of mitogen-activated extracellular signal-related kinase inhibition."}, {"pubmed": 37737125, "text": "EGR1 Promotes Ovarian Hyperstimulation Syndrome Through Upregulation of SOX9 Expression."}, {"pubmed": 37738652, "text": "EGR1-mediated metabolic reprogramming to oxidative phosphorylation contributes to ibrutinib resistance in B-cell lymphoma."}, {"pubmed": 37762678, "text": "EGR1 Regulation of Vasculogenic Mimicry in the MDA-MB-231 Triple-Negative Breast Cancer Cell Line through the Upregulation of KLF4 Expression."}, {"pubmed": 37772822, "text": "EGR1 functions as a new host restriction factor for SARS-CoV-2 to inhibit virus replication through the E3 ubiquitin ligase MARCH8."}, {"pubmed": 37862152, "text": "EGR1/LINC00839/SOX5 axis modulates migration, invasion and Gemcitabine resistance of bladder cancer cells."}, {"pubmed": 37880426, "text": "EGR1 Mediated Reduction of Fibroblast Secreted-TGF-beta1 Exacerbated CD8[+] T Cell Inflammation and Migration in Vitiligo."}, {"pubmed": 37989866, "text": "Tumor-mesothelium HOXA11-PDGF BB/TGF beta1-miR-181a-5p-Egr1 feedforward amplifier circuity propels mesothelial fibrosis and peritoneal metastasis of gastric cancer."}, {"pubmed": 38218401, "text": "EGR1 Regulates SHANK3 Transcription at Different Stages of Brain Development."}, {"pubmed": 38233877, "text": "Egr-1 is a key regulator of the blood-brain barrier damage induced by meningitic Escherichia coli."}, {"pubmed": 38287371, "text": "EGR1 suppresses HCC growth and aerobic glycolysis by transcriptionally downregulating PFKL."}, {"pubmed": 38385088, "text": "Blocking EGR1/TGF-beta1 and CD44s/STAT3 Crosstalk Inhibits Peritoneal Metastasis of Gastric Cancer."}, {"pubmed": 38409611, "text": "EGR1 transcriptionally regulates SVEP1 to promote proliferation and migration in human coronary artery smooth muscle cells."}, {"pubmed": 38642782, "text": "CXXC5 drove inflammation and ovarian cancer proliferation via transcriptional activation of ZNF143 and EGR1."}, {"pubmed": 38926457, "text": "miR-124-3p downregulates EGR1 to suppress ischemia-hypoxia reperfusion injury in human iPS cell-derived cardiomyocytes."}], "genomic_pos": {"chr": "5", "end": 138469303, "ensemblgene": "ENSG00000120738", "start": 138465479, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 137805004, "start": 137801179, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 24244514, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030217", "qualifier": "involved_in", "term": "T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032731", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033233", "pubmed": 19057511, "qualifier": "involved_in", "term": "regulation of protein sumoylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043523", "qualifier": "involved_in", "term": "regulation of neuron apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044029", "pubmed": 31467272, "qualifier": "involved_in", "term": "positive regulation of gene expression via chromosomal CpG island demethylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045475", "qualifier": "involved_in", "term": "locomotor rhythm"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12560508, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [19057511, 26089202], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14979875, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": [14979875, 20018936], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046886", "qualifier": "involved_in", "term": "positive regulation of hormone biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060086", "qualifier": "involved_in", "term": "circadian temperature homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070498", "pubmed": 20018936, "qualifier": "involved_in", "term": "interleukin-1-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071480", "qualifier": "involved_in", "term": "cellular response to gamma radiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071504", "qualifier": "involved_in", "term": "cellular response to heparin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071506", "qualifier": "involved_in", "term": "cellular response to mycophenolic acid"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072110", "qualifier": "involved_in", "term": "glomerular mesangial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072303", "qualifier": "involved_in", "term": "positive regulation of glomerular metanephric mesangial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098759", "pubmed": 20363028, "qualifier": "involved_in", "term": "cellular response to interleukin-8"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901875", "pubmed": 20018936, "qualifier": "involved_in", "term": "positive regulation of post-translational protein modification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 19307576, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000182", "qualifier": "involved_in", "term": "regulation of progesterone biosynthetic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 19307576, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [19057511, 20018936, 20363028], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [19057511, 20363028], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 18718911, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 14979875, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [19307576, 20018936], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": [19307576, 20018936], "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 12560508, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 12560508, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19057511, 21743491], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 25258363, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0010385", "pubmed": 25258363, "qualifier": "enables", "term": "double-stranded methylated DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035035", "pubmed": 20018936, "qualifier": "enables", "term": "histone acetyltransferase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": [1662794, 25258363], "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044729", "pubmed": 25258363, "qualifier": "enables", "term": "hemi-methylated DNA-binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990841", "pubmed": 20363028, "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 30498], [8364, 100038164], [9031, 373931], [9544, 716786], [9598, 462097], [9606, 1958], [9615, 481528], [9913, 407125], [10090, 13653], [10116, 24330]], "id": 56394}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Early growth response protein 1, C-terminal", "id": "IPR021839", "short_desc": "EGR1_C"}, {"desc": "Early growth response, N-terminal", "id": "IPR021849", "short_desc": "EGR_N"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}], "ipi": "IPI00030227", "map_location": "5q31.2", "name": "early growth response 1", "other_names": ["EGR-1", "early growth response protein 1", "nerve growth factor-induced protein A", "transcription factor ETR103", "transcription factor Zif268", "zinc finger gene 225", "zinc finger protein 225", "zinc finger protein Krox-24"], "pantherdb": {"HGNC": "3238", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95295", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10090, "uniprot_kb": "P08046"}, {"RGD": "2544", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 10116, "uniprot_kb": "P08154"}, {"Ensembl": "ENSGALG00000007669", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 9031, "uniprot_kb": "Q8QG62"}, {"ZFIN": "ZDB-GENE-080204-90", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "A9JTG0"}, {"ZFIN": "ZDB-GENE-980526-320", "ortholog_type": "LDO", "panther_family": "PTHR23235", "taxid": 7955, "uniprot_kb": "P26632"}, {"WormBase": "WBGene00007772", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "Q18250"}, {"WormBase": "WBGene00043705", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 6239, "uniprot_kb": "U4PBA8"}, {"FlyBase": "FBgn0003499", "ortholog_type": "O", "panther_family": "PTHR23235", "taxid": 7227, "uniprot_kb": "A0A0B4KGW2"}], "uniprot_kb": "P18146"}, "pathway": {"biocarta": {"id": "cdk5pathway", "name": "phosphorylation of mek1 by cdk5/p35 down regulates the map kinase pathway"}, "kegg": [{"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "mapktrkpathway", "name": "Trk receptor signaling mediated by the MAPK pathway"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "pi3kplctrkpathway", "name": "Trk receptor signaling mediated by PI3K and PLC-gamma"}, {"id": "prlsignalingeventspathway", "name": "Signaling events mediated by PRL"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3299", "name": "let-7 inhibition of ES cell reprogramming"}, {"id": "WP34", "name": "Ovarian infertility"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}, {"id": "WP734", "name": "Serotonin Receptor 4-6-7 and NR3C Signaling"}]}, "pdb": ["4R2A", "4R2C", "4R2D", "4X9J", "5N14"], "pfam": ["PF00096", "PF11914", "PF11928"], "pharmgkb": "PA27673", "pharos": {"target_id": 16982, "tdl": "Tbio"}, "pir": "A41211", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248835", "relationship": "is"}, {"id": "GNF248836", "relationship": "is"}, {"id": "GNF248837", "relationship": "is"}, {"id": "GNF248838", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048784", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF004046", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF234899", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100305", "relationship": "is"}, {"id": "GNF139960", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_021374.1"], "protein": "NP_001955.1", "rna": "NM_001964.3", "translation": {"protein": "NP_001955.1", "rna": "NM_001964.3"}}, "reporter": {"HG-U133_Plus_2": ["201693_s_at", "201694_s_at", "227404_s_at"], "HG-U95Av2": "789_at", "HTA-2_0": "TC05000701.hg.1", "HuEx-1_0": "2830861", "HuGene-1_1": "8108370", "HuGene-2_1": "16989736"}, "summary": "The protein encoded by this gene belongs to the EGR family of C2H2-type zinc-finger proteins. It is a nuclear protein and functions as a transcriptional regulator. The products of target genes it activates are required for differentitation and mitogenesis. Studies suggest this is a cancer suppressor gene. [provided by RefSeq, Dec 2014].", "symbol": "EGR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414314"}, "unigene": ["Hs.708393", "Hs.326035"], "uniprot": {"Swiss-Prot": "P18146", "TrEMBL": "Q546S1"}, "wikipedia": {"url_stub": "EGR1"}}