{"AllianceGenome": "19687", "HGNC": "19687", "MIM": "609280", "_id": "440275", "_version": 1, "accession": {"genomic": ["AC012377.5", "AC025168.7", "AY418110.1", "BX640919.1", "CH471125.1", "CP068263.2", "NC_000015.10", "NC_060939.1", "NG_034053.1"], "protein": ["AAH09350.2", "AAH78179.1", "BAA92576.1", "BAB15625.1", "CAB58360.1", "CAB70849.1", "CAB75678.1", "CAH10626.1", "EAW92388.1", "NP_001013725.2", "Q9P2K8.3"], "rna": ["AB037759.1", "AJ243428.1", "AK027011.1", "AK074361.1", "AL137627.1", "AL137676.1", "AL157497.1", "AL832907.1", "BC009350.2", "BC014915.1", "BC019914.1", "BC061591.1", "BC078179.1", "BX649048.1", "CN286138.1", "NM_001013703.4"], "translation": [{"protein": "CAB70849.1", "rna": "AL137627.1"}, {"protein": "AAH09350.2", "rna": "BC009350.2"}, {"protein": "CAB75678.1", "rna": "AL157497.1"}, {"protein": "BAA92576.1", "rna": "AB037759.1"}, {"protein": "AAH78179.1", "rna": "BC078179.1"}, {"protein": "CAB58360.1", "rna": "AJ243428.1"}, {"protein": "NP_001013725.2", "rna": "NM_001013703.4"}, {"protein": "CAH10626.1", "rna": "AL832907.1"}, {"protein": "BAB15625.1", "rna": "AK027011.1"}]}, "alias": ["GCN2", "PVOD2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-12-02T17:00:00.000Z", "disease_label": "pulmonary veno-occlusive disease and/or pulmonary capillary haemangiomatosis", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0018554", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9d20386c-ad1a-4c88-9f43-4ca3cedbfd6f-2022-12-02T170000.000Z", "sop": "SOP9"}}, "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000128829", "protein": ["ENSP00000263791", "ENSP00000453148", "ENSP00000453575", "ENSP00000453968", "ENSP00000454210"], "transcript": ["ENST00000263791", "ENST00000558557", "ENST00000558629", "ENST00000558743", "ENST00000558823", "ENST00000559032", "ENST00000559311", "ENST00000559624", "ENST00000560648", "ENST00000560855", "ENST00000624709"], "translation": [{"protein": "ENSP00000263791", "rna": "ENST00000263791"}, {"protein": "ENSP00000453148", "rna": "ENST00000559624"}, {"protein": "ENSP00000453968", "rna": "ENST00000560648"}, {"protein": "ENSP00000453575", "rna": "ENST00000560855"}, {"protein": "ENSP00000454210", "rna": "ENST00000558823"}], "type_of_gene": "protein_coding"}, "entrezgene": "440275", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 68.834381829, "exp_mis": 575.528557491, "exp_syn": 258.037007431, "lof_z": 4.87543061752906, "mis_z": 2.41660756376304, "mu_lof": 4.85805308041e-06, "mu_mis": 5.11443305821e-05, "mu_syn": 2.2206883456e-05, "n_lof": 28.0, "n_mis": 457.0, "n_syn": 224.0, "p_li": 8.32742943473465e-10, "p_null": 8.68074780055899e-08, "p_rec": 0.999999912359779, "syn_z": 1.31358979876915}, "bp": 4950, "cds_end": 40327285, "cds_start": 40226396, "n_exons": 39, "nonpsych": {"exp_lof": 61.5273521877, "exp_mis": 520.134490997, "exp_syn": 232.773991606, "lof_z": 5.32459024514686, "mis_z": 2.41360362439513, "mu_lof": 4.85805308041e-06, "mu_mis": 5.11443305821e-05, "mu_syn": 2.2206883456e-05, "n_lof": 19.0, "n_mis": 411.0, "n_syn": 202.0, "p_li": 0.000173073911289335, "p_null": 4.30913626824082e-09, "p_rec": 0.999826921779574, "syn_z": 1.26993130817344}, "nontcga": {"exp_lof": 63.2521492957, "exp_mis": 529.41082665, "exp_syn": 237.318578317, "lof_z": 4.37249439514395, "mis_z": 2.34739464702875, "mu_lof": 4.85805308041e-06, "mu_mis": 5.11443305821e-05, "mu_syn": 2.2206883456e-05, "n_lof": 28.0, "n_mis": 421.0, "n_syn": 207.0, "p_li": 1.07525207451308e-10, "p_null": 1.63733081631843e-06, "p_rec": 0.999998362561659, "syn_z": 1.24613632927012}, "transcript": "ENST00000263791.5"}, "exons": [{"cdsend": 40035084, "cdsstart": 39934195, "chr": "15", "position": [[39934114, 39934339], [39939504, 39939617], [39943382, 39943485], [39949115, 39949268], [39953903, 39953984], [39955619, 39955768], [39961783, 39961899], [39965685, 39965843], [39967343, 39967879], [39972907, 39973014], [39973591, 39973749], [39976413, 39976844], [39978077, 39978147], [39985804, 39985888], [39987982, 39988105], [39990272, 39990377], [39992174, 39992229], [39992768, 39992848], [39996963, 39997065], [39998730, 39998784], [40000987, 40001224], [40002712, 40002788], [40003192, 40003314], [40007015, 40007065], [40008026, 40008195], [40009613, 40009730], [40011280, 40011346], [40016501, 40016672], [40017107, 40017242], [40019092, 40019200], [40020898, 40021027], [40022518, 40022605], [40025976, 40026089], [40029405, 40029464], [40030358, 40030456], [40032168, 40032237], [40032756, 40032801], [40034325, 40034444], [40035026, 40035591]], "strand": 1, "transcript": "NM_001013703", "txend": 40035591, "txstart": 39934114}], "exons_hg19": [{"cdsend": 40327285, "cdsstart": 40226396, "chr": "15", "position": [[40226315, 40226540], [40231705, 40231818], [40235583, 40235686], [40241316, 40241469], [40246104, 40246185], [40247820, 40247969], [40253984, 40254100], [40257886, 40258044], [40259544, 40260080], [40265108, 40265215], [40265792, 40265950], [40268614, 40269045], [40270278, 40270348], [40278005, 40278089], [40280183, 40280306], [40282473, 40282578], [40284375, 40284430], [40284969, 40285049], [40289164, 40289266], [40290931, 40290985], [40293188, 40293425], [40294913, 40294989], [40295393, 40295515], [40299216, 40299266], [40300227, 40300396], [40301814, 40301931], [40303481, 40303547], [40308702, 40308873], [40309308, 40309443], [40311293, 40311401], [40313099, 40313228], [40314719, 40314806], [40318177, 40318290], [40321606, 40321665], [40322559, 40322657], [40324369, 40324438], [40324957, 40325002], [40326526, 40326645], [40327227, 40327792]], "strand": 1, "transcript": "NM_001013703", "txend": 40327792, "txstart": 40226315}], "generif": [{"pubmed": 18287093, "text": "MEK functions to enhance GCN2-dependent eIF2alpha phosphorylation rather than suppressing dephosphorylation"}, {"pubmed": 19586904, "text": "UV-induced eIF2alpha phosphorylation by activation of both PERK and GCN2 via oxidative stress and l-arginine starvation signaling pathways."}, {"pubmed": 20168091, "text": "Data show that impairment of autophagy stimulates PS1 expression and gamma-secretase activity through GCN2."}, {"pubmed": 20473272, "text": "The authors conclude that the GCN2-eIF2alpha-ATF4 pathway is critical for maintaining metabolic homeostasis in tumour cells, making it a novel and attractive target for anti-tumour approaches."}, {"pubmed": 20551969, "text": "GCN2 and its downstream target, the transcriptional activator ATF4, is critical for proliferation and survival of tumour cells after starvation for amino acids or glucose and is essential for growth in vivo in a xenograft model."}, {"pubmed": 21113813, "text": "The results suggest that GCN2 pathways can mediate the limiting effects of Gln deprivation on protein synthesis according to its severity."}, {"pubmed": 21203563, "text": "the GCN2/eIF2alpha/ATF4 pathway is essential for the induction of the TRB3 gene transcription"}, {"pubmed": 22435535, "text": "Changes in translational control of mitochondrial proteins are signaled by the activation of AMPK (AMP-activated protein kinase) and GCN2, leading also to the activation of autophagy."}, {"pubmed": 22896630, "text": "The activation of autophagy in response to interferon (IFN)-gamma is promoted by tryptophan depletion and relies, at least in part, on the activation of GCN2-eIF2alpha kinase in kidney epithelial cells."}, {"pubmed": 23110064, "text": "GCN2 leading to inhibition of viral RNA translation, and that HIV-1 protease cleaves GCN2 to overcome its antiviral effect."}, {"pubmed": 23216249, "text": "In this review, GCN2 senses the absence of one or more amino acids by virtue of direct binding to cognate tRNAs."}, {"pubmed": 23417324, "text": "GCN2 has a role as an early mediator in the cellular response to HIV-1 infection"}, {"pubmed": 23908598, "text": "Data indicate that suppressing GCN2 and activating transcription factor 4 (ATF4), expression decreased Amino acid deprivation (AAD)-induced VEGF expression."}, {"pubmed": 24135949, "text": "Mutations in EIF2AK4 are likely to cause autosomal-recessive pulmonary capillary hemangiomatosis in familial and some nonfamilial cases."}, {"pubmed": 24256275, "text": "REVIEW: roles of GCN2"}, {"pubmed": 24292273, "text": "EIF2AK4 mutations cause pulmonary veno-occlusive disease."}, {"pubmed": 24827717, "text": "Association of EIF2AKE with body mass index in Chinese has been confirmed and is suggested to be 'ethnic specific'."}, {"pubmed": 25142489, "text": "This study is the first to examine the perceptual response to CPET in patients with PVOD who were carriers of EIF2AK4 mutations compared with PAH patients matched for resting haemodynamics and pulmonary function"}, {"pubmed": 25329545, "text": "p58IPK is a general inhibitor of the eIF2alpha kinases in that it also interacts with GCN2. Thus forced overexpression of cytoplasmic p58 delays eIF2alpha phosphorylation, suppresses GCN2 phosphorylation and prolongs protein synthesis"}, {"pubmed": 25512148, "text": "Data show that sequenced eukaryotic translation initiation factor 2 alpha kinase 4 protein (EIF2AK4) with a homozygous mutation in all five families: c.3344C>T(p.P1115L)."}, {"pubmed": 25589675, "text": "GCN2 can exert its proapoptotic function in cancer cell death by posttranslational mechanisms."}, {"pubmed": 25759478, "text": "GCN2 activation and phosphorylation of eIF2alpha in response to mTORC1 inhibition are necessary for autophagy."}, {"pubmed": 26082174, "text": "Targeting ALDH18A1 activated the serine/threonine protein kinase GCN2 (general control nonderepressible 2) to inhibit protein synthesis in melanoma."}, {"pubmed": 26147366, "text": "IDO through GCN2 kinase activation inhibits CD4(+) T-cell proliferation and down-regulates key enzymes that directly or indirectly promote FA synthesis, a prerequisite for CD4(+) T-cell proliferation and differentiation into effector cell lineages."}, {"pubmed": 26541523, "text": "EIF2AK4 mutation was associated with pulmonary veno-occlusive disease. PVOD patients who were not significantly exposed to trichloroethylene were more likely to harbour EIF2AK4 mutations."}, {"pubmed": 26543160, "text": "Upon deprivation of various amino acids, activated GCN2 up-regulates ATF4 to induce expression of the stress response protein Sestrin2, which is required to sustain repression of mTORC1 by blocking its lysosomal localization"}, {"pubmed": 26647830, "text": "IDO, through GCN2 kinase activation, downregulates the levels of TCRcomplex tchain and cMyc, resulting in the suppression of Tcell proliferation and a reduction in the levels of LDHA and GLS2"}, {"pubmed": 27684876, "text": "This is the first reported case of EIF2AK4 mutation in PVOD in a Chinese patient population. We found the frameshift EIF2AK4 mutation c.1392delT (p.Arg465fs) in this case."}, {"pubmed": 27809840, "text": "EIF2AK4 mutations can also contribute to autosomal dominantly inherited pulmonary arterial hypertension."}, {"pubmed": 27884767, "text": "A novel homozygous EIF2AK4 mutation (c.257+4A>C) was identified in 1 of 9 (11.1%) patients diagnosed with HPAH. The novel EIF2AK4 mutation (c.257+4A>C) was homozygous in two sisters with severe pulmonary hypertension. None of the 72 patients with IPAH had biallelic EIF2AK4 mutations."}, {"pubmed": 27965097, "text": "in response to vemurafenib, BRAF-mutated melanoma and colorectal cancer cells rapidly induced the ISR as a cytoprotective mechanism through activation of general control nonderepressible 2 (GCN2), an eIF2alpha kinase sensing amino acid levels"}, {"pubmed": 28012804, "text": "A novel homozygous EIF2AK4 mutation (c.257+4A>C) was identified in 1 of 9 (11.1%) patients diagnosed with HPAH. The novel EIF2AK4 mutation (c.257+4A>C) was homozygous in two sisters with severe pulmonary hypertension. None of the 72 patients with IPAH had biallelic EIF2AK4 mutations."}, {"pubmed": 28087362, "text": "Heritable pulmonary veno-occlusive disease and/or pulmonary capillary haemangiomatosis due to bi-allelic EIF2AK4 mutations is characterised by a younger age at diagnosis but these patients display similar disease severity compared with mutation non-carriers. Response to therapy approved for pulmonary arterial hypertension in pulmonary veno-occlusive disease and/or pulmonary capillary haemangiomatosis is rare."}, {"pubmed": 28189689, "text": "Data show that siRNA-mediated depletion of general control nonderepressible 2 (GCN2) increases small RNA transcripts such as tRNA and 5S rRNA, and induces the p53 pathway activation."}, {"pubmed": 28536474, "text": "Data show that eukaryotic translation initiation factor 2 alpha kinase 4 protein (GCN2) interacts with HIV-1 integrase and is activated during HIV-1 infection."}, {"pubmed": 28661905, "text": "Heritable Pulmonary Veno-occlusive Disease and/or Pulmonary Capillary Hemangiomatosis is an autosomal recessive disease because of biallelic mutations in the eukaryotic translation initiation factor 2 alpha kinase 4 gene."}, {"pubmed": 28697925, "text": "The biallelic founder mutation in EIF2AK4 was found in all affected cases and 2 unaffected relatives. Family screening showed 34.2% of healthy heterozygotes, high consanguinity, young age at childbirth, and frequent multiparity. Prognosis was bleak, with significant differences depending on tolerance to PVD."}, {"pubmed": 28894140, "text": "Present study shows that the GCN2-dependent integrated stress response may have a pathophysiological effect on human renal tubular cells."}, {"pubmed": 28972005, "text": "Biallelic EIF2AK4 mutations are found in patients classified clinically as having idiopathic and heritable pulmonary arterial hypertension."}, {"pubmed": 29032562, "text": "Heritable pulmonary arterial hypertension is an autosomal dominant disease characterized by reduced penetrance, variable expressivity, and female predominance. Biallelic germline mutations in the gene EIF2AK4 are now associated with pulmonary veno-occlusive disease and pulmonary capillary hemangiomatosis. [review]"}, {"pubmed": 29108819, "text": "Pulmonary arterial remodeling in pulmonary veno-occlusive disease is present to an important extent. A significant decrease of GCN2 expression is a common denominator of all tested groups of pulmonary veno-occlusive disease and pulmonary arterial hypertension, including their respective experimental models"}, {"pubmed": 29746817, "text": "Through the NF-kappaB-GCN2/eIF2alpha pathway."}, {"pubmed": 29865032, "text": "GCN2 level was closely associateed with PRCC clinical parameters, larger tumor size, higher TNM stage, higher Fuhurman Grade, and lymph node metastasis. GCN2 overexpression is a prognostic biomarker linked to decreased OS and PFS of PRCC patients."}, {"pubmed": 30006154, "text": "Results find that GCN2 deficiency protects against high fat diet-induced hepatic steatosis by inhibiting lipogenesis and reducing oxidative stress suggesting that GCN2 plays an important role in the pathogenesis of NAFLD ."}, {"pubmed": 30061420, "text": "basal ASNS expression at protein levels was significantly correlated with sensitivity to combined treatment. These results provide mechanistic insights into the role of GCN2 in the amino acid response and a rationale for further investigation of GCN2 inhibitors for the treatment of cancer."}, {"pubmed": 30389499, "text": "this study shows that GCN2 deficiency ameliorates cardiac dysfunction in diabetic mice by reducing lipotoxicity and oxidative stress"}, {"pubmed": 30626938, "text": "An interconnected role of VCP/p97 and GCN2 in maintaining cancer cell metabolic and protein homoeostasis."}, {"pubmed": 30804176, "text": "the P-stalk could link GCN2 activation to translational stress, leading to initiation of integrated stress response."}, {"pubmed": 31211507, "text": "EIF2A promotes cell survival during paclitaxel treatment in vitro and in vivo."}, {"pubmed": 31817562, "text": "Activation of General Control Nonderepressible-2 Kinase Ameliorates Glucotoxicity in Human Peritoneal Mesothelial Cells, Preserves Their Integrity, and Prevents Mesothelial to Mesenchymal Transition."}, {"pubmed": 31836669, "text": "Our report shows that GCN2 is a key driver of Mvarphi polarization in the TME, revealing a key new target for cancer immunotherapy."}, {"pubmed": 31868900, "text": "The authors report the first crystal structures of the human GCN2 kinase domain in complex with two inhibitors of different size, shape, and chemical scaffold. Three novel activation loop conformations representative of different activation states of the kinase are described. In addition, a novel dimerization organization for GCN2 is observed."}, {"pubmed": 31868938, "text": "Knockdown of GCN2 inhibits high glucose-induced oxidative stress and apoptosis in retinal pigment epithelial cells."}, {"pubmed": 32376799, "text": "GCN2 regulates pancreatic beta cell mass by sensing intracellular amino acid levels."}, {"pubmed": 32471403, "text": "Clinical characteristics and survival of Chinese patients diagnosed with pulmonary arterial hypertension who carry BMPR2 or EIF2KAK4 variants."}, {"pubmed": 32615282, "text": "Reciprocal regulation between GCN2 (eIF2AK4) and PERK (eIF2AK3) through the JNK-FOXO3 axis to modulate cancer drug resistance and clonal survival."}, {"pubmed": 32903536, "text": "Dengue Virus Induced COX-2 Signaling Is Regulated Through Nutrient Sensor GCN2."}, {"pubmed": 33066286, "text": "Genetic Evaluation in a Cohort of 126 Dutch Pulmonary Arterial Hypertension Patients."}, {"pubmed": 33071063, "text": "[Familial pulmonary veno-occlusive disease with a composite biallelic heterozygous EIF2AK4 mutation].\", trans \"Une maladie veino-occlusive pulmonaire familiale avec mutation biallelique heterozygote composite d'EIF2AK4."}, {"pubmed": 33760196, "text": "The effect of antiHLA class I antibodies on the immunological properties of human glomerular endothelial cells and their modification by mTOR inhibition or GCN2 kinase activation."}, {"pubmed": 33798591, "text": "Interplay between stress-related genes may influence Alzheimer's disease development: The results of genetic interaction analyses of human data."}, {"pubmed": 34597669, "text": "The eIF2 kinase GCN2 directs keratinocyte collective cell migration during wound healing via coordination of reactive oxygen species and amino acids."}, {"pubmed": 35137449, "text": "Amino acid restriction induces a long non-coding RNA UBA6-AS1 to regulate GCN2-mediated integrated stress response in breast cancer."}, {"pubmed": 35778545, "text": "Amino acid sensor GCN2 promotes SARS-CoV-2 receptor ACE2 expression in response to amino acid deprivation."}, {"pubmed": 36107759, "text": "GCN2 eIF2 kinase promotes prostate cancer by maintaining amino acid homeostasis."}, {"pubmed": 36273589, "text": "A cell-based chemical-genetic screen for amino acid stress response inhibitors reveals torins reverse stress kinase GCN2 signaling."}, {"pubmed": 36476191, "text": "Disruption of GCN2 Pathway Aggravates Vascular and Parenchymal Remodeling during Pulmonary Fibrosis."}, {"pubmed": 36551306, "text": "Lipidomic Profile Analysis of Lung Tissues Revealed Lipointoxication in Pulmonary Veno-Occlusive Disease."}, {"pubmed": 36633383, "text": "A new mutation in the EIF2AK4 gene in familial pulmonary veno-occlusive disease."}, {"pubmed": 36901714, "text": "Multiple Roles of the Stress Sensor GCN2 in Immune Cells."}, {"pubmed": 37017529, "text": "Contributions of Ccr4 and Gcn2 to the Translational Response of C. neoformans to Host-Relevant Stressors and Integrated Stress Response Induction."}, {"pubmed": 37199644, "text": "Hepatitis E Virus Protease Inhibits the Activity of Eukaryotic Initiation Factor 2-Alpha Kinase 4 and Promotes Virus Survival."}, {"pubmed": 38175755, "text": "Downregulation of nutrition sensor GCN2 in macrophages contributes to poor wound healing in diabetes."}, {"pubmed": 38281137, "text": "Multiple mechanisms activate GCN2 eIF2 kinase in response to diverse stress conditions."}], "genomic_pos": {"chr": "15", "end": 40035591, "ensemblgene": "ENSG00000128829", "start": 39934115, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 40327797, "start": 40226347, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000077", "qualifier": "involved_in", "term": "DNA damage checkpoint signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002230", "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002286", "qualifier": "involved_in", "term": "T cell activation involved in immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002821", "qualifier": "involved_in", "term": "positive regulation of adaptive immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006446", "qualifier": "involved_in", "term": "regulation of translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007612", "qualifier": "involved_in", "term": "learning"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007616", "qualifier": "involved_in", "term": "long-term memory"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010998", "qualifier": "involved_in", "term": "regulation of translational initiation by eIF2 alpha phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010998", "pubmed": 26102367, "qualifier": "involved_in", "term": "regulation of translational initiation by eIF2 alpha phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010998", "qualifier": "involved_in", "term": "regulation of translational initiation by eIF2 alpha phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019081", "qualifier": "involved_in", "term": "viral translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032057", "qualifier": "involved_in", "term": "negative regulation of translational initiation in response to stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032792", "qualifier": "involved_in", "term": "negative regulation of CREB transcription factor activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034198", "pubmed": 25329545, "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036492", "pubmed": 25329545, "qualifier": "involved_in", "term": "eiF2alpha phosphorylation in response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044828", "qualifier": "involved_in", "term": "negative regulation by host of viral genome replication"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045947", "qualifier": "involved_in", "term": "negative regulation of translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046777", "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060259", "qualifier": "involved_in", "term": "regulation of feeding behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070417", "pubmed": 25329545, "qualifier": "involved_in", "term": "cellular response to cold"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071264", "qualifier": "involved_in", "term": "positive regulation of translational initiation in response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140469", "pubmed": 25329545, "qualifier": "involved_in", "term": "GCN2-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0140469", "pubmed": 26102367, "qualifier": "involved_in", "term": "GCN2-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140469", "qualifier": "involved_in", "term": "GCN2-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900273", "qualifier": "involved_in", "term": "positive regulation of long-term synaptic potentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1990138", "qualifier": "involved_in", "term": "neuron projection extension"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1990625", "qualifier": "involved_in", "term": "negative regulation of cytoplasmic translational initiation in response to stress"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0022626", "qualifier": "located_in", "term": "cytosolic ribosome"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000049", "qualifier": "enables", "term": "tRNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004694", "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004694", "pubmed": 25329545, "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004694", "pubmed": 25329545, "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004694", "pubmed": 10504407, "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[4896, 2540500], [4932, 851877], [5141, 3877676], [6239, 174953], [7165, 1280343], [7227, 43709], [7955, 100149925], [8364, 100216307], [9031, 423285], [9544, 100428309], [9598, 453321], [9606, 440275], [9615, 478257], [9913, 513829], [10090, 27103], [10116, 114859], [28985, 2891894], [33169, 4618618], [318829, 2678879]], "id": 40891}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "RWD domain", "id": "IPR006575", "short_desc": "RWD-domain"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Ubiquitin-conjugating enzyme/RWD-like", "id": "IPR016135", "short_desc": "UBQ-conjugating_enzyme/RWD"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Histidyl tRNA synthetase-related domain", "id": "IPR024435", "short_desc": "HisRS-related_dom"}, {"desc": "Anticodon-binding domain superfamily", "id": "IPR036621", "short_desc": "Anticodon-bd_dom_sf"}, {"desc": "E3 ubiquitin-protein ligase RNF25", "id": "IPR039133", "short_desc": "RNF25"}, {"desc": "Class II Histidinyl-tRNA synthetase (HisRS)-like catalytic core domain", "id": "IPR041715", "short_desc": "HisRS-like_core"}, {"desc": "Class II Aminoacyl-tRNA synthetase/Biotinyl protein ligase (BPL) and lipoyl protein ligase (LPL)", "id": "IPR045864", "short_desc": "aa-tRNA-synth_II/BPL/LPL"}, {"desc": "eIF-2-alpha kinase Gcn2", "id": "IPR016255", "short_desc": "Gcn2"}], "ipi": ["IPI00163851", "IPI00456685", "IPI00966834"], "map_location": "15q15.1", "name": "eukaryotic translation initiation factor 2 alpha kinase 4", "other_names": ["GCN2 eIF2alpha kinase", "GCN2-like protein", "eIF-2-alpha kinase GCN2", "general control nonderepressible 2"], "pantherdb": {"HGNC": "19687", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353427", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10090, "uniprot_kb": "Q9QZ05"}, {"RGD": "1311439", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10116, "uniprot_kb": "D4A7V9"}, {"Ensembl": "ENSGALG00000009611", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 9031, "uniprot_kb": "E1C182"}, {"Ensembl": "ENSDARG00000104276", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "A0A0G2KY41"}, {"WormBase": "WBGene00013591", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 6239, "uniprot_kb": "D0Z5N4"}, {"FlyBase": "FBgn0019990", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7227, "uniprot_kb": "A0A0B4KHX7"}, {"SGD": "S000006310", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 4932, "uniprot_kb": "Q06098"}, {"SGD": "S000002691", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 4932, "uniprot_kb": "P15442"}, {"PomBase": "SPAC20G4.03c", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 4896, "uniprot_kb": "O13889"}, {"PomBase": "SPBC36B7.09", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 4896, "uniprot_kb": "Q9HGN1"}, {"dictyBase": "DDB_G0283065", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q54RP7"}, {"dictyBase": "DDB_G0272837", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q558U1"}, {"dictyBase": "DDB_G0276829", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q550L8"}, {"dictyBase": "DDB_G0276043", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q75JN1"}, {"EnsemblGenome": "AT3G59410", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 3702, "uniprot_kb": "Q9LX30"}], "uniprot_kb": "Q9P2K8"}, "pathway": {"biocarta": {"id": "eif2pathway", "name": "regulation of eif2"}, "kegg": [{"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9633012", "name": "Response of EIF2AK4 (GCN2) to amino acid deficiency"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}]}, "pdb": ["6N3L", "6N3N", "6N3O", "7E2K", "7E2M", "7QQ6", "7QWK", "8T7T"], "pfam": ["PF00069", "PF05773", "PF12745", "PF13393"], "pharmgkb": "PA134947616", "pharos": {"target_id": 14980, "tdl": "Tchem"}, "pir": "T46924", "prosite": ["PS50011", "PS50908"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214413", "relationship": "is"}, {"id": "GNF219865", "relationship": "is"}, {"id": "GNF230769", "relationship": "is"}, {"id": "GNF264179", "relationship": "is"}, {"id": "GNF264180", "relationship": "is"}, {"id": "GNF264181", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163475", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF038813", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082233", "relationship": "is"}, {"id": "GNF082234", "relationship": "is"}, {"id": "GNF082235", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052379", "relationship": "is"}, {"id": "GNF057150", "relationship": "is"}, {"id": "GNF062000", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071655", "relationship": "is"}, {"id": "GNF071656", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166096", "relationship": "is"}, {"id": "GNF166097", "relationship": "is"}, {"id": "GNF166098", "relationship": "is"}, {"id": "GNF166099", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF017154", "relationship": "is"}, {"id": "GNF129369", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324468", "relationship": "is"}, {"id": "GNF324469", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092736", "relationship": "is"}, {"id": "GNF132434", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_034053.1"], "protein": "NP_001013725.2", "rna": "NM_001013703.4", "translation": {"protein": "NP_001013725.2", "rna": "NM_001013703.4"}}, "reporter": {"GNF1H": "gnf1h05970_at", "HG-U133_Plus_2": ["225164_s_at", "237145_at"], "HG-U95B": "52053_at", "HTA-2_0": "TC15000272.hg.1", "HuEx-1_0": "3589570", "HuGene-1_1": "7982620", "HuGene-2_1": "16799357"}, "retired": 27104, "summary": "This gene encodes a member of a family of kinases that phosphorylate the alpha subunit of eukaryotic translation initiation factor-2 (EIF2), resulting in the downregulaton of protein synthesis. The encoded protein responds to amino acid deprivation by binding uncharged transfer RNAs. It may also be activated by glucose deprivation and viral infection. Mutations in this gene have been found in individuals suffering from autosomal recessive pulmonary venoocclusive-disease-2. [provided by RefSeq, Mar 2014].", "symbol": "EIF2AK4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426334"}, "unigene": "Hs.656673", "uniprot": {"Swiss-Prot": "Q9P2K8", "TrEMBL": ["H0YND8", "H0YME5", "H0YNY9"]}, "wikipedia": {"url_stub": "EIF2AK4"}}