{"AllianceGenome": "3255", "HGNC": "3255", "MIM": "604032", "_id": "9451", "_version": 1, "accession": {"genomic": ["AC062029.7", "AC104134.4", "AH009678.2", "CH471215.1", "CP068276.2", "KT585040.1", "MT012628.1", "NC_000002.12", "NC_060926.1", "NG_016424.1"], "protein": ["AAD19961.1", "AAF61199.1", "AAF91480.1", "AAI26355.1", "AAI26357.1", "AAY14777.1", "AAY24331.1", "BAG37696.1", "BAG54707.1", "CAH18234.1", "EAW77068.1", "EAW77069.1", "NP_001300844.1", "NP_004827.4", "Q9NZJ5.3", "QIA59047.1", "QIA59048.1", "XP_047302384.1", "XP_047302385.1", "XP_047302386.1", "XP_054200611.1", "XP_054200612.1", "XP_054200613.1"], "rna": ["AF110146.1", "AF193339.1", "AI650734.1", "AK128659.1", "AK308312.1", "AK315287.1", "BC040505.1", "BC126354.1", "BC126356.1", "BQ014181.1", "CB162654.1", "CN285475.1", "CR749382.1", "DA990609.1", "DB287944.1", "MT012629.1", "NM_001313915.2", "NM_004836.7", "XM_047446428.1", "XM_047446429.1", "XM_047446430.1", "XM_054344636.1", "XM_054344637.1", "XM_054344638.1"], "translation": [{"protein": "XP_047302385.1", "rna": "XM_047446429.1"}, {"protein": "AAI26357.1", "rna": "BC126356.1"}, {"protein": "XP_054200613.1", "rna": "XM_054344638.1"}, {"protein": "BAG54707.1", "rna": "AK128659.1"}, {"protein": "XP_054200611.1", "rna": "XM_054344636.1"}, {"protein": "XP_054200612.1", "rna": "XM_054344637.1"}, {"protein": "AAD19961.1", "rna": "AF110146.1"}, {"protein": "CAH18234.1", "rna": "CR749382.1"}, {"protein": "AAI26355.1", "rna": "BC126354.1"}, {"protein": "QIA59048.1", "rna": "MT012629.1"}, {"protein": "AAF61199.1", "rna": "AF193339.1"}, {"protein": "XP_047302384.1", "rna": "XM_047446428.1"}, {"protein": "XP_047302386.1", "rna": "XM_047446430.1"}, {"protein": "NP_001300844.1", "rna": "NM_001313915.2"}, {"protein": "NP_004827.4", "rna": "NM_004836.7"}, {"protein": "BAG37696.1", "rna": "AK315287.1"}]}, "alias": ["PEK", "PERK", "WRS"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000172071", "protein": ["ENSP00000307235", "ENSP00000498211", "ENSP00000498948", "ENSP00000506923", "ENSP00000507214", "ENSP00000507355", "ENSP00000507663", "ENSP00000508149", "ENSP00000508290"], "transcript": ["ENST00000303236", "ENST00000415570", "ENST00000470706", "ENST00000478003", "ENST00000652099", "ENST00000652423", "ENST00000652666", "ENST00000652736", "ENST00000668866", "ENST00000681996", "ENST00000682103", "ENST00000682276", "ENST00000682468", "ENST00000682603", "ENST00000682656", "ENST00000682844", "ENST00000682892", "ENST00000682952", "ENST00000683501", "ENST00000683663", "ENST00000684455", "ENST00000684535", "ENST00000684642", "ENST00000684740"], "translation": [{"protein": "ENSP00000508149", "rna": "ENST00000682603"}, {"protein": "ENSP00000307235", "rna": "ENST00000303236"}, {"protein": "ENSP00000507355", "rna": "ENST00000684642"}, {"protein": "ENSP00000508290", "rna": "ENST00000682103"}, {"protein": "ENSP00000506923", "rna": "ENST00000684455"}, {"protein": "ENSP00000507663", "rna": "ENST00000682844"}, {"protein": "ENSP00000498211", "rna": "ENST00000652099"}, {"protein": "ENSP00000507214", "rna": "ENST00000682892"}, {"protein": "ENSP00000498948", "rna": "ENST00000652423"}], "type_of_gene": "protein_coding"}, "entrezgene": "9451", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.848200953, "exp_mis": 351.81477379, "exp_syn": 149.607499799, "lof_z": 4.32297011953824, "mis_z": 2.26387871420763, "mu_lof": 2.8258273711e-06, "mu_mis": 3.30772263089e-05, "mu_syn": 1.42792130211e-05, "n_lof": 11.0, "n_mis": 265.0, "n_syn": 142.0, "p_li": 0.0114235489498432, "p_null": 2.98483529481389e-06, "p_rec": 0.988573466214862, "syn_z": 0.385580227949466}, "bp": 3351, "cds_end": 88926792, "cds_start": 88857253, "n_exons": 17, "nonpsych": {"exp_lof": 33.9158467642, "exp_mis": 318.085901211, "exp_syn": 135.068800813, "lof_z": 4.03307583980049, "mis_z": 2.43456548154283, "mu_lof": 2.8258273711e-06, "mu_mis": 3.30772263089e-05, "mu_syn": 1.42792130211e-05, "n_lof": 10.0, "n_mis": 232.0, "n_syn": 125.0, "p_li": 0.0155730599600991, "p_null": 1.14109394871472e-05, "p_rec": 0.984415529100414, "syn_z": 0.545460991891417}, "nontcga": {"exp_lof": 34.7871636687, "exp_mis": 323.63643248, "exp_syn": 137.605727362, "lof_z": 4.14570702751945, "mis_z": 2.2608153529715, "mu_lof": 2.8258273711e-06, "mu_mis": 3.30772263089e-05, "mu_syn": 1.42792130211e-05, "n_lof": 10.0, "n_mis": 242.0, "n_syn": 130.0, "p_li": 0.019539711039094, "p_null": 6.67599523392354e-06, "p_rec": 0.980453612965672, "syn_z": 0.410528459712721}, "transcript": "ENST00000303236.3"}, "exons": [{"cdsend": 88595648, "cdsstart": 88557735, "chr": "2", "position": [[88556739, 88557936], [88558916, 88558979], [88562288, 88562390], [88570873, 88571041], [88574665, 88575446], [88576553, 88576703], [88579517, 88579640], [88583429, 88583542], [88585840, 88586061], [88587981, 88588104], [88588760, 88588901], [88590442, 88590605], [88590817, 88591052], [88593271, 88593405], [88595468, 88595663], [88613723, 88613853], [88624745, 88624929]], "strand": -1, "transcript": "NM_001313915", "txend": 88624929, "txstart": 88556739}, {"cdsend": 88627274, "cdsstart": 88557735, "chr": "2", "position": [[88556740, 88557936], [88558916, 88558979], [88562288, 88562390], [88570873, 88571041], [88574665, 88575446], [88576553, 88576703], [88579517, 88579640], [88583429, 88583542], [88585840, 88586061], [88587981, 88588104], [88588760, 88588901], [88590442, 88590605], [88590817, 88591052], [88593271, 88593405], [88595468, 88595663], [88613723, 88613853], [88626966, 88627464]], "strand": -1, "transcript": "NM_004836", "txend": 88627464, "txstart": 88556740}], "exons_hg19": [{"cdsend": 88895166, "cdsstart": 88857253, "chr": "2", "position": [[88856257, 88857454], [88858434, 88858497], [88861806, 88861908], [88870391, 88870559], [88874183, 88874964], [88876071, 88876221], [88879035, 88879158], [88882947, 88883060], [88885358, 88885579], [88887499, 88887622], [88888278, 88888419], [88889960, 88890123], [88890335, 88890570], [88892789, 88892923], [88894986, 88895181], [88913241, 88913371], [88924263, 88924447]], "strand": -1, "transcript": "NM_001313915", "txend": 88924447, "txstart": 88856257}, {"cdsend": 88926792, "cdsstart": 88857253, "chr": "2", "position": [[88856258, 88857454], [88858434, 88858497], [88861806, 88861908], [88870391, 88870559], [88874183, 88874964], [88876071, 88876221], [88879035, 88879158], [88882947, 88883060], [88885358, 88885579], [88887499, 88887622], [88888278, 88888419], [88889960, 88890123], [88890335, 88890570], [88892789, 88892923], [88894986, 88895181], [88913241, 88913371], [88926484, 88926982]], "strand": -1, "transcript": "NM_004836", "txend": 88926982, "txstart": 88856258}], "generif": [{"pubmed": 12014989, "text": "Distinct roles in transcription during the mammalian unfolded protein response."}, {"pubmed": 12086964, "text": "Loss of kinase activity in a patient with Wolcott-Rallison syndrome caused by a novel mutation"}, {"pubmed": 12370288, "text": "PERK plays a role in hypoxia-induced translational attenuation"}, {"pubmed": 12610133, "text": "results show that PERK binds to and is also inhibited by the hepatitis C virus envelope protein E2"}, {"pubmed": 15220213, "text": "Genetic heterogeneity between this variant form of WRS and EIF2AK3 WRS correlates with some clinical heterogeneity."}, {"pubmed": 15483661, "text": "This pilot study demonstrates an association between the EIF2AK3 gene region and susceptibility to type I diabetes."}, {"pubmed": 15650164, "text": "activated by Herpes simplex virus 1 infection"}, {"pubmed": 16148948, "text": "Inactivation of integrated-stress-response signaling by mutations in the ER kinase PERK and the translation initiation factor eIF2alpha or by a dominant-negative PERK impairs cell survival under extreme hypoxia."}, {"pubmed": 17229688, "text": "is the first description of a virus-encoded PERK-specific effector and defines a new strategy by which viruses are able to maintain endoplasmic reticulum homeostasis"}, {"pubmed": 17785458, "text": "PERK activates glycogen synthase kinase 3 to promote the proteasomal degradation of p53."}, {"pubmed": 17823375, "text": "carbon monoxide renders endothelial cells resistant to stress by upregulating Nrf2-dependent HO-1 expression via PERK activation"}, {"pubmed": 18063576, "text": "PKR and PKR-like endoplasmic reticulum kinase induce the proteasome-dependent degradation of cyclin D1 via a mechanism requiring eukaryotic initiation factor 2alpha phosphorylation"}, {"pubmed": 18216498, "text": "PERK signaling acts to suppress autophagy and lysosomal dysfunction by increasing the expression of HSP70."}, {"pubmed": 18426796, "text": "analysis of endoplasmic reticulum (ER) chaperone regulation and survival of cells compensating for deficiency in the ER stress response kinase, PERK"}, {"pubmed": 18451152, "text": "The growth-inhibitory function of PERK is preserved in tumors and upon proper reactivation can severely inhibit tumor growth through induction of quiescence."}, {"pubmed": 18664456, "text": "PC2, but not pathogenic mutants E837X and R872X, represses cell proliferation through promoting the phosphorylation of eukaryotic translation initiation factor eIF2alpha by pancreatic ER-resident eIF2alpha kinase (PERK)."}, {"pubmed": 18787411, "text": "Vorinostat and sorafenib increase ER stress, autophagy and apoptosis via ceramide-dependent CD95 and PERK activation"}, {"pubmed": 19029953, "text": "PERK activity inhibits the ER stress-induced apoptotic program through the induction of cellular inhibitor of apoptosis (cIAP1 and cIAP2) proteins"}, {"pubmed": 19586904, "text": "UV-induced eIF2alpha phosphorylation by activation of both PERK and GCN2 via oxidative stress and l-arginine starvation signaling pathways."}, {"pubmed": 19837917, "text": "EIF2AK3 should be tested in patients with isolated neonatal diabetes diagnosed after 3 weeks of age from known consanguineous families, isolated populations, or countries in which inbreeding is frequent."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20072656, "text": "Findings indicate that GRP78 is a biologic target of vorinostat, and activation of the UPR through PERK phosphorylation contributes toward its antitumor activity."}, {"pubmed": 20103619, "text": "Findings indicate that mda-7/IL-24 induces PERK activation that triggers production of ceramide, ceramide synthase 6 and thioredoxin, which in turn promote glioma cell autophagy and cell death."}, {"pubmed": 20202148, "text": "this report describe clinical features of six patients with Wolcott-Rallison syndrome from two families carrying the same homozygous mutation (W522X) in the EIF2AK3 gene."}, {"pubmed": 20348950, "text": "PERK is essential for radiation-induced autophagy and radiosensitivity in caspase-3/7 double-knockout cells."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20463975, "text": "These results indicate that PERK-eIF2alpha pathway is a potential target for therapeutic applications in neurodegenerative diseases including Alzheimer's disease."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20709135, "text": "The PERK signaling pathway plays a major role in the action of fluoride on osteoblasts; the bone response in skeletal fluorosis may be due in part to the PERK signaling pathway."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21385877, "text": "early DENV-2 infection triggers and then suppresses PERK-mediated eIF2alpha phosphorylation and that in mid and late DENV-2 infection, the IRE1-XBP1 and ATF6 pathways are activated, respectively"}, {"pubmed": 21419175, "text": "Results identify ERp29 as a novel regulator of PERK and provide evidence for the role of ER resident factors in the regulation of chemotherapeutic efficacy."}, {"pubmed": 21518408, "text": "We observed in case 1 a homozygous C > T replacement at base pair c.1192 at exon 7, generating a stop codon at position 398; in case 2, a duplication of base pair c.851A at exon 5 (c.851dupA) leading to a frameshift and a stop codon at position 285"}, {"pubmed": 21648287, "text": "ETF2AK3 gene mutations can lead to the onset of Wolcott-Rallison syndrome."}, {"pubmed": 21709020, "text": "Data show that luminal P-PERK and LC3 levels are reduced in PERK-deficient mammary glands, whereas they are increased in human breast ductal carcinoma in situ."}, {"pubmed": 22028037, "text": "Common nonsynonymous sequence variants in EIF2AK3 have a modest effect on endoplasmic reticulum stress response."}, {"pubmed": 22072062, "text": "Endoplasmic reticulum stress sensitizes cells to TRAIL through down-regulation of FLIP and Mcl-1 and PERK-dependent up-regulation of TRAIL-R2."}, {"pubmed": 22169477, "text": "H(2)S in inhibiting PTP1B activity and thereby promoting PERK activity during the response to ER stress"}, {"pubmed": 22246806, "text": "Saturated fatty acid-induced ER stress and apoptosis in these human liver cells were enacted through the PERK/ATF4/CHOP signaling pathway."}, {"pubmed": 22253692, "text": "Transcriptional profiling by cDNA microarray combined with reverse genetics revealed phosphorylation of the eukaryotic initiation factor 2-alpha (EIF2A) through the eukaryotic translation initiation factor 2-alpha kinase 3 (EIF2AK3/PERK)."}, {"pubmed": 22354021, "text": "ubtilase cytotoxin -induced ER stress is caused by BiP cleavage, leading to PERK activation, not by accumulation of ubiquitinated proteins, which undergo PERK-dependent degradation via the ubiquitin-proteasome system."}, {"pubmed": 22446326, "text": "BiP binds to IRE1 and PERK in a different manner."}, {"pubmed": 22813743, "text": "PERK plays a critical role in information processing and cognitive function and that modulation of eIF2alpha phosphorylation and ATF4 expression."}, {"pubmed": 22915762, "text": "results show that the PERK/ATF4 arm of UPR mediates the angiogenic switch and is a potential target for antiangiogenic cancer therapy."}, {"pubmed": 22917505, "text": "one of three endoplasmic reticulum transmembrane protein sensors that signals the unfolded protein response [review]"}, {"pubmed": 22956602, "text": "This study indicates that selectively activating ATF6 or PERK prevents mutant rhodopsin from accumulating in retinal cells."}, {"pubmed": 23103912, "text": "PARP16 is a tail-anchored endoplasmic reticulum protein required for the PERK- and IRE1alpha-mediated unfolded protein response."}, {"pubmed": 23110043, "text": "ER stress activates NF-kappaB by integrating functions of basal IKK activity, IRE1 and PERK."}, {"pubmed": 23116876, "text": "Genotypes at MOBP and EIF2AK3 confer risk predominantly in APOE epsilon4-positive subjects, with indications of an interaction between APOE and MOBP or EIF2AK3 on Alzheimer's disease risk."}, {"pubmed": 23160380, "text": "increased autophagy, secondary to persistent PERK and LKB1-AMPK signaling, can robustly protect cells from anoikis and promote luminal filling during early carcinoma progression"}, {"pubmed": 23294542, "text": "the PERK/ATF4/LAMP3-arm of the UPR is an additional pathway mediating hypoxia-induced breast cancer cell migration"}, {"pubmed": 23471998, "text": "PERK/eIF2alpha signaling protects therapy resistant hypoxic cells through induction of glutathione synthesis and protection against ROS."}, {"pubmed": 23585173, "text": "Direct sequencing of the EIF2AK3 gene identified a homozygous frameshift mutation (c.1259delA) in all patients that has been reported only in these families."}, {"pubmed": 23592989, "text": "the induction of PERK during human cytomegalovirus infection is necessary for full activation of lipogenesis; this effect appears to be mediated by limiting the levels of Insig1 thus freeing SREBP1-SCAP complexes for SREBP1 processing"}, {"pubmed": 23759358, "text": "However, the available data indicate that KSA has the largest collection of patients with WRS worldwide, and nine of the identifiable EIF2AK3 mutations appear to be confined to Arabs"}, {"pubmed": 23830192, "text": "The PERK signaling arm is uniquely important for promoting adaptation and survival during hypoxia-induced ER stress and should be the focus of future therapeutic efforts."}, {"pubmed": 24097291, "text": "Studied different expressions of PERK between the spinal ligament fibroblasts from OPLL patients and non-OPLL patients, and demonstrate knockdown of PERK by RNA interference inhibiting expression of OCN, ALP, and COL I in the cells from OPLL patients."}, {"pubmed": 24103755, "text": "down-regulation of PERK resulted in increased clonogenic survival, enhanced DNA repair and reduced apoptosis in irradiated cancer cells."}, {"pubmed": 24114838, "text": "interplay between calcineurin and PERK regulates beta-cell Ca(2+) signaling and insulin secretion, and that loss of this interaction may have profound implications in insulin secretion defects associated with diabetes."}, {"pubmed": 24168455, "text": "genetic association study in population of children in South India: Data suggest that mutations in EIF2AK3 are associated with permanent neonatal diabetes mellitus in Wolcott-Rallison syndrome; study includes 8 children from 5 unrelated families."}, {"pubmed": 24252572, "text": "Study demonstrated a genetic association between an EIF2AK3 protein coding haplotype and progressive supranuclear palsy (PSP), indicating that variation in the PERK protein affects PSP risk"}, {"pubmed": 24594363, "text": "In erythroid cells, pull down experiments identified the presence of a novel complex formed by HDAC5, GATA1, EKLF and pERK which was instead undetectable in cells of the megakaryocytic lineage."}, {"pubmed": 24664756, "text": "These studies indicate that activation of either IRE1, ATF6, or PERK prevents mutant rhodopsin from accumulating in the cells."}, {"pubmed": 24705811, "text": "Epithelial-to-mesenchymal transition activates PERK-eIF2alpha and sensitizes cells to endoplasmic reticulum stress"}, {"pubmed": 24813399, "text": "The study demonstrates that subsequently excessive NO generation in RPE cells can have an unanticipated effect by activating PERK pathways in ECs, resulting in a novel mechanism for vascular endothelium to avoid injury from prolonged hyperglycemia."}, {"pubmed": 24846185, "text": "To enable a detailed study of PERK signaling we have generated an analog-sensitive PERK allele that accepts N(6)-alkylated ATP analogs."}, {"pubmed": 24874742, "text": "selenite activated PERK and eIF2alpha/ATF4 downstream to promote apoptosis."}, {"pubmed": 25131821, "text": "Data from 2 consanguineous families suggest EIF2AK3 mutations (c.1337_1338insT/p.K346*; c.3009C>T/p.R903*) account for Wolcott-Rallison syndrome; ultrastructural features of autopsy materials suggest endoplasmic reticulum dysfunction. [CASE STUDIES]"}, {"pubmed": 25183803, "text": "ER stress-PERK-GSK3alpha/beta signaling promotes proatherogenic macrophage lipid accumulation"}, {"pubmed": 25203443, "text": "Neoplastic de-differentiation confers multidrug resistance via non-canonical PERK-Nrf2 signaling."}, {"pubmed": 25226532, "text": "findings suggest that the abnormal unfolded protein responses, especially IRE1/XBP1 and PERK/CHOP axes, may contribute to SLE pathogenesis, which may be potential diagnosis indicators or treatment targets."}, {"pubmed": 25393282, "text": "TBL2 interacts with PERK via the N-terminus proximal region and also associates with eIF2a via the WD40 domain thus modulating stress-signaling and cell survival during endoplasmic reticulum stress."}, {"pubmed": 25475719, "text": "autophagy receptor genes SQSTM1/p62, NBR1 and BNIP3L/NIX are transcriptionally upregulated in response to ER stress and inhibition of the UPR transmembrane receptors, PERK and IRE1, abrogates this upregulation"}, {"pubmed": 25579883, "text": "Tauroursodeoxycholic acid activates PERK, an eIF2alpha kinase of the endoplasmic reticulum in HepG2 cells."}, {"pubmed": 25633195, "text": "Data indicated that the relative timing of IRE1 and PERK signalling determines the shift from cell survival to apoptosis."}, {"pubmed": 25675914, "text": "ER stress-induced apoptosis was important in the development of SPE, especially in early onset SPE and was probably due to the activation of the PERK signaling pathway."}, {"pubmed": 25692299, "text": "discover that BiP is dual functional UPR sensor, sensing unfolded proteins by canonical binding to substrates and transducing this event to noncanonical, signaling interaction to Ire1 and Perk"}, {"pubmed": 25761777, "text": "Our results reveal that PERK activation is involved in glioma glycolysis regulation and may be a potential molecular target for glioma treatment."}, {"pubmed": 25925385, "text": "interface mutations that disrupt tetramer formation in vitro reduce phosphorylation of PERK and its target eIF2alpha in cells."}, {"pubmed": 25976933, "text": "These results confirm that HIV infection activates stress-response components and that antiretroviral therapy contributes to changes in the unfolded protein response activation profile."}, {"pubmed": 26078722, "text": "PERK-activated osteosarcomatous autophagy via inhibition of the mTORC1 pathway prevents cell apoptosis."}, {"pubmed": 26225772, "text": "In this review, we particularly focused on the novel, intriguing and complicated role of PERK in ER stress-decided cell fate, and also discussed more roles of PERK in restoring cellular homeostasis"}, {"pubmed": 26259235, "text": "CGK733-induced intracellular calcium sequestration in pancreatic tumor cells is correlated with the PERK/CHOP signaling pathway and may also be involved in the dysregulations of calcium-binding proteins."}, {"pubmed": 26279443, "text": "In human alveolar epithelial A549 cells, Lipopolysaccharide induces autophagic cell death that depends on the activation of the PERK branch of the unfolded protein response upon endoplasmic reticulum (ER) stress ."}, {"pubmed": 26446798, "text": "Nitric oxide can S-nitrosylate the endoplasmic reticulum stress sensors IRE1alapha and PERK."}, {"pubmed": 26486079, "text": "Data show CGK733 induced microtubule associated protein LC3B formation upstream of AMP-activated protein kinase and protein kinase RNA-like endoplasmic reticulum kinase/CCAAT-enhancer-binding protein homologous protein pathways and p21 Cip1 expression."}, {"pubmed": 26634309, "text": "Using drugs that specifically inhibit or activate the PERK or IRE1alpha sensors, we demonstrate that signalling through the PERK axis activates this expression, through a transcriptional mechanism"}, {"pubmed": 26642955, "text": "This study demonstrates a new role for CREB as a regulator of ER stress, which is required to properly respond to stressful conditions, such as hypoxia."}, {"pubmed": 27079961, "text": "PERK-eIF2alpha-ATF4 signaling pathway mediated by endoplasmic reticulum stress involved in osteoblast differentiation of periodontal ligament cells under cyclic mechanical force."}, {"pubmed": 27094326, "text": "Influenza A virus downregulates the host unfolded protein response mediated by the PERK protein."}, {"pubmed": 27141928, "text": "PERK has a role in mediating the internal ribosome entry site-dependent translational activation of mRNAs encoding angiogenic growth factors after ischemic stress"}, {"pubmed": 27145240, "text": "A novel homozygous nonsense mutation (p.Q333) in exon 5 of the eukaryotic translation initiation factor 2-alpha kinase 3 (EIF2AK3) gene in a Wolcott-Rallison syndrome patient, and her parents were first-degree cousins with heterozygous mutations of EIF2AK3 gene."}, {"pubmed": 27181404, "text": "These results suggest that PERK signaling promotes medulloblastoma tumorigenesis by attenuating apoptosis of premalignant granule cell precursors during the course of malignant transformation."}, {"pubmed": 27211800, "text": "The PERK-eIF2alpha-ATF4-CHOP signaling pathway has a critical role in tumor progression during endoplasmic reticulum stress. (Review)"}, {"pubmed": 27272779, "text": "EnR stress assessed by expression of PERK and p-eIF2alpha was significantly associated with tumor infiltrating lymphocytes in HER2-positive breast cancer."}, {"pubmed": 27375025, "text": "Results unveil a new aspect of PERK function and previously unknown roles for Claspin and Chk1 as negative regulators of DNA replication in the absence of genotoxic stress."}, {"pubmed": 27384111, "text": "miR-204 Targets PERK and Regulates UPR Signaling and beta-Cell Apoptosis"}, {"pubmed": 27502501, "text": "BiP/GRP78 and PERK were highly expressed."}, {"pubmed": 27573888, "text": "plasma exposure resulted in expression of unfolded protein response (UPR) proteins such as glucoserelated protein 78 (GRP78), protein kinase R (PKR)like ER kinase (PERK), and inositolrequiring enzyme 1 (IRE1). Elevated expression of spliced Xbox binding protein 1 (XBP1) and CCAAT/enhancerbinding protein homologous protein (CHOP) further confirmed that ROS generatedby NTGP induces apoptosis through the ER stress"}, {"pubmed": 27725157, "text": "PERK is involved in multivesicular body information during endoplasmic reticulum stress."}, {"pubmed": 27796753, "text": "phosphorylated PERK and ATF4 would be upregulated in Orexin neurons in Sudden Infant Death Syndrome (SIDS) compared to non-SIDS."}, {"pubmed": 27917829, "text": "To illustrate the mechanism by which the PERK luminal domain interacts with misfolded proteins, the crystal structure of the human PERK luminal domain was determined to 3.2 A resolution. Two dimers of the PERK luminal domain constitute a tetramer in the asymmetric unit."}, {"pubmed": 27977682, "text": "we demonstrate that small molecule PERK inhibitors exhibit single agent efficacy against BrafV600E-dependent tumors highlighting the clinical value of targeting PERK"}, {"pubmed": 28105371, "text": "Three branches of the Unfolded Protein Response (UPR) have been described, including the activation of the inositol-requiring enzyme 1 (IRE1), the pancreatic ER kinase (PKR)-like ER kinase (PERK), and the activating transcription factor 6 (ATF6)."}, {"pubmed": 28238652, "text": "The actin regulator FLNA interacts with the endoplasmic reticulum stress kinase PERK and this interaction is required for the efficient formation of ER-plasma membrane contact sites."}, {"pubmed": 28251435, "text": "novel findings suggest that HMGB1 triggered EPC apoptosis in a manner of RAGE-mediated activation of the PERK/eIF2alpha pathway."}, {"pubmed": 28358375, "text": "The present study is the first to uncover a key prosurvival modulator, Yip1A, which coordinates IRE1 signaling with PERK signaling to support the survival of HeLa and CaSki cervical cancer cells."}, {"pubmed": 28416388, "text": "We reveal distinct binding affinities between the binary and ternary complexes thus formed, that suggest a preference for the PERK signaling branch under stress, and a predilection for the GRP78-UPR sensor complex formation upon stressor removal. These results imply a gated UPR mechanism that tunes the overall cellular behavior to the accumulation of unfolded proteins."}, {"pubmed": 28418119, "text": "These data indicate that PERK regulates radioresistance in oropharyngeal carcinoma through NF-kB activation-mediated phosphorylation of eIF2alpha"}, {"pubmed": 28423496, "text": "High PERK expression is associated with gastrointestinal neuroendocrine tumors."}, {"pubmed": 28499449, "text": "Our work demonstrates for the first time that the adaptation to endoplasmic reticulum(ER) stress in cancer cells produces a MDR phenotype. The PERK/Nrf2/MRP1 axis is responsible for the resistance to ER stress and chemotherapy, and may represent a good therapeutic target in aggressive and resistant tumors."}, {"pubmed": 28507169, "text": "The role of neutrophil elastase in the activation of unfolded protein response effector molecules via PERK and CHOP is reported."}, {"pubmed": 28688763, "text": "SLC30A10 has a protective role in 1-methyl-4-phenylpyridinium-induced toxicity via PERK-ATF4 pathway."}, {"pubmed": 28867195, "text": "These results indicated that dual targeting of PI3K and PERK pathways might improve clinical prognosis and enhance the treatment of ESCC patients."}, {"pubmed": 28948615, "text": "NDRG2 is a novel ERS-responsive protein and acts as PERK co-factor to facilitate PERK branch, thereby contributing to ERS-induced apoptosis."}, {"pubmed": 29036441, "text": "Data suggest the activation of PERK is part of a protective response to mutant rhodopsin that ultimately limits photoreceptor cell death."}, {"pubmed": 29080374, "text": "unfolded protein response mediated by the PERK pathway is causally related to the development of intervertebral disc degeneration."}, {"pubmed": 29168198, "text": "PERK is a master-regulator dictating pancreatic beta cell homoeostasis in development and in diabetes. (Review)"}, {"pubmed": 29230015, "text": "A PERK-miR-211 axis suppresses circadian regulators and protein synthesis to promote cancer cell survival."}, {"pubmed": 29273589, "text": "partial pancreatic endoplasmic reticulum (ER) kinase (PERK)inhibition induced ER chaperone BiP expression in islets, increased glucose-stimulated calcium transit and islet insulin contents and enhanced glucose-stimulated insulin secretion"}, {"pubmed": 29529249, "text": "Under hypoxic conditions, activation of the PERK branch of the unfolded protein response can suppress the levels and activity of HIF1alpha by preventing efficient HIF1alpha translation. Activation of PERK inhibits de novo HIF1alpha protein synthesis by preventing the RNA-binding protein, YB-1, from interacting with the HIF1alpha mRNA 5'UTR."}, {"pubmed": 29851562, "text": "While PERK complexes shift to large complexes, ATF6alpha complexes are reduced to smaller complexes on endoplasmic reticulum (ER) stress. In contrast, IRE1alpha complexes were not significantly increased in size on ER stress, unless IRE1alpha is overexpressed."}, {"pubmed": 29991528, "text": "The data also support a potential role for the PERK/eIF2a/ATF4 axis in modulating cell viability in irradiated glioblastoma multiforme (GBM). The dual function of PERK as a mediator of survival and death may be exploited to enhance the efficacy of radiation therapy"}, {"pubmed": 30084053, "text": "Our studies suggested that chelerythrine (CHE) possibly induces apoptosis through the nuclear translocation of MLKL and *MLKL, which is promoted by a mutual regulation between MLKL and PERK-eIF2alpha pathway in response to ROS formation. The present study clarified the new function of MLKL in apoptosis."}, {"pubmed": 30088945, "text": "The demonstrate that high-throughput single-cell analysis offers unprecedented kinetic details compared with endpoint measurement of IRE1alpha and PERK activity."}, {"pubmed": 30118681, "text": "Coordination between two branches of the unfolded protein response determines apoptotic cell fate so that PERK attenuates IRE1 via RPAP2 to abort failed endoplasmic reticulum stress adaptation and trigger apoptosis."}, {"pubmed": 30134920, "text": "Increased PERK-specific endoplasmic reticulum stress signaling is in response to overstretch in ventilator-induced lung injury."}, {"pubmed": 30137327, "text": "Our results indicate that tauopathy-associated PERK alleles are functional hypomorphs during the UPR. We propose that reduced PERK function leads to neurodegeneration by increasing neuronal vulnerability to ER stress-associated damage."}, {"pubmed": 30204972, "text": "In this paper, we evaluate the clinical features of the patients having W522X mutation and we compare this group with other patients reported to date. Except the characteristic features as diabetes mellitus and epiphyseal dysplasia, all the WRS patients, including patients with W522X mutation, show extensive phenotypic variability that correlates poorly to genotype."}, {"pubmed": 30293566, "text": "Results show that PERK inhibition attenuates the abnormalities of the secretory pathway and the increased apoptotic rate induced by SIL1 knockdown in HeLa cells."}, {"pubmed": 30314817, "text": "Rare variants in EIF2AK3 may be associated with disease risk in AD."}, {"pubmed": 30675021, "text": "sults define a role for PERK in regulating extracellular proteostasis during ER stress and indicate that genetic or aging-related alterations in PERK signaling can exacerbate ER stress-related imbalances in extracellular proteostasis implicated in diverse diseases."}, {"pubmed": 30717233, "text": "Non-structural protein 2B of human rhinovirus16 induced an endoplasmic reticulum stress response through the PERK and ATF6 pathways rather than the IRE1 pathway."}, {"pubmed": 30747823, "text": "Data show that high level of pancreatic endoplasmic reticulum kinase (PERK) and eukaryotic translation initiation factor 2A (p-eIF2[alpha]) expression in patients with pancreatic ductal adenocarcinoma (PDAC) correlated with poor survival."}, {"pubmed": 30926605, "text": "results indicate that TM-induced UPR activates functional autophagy, and whereas IRE1 is a negative regulator, PERK and ATF4 are required at distinct steps in the autophagic pathway."}, {"pubmed": 31023583, "text": "PERK activation augments respiratory SCs. The PERK-eIF2alpha-ATF4 axis increases supercomplex assembly factor 1 (SCAF1 or COX7A2L), promoting SCs and enhanced mitochondrial respiration. PERK activation is sufficient to rescue bioenergetic defects caused by complex I missense mutations derived from mitochondrial disease patients."}, {"pubmed": 31211507, "text": "EIF2A promotes cell survival during paclitaxel treatment in vitro and in vivo."}, {"pubmed": 31312024, "text": "PERK is a potential target for cancer therapy, specifically in the context of drug-resistant cancers. The endoplasmic reticulum (ER)-stress defence modulator PERK (eIF2AK3) is a direct downstream transcriptional target of FOXO3."}, {"pubmed": 31421261, "text": "Asparagine Synthetase Is Highly Expressed at Baseline in the Pancreas Through Heightened PERK Signaling."}, {"pubmed": 31543404, "text": "Trimethylamine N-Oxide Binds and Activates PERK to Promote Metabolic Dysfunction."}, {"pubmed": 31691973, "text": "Astrocyte elevated gene 1 (AEG-1) promotes anoikis resistance and metastasis by inducing autophagy in hepatocellular carcinoma."}, {"pubmed": 31695187, "text": "By reconstituting components of human unfolded protein response (UPR), ER stress and BiP chaperone systems, the study discovers that the interaction of BiP with the luminal domains of UPR proteins IRE1 and PERK switch BiP from its chaperone cycle into an ER stress sensor cycle by preventing the binding of its co-chaperones, with loss of ATPase stimulation."}, {"pubmed": 31736227, "text": "The active nuclear form of SREBP1 amplifies ER stress and autophagy via regulation of PERK."}, {"pubmed": 31792031, "text": "PERK-mediated induction of microRNA-483 disrupts cellular ATP homeostasis during the unfolded protein response."}, {"pubmed": 31869409, "text": "Activation of endoplasmic reticulum stress mediates oxidative stress-induced apoptosis of granulosa cells in ovaries affected by endometrioma."}, {"pubmed": 31930117, "text": "EGCG induced ER stress in HT-29 by upregulating immunoglobulin-binding (BiP), PKR-like endoplasmic reticulum kinase (PERK), phosphorylation of eukaryotic initiation factor 2 alpha subunit (eIF2alpha), activating transcription 4 (ATF4), and inositol-requiring kinase 1 alpha (IRE1alpha)."}, {"pubmed": 31961055, "text": "Aberrant distribution and function of plasmacytoid dendritic cells in patients with ankylosing spondylitis are associated with unfolded protein response."}, {"pubmed": 32107308, "text": "The kinase PERK represses translation of the G-protein-coupled receptor LGR5 and receptor tyrosine kinase ERBB3 during ER stress in cancer cells."}, {"pubmed": 32166747, "text": "Function and mutual interaction of BiP-, PERK-, and IRE1alpha-dependent signalling pathways in vascular tumours."}, {"pubmed": 32204380, "text": "The PERK-Dependent Molecular Mechanisms as a Novel Therapeutic Target for Neurodegenerative Diseases."}, {"pubmed": 32216767, "text": "The novel genetic alteration causing the absence of the EIF2AK3 protein in Wolcott-Rallison Syndrome resulted in insufficient handling of severe endoplasmic reticulum stress, leading to liver failure and demise of the patients."}, {"pubmed": 32451439, "text": "ROCK-mediated selective activation of PERK signalling causes fibroblast reprogramming and tumour progression through a CRELD2-dependent mechanism."}, {"pubmed": 32615282, "text": "Reciprocal regulation between GCN2 (eIF2AK4) and PERK (eIF2AK3) through the JNK-FOXO3 axis to modulate cancer drug resistance and clonal survival."}, {"pubmed": 32943707, "text": "Tumor cells rely on the thiol oxidoreductase PDI for PERK signaling in order to survive ER stress."}, {"pubmed": 32945472, "text": "Resveratrol synergizes with cisplatin in antineoplastic effects against AGS gastric cancer cells by inducing endoplasmic reticulum stressmediated apoptosis and G2/M phase arrest."}, {"pubmed": 33051453, "text": "PERK controls bone homeostasis through the regulation of osteoclast differentiation and function."}, {"pubmed": 33109440, "text": "The role of unfolded protein response in the pathogenesis of endometriosis: contribution of peritoneal fluid."}, {"pubmed": 33277529, "text": "COG5 variants lead to complex early onset retinal degeneration, upregulation of PERK and DNA damage."}, {"pubmed": 33485865, "text": "AGEs exacerbates coronary microvascular dysfunction in NoCAD by activating endoplasmic reticulum stress-mediated PERK signaling pathway."}, {"pubmed": 33500333, "text": "PERK inhibition attenuates vascular remodeling in pulmonary arterial hypertension caused by BMPR2 mutation."}, {"pubmed": 33833850, "text": "The Role of Unfolded Protein Response in Human Intervertebral Disc Degeneration: Perk and IRE1-alpha as Two Potential Therapeutic Targets."}, {"pubmed": 33856033, "text": "The alternative initiation factor eIF2A plays key role in RAN translation of myotonic dystrophy type 2 CCUG*CAGG repeats."}, {"pubmed": 33870911, "text": "PERK mediates oxidative stress and adipogenesis in Graves' orbitopathy pathogenesis."}, {"pubmed": 33951764, "text": "Irisin ameliorates endoplasmic reticulum stress and liver fibrosis through inhibiting PERK-mediated destabilization of HNRNPA1 in hepatic stellate cells."}, {"pubmed": 34015761, "text": "PKD2 deficiency suppresses amino acid biosynthesis in ADPKD by impairing the PERK-TBL2-eIF2a-ATF4 pathway."}, {"pubmed": 34052329, "text": "PERK-eIF2alpha-ERK1/2 axis drives mesenchymal-endothelial transition of cancer-associated fibroblasts in pancreatic cancer."}, {"pubmed": 34065980, "text": "PERK Is Critical for Alphavirus Nonstructural Protein Translation."}, {"pubmed": 34131176, "text": "Neutrophils drive endoplasmic reticulum stress-mediated apoptosis in cancer cells through arginase-1 release."}, {"pubmed": 34134991, "text": "Targeting highly pathogenic coronavirus-induced apoptosis reduces viral pathogenesis and disease severity."}, {"pubmed": 34360909, "text": "The Role of PERK in Understanding Development of Neurodegenerative Diseases."}, {"pubmed": 34664059, "text": "Targeting UPR branches, a potential strategy for enhancing efficacy of cancer chemotherapy."}, {"pubmed": 34725321, "text": "PERK signaling through C/EBPdelta contributes to ER stress-induced expression of immunomodulatory and tumor promoting chemokines by cancer cells."}, {"pubmed": 34847866, "text": "pERK-mediated IL8 secretion can enhance the migration, invasion, and cisplatin resistance of CD10-positive oral cancer cells."}, {"pubmed": 35185383, "text": "Endoplasmic Reticulum Stress in Colonic Mucosa of Ulcerative Colitis Patients Is Mediated by PERK and IRE1 Pathway Activation."}, {"pubmed": 35266960, "text": "PERK reprograms hematopoietic progenitor cells to direct tumor-promoting myelopoiesis in the spleen."}, {"pubmed": 35501370, "text": "A non-canonical cGAS-STING-PERK pathway facilitates the translational program critical for senescence and organ fibrosis."}, {"pubmed": 35922637, "text": "PERK/EIF2AK3 integrates endoplasmic reticulum stress-induced apoptosis, oxidative stress and autophagy responses in immortalised retinal pigment epithelial cells."}, {"pubmed": 36030031, "text": "Fatty acid palmitate suppresses FoxO1 expression via PERK and IRE1 unfolded protein response in C2C12 myotubes."}, {"pubmed": 36563857, "text": "Neurodegeneration risk factor, EIF2AK3 (PERK), influences tau protein aggregation."}, {"pubmed": 36584479, "text": "Mycobacterium tuberculosis PE_PGRS1 promotes mycobacteria intracellular survival via reducing the concentration of intracellular free Ca[2+] and suppressing endoplasmic reticulum stress."}, {"pubmed": 36696173, "text": "Loss of ATF6alpha in a human carcinoma cell line is compensated not by its paralogue ATF6beta but by sustained activation of the IRE1 and PERK arms for tumor growth in nude mice."}, {"pubmed": 36821088, "text": "PERK recruits E-Syt1 at ER-mitochondria contacts for mitochondrial lipid transport and respiration."}, {"pubmed": 37166058, "text": "PERK-Mediated Cholesterol Excretion from IDH Mutant Glioma Determines Anti-Tumoral Polarization of Microglia."}, {"pubmed": 37197981, "text": "Connexin 37 sequestering of activated-ERK in the cytoplasm promotes p27-mediated endothelial cell cycle arrest."}, {"pubmed": 37496439, "text": "DNAJC10 maintains survival and self-renewal of leukemia stem cells through PERK branch of the unfolded protein response."}, {"pubmed": 37536085, "text": "Loss of PERK function promotes ferroptosis by downregulating SLC7A11 (System Xc[-]) in colorectal cancer."}, {"pubmed": 37890465, "text": "The PERK Branch of the Unfolded Protein Response Safeguards Protein Homeostasis and Mesendoderm Specification of Human Pluripotent Stem Cells."}, {"pubmed": 37937642, "text": "Pericentrin deficiency in smooth muscle cells augments atherosclerosis through HSF1-driven cholesterol biosynthesis and PERK activation."}, {"pubmed": 38789639, "text": "Genetic Variations in EIF2AK3 are Associated with Neurocognitive Impairment in People Living with HIV."}], "genomic_pos": {"chr": "2", "end": 88691518, "ensemblgene": "ENSG00000172071", "start": 88556741, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 88927094, "start": 88856259, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001503", "pubmed": 12086964, "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 22915762, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002063", "qualifier": "involved_in", "term": "chondrocyte development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006919", "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006983", "pubmed": [10677345, 11907036], "qualifier": "involved_in", "term": "ER overload response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007029", "qualifier": "involved_in", "term": "endoplasmic reticulum organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010575", "pubmed": 22915762, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22915762, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010998", "qualifier": "involved_in", "term": "regulation of translational initiation by eIF2 alpha phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0017148", "pubmed": 12086964, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019722", "qualifier": "involved_in", "term": "calcium-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030968", "pubmed": [10677345, 11907036, 22169477], "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030968", "pubmed": 19816510, "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031018", "pubmed": 12086964, "qualifier": "involved_in", "term": "endocrine pancreas development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031642", "qualifier": "involved_in", "term": "negative regulation of myelination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032055", "qualifier": "involved_in", "term": "negative regulation of translation in response to stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032057", "pubmed": [10677345, 12086964], "qualifier": "involved_in", "term": "negative regulation of translational initiation in response to stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034198", "pubmed": 25329545, "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": 19061639, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036492", "qualifier": "involved_in", "term": "eiF2alpha phosphorylation in response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036492", "pubmed": 25329545, "qualifier": "involved_in", "term": "eiF2alpha phosphorylation in response to endoplasmic reticulum stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036492", "pubmed": 22934019, "qualifier": "involved_in", "term": "eiF2alpha phosphorylation in response to endoplasmic reticulum stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036499", "pubmed": 22934019, "qualifier": "involved_in", "term": "PERK-mediated unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042149", "pubmed": 22915762, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045943", "pubmed": 22915762, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase I"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045947", "pubmed": 19816510, "qualifier": "involved_in", "term": "negative regulation of translational initiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": [10026192, 11907036], "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046777", "pubmed": 12086964, "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048009", "qualifier": "involved_in", "term": "insulin-like growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060734", "qualifier": "involved_in", "term": "regulation of endoplasmic reticulum stress-induced eIF2 alpha phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070417", "pubmed": 25329545, "qualifier": "involved_in", "term": "cellular response to cold"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900182", "qualifier": "involved_in", "term": "positive regulation of protein localization to nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902235", "pubmed": 23000344, "qualifier": "involved_in", "term": "regulation of endoplasmic reticulum stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990737", "qualifier": "involved_in", "term": "response to manganese-induced endoplasmic reticulum stress"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005783", "pubmed": 11907036, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 12086964, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005789", "pubmed": [11907036, 22013210, 22934019], "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004672", "pubmed": 10026192, "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004694", "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004694", "pubmed": [10026192, 10677345, 11907036], "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004694", "pubmed": [12086964, 25329545], "qualifier": "enables", "term": "eukaryotic translation initiation factor 2alpha kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11907036, 25393282, 26268696, 27238082], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23103912, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019903", "pubmed": 22169477, "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 11907036, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051879", "qualifier": "enables", "term": "Hsp90 protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[7165, 11175450], [7955, 559564], [8364, 100190763], [9031, 422930], [9544, 699575], [9598, 459388], [9606, 9451], [9615, 475756], [9913, 535820], [10090, 13666], [10116, 29702]], "id": 3557}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Quinoprotein alcohol dehydrogenase-like superfamily", "id": "IPR011047", "short_desc": "Quinoprotein_ADH-like_supfam"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "WD40/YVTN repeat-like-containing domain superfamily", "id": "IPR015943", "short_desc": "WD40/YVTN_repeat-like_dom_sf"}], "ipi": ["IPI00303053", "IPI00927221", "IPI00927902"], "map_location": "2p11.2", "name": "eukaryotic translation initiation factor 2 alpha kinase 3", "other_names": ["PKR-like ER kinase", "PRKR-like endoplasmic reticulum kinase", "eukaryotic translation initiation factor 2-alpha kinase 3", "pancreatic EIF2-alpha kinase", "pancreatic eIF-2alpha kinase"], "pantherdb": {"HGNC": "3255", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1341830", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10090, "uniprot_kb": "Q9Z2B5"}, {"RGD": "70884", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 10116, "uniprot_kb": "Q9Z1Z1"}, {"Ensembl": "ENSGALG00000010560", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 9031, "uniprot_kb": "F1NLD7"}, {"Ensembl": "ENSGALG00000015958", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 9031, "uniprot_kb": "E1BX69"}, {"ZFIN": "ZDB-GENE-080422-1", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "A0A0R4IHF6"}, {"Ensembl": "ENSDARG00000116642", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "A0A2R8QBR8"}, {"ZFIN": "ZDB-GENE-050301-2", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "Q5NE14"}, {"ZFIN": "ZDB-GENE-050414-2", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7955, "uniprot_kb": "B8JI14"}, {"WormBase": "WBGene00012586", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 6239, "uniprot_kb": "Q9NAK3"}, {"WormBase": "WBGene00003970", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 6239, "uniprot_kb": "Q19192"}, {"FlyBase": "FBgn0037327", "ortholog_type": "LDO", "panther_family": "PTHR11042", "taxid": 7227, "uniprot_kb": "Q9NIV1"}, {"dictyBase": "DDB_G0269628", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q55DK2"}, {"dictyBase": "DDB_G0283301", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q54R98"}, {"dictyBase": "DDB_G0268642", "ortholog_type": "O", "panther_family": "PTHR11042", "taxid": 352472, "uniprot_kb": "Q55F45"}], "uniprot_kb": "Q9NZJ5"}, "pathway": {"biocarta": {"id": "eif2pathway", "name": "regulation of eif2"}, "kegg": [{"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9700645", "name": "ALK mutants bind TKIs"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}], "wikipathways": [{"id": "WP107", "name": "Translation Factors"}, {"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": ["4G31", "4G34", "4M7I", "4X7H", "4X7J", "4X7K", "4X7L", "4X7N", "4X7O", "4YZS", "5SV7", "7MF0", "8EQ9", "8EQD", "8EQE"], "pfam": "PF00069", "pharmgkb": "PA27687", "pharos": {"target_id": 4709, "tdl": "Tchem"}, "prosite": "PS50011", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF222562", "relationship": "is"}, {"id": "GNF260167", "relationship": "is"}, {"id": "GNF260168", "relationship": "is"}, {"id": "GNF260169", "relationship": "is"}, {"id": "GNF260170", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039334", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082236", "relationship": "is"}, {"id": "GNF082237", "relationship": "is"}, {"id": "GNF082238", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050989", "relationship": "is"}, {"id": "GNF055755", "relationship": "is"}, {"id": "GNF060434", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069003", "relationship": "is"}, {"id": "GNF069004", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165396", "relationship": "is"}, {"id": "GNF165397", "relationship": "is"}, {"id": "GNF165398", "relationship": "is"}, {"id": "GNF165399", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324124", "relationship": "is"}, {"id": "GNF324125", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF339187", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092819", "relationship": "is"}, {"id": "GNF132517", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_016424.1"], "protein": ["NP_001300844.1", "NP_004827.4", "XP_047302384.1", "XP_047302385.1", "XP_047302386.1", "XP_054200611.1", "XP_054200612.1", "XP_054200613.1"], "rna": ["NM_001313915.2", "NM_004836.7", "XM_047446428.1", "XM_047446429.1", "XM_047446430.1", "XM_054344636.1", "XM_054344637.1", "XM_054344638.1"], "translation": [{"protein": "XP_047302385.1", "rna": "XM_047446429.1"}, {"protein": "XP_054200613.1", "rna": "XM_054344638.1"}, {"protein": "XP_054200612.1", "rna": "XM_054344637.1"}, {"protein": "XP_054200611.1", "rna": "XM_054344636.1"}, {"protein": "NP_001300844.1", "rna": "NM_001313915.2"}, {"protein": "XP_047302384.1", "rna": "XM_047446428.1"}, {"protein": "XP_047302386.1", "rna": "XM_047446430.1"}, {"protein": "NP_004827.4", "rna": "NM_004836.7"}]}, "reporter": {"HG-U133_Plus_2": ["218696_at", "241463_at"], "HG-U95B": "48034_at", "HTA-2_0": "TC02002074.hg.1", "HuEx-1_0": "2563654", "HuGene-1_1": "8053668", "HuGene-2_1": "16900053"}, "summary": "The protein encoded by this gene phosphorylates the alpha subunit of eukaryotic translation-initiation factor 2, leading to its inactivation, and thus to a rapid reduction of translational initiation and repression of global protein synthesis. This protein is thought to modulate mitochondrial function. It is a type I membrane protein located in the endoplasmic reticulum (ER), where it is induced by ER stress caused by malfolded proteins. Mutations in this gene are associated with Wolcott-Rallison syndrome. [provided by RefSeq, Sep 2015].", "symbol": "EIF2AK3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414326"}, "unigene": "Hs.591589", "uniprot": {"Swiss-Prot": "Q9NZJ5", "TrEMBL": ["Q68DI6", "B3KY45", "A0A804HIT4", "A0A494C186", "A0A804HJV6", "A0A804HL08", "A0A494BZR8", "A0A804HI66", "A0A804HJ50", "A0A804HLC2"]}, "wikipedia": {"url_stub": "EIF2AK3"}}