{"AllianceGenome": "3265", "HGNC": "3265", "MIM": "603907", "_id": "1965", "_version": 1, "accession": {"genomic": ["AL139785.5", "CH471061.1", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_008875.2"], "protein": ["AAA52373.1", "AAH02513.1", "BAA05745.1", "BAG35351.1", "BAG59724.1", "CAD61953.1", "EAW80933.1", "EAW80934.1", "NP_004085.1", "P05198.3"], "rna": ["AK297244.1", "AK312442.1", "BC002513.2", "BX161521.1", "D28379.1", "J02645.1", "NM_004094.5", "U26032.1"], "translation": [{"protein": "BAG59724.1", "rna": "AK297244.1"}, {"protein": "AAA52373.1", "rna": "J02645.1"}, {"protein": "CAD61953.1", "rna": "BX161521.1"}, {"protein": "NP_004085.1", "rna": "NM_004094.5"}, {"protein": "BAA05745.1", "rna": "D28379.1"}, {"protein": "AAH02513.1", "rna": "BC002513.2"}, {"protein": "BAG35351.1", "rna": "AK312442.1"}]}, "alias": ["EIF-2", "EIF-2A", "EIF-2alpha", "EIF2", "EIF2A"], "ensembl": {"gene": "ENSG00000134001", "protein": ["ENSP00000256383", "ENSP00000425299", "ENSP00000451975", "ENSP00000452034"], "transcript": ["ENST00000256383", "ENST00000466499", "ENST00000554332", "ENST00000555876", "ENST00000556724", "ENST00000557310"], "translation": [{"protein": "ENSP00000256383", "rna": "ENST00000256383"}, {"protein": "ENSP00000451975", "rna": "ENST00000557310"}, {"protein": "ENSP00000425299", "rna": "ENST00000466499"}, {"protein": "ENSP00000452034", "rna": "ENST00000555876"}], "type_of_gene": "protein_coding"}, "entrezgene": "1965", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.1014836942, "exp_mis": 98.0504885878, "exp_syn": 34.8982104363, "lof_z": 3.16119616841967, "mis_z": 2.86746048945523, "mu_lof": 8.19359457009e-07, "mu_mis": 8.51545520027e-06, "mu_syn": 2.87968401876e-06, "n_lof": 1.0, "n_mis": 40.0, "n_syn": 29.0, "p_li": 0.916802002902544, "p_null": 0.000114758452511775, "p_rec": 0.083083238644944, "syn_z": 0.618967882632511}, "bp": 948, "cds_end": 67850157, "cds_start": 67831484, "n_exons": 7, "nonpsych": {"exp_lof": 10.8108752265, "exp_mis": 88.6030211753, "exp_syn": 31.4441132553, "lof_z": 2.93041618597983, "mis_z": 2.76511071813397, "mu_lof": 8.19359457009e-07, "mu_mis": 8.51545520027e-06, "mu_syn": 2.87968401876e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 27.0, "p_li": 0.886077178890031, "p_null": 0.000314943402288458, "p_rec": 0.11360787770768, "syn_z": 0.498974847701815}, "nontcga": {"exp_lof": 11.1195109347, "exp_mis": 90.1926016679, "exp_syn": 32.0925008888, "lof_z": 2.99362868456683, "mis_z": 2.79045865206765, "mu_lof": 8.19359457009e-07, "mu_mis": 8.51545520027e-06, "mu_syn": 2.87968401876e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 25.0, "p_li": 0.888186265217202, "p_null": 0.000245773989092606, "p_rec": 0.111567960793705, "syn_z": 0.792720043582729}, "transcript": "ENST00000256383.4"}, "exons": [{"cdsend": 67383440, "cdsstart": 67364767, "chr": "14", "position": [[67360327, 67360456], [67364766, 67365008], [67374467, 67374547], [67376438, 67376590], [67380658, 67380765], [67381592, 67381690], [67382446, 67382590], [67383314, 67386516]], "strand": 1, "transcript": "NM_004094", "txend": 67386516, "txstart": 67360327}], "exons_hg19": [{"cdsend": 67850157, "cdsstart": 67831484, "chr": "14", "position": [[67827044, 67827173], [67831483, 67831725], [67841184, 67841264], [67843155, 67843307], [67847375, 67847482], [67848309, 67848407], [67849163, 67849307], [67850031, 67853233]], "strand": 1, "transcript": "NM_004094", "txend": 67853233, "txstart": 67827044}], "generif": [{"pubmed": 11859078, "text": "Crystal structure of the N-terminal segment of human eukaryotic translation initiation factor 2alpha"}, {"pubmed": 12186496, "text": "increased expression of both eIF-4E and eIF-2alpha in aggresive thyroid carcinoma compared to conventional papillary carcinoma suggesting a role in the progression of thyroid cancer"}, {"pubmed": 12370288, "text": "eIF2alpha phosphorylation plays a role in hypoxia-induced translational attenuation"}, {"pubmed": 12447867, "text": "Observational study of gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12499843, "text": "that phosphorylation of eIF2alpha is associated with the degeneration of neurons in Alzheimer's disease"}, {"pubmed": 12601012, "text": "P58(IPK) is an important component of a negative feedback loop used by the cell to inhibit eIF2alpha signaling, and thus attenuate the unfolded protein response."}, {"pubmed": 12686399, "text": "Nitric oxide participates in the phosphorylation of eIF2alpha since nNOS processes are closely related to eIF2alpha(P) positive cells in temporal lobe epilepsy with hippocampal sclerosis"}, {"pubmed": 12687390, "text": "phosphorylation of eIF2alpha during early brain reperfusion is carried out by PERK, these findings suggest that there is prolonged activation of the unfolded protein response in the reperfused brain."}, {"pubmed": 14747531, "text": "High levels of Epstein-Barr virus LMP1 correlated with high levels of phosphorylation of eIF2 alpha in EBV infected lymphoblasts"}, {"pubmed": 15060162, "text": "Results demonstrate a role of the oncogenic human papillomavirus E6 protein in apoptotic signaling induced by interferon-inducible protein kinase PKR and eukaryotic translation initiation factor 2-alpha phosphorylation."}, {"pubmed": 15330758, "text": "phosphorylation of the alpha-subunit of the canonical initiation factor eIF-2 is increased at G2/M; phosphorylation of eIF-2alpha has a permissive effect on the efficiency of the PITSLRE IRES"}, {"pubmed": 15341733, "text": "Results indicate an evolutionary lineage of translation initiation factor eIF2alpha/gamma from the functionally related elongation factor eEF1Balpha/eEF1A complex."}, {"pubmed": 15345721, "text": "multiple domains in I-1 target cellular PP1 complexes, and I-1 has a role as a cellular regulator of eIF2alpha phosphorylation"}, {"pubmed": 15476887, "text": "phosphorylation affected by cowpox virus CP77 gene expressed in vaccinia virus in Hela cells"}, {"pubmed": 15650164, "text": "EIF-2 phosphorylation regulated by gamma(1)34.5 protein durign produtive HSV-1 infection"}, {"pubmed": 16210351, "text": "Given that eEF2 phosphorylation inhibits eEF2 activity and mRNA translation, these findings suggest that the inhibition of protein synthesis in contracting skeletal muscle is due to the Ca(2)(+)-induced stimulation of eEF2 kinase."}, {"pubmed": 16289913, "text": "Phosphorylation of eIF2 alpha in vitro is not significantly different in the presence and absence of the other subunits"}, {"pubmed": 16373505, "text": "Tyrosine phosphorylation acts as a molecular switch to full-scale activation of the eIF2alpha RNA-dependent protein kinase."}, {"pubmed": 16418533, "text": "Data report that PERK activation and phosphorylation selectively enhance its affinity for the nonphosphorylated eIF2alpha complex."}, {"pubmed": 16500424, "text": "heat-shock and lead toxicity induced heme-regulated-eIF-2alpha kinase or -inhibitor (HRI) promoter activity by 2- to 3-fold. Hemin, a suppressor of HRI kinase activity, downregulated HRI promoter activity and stimulated hemoglobin synthesis."}, {"pubmed": 16631606, "text": "Our results demonstrate that Ebp1 is a new dsRNA-binding protein that acts as a cellular inhibitor of eIF2alpha phosphorylation suggesting that it could be involved in protein translation control"}, {"pubmed": 16717090, "text": "Double-stranded RNA-dependent protein kinase phosphorylation of the alpha-subunit of eukaryotic translation initiation factor 2 mediates apoptosis"}, {"pubmed": 16870703, "text": "We propose that SG modeling can occur via both eIF2alpha phosphorylation-dependent and -independent pathways that target translation initiation."}, {"pubmed": 16928686, "text": "functional eIF2alpha played an essential role in PS-341-induced Noxa expression"}, {"pubmed": 16982605, "text": "The underlying biochemical mechanism of the activation of PKR via PACT phosphorylation at specific activation domain residues is reported as the major mode of transmission of cellular stress response to PKR."}, {"pubmed": 17113348, "text": "Novel polycythemia vera (PV)-associated tumor antigen PV65 (eIF-2alpha) elicits IgG antibody reactions in a subset of PV patients but not in healthy donors, suggesting that it is an authentic tumor antigens."}, {"pubmed": 17210633, "text": "Caprin-1/G3BP-1 complex is likely to regulate the transport and translation of mRNAs of proteins involved with synaptic plasticity in neurons"}, {"pubmed": 17393484, "text": "EIF2alpha became highly phosphorylated by increased production of Abeta was substantiated in brain tissues of AD patients."}, {"pubmed": 17488873, "text": "eIF-2alpha is phosphorylated during hypoxic treatment but only the eIF-2alpha phosphorylation correlates with the translational repression."}, {"pubmed": 17553788, "text": "stress-induced phosphorylation of eIF2 alpha is directly coupled to mitochondrial apoptosis regulation via translational repression of MCL-1"}, {"pubmed": 17715234, "text": "the induction of the PKR/eIF2alpha cellular response may be a previously unrecognized general feature of at least the Dependovirus genus of the Parvovirinae"}, {"pubmed": 17894550, "text": "ABC50 N-terminal region interacts with eukaryotic initiation factor eIF2 and is a target for regulatory phosphorylation by CK2"}, {"pubmed": 18063576, "text": "PKR and PKR-like endoplasmic reticulum kinase induce the proteasome-dependent degradation of cyclin D1 via a mechanism requiring eukaryotic initiation factor 2alpha phosphorylation"}, {"pubmed": 18082745, "text": "Both nonalcoholic fatty liver and nonalcoholic steatohepatitis are associated with eIF-2alpha phosphorylation."}, {"pubmed": 18195013, "text": "ATF4 contributes to basal ATF5 transcription, and eIF2 kinases direct the translational expression of multiple transcription regulators by a mechanism involving delayed translation reinitiation"}, {"pubmed": 18234281, "text": "Both eIF-4E and eIF-2 alpha are strongly expressed in neoplastic cells of Hodgkin lymphoma."}, {"pubmed": 18287093, "text": "MEK functions to enhance GCN2-dependent eIF2alpha phosphorylation rather than suppressing dephosphorylation"}, {"pubmed": 18604219, "text": "a switch from the conventional eukaryotic mode of translation initiation to the eIF2-independent mechanism occurs when eIF2 is inactivated by phosphorylation under stress conditions"}, {"pubmed": 18639529, "text": "These findings suggest that alpha and beta subunits of eIF2 interact with each other and the beta-subunit plays a critical role both in the regulation and function of eIF2."}, {"pubmed": 18664456, "text": "PC2, but not pathogenic mutants E837X and R872X, represses cell proliferation through promoting the phosphorylation of eukaryotic translation initiation factor eIF2alpha by pancreatic ER-resident eIF2alpha kinase (PERK)."}, {"pubmed": 18794359, "text": "Proteasomal but not lysosomal inhibitors enhanced GADD34 stability and eukaryotic initiation factor 2alpha (eIF-2alpha) dephosphorylation, a finding consistent with GADD34's role in assembling an eIF-2alpha phosphatase"}, {"pubmed": 19017641, "text": "ATF4 and phospho-eIF2alpha levels are tightly correlated and up-regulated in Alzheimer disease"}, {"pubmed": 19131336, "text": "GADD34 translation is regulated by a unique 5'UTR uORF mechanism to ensure proper GADD34 expression during eIF2alpha phosphorylation"}, {"pubmed": 19188486, "text": "The different expression, phosphorylation, and subcellular distribution of eIF2alpha and eIF4E within the brain tumors could indicate that different pathways are activated for promoting cell cycle proliferation."}, {"pubmed": 19189853, "text": "Expression of PKR inhibited HCV replication with concomitant increase of eIF2alpha phosphorylation."}, {"pubmed": 19190324, "text": "Strategies that maintain eIF2alpha in a hyperphosphorylated state may be a novel therapeutic approach to maximize bortezomib-induced apoptosis and reduce residual disease and recurrences in multiple myeloma."}, {"pubmed": 19223463, "text": "Unlike other DNA damage response-inducing agents, RITA treatment of cells induced a p53-dependent increase in phosphorylation of the eif2 alpha, requiring PKR-like endoplasmic reticulum kinase activity, and led to the downregulation of HIF-1alpha"}, {"pubmed": 19244104, "text": "Control of HIF-1alpha expression by eIF2 alpha phosphorylation-mediated translational repression."}, {"pubmed": 19369421, "text": "Data demonstrate that by depleting eIF2alpha, the reduced levels of the eIF2.GTP.Met-tRNAi(Met) ternary translation initiation complexes is sufficient to induce SGs."}, {"pubmed": 19470760, "text": "Study demonstrates the first link between regulation of translation and rRNA synthesis with phosphorylation of eIF2alpha, suggesting that this pathway may be broadly utilized by stresses that activate eIF2alpha kinases during cellular stress."}, {"pubmed": 19559055, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19586904, "text": "UV-induced eIF2alpha phosphorylation by activation of both PERK and GCN2 via oxidative stress and l-arginine starvation signaling pathways."}, {"pubmed": 19605483, "text": "PKR is activated in adenovirus-infected cells with multiple layers of regulation imposed on eIF2alpha phosphorylation by the E1B-55K/E4orf6 complex, which also regulates viral late protein synthesis"}, {"pubmed": 19733181, "text": "Results indicate that the ADAR1 deaminase increases exogenous gene expression at the translational level by decreasing PKR-dependent eIF-2alpha phosphorylation."}, {"pubmed": 19744687, "text": "Expression of the wild-type K1 protein of vaccinia virus was necessary to inhibit virus-induced eIF2alpha phosphorylation, an indirect measure of PKR activation, in RK13 and HeLa cells."}, {"pubmed": 19754954, "text": "Depending on the strength of ErbB2 signaling there is a differential regulation of CHOP and eIF2alpha phosphorylation."}, {"pubmed": 19800319, "text": "heIF2alpha, a protein with a single tryptophan residue was examined for its conformational characteristics using steady-state and time-resolved tryptophan fluorescence, circular dichroism and hydrophobic dye binding."}, {"pubmed": 19846675, "text": "Viral K1L and C7L prevent eIF2alpha phosphorylation in vaccinia virus infection of human and murine cell lines."}, {"pubmed": 20154146, "text": "Data suggest that OGFOD1 plays important proapoptotic roles in the regulation of translation and HRI-mediated phosphorylation of eIF2alpha in cells subjected to arsenite-induced stress."}, {"pubmed": 20361218, "text": "Evidence for the induction of the integrated stress response in these cells also included the increased phosphorylation of eIF2alpha and increased protein abundance of ATF4, ATF3, and ASNS in cysteine- and leucine-depleted cells."}, {"pubmed": 20376341, "text": "hypusine-eIF5A-facilitated translation elongation promotes arsenite-induced polysome disassembly and stress granule assembly in cells subjected to adverse environmental conditions"}, {"pubmed": 20428777, "text": "levels of phospho-eIF2alpha and nuclear Nrf2 expression level in renal cell carcinoma might be a predictor of outcome in sorafenib treatment"}, {"pubmed": 20519500, "text": "Respiratory syncytial virus limits alpha subunit of eukaryotic translation initiation factor 2 (eIF2alpha) phosphorylation to maintain translation and viral replication"}, {"pubmed": 20521618, "text": "the role of Hsp70 and Hsp90 in heme-regulated inhibitor-mediated regulation of protein synthesis in response to oxidative stress"}, {"pubmed": 20660158, "text": "Data demonstrate that eIF2alpha phosphorylation is a significant determinant of survival and adaptation of glucose-deficient cells with possible important implications in biological processes that interfere with glucose metabolism."}, {"pubmed": 21085474, "text": "Data show that the inhibitory effect of TPZ on HIF-1alpha protein synthesis is dependent on the phosphorylation of translation initiation factor 2alpha (eIF2alpha)."}, {"pubmed": 21090173, "text": "Investigation of the eIF2alpha phosphorylation mechanism in response to proteasome inhibition in melanoma and breast cancer cells"}, {"pubmed": 21203563, "text": "the GCN2/eIF2alpha/ATF4 pathway is essential for the induction of the TRB3 gene transcription"}, {"pubmed": 21385877, "text": "early DENV-2 infection triggers and then suppresses PERK-mediated eIF2alpha phosphorylation and that in mid and late DENV-2 infection, the IRE1-XBP1 and ATF6 pathways are activated, respectively"}, {"pubmed": 21556050, "text": "The continued translation of hepatitis C virus (HCV) mRNA under stress conditions requires protein-mRNA interactions between eIF2A and the IIId domain stem-loop structure in the HCV internal ribosome entry site (IRES)."}, {"pubmed": 21622569, "text": "herpes simplex virus protein ICP34.5 bridges PP1 and eIF2alpha via their binding motifs and thereby facilitates the protein synthesis and viral replication."}, {"pubmed": 21699776, "text": "Colonic mucosa samples from patients with ulcerative colitis have defects in the eIF2alpha pathway that controls protein translation and the cell stress response."}, {"pubmed": 21715487, "text": "Mammalian orthoreovirus escape from host cell translational shutoff correlates with virus-induced cellular stress granules disruption and occurs in the presence of phosphorylated eIF2alpha in a PKR-independent manner."}, {"pubmed": 21730287, "text": "Data show that the phosphorylation of the alpha subunit of eukaryotic initiation factor 2 (eIF2alpha) translation initiation factor by a variety of cellular stresses leads to the inhibition of NMD and that eIF2alpha phosphorylation and NMD inhibition occur in tumors."}, {"pubmed": 21787283, "text": "Data propose that autophosphorylation of HRI is critical for catalytic regulation by Hsp90 under heme-shortage conditions."}, {"pubmed": 22053000, "text": "deiodinase iodothyronine type II is selectively lost during endoplasmic reticulum stress due to an eukaryotic initiation factor 2-mediated decrease in synthesis and sustained proteasomal degradation"}, {"pubmed": 22102852, "text": "Reduced EIF-2alpha is associated with non-small cell lung cancer."}, {"pubmed": 22306812, "text": "findings provide a new translational regulation of BACE1, under the control of double-stranded RNA dependant protein kinase in oxidative stress, where eIF2-alpha phosphorylation regulates BACE1 protein expression"}, {"pubmed": 22355666, "text": "Loss of SIRT1 results in increased phosphorylation of eIF2alpha. However, the downstream stress induced signaling pathway is compromised in SIRT1-deficient cells, indicated by delayed expression of the downstream target genes CHOP and GADD34."}, {"pubmed": 22652449, "text": "Exposure of HeLa S3 cells to nsPEFs quickly induced phosphorylation of eIF2alpha, activation of its upstream stress-responsive kinases, PERK and GCN2, and translational suppression."}, {"pubmed": 22705549, "text": "The assembly of H(2)O(2)-induced stress granule (SG) is independent of the phosphorylation of eIF2alpha, a major trigger of SG assembly, but requires remodeling of the cap-binding eIF4F complex."}, {"pubmed": 22833567, "text": "Data indicate that assembly of large RasGAP SH3-binding protein (G3BP)-induced stress granules precedes phosphorylation of eukaryotic initiation factor 2alpha (eIF2alpha)."}, {"pubmed": 22915583, "text": "the mammalian traffic machinery co-opts p-eIF2alpha and CReP, regulators of translation initiation."}, {"pubmed": 22948139, "text": "an eIF-2alpha-dependent translation inhibition mechanism is sufficient to explain the PKR-mediated amplification of IPS-1-dependent IFN-beta induction by foreign RNA."}, {"pubmed": 23046979, "text": "DATTS activates the ROS-eIF2alpha/Nrf2 HO-1 signaling cascades leading to the up-regulation of HO-1."}, {"pubmed": 23293029, "text": "Coordinated movements of eukaryotic translation initiation factors eIF1, eIF1A, and eIF5 trigger phosphate release from eIF2 in response to start codon recognition by the ribosomal preinitiation complex"}, {"pubmed": 23405127, "text": "Androgen signaling promotes eIF2alpha phosphorylation and subsequent translation of TMEFF2 via a mechanism that requires uORFs in the 5'-UTR of TMEFF2."}, {"pubmed": 23471998, "text": "PERK/eIF2alpha signaling protects therapy resistant hypoxic cells through induction of glutathione synthesis and protection against ROS."}, {"pubmed": 23690448, "text": "eIF2alpha phosphorylation as a post-transcriptional regulator of HbF induction that may be pharmacologically targeted, either alone or in combination, in beta-hemoglobinopathy patients."}, {"pubmed": 23707440, "text": "identified among endothelial antigens to which antibodies are produced during heart transplant rejection"}, {"pubmed": 24204783, "text": "Excessive phosphorylation of eIF-2alpha decreases survival of cancer cells."}, {"pubmed": 24215632, "text": "6-shogaol induced apoptosis through a process involving dephosphorylation of eIF2a and caspase activation-dependent cleavage of eIF2a."}, {"pubmed": 24525736, "text": "Inhibition of eIF2alpha dephosphorylation enhances TRAIL-induced apoptosis in hepatoma cells."}, {"pubmed": 24609900, "text": "This review addresses on the past and current efforts to delineate the molecular mechanisms of eIF2alpha in tumorigenesis, tumor progression, resistance to therapy, and tumor cachexia"}, {"pubmed": 24684861, "text": "PKR is activated by dsRNA generated by Newcastle disease virus infection and inhibits Newcastle disease virus replication by eIF2alpha phosphorylation."}, {"pubmed": 24705811, "text": "Epithelial-to-mesenchymal transition activates PERK-eIF2alpha and sensitizes cells to endoplasmic reticulum stress"}, {"pubmed": 25236743, "text": "Treatment with a skin sensitizer rapidly induces the phosphorylation of eIF2a and a concomitant increase of ATF4 protein levels in dendritic cells."}, {"pubmed": 25246524, "text": "eIF1, eIF1A, eIF3j, and the eIF2-GTP-Met-tRNAi ternary complex stably bind to the 43 S preinitiation complex"}, {"pubmed": 25393282, "text": "TBL2 interacts with PERK via the N-terminus proximal region and also associates with eIF2a via the WD40 domain thus modulating stress-signaling and cell survival during endoplasmic reticulum stress."}, {"pubmed": 25541374, "text": "Mammalian eIF2alpha kinases evolved to maximize their interactions with the evolutionarily conserved Ser51 residue of eIF2alpha in response to diverse stress conditions."}, {"pubmed": 25576733, "text": "Hepsin suppressed CDK11p58 internal ribosome entry site activity in prostate cancer cells by modulating UNR expression and eIF-2alpha phosphorylation."}, {"pubmed": 25590801, "text": "eIF2alphaP acts as a molecular switch that dictates either cell survival or death by activated Akt in response to oxidative stress."}, {"pubmed": 25621764, "text": "a single uORF is sufficient for eIF2-mediated translation control."}, {"pubmed": 25749194, "text": "analysis of the ER stress response in immunogenic cell death and the potential value of eIF2alpha phosphorylation as a biomarker for this clinically relevant variant of apoptosis [review]"}, {"pubmed": 25759478, "text": "GCN2 activation and phosphorylation of eIF2alpha in response to mTORC1 inhibition are necessary for autophagy."}, {"pubmed": 25762631, "text": "BRCA1 is upregulated by depletion of the eIF2.GTP.Met-tRNAi translation initiation complex"}, {"pubmed": 25774599, "text": "localised G-actin depletion at sites enriched for PPP1R15 enhanced eIF2alpha phosphorylation."}, {"pubmed": 25807820, "text": "These findings provide evidence for a pro-survival role of PERK-eIF2alpha phosphorylation arm that contributes to chronic myelogenous leukemia progression and development of imatinib resistance."}, {"pubmed": 25899421, "text": "Classical swine fever virus (CSFV) infection increased the phosphorylation of eukaryotic translation initiation factor (eIF)2alpha and its kinase PKR. The activation of PKR during CSFV infection is beneficial to the virus."}, {"pubmed": 26095357, "text": "The data highlight independent interactions of PP1 and eIF2alpha with GADD34, demonstrating that GADD34 functions as a scaffold both in vitro and in cells"}, {"pubmed": 26100893, "text": "Data indicate that protein phosphatase 1 subunit GADD34 directly interacts with eukaryotic translation initiation factor 2 subunit alpha (eIF2alpha)."}, {"pubmed": 26283179, "text": "Our work suggests that OLA1 is a novel translational GTPase and plays a suppressive role in translation and cell survival, as well as cancer growth and progression."}, {"pubmed": 26406898, "text": "These experiments connect embryonic stem cell growth factors to eIF2alpha phosphorylation."}, {"pubmed": 26542945, "text": "We identified EIF2A phosphorylation as a novel early molecular event occurring in response to NAMPT inhibition and mediating protein synthesis arrest."}, {"pubmed": 26717981, "text": "a delay in eIF2-bound GTP hydrolysis should occur. In this work, we reconstructed this situation and found that such a delay leads to the redistribution of initiation complexes in favor to downstream AUG codons."}, {"pubmed": 26742780, "text": "The reactive oxygen species-generating NADPH oxidase-4 (Nox4) is induced downstream of ATF4, binds to a PP1-targeting subunit GADD34 at the endoplasmic reticulum, and inhibits PP1 activity to increase eIF2alpha phosphorylation and ATF4 levels."}, {"pubmed": 26743901, "text": "The results suggest that dephosphorylation of eIF2a by GADD34 plays an important role in doxorubicin resistance of MCF-7/ADR cells."}, {"pubmed": 26869028, "text": "The Newcastle disease virus-induced translation shutoff at late infection times was attributed to sustaining phosphorylation of eIF2a, which is mediated by continual activation of PKR and degradation of PP1."}, {"pubmed": 26898246, "text": "we unravels a new miRs-based mechanism that helps maintain intracellular proteostasis and promote cell survival during ER stress through upregulation of miR-30b-5p and miR-30c-5p which target eIF2alpha and thereby inhibit the p-eIF2alpha/ATF4/CHOP pro-apoptotic pathway, identifying miR-30b-5p and miR-30c-5p as potentially new targets for anti-cancer therapies."}, {"pubmed": 26917260, "text": "GHRH and GHRH-R loops are involved in placental choriocarcinoma cell line viability and apoptosis through Akt and eIF2a pathways."}, {"pubmed": 26928076, "text": "These findings suggest that phosphorylated-eIF2alpha regulates synaptic actions of nicotine in both mice and humans, and that reduced phosphorylated-eIF2alpha may enhance susceptibility to nicotine (and other drugs of abuse) during adolescence."}, {"pubmed": 26994324, "text": "This review consolidates current information regarding eIF2alpha phosphorylation in neurons and its impact in neurodegenerative diseases."}, {"pubmed": 27079961, "text": "PERK-eIF2alpha-ATF4 signaling pathway mediated by endoplasmic reticulum stress involved in osteoblast differentiation of periodontal ligament cells under cyclic mechanical force."}, {"pubmed": 27134121, "text": "Through pathway analysis it was suggested the involvement of eIF2 and mTOR in host cells upon Chlamydia trachomatis infection."}, {"pubmed": 27211800, "text": "The PERK-eIF2alpha-ATF4-CHOP signaling pathway has a critical role in tumor progression during endoplasmic reticulum stress. (Review)"}, {"pubmed": 27272779, "text": "EnR stress assessed by expression of PERK and p-eIF2alpha was significantly associated with tumor infiltrating lymphocytes (TILs) in HER2-positive breast cancer."}, {"pubmed": 27325740, "text": "overexpression of eIF5 and 5MP induces translation of ATF4."}, {"pubmed": 27542262, "text": "eukaryotic elongation factor 2 has a role in proliferation and invasion of lung squamous cell carcinoma"}, {"pubmed": 27802179, "text": "Increased phosphorylation of eIF2alpha in chronic myeloid leukemia cells stimulates secretion of matrix modifying enzymes."}, {"pubmed": 27899592, "text": "Stress-resistant translation of c-Src mRNA is mediated by eIF2A."}, {"pubmed": 27939583, "text": "Results mechanistically link multiple forms of dystonia and put forth a new overall cellular mechanism for dystonia pathogenesis, impairment of eIF2alpha signaling, a pathway known for its roles in cellular stress responses and synaptic plasticity."}, {"pubmed": 28069888, "text": "The stem-loop of noncoding RNA 886 is structural feature not only critical for inhibiting PKR autophosphorylation, but also the phosphorylation of its cellular substrate, EIF-2alpha."}, {"pubmed": 28294178, "text": "Our study revealed that p-eIF2alpha was upregulated in breast cancer and represented a novel predictor of prognosis in patients with triple-negative subtype."}, {"pubmed": 28374749, "text": "a novel, positive role for PKR activation and eIF2alpha phosphorylation in human globin mRNA splicing, is reported."}, {"pubmed": 28379093, "text": "Single amino acid substitution in LC-CDR1 induces Russell body phenotype that attenuates cellular protein synthesis through eIF2alpha phosphorylation and thereby downregulates IgG secretion despite operational secretory pathway traffic."}, {"pubmed": 28418119, "text": "These data indicate that PERK regulates radioresistance in oropharyngeal carcinoma through NF-kB activation-mediated phosphorylation of eIF2alpha"}, {"pubmed": 28461326, "text": "These results demonstrate a previously unrecognized role of IL24 in inhibition of translation, mediated through both phosphorylation of eIF2alpha and dephosphorylation of 4E-BP1, and provide the first direct evidence for translation control of gene-specific expression by IL24"}, {"pubmed": 28981728, "text": "Data show that eIF5-mimic protein (5MP) represses non-AUG translation by competing with translation initiation factor 5 (eIF5) for the Met-tRNAi-binding factor eIF2."}, {"pubmed": 29036434, "text": "Data show that eIF2Balpha and eIF2Bbeta bind to adjacent surfaces on eIF2alpha-N-terminal domains (NTDs)."}, {"pubmed": 29289717, "text": "TorsinA was post-transcriptionally upregulated upon acute ER stress, suggesting a role in this response. Increased basal phosphorylation of eIF2alpha in DYT1 transgenic rats was associated with abnormal response to acute ER stress. Unbiased RNA-Seq-based transcriptomic analysis of embryonic brain tissue in heterozygous and homozygous DYT1 knockin mice confirmed presence of eIF2alpha dysregulation in the DYT1 brain."}, {"pubmed": 30634982, "text": "phosphor eIF2alpha nuclear localization can be crucial in endoplasmic reticulum stress response and in driving the metastatic spread of melanoma."}, {"pubmed": 30655322, "text": "The protein kinase RNA-like endoplasmic reticulum kinase pathway was activated followed by increased phosphorylation of eukaryotic initiation factor-2 alpha (eIF2alpha)."}, {"pubmed": 31211507, "text": "EIF2A promotes cell survival during paclitaxel treatment in vitro and in vivo."}, {"pubmed": 31485739, "text": "eIF2alpha phosphorylation and the regulation of translation."}, {"pubmed": 31551255, "text": "In response to extracellular amino acid limitation, lung adenocarcinoma cells with diverse genotypes commonly induce ATF4 in an eIF2alpha-dependent manner, which can be blocked pharmacologically using an ISR inhibitor. Although suppressing eIF2alpha or ATF4 can trigger different biological consequences, adaptive cell-cycle progression and cell migration are particularly sensitive to inhibition of the ISR."}, {"pubmed": 31848319, "text": "Signaling from mTOR to eIF2alpha mediates cell migration in response to the chemotherapeutic doxorubicin."}, {"pubmed": 31862913, "text": "TIPRL potentiates survival of lung cancer by inducing autophagy through the eIF2alpha-ATF4 pathway."}, {"pubmed": 31894919, "text": "In acute liver injury, inhibiting eIF2alpha (EIF2s1) dephosphorylation protects injured hepatocytes and reduces hepatocyte proliferation."}, {"pubmed": 31930117, "text": "EGCG induced ER stress in HT-29 by upregulating immunoglobulin-binding (BiP), PKR-like endoplasmic reticulum kinase (PERK), phosphorylation of eukaryotic initiation factor 2 alpha subunit (eIF2alpha), activating transcription 4 (ATF4), and inositol-requiring kinase 1 alpha (IRE1alpha)."}, {"pubmed": 32360601, "text": "Regulation of eIF2alpha by RNF4 Promotes Melanoma Tumorigenesis and Therapy Resistance."}, {"pubmed": 32878892, "text": "Retinoic Acid Inducible Gene I and Protein Kinase R, but Not Stress Granules, Mediate the Proinflammatory Response to Yellow Fever Virus."}, {"pubmed": 32945472, "text": "Resveratrol synergizes with cisplatin in antineoplastic effects against AGS gastric cancer cells by inducing endoplasmic reticulum stressmediated apoptosis and G2/M phase arrest."}, {"pubmed": 33946018, "text": "Activation of the eIF2alpha/ATF4 axis drives triple-negative breast cancer radioresistance by promoting glutathione biosynthesis."}, {"pubmed": 34052329, "text": "PERK-eIF2alpha-ERK1/2 axis drives mesenchymal-endothelial transition of cancer-associated fibroblasts in pancreatic cancer."}, {"pubmed": 34625748, "text": "Higher-order phosphatase-substrate contacts terminate the integrated stress response."}, {"pubmed": 34969763, "text": "Helicobacter pylori Targets in AGS Human Gastric Adenocarcinoma: In Situ Proteomic Profiling and Systematic Analysis."}, {"pubmed": 36438488, "text": "C9orf72 regulates the unfolded protein response and stress granule formation by interacting with eIF2alpha."}, {"pubmed": 37828427, "text": "Activation of BZW1 by CEBPB in macrophages promotes eIF2alpha phosphorylation-mediated metabolic reprogramming and endoplasmic reticulum stress in MRL/lpr lupus-prone mice."}, {"pubmed": 38151653, "text": "MiR-3074-5p Regulates Trophoblasts Function via EIF2S1/GDF15 Pathway in Recurrent Miscarriage."}, {"pubmed": 38272235, "text": "CHIP suppresses the proliferation and migration of A549 cells by mediating the ubiquitination of eIF2alpha and upregulation of tumor suppressor RBM5."}], "genomic_pos": {"chr": "14", "end": 67386516, "ensemblgene": "ENSG00000134001", "start": 67360328, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 67853233, "start": 67826714, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000423", "pubmed": 38340717, "qualifier": "involved_in", "term": "mitophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006413", "qualifier": "involved_in", "term": "translational initiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006413", "pubmed": 16289705, "qualifier": "involved_in", "term": "translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032057", "qualifier": "involved_in", "term": "negative regulation of translational initiation in response to stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034063", "qualifier": "involved_in", "term": "stress granule assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034198", "qualifier": "involved_in", "term": "cellular response to amino acid starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034599", "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034605", "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034644", "qualifier": "involved_in", "term": "cellular response to UV"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034976", "pubmed": 33384352, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034976", "pubmed": 18508033, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034976", "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036490", "pubmed": 18508033, "qualifier": "involved_in", "term": "regulation of translation in response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036499", "pubmed": 33384352, "qualifier": "involved_in", "term": "PERK-mediated unfolded protein response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0036499", "pubmed": 22934019, "qualifier": "involved_in", "term": "PERK-mediated unfolded protein response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043558", "qualifier": "involved_in", "term": "regulation of translational initiation in response to stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140468", "pubmed": 38340717, "qualifier": "involved_in", "term": "HRI-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904373", "qualifier": "involved_in", "term": "response to kainic acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990737", "qualifier": "involved_in", "term": "response to manganese-induced endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000676", "qualifier": "involved_in", "term": "positive regulation of type B pancreatic cell apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 38340717, "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005850", "qualifier": "part_of", "term": "eukaryotic translation initiation factor 2 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005850", "pubmed": 23063529, "qualifier": "part_of", "term": "eukaryotic translation initiation factor 2 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005850", "pubmed": 31836389, "qualifier": "part_of", "term": "eukaryotic translation initiation factor 2 complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0010494", "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0033290", "qualifier": "part_of", "term": "eukaryotic 48S preinitiation complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044207", "qualifier": "part_of", "term": "translation initiation ternary complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097451", "qualifier": "located_in", "term": "glial limiting end-foot"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003743", "qualifier": "enables", "term": "translation initiation factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003743", "pubmed": 16289705, "qualifier": "enables", "term": "translation initiation factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9431994, 11500362, 16288713, 16932749, 17894550, 18596238, 18971339, 22323517, 25393282, 26095357, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043022", "qualifier": "enables", "term": "ribosome binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043022", "pubmed": 17894550, "qualifier": "enables", "term": "ribosome binding"}]}, "homologene": {"genes": [[3702, 818621], [3702, 830430], [4530, 4332538], [4530, 4344379], [4896, 2543455], [4932, 853463], [5141, 3878044], [6239, 171769], [7165, 1270736], [7227, 32617], [7955, 321564], [7955, 321807], [8364, 448087], [9031, 423279], [9544, 710150], [9598, 452980], [9606, 1965], [9615, 480361], [9913, 327694], [10090, 13665], [10116, 54318], [28985, 2896433], [33169, 4623289], [318829, 5049068]], "id": 3020}, "interpro": [{"desc": "S1 domain", "id": "IPR003029", "short_desc": "S1_domain"}, {"desc": "Translation initiation factor 2, alpha subunit", "id": "IPR011488", "short_desc": "TIF_2_asu"}, {"desc": "Nucleic acid-binding, OB-fold", "id": "IPR012340", "short_desc": "NA-bd_OB-fold"}, {"desc": "Translation initiation factor 2, alpha subunit, middle domain superfamily", "id": "IPR024054", "short_desc": "TIF2_asu_middle_sf"}, {"desc": "Translation initiation factor 2, alpha subunit, C-terminal", "id": "IPR024055", "short_desc": "TIF2_asu_C"}, {"desc": "IF2a, S1-like domain", "id": "IPR044126", "short_desc": "S1_IF2_alpha"}], "ipi": "IPI00219678", "map_location": "14q23.3", "name": "eukaryotic translation initiation factor 2 subunit alpha", "other_names": ["eIF-2-alpha", "eIF2-alpha", "eukaryotic translation initiation factor 2 subunit 1", "eukaryotic translation initiation factor 2, subunit 1 alpha, 35kDa"], "pantherdb": {"HGNC": "3265", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95299", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 10090, "uniprot_kb": "Q6ZWX6"}, {"RGD": "620963", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 10116, "uniprot_kb": "P68101"}, {"Ensembl": "ENSGALG00000009565", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 9031, "uniprot_kb": "Q5ZLX2"}, {"ZFIN": "ZDB-GENE-030131-526", "ortholog_type": "O", "panther_family": "PTHR10602", "taxid": 7955, "uniprot_kb": "Q7ZWD3"}, {"ZFIN": "ZDB-GENE-030131-283", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 7955, "uniprot_kb": "Q9I9E9"}, {"WormBase": "WBGene00021351", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 6239, "uniprot_kb": "Q9BKU3"}, {"FlyBase": "FBgn0261609", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 7227, "uniprot_kb": "P41374"}, {"SGD": "S000003767", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 4932, "uniprot_kb": "P20459"}, {"PomBase": "SPAC3G9.09c", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 4896, "uniprot_kb": "P56286"}, {"dictyBase": "DDB_G0271862", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 352472, "uniprot_kb": "Q869N9"}, {"TAIR": "2153464", "ortholog_type": "O", "panther_family": "PTHR10602", "taxid": 3702, "uniprot_kb": "Q9FE78"}, {"TAIR": "2063093", "ortholog_type": "LDO", "panther_family": "PTHR10602", "taxid": 3702, "uniprot_kb": "Q9SIZ2"}], "uniprot_kb": "P05198"}, "pathway": {"biocarta": [{"id": "eif2pathway", "name": "regulation of eif2"}, {"id": "eifpathway", "name": "eukaryotic protein translation"}, {"id": "igf1mtorpathway", "name": "skeletal muscle hypertrophy is regulated via akt-mtor pathway"}, {"id": "rnapathway", "name": "double stranded rna induced gene expression"}], "kegg": [{"id": "hsa03013", "name": "RNA transport - Homo sapiens (human)"}, {"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, "reactome": [{"id": "R-HSA-1169410", "name": "Antiviral mechanism by IFN-stimulated genes"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-156827", "name": "L13a-mediated translational silencing of Ceruloplasmin expression"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-382556", "name": "ABC-family proteins mediated transport"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-72613", "name": "Eukaryotic Translation Initiation"}, {"id": "R-HSA-72649", "name": "Translation initiation complex formation"}, {"id": "R-HSA-72662", "name": "Activation of the mRNA upon binding of the cap-binding complex and eIFs, and subsequent binding to 43S"}, {"id": "R-HSA-72695", "name": "Formation of the ternary complex, and subsequently, the 43S complex"}, {"id": "R-HSA-72702", "name": "Ribosomal scanning and start codon recognition"}, {"id": "R-HSA-72706", "name": "GTP hydrolysis and joining of the 60S ribosomal subunit"}, {"id": "R-HSA-72731", "name": "Recycling of eIF2:GDP"}, {"id": "R-HSA-72737", "name": "Cap-dependent Translation Initiation"}, {"id": "R-HSA-72766", "name": "Translation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-9633012", "name": "Response of EIF2AK4 (GCN2) to amino acid deficiency"}, {"id": "R-HSA-9648895", "name": "Response of EIF2AK1 (HRI) to heme deficiency"}, {"id": "R-HSA-9711097", "name": "Cellular response to starvation"}, {"id": "R-HSA-9833482", "name": "PKR-mediated signaling"}, {"id": "R-HSA-9840373", "name": "Cellular response to mitochondrial stress"}], "wikipathways": [{"id": "WP107", "name": "Translation Factors"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4925", "name": "Unfolded protein response"}, {"id": "WP5027", "name": "nsp1 from SARS-CoV-2 inhibits translation initiation in the host cell"}]}, "pdb": ["1KL9", "1Q8K", "6K71", "6K72", "6O81", "6O85", "6O9Z", "6YBV", "6ZMW", "6ZP4", "7A09", "7D43", "7D44", "7D45", "7F66", "7F67", "7NZM", "7QP6", "7QP7", "7SYR", "7SYS", "8OZ0", "8PPL", "8QZZ"], "pfam": ["PF00575", "PF07541"], "pharmgkb": "PA27695", "pharos": {"target_id": 19540, "tdl": "Tchem"}, "prosite": "PS50126", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167604", "relationship": "is"}, {"id": "GNF178510", "relationship": "is"}, {"id": "GNF189416", "relationship": "is"}, {"id": "GNF200322", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031006", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004068", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284578", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100413", "relationship": "is"}, {"id": "GNF140068", "relationship": "is"}, {"id": "GNF149161", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_008875.2"], "protein": "NP_004085.1", "rna": "NM_004094.5", "translation": {"protein": "NP_004085.1", "rna": "NM_004094.5"}}, "reporter": {"HG-U133_Plus_2": ["201142_at", "201143_s_at", "201144_s_at"], "HG-U95Av2": ["1154_at", "39784_at"], "HTA-2_0": "TC14000406.hg.1", "HuEx-1_0": "3541137", "HuGene-1_1": "7975224", "HuGene-2_1": "16785631"}, "summary": "The translation initiation factor EIF2 catalyzes the first regulated step of protein synthesis initiation, promoting the binding of the initiator tRNA to 40S ribosomal subunits. Binding occurs as a ternary complex of methionyl-tRNA, EIF2, and GTP. EIF2 is composed of 3 nonidentical subunits, the 36-kD EIF2-alpha subunit (EIF2S1), the 38-kD EIF2-beta subunit (EIF2S2; MIM 603908), and the 52-kD EIF2-gamma subunit (EIF2S3; MIM 300161). The rate of formation of the ternary complex is modulated by the phosphorylation state of EIF2-alpha (Ernst et al., 1987 [PubMed 2948954]).[supplied by OMIM, Feb 2010].", "symbol": "EIF2S1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414334"}, "unigene": "Hs.151777", "uniprot": {"Swiss-Prot": "P05198", "TrEMBL": ["H0YJS4", "Q53XC0", "G3V4T5"]}, "wikipedia": {"url_stub": "EIF2S1"}}