{"AllianceGenome": "3288", "HGNC": "3288", "MIM": "602223", "_id": "1978", "_version": 2, "accession": {"genomic": ["AP006545.1", "CH471080.2", "CP068270.2", "JB157968.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAA62269.1", "AAH04459.1", "AAH58073.1", "AAP35826.1", "BAB18650.1", "BAG34949.1", "CAG33050.1", "CCW44094.1", "EAW63341.1", "EAW63342.1", "NP_004086.1", "Q13541.3"], "rna": ["AB044548.1", "AK312011.1", "BC004459.1", "BC058073.1", "BF964628.1", "BT007162.1", "CR456769.1", "L36055.1", "NM_004095.4"], "translation": [{"protein": "AAA62269.1", "rna": "L36055.1"}, {"protein": "BAG34949.1", "rna": "AK312011.1"}, {"protein": "NP_004086.1", "rna": "NM_004095.4"}, {"protein": "BAB18650.1", "rna": "AB044548.1"}, {"protein": "AAP35826.1", "rna": "BT007162.1"}, {"protein": "AAH58073.1", "rna": "BC058073.1"}, {"protein": "AAH04459.1", "rna": "BC004459.1"}, {"protein": "CAG33050.1", "rna": "CR456769.1"}]}, "alias": ["4E-BP1", "4EBP1", "BP-1", "PHAS-I"], "ensembl": {"gene": "ENSG00000187840", "protein": "ENSP00000340691", "transcript": ["ENST00000338825", "ENST00000520657"], "translation": [{"protein": "ENSP00000340691", "rna": "ENST00000338825"}], "type_of_gene": "protein_coding"}, "entrezgene": "1978", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.32517906791, "exp_mis": 37.1169123975, "exp_syn": 15.3458076784, "lof_z": 0.860867011946144, "mis_z": 0.410807479326944, "mu_lof": 1.60987541575e-07, "mu_mis": 5.48247890959e-06, "mu_syn": 2.55026221857e-06, "n_lof": 1.0, "n_mis": 32.0, "n_syn": 11.0, "p_li": 0.184082876876197, "p_null": 0.169997254243516, "p_rec": 0.645919868880287, "syn_z": 0.687741464001501}, "bp": 357, "cds_end": 37917453, "cds_start": 37888091, "n_exons": 3, "nonpsych": {"exp_lof": 2.05864804392, "exp_mis": 33.5485250672, "exp_syn": 13.8435736261, "lof_z": 0.724623652353993, "mis_z": 0.483173223293392, "mu_lof": 1.60987541575e-07, "mu_mis": 5.48247890959e-06, "mu_syn": 2.55026221857e-06, "n_lof": 1.0, "n_mis": 28.0, "n_syn": 11.0, "p_li": 0.184625925087701, "p_null": 0.190460405354823, "p_rec": 0.624913669557477, "syn_z": 0.481175362807996}, "nontcga": {"exp_lof": 2.13469428138, "exp_mis": 34.1430915134, "exp_syn": 14.1136733385, "lof_z": 0.766111990135857, "mis_z": 0.523775746716089, "mu_lof": 1.60987541575e-07, "mu_mis": 5.48247890959e-06, "mu_syn": 2.55026221857e-06, "n_lof": 1.0, "n_mis": 28.0, "n_syn": 9.0, "p_li": 0.178248769901323, "p_null": 0.176942308978159, "p_rec": 0.644808921120518, "syn_z": 0.861856667833189}, "transcript": "ENST00000338825.4"}, "exons": [{"cdsend": 38059935, "cdsstart": 38030573, "chr": "8", "position": [[38030533, 38030718], [38057080, 38057260], [38059903, 38060365]], "strand": 1, "transcript": "NM_004095", "txend": 38060365, "txstart": 38030533}], "exons_hg19": [{"cdsend": 37917453, "cdsstart": 37888091, "chr": "8", "position": [[37888051, 37888236], [37914598, 37914778], [37917421, 37917883]], "strand": 1, "transcript": "NM_004095", "txend": 37917883, "txstart": 37888051}], "generif": [{"pubmed": 11847216, "text": "4E-binding proteins, the suppressors of eukaryotic initiation factor 4E, are down-regulated in cells with acquired or intrinsic resistance to rapamycin."}, {"pubmed": 11909977, "text": "Translational control of cell fate: availability of phosphorylation sites on translational repressor 4E-BP1 governs its proapoptotic potency."}, {"pubmed": 12080086, "text": "Mammalian cell size is controlled by mTOR and its downstream targets S6K1 and 4EBP1/eIF4E"}, {"pubmed": 12271141, "text": "hamartin and tuberin function together to inhibit mammalian target of rapamycin (mTOR)-mediated signaling to eukaryotic initiation factor 4E-binding protein 1 (4E-BP1) and ribosomal protein S6 kinase 1 (S6K1)"}, {"pubmed": 12588975, "text": "4E-binding protein 1 C terminus has domains that control function and phosphorylation"}, {"pubmed": 12604610, "text": "raptor binds to p70S6k and 4E-BP1 through their respective TOS (conserved TOR signaling) motifs."}, {"pubmed": 12618431, "text": "data demonstrates that eukaryotic translation initiation factor 4E binding protein 1 is a new target for early growth response-1"}, {"pubmed": 12759354, "text": "4EBP1 is activated by the Type I IFN receptor-activated PI 3'-kinase pathway and has a role in regulating mRNA translation and induction of Type I IFN responses"}, {"pubmed": 12820960, "text": "Rheb is a mediator of 4EBP1."}, {"pubmed": 12912989, "text": "TOR-signaling and RAIP motifs play distinct roles in the mammalian TOR-dependent phosphorylation of initiation factor 4E-binding protein 1"}, {"pubmed": 14507920, "text": "Ser-64 and Ser-111 are not required for the control of PHAS-I binding to eIF4E in cells, implicating phosphorylation of the Thr sites in dissociation of the PHAS-I.eIF4E complex"}, {"pubmed": 15094042, "text": "4EHP over-expression instigates a negative feedback loop that inhibits upstream signaling to 4E-BP1 and ribosomal protein S6 kinase 1 (S6K1) whereas the 4E-BP1-binding-deficient mutant of 4EHP(W95A) was unable to trigger this feedback loop"}, {"pubmed": 15178440, "text": "role as physiological substrates for the protein kinase activity of PI 3-kinase and suggests this activity operates in a physiological context by phosphorylating substrates other than the PI 3-kinase itself"}, {"pubmed": 15542544, "text": "These findings suggest that hyperoxia diminishes protein synthesis by increasing eIF4E phosphorylation and enhancing the affinity of 4E-BP1 for eIF4E."}, {"pubmed": 16098202, "text": "levels of p-mTOR (Ser2481), and p-4E-BP1 (Thr70 and Ser65) dramatically increase in Alzheimer disease, and are positively significantly correlated with total tau and p-tau"}, {"pubmed": 16648488, "text": "Hypoxia inhibits protein synthesis through a 4EBP1 and EEF2 pathway controlled by mTOR and uncoupled in breast cancer cells."}, {"pubmed": 16652388, "text": "eukaryotic translation initiation factor 4E binding protein 1(4E-BP1) overexpression is associated with prostate cancer, especially when combined with phosphatase and tensin homolog(PTEN) and mammalian target of rapamycin(mTOR) expression data"}, {"pubmed": 16715128, "text": "both ribosomal protein S6 kinase, 70kDa and 4E-BP1 pathways, regulated by TORC1, are required for cell motility"}, {"pubmed": 16824195, "text": "4E-BP1, that binds to eukaryotic initiation factor-4E to prevent the formation of the active translation complex, dissociates from eIF4E by phosphorylation through the mammalian target of rapamycin (mTOR) in cells stimulated by amino acids."}, {"pubmed": 16873412, "text": "AMPK activation and a reduced phosphorylation of 4E-BP1 may contribute to the inhibition of muscle protein synthesis during resistance exercise."}, {"pubmed": 16983702, "text": "In patients with ovarian carcinoma, significant expression of p-4EBP1 was associated with high-grade tumors and a poor prognosis, regardless other oncogenic alterations upstream."}, {"pubmed": 17114181, "text": "mTOR-dependent pathways have roles in IFN signaling and 4E-BP1 and TSC1-TSC2 are key components in the generation of IFN-dependent biological responses"}, {"pubmed": 17200342, "text": "4E-binding protein 1 has a role in progression of breast neoplasms through cell signaling"}, {"pubmed": 17601486, "text": "These results demonstrate that \"pure\" isoprenoids and genistein differentially impact cap-dependent translation in tumor cell lines."}, {"pubmed": 17604271, "text": "PRAS40 acts downstream of mTORC1 but upstream of its effectors, such as S6K1 and 4E-BP1"}, {"pubmed": 17653084, "text": "The phosphorylation of 4E-BP1 may play a dual role in the regulation of protein synthesis, both reducing the affinity of 4E-BP1 for eIF4E and promoting the conversion of 4E-BP1 to alternative, polyubiquitinated forms."}, {"pubmed": 17699757, "text": "Phosphorylated 4E-BP1 (p-4E-BP1) expression in tumors is associated with malignant progression and an adverse prognosis regardless of the upstream oncogenic alterations."}, {"pubmed": 17724476, "text": "Key regulator of cyclin D1 expression."}, {"pubmed": 18280804, "text": "treatment of acute promyelocytic leukemia (APL)-derived NB4 cells with all-trans-retinoic acid results in dissociation of the translational repressor 4E-BP1 from the eukaryotic initiation factor eIF4E, and subsequent formation of eIF4G-eIF4E complexes."}, {"pubmed": 18337562, "text": "CCL5 induced PI-3'K-, phospholipase D-, and mTOR-dependent phosphorylation and deactivation of the transcriptional repressor 4E-BP1, which resulted in its dissociation from eIF4E"}, {"pubmed": 18384376, "text": "Analysis of the regulatory motifs in EIF4EBP1 was performed."}, {"pubmed": 18439897, "text": "SF2/ASF promotes translation initiation of bound mRNAs; this activity requires the presence of the cytoplasmic cap-binding protein eIF4E."}, {"pubmed": 18442140, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18442140, "text": "This study revealed genetic associations of SLC1A4, SQSTM1, and EIF4EBP1 with MSA. These results may lend genetic support to the hypothesis that oxidative stress is associated with the pathogenesis of MSA."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18668138, "text": "endocrine hormone insulin contributes to VEGF release in skin wounds through an Akt1-and 4E-BP1- mediated posttranscriptional mechanism in keratinocytes"}, {"pubmed": 18701920, "text": "chronic inactivation of 4E-BP by LRRK2 with pathogenic mutations deregulates protein translation, eventually resulting in age-dependent loss of DA neurons"}, {"pubmed": 18708753, "text": "Effects of 4E-BP1 expression on hypoxic cell cycle inhibition and tumor cell proliferation and survival are reported."}, {"pubmed": 18810319, "text": "These data show that, in addition to inactivation of 4E-BP1 via hyperphosphorylation, signaling through the PI3K pathway silences 4E-BP1 gene transcription."}, {"pubmed": 19036825, "text": "Skeletal muscle eEF2 and 4EBP1 phosphorylation during endurance exercise is dependent on intensity and muscle fiber type."}, {"pubmed": 19107520, "text": "Expression of mTOR and 4EBP1 characterize high-grade, high-stage endometrial adenocarcinomas and might be predictive markers of a response to rapamycin."}, {"pubmed": 19211763, "text": "PI3K signaling, therefore, plays a critical role in regulating protein production during VV infection, at least in part by controlling the abundance and activity of 4E-BP1."}, {"pubmed": 19244480, "text": "4E-BPs regulate the stress granule localization of eIF4E"}, {"pubmed": 19271249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19336517, "text": "This study reveals that p-4E-BP1 is significantly associated with worse melanoma survival."}, {"pubmed": 19360336, "text": "Combination of Adenovirus- 4E-BP1 and rapamycin may be a more effective adjuvant therapy."}, {"pubmed": 19367274, "text": "Expression levels of eIF4E, 4E-BP1 and 4E-BP2 in breast cancer predict patient survival."}, {"pubmed": 19428047, "text": "expression of phospho-4E-BP1 and HER2 overexpression were the only characteristics with prognostic significance in endometrial carcinoma"}, {"pubmed": 19429661, "text": "Our results suggest that up-regulation of AKT1 and 4EBP1 in eutopic endometrium may be associated with the pathogenesis of endometriosis."}, {"pubmed": 19533653, "text": "This study demenostrated that the 4E-BP1 is reduced in skeletal muscle of chronic spinal cord-injured patients."}, {"pubmed": 19541645, "text": "In metastatic brain lesions carrying activated alpha(v)beta(3), VEGF expression is controlled at the post-transcriptional level and involves phosphorylation and inhibition of translational respressor 4E-binding protein (4E-BP1)."}, {"pubmed": 19574449, "text": "High-density lipoproteins can protect beta-cells through modulation of 4E-BP1 depending on the type of stress stimuli."}, {"pubmed": 19603014, "text": "Activated 4E-BP1 represses tumourigenesis and IGF-I-mediated activation of the eIF4F complex in mesothelioma."}, {"pubmed": 19648884, "text": "Report EGFR-dependent and independent activation of Akt/mTOR/p70S6 kinase/4E-BP1 cascade in bone and soft tissue tumors."}, {"pubmed": 19834456, "text": "4E-BP1 gene appears critical for TGFbeta/Smad4-mediated inhibition of cell proliferation."}, {"pubmed": 19850923, "text": "RhoE inhibits 4E-BP1 phosphorylation and eIF4E function impairing cap-dependent translation."}, {"pubmed": 20090955, "text": "results suggest that 4E-BP is a relatively poor direct substrate for LRRK2"}, {"pubmed": 20133758, "text": "Data suggest that pUL69 supports translation in human cytomegalovirus-infected cells by excluding hypophosphorylated 4EBP1 from the cap-binding complex."}, {"pubmed": 20304964, "text": "p22(phox)-based Nox oxidases maintain HIF-2alpha protein expression through inactivation of tuberin and downstream activation of ribosomal protein S6 kinase 1/4E-BP1 pathway"}, {"pubmed": 20372058, "text": "Data show that 4E-BP1 gene transcription increases in a cell density-dependent manner, and that 4E-BP1 protein accumulation is involved in cell cycle arrest at contact inhibition likely through downregulation of cyclin D1 expression."}, {"pubmed": 20532202, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20609351, "text": "High 4E-BP1 is a key effector of the oncogenic activation of the AKT and ERK signaling pathways that integrates their results in tumors."}, {"pubmed": 20621385, "text": "potential prognostic factor for survival in patients with lung adenocarcinoma"}, {"pubmed": 21046149, "text": "assessment of phosphorylated-4E-BP1 expression could identify a subpopulation of earlier stage esophageal squamous cell carcinoma patients with poor prognosis."}, {"pubmed": 21067588, "text": "Data show that the mTOR effectors, 4EBP1, p70S6K and rpS6, are highly activated in cultured and primary FLT3-mutated acute myeloid leukemia (AML) cells."}, {"pubmed": 21366462, "text": "The immunohistochemical expression pattern of 4E-BP1 exhibits regional and cellular specificity in reactive lymphoid tissues."}, {"pubmed": 21576371, "text": "Data suggest that knockdown of raptor relieves autophagy and the eIF4E effector pathway from rapamycin resistance."}, {"pubmed": 21661078, "text": "Data show that the eIF4E binding preference for 4E-BP2 over 4E-BP1 is based on stacking of Arg63 side chain on Trp73 indole ring of eIF4E and construction of hydrophobic space around the Trp73 indole ring by the Leu59-Leu60 sequence of 4E-BP2."}, {"pubmed": 21750861, "text": "We propose that high p-4E-BP1 and p-eIF4E levels are central factors in cell signaling and reflect the oncogenic potential of cell signaling pathways in breast cancer."}, {"pubmed": 21784851, "text": "when lung fibroblasts are attached to collagen matrix, the beta1 integrin/Src/PP2A-mediated 4EBP-1 regulatory pathway is activated"}, {"pubmed": 21841310, "text": "Data show that 4E-BP1 inhibition by Merkel cell polyomavirus small T antigen is required for Merkel cell polyomavirus neoplastic cell transformation."}, {"pubmed": 21913890, "text": "It is concluded that the conserved PGVTS/T motif within the flexible C-terminus of 4E-BP plays an auxiliary, but indispensable, role in strengthening the binding of eIF4E to the core Y(X)4LPhi motif."}, {"pubmed": 21914810, "text": "dissociation of PRAS40 from insulin-stimulated 4E-BP protein binding to mTORC1 and enhanced mTORC1 substrate binding results from Akt and mTORC1 activation and makes little or no contribution to mTORC1 signaling"}, {"pubmed": 21922152, "text": "LRRK2 down-regulation was associated with a clearly decreased 4E-BP1 protein in a breast cancer cell line"}, {"pubmed": 21964297, "text": "This clearly indicates the importance of the second binding region for the difference in function between eIF4G and 4E-BP for eIF4E"}, {"pubmed": 22110663, "text": "S6K1 and 4E-BP1 are independent regulated and control cellular growth in bladder cancer"}, {"pubmed": 22142830, "text": "Studies indicate that mTOR phosphorylation of the 4E-BPs (4E-BP1 is the major epithelial cell form) promotes cap-dependent mRNA translation."}, {"pubmed": 22178476, "text": "Binding of 4EBP1 or eIF4G allosterically drove alterations throughout the protein that increase the affinity of eIF4E for the 5'cap."}, {"pubmed": 22184107, "text": "Hepatitis C virus NS5A binds to the mRNA cap-binding eukaryotic translation initiation 4F (eIF4F) complex and up-regulates host translation initiation machinery through eIF4E-binding protein 1 inactivation."}, {"pubmed": 22216185, "text": "mTORc1 inhibition reduces eIF4F complex formation, and depresses translocation of TOP mRNAs on polysomes. Downregulation of eIF4E and overexpression of 4E-BP1 induce rapamycin sensitivity"}, {"pubmed": 22248270, "text": "High 4EBP1 phosphorylation is associated with intrahepatic cholangiocarcinoma."}, {"pubmed": 22652449, "text": "The nsPEF exposure caused a rapid decrease in 4E-BP1 phosphorylation irrespective of the PERK/GCN2 status, suggesting participation of both eIF2alpha and 4E-BP1 in nsPEF-induced translational suppression."}, {"pubmed": 22690797, "text": "the presence of p-4E-BP1 predicted shortened overall survival in the entire cohort and glioblastomas."}, {"pubmed": 22918237, "text": "4E-BP1, beyond its role in translation regulation, can function as a regulator of mitosis via interacting with PLK1, and possibly plays a role in genomic stability maintaining."}, {"pubmed": 22977662, "text": "The nuclear expression of p-mTOR, p-4E-BP1 and p-p70S6K was associated with biological behaviors (invasiveness) of ameloblastomas, and p-mTOR was an independent predictor of them."}, {"pubmed": 23082216, "text": "A potential interaction of LRRK2 and 4E-BP1 in mammalian cells and brain, is investigated."}, {"pubmed": 23100465, "text": "The eIF4E/4E-BP ratio, rather than their individual protein levels or solely their phosphorylation status, should be considered as a paramount predictive marker for forecasting the clinical therapeutic response to mTOR inhibitors."}, {"pubmed": 23175522, "text": "Data therefore suggest that HIF-1alpha contributes to 4E-BP1 gene expression under different conditions."}, {"pubmed": 23340172, "text": "phosphorylation of 4E-BP1 may be a predictive biomarker of everolimus sensitivity in gastric cancer"}, {"pubmed": 23451476, "text": "The high expression of mTOR and 4EBP1 is closely related with clinicopathology and lymph node metastases in laryngeal carcinoma."}, {"pubmed": 23547259, "text": "4E-BP1 antagonizes stress granules formation when it is hypophosphorylated."}, {"pubmed": 23640516, "text": "Our results suggest that long-term repeated viral delivery of 4E-BP1 may provide a useful tool for designing lung cancer treatment."}, {"pubmed": 23707523, "text": "The results indicate mTOR-independent phosphorylation of S6K1 and 4E-BP1 and suggest MEK/ERK/RSK1-dependent phosphorylation of eIF4B during skeletal muscle contraction."}, {"pubmed": 23814053, "text": "study has identified protein phosphatase PPM1G as a novel regulator of cap-dependent protein translation by negatively controlling the phosphorylation of 4E-BP1."}, {"pubmed": 24030155, "text": "overexpression of 4EBP1, p70S6K, Akt1 or Akt2 could promote the Coxsackievirus B3-induced apoptosis."}, {"pubmed": 24122746, "text": "The aim of the present work was to probe the conformation of the intrinsically disordered protein 4E-BP1 in the native and partly folded states by limited proteolysis and to reveal regions with a high propensity to form an ordered structure."}, {"pubmed": 24131622, "text": "The mTOR effectors 4EBP1 and S6K2 are frequently coexpressed, and associated with a poor prognosis and endocrine resistance in breast cancer."}, {"pubmed": 24206664, "text": "mTORC1 controls mitochondrial activity and biogenesis by selectively promoting translation of nucleus-encoded mitochondria-related mRNAs via inhibition of the eukaryotic translation initiation factor 4E (eIF4E)-binding proteins (4E-BPs)."}, {"pubmed": 24211447, "text": "The 4E-BP1 binding stabilizes the active eIF4E conformation and, on the other hand, can facilitate dissociation of eIF4E from the mRNA cap."}, {"pubmed": 24307346, "text": "p-4E-BP1 may have a role in response to the mTOR inhibitors and progression-free survival"}, {"pubmed": 24354477, "text": "Acquired drug resistance to antineoplastic agents is regulated in part by 4E-BP1."}, {"pubmed": 24401275, "text": "rapalog-activated MNK1 signaling promotes glioma growth through regulation of 4EBP1; there is a molecular cross-talk between the mTORC1 and MNK1 pathways"}, {"pubmed": 24466059, "text": "The tumor marker eRF3B can change the cell cycle and influence the phosphorylation status of 4E-BP1."}, {"pubmed": 24515783, "text": "Results show that loss-of-function of TBC1D7 protein was associated with an increase in the phosphorylation of 4EBP1, a direct downstream target of mTORC1."}, {"pubmed": 24706262, "text": "Overexpression of phosphorylated 4E-binding protein 1 is associated with lymph node metastasis in hilar cholangiocarcinoma"}, {"pubmed": 24780446, "text": "Data show that salvianolic acid B protects endothelial progenitor cells against oxidative stress by modulating Akt/mTOR/4EBP1, p38 MAPK/ATF2, and ERK1/2 signaling pathways."}, {"pubmed": 24837366, "text": "ShcA drives breast tumor growth and angiogenesis in vivo in a 4E-BP-dependent manner"}, {"pubmed": 25114899, "text": "Studied conditions that increase the sensitivity of cancer cells to MK-2206. and found reduction by salinomycin of Akt and downregulation of pAkt, pGSk3beta, pTSC2, and p4EBP1 by cotreatment with MK-2206."}, {"pubmed": 25165983, "text": "Results show that high expression of p70S6K and 4EBP1 proteins may act as valuable independent biomarkers to predict poor prognosis of nasopharyngeal carcinoma patients."}, {"pubmed": 25431930, "text": "4EBP1 is not completely unstructured, but contains a pre-structured helix."}, {"pubmed": 25439783, "text": "4E-BP1/eIF4E ratio may represent a therapeutic index for the prediction of clinical outcome of rapamycin treatment in patients with esophageal squamous cell carcinoma."}, {"pubmed": 25466966, "text": "certain Akt/mTOR/4E-BP1 pathway signals could be novel therapeutic targets for Merkel cell carcinomas regardless of Merkel cell polyomavirus infection status"}, {"pubmed": 25482447, "text": "4E-BP1 is a trigger for parthenolide -induced autophagy"}, {"pubmed": 25503819, "text": "Effect of temperature on the conformation of natively unfolded protein 4E-BP1 in aqueous and mixed solutions containing trifluoroethanol and hexafluoroisopropanol."}, {"pubmed": 25618298, "text": "inactivation of 4E-BP1 using Ku-0063794 may be a promising novel approach for muscle-invasive bladder cancer"}, {"pubmed": 25659153, "text": "Tanshinone IIA inhibits HIF-1alpha and VEGF expression in breast cancer cells via mTOR/p70S6K/RPS6/4E-BP1 signaling pathway."}, {"pubmed": 25661069, "text": "p-4E-BP1 is more highly expressed in early gastric cancers than in advanced ones, and has limited potential as an independent prognostic biomarker in patients with gastric cancer."}, {"pubmed": 25702871, "text": "Molecular structure of EIF4E bound to 4E-BP1 provides insight into the consequences of phosphorylation.Phosphorylation of 4E-BP1 impairs the competition with eIF4G for eIF4E binding."}, {"pubmed": 25755728, "text": "In colorectal carcinoma, total expression levels of 4E-BP1 increased only in the premalignant state of the disease and decreased (but highly phosphorylated or inactivated) or abolished upon malignancy."}, {"pubmed": 25762619, "text": "mTORC1 regulates cell adhesion through S6K1 and 4E-BP1 pathways, but mTORC2 regulates cell adhesion via Akt-independent mechanism"}, {"pubmed": 25883264, "text": "mitotic cap-dependent translation is generally sustained during mitosis by CDK1 phosphorylation of 4E-BP1 even under conditions of reduced mTOR signaling"}, {"pubmed": 25999352, "text": "Taken together, these results highlight the potential dependence of eIF4G overexpression and 4E-BP1 phosphorylation in CLL survival."}, {"pubmed": 26097581, "text": "phosphorylation site affected the prognostic significance of 4EBP1 in non-small cell lung cancer."}, {"pubmed": 26170285, "text": "the C-terminal extension (motif 3) is critical to 4E-BP1-mediated cell cycle arrest and it partially overlaps with the binding site of 4EGI-1"}, {"pubmed": 26204490, "text": "eIF4E binding protein 1 expression has a role in clinical survival outcomes in colorectal cancer"}, {"pubmed": 26305094, "text": "results suggest that respiratory syncytial virus is a virus that still contains unknown mechanisms involved in the translation of their mRNAs through the alteration or modification of some translation factors, such as 4EBP1, possibly to favor its replicative"}, {"pubmed": 26360779, "text": "Twist1 is correlated with p-4E-BP1 in predicting the prognostic outcome of NSCLC."}, {"pubmed": 26427479, "text": "Results suggest that blocking both the mTOR kinase downstream targets 4E-BP1 protein and p70 S6 kinase 1, but not p70 S6 kinase 1 alone, prevents the migration of retinal pigment epithelium (RPE) cells."}, {"pubmed": 26577921, "text": "Increased 4EBP1 abundance was a common feature in prostate cancer patients who had been treated with the PI3K pathway inhibitor BKM120; thus, 4EBP1 may be associated with drug resistance in human tumors"}, {"pubmed": 26646586, "text": "Increased expression of miR-125a is associated with invasion and migration in ovarian cancer."}, {"pubmed": 26758558, "text": "p4EBP1 was independently predictive for pathologic complete response in PIK3CA wild-type tumors."}, {"pubmed": 26829052, "text": "4E-BP1 has tumor suppressor activity by inhibiting eIF4E and, thus, blocking mRNA translation and proliferation. This is corroborated by elevated levels of phosphorylated and hence inactive 4E-BP1, which are detected in various cancers"}, {"pubmed": 26832959, "text": "It was concluded that over-activation of the mTORC1/4E-BP1/p21 pathway is a frequent and clinically relevant alteration in head and neck squamous cell carcinomas."}, {"pubmed": 26901143, "text": "4E-BP1 was shown to be phosphorylated by other kinases besides mTOR, and overexpression of 4E-BP1 was found in different human carcinomas. (Review)"}, {"pubmed": 26917778, "text": "Inhibition of mTORC1-mediated 4EBP1 phosphorylation leads to decreased expression of c-MYC and subsequent upregulation of the proapoptotic BCL2 family member PUMA, whereas inhibition of mTORC2 results in nuclear factor-kappaB-mediated expression of the Early Growth Response 1 (EGR1) gene, which encodes a transcription factor that binds and transactivates the proapoptotic BCL2L11 locus encoding BIM."}, {"pubmed": 26942880, "text": "Data show that 4EGI-1 compound induced apoptosis in nasopharyngeal carcinoma cells through the death receptor 5 (DR5) on 4E-BP1 dephosphorylation exerting positive influence on their anti-tumor activities."}, {"pubmed": 27026382, "text": "4EBP1 may serve as a funnel factor that converge the upstream proliferative oncogenic signals."}, {"pubmed": 27343979, "text": "Rotterlin inhibits mTORC1 and 4EBP1 activity in melanoma cells, inhibiting protein synthesis and promoting cell death."}, {"pubmed": 27394002, "text": "this study shows that anticancer activity of perillyl alcohol is mediated via inhibition of 4E-BP1 signaling"}, {"pubmed": 27402756, "text": "Findings suggest that mitotic CDK1-directed phosphorylation of delta-4E-BP1 may yield a gain of function, distinct from translation regulation, that may be important in tumorigenesis and mitotic centrosome function."}, {"pubmed": 28242042, "text": "High p-4E-BP1 expression was significantly associated with lymphovascular invasion (LVI) (p=0.003), perineural invasion (PNI) (p=0.001), tumor stage (p=0.024), nodal stage (p=0.000), metastatic status (p=0.027), and disease stage (p=0.001)."}, {"pubmed": 28339030, "text": "p4EBP1 overexpression was predominant in patients with metastasis to the regional lymph nodes in colorectal cancer. Moderate/high expression of p4EBP1 protein was significantly associated with adverse overall survival (OS) in patients."}, {"pubmed": 28395726, "text": "There were significantly higher expressions of p-eIF4E and p-4EBP-1 proteins in the cases with lymph node metastasis than in those without lymph node metastasis."}, {"pubmed": 28427795, "text": "Numerous protein kinases can be responsible for mTOR independent 4E-BP1 phosphorylation in cancer. (Review)"}, {"pubmed": 28461326, "text": "These results demonstrate a previously unrecognized role of IL24 in inhibition of translation, mediated through both phosphorylation of eIF2alpha and dephosphorylation of 4E-BP1, and provide the first direct evidence for translation control of gene-specific expression by IL24"}, {"pubmed": 28539821, "text": "PI3K kinase activity is necessary for maintaining 4E-BP1 stability. Our results also suggest 4E-BP1 a novel biological role of regulating cell cycle G2 checkpoint in responding to IR stress in association with controlling CHK2 phosphorylation"}, {"pubmed": 28592131, "text": "high p-4E-BP1 level is associated with tumor progression and adverse prognosis in colorectal cancer"}, {"pubmed": 29198077, "text": "L-type amino acid transporter 1 (LAT1) inhibitor, BCH reduces the phosphorylation of mechanistic target of rapamycin kinase (mTOR) downstream target eukaryotic translation initiation factor 4E binding protein 1 (4EBP1) in fibroblast-like synoviocytes from patients with rheumatoid arthritis. Silencing eIF4E neutralized the stimulation of interleukin-17 on LAT1."}, {"pubmed": 29453322, "text": "Study demonstrated key roles for 4E-BP1 and 4E-BP2 during tumor development and during tumor hypoxia. These factors maintain an ability to slow tumor progression in prostate cancer in the face of constitutive mTOR activation arising from loss of PTEN, and are also important in promoting survival of hypoxic cells once cancer has developed."}, {"pubmed": 29845289, "text": "Using an mTORspecific signalling pathway phospho array we revealed that NVPBEZ235 significantly decreased phosphorylation of 4EBP1 (Thr70), the downstream target of mTORC1."}, {"pubmed": 30297141, "text": "Data have shown that the activation level of the 4EBP1/eIF4E axis in localized clear cell renal carcinoma (ccRCC) can contribute, not only to tumor recurrence, but also to the timing of the recurrence after curative nephrectomy. This activation can affect early and late recurrence events differently."}, {"pubmed": 30552925, "text": "The phosphorylation dynamics and rapamycin sensitivity of 4E-BP1 and S6K1 are regulated independently."}, {"pubmed": 30602778, "text": "Rapamycin-insensitive mTORC1 signaling via 4E-BP1 is a critical pathway for TGF-beta1 stimulated collagen synthesis in human lung fibroblasts, whereas canonical PI3K/Akt signaling is not required."}, {"pubmed": 30666790, "text": "Scutellarin (SCU) can suppress proliferation and promote apoptosis in A549 cells through AKT/mTOR/4EBP1 and STAT3 pathways. This suggests that SCU may be developed into a promising antitumor agent for treating non-small cell lung cancer (NSCLC)"}, {"pubmed": 30712414, "text": "Ovarian tumors with p-mTOR, p-4EBP1 and p-P70S6K protein expressions were investigated in a Cox model that was also adjusted for FIGO stage. High p-4EBP1 was independently associated with poor overall survival (OS). When the three proteins are combined, high p-4EBP1 was independently associated with a poor OS and showed a borderline association with poor progression-free survival."}, {"pubmed": 30808136, "text": "High-expressions of mTOR and 4E-BP1 in patients with extranodal Nasal-type NK/T-cell Lymphoma (ENKTCL) are related to the biological progression and recurrence of ENKTCL"}, {"pubmed": 30894372, "text": "findings suggest that EIF4E-BP1 acts as a tumor suppressor in HNSCC and that 4E-BP1 dephosphorylation mediates the therapeutic response to mTORi, providing a mechanistic biomarker for future precision oncology trials"}, {"pubmed": 31056462, "text": "Authors uncovered the role of cyclin-dependent kinase 4 (CDK4), a clinically validated kinase important for cell-cycle progression, in regulating cap-dependent translation via phosphorylation of the tumor suppressor 4E-BP1."}, {"pubmed": 31118010, "text": "Complex disruption induced by inhibition of either pathway was shown to be a function of the phosphorylation status of 4EBP1, a key mediator of eIF4F assembly that interacts directly with eIF4E, confirming 4EBP1's ability to integrate multiple signals affecting cap-dependent translation."}, {"pubmed": 31122207, "text": "These results are consistent with an oncogenic role of 4EBP1 in luminal breast cancer and suggests a role for this protein in cell proliferation distinct from its more well-known role as a regulator of cap-dependent translation."}, {"pubmed": 31201269, "text": "The most highly phosphorylated mitotic 4E-BP1 isoform (delta) did not interact with eIF4E, whereas a distinct 4E-BP1 phospho-isoform, EB-gamma, phosphorylated at Thr-70, Ser-83, and Ser-101, bound to eIF4E during mitosis."}, {"pubmed": 31853978, "text": "Cyclin-dependent kinase 4 inhibits the translational repressor 4E-BP1 to promote cap-dependent translation during mitosis-G1 transition."}, {"pubmed": 31885728, "text": "Study showed higher expression of 4EB-P1 in prostate cancer (PCa) compared to benign tissues with local gradients in relation to the border of the tumor. These results suggest an important role of intratumor heterogeneity for the use of 4EBP1 as biomarkers in PCa."}, {"pubmed": 31927624, "text": "The p-4E-BP1 expression, especially in Combined hepatocellular carcinoma (HCC) and cholangiocarcinoma (CC) (cHCC-CC) cases with a cholangiocarcinoma (CC) component, was a notable Akt/mTOR pathway-related factor associated with poor prognosis."}, {"pubmed": 32336547, "text": "Eukaryotic Initiation Factor 4E phosphorylation acts a switch for its binding to 4E-BP1 and mRNA cap assembly."}, {"pubmed": 32809098, "text": "Upregulation of MTOR, RPS6KB1, and EIF4EBP1 in the whole blood samples of Iranian patients with multiple sclerosis compared to healthy controls."}, {"pubmed": 33125143, "text": "BRDT is a novel regulator of eIF4EBP1 in renal cell carcinoma."}, {"pubmed": 33177490, "text": "4EBP1/2 are active under standard cell culture conditions to regulate the translation of specific mRNAs."}, {"pubmed": 33191406, "text": "The translational repressor 4E-BP1 regulates RRM2 levels and functions as a tumor suppressor in Ewing sarcoma tumors."}, {"pubmed": 33837631, "text": "CCCP-induced mitochondrial dysfunction - characterization and analysis of integrated stress response to cellular signaling and homeostasis."}, {"pubmed": 33852892, "text": "The dynamic mechanism of 4E-BP1 recognition and phosphorylation by mTORC1."}, {"pubmed": 34011960, "text": "BAD regulates mammary gland morphogenesis by 4E-BP1-mediated control of localized translation in mouse and human models."}, {"pubmed": 34668631, "text": "Targeting of EIF4EBP1 by miR-99a-3p affects the functions of B lymphocytes via autophagy and aggravates SLE disease progression."}, {"pubmed": 34922539, "text": "circCHST15 is a novel prognostic biomarker that promotes clear cell renal cell carcinoma cell proliferation and metastasis through the miR-125a-5p/EIF4EBP1 axis."}, {"pubmed": 35579750, "text": "Bioactive peptide inhibits acute myeloid leukemia cell proliferation by downregulating ALKBH5-mediated m(6)A demethylation of EIF4EBP1 and MLST8 mRNA."}, {"pubmed": 35737644, "text": "Overexpression of p-4EBP1 associates with p-eIF4E and predicts poor prognosis for non-small cell lung cancer patients with resection."}, {"pubmed": 36575176, "text": "4EBP1 senses extracellular glucose deprivation and initiates cell death signaling in lung cancer."}, {"pubmed": 36929036, "text": "4E-BP1 counteracts human mesenchymal stem cell senescence via maintaining mitochondrial homeostasis."}, {"pubmed": 37219665, "text": "Inhibiting eukaryotic initiation factor 5A (eIF5A) hypusination attenuated activation of the SIK2 (salt-inducible kinase 2)-p4E-BP1 pathway involved in ovarian cancer cell proliferation and migration."}, {"pubmed": 38378793, "text": "miR-483-5p orchestrates the initiation of protein synthesis by facilitating the decrease in phosphorylated Ser209eIF4E and 4E-BP1 levels."}, {"pubmed": 38537932, "text": "Tumor Necrosis Factor Receptor-2 Signals Clear-Cell Renal Carcinoma Proliferation via Phosphorylated 4E Binding Protein-1 and Mitochondrial Gene Translation."}, {"pubmed": 38744825, "text": "mTORC1 regulates cell survival under glucose starvation through 4EBP1/2-mediated translational reprogramming of fatty acid metabolism."}, {"pubmed": 38944176, "text": "Tumoral EIF4EBP1 regulates the crosstalk between tumor-associated macrophages and tumor cells in MRTK."}], "genomic_pos": {"chr": "8", "end": 38060365, "ensemblgene": "ENSG00000187840", "start": 38030534, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 37917883, "start": 37887859, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000082", "pubmed": 14673156, "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0017148", "pubmed": 9453748, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031929", "pubmed": [12150926, 22578813], "qualifier": "involved_in", "term": "TOR signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 14673156, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045947", "qualifier": "involved_in", "term": "negative regulation of translational initiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045947", "pubmed": 22578813, "qualifier": "involved_in", "term": "negative regulation of translational initiation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 23814182, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7651417, 10772338, 12150925, 12150926, 15153109, 16189514, 16271312, 16504179, 17368478, 18337751, 18955708, 19834456, 20224576, 20671708, 20880835, 21191102, 22678294, 24211447, 24722188, 24981860, 25416956, 28514442, 28698298, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008190", "qualifier": "enables", "term": "eukaryotic initiation factor 4E binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008190", "pubmed": 23814182, "qualifier": "enables", "term": "eukaryotic initiation factor 4E binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030371", "pubmed": 22578813, "qualifier": "enables", "term": "translation repressor activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0031369", "pubmed": 9453748, "qualifier": "enables", "term": "translation initiation factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031369", "pubmed": 17368478, "qualifier": "enables", "term": "translation initiation factor binding"}]}, "homologene": {"genes": [[7955, 799566], [9031, 426773], [9544, 703628], [9598, 464114], [9606, 1978], [9615, 475590], [9913, 509613], [10090, 13685], [10116, 116636]], "id": 3021}, "interpro": {"desc": "Eukaryotic translation initiation factor 4E binding", "id": "IPR008606", "short_desc": "EIF4EBP"}, "ipi": "IPI00002569", "map_location": "8p11.23", "name": "eukaryotic translation initiation factor 4E binding protein 1", "other_names": ["eIF4E-binding protein 1", "eukaryotic translation initiation factor 4E-binding protein 1", "phosphorylated heat- and acid-stable protein regulated by insulin 1"], "pantherdb": {"HGNC": "3288", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103267", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 10090, "uniprot_kb": "Q60876"}, {"RGD": "620259", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 10116, "uniprot_kb": "Q62622"}, {"Ensembl": "ENSGALG00000003205", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 9031, "uniprot_kb": "E1C115"}, {"ZFIN": "ZDB-GENE-030131-2332", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 7955, "uniprot_kb": "A0A2R8Q185"}, {"FlyBase": "FBgn0261560", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 7227, "uniprot_kb": "Q9XZ56"}, {"dictyBase": "DDB_G0291990", "ortholog_type": "LDO", "panther_family": "PTHR12669", "taxid": 352472, "uniprot_kb": "Q54DU8"}], "uniprot_kb": "Q13541"}, "pathway": {"biocarta": [{"id": "eif4pathway", "name": "regulation of eif-4e and p70s6 kinase"}, {"id": "igf1mtorpathway", "name": "skeletal muscle hypertrophy is regulated via akt-mtor pathway"}, {"id": "mtorpathway", "name": "mtor signaling pathway"}], "kegg": [{"id": "hsa03013", "name": "RNA transport - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05221", "name": "Acute myeloid leukemia - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_Leptin", "name": "Leptin"}], "pid": [{"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "mtor_4pathway", "name": "mTOR signaling pathway"}, {"id": "p38alphabetadownstreampathway", "name": "Signaling mediated by p38-alpha and p38-beta"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-165159", "name": "MTOR signalling"}, {"id": "R-HSA-166208", "name": "mTORC1-mediated signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-72613", "name": "Eukaryotic Translation Initiation"}, {"id": "R-HSA-72662", "name": "Activation of the mRNA upon binding of the cap-binding complex and eIFs, and subsequent binding to 43S"}, {"id": "R-HSA-72737", "name": "Cap-dependent Translation Initiation"}, {"id": "R-HSA-72766", "name": "Translation"}], "smpdb": {"id": "SMP00682", "name": "Leucine Stimulation on Insulin Signaling"}, "wikipathways": [{"id": "WP107", "name": "Translation Factors"}, {"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP1471", "name": "Target Of Rapamycin (TOR) Signaling"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP244", "name": "Alpha 6 Beta 4 signaling pathway"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP3676", "name": "BDNF-TrkB Signaling"}, {"id": "WP3844", "name": "PI3K-AKT-mTOR signaling pathway and therapeutic opportunities"}, {"id": "WP3879", "name": "4-hydroxytamoxifen, Dexamethasone, and Retinoic Acids Regulation of p27 Expression"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4539", "name": "Synaptic signaling pathways associated with autism spectrum disorder"}, {"id": "WP4566", "name": "Translation inhibitors in chronically activated PDGFRA cells"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP516", "name": "Hypertrophy Model"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP673", "name": "ErbB signaling pathway"}]}, "pdb": ["1EJ4", "1EJH", "1WKW", "2JGB", "2JGC", "2V8W", "2V8X", "2V8Y", "3HXG", "3HXI", "3M93", "3M94", "3U7X", "4UED", "5BXV", "5EKV", "5NVN", "5WBJ", "6BCU", "6BCX"], "pfam": "PF05456", "pharmgkb": "PA27715", "pharos": {"target_id": 2592, "tdl": "Tbio"}, "pir": "S50866", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167611", "relationship": "is"}, {"id": "GNF178517", "relationship": "is"}, {"id": "GNF189423", "relationship": "is"}, {"id": "GNF200329", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158207", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF004103", "relationship": "is"}, {"id": "GNF004104", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF233342", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111395", "relationship": "is"}, {"id": "GNF151036", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_004086.1", "rna": "NM_004095.4", "translation": {"protein": "NP_004086.1", "rna": "NM_004095.4"}}, "reporter": {"HG-U133_Plus_2": "221539_at", "HG-U95Av2": "31597_r_at", "HG-U95B": "54152_at", "HTA-2_0": "TC08000281.hg.1", "HuEx-1_0": "4049862", "HuGene-1_1": "8145889", "HuGene-2_1": "17067963"}, "summary": "This gene encodes one member of a family of translation repressor proteins. The protein directly interacts with eukaryotic translation initiation factor 4E (eIF4E), which is a limiting component of the multisubunit complex that recruits 40S ribosomal subunits to the 5' end of mRNAs. Interaction of this protein with eIF4E inhibits complex assembly and represses translation. This protein is phosphorylated in response to various signals including UV irradiation and insulin signaling, resulting in its dissociation from eIF4E and activation of mRNA translation. [provided by RefSeq, Jul 2008].", "symbol": "EIF4EBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414352"}, "unigene": "Hs.411641", "uniprot": {"Swiss-Prot": "Q13541"}, "wikipedia": {"url_stub": "EIF4EBP1"}}