{"AllianceGenome": "3309", "HGNC": "3309", "MIM": "130130", "_id": "1991", "_version": 1, "accession": {"genomic": ["AC004799.2", "AC112706.2", "AC212840.2", "AH001514.2", "AY596461.1", "CH471139.2", "CP068259.2", "EU617980.1", "NC_000019.10", "NC_060943.1", "NG_009627.1", "NT_187622.1", "Y00477.1"], "protein": ["AAA35792.1", "AAA36173.1", "AAA36359.1", "AAA52378.1", "AAH74816.1", "AAH74817.1", "AAS89303.1", "ACC78413.1", "BAA00128.1", "CAA29299.1", "CAA29300.1", "CAA68537.1", "EAW69589.1", "NP_001963.1", "P08246.1", "XP_054176121.1", "XP_054176122.1", "XP_054185414.1", "XP_054185415.1"], "rna": ["BC074816.2", "BC074817.2", "BI254663.1", "CD613590.1", "D00187.1", "J03545.1", "M27783.1", "M34379.1", "NM_001972.4", "X05875.1", "XM_054320146.1", "XM_054320147.1", "XM_054329439.1", "XM_054329440.1"], "translation": [{"protein": "AAA35792.1", "rna": "M27783.1"}, {"protein": "AAA36173.1", "rna": "M34379.1"}, {"protein": "CAA29300.1", "rna": "X05875.1"}, {"protein": "XP_054176121.1", "rna": "XM_054320146.1"}, {"protein": "NP_001963.1", "rna": "NM_001972.4"}, {"protein": "CAA29299.1", "rna": "X05875.1"}, {"protein": "AAH74817.1", "rna": "BC074817.2"}, {"protein": "XP_054185415.1", "rna": "XM_054329440.1"}, {"protein": "AAH74816.1", "rna": "BC074816.2"}, {"protein": "XP_054185414.1", "rna": "XM_054329439.1"}, {"protein": "AAA52378.1", "rna": "J03545.1"}, {"protein": "XP_054176122.1", "rna": "XM_054320147.1"}, {"protein": "BAA00128.1", "rna": "D00187.1"}]}, "alias": ["ELA2", "GE", "HLE", "HNE", "NE", "PMN-E", "SCN1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-05-14T00:09:24.456Z", "disease_label": "neutropenia", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0001475", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_259c43d2-b114-43bd-9e4e-a7beeb644323-2020-05-14T000924.456Z", "sop": "SOP7"}}, "ec": "3.4.21.37", "ensembl": [{"gene": "ENSG00000197561", "protein": ["ENSP00000263621", "ENSP00000466090"], "transcript": ["ENST00000263621", "ENST00000590230"], "translation": [{"protein": "ENSP00000466090", "rna": "ENST00000590230"}, {"protein": "ENSP00000263621", "rna": "ENST00000263621"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000277571", "protein": ["ENSP00000480128", "ENSP00000488075"], "transcript": ["ENST00000615489", "ENST00000632488"], "translation": [{"protein": "ENSP00000488075", "rna": "ENST00000632488"}, {"protein": "ENSP00000480128", "rna": "ENST00000615489"}], "type_of_gene": "protein_coding"}], "entrezgene": "1991", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.89098823489, "exp_mis": 153.551766821, "exp_syn": 83.3155051212, "lof_z": 2.62147717778363, "mis_z": 1.71907617088614, "mu_lof": 7.3408800116e-07, "mu_mis": 1.55026090394e-05, "mu_syn": 8.37860143313e-06, "n_lof": 1.0, "n_mis": 110.0, "n_syn": 73.0, "p_li": 0.767207228111322, "p_null": 0.00178907907680186, "p_rec": 0.231003692811876, "syn_z": 0.700611426548692}, "bp": 804, "cds_end": 856164, "cds_start": 852328, "n_exons": 5, "nonpsych": {"exp_lof": 7.95971611322, "exp_mis": 138.891684412, "exp_syn": 75.3210895146, "lof_z": 2.42267254012804, "mis_z": 1.70728505228269, "mu_lof": 7.3408800116e-07, "mu_mis": 1.55026090394e-05, "mu_syn": 8.37860143313e-06, "n_lof": 1.0, "n_mis": 99.0, "n_syn": 64.0, "p_li": 0.72611158016767, "p_null": 0.00346579921304779, "p_rec": 0.270422620619282, "syn_z": 0.821284041304775}, "nontcga": {"exp_lof": 8.17118190895, "exp_mis": 141.259108432, "exp_syn": 76.6417443688, "lof_z": 2.47473979119011, "mis_z": 1.60374912383752, "mu_lof": 7.3408800116e-07, "mu_mis": 1.55026090394e-05, "mu_syn": 8.37860143313e-06, "n_lof": 1.0, "n_mis": 103.0, "n_syn": 68.0, "p_li": 0.723361959595236, "p_null": 0.00293677807339146, "p_rec": 0.273701262331373, "syn_z": 0.625015553269805}, "transcript": "ENST00000590230.1"}, "exons": [{"cdsend": 856164, "cdsstart": 852328, "chr": "19", "position": [[852302, 852395], [852875, 853032], [853261, 853403], [855563, 855794], [855957, 856243]], "strand": 1, "transcript": "NM_001972", "txend": 856243, "txstart": 852302}, {"cdsend": 35050, "cdsstart": 31215, "chr": "19_KI270868v1_alt", "position": [[31189, 31282], [31762, 31919], [32147, 32289], [34449, 34680], [34843, 35129]], "strand": 1, "transcript": "NM_001972", "txend": 35129, "txstart": 31189}], "exons_hg19": [{"cdsend": 856164, "cdsstart": 852328, "chr": "19", "position": [[852302, 852395], [852875, 853032], [853261, 853403], [855563, 855794], [855957, 856243]], "strand": 1, "transcript": "NM_001972", "txend": 856243, "txstart": 852302}], "generif": [{"pubmed": 11846296, "text": "Mutant neutrophil elastase induces accelerated apoptosis of promyelocytes, leading to maturation arrest in congenital and cyclic neutropenia."}, {"pubmed": 11928814, "text": "UVA light stimulates the production of neutrophil elastase by dermal fibroblasts: a possible contribution to the remodeling of elastotic areas in sun-damaged skin."}, {"pubmed": 11948122, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12020136, "text": "Elastase is mainly responsible for cartilage damage by stimulated human neutrophils, as demonstrated by the use of selective elastase inhibitors."}, {"pubmed": 12042033, "text": "Neutrophil elastase-induced overexpression of mucin genes in cultured tumor cells is inhibited by a retinoic acid receptor alpha antagonist."}, {"pubmed": 12083479, "text": "degraded scu-PA and also tcu-PA, t-PA and plasmin, resulting in loss of fibrinolytic activity"}, {"pubmed": 12091371, "text": "Precursor cells containing the ELA2 mutation are selectively lost during myelopoiesis or fail to develop into neutrophils, confirming the pathogenic nature of elastase mutations in humans."}, {"pubmed": 12114510, "text": "HNE plays a role in neutrophil response to inflammation"}, {"pubmed": 12183836, "text": "plasma levels are increased during G-CSF induced hematopoietic stem cell mobilization"}, {"pubmed": 12223522, "text": "Treatment of human gingival fibroblasts with human leukocyte elastase down-regulated CD40 expression & binding to CD40 ligand. CD40 reduction by direct proteolysis by HLE was seen in skin & lung fibroblasts (not monocytes, macrophages, & dendritic cells)."}, {"pubmed": 12393522, "text": "Neutrophil elastase plays a role in providing negative feedback to granulopoiesis by direct antagonism of G-CSF."}, {"pubmed": 12444202, "text": "Protease entry results in direct cleavage of p65 NF-kappaB in the N-terminal region by PR3 and in the C-terminal region by HNE. PR3 and HNE have specific, fundamental roles in endothelial responses during inflammation."}, {"pubmed": 12483111, "text": "REVIEW: role of ela2 germline mutations in inherited neutropenia, gene feedback circuits, signalling genetics, and proposal that neutrophil elastase acts as an inhibitor of myelopoiesis"}, {"pubmed": 12700588, "text": "adherent PMNs induce a localized, sequential disassembly of endothelial adherens junctions, which is partially mediated by PMN-derived elastase"}, {"pubmed": 12745650, "text": "Review. Heterozygous mutations in the ELA2 gene have been described in cyclical & congenital neutropenia. A case of paternal mosaicism has provided genetic \"proof\" of the pathogenicity of such mutations."}, {"pubmed": 12771009, "text": "Fibrous and atheromatous plaques but not normal arteries contained NE; NE abounded in the macrophage-rich shoulders of atheromatous plaques with features of vulnerability. Neutrophil elastase and macrophages colocalized in such vulnerable plaques"}, {"pubmed": 12778173, "text": "Mutations in proto-oncogene GFI1 cause human neutropenia and target ELA2"}, {"pubmed": 12782302, "text": "Neutrophil elastase up-regulates interleukin-8 via toll-like receptor 4"}, {"pubmed": 12853121, "text": "Multimeric SFTPD was partially digested by ELA2 dose- and time-dependently with loss of its carbohydrate recognition domain."}, {"pubmed": 12876407, "text": "in vitro challenge of neutrophils in asthmatic patients with allergens to which the patients were sensitive elicited a release of elastase by these cells. The in vitro activation of neutrophils was highly allergen specific."}, {"pubmed": 12887060, "text": "the effect of kininogen degradation by human neutrophil elastase (HNE) on kinin generation"}, {"pubmed": 12893759, "text": "elastase overproduction by the leukemic clone can change the growth environment by digesting growth factors, thereby giving advantage to Ph+ hematopoiesis"}, {"pubmed": 12934194, "text": "NE levels in infected lobes were higher than those in uninvolved lobes, and NE levels were significantly elevated in both, compared with that in control lobes in community acquired pneumonia"}, {"pubmed": 14587040, "text": "NE-induced degradation of G-CSG and G-CSFR correlates with a reduction in the biologic activity of the cytokine and a decrease in the signaling function of the receptor because of decreased G-CSFR surface expression."}, {"pubmed": 14636558, "text": "Since NE is maximally produced in promyelocytes, this protease may play a role in APL pathogenesis by facilitating the leukemogenic potential of PML-RARalpha"}, {"pubmed": 14688365, "text": "Serine proteinases neutrophil elastase and cathepsin G cooperate for the proteolytic regulation of CD87/urokinase receptor on monocytic cells."}, {"pubmed": 14705961, "text": "An important part of the antimicrobial mechanism of neutrophil elastase may be a periplasmic bacteriostatic effect of protease that has translocated across the damaged outer membrane."}, {"pubmed": 14730209, "text": "Results indicate that neutrophil elastase activates p38 MAP kinase which upregulates NF-kappaB and AP-1 activities, thus inducing interleukin-8 mRNA expression and protein synthesis."}, {"pubmed": 14962902, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14962902, "text": "the expression of neutropenia in cyclic and severe congenital neutropenia may be either homogeneous or variable according to the type of mutations, suggesting different pathogenetic mechanisms."}, {"pubmed": 15010259, "text": "Results demonstrate that human neutrophil elastase is mitogenic for airway smooth muscle cells by increasing cyclin D1 activity through the mitogen-activated protein kinase signaling pathway."}, {"pubmed": 15059607, "text": "neutrophil elastase mutations play a role in human hereditary neutropenia, as shown in a dog model [review]"}, {"pubmed": 15131125, "text": "neutrophil elastase and cathepsin G are inhibited by PAI-1 mutants"}, {"pubmed": 15140022, "text": "Release of human leukocyte elastase from neutrophils specifically down-regulates the responsiveness of neutrophils to C5a, and this effect may play a role in the down-regulation of acute inflammation."}, {"pubmed": 15161642, "text": "elastase released by polymorphonuclear leukocytes trapped within the mural thrombus impairs the spontaneous anchorage of mesenchymal cells to a fibrin matrix"}, {"pubmed": 15595387, "text": "secreted E coliO78 OmpA can play a role in protection of bacteria from NE by competitive inhibition"}, {"pubmed": 15601827, "text": "Neutrophil elastase has a role in PML-retinoic acid receptor alpha activities in early myeloid cells"}, {"pubmed": 15614130, "text": "Neutrophil elastase, MIP-2, and TLR-4 have roles in progression of human sepsis and murine peritonitis"}, {"pubmed": 15657182, "text": "data suggest mechanisms by which NE mutations cause neutropenia and suggest that abnormal protein trafficking and accelerated apoptosis of differentiating myeloid cells contribute to the severe congenital neutropenia phenotype of the G185R mutation."}, {"pubmed": 15718918, "text": "elastase binds to the beta(2)-integrin CD11b and induces a conformational alteration of CD11b"}, {"pubmed": 15892999, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15941909, "text": "human AML cells constitutively secrete and express SDF-1-dependent cell-surface elastase, which regulates their migration and proliferation"}, {"pubmed": 16079102, "text": "Patients with cyclic neutropenia and agranulocytosis showed mutations in this enzyme."}, {"pubmed": 16127146, "text": "HNE stimulation of mucin release by human airway epithelial cells involves intracellular activation of PKC, specifically the delta isoform."}, {"pubmed": 16148149, "text": "HNE causes protein kinase C (PKC) activation and translocation from cytosol to plasma membrane, required for HNE-induced ROS generation and other responses"}, {"pubmed": 16244764, "text": "granulocyte-derived elastase is a potentially useful marker for the diagnosis of overt-disseminated intravascular coagulation and as a predictor of organ failure-related outcome"}, {"pubmed": 16282197, "text": "These data suggest that hypertonic saline upregulates polymorphonuclear neutrophil degranulation via ATP release and positive feedback through P2 and A3 receptors."}, {"pubmed": 16321984, "text": "comparison of x-ray structures of alpha1PI complexes with trypsin, PPE, and human neutrophil elastase"}, {"pubmed": 16551967, "text": "cells expressing mutant HNE exhibited a significant increase in apoptosis associated with up-regulation of master ER chaperone BiP, indicating that disturbance of intracellular trafficking results in activation of the mammalian unfolded protein response"}, {"pubmed": 16624642, "text": "C-reactive protein degradation products generated by neutrophil elastase promote neutrophil apoptosis"}, {"pubmed": 16670064, "text": "The Leu92His mutation is near the glycosylation site Asn95. This AA substitution may alter the availability of this Asn residue resulting in abnormal glycosylation of the mutant protein."}, {"pubmed": 16690986, "text": "Neutrophil derived elastase (NE) upregulates TGF-beta1 gene expression and release via My88/IRAK/NF-kappaB pathway, possibly through activation of TLR4, and shed light on a potential role of neutrophils in the pathogenesis of asthma."}, {"pubmed": 17023068, "text": "The identification of annexin 1 as a substrate for HLE supports the model in which annexin 1 participates in regulating leukocyte emigration into inflamed tissue."}, {"pubmed": 17088257, "text": "analysis of human neutrophil protease 3 and elastase active site charge distribution"}, {"pubmed": 17395013, "text": "NAD(P)H:quinone oxidoreductase 1has an important role as a mediator of neutrophil elastase-regulated oxidant stress and mucin 5AC mucin gene expression."}, {"pubmed": 17397908, "text": "The activation of the neutrophil elastase-mediated fibrinolytic pathway may be insufficient to overcome the fibrinolytic shutdown by PAI-1 and may in part explain the poor prognosis of DIC patients associated with systemic inflammation."}, {"pubmed": 17412886, "text": "The primary granule proteins elastase (ELA2) and proteinase 3 (PR3) both contain the nonapeptide PR1, which can induce cytotoxic T lymphocyte responses against chronic myeloid leukemia."}, {"pubmed": 17436313, "text": "An exceptional genetic phenomenon in which both a cyclic neutropenia patient and an SCN patient each possess two new ELA2 mutations; role in protein mistrafficking as disease mechanism."}, {"pubmed": 17622939, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17622939, "text": "The association of C4890A with myocardial infarction (MI) in Belfast exclusively, and the presumed absence of its functionality, provides little support for a substantial implication of common ELA2 gene variants in overall MI risk."}, {"pubmed": 17690184, "text": "Data suggest that polymorphonuclear leukocytes decrease dendritic cell allostimulatory ability via production of elastase leading to a switch of immature DCs into TGF-beta1-secreting cells."}, {"pubmed": 17761833, "text": "ELA2 mutations result in the production of misfolded NE protein, activation of the unfolded protein response (UPR), and ultimately apoptosis of granulocytic precursors"}, {"pubmed": 17785837, "text": "Induction of murine macrophage microbicidal activity by either neutrophils or purified human neutrophil elastase requires TLR4 expression by macrophages."}, {"pubmed": 17853021, "text": "Leukocyte elastase is involved in renal injury occurring in the course of primary idiopathic glomerulonephritis, in particular in the proliferative types."}, {"pubmed": 17998887, "text": "urinary trypsin inhibitor is insufficiently produced for neutrophil elastase release after cardiac arrest"}, {"pubmed": 18028488, "text": "study of severe congenital neutropenia patients; there was no significant difference in risk of myelodysplastic syndrome/acute myeloid leukaemia in patients with mutant versus wild-type ELA2"}, {"pubmed": 18043239, "text": "Genetic evidence suggests that ELA2 mutations act in a dominant, cell-intrinsic fashion to disrupt granulopoiesis. Mutations of ELA2 may cause disease through induction of the unfolded protein response. Review."}, {"pubmed": 18178964, "text": "Neutrophil elastase cleaves laminin-332 (laminin-5) generating peptides that are chemotactic for neutrophils."}, {"pubmed": 18194283, "text": "PMN-elastase levels in serum and seminal plasma were not significantly correlated and there was no association with subsequent fertility."}, {"pubmed": 18211966, "text": "Pre-eminent role for neutrophil elastase as the critical protease responsible for PSP-D depletion in inflammatory lung disease"}, {"pubmed": 18278188, "text": "In an in vitro atherosclerosis model neutrophil infiltration was mediated via IL-8-signalling and accompanied by release of elastase and induction of endothelial cell apoptosis."}, {"pubmed": 18295791, "text": "Analysis of the NE proteolytic products of the Shigella virulence factor IpaB shows that NE has specific cleavage sites."}, {"pubmed": 18399311, "text": "total amount and the percentage of free elastase activity were significantly higher in juvenile systemic lupus erythematosus when compared with the controls"}, {"pubmed": 18403643, "text": "This result revealed a negative feedback loop whereby CUX1 shuts down the expression of the protease that cleaves it."}, {"pubmed": 18476621, "text": "MBP and NE collaborated to cause the pathological effects of nasal polyps."}, {"pubmed": 18485588, "text": "HLE may be a natural inactivator of MMP-7 which can counteract MMP-7-induced apoptosis resistance."}, {"pubmed": 18669870, "text": "CD63 is involved in granule targeting of neutrophil elastase"}, {"pubmed": 18710383, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18799464, "text": "elafin is cleaved by its cognate enzyme NE present at excessive concentration in CF sputum, an effect which is promoted by P. aeruginosa infection"}, {"pubmed": 18980523, "text": "Non-surgical periodontal treatment was effective in reducing the levels of elastase in gingival crevicular fluid from diabetic patients with chronic periodontitis."}, {"pubmed": 19132232, "text": "Modulation of endothelial cell tissue factor and tissue factor pathway inhibitor-1 by neutrophil elastase."}, {"pubmed": 19180801, "text": "Report changes in plasma level of human leukocyte elastase during leukocytosis from physical effort."}, {"pubmed": 19197381, "text": "The hypothesis that an imbalance between neutrophil elastase (HNE) and its inhibitors in blood is related to the development of ARDS, was tested."}, {"pubmed": 19251947, "text": "Shed syndecan-1 restricts neutrophil elastase from alpha1-antitrypsin in neutrophilic airway inflammation."}, {"pubmed": 19307610, "text": "leukocyte elastase-induced apoptosis of lung epithelial cells is mediated by a PAR-1-triggered pathway involving activation of NF-kappaB and p53, and a PUMA- and Bax-dependent increase in mitochondrial permeability leading to activation of distal caspases"}, {"pubmed": 19362143, "text": "elevated plasma levels in patients with acute myocardial infarction compared to patients with stable coronary artery disease"}, {"pubmed": 19415009, "text": "Three cases of familial congenital neutrophenia (P13L, R52P, and S97L), 2 of familial cyclic neutropenia (W212stop and P110L), and 1 of sporadic congenital neutropenia (V72M) were shown to have heterozygous mutations in the Ela2 gene"}, {"pubmed": 19506020, "text": "Data suggest that expression of PFAAP5 allows neutrophil elastase to potentiate the repression of Gfi1 target genes."}, {"pubmed": 19542452, "text": "Neutrophil elastase inhibits interleukin (IL)-8/CXCL8 gene expression and protein release specifically in human airway smooth muscle cells by inducing NF-kappa B repressing factor (NRF)."}, {"pubmed": 19590686, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19620298, "text": "Neutrophil elastase is one of the mediators responsible for complement-dependent opsonophagocytic killing of Streptococcus pneumoniae by human neutrophils."}, {"pubmed": 19620402, "text": "Neutrophil elastase is severely down-regulated in severe congenital neutropenia independent of ELA2 or HAX1 mutations but dependent on LEF-1."}, {"pubmed": 19763368, "text": "no consistent pattern among sites in the vagina in pelvic organ prolapse"}, {"pubmed": 19775295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20007580, "text": "Secretory leucoprotease inhibitor is cleaved and inactivated by neutrophil elastase present in Pseudomonas aeruginosa-positive secretions in the cystic fibrosis lung."}, {"pubmed": 20033193, "text": "elevated in chronic compared to acute wounds"}, {"pubmed": 20111696, "text": "Sputum samples from cystic fibrosis patients had elevated human neutrophil elastase (HNE) levels which correlated with an increased MMP-9/TIMP-1 ratio."}, {"pubmed": 20179351, "text": "ELA2 as a major new epidermal protease involved in essential pathways for skin barrier function."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20354035, "text": "Sivelestat may attenuate neutrophil elastase or proinflammatory cytokines, and improve pulmonary dysfunction in patients undergoing cardiopulmonary bypass."}, {"pubmed": 20376727, "text": "Neutrophil elastase inhibitor, Sivelestat, significantly reduced the postoperative decreases in AT III and platelet count in patients undergoing emergency surgery for acute aortic dissection."}, {"pubmed": 20411049, "text": "NE digests ferritin increasing the extracellular iron pool available for cellular uptake"}, {"pubmed": 20423453, "text": "REVIEW:  structural basis for the different ligand specificities and membrane binding mechanisms of human proteinase 3 and neutrophil elastase"}, {"pubmed": 20453419, "text": "In patients in preterm labor with a high elastase concentration in cervical secretions, treatment with urinary trypsin inhibitor reduced the risk of preterm delivery and improved neonatal outcomes."}, {"pubmed": 20521180, "text": "variants of alpha-1-antitrypsin and ELA2 genotypes with predicted intermediate or high activity could represent a risk factor for aggressive form of lung cancer"}, {"pubmed": 20582973, "text": "coexistence of CN and SCN phenotypes in this kindred with a shared S97L ELANE paternal haplotype strongly suggests both a role for modifying genes in determination of congenital neutropenia disease phenotypes"}, {"pubmed": 20627279, "text": "Cluster analysis reveals two classes of thrombi according to neutrophil elastase -specific fibrin degradation products (NE-FDP),leukocyte and platelet content and also two according to NE-FDP, leukocyte and fibrin content."}, {"pubmed": 20634941, "text": "Results describe the direct effects of the antibiotics colistin and tobramycin on neutrophil elastase activity in cystic fibrosis patients."}, {"pubmed": 20646231, "text": "Findings of significantly elevated serum MMP-9, myeloperoxidase, and neutrophil elastase together with decreased TIMP-1 in smoker periodontitis patients provides support for the smoking associated risk of cardiovascular diseases in periodontitis patients"}, {"pubmed": 20803142, "text": "Results describe a multigenerational family with mutations in ELANE as unambiguous cause of severe congenital neutropenia."}, {"pubmed": 20828556, "text": "The trafficking of precursor NE (proNE) and precursor PR3 (proPR3), was compared."}, {"pubmed": 20883273, "text": "NE significantly promotes the proliferation of HaCaT cell. Meanwhile, it also up-regulates the expression levels of Ki67 and p53 in psoriasis lesion tissue, which plays an important role in the pathogenesis of psoriasis lesion."}, {"pubmed": 20932306, "text": "Human neutrophil elastase treatment does not modify short-circuit current in control or nasal epithelial cells from cystic fibrosis patients."}, {"pubmed": 20974816, "text": "The neutrophil elastase (NE) escapes from azurophilic granules and translocates to the nucleus, where it partially degrades specific histones, promoting chromatin decondensation."}, {"pubmed": 21193404, "text": "NE is the predominant protease that cleaves hemoglobin in vivo in cystic fibrosis bronchoalveolar lavage fluid"}, {"pubmed": 21206270, "text": "The majority of patients with severe congenital neutropenia bear monoallelic mutations in the neutrophil elastase (ELANE) gene"}, {"pubmed": 21236472, "text": "The study shows that the alternative pathway for plasmin-mediated fibrinolysis by leukocyte elastase is activated, and contributes to the degradation of cross-linked fibrin in sepsis-induced disseminated intravascular coagulation."}, {"pubmed": 21425445, "text": "Four novel heterozygous mutations in the ELANE gene in patients with congenital neutropenia"}, {"pubmed": 21448199, "text": "SCN with the identification of a mutation in the ELANE gene."}, {"pubmed": 21475777, "text": "catalyses inactivation of factor VIII(a)via limited proteolysis"}, {"pubmed": 21477798, "text": "Immature dendritic cells treated with neutrophilic elastase or polymorphonuclear culture supernatant, promote the generation of CD4+FOXP3+ Tregs in vitro."}, {"pubmed": 21488974, "text": "potential of HNE and CatG to be used as markers for early detection of infection. Significant differences in HNE and CatG levels in infected and non-infected wound fluids were observed."}, {"pubmed": 21576245, "text": "a new mode of PAR regulation that involves biased PAR(2) signaling by neutrophil elastase and a disarming/silencing effect of cathepsin-G and proteinase-3."}, {"pubmed": 21605276, "text": "Plasma neutrophil elastase may be involved in the pathogenesis of severe pneumonia."}, {"pubmed": 21731773, "text": "heparin is able to accelerate the hydrolysis of TIMP-1 by HNE."}, {"pubmed": 21796505, "text": "ELANE genetic polymorphism is associated with development of periodontitis in patients with severe congenital neutropenia"}, {"pubmed": 21843618, "text": "Tagetes erecta flower showed effective inhibition of leukocyte elastase."}, {"pubmed": 22174830, "text": "In a process reminiscent of neutrophil extracellular traps formation, NE enhances sputum solubilization."}, {"pubmed": 22407864, "text": "Chamomile infusion inhibited expression of neutrophil elastase and matrix metalloprotease-9 in adenocarcinoma gastric cells."}, {"pubmed": 22500123, "text": "Report on development of pulmonary emphysema after intratracheal instillation of human neutrophil elastase."}, {"pubmed": 22683569, "text": "High elastase expression is associated with defective alveolar septation and arrested lung growth."}, {"pubmed": 22915586, "text": "NE and CG bind to the surface of cancer cells, presumably to a cell surface receptor, and subsequently undergo clathrin pit-mediated endocytosis."}, {"pubmed": 22918834, "text": "Neutrophil extracellular traps-associated elastase digested amyloid fibrils into short species that were cytotoxic for BHK-21 and HepG2 cells."}, {"pubmed": 22993338, "text": "Variations in SERPINA1 and ELA2 were not consistently or strongly associated with the risk of either COPD or NSCLC in either African Americans or caucasian."}, {"pubmed": 22996420, "text": "Overexpression of G185R ELA2 mutant increases apoptosis through an unfolded protein response."}, {"pubmed": 23001948, "text": "E-cadherin expression correlated negatively with PMN infiltration, compatible with the notion that E-cadherin is cleaved by PMN-derived elastase"}, {"pubmed": 23351986, "text": "A review discusses how ELANE mutations provide clues into the pathogenesis of cyclic and severe congenital neutropenia."}, {"pubmed": 23392769, "text": "Neutrophil elastase can increase PAR2 expression and MUC5AC release."}, {"pubmed": 23454784, "text": "4 ELANE mutations, 11 HAX1 mutations and 2 G6PC3 mutations have been identified in Iranian patients with severe congenital neutropenia."}, {"pubmed": 23463630, "text": "Specific ELANE mutations have limited predictive value for leukemogenesis; the risk for leukemia was correlated with disease severity rather than with occurrence of an ELANE mutation."}, {"pubmed": 23564510, "text": "Human neutrophil elastase induced goblet cell metaplasia in the wild-type mice and that HNE-induced goblet cell metaplasia was significantly attenuated in the Tace conditional deletion mice."}, {"pubmed": 23692169, "text": "Neutrophil elastase activity in BAL fluid in early life was associated with early bronchiectasis in children with cystic fibrosis."}, {"pubmed": 23741370, "text": "SPLUNC1 degradation by neutrophil elastase may increase airway susceptibility to bacterial infections."}, {"pubmed": 23819644, "text": "neutrophil elastase reflects the severity and progression of acute pancreatitis."}, {"pubmed": 23911525, "text": "It reports the synthesis and enzymatic studies on a new proteinase 3 intermolecular quenched substrate with enhanced selectivity over neutrophil elastase."}, {"pubmed": 24023624, "text": "Polymorphonuclear cell proteases, especially neutrophil elastase, degrade decorin, and this degradation renders collagen fibrils more susceptible to MMP-1 cleavage."}, {"pubmed": 24052258, "text": "Neutrophil elastase and proteinase-3 trigger G protein-biased signaling through proteinase-activated receptor-1 (PAR1)."}, {"pubmed": 24184683, "text": "ELANE mutations disrupt translation initiation and are associated with neutropenia; they produce novel neutrophil elastase isoforms"}, {"pubmed": 24513040, "text": "The present findings highlight the peculiar activity of PMN elastase in disabling EMILIN1 suppressor function."}, {"pubmed": 24616599, "text": "The leukocyte elastase gene is substituted at the 597th base (G to A) in intron 4 of severe congenital neutropenia."}, {"pubmed": 24816969, "text": "Suggest a potential role of ELANE gene polymorphisms as therapy modulators in childhood bronchiectasis."}, {"pubmed": 24848868, "text": "Human sex hormone-binding globulin mediates the targeted release of cortisol at sites of inflammation through cleavage of its reactive center loop by neutrophil elastase."}, {"pubmed": 24877096, "text": "Elastase and cathepsin G are elevated in the plasma of HD patients, originating from primed PMNLs. In these patients, chronic elevation of these enzymes contributes to cleavage of VE-cadherin and possible disruption of endothelial integrity."}, {"pubmed": 24914212, "text": "An interactive network of elastase, secretases, and PAR-2 protein regulates CXCR1 receptor surface expression on neutrophils"}, {"pubmed": 24929239, "text": "These in vivo data provide, for the first time, compelling evidence of the collateral involvement of cathepsin G, NE, and proteinase 3 in cigarette smoke-induced tissue damage and emphysema"}, {"pubmed": 25092677, "text": "Circulating protein levels and enzymatic activity of ELANE are markedly elevated in patients with type 1 diabetes mellitus, and are correlated with increased autoantibodies against beta-cell antigens."}, {"pubmed": 25195861, "text": "The imbalance between Neutrophil elastase and its inhibitors, such as elafin, presents an important therapeutic target in breast cancer."}, {"pubmed": 25248056, "text": "expression levels of ELANE and CTSG were determined by quantitative real-time PCR"}, {"pubmed": 25284053, "text": "Three proteins-matrix metalloproteinase-9, neutrophil elastase, and FAM49B-were significantly lower in abundance in samples from women with endometriosis."}, {"pubmed": 25427142, "text": "Sequencing is useful for predicting outcomes of ELANE-associated neutropenia."}, {"pubmed": 25465717, "text": "Neutrophil elastase mainly enhances tissue factor production by monocytes via the phospholipase C/conventional PKC/p38 MAPK pathway, although a novel PKC is also involved."}, {"pubmed": 25652853, "text": "Over-expressed NE in K562 leukemia cells promotes cell proliferation, inhibits apoptosis and block cell cycle in S phase."}, {"pubmed": 25666548, "text": "Sirtinol is a novel HNE inhibitor and may have the potential for clinical application in the treatment of inflammatory lung diseases."}, {"pubmed": 25857284, "text": "Autoprocessing of neutrophil elastase near its active site reduces the efficiency of natural and synthetic elastase inhibitors."}, {"pubmed": 25878251, "text": "PAR2 and TRPV4 are activated by neutrophil elastase to cause inflammation and pain"}, {"pubmed": 25893670, "text": "In patients with carotid plaques, both circulating and intraplaque polymorphonuclear neutrophils produce IL-8, VEGF and elastase, which are crucial for plaque development and progression."}, {"pubmed": 25912133, "text": "mosaic mutations result in cyclic neutropenia"}, {"pubmed": 25956321, "text": "results suggest that elastase-like proteases in the microglial cells surrounding Abeta plaques are responsible for ApoE degradation in the brain."}, {"pubmed": 26018813, "text": "Neutrophil elastase was increased in the saliva from COPD patients and additionally distinguished smoking status."}, {"pubmed": 26174650, "text": "Paternal Somatic Mosaicism of a Novel Frameshift Mutation in ELANE Causing Severe Congenital Neutropenia."}, {"pubmed": 26193632, "text": "Pathogenesis of ELANE-mutant severe neutropenia revealed by induced pluripotent stem cells."}, {"pubmed": 26221769, "text": "Neutrophil elastase activity is deleterious for airway epithelial cell homeostasis."}, {"pubmed": 26269588, "text": "analysis of the mechanistic link between neutrophil elastase expression in atherosclerotic plaques and concomitant pro-inflammatory bioactive IL-1beta secretion from endothelial cells"}, {"pubmed": 26372354, "text": "insights into the PPE and HNE inhibition"}, {"pubmed": 26444279, "text": "An increased NE: A1 AT ratio is closely associated with liver Inflammation in patients with NASH and could serve as a novel marker to predict NASH in humans"}, {"pubmed": 26567890, "text": "Different ELANE mutants show specific activation of different UPR pathways in congenital neutropenia."}, {"pubmed": 26874351, "text": "Faecal biomarkers lactoferrin, calprotectin, and PMN-elastase were able to distinguish between ulcerative colitis patients with mucosal healing from clinical remission and mild disease, showed significant correlations with endoscopy, and were predictive of a flare."}, {"pubmed": 26881964, "text": "The HNE-TACE signalling pathway has an important role in the process of MUC5AC overexpression in chronic rhinosinusitis."}, {"pubmed": 26939803, "text": "The levels of both NE and PR3 correlated with absolute neutrophil counts and are reduced in type 1 diabetes mellitus patients."}, {"pubmed": 27035679, "text": "The results of the present study may indicate that NE activates the phosphoinositide-3 kinase/Akt signaling pathway in leukemia cells to inhibit apoptosis and enhance cell proliferation"}, {"pubmed": 27093231, "text": "Although circulating nucleosomes and elastase - alpha 1-antitrypsin complexes are at present the best characterized biomarkers for neutrophil extracellular traps formation and neutrophil activation, their lack of association with rs2288904 genotype does not exclude a role for SLC44A2 in neutrophil activation (and possibly NET formation) in Venous Thromboembolism."}, {"pubmed": 27101808, "text": "Using different blood leukocyte and skin resident cell preparations, and recombinant proteins, the authors have identified that neutrophil elastase, but not other neutrophil derived proteases, cleaves IL-36Ra into its highly active antagonistic form."}, {"pubmed": 27339896, "text": "In conclusion, site-specific CBG N-glycosylation regulates the bioavailability of cortisol in inflamed environments by fine-tuning the RCL proteolysis by endogenous and exogenous elastases."}, {"pubmed": 27892542, "text": "PMN elastase is released by neutrophils in response to Streptococcus pneumoniae pneumolysin."}, {"pubmed": 27935111, "text": "results suggest activation of elastase in tendinopathy of the long head of the biceps increases the degradation of elastin to increase the levels of elastase, becoming a vicious cycle to the progressive severity of tendinopathy"}, {"pubmed": 27942017, "text": "the impact of NE mutations that are typical of human congenital neutropenia in a murine model of in vitro and in vivo neutrophil differentiation"}, {"pubmed": 28004483, "text": "Our results suggest that associated serum levels of proMMP-9, NGAL, proMMP-9/NGAL and NE may reflect the state of systemic inflammation in chronic obstructive pulmonary disease related to cigarette smoking."}, {"pubmed": 28073911, "text": "This study proposes that acquisition of CSF3R mutations may represent a mechanism by which myeloid precursor cells carrying the ELANE mutations evade the proapoptotic activity of the Neutrophil Elastase mutants in SCN patients."}, {"pubmed": 28074935, "text": "Neutrophil elastase impaired the EMILIN1-alpha4beta1 integrin interaction by cleaving the gC1q domain in a region crucial for its proper structural conformation, paving the way to better understand NE effects on EMILIN1-cell interaction in pathological context."}, {"pubmed": 28187039, "text": "Plasma Neutrophil Elastase and Elafin as Prognostic Biomarker for Acute Respiratory Distress Syndrome."}, {"pubmed": 28468826, "text": "Data suggest that neuropilin-1 (NRP1) functions as a receptor for neutrophil elastase (NE), mediates uptake/absorption of NE, and facilitates cross-presentation of PR1 (a peptide fragment of NE) in breast cancer cells."}, {"pubmed": 28507169, "text": "The role of neutrophil elastase in the activation of unfolded protein response effector molecules via PERK and CHOP is reported."}, {"pubmed": 28630087, "text": "Taken together, these observations support that the unusual HNE N-glycosylation, here reported for the first time, is involved in modulating multiple immune functions central to inflammation and infection."}, {"pubmed": 28754797, "text": "Coincubation with the inhibitors, particularly MK0339, promoted cell survival and increased formation of mature neutrophils. These studies suggest that cell-permeable inhibitors of neutrophil elastase show promise as novel therapies for ELANE-associated neutropenia."}, {"pubmed": 28888033, "text": "the effect of elastase on gammadelta T cells was mediated through the protease-activated receptor, PAR1, because the inhibition of this receptor with a specific antagonist, RWJ56110, abrogated the effect of neutrophils on gammadelta T-cell activation."}, {"pubmed": 29046295, "text": "Suggest that free circulating elastase can serve as a new biomarker of inflammation and vascular complications in patients on chronic hemodialysis."}, {"pubmed": 29624923, "text": "Neutrophil elastase correlates with increased sphingolipid content in cystic fibrosis sputum. These data suggest that NE may increase pro-inflammatory sphingolipid signaling, and the association is strengthened in female patients and patients with MRSA."}, {"pubmed": 29767240, "text": "Munc134 mediates human neutrophil elastaseinduced airway mucin5AC hypersecretion by interacting with syntaxin2."}, {"pubmed": 29976235, "text": "that NSPs play an important role in muscle inflammatory cell infiltration by increasing the permeability of vascular endothelial cells in IIM patients."}, {"pubmed": 30056589, "text": "Results found that the neutrophil elastase is up-regulated in both overweight and obese subjects and associated with BMI and markers of cardiovascular disease."}, {"pubmed": 30219097, "text": "High polymorphonuclear Elastase expression is associated with severe traumatic brain injury."}, {"pubmed": 30343390, "text": "AGEs drive the effect of neutrophils on CD4(+) T cell differentiation into pro-inflammatory program through inducing MPO and NE productions in neutrophils, which is mediated by AGE-RAGE interaction."}, {"pubmed": 30452386, "text": "Mass spectrometry confirmed the absence of neutrophil elastase (NE)-cleaved corticosteroid-binding globulin (CBG) in plasma in which ELISA values were highly discordant."}, {"pubmed": 30635825, "text": "Established the ELANE-mutated and non-mutated iPSCs."}, {"pubmed": 30827416, "text": "the ability of an inflammatory protease, neutrophil elastase, to process the adherens junction protein E-cadherin to generate short peptide fragments with effects on epithelial function, is reported."}, {"pubmed": 31009763, "text": "this study shows that two paternal mosaicism of mutation in ELANE causing severe congenital neutropenia exhibit normal neutrophil morphology and reactive oxygen species production"}, {"pubmed": 31362723, "text": "Neutrophil elastase is elevated in the sputum during exacerbations of chronic obstructive pulmonary disease."}, {"pubmed": 31466461, "text": "In HNE-induced CRS, miR-146a downregulates the expression of MUC5AC by inhibiting the activation of EGFR, and EGFR is a target gene of miR-146a."}, {"pubmed": 31490025, "text": "A large-scale transcriptome analysis identified ELANE and PRTN3 as novel methylation prognostic signatures for clear cell renal cell carcinoma."}, {"pubmed": 31622584, "text": "alternative binding motif for human neutrophil elastase in EapH1 and EapH2"}, {"pubmed": 31626976, "text": "Evaluation of active neutrophil elastase in sputum of bronchiectasis and cystic fibrosis patients: A comparison among different techniques."}, {"pubmed": 31658467, "text": "Cyclic Neutropenia From a Novel Mutation Ala57Asp of ELANE: Phenotypic Variability in Neutropenia From Mutated Ala57 Residue."}, {"pubmed": 31749032, "text": "MiR-608 Exerts Anti-inflammatory Effects by Targeting ELANE in Monocytes."}, {"pubmed": 31842908, "text": "Correlation of PMN elastase and PMN elastase-to-neutrophil ratio with disease activity in patients with myositis."}, {"pubmed": 31887298, "text": "mediates proteolysis of the tumor suppressor p200 CUX1, which promotes cell proliferation and inhibits cell differentiation in acute promyelocytic leukemia"}, {"pubmed": 31945345, "text": "Differences in Staining for Neutrophil Elastase and its Controlling Inhibitor SLPI Reveal Heterogeneity among Neutrophils in Psoriasis."}, {"pubmed": 31963828, "text": "Potent and Broad but not Unselective Cleavage of Cytokines and Chemokines by Human Neutrophil Elastase and Proteinase 3."}, {"pubmed": 31991297, "text": "Expression of neutrophil elastase and myeloperoxidase mRNA in patients with newly diagnosed type 2 diabetes mellitus."}, {"pubmed": 32299910, "text": "Inducible expression of a disease-associated ELANE mutation impairs granulocytic differentiation, without eliciting an unfolded protein response."}, {"pubmed": 32303641, "text": "Local structural plasticity of the Staphylococcus aureus evasion protein EapH1 enables engagement with multiple neutrophil serine proteases."}, {"pubmed": 32499333, "text": "Sputum neutrophil elastase associates with microbiota and Pseudomonas aeruginosa in bronchiectasis."}, {"pubmed": 32924109, "text": "[Clinical and genetic analysis of two patients with congenital neutropenia caused by ELANE gene mutation]."}, {"pubmed": 32981934, "text": "Neutrophil elastase promotes macrophage cell adhesion and cytokine production through the integrin-Src kinases pathway."}, {"pubmed": 32991313, "text": "Investigation of seminal plasma chitotriosidase-1 and leukocyte elastase as potential markers for 'silent' inflammation of the reproductive tract of the infertile male - a pilot study."}, {"pubmed": 33085168, "text": "Pyrexia and acidosis act independently of neutrophil elastase reactive center loop cleavage to effect cortisol release from corticosteroid-binding globulin."}, {"pubmed": 33179225, "text": "[Clinical and genetic analysis of four patients with congenital neutropenia]."}, {"pubmed": 33198714, "text": "Elevated serum matrix metalloprotease (MMP-2) as a candidate biomarker for stable COPD."}, {"pubmed": 33510372, "text": "Proteolytic cleavage of HLA class II by human neutrophil elastase in pneumococcal pneumonia."}, {"pubmed": 33556558, "text": "SARS-CoV-2 mutation 614G creates an elastase cleavage site enhancing its spread in high AAT-deficient regions."}, {"pubmed": 33560392, "text": "PML-controlled responses in severe congenital neutropenia with ELANE-misfolding mutations."}, {"pubmed": 33964209, "text": "Neutrophil elastase selectively kills cancer cells and attenuates tumorigenesis."}, {"pubmed": 34130299, "text": "Human Neutrophil Elastase Mediates MUC5AC Hypersecretion via the Tumour Necrosis Factor-alpha Converting Enzyme-Epidermal Growth Factor Receptor Signalling Pathway in vivo."}, {"pubmed": 34181952, "text": "Severe Pulmonary Arterial Hypertension Is Characterized by Increased Neutrophil Elastase and Relative Elafin Deficiency."}, {"pubmed": 34261337, "text": "Neutrophil elastase-regulated macrophage sheddome/secretome and phagocytic failure."}, {"pubmed": 34270864, "text": "Matrix metalloproteinase-13 is fully activated by neutrophil elastase and inactivates its serpin inhibitor, alpha-1 antitrypsin: Implications for osteoarthritis."}, {"pubmed": 34340247, "text": "Recurrent bacterial infections, but not fungal infections, characterise patients with ELANE-related neutropenia: a French Severe Chronic Neutropenia Registry study."}, {"pubmed": 34439732, "text": "Neutrophil Elastase and Chronic Lung Disease."}, {"pubmed": 34500777, "text": "Discrimination of Methionine Sulfoxide and Sulfone by Human Neutrophil Elastase."}, {"pubmed": 34536744, "text": "A possible pathogenic correlation between neutrophil elastase (NE) enzyme and inflammation in the pathogenesis of coronavirus disease 2019 (COVID-19)."}, {"pubmed": 34580954, "text": "Reduced ELANE and SLPI expression compromises dental pulp cell activity."}, {"pubmed": 34597246, "text": "Neutrophil Elastase Triggers the Release of Macrophage Extracellular Traps: Relevance to Cystic Fibrosis."}, {"pubmed": 34599140, "text": "ELANE: an emerging lane to selective anticancer therapy."}, {"pubmed": 34681796, "text": "Human Antibody Domains and Fragments Targeting Neutrophil Elastase as Candidate Therapeutics for Cancer and Inflammation-Related Diseases."}, {"pubmed": 35062217, "text": "Adenovirus Co-Opts Neutrophilic Inflammation to Enhance Transduction of Epithelial Cells."}, {"pubmed": 35915986, "text": "HNE Induces the Hyperexpression of MUC5AC in Chronic Rhinosinusitis With Nasal Polyps by Activating the TRAF6/Autophagy Regulatory Axis."}, {"pubmed": 37047578, "text": "The Direct Anti-Virulence but Not Bactericidal Activity of Human Neutrophil Elastase against Moraxella catarrhalis."}, {"pubmed": 37118811, "text": "Paediatric autoimmune diseases with ELANE mutations associated with neutropenia."}, {"pubmed": 37187291, "text": "Neutrophil elastase decreases SARS-CoV-2 spike protein binding to human bronchial epithelia by clipping ACE-2 ectodomain from the epithelial surface."}, {"pubmed": 37686340, "text": "Could the Oxidation of alpha1-Antitrypsin Prevent the Binding of Human Neutrophil Elastase in COVID-19 Patients?"}, {"pubmed": 37796181, "text": "Neutrophil Elastase Remodels Mammary Tumors to Facilitate Lung Metastasis."}, {"pubmed": 38042488, "text": "Position-specific N- and O-glycosylation of the reactive center loop impacts neutrophil elastase-mediated proteolysis of corticosteroid-binding globulin."}, {"pubmed": 38167145, "text": "Elevated first-trimester neutrophil elastase and proteinase 3 increase the risk of gestational diabetes mellitus and adverse fetal outcomes."}, {"pubmed": 38226800, "text": "ELANE rs17223045C/T and rs3761007G/A variants: Protective factors against COVID-19."}, {"pubmed": 38673851, "text": "Neutrophil Elastase Degrades Histone Deacetylases and Sirtuin 1 in Primary Human Monocyte Derived Macrophages."}], "genomic_pos": [{"chr": "19", "end": 856247, "ensemblgene": "ENSG00000197561", "start": 851014, "strand": 1}, {"chr": "HSCHR19_5_CTG2", "end": 35133, "ensemblgene": "ENSG00000277571", "start": 29849, "strand": 1}], "genomic_pos_hg19": {"chr": "19", "end": 856242, "start": 851014, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 19506020, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001878", "qualifier": "involved_in", "term": "response to yeast"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002438", "qualifier": "involved_in", "term": "acute inflammatory response to antigenic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002523", "qualifier": "involved_in", "term": "leukocyte migration involved in inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002812", "pubmed": 20421939, "qualifier": "involved_in", "term": "biosynthetic process of antibacterial peptides active against Gram-negative bacteria"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 11907569, "qualifier": "acts_upstream_of_or_within", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 20421939, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006874", "pubmed": 15140022, "qualifier": "involved_in", "term": "intracellular calcium ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006909", "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009411", "pubmed": 11928814, "qualifier": "involved_in", "term": "response to UV"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022617", "qualifier": "involved_in", "term": "extracellular matrix disassembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030163", "pubmed": 12887060, "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032682", "pubmed": 12223522, "qualifier": "involved_in", "term": "negative regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032717", "pubmed": 12223522, "qualifier": "involved_in", "term": "negative regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 14730209, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042742", "pubmed": 14705961, "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043406", "pubmed": 14730209, "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 15010259, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050728", "pubmed": 15140022, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050778", "qualifier": "involved_in", "term": "positive regulation of immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050922", "pubmed": 15140022, "qualifier": "involved_in", "term": "negative regulation of chemotaxis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070269", "qualifier": "involved_in", "term": "pyroptotic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070945", "pubmed": 20421939, "qualifier": "involved_in", "term": "neutrophil-mediated killing of gram-negative bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070947", "qualifier": "involved_in", "term": "neutrophil-mediated killing of fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903238", "qualifier": "involved_in", "term": "positive regulation of leukocyte tethering or rolling"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12114510, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [20421939, 25645918], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19506020, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 12114510, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017053", "pubmed": 19506020, "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030141", "pubmed": 11907569, "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035580", "qualifier": "located_in", "term": "specific granule lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045335", "qualifier": "located_in", "term": "phagocytic vesicle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": [25037231, 28344315], "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 6980881, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003714", "pubmed": 19506020, "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": [6980881, 12887060], "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "EXP", "id": "GO:0004252", "pubmed": 29539421, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 36899106, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12114510, 12223522, 14688365, 19506020, 21979170, 33748632], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": 11907569, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": [11907569, 20421939], "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019955", "pubmed": 12393522, "qualifier": "enables", "term": "cytokine binding"}]}, "homologene": {"genes": [[9606, 1991], [9615, 442980], [9913, 100126050], [10090, 50701], [10116, 299606]], "id": 20455}, "interpro": [{"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": "IPI00027769", "map_location": "19p13.3", "name": "elastase, neutrophil expressed", "other_names": ["PMN elastase", "bone marrow serine protease", "elastase 2, neutrophil", "elastase-2", "granulocyte-derived elastase", "leukocyte elastase", "medullasin", "neutrophil elastase", "polymorphonuclear elastase", "polymorphonuclear leukocyte elastase"], "pantherdb": {"HGNC": "3309", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2679229", "ortholog_type": "LDO", "panther_family": "PTHR24257", "taxid": 10090, "uniprot_kb": "Q3UP87"}, {"RGD": "1307968", "ortholog_type": "LDO", "panther_family": "PTHR24257", "taxid": 10116, "uniprot_kb": "D4A488"}, {"ZFIN": "ZDB-GENE-060710-2", "ortholog_type": "O", "panther_family": "PTHR24257", "taxid": 7955, "uniprot_kb": "A2BGP5"}], "uniprot_kb": "P08246"}, "pathway": {"kegg": [{"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}], "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}], "reactome": [{"id": "R-HSA-1442490", "name": "Collagen degradation"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474228", "name": "Degradation of the extracellular matrix"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-1592389", "name": "Activation of Matrix Metalloproteinases"}, {"id": "R-HSA-166658", "name": "Complement cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5620971", "name": "Pyroptosis"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-6803157", "name": "Antimicrobial peptides"}, {"id": "R-HSA-977606", "name": "Regulation of Complement cascade"}], "wikipathways": [{"id": "WP2806", "name": "Complement system"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}]}, "pdb": ["1B0F", "1H1B", "1HNE", "1PPF", "1PPG", "2RG3", "2Z7F", "3Q76", "3Q77", "4NZL", "4WVP", "5A09", "5A0A", "5A0B", "5A0C", "5A8X", "5A8Y", "5A8Z", "5ABW", "6E69", "6F5M", "6SMA", "7CBK", "7WHU", "8D4Q", "8D4U", "8D7I", "8D7K", "8G24", "8G25", "8G26"], "pfam": "PF00089", "pharmgkb": "PA27735", "pharos": {"target_id": 13542, "tdl": "Tclin"}, "pir": "A31976", "prosite": "PS50240", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325882", "relationship": "is"}, {"id": "GNF325883", "relationship": "is"}, {"id": "GNF325884", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167614", "relationship": "is"}, {"id": "GNF178520", "relationship": "is"}, {"id": "GNF189426", "relationship": "is"}, {"id": "GNF200332", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037716", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082045", "relationship": "is"}, {"id": "GNF082046", "relationship": "is"}, {"id": "GNF082047", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054860", "relationship": "is"}, {"id": "GNF059645", "relationship": "is"}, {"id": "GNF075068", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF065135", "relationship": "is"}, {"id": "GNF065136", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278418", "relationship": "is"}, {"id": "GNF278566", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330741", "relationship": "is"}, {"id": "GNF331998", "relationship": "is"}, {"id": "GNF333964", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337860", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093739", "relationship": "is"}, {"id": "GNF133397", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_009627.1", "NT_187622.1"], "protein": ["NP_001963.1", "XP_054176121.1", "XP_054176122.1", "XP_054185414.1", "XP_054185415.1"], "rna": ["NM_001972.4", "XM_054320146.1", "XM_054320147.1", "XM_054329439.1", "XM_054329440.1"], "translation": [{"protein": "XP_054176121.1", "rna": "XM_054320146.1"}, {"protein": "NP_001963.1", "rna": "NM_001972.4"}, {"protein": "XP_054185415.1", "rna": "XM_054329440.1"}, {"protein": "XP_054185414.1", "rna": "XM_054329439.1"}, {"protein": "XP_054176122.1", "rna": "XM_054320147.1"}]}, "reporter": {"HG-U133_Plus_2": "206871_at", "HG-U95Av2": "37096_at", "HTA-2_0": "TC19000019.hg.1", "HuEx-1_0": "3815233", "HuGene-1_1": "8024056", "HuGene-2_1": "16856292"}, "retired": 6417, "summary": "Elastases form a subfamily of serine proteases that hydrolyze many proteins in addition to elastin. Humans have six elastase genes which encode structurally similar proteins. The encoded preproprotein is proteolytically processed to generate the active protease. Following activation, this protease hydrolyzes proteins within specialized neutrophil lysosomes, called azurophil granules, as well as proteins of the extracellular matrix. The enzyme may play a role in degenerative and inflammatory diseases through proteolysis of collagen-IV and elastin. This protein also degrades the outer membrane protein A (OmpA) of E. coli as well as the virulence factors of such bacteria as Shigella, Salmonella and Yersinia. Mutations in this gene are associated with cyclic neutropenia and severe congenital neutropenia (SCN). This gene is present in a gene cluster on chromosome 19. [provided by RefSeq, Jan 2016].", "symbol": "ELANE", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414369"}, "unigene": "Hs.99863", "uniprot": {"Swiss-Prot": "P08246"}, "wikipedia": {"url_stub": "Neutrophil elastase"}}