{"AllianceGenome": "3312", "HGNC": "3312", "MIM": "603466", "_id": "1994", "_version": 1, "accession": {"genomic": ["AC008975.3", "AC010336.8", "CH471139.2", "CP068259.2", "JA327536.1", "KF456492.1", "KF511285.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAB41913.1", "AAH03376.1", "AAP88795.1", "BAG62630.1", "CCA78939.1", "EAW68949.1", "EAW68950.1", "NP_001410.2", "Q15717.2", "XP_047294339.1", "XP_047294340.1", "XP_054176123.1", "XP_054176124.1"], "rna": ["AI375368.1", "AK022334.1", "AK096659.1", "AK301013.1", "AL713686.1", "AW139417.1", "BC003376.2", "BM664469.1", "BM696191.1", "BT009793.1", "BU542524.1", "BX647856.1", "NM_001419.3", "U38175.1", "W37464.1", "XM_047438383.1", "XM_047438384.1", "XM_054320148.1", "XM_054320149.1"], "translation": [{"protein": "XP_047294340.1", "rna": "XM_047438384.1"}, {"protein": "AAB41913.1", "rna": "U38175.1"}, {"protein": "NP_001410.2", "rna": "NM_001419.3"}, {"protein": "AAP88795.1", "rna": "BT009793.1"}, {"protein": "AAH03376.1", "rna": "BC003376.2"}, {"protein": "XP_054176124.1", "rna": "XM_054320149.1"}, {"protein": "XP_047294339.1", "rna": "XM_047438383.1"}, {"protein": "BAG62630.1", "rna": "AK301013.1"}, {"protein": "XP_054176123.1", "rna": "XM_054320148.1"}]}, "alias": ["ELAV1", "HUR", "Hua", "MelG"], "ensembl": {"gene": "ENSG00000066044", "protein": ["ENSP00000385269", "ENSP00000470727", "ENSP00000471011", "ENSP00000472197"], "transcript": ["ENST00000407627", "ENST00000593807", "ENST00000595499", "ENST00000596154", "ENST00000596459"], "translation": [{"protein": "ENSP00000385269", "rna": "ENST00000407627"}, {"protein": "ENSP00000471011", "rna": "ENST00000596154"}, {"protein": "ENSP00000472197", "rna": "ENST00000596459"}, {"protein": "ENSP00000470727", "rna": "ENST00000593807"}], "type_of_gene": "protein_coding"}, "entrezgene": "1994", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.77473036, "exp_mis": 153.6674522, "exp_syn": 80.369332, "lof_z": 3.09700622221226, "mis_z": 4.68227853790987, "mu_lof": 6.77767643459e-07, "mu_mis": 1.33776874027e-05, "mu_syn": 6.90842184731e-06, "n_lof": 0.0, "n_mis": 35.0, "n_syn": 72.0, "p_li": 0.959986603851889, "p_null": 8.9068940664928e-05, "p_rec": 0.0399243272074458, "syn_z": 0.57875531462887}, "bp": 981, "cds_end": 8056699, "cds_start": 8028366, "n_exons": 5, "nonpsych": {"exp_lof": 8.7438963, "exp_mis": 138.980699, "exp_syn": 72.6388268, "lof_z": 2.90405249978087, "mis_z": 4.66266293294224, "mu_lof": 6.77767643459e-07, "mu_mis": 1.33776874027e-05, "mu_syn": 6.90842184731e-06, "n_lof": 0.0, "n_mis": 30.0, "n_syn": 64.0, "p_li": 0.949126734285319, "p_null": 0.000197360127610648, "p_rec": 0.0506759055870702, "syn_z": 0.638166366597371}, "nontcga": {"exp_lof": 8.98269514, "exp_mis": 141.3640094, "exp_syn": 73.92973528, "lof_z": 2.95654556342371, "mis_z": 4.58263021487063, "mu_lof": 6.77767643459e-07, "mu_mis": 1.33776874027e-05, "mu_syn": 6.90842184731e-06, "n_lof": 0.0, "n_mis": 32.0, "n_syn": 65.0, "p_li": 0.948887503832606, "p_null": 0.000163700971743784, "p_rec": 0.05094879519565, "syn_z": 0.657584397069014}, "transcript": "ENST00000407627.2"}, "exons": [{"cdsend": 7991815, "cdsstart": 7963482, "chr": "19", "position": [[7958572, 7963807], [7967564, 7967790], [7973724, 7973878], [7981082, 7981186], [7991643, 7991831], [8005494, 8005641]], "strand": -1, "transcript": "NM_001419", "txend": 8005641, "txstart": 7958572}], "exons_hg19": [{"cdsend": 8056699, "cdsstart": 8028366, "chr": "19", "position": [[8023456, 8028691], [8032448, 8032674], [8038608, 8038762], [8045966, 8046070], [8056527, 8056715], [8070378, 8070525]], "strand": -1, "transcript": "NM_001419", "txend": 8070525, "txstart": 8023456}], "generif": [{"pubmed": 11729309, "text": "role in c-fos mRNA export"}, {"pubmed": 11834731, "text": "A 40-bp RNA element that mediates stabilization of vascular endothelial growth factor mRNA by HuR. (HuR RNA binding protein)"}, {"pubmed": 11971974, "text": "Results show that AMP-activated kinase (AMPK), an enzyme involved in responding to metabolic stresses, potently regulates the levels of cytoplasmic HuR."}, {"pubmed": 12011088, "text": "The binding of HuR, CP1, and CP2 to AR mRNA suggests a role for each of these proteins in the post-transcriptional regulation of AR expression in cancer cells."}, {"pubmed": 12237300, "text": "Data show that the RNA-binding protein HuR is specifically methylated on Arg(217) by coactivator-associated arginine methyltransferase 1 (CARM1)."}, {"pubmed": 12242302, "text": "Highly selective actions of HuR in antagonizing AU-rich element-mediated mRNA destabilization."}, {"pubmed": 12431987, "text": "p21(WAF1) protein expression is mediated by stabilization of p21(WAF1) mRNA elicited via multiple 3'-UTR cis-elements. HuR binds at least one of these elements, does not appear to be a modulator of p21(WAF1) expression or growth inhibition in this system"}, {"pubmed": 12730239, "text": "AMP-activated protein kinase activation can cause premature fibroblast senescence through mechanisms that likely involve reduced HuR function."}, {"pubmed": 12821781, "text": "The 3' UTR of p53 was found to be a target of the RNA-binding protein HuR in a UVC-dependent manner in vitro and in vivo. HuR plays a role in binding to the p53 mRNA and enhancing its translation"}, {"pubmed": 12933794, "text": "HADHB, HuR, and CP1 are novel REN mRNA-binding proteins that target a cis-element in the 3'-UTR of REN mRNA and regulate renin production"}, {"pubmed": 14517280, "text": "HuR has a role in enhancing VHL-mediated p53 translation"}, {"pubmed": 14517288, "text": "HuR and MK2 have roles in regulating the expression of uPA and uPAR genes at the posttranscriptional level"}, {"pubmed": 14530362, "text": "Overexpression of HuR in bronchial epithelial cells significantly increases the expression and stability of eotaxin mRNA and protein."}, {"pubmed": 14562043, "text": "HuR-regulated target mRNA expression contributes to colon cancer growth."}, {"pubmed": 14715706, "text": "AUF1 p40, HuR, and the 3'UTR of the CTR mRNA transcript could be involved in posttranscriptional regulation of CTR mRNA expression."}, {"pubmed": 14981248, "text": "Transportin-2 mediates nuclear import of HuR protein in vitro"}, {"pubmed": 14981256, "text": "an HuR target RNA motif and a general strategy for identifying target motifs for RNA-binding proteins"}, {"pubmed": 15257295, "text": "composition and fate (stability, translation) of HuR- and/or AUF1-containing ribonucleoprotein complexes depend on the target mRNA of interest, RNA-binding protein abundance, stress condition, and subcellular compartment"}, {"pubmed": 15328200, "text": "Overexpression of HuR in tumor tissue may be part of a regulatory pathway that controls the mRNA in breast cancer"}, {"pubmed": 15342649, "text": "Results point to importin alpha1 as a critical downstream target of AMP-activated protein kinase (AMPK) and key mediator of AMPK-triggered HuR nuclear import."}, {"pubmed": 15371446, "text": "PGA2 stabilizes the p21 mRNA through an ERK-independent increase in cytoplasmic HuR levels and an ERK-dependent association of HuR with the p21 mRNA"}, {"pubmed": 15514971, "text": "IL-8 RNA from IL-1beta-stimulated cytoplasmic extract revealed a 20-fold greater association of transcript with the stabilizing factor HuR in breast csancer cells."}, {"pubmed": 15824116, "text": "HuR contributes to regulating human vascular smooth muscle cell growth and homeostasis in pathologies associated with vascular smooth muscle proliferation"}, {"pubmed": 15914670, "text": "The function of HuR as a 5'-UTR-binding protein and dual-purpose translation repressor may be critical for the precise regulation of type I insulin-like growth factor receptor expression."}, {"pubmed": 16109718, "text": "coordinated regulation of mRNA stability by HuR and AUF1 proteins contributes to the observed increase in ATF3 expression following amino acid limitation"}, {"pubmed": 16135804, "text": "HuR is a key mediator of posttranscriptional regulation and expression of the SLC11A1 gene."}, {"pubmed": 16289864, "text": "c-Yes 3'-UTR contains at least three newly identified adenine/uridine-rich elements (AREs) which are bound specifically by ARE-binding proteins HuR and AUF1."}, {"pubmed": 16455966, "text": "HuR-mediated mRNA stabilization, stimulated by integrin engagement and controlled at the level of HuR nuclear export, is critically involved in T cell activation"}, {"pubmed": 16484227, "text": "the HuR-CRM1 axis affects the nucleocytoplasmic translocation of CD83 mRNA under regular physiological conditions"}, {"pubmed": 16494882, "text": "The mRNAs for GM-CSF and TNF-alpha - established ARE-containing targets for HuR-mediated regulation - were upregulated by LPL-mediated lipolysis in ECAP."}, {"pubmed": 16581801, "text": "HUR maintains cytochrome c biosynthesis."}, {"pubmed": 16788138, "text": "role for HuR in protecting kidney epithelia from injury during ischemic stress"}, {"pubmed": 16820934, "text": "Results describe the gene expression of tristetraprolin, T-cell intracellular antigen and Hu antigen R in synovial tissues from rheumatoid arthritis and osteoarthritis patients."}, {"pubmed": 16890199, "text": "adenosine/uridine (AU)-rich element-binding protein HuR (Hu antigen R) interacts with the beta-F1-ATPase mRNA through an AU-rich sequence located to the 3'-UTR."}, {"pubmed": 16912169, "text": "HuR critically contributes to cyclin E1 overexpression and its growth-promoting function in breast cancer cells."}, {"pubmed": 16935932, "text": "IL-10 sensitivity to TNF depends on the ability of IL-10 to inhibit the expression and mRNA-stabilizing protein HuR and via IL-10 mediated repression of p38 mitogen-activated protein (MAP) kinase activation"}, {"pubmed": 16990552, "text": "Activation of NADPH oxidase and MAPK-signaling pathway contribute to HuR-mediated stabilization of TLR4 mRNA induced by LPS in human aortic smooth muscle cells (HASMCs). Stimulation of HASMCs with LPS increased the cytosolic HuR level in vitro."}, {"pubmed": 17132932, "text": "The RNA-binding protein HuR regulates the stability and translation of target mRNAs, while no HuR mutations have been found in cancer, a link between HuR and malignant transformation has been suggested in cancers of the breast, colon, lung and ovary."}, {"pubmed": 17178712, "text": "the signal sequences in APRIL that mediate its intracellular trafficking and provide evidence that this protein ligand of HuR is an important player in the post-transcriptional regulation of CD83 expression"}, {"pubmed": 17237228, "text": "HuR-dependent regulation of RNase-L enhances its antiviral activity, demonstrating the functional significance of this regulation"}, {"pubmed": 17317627, "text": "HuR regulates SIRT1 expression, underscore functional links between the two stress-response proteins, and implicate Chk2 in these processes."}, {"pubmed": 17392515, "text": "Data show that regulation of HuR via protein kinase C alpha-dependent phosphorylation emphasizes the importance of posttranslational modification for stimulus-dependent HuR shuttling."}, {"pubmed": 17517897, "text": "analysis of distinct roles for the HuR hinge and RRM3 domains in formation of cooperative HuR.ARE complexes in solution"}, {"pubmed": 17531241, "text": "Down regulation of HuR expression by siRNA prevents atazanavir-induced increase of TNF-alpha and IL-6, suggesting that HuR might have an impact on pathophysiological processes of HIV PI-induced atherosclerosis"}, {"pubmed": 17534146, "text": "Review. HuR binds to & promotes the expression of mRNAs for Bcl-2 & Mcl-1. HuR is a key upstream coordinator of a constitutive pro-survival program."}, {"pubmed": 17548472, "text": "These data establish that the posttranscriptional event involving HuR-mediated beta-actin mRNA stabilization could be a part of the regulatory mechanisms responsible for maintaining cell integrity."}, {"pubmed": 17581403, "text": "Cytoplasmic HuR expression is significantly associated with tumor size, stage, and lymphatic/vascular invasion in uterine cervical carcinoma and is correlated with cyclooxygenase 2 expression."}, {"pubmed": 17599736, "text": "Positive correlations between Hu antigen R gene expression in patients with rheumatoid and healthy persons."}, {"pubmed": 17626845, "text": "Two mRNA binding proteins, HuR and AUF1, are colocalized and are capable of functional interaction in both the nucleus and cytoplasm."}, {"pubmed": 17878526, "text": "both HuR and AUF1 bind to discrete regions of DENR/DRP mRNA and that AUF1 silencing increases DENR/DRP protein levels."}, {"pubmed": 17967866, "text": "HuR and PTB jointly upregulate HIF-1alpha translation in response to CoCl(2)"}, {"pubmed": 18027256, "text": "There was a statistically significant correlation between COX-2 immunoreactivity and the cytoplasmic HuR expression level in laryngeal squamous cell carcinoma."}, {"pubmed": 18094611, "text": "The role of cytoplasmic expression of HuR is as a biomarker for progression of adenomas in familial polposis coli."}, {"pubmed": 18095988, "text": "Primary Merkel cell carcinomas and their lymph node metastases as well as non-neoplastic skin show nuclear expression of HuR protein."}, {"pubmed": 18180367, "text": "HuR association with pp32/PHAP-I and its caspase-mediated cleavage constitutes a regulatory step that contributes to an amplified apoptotic response."}, {"pubmed": 18202756, "text": "the subcellular localization of HuR is deregulated in a subset of prostate carcinomas, and that this deregulation is linked to an altered expression of the tumorigenic COX-2 protein as well as to an adverse patient prognosis"}, {"pubmed": 18279945, "text": "Mitogen-induced interleukin (IL)-13 expression involves changes in mRNA transcript turnover and a change in phosphorylation of Hu antigen R (HuR) and its association with the mRNA 3'-untranslated regions."}, {"pubmed": 18285462, "text": "Posttranslational modification of HuR by protein kinase Cdelta represents an important novel mode of HuR activation implied in renal COX-2 regulation"}, {"pubmed": 18317686, "text": "HuR is involved in the upregulation of VEGF-A expression in human meningiomas."}, {"pubmed": 18408768, "text": "Multiple pathways are involved in the anoxia response of SKIP3 including HuR-regulated RNA stability, NF-kappaB and ATF4"}, {"pubmed": 18449856, "text": "UVB irradiatiion regulates COX2 mRNA stability through AMPK and HuR in human keratinocytes."}, {"pubmed": 18463097, "text": "a functional link between HuR as repressor of alternative Fas splicing and the molecular mechanisms modulating programmed cell death."}, {"pubmed": 18490444, "text": "MKP-1 upregulation by oxidative stress is potently influenced by increased mRNA stability and translation, mediated at least in part by the RNA-binding proteins HuR and NF90."}, {"pubmed": 18498284, "text": "These findings suggest that the expression of VEGF-A and cytoplasmic translocation of HuR relates to the histological grade, and that HuR is involved in the upregulation of VEGF-A expression, in human astrocytic tumors."}, {"pubmed": 18505733, "text": "absence of two critical adenosine/uridine-rich elements in the alternatively spliced CD3zeta 3'-UTR found in systemic lupus erythematosus T cells may result in decreased HuR binding"}, {"pubmed": 18544151, "text": "These results suggest that HuR may be involved in and may modulate the reverse transcription reaction of HIV-1, by an as yet unknown mechanism involving a protein-protein interaction with HIV-1 reverse transcriptase."}, {"pubmed": 18579691, "text": "HuR plays an important role in suppression of TM protein synthesis in IL-1beta treatment and sepsis"}, {"pubmed": 18593881, "text": "Cdk1 phosphorylates HuR during G2, thereby helping to retain it in the nucleus in association with 14-3-3 and hindering its post-transcriptional function and anti-apoptotic influence."}, {"pubmed": 18641687, "text": "global changes in HuR-bound mRNAs are implicated in the evolution to a more tumorigenic phenotype in an in vivo tumor model."}, {"pubmed": 18644987, "text": "The mRNA stability factor HuR was shown to support ERBB2 transcript integrity, bind and endogenously associate with a conserved U-rich element within the ERBB2 transcript 3' UTR, and colocalize with HDAC6."}, {"pubmed": 18648668, "text": "overexpression of HuR as found in many progressive tumors could be causative for disarranged Eph receptor to ephrin ligand ratios leading to a higher degree of tissue invasiveness"}, {"pubmed": 18650551, "text": "UV cross-linking and immunoprecipitation experiments revealed 2 ARE-binding proteins, AUF1 and HuR, associated with IL-8 mRNA in saliva."}, {"pubmed": 18705402, "text": "COX-2 expression in Ewing sarcoma may not be directly related to mRNA stabilization by HuR. However, a correlation between COX-2 expression and nuclear HuR expression through indirect mRNA stabilization can be suggested."}, {"pubmed": 18769129, "text": "Cytoplasmic accumulation of HUR is central to tamoxifen resistance in estrogen receptor positive breast cancer cells."}, {"pubmed": 18824170, "text": "HuR is a direct transcription target of NF-kappaB; its activation in gastric cancer cell lines depends on phosphatidylinositol 3-kinase/AKT signaling. HuR activation by this pathway has proliferative and antiapoptotic effects on gastric cancer cells."}, {"pubmed": 18831511, "text": "HuR plays a role in tumor progression in mesothelioma and that COX-2 may be a target of its activity"}, {"pubmed": 18986664, "text": "In differentiated cervical epithelial cells HuR may bind and stabilise L1 mRNAs aiding translation of L1 protein."}, {"pubmed": 18991684, "text": "In the present report we show that the RNA-binding protein ELAV/HuR can affect, post-transcriptionally, the fate of HSP70 mRNA following H(2)O(2)-mediated oxidative stress in SH-SY5Y human neuroblastoma cells."}, {"pubmed": 19009247, "text": "High expression of HuR is associated with colorectal adenocarcinoma."}, {"pubmed": 19010922, "text": "Posttranscriptional regulation of the breast cancer susceptibility gene BRCA1 by the RNA binding protein HuR."}, {"pubmed": 19056930, "text": "PTHrP expression studies confirmed the involvement of HuR in PTHrP upregulation in this disease."}, {"pubmed": 19088191, "text": "the growth-promoting effects of antisense miR-519 required the presence of HuR"}, {"pubmed": 19106619, "text": "CUG-BP1 and HuR act as factors that bind to the SBP2 3' UTR, which suggests that TTR-RBPs play a role in the regulation of SBP2"}, {"pubmed": 19109971, "text": "These findings suggest that HuR actively contributes to RNA modification and maturation and thereby shed an entirely new light on the role of HuR in RNA metabolism."}, {"pubmed": 19114552, "text": "identified a distinct AU-rich element in the 3'UTR of eIF4E which is responsible for HuR-mediated binding and stabilization"}, {"pubmed": 19151756, "text": "findings suggest that HuR plays a supportive role for c-fms in breast cancer progression by binding a 69-nt element in its 3'UTR, thus regulating its expression"}, {"pubmed": 19221430, "text": "This study found that the content of nELAV proteins is significantly decreased along with clinical dementia progression in the hippocampi of AD brains, where it inversely correlates with the amount of amyloid-beta (Abeta)."}, {"pubmed": 19252527, "text": "RNase L downmodulation of the RNA-binding protein, HuR, and cellular growth."}, {"pubmed": 19255485, "text": "An RNA-binding region of human HuR containing two N-terminal RNA-recognition motif domains bound to an 11-base RNA fragment has been crystallized."}, {"pubmed": 19281587, "text": "HuR (Hu antigen R)expression in the nucleus correlates with high histological grade and poor disease-free survival in ovarian cancer."}, {"pubmed": 19289500, "text": "Data show that nitric oxide (NO) stabilizes mRNA subsets in fibroblasts, that HuR alone is insufficient for stabilizing several mRNAs by NO, and show that heme oxygenase-1 induction by NO is regulated by HuR."}, {"pubmed": 19322201, "text": "Heat shock transiently lowers HuR by proteolysis linked to K182 ubiquitination and that HuR reduction enhances cell survival following heat shock"}, {"pubmed": 19420963, "text": "HuR expression in non-small cell lung cancer correlates with vascular endothelial growth factor-C expression and lymph node metastasis"}, {"pubmed": 19520857, "text": "HuR knockdown reduced the expression of endogenous bcl-2, whereas unexpectedly, a bcl-2 ARE{(AU)-rich elements} -reporter transcript increased significantly, suggesting that HuR expression has opposite effects on endogenous and ectopic bcl-2 ARE."}, {"pubmed": 19528229, "text": "Data show that inhibition of p38 MAPK and its phosphorylation of HuR impairs p21(Cip1) accumulation and, as a result, the ability of cells to arrest in G(1) in response to gamma radiation."}, {"pubmed": 19574298, "text": "RNA-binding protein HuR reduced c-Myc expression by associating with the c-Myc 3' untranslated region (UTR) next to a miRNA let-7-binding site"}, {"pubmed": 19647848, "text": "HIV-1 IRES activity is suppressed by HuR while HCV IRES activity is enhanced."}, {"pubmed": 19648294, "text": "Demonstration of SMN protein regulation through the p38 pathway and the role of HuR in this modulation may help in the identification and characterization of p38 pathway activators as potential therapeutic compounds for the treatment of SMA."}, {"pubmed": 19671677, "text": "HuR seems to play a positive role in both regulation of bcl-2 mRNA translation and mRNA stability."}, {"pubmed": 19728080, "text": "HuR binds to the GATA3 3'UTR. Inhibition of HuR decreased GATA3 mRNA, mRNA stability & protein expression."}, {"pubmed": 19805546, "text": "SOD1 sequesters Hu antigen R (HuR) and TIA-1-related protein (TIAR) and has a role in impaired post-transcriptional regulation of vascular endothelial growth factor"}, {"pubmed": 19875930, "text": "miR-125a may function as a tumor suppressor for breast cancer, with HuR as a direct and functional target."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917608, "text": "Data suggest that stress kinases (such as p38(MAPK)) as well as HuR are excellent targets for approaches aiming at interfering with induction of COX-2 expression by UVB."}, {"pubmed": 19931428, "text": "interactions between hnRNP and HuR proteins that were identified in the context of isolated hnRNP and mRNP complexes"}, {"pubmed": 20018854, "text": "Analysis of HuR upstream regions revealed sequences necessary for regulation of the shorter mRNA. Within the long, G+C-rich 5'-UTR exist multiple copies of the alternate Smad 1/5/8-binding motif GCCGnCGC."}, {"pubmed": 20086103, "text": "Simultaneous phosphorylation at different domains by PKCdelta coordinates mRNA binding and nucleocytoplasmic shuttling of HuR."}, {"pubmed": 20102719, "text": "Immunofluorescent analysis revealed increased levels of HuR and AUF1, and a decrease in methyl-HuR levels in human livers with hepatocellular carcinoma."}, {"pubmed": 20219472, "text": "in vitro, HuR RRM1 and RRM1,2 homodimerization involves a disulfide bond at cysteine 13. This homodimerization mode may have a functional significance in redox modulation of HuR activity in response to oxidative stress."}, {"pubmed": 20219773, "text": "that expression of VEGF, TNF-beta and of the HIF-2alpha as well as constitutive activation of the oncogenic phosphoinositide 3-kinase/Akt, nuclear factor-kappaB and mitogen-activated protein kinase pathways were decreased in HuR-depleted cells and tumors"}, {"pubmed": 20305372, "text": "Data reveal that miR-519 inhibits tumorigenesis in large part by repressing HuR expression."}, {"pubmed": 20332213, "text": "These findings suggest that HuR knockdown changes the features of oral cancer cells, at least in part, by affecting their cell cycle and shows potential as an effective therapeutic approach."}, {"pubmed": 20351266, "text": "HuR plays a critical role in inducing inflammatory response of endothelial cells under mechanical and biochemical stresses"}, {"pubmed": 20353946, "text": "response to lethal stress, PKR, without being phosphorylated, activates the FADD/caspase-8/caspase-3 pathway to trigger HuR cleavage, and the HuR-CPs are then capable of promoting apoptosis"}, {"pubmed": 20370918, "text": "This is a side-by-side genome-wide comparison of HuR-associated targets in wild type ER+ and ER- breast cancer. Differential regulation of two cancer-related genes by HuR was contingent upon the cellular environment."}, {"pubmed": 20421296, "text": "Data show MAT2beta variants reside mostly in the nucleus and regulate HuR subcellular content to affect cell proliferation."}, {"pubmed": 20459669, "text": "These results suggest that HuR does not impact HIV-1 replication through a direct protein-protein interaction with the viral reverse transcriptase."}, {"pubmed": 20587520, "text": "HuR gene silencing revealed that TUBB3 translation is HuR dependent in hypoglycemia because HuR silencing inhibited the entry of TUBB3 mRNA into cytoskeletal and free polysomes."}, {"pubmed": 20626035, "text": "important role of miR-16 in regulating HuR translation and the link of this regulatory pathway to human breast cancer."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20675370, "text": "FasL mRNA forms a complex with the RNA-binding protein HuR both in vitro and ex vivo."}, {"pubmed": 20692039, "text": "demonstrating that HuR reduced the stability of decay accelerating factor (DAF) mRNA and suggesting that it is of importance in regulating the expression of DAF"}, {"pubmed": 20724828, "text": "HuR overexpression significantly interfered with tumor growth in orthotopic mouse models."}, {"pubmed": 20739277, "text": "beta(2)-AR mRNA is recognized by the nucleocytoplasmic shuttling RNA-binding protein HuR, which silences translational initiation while chaperoning the mRNA-protein complex to the cell periphery"}, {"pubmed": 20889954, "text": "Increased HuR levels in the mid-menstrual phases are likely to contribute to reduced mid-cycle cytokine expression and enhanced cellular survival in eutopic endometrium"}, {"pubmed": 20951677, "text": "These results suggest that the TIA and HuR cellular ratio influences cell-type specific Fas exon 6 splicing pattern."}, {"pubmed": 20960565, "text": "the cytoplasmic expression of HuR is associated with COX-2 expression in oral squamous cell carcinoma and HuR can regulate COX-2 expression in oral cancer cell lines."}, {"pubmed": 21046284, "text": "Cytoplasmic expression of HuR was identified as an independent prognostic factor for survival in non-small lung cell carcinoma."}, {"pubmed": 21102524, "text": "XIAP belongs to the HuR-regulated RNA operon of antiapoptotic genes, which, along with Bcl-2, Mcl-1 and ProTalpha, contributes to the regulation of cell survival."}, {"pubmed": 21152064, "text": "Data provide evidence that the tumor suppressor function of pp32 can be attributed to its ability to disrupt HuR binding to target mRNAs encoding key proteins for cancer cell survival and drug efficacy."}, {"pubmed": 21161467, "text": "The HuR protein regulates the expression of COX-2 in renal cell carcinoma (RCC) cells, which is one potential mechanism of action for the HuR-associated aggressive behaviour of RCC."}, {"pubmed": 21206905, "text": "LFA-1-induced stabilization of ARE-containing mRNAs in T cells is dependent on HuR, and occurs through the Vav-1, Rac1/2, MKK3 and p38MAPK signaling cascade"}, {"pubmed": 21220697, "text": "Association of HuR with four endogenous chemokine mRNAs in airway epithelium is validated by single-gene ribonucleoprotein-immunoprecipitation and shown to be 3' untranslated region (UTR)-dependent by biotin pull-down assay."}, {"pubmed": 21273615, "text": "Reduced Human antigen R is associated with breast cancer metastasis."}, {"pubmed": 21310943, "text": "High-constitutive HuR phosphorylation at Ser 318 by PKC{delta} propagates tumor relevant functions in colon carcinoma."}, {"pubmed": 21317874, "text": "The authors propose that the release of HuR-bound mRNAs via an ionizing radiation-Chk2-HuR regulatory axis improves cell outcome following ionizing radiation."}, {"pubmed": 21343335, "text": "this thus demonstrates that C/EBPbeta is indeed regulated at the posttranscriptional level by HuR in ALK(+) anaplastic large cell lymphomas."}, {"pubmed": 21443519, "text": "The RNA-binding protein HuR stabilizes survivin mRNA in human oesophageal epithelial cells"}, {"pubmed": 21498545, "text": "The RNA-binding protein HuR promotes glioma growth and treatment resistance"}, {"pubmed": 21503589, "text": "human antigen R knockdown reduces the growth and invasion of breast cancer cells in vitro and affects expression of cyclin D1 and MMP-9"}, {"pubmed": 21543858, "text": "recombinant AU-rich element-binding region of HuR (residues 18-186) was crystallized in space group P2(1)2(1)2, with unit-cell parameters a = 41.2, b = 133.1, c = 31.4 A. X-ray diffraction data were collected"}, {"pubmed": 21572400, "text": "Cytoplasmic HuR expression is associated with COX-2 expression in lung squamous cell carcinomas."}, {"pubmed": 21596928, "text": "Vascular protease-activated receptor (PAR)-3, unlike PAR-1, is regulated post-transcriptionally via the mRNA-stabilizing factor HuR."}, {"pubmed": 21613615, "text": "HuR-driven posttranscriptional control plays a significant role in T cell development and effector function in both human and transgenic systems."}, {"pubmed": 21627034, "text": "HuR is able to disengage miRNAs from the repressed mRNA [review]"}, {"pubmed": 21646354, "text": "a role for the nuclear trafficking factor TRN2 (transportin 2) through HuR in cell death."}, {"pubmed": 21723170, "text": "HuR couples pre-mRNA processing with mature mRNA stability."}, {"pubmed": 21723171, "text": "The human RBP HuR/ELAVL1 is a conserved mRNA stability regulator."}, {"pubmed": 21768308, "text": "HuR enhances TOP2A translation by competing with miR-548c-3p; their combined actions control TOP2A expression levels and determine the effectiveness of doxorubicin."}, {"pubmed": 21795698, "text": "an important role for HuR in hypoxia, and we may have revealed a novel post-transcriptional mechanism that controls c-Myc expression in oral cancer progression."}, {"pubmed": 21858080, "text": "Data show that hnRNPA1/A2, HuR and DAZAP1 splicing factors and DHX36 RNA helicase bind to the ISE, with hnRNPA1 acting negatively and DAZAP1 positively on splicing selection"}, {"pubmed": 21859890, "text": "HUR was found to interact with the nucleolin (NCL) 3'UTR and specifically promoted nucleolin translation without affecting nucleolin mRNA levels."}, {"pubmed": 21862584, "text": "Mutation of HuR Thr-118 reduced the association between HuR and cPLA(2)alpha mRNA under IL-1beta treatment"}, {"pubmed": 21890634, "text": "HuR sites in 3'-UTRs overlap extensively with predicted microRNA target sites, suggesting interplay between the functions of HuR and microRNAs."}, {"pubmed": 21935886, "text": "Evidence that links HuR to several specific cancers and its potential usefulness in cancer diagnosis, prognosis, and therapy."}, {"pubmed": 21971048, "text": "HuR and miR-331-3p participate in the overexpression of ERBB-2 observed in some PCas."}, {"pubmed": 22049153, "text": "HuR inhibits microRNA-16 targeting of COX-2."}, {"pubmed": 22086295, "text": "HuR promotes wound healing, primarily through its effect on cellular adhesion."}, {"pubmed": 22086907, "text": "AUF1 and HuR bind to VEGFA ARE RNA under both normoxic and hypoxic conditions, and a pVHL-RNP complex determines VEGFA mRNA decay."}, {"pubmed": 22095636, "text": "Mdm2/NEDD8/HuR regulatory framework is essential for the malignant transformation of tumor cells"}, {"pubmed": 22212710, "text": "AMPK activation could effectively decrease PDGF-induced HuR cytoplasmatic translocation."}, {"pubmed": 22258704, "text": "Musashi1 is regulated by HuR via mRNA translation and stability in glioblastoma cells."}, {"pubmed": 22310293, "text": "MiR-9 directly targets HuR and Dicer1 for posttranscriptional repression."}, {"pubmed": 22362742, "text": "The results show that HuR translocation to cytoplasm is enhanced by insulin leading to AT1R upregulation through HuR-mediated stabilization of AT1R mRNA."}, {"pubmed": 22368252, "text": "The HuR binding site within the 3'-UTR of MTA1 is a classical AU rich element-type sequence."}, {"pubmed": 22371495, "text": "a novel mechanism by which HuR is regulated by RNPC1 via mRNA stability and HuR is a mediator of RNPC1-induced growth suppression."}, {"pubmed": 22426177, "text": "It was demonstrated for the first time that HuR post-transcriptionally regulates IL-6 expression mainly via tristetraprolin in human pulmonary microvascular endothelial cells. Tristetraprolin had no effect on HuR expression and subcellular localization."}, {"pubmed": 22436134, "text": "Restoration of HuR expression in these cells resensitized MCF-7/doxoR cells to doxorubicin, reactivating the apoptotic response."}, {"pubmed": 22445740, "text": "Female transgenic mice expressing HuR in astrocytes have significantly less clinical disability and histopathological changes in the spinal cord."}, {"pubmed": 22562506, "text": "-actin is downregulated in the corneal stroma of patients with KC, which may be related to reduced levels of a stabilizing factor (HuR) for beta-actin mRNA."}, {"pubmed": 22576182, "text": "Here, we have demonstrated that HuR silencing has pleiotropic and beneficial functions during cholestactic liver injury and HSC activation."}, {"pubmed": 22674407, "text": "This study demonstrates a central role for HuR in Akt signaling and reveals a mechanism by which modest changes in HuR levels below or above normal may be amplified, potentially resulting in cell death or cellular transformation."}, {"pubmed": 22829587, "text": "Phosphoregulation of the RNA-binding protein Hu antigen R (HuR) by Cdk5 affects centrosome function"}, {"pubmed": 22906436, "text": "Data show that exposure of hepatocytes to direct hypoxia resulted in acid sphingomyelinase activation and ceramide elevation associated with activation of caspase 5 and the subsequent cleavage of HuR and apoptotic cell death."}, {"pubmed": 22907529, "text": "ELAVL1 gene polymorphisms may have some contributing role in determining survival outcome of breast cancer patients"}, {"pubmed": 22915590, "text": "virus-induced HuR relocalization to the cytoplasm is specific to alphavirus infections and is associated with distinct posttranslational modifications of this RNA-binding protein."}, {"pubmed": 22921787, "text": "these results provide evidence that the cancer cell growth suppression by this 62nt RNA containing AU-rich elements may be due to competitive binding to HuR."}, {"pubmed": 22983828, "text": "Heat-induced changes of HuR and of hnRNP A1, causes the proteins to exit the nucleus and co-localize to large cytoplasmic foci that represent heat-induced stress granules."}, {"pubmed": 23028944, "text": "Data suggest that HuR maintains cell proliferation and polarity of mammary epithelial cells at least in part via DeltaNp63."}, {"pubmed": 23052832, "text": "HuR's involvement in critical cellular processes depend on its recognition of secondary structure motifs together with primary sequence in target RNAs."}, {"pubmed": 23115237, "text": "mutational analysis indicates that IKKalpha-dependent phosphorylation at Ser-304 is crucial to the binding of HuR to beta-TrCP1."}, {"pubmed": 23127556, "text": "It was shown that posttranscriptional control of Egr-1 expression requires the RNA-binding protein HuR. It was also shown that the Egr-1 3' UTR mediates posttranscriptional regulation of Egr-1 by HuR."}, {"pubmed": 23155001, "text": "HuR promotes occludin translation by blocking occludin mRNA translocation to P-bodies via the displacement of CUGBP1."}, {"pubmed": 23176121, "text": "Data indicate that nitric oxide downregulates decay accelerating factor (DAF) expression by inhibiting its promoter activity possibly through a decreased binding of Sp1 in association of HuR."}, {"pubmed": 23223443, "text": "analysis of an antagonistic function of the RNA-binding protein HuR and miR-200b in post-transcriptional regulation of vascular endothelial growth factor-A expression and angiogenesis"}, {"pubmed": 23269677, "text": "analysis of post-transcriptional regulation of meprin alpha by the RNA-binding proteins Hu antigen R (HuR) and tristetraprolin (TTP)"}, {"pubmed": 23376935, "text": "A translational network composed of RNA Recognition Motif-type RNA binding proteins mRNAs are positively controlled by HuR."}, {"pubmed": 23394580, "text": "Suggest a model for the combined regulatory activity of miR-200c and HuR on TUBB3 expression in ovarian cancer and on prognosis."}, {"pubmed": 23401122, "text": "The TTP:HuR mRNA ratios were also perturbed in samples from invasive breast cancer patients when compared with normal tissues, and were associated with invasion gene expression."}, {"pubmed": 23430747, "text": "Human antigen R-mediated mRNA stabilization is required for ultraviolet B-induced autoinduction of amphiregulin in keratinocytes."}, {"pubmed": 23516604, "text": "Cytoplasmic HuR appears to play important roles in cell proliferation, progression, and survival of bladder cancer. Its expression was associated with angiogenesis, lymphangiogenesis, and expressions of VEGF-A and -C."}, {"pubmed": 23519412, "text": "The X-ray structure of two methylated tandem RRM domains (RRM1/2) of Hu antigen R (HuR) in their RNA-free form has been solved."}, {"pubmed": 23528537, "text": "HuR antigen regulates HOXA5 gene expression via modulating HOXA5 mRNA turnover and translation, respectively, thereby contributing to RA-induced growth inhibition."}, {"pubmed": 23572284, "text": "PTHrP mRNA is stabilized by HuR in human lung adenocarcinoma cells"}, {"pubmed": 23605320, "text": "cytoplasmic HuR expression detected by immunohistochemical staining is a negative prognostic indicator for survival in patients with breast cancer"}, {"pubmed": 23722602, "text": "HuR expression correlates with different adverse phenotypes of gallbladder carcinoma."}, {"pubmed": 23813879, "text": "ATR stabilizes the CDKN1A message in response to UV damage through Cdk1-related cytoplasmic accumulation of HuR."}, {"pubmed": 23814050, "text": "resveratrol induces HuR, SIRT1, and MAT2B expression; the last may represent a compensatory response against apoptosis and growth inhibition."}, {"pubmed": 23837869, "text": "CARM1 represses replicative senescence by methylating HuR."}, {"pubmed": 23852810, "text": "Cytoplasmic expression of HuR is associated with cIAP2 expression in OSCCs"}, {"pubmed": 23873103, "text": "high cytoplasmic HuR expression is associated with positive lymph node metastasis, deep tumor invasion, high stage, and poor survival in ESCC."}, {"pubmed": 23889148, "text": "HuR cytoplasmic expression correlates with adverse prognosticators and cyclin A overexpression, and also independently predicts worse survival, indicating a causative role in conferring tumour aggressiveness in gastrointestinal stromal tumours"}, {"pubmed": 23894643, "text": "regulation of ELAVL1/HuR in HLA-B27-expressing U937 monocytic cells"}, {"pubmed": 23901138, "text": "miR-29 has a role in protecting the tumor suppressor A20 mRNA from degradation by HuR in sarcoma"}, {"pubmed": 23969235, "text": "ELAVs are involved in the regulation of SOD1 gene expression at post-transcriptional level and that these proteins are more activated in ALS pathology"}, {"pubmed": 24036660, "text": "cytoplasmic localization of HuR was significantly associated with malignant potential and poor outcome in breast cancer patients undergoing neoadjuvant chemotherapy."}, {"pubmed": 24086407, "text": "The role of HuR in AhR stabilization of Cox-2 mRNA was confirmed by knockdown of HuR, which resulted in rapid Cox-2 mRNA degradation."}, {"pubmed": 24106086, "text": "This study indicates that HuR is tyrosine-phosphorylated by JAK3, and link this modification to HuR subcytoplasmic localization and to the fate of HuR target mRNAs."}, {"pubmed": 24210824, "text": "Sequestration of HuR by Sindbis virus is associated with destabilization of cellular mRNAs that normally bind HuR and rely on it to regulate their expression."}, {"pubmed": 24260469, "text": "Beta-catenin/HuR post-transcriptional machinery governs cancer stem cell features in response to hypoxia."}, {"pubmed": 24362034, "text": "HuR undergoes cleavage modification by caspase-3 following IR-induced oral mucositis and subsequently promotes the expression of the pro-apoptotic factor BAX (Bcl-2-associated X protein), as well as cell death."}, {"pubmed": 24390237, "text": "Analysis of a cyclinD1 mRNA directly implicated HuR in regulating cyclinD1 production: cyclinD1 translation increased in HuR-shuttling cells induced by AngII and declined in cells in which HuR levels were lowered by RNA interference"}, {"pubmed": 24398589, "text": "pp32r1 binds to HuR to avoid the caspase-mediated decay of HuR in the cytoplasm of cells."}, {"pubmed": 24416409, "text": "The prolyl isomerase pin1 regulates mRNA levels of genes with short half-lives by targeting specific RNA binding proteins, such as HuR and AUF1."}, {"pubmed": 24534848, "text": "high degree of HuR expression with diffuse staining pattern in the epithelium may be an effective diagnostic tool that determines the potential of oral verrucous lesions for malignant transformation"}, {"pubmed": 24536047, "text": "A novel mechanism that pancreatic ductal adenocarcinoma cells use to protect against DNA damage in which HuR posttranscriptionally regulates the expression and downstream function of WEE1 upon exposure to DNA-damaging agents."}, {"pubmed": 24566137, "text": "HuR increased SIRT1-Exon8 by promoting SIRT1 exon 8 exclusion."}, {"pubmed": 24618665, "text": "5-FU can increase HuR function by enhancing HuR translocation from the nucleus to the cytoplasm."}, {"pubmed": 24658545, "text": "results suggest that HuR recognizes the ARE-rich region in the IL-3 3'-UTR and plays a role in the IL-3 3'-UTR-mediated post-transcriptional control in T-cells"}, {"pubmed": 24687854, "text": "CRABP2 controls mRNA stabilization by HuR."}, {"pubmed": 24719890, "text": "The induction of RNA-binding protein HuR expression by HBx mediated the HER2 mRNA stabilization."}, {"pubmed": 24729624, "text": "identified HuR as a novel posttranscriptional regulator of ABCA1 expression and cellular cholesterol homeostasis, thereby opening new avenues for increasing cholesterol efflux from atherosclerotic foam macrophages and raising circulat-ing HDL cholesterol levels."}, {"pubmed": 24826067, "text": "Downregulation of the HuR gene results in decreased beta-actin gene expression, which in turn results in decreased motility and proliferation of corneal fibroblasts."}, {"pubmed": 24865968, "text": "The overexpression of a HuR mutant that could not be phosphorylated blocked the associated TRA2beta4 interaction."}, {"pubmed": 24954509, "text": "HSF1 regulation of beta-catenin in mammary cancer cells through control of HuR/elavL1 expression."}, {"pubmed": 25010987, "text": "HuR sensitizes adenocarcinoma cells to the intrinsic apoptotic pathway by upregulating the translation of caspase-2."}, {"pubmed": 25182852, "text": "Our results showed that HuR could be a causal factor of ER-alpha regulation in Ishikawa cells and thus may induce the hormone-dependent endometrial carcinoma."}, {"pubmed": 25239623, "text": "HuR regulates TDP-43 and FUS/TLS expression and loss of HuR-mediated RNA processing in astrocytes can alter the molecular and cellular landscape to produce a toxic phenotype"}, {"pubmed": 25252849, "text": "Enhanced total HuR expression, as well as its cytoplasmic localization, was significantly associated with increased COX-2 expression in lung cancer."}, {"pubmed": 25320093, "text": "The anticarcinogenic activities of CRABP2 are mediated by both HuR and RAR."}, {"pubmed": 25383675, "text": "PDGF-C up-regulation was mediated by the human embryonic lethal abnormal vision-like protein HuR, which stabilizes the PDGF-C transcript by binding to two predicted AU-rich elements (AREs) in the 3'-untranslated region (3'-UTR)."}, {"pubmed": 25449213, "text": "UFC1 interact with the mRNA stabilizing protein HuR to increase levels of beta-catenin in hepatocellular carcinoma."}, {"pubmed": 25534855, "text": "These results suggest novel and uncharacterized cytoplasmic beta-catenin functions related to HuR-mediated RNA metabolism in cancer cells."}, {"pubmed": 25588078, "text": "Data suggest that p38 MAP kinase regulates c-Fos/cellular oncogene fos mRNA stability/decay by affecting state of phosphorylation of ELAVL1/HuR (Hu antigen R)."}, {"pubmed": 25592834, "text": "Aberrant activation of AMPK in motor neurons disrupts the normal distribution of HuR, which might imbalance RNA metabolism and contribute to amyotrophic lateral sclerosis pathogenesis."}, {"pubmed": 25678110, "text": "Reduced expression or chemical inhibition of HuR severely hampered the type I IFN response in various cell lines and fibroblast-like synoviocytes isolated from joints of rheumatoid arthritis patients."}, {"pubmed": 25678597, "text": "HuR blocks the translation of Fas mRNA and effectively prevents Fas-mediated apoptosis in HCC."}, {"pubmed": 25706256, "text": "The authors review the findings about the mechanistic role of HuR in the nucleus and in the regulation of long non coding RNAs and discuss the implications of considering HuR as pharmacological target in human diseases such as cancer. [review]"}, {"pubmed": 25801788, "text": "RNA stabilizing proteins play a role in the pathophysiology of cardiovascular diseases."}, {"pubmed": 25803745, "text": "HuR plays a significant role in centrosome amplification and genomic instability"}, {"pubmed": 25830480, "text": "Results show that miR-16 and HuR co-regulate the cyclin E1 mRNA without influencing each other's binding or expression. miR-16 regulation predominates, blocking upregulation of cyclin E1 by HuR."}, {"pubmed": 25841271, "text": "HuR levels were found to be highly representative in liver and colon cancer--{REVIEW}"}, {"pubmed": 25841336, "text": "Dimerization model of the C-terminal RNA Recognition Motif of HuR."}, {"pubmed": 25980610, "text": "Biotin-pulldown assay showed that HuR specifically interacts with the 3'-untranslated region (3'-UTR) of the LTalpha mRNA"}, {"pubmed": 26013954, "text": "Methyl(R217)HuR and MCM6 are inversely correlated and are prognostic markers in non small cell lung carcinoma"}, {"pubmed": 26062599, "text": "HuR, an ARE-binding protein that stabilises transcripts, binds the CBP2 3'UTR. Pro-inflammatory mediators reduce the occupancy of HuR on the CPB2 3'-UTR."}, {"pubmed": 26189797, "text": "Unprecedentedly, HuR was also found to bind to miR-21 directly, preventing its interaction with the PDCD4 3'-UTR, thereby preventing the translation repression of PDCD4."}, {"pubmed": 26304124, "text": "lipids mediate post-transcriptional regulation of HAMP through PKC- and HuR-dependent mechanisms"}, {"pubmed": 26314962, "text": "HuR regulates core biological processes, highlighting that HuR inhibition likely thwarts PDA viability through post-transcriptional regulation of diverse signaling pathways; it impairs malignant characteristics of pancreatic ductal adenocarcinoma cells"}, {"pubmed": 26325091, "text": "colocalization of HuR and the distal part of the VEGFA 3'-untranslated region (UTR) in the cytoplasm. We propose that under hypoxia-like conditions, HuR enhances VEGFA mRNA translation."}, {"pubmed": 26339049, "text": "host factor HuR migrates from the nucleus to the cytoplasm and gets recruited in the protein complex assembling at the 3' untranslated region of hepatitis C virus RNA. At the 3' UTR, it facilitates circularization of the viral genome."}, {"pubmed": 26362587, "text": "Low HUR expression is associated with periampullary adenocarcinoma."}, {"pubmed": 26386386, "text": "By an interplay between miR-519c, HuR and the length of the 3' untranslated region (UTR) of ABCG2."}, {"pubmed": 26390015, "text": "Data indicate a high throughput approach for identification of small molecules targeting Hu antigen R R HuR/RNA interaction."}, {"pubmed": 26434587, "text": "Negative regulation of RNA-binding protein HuR by tumor-suppressor ECRG2"}, {"pubmed": 26438598, "text": "HuR selectively increased C-reactive protein mRNA stability and promoted C-reactive protein translation"}, {"pubmed": 26451954, "text": "HuR and Ago2 Bind the Internal Ribosome Entry Site of Enterovirus 71 and Promote Virus Translation and Replication"}, {"pubmed": 26491048, "text": "CUGBP1 and HuR negate each other's effects in regulating E-cadherin translation by altering the recruitment of E-cadherin mRNA to PBs and play important roles in the regulation of intestinal barrier integrity."}, {"pubmed": 26498465, "text": "High HUR expression is associated with Thyroid cancer."}, {"pubmed": 26512748, "text": "HuR binds to the pyrimidine-rich sequence and antagonize its effect in regulating WT1 +/-KTS isoforms."}, {"pubmed": 26527679, "text": "loss of Scribble-induced HuR translocation mediates the accumulation of Snail via activation of the p38 MAPK pathway."}, {"pubmed": 26554012, "text": "These data suggest that the disrupted interaction of HuR impairs activity-dependent translation of FMRP, which may hinder synaptic plasticity in a clinically significant fashion."}, {"pubmed": 26595526, "text": "In HeLa cells, phosphorylation of HuR by ERK8 prevents it from binding to PDCD4 mRNA and allows miR-21-mediated degradation of PDCD4."}, {"pubmed": 26640230, "text": "HUR mRNA levels are associated with poor survival in metastatic metastatic high-grade ovarian serous carcinoma , whereas protein expression has no prognostic value."}, {"pubmed": 26675757, "text": "HuR mediated post-transcriptional upregulation of COX-2 and HO-1 expression after gemcitabine treatment in pancreatic cancer cells. HuR silencing significantly increased the effectiveness of GEM treatment in vitro."}, {"pubmed": 26677051, "text": "The silencing of HuR confirmed that the RNA-binding protein is required for regulation of SOX2 mRNA decay in mesenchymal stem cells."}, {"pubmed": 26690054, "text": "HuR contributes to efficient oxidative phosphorylation by regulating of CoQ10 biosynthesis."}, {"pubmed": 26692264, "text": "HuR protein mediates resistance to carboplatin in ovarian cancer cells."}, {"pubmed": 26731986, "text": "Down regulation of miR-31 contributed to the malignant progression of papillary thyroid carcinoma cells by targeting HuR"}, {"pubmed": 26764246, "text": "Cytoplasmic accumulation of ELAVL1 was identified as a predictor of adverse clinical behavior of prostate cancer."}, {"pubmed": 26819413, "text": "miR-424 interacts with long non-coding RNA OIP5-AS1 and competes with HuR for binding to OIP5-AS1."}, {"pubmed": 26866372, "text": "Mesenchymal stromal cells inhibit Human antigen R (HuR) trascription, an enhancer of RENmRNA stability by IL10 release"}, {"pubmed": 26874904, "text": "These results define a novel mechanism by which PKM2 regulates glioma cell growth, and also define a novel set of potential therapeutic targets along the PKM2-HuR-p27 pathway"}, {"pubmed": 26884465, "text": "HuR blocks miR-675 processing from H19 and prevents H19-induced intestinal barrier barrier dysfunction."}, {"pubmed": 26898797, "text": "MiR-9 directly targets ELAVL1 in ventricular cardiomyocytes."}, {"pubmed": 26912347, "text": "In conclusion, these data suggested that HuR bound to SphK1 mRNA and played a crucial role in TGF-beta1-induced hepatic stellate cell activation."}, {"pubmed": 26925783, "text": "Overexpression of AUF1 and HuR is a common finding observed in thyroid malignancy. Analysis of the tissues obtained by surgical resection as demonstrated in this study is comparable to a fine needle aspiration and in combination with AUF1/HuR immuno-analysis may support the conventional immunohistological investigations."}, {"pubmed": 26943573, "text": "Data indicate no correlation between RNA-binding protein HuR intracellular localization in tumor sections and progression free survival."}, {"pubmed": 26970271, "text": "HuR positively regulates melanoma cell migration."}, {"pubmed": 27075229, "text": "our research demonstrated that NEAT1 acts as a key regulator in human ovarian carcinogenesis and revealed two regulatory factors (HuR and miR-124-3p) of NEAT1 expression."}, {"pubmed": 27089893, "text": "results suggest that miR-29b inhibits expression of LRP6 and HuR post-transcriptionally, thus playing a role in the regulation of IEC proliferation and intestinal epithelial homoeostasis."}, {"pubmed": 27140699, "text": "HuR plays important roles in determining malignant aggressiveness and outcome in prostate cancer (PCa), especially in androgen-independent PCa cells, via the regulation of cell proliferation, migration, and expression of VEGF-A, -C, and COX-2."}, {"pubmed": 27189703, "text": "New ELAVL1-TYK2 fusion gene is oncogenic in acute myeloid leukemia."}, {"pubmed": 27197265, "text": "we show that a ribonucleoprotein complex including the long noncoding RNA MALAT1 and the RNA-binding protein HuR (ELAVL1) binds the CD133 promoter region to regulate its expression"}, {"pubmed": 27198227, "text": "HuR and GRSF1 govern the cytoplasmic and mitochondrial localization of the lncRNA RMRP, which is encoded by nuclear DNA but has key functions in mitochondria."}, {"pubmed": 27215092, "text": "Reduction of miR-31 expression enhanced lung cancer proliferation and migration by repressing HuR expression"}, {"pubmed": 27215284, "text": "MK2 post-transcriptionally regulates TNF-alpha-induced ICAM-1 expression by altering the cytoplasmic localization of HuR in human lung microvascular endothelial cells."}, {"pubmed": 27221739, "text": "These findings demonstrate that nucleolin expression is down-regulated by miR-194 and miR-206 and upregulated by HuR."}, {"pubmed": 27328938, "text": "The present study shows the efficacy of silencing HuR in lung cancer cells using folate-conjugated nanoparticle system that is directed towards folate receptor-alpha overexpressing cancer cells."}, {"pubmed": 27357268, "text": "These data suggest that increased expression of HuR protein is associated with metastatic potential of paragangliomas and pheochromocytomas, and COX-2 seems to be a target of HuR."}, {"pubmed": 27401462, "text": "Results indicate that HuR induces 14-3-3zeta translation via interaction with its 3' UTR and that 14-3-3zeta is necessary for stimulation of intestinal epithelial cell migration after wounding."}, {"pubmed": 27402548, "text": "by modulating extracellular export of miR-122, HuR could control stress response in starved human hepatic cells."}, {"pubmed": 27415424, "text": "GPRC5A is a potential oncogene in pancreatic ductal adenocarcinoma cells that is upregulated by gemcitabine with help from HuR."}, {"pubmed": 27542231, "text": "High expression of HuR is correlated with thyroid cancer."}, {"pubmed": 27543493, "text": "HuR expression and cytoplasmic localization were increased in fibrotic livers. S1P induced migration of human bone marrow Mesenchymal Stem Cells via S1PR3 and HuR."}, {"pubmed": 27588488, "text": "these studies demonstrate that HuR knockdown in triple-negative breast cancer cells elicits oxidative stress and DNA damage resulting in radiosensitization"}, {"pubmed": 27592685, "text": "Results showed the antagonistic interplay between HuR and miR-125b in regulating p53 mRNA translation under genotoxic stress. Binding of HuR to the p53 mRNA 3'-UTR prevented miR-125b mediated translation repression, and counteracted the cell growth-promoting and anti-apoptotic activity of miR-125b."}, {"pubmed": 27595325, "text": "RNA editing enables the recruitment of the stabilizing RNA-binding protein human antigen R (HuR; encoded by ELAVL1) to the 3' UTR of the CTSS transcript, thereby controlling CTSS mRNA stability and expression."}, {"pubmed": 27609837, "text": "HuR plays a central role in regulating nuclear import of proteins."}, {"pubmed": 27703009, "text": "mechanistic investigation provides clinical insights into protective roles of the epithelial cholesterol deficiency against excessive inflammatory responses via the SREBP2-HuR circuit, although the deficiency triggers transient pro-inflammatory signals."}, {"pubmed": 27784781, "text": "These results suggest that the post-transcriptional regulation of ATX expression by HuR and AUF1 modulates cancer cell migration."}, {"pubmed": 27816966, "text": "Findings reveal a new mechanism whereby HUR protects NONO from mir320-mediated degradation upon UVC exposure and identify a new component within the complex network of players underlying the DNA damage response adding mir320a to the list of p53-regulated targets upon genotoxic stress."}, {"pubmed": 27893535, "text": "There was no association between cytoplasmic HuR (cHuR) expression and overall prognosis in patients with resected pancreatic ductal adenocarcinoma undergoing adjuvant chemotherapy. Patients with high cHuR-expressing tumors may benefit from 5-fluorouracil (5-FU)-based adjuvant therapy as compared to gemcitabine, whereas those patients with low cHuR appear to have no survival advantage with gemcitabine compared with 5-FU."}, {"pubmed": 27941336, "text": "the existence of a regulatory loop in which the expression of HOTAIR and HuR is reciprocally and temporally regulated during the metastasis and progression of head and neck squamous cell carcinoma, is reported."}, {"pubmed": 28035067, "text": "LncRNA-AK058003 can reduce the expression of mRNA stabilizing protein HuR and act as a precursor of miR-15a to suppress gamma-synuclein-mediated cell proliferation and the metastasis of hepatocellular carcinoma."}, {"pubmed": 28080204, "text": "We propose that the extensive binding of CircPABPN1 to HuR prevents HuR binding to PABPN1 mRNA and lowers PABPN1 translation, providing the first example of competition between a circRNA and its cognate mRNA for an RBP that affects translation."}, {"pubmed": 28219770, "text": "Sensitization of colon carcinoma cells to radiation-induced cell death and DNA-damage by HuR knockdown critically depends on caspase-2."}, {"pubmed": 28231690, "text": "HuR plays an important role in the progression of esophageal carcinoma by targeting IL-18."}, {"pubmed": 28242812, "text": "HuR is required for pancreatic ductal adenocarcinoma tumor growth."}, {"pubmed": 28300326, "text": "Results show that HuR is a key regulator of many genes that make up the molecular signature of activated microglia, including increased production of proinflammatory cytokines, chemokines, and migration-associated factors"}, {"pubmed": 28371600, "text": "results suggest that lnc-Sox5, which was stabilized by HuR, could regulate carcinogenesis of tongue cancer and may serve as a predicted target for tongue carcinoma therapies"}, {"pubmed": 28428272, "text": "Taken together, our results indicate that HuR activation is an early event in familial adenomatosis polyposis (FAP)--adenoma but is not present in inflammatory bowel disease (IBD)-dysplasia. Furthermore, our results offer a preclinical proof of concept for HuR inhibition as an effective means of FAP chemoprevention, with caution advised in the setting of IBD"}, {"pubmed": 28445960, "text": "Folate deficiency impaired spermatogenesis and reduced sperm concentration may partly due to inhibiting the expression of the three key molecules (Esr1, Cav1 and Elavl1) essential for sperm production."}, {"pubmed": 28487080, "text": "Transgenic expression of HuR in astrocytes accentuated neuronal injury and other secondary features of spinal cord injury including increased vascular permeability and astrocyte activation."}, {"pubmed": 28493484, "text": "study found cytoplasmic HuR is significantly overexpressed in higher-grade (atypical and anaplastic) than in lower-grade meningiomas and the HuR level is correlated with survival in patients with meningioma; siHuR-induced HuR knockdown was shown to reduce the growth of both Ben-Men-1 and IOMM-Lee cells"}, {"pubmed": 28501005, "text": "ectopic expression of HuR promotes breast cancer cell proliferation and survival by directly binding to and stabilizing CDK3 mRNA."}, {"pubmed": 28637868, "text": "Data suggest that ERBB2 is post-transcriptionally up-regulated in tamoxifen-resistant estrogen receptor-positive breast cancer cells; ERBB2 expression is decreased post-transcriptionally by miRNA26a/b binding to its 3prime- untranslated region; ERBB2 expression is increased post-transcriptionally by HuR binding to its 3prime-untranslated region. (ERBB2 = epidermal growth factor receptor 2; HuR = Hu antigen R)"}, {"pubmed": 28684423, "text": "Data (including data from studies using knockout mice or cells from knockout mice) suggest HUR post-transcriptionally regulates CCR6 expression by binding to and stabilizing CCR6 mRNA and by promoting CCR6 translation in helper T-cells; knock-out of HUR reduces CCR6 expression on helper T-cells, impairs their migration to CNS, and prevents experimental autoimmune encephalomyelitis. (CCR6 = C-C chemokine receptor type 6)"}, {"pubmed": 28684740, "text": "HuR-dependent editing of a new mineralocorticoid receptor splice variant reveals an osmoregulatory loop for sodium homeostasis."}, {"pubmed": 28687616, "text": "High HuR expression is associated with pancreatic ductal adenocarcinomas."}, {"pubmed": 28724967, "text": "These results suggest potential involvement of HuR/TTP RNA binding protein axis in regulation of inflammation in endometriosis."}, {"pubmed": 28731284, "text": "RNA-binding protein HuR (HuR) expression negatively correlated with chemokine (CC motif) ligand 5 (CCL5) expression and macrophage appearance in a cohort of breast tumors."}, {"pubmed": 28744670, "text": "The crucial role of HuR as a stabilizing factor for the MR transcript."}, {"pubmed": 28790173, "text": "exposing glioma cells to the HuR inhibitor tanshinone group compound 15,16-dihydrotanshinone-I or to the newly identified compound 5 disrupts HuR multimerization modules and reduces tumor cell survival and proliferation."}, {"pubmed": 28808873, "text": "High HUR expression is associated with Invasive Breast Carcinoma."}, {"pubmed": 28851919, "text": "CCL20, which is regulated by HuR and secreted into the bone microenvironment, enhances the metastatic ability and bone metastasis of breast cancer cells by stimulating cancer cells and osteoblastic cells in both autocrine and paracrine manners."}, {"pubmed": 28910975, "text": "Studies indicate that by regulating the mRNAs of target genes, Hu antigen R protein (HuR) is causally linked to the onset and progression of kidney diseases [Review]."}, {"pubmed": 28965949, "text": "Hur role in the epithelial-to-mesenchymal transition in pancreatic cancer"}, {"pubmed": 28968471, "text": "combined treatments of siHuR and epirubicin significantly reduced the expression of Bcl-2, but increased the expression of Bax, as well as activity and expression levels of caspase-3 and -9. In contrast, overHuR abrogated these effects"}, {"pubmed": 29107807, "text": "HuR may be involved in the pathogenesis of glaucoma."}, {"pubmed": 29115544, "text": "the promotive effects of HuR overexpression on the inflammatory response were attenuated when HUVECs were cotreated with HMGB1 short hairpin RNA. Therefore, the present results indicated that the ectopic expression of HuR may induce inflammatory responses and thus sepsis by activating the HMGB1 signaling pathway."}, {"pubmed": 29133460, "text": "HuR is a facilitator of pancreatic tumorigenesis, especially in the setting of inflammation."}, {"pubmed": 29149290, "text": "Data indicate that both ELAVL1 and TIAR positively regulate endogenous SNCA in vivo."}, {"pubmed": 29222492, "text": "interaction of HuR and miR-466i orchestrates GM-CSF expression in Th17 cells"}, {"pubmed": 29225167, "text": "These results indicate that HuR plays an important role in adenovirus replication, at least in part, by up-regulating IVa2 mRNA expression and that AU-rich element (ARE)-mRNA stabilization is required for both transformation and virus replication."}, {"pubmed": 29273203, "text": "Ago2 occupancy on mRNAs with and without HuR, and vice versa, is measured by CLIP-seq.  Ago2 interacts with HuR at the level of binding.  In addition to antagonism, cooperative interactions are observed transcriptome-wide."}, {"pubmed": 29327946, "text": "Posttranscriptional regulation of HuR by miR-133b enhances DTX cytotoxicity through inhibition of ABCG2."}, {"pubmed": 29344850, "text": "HuR facilitated lung cancer stemness dependent on CDK3 expression. miR-873 or miR-125a-3p level was negatively correlated with HuR and CDK3 expression levels in lung cancer tissues.  HuR facilitates lung cancer stemness via regulating miR-873/CDK3 and miR-125a-3p/CDK3 axis."}, {"pubmed": 29351796, "text": "this study identified an essential Jun/miR-22/HuR regulatory axis in CRC (the working model is summarised in Fig. 8) and highlighted the vital role of HuR and miR-22 in CRC proliferation and migration."}, {"pubmed": 29386086, "text": "this study shows that upregulation of miR-324-5p inhibits proliferation and invasion of colorectal cancer cells by targeting ELAVL1"}, {"pubmed": 29393507, "text": "These results show that HuR modulates inflammatory responses by regulating IL-6."}, {"pubmed": 29393978, "text": "Our data...strongly suggest that HuR expression...could be used as a prognostic marker in melanoma."}, {"pubmed": 29413897, "text": "The widespread distribution of intronic adenylate-uridylate (AU)-rich elements (AREs) and their particular association with ELAVL1/HuR and ELAVL1/HuR binding sites indicates that more than half of human genes can be regulated post-transcriptionally by AREs."}, {"pubmed": 29454929, "text": "Reduced expression of HuR may be at least partially responsible for the downregulation of SCN5A mRNA expression in ischemic HF. Overexpression of HuR may rescue decreased SCN5A expression and reduce arrhythmic risk in HF"}, {"pubmed": 29471005, "text": "findings demonstrate that AREs mediate miR-155-5p positive regulation of HuR mRNA levels and translation as well as migration in colon cancer cells, suggesting that targeting miR-155-5p and/or Hur might be useful therapeutic strategies against colon cancer metastasis"}, {"pubmed": 29566946, "text": "that HuR is involved in the process of acquiring malignant histopathological features and ability to invade the muscularis propria by urothelial bladder cancer cells"}, {"pubmed": 29576851, "text": "Study supports HuR's role as an upstream regulator of p62 expression in ARPE-19 cells, helps to understand better the early events in response to a proautophagy stimulus."}, {"pubmed": 29584879, "text": "Novel role of HuR in controlling the process of cellular senescence by regulating TIN2-mediated mitochondrial reactive oxygen species production."}, {"pubmed": 29597092, "text": "HuR acts as a tumor promoter by enhancing YAP expression in osteosarcoma cells."}, {"pubmed": 29619127, "text": "HuR protein is expressed in the majority of the cases in all the tumors of the head and neck region examined. More importantly, higher levels of HuR expression have been noted, showing higher cytoplasmic levels in malignant or premalignant cases. Moreover, HuR modulates several genes implicated in biological processes important for malignant transformation, growth, and invasiveness. [review]"}, {"pubmed": 29678826, "text": "HuR upregulates MEF2C mRNA expression by protecting MEF2C mRNA from degradation, and consequently, the elevated MEF2C enhances SCN5A mRNA transcription."}, {"pubmed": 29728635, "text": "this study demonstrated that dysregulation of the TTP and HuR plays an important role in GC. Moreover, high HuR nuclear expression or aberrant cytoplasmic distribution may serve as a predictor of poor survival."}, {"pubmed": 29758295, "text": "Computational analysis of publicly available microarray datasets of non-small cell lung cancer (NSCC) treated with EGFR targeted therapy identified ESR1 and ELAV1 as the most highly ranked hub genes involved in the NSCLC acquired TKI-resistance."}, {"pubmed": 29807023, "text": "HuR constitutively relocates to the cytoplasm in many cancer cells, however the mechanism of intracellular HuR trafficking is poorly understood. To address this question, we examined the functional role of the cytoskeleton in HuR relocalization."}, {"pubmed": 29856906, "text": "Radiation-activated ataxia-telangiectasia mutated kinase/p38 signaling positively contributed to the nucleus to cytosol translocation of HuR."}, {"pubmed": 29866111, "text": "Knockdown of HuR significantly increases the apoptosis of airway epithelial cells and down-regulates ZEB-1 expression."}, {"pubmed": 29880812, "text": "HuR associates with TERC in vitro and in cultured cells. The association of HuR with TERC was required for the maintenance of TERC methylation and hence telomerase activity. Additionally, the regulation of telomerase activity by HuR was found to impact on the renewal of hematopoietic stem cells and was linked to dyskeratosis congenita, aplastic anemia, and autosomal dominant dyskeratosis congenita."}, {"pubmed": 29970364, "text": "Constitutive S-sulfhydration of human antigen R (on Cys13) by cystathionine gamma lyase -derived H2S prevents its homodimerization and activity, which attenuates the expression of target proteins such as CD62E and cathepsin S, preserving endothelial function and delaying atherogenesis."}, {"pubmed": 30015836, "text": "RNA immunoprecipitation and RNA pull-down assays in glioma cell lines demonstrated that SNHG12 was associated with and was stabilized by Hu antigen R. Glioma patients with high levels of SNHG12 exhibited a reduced 5-year overall survival rate."}, {"pubmed": 30081711, "text": "ELAVL1 upregulation, ferritinophagy activation, and ferroptosis induction occurred in primary human hepatic stellate cells from the collected human liver tissue. Overall, these results reveal novel molecular mechanisms and signaling pathways of ferroptosis, and also identify ELAVL1-autophagy-dependent ferroptosis as a potential target for the treatment of liver fibrosis."}, {"pubmed": 30091833, "text": "Mechanistically, human antigen R (HuR) bound with the adenylateuridylate-rich elements of the GTPCH1 3' untranslated region and increased its stability; nicotine inhibited HuR translocation from the nucleus to cytosol, which downregulated GTPCH1."}, {"pubmed": 30102375, "text": "We conclude that MIR100HG potentially serves as a binding platform for both HuR and its target mRNAs, thus modulating HuR-target mRNA interaction"}, {"pubmed": 30154469, "text": "BAG3 promotes invasion by stabilizing IL-8 transcript via HuR recruitment."}, {"pubmed": 30182452, "text": "B4GALT1-AS1 recruited HuR to enhance YAP mRNA stability and thus its transcriptional activity"}, {"pubmed": 30226552, "text": "Negative expression of HuR and Bim correlates with lower EGFR-tyrosine kinase inhibitors sensitivity in tumor tissues obtained from EGFR-mutant nonsmall cell lung cancer patients."}, {"pubmed": 30266754, "text": "In ribonucleoprotein immunoprecipitation assays of IDH1-mutant cell lines, wild-type and mutant IDH1 mRNAs each bound to HuR. Both isoforms were profoundly downregulated at the mRNA and protein levels after genetic suppression of HuR (siRNAs or CRISPR deletion) in HT1080 (R132C IDH1 mutation) and BT054 cells (R132H)."}, {"pubmed": 30317610, "text": "This study elucidated that GACAT3/miR-3127-5p/ELAVL1 signaling regulates glioma development and might be a promising therapeutic target."}, {"pubmed": 30341421, "text": "Circular RNA circAGO2 drives cancer progression through facilitating HuR-repressed functions of AGO2-miRNA complexes."}, {"pubmed": 30343695, "text": "The data presented herein demonstrate that the P-glycoprotein mRNA transcript is regulated by cooperation between miR-19b and the RNA-binding protein HuR."}, {"pubmed": 30370480, "text": "HuR is associated with various urinary tumors biological characteristics. Targeted therapy of HuR may become an attractive treatment strategy. What's more, more preclinical and clinical trials of this targeted strategy are necessary for the treatment of urinary tumors"}, {"pubmed": 30377250, "text": "the relative expression levels of Kv11.1 C-terminal isoforms are regulated by the RNA-binding HuR and HuD proteins"}, {"pubmed": 30418581, "text": "A structural model of RNA recognition involving all three RRM domains of full-length HuR."}, {"pubmed": 30502359, "text": "Results show that HuR is overexpressed in gastric cancer (GC) and functions as an oncogene in promoting GC cell proliferation and migration."}, {"pubmed": 30535889, "text": "mechanism of RNA recognition employed by HuR"}, {"pubmed": 30602494, "text": "Results suggest that HuR functions as a pivotal regulator of autophagosome formation by enhancing the translation of ATG5, ATG12, and ATG16 mRNAs and that augmented expression of HuR and ATGs may participate in the malfunction of autophagy in HCC cells."}, {"pubmed": 30664176, "text": "Study suggested that c2orf68 is a potential carcinogenesis factor in colorectal cancer (CRC). Furthermore, c2orf68 may have a synergistic effect with HuR in the onset and development of CRC."}, {"pubmed": 30668549, "text": "Study showed that activation of the RNA binding protein human antigen R (HuR) is increased in the failing human heart. Cardiomyocyte-specific HuR-deletion mouse model showed that HuR deletion reduces left ventricular hypertrophy, dilation, and fibrosis while preserving cardiac function in a transverse aortic constriction (TAC) model of pressure overload-induced hypertrophy."}, {"pubmed": 30670910, "text": "HuR mediated overexpression of IAP1 significantly correlates with poor outcomes and early progression of pancreatic cancer."}, {"pubmed": 30718402, "text": "although HuR stabilizes ARE-containing RNAs, we found that RRM3 counteracts this effect, as shown in a cell-based ARE reporter assay and by qPCR with native HuR mRNA targets containing multiple AUUUA motifs, possibly by competing with RRM12."}, {"pubmed": 30777501, "text": "Results indicate that HuR controls cytokine production through coordinated upstream pathways, and that additional mechanisms must be considered in investigating its function."}, {"pubmed": 30793483, "text": "Results indicate that the reduction in amyloid protein precursor (APP) and ADAM10 protein by epigallocatechin-3-gallate (EGCG) was partly depended on HuR Protein (HuR)."}, {"pubmed": 30807648, "text": "Results found a direct interaction between CAAlnc1 and HuR that blocked the binding of HuR to adipogenic transcription factor mRNAs, further downregulated the expression of these transcription factors."}, {"pubmed": 30831080, "text": "FAM83H-AS1 contributes to the radioresistance and cell metastasis in ovarian cancer through stabilizing HuR protein"}, {"pubmed": 30981768, "text": "FENDRR attenuates NSCLC cell stemness through inhibiting the HuR/MDR1 axis"}, {"pubmed": 31102648, "text": "Involvement of HuR in the serum starvation induced autophagy through regulation of Beclin1 in breast cancer cell-line, MCF-7."}, {"pubmed": 31129047, "text": "HuR inhibition results in impaired metabolic flexibility."}, {"pubmed": 31147543, "text": "The expression of HuR in adipose tissue is reduced in obese humans."}, {"pubmed": 31188427, "text": "role of ELAVL1 in GnRHR-mediated regulation of gene expression and LH secretion but also indicate that other factors may contribute to the precise fate of mRNA in response to GnRH stimulation of gonadotropes."}, {"pubmed": 31253394, "text": "Findings suggest that Hu antigen R (HuR) controls mitochondrial morphology via regulation of dynamin related protein 1 (Drp1)."}, {"pubmed": 31262614, "text": "Human antigen R protein modulates vascular endothelial growth factor expression in human corneal epithelial cells under hypoxia."}, {"pubmed": 31366165, "text": "Results from human colon carcinoma cells revealed that HuR maintains constitutively reduced protein and activity levels of caspase-2 through negative interference with internal ribosome entry site-mediated translation. [review]"}, {"pubmed": 31665914, "text": "HuR enhances Nrf2-mRNA maturation and promotes its nuclear export."}, {"pubmed": 31691974, "text": "Posttranscriptional regulation of MMP-9 by HuR contributes to IL-1beta-induced pterygium fibroblast migration and invasion."}, {"pubmed": 31718709, "text": "Circ-HuR serves as a tumor suppressor to inhibit CNBP-facilitated HuR expression and gastric cancer progression, indicating a potential therapeutic target for gastric cancer."}, {"pubmed": 31752906, "text": "Our study demonstrates that lncRNA-HGBC promotes GBC metastasis via activation of the miR-502-3p-SET-AKT cascade, pointing to lncRNA-HGBC as a new prognostic predictor and a therapeutic target."}, {"pubmed": 31801076, "text": "Developmental Cytoplasmic-to-Nuclear Translocation of RNA-Binding Protein HuR Is Required for Adult Neurogenesis."}, {"pubmed": 31831098, "text": "RPSAP52 lncRNA Inhibits p21Waf1/CIP Expression by Interacting With the RNA Binding Protein HuR."}, {"pubmed": 31928144, "text": "HuR stabilizes HTT mRNA via interacting with its exon 11 in a mutant HTT-dependent manner."}, {"pubmed": 31932481, "text": "HuR regulates autophagy by modulating ATG16L1 translation via interaction with circPABPN1 in the intestinal epithelium."}, {"pubmed": 31940247, "text": "Expression of miR-145 inhibited HuR expression at both mRNA and protein levels in gastric cancer cells."}, {"pubmed": 31941779, "text": "Typical Stress Granule Proteins Interact with the 3' Untranslated Region of Enterovirus D68 To Inhibit Viral Replication."}, {"pubmed": 31951319, "text": "circRNA circ-CCND1 promotes the proliferation of laryngeal squamous cell carcinoma through elevating CCND1 expression via interacting with HuR and miR-646."}, {"pubmed": 31970930, "text": "Understanding and targeting the disease-related RNA binding protein human antigen R (HuR)."}, {"pubmed": 32003018, "text": "CircBACH1 (hsa_circ_0061395) promotes hepatocellular carcinoma growth by regulating p27 repression via HuR."}, {"pubmed": 32075416, "text": "Our findings indicate that HuR (human antigen R) regulates vascular smooth muscle contraction and maintains blood pressure by modulating RGS (regulator of G-protein signaling) expression."}, {"pubmed": 32157373, "text": "MiR-4458/human antigen R (HuR) modulates PBX3 mRNA stability in melanoma tumorigenesis."}, {"pubmed": 32240965, "text": "Interplay between RNA-binding protein HuR and Nox4 as a novel therapeutic target in diabetic kidney disease."}, {"pubmed": 32266933, "text": "m6A-dependent up-regulation of DRG1 by METTL3 and ELAVL1 promotes growth, migration, and colony formation in osteosarcoma."}, {"pubmed": 32315290, "text": "HuR/ELAVL1 drives malignant peripheral nerve sheath tumor growth and metastasis."}, {"pubmed": 32370736, "text": "LncRNA SNHG7 promotes the proliferation of nasopharyngeal carcinoma by miR-514a-5p/ELAVL1 axis."}, {"pubmed": 32432928, "text": "RNA-binding protein HuR regulates translation of vitamin D receptor modulating rapid epithelial restitution after wounding."}, {"pubmed": 32478392, "text": "Inhibition of RNA-binding protein HuR reduces glomerulosclerosis in experimental nephritis."}, {"pubmed": 32487989, "text": "RNA-binding proteins tristetraprolin and human antigen R are novel modulators of podocyte injury in diabetic kidney disease."}, {"pubmed": 32513543, "text": "The anti-inflammatory effect of miR-16 through targeting C- reactive protein is regulated by HuR in vascular smooth muscle cells."}, {"pubmed": 32515533, "text": "BBOX1 antisense RNA 1 facilitates CC progression by upregulating HOXC6 expression via miR-361-3p and HuR."}, {"pubmed": 32703457, "text": "Enhanced oncolytic activity of E4orf6-deficient adenovirus by facilitating nuclear export of HuR."}, {"pubmed": 32724827, "text": "Integrated Bioinformatics Analysis Identifies ELAVL1 and APP as Candidate Crucial Genes for Crohn's Disease."}, {"pubmed": 32757457, "text": "MicroRNA-324-5p affects the radiotherapy response of cervical cancer via targeting ELAV-like RNA binding protein 1."}, {"pubmed": 32775456, "text": "The RNA-Binding Protein HuR in Digestive System Tumors."}, {"pubmed": 32829114, "text": "Influenza virus natural sequence heterogeneity in segment 8 affects interactions with cellular RNA-binding proteins and splicing efficiency."}, {"pubmed": 32879054, "text": "An RNA-Binding Protein, Hu-antigen R, in Pancreatic Cancer Epithelial to Mesenchymal Transition, Metastasis, and Cancer Stem Cells."}, {"pubmed": 32901414, "text": "HuR Promotes Ovarian Cancer Cell Proliferation by Regulating TIMM44 mRNA Stability."}, {"pubmed": 32908868, "text": "HuR Affects Proliferation and Apoptosis of Chronic Lymphocytic Leukemia Cells via NF-kappaB Pathway."}, {"pubmed": 32951177, "text": "Long noncoding RNA TSLNC8 enhances pancreatic cancer aggressiveness by regulating CTNNB1 expression via association with HuR."}, {"pubmed": 33015787, "text": "Identification of ELAVL1 gene and miRNA-139-3p involved in the aggressiveness of NSCLC."}, {"pubmed": 33042261, "text": "Circular RNA circPPM1F modulates M1 macrophage activation and pancreatic islet inflammation in type 1 diabetes mellitus."}, {"pubmed": 33113263, "text": "Single-nucleotide polymorphism rs4142441 and MYC co-modulated long non-coding RNA OSER1-AS1 suppresses non-small cell lung cancer by sequestering ELAVL1."}, {"pubmed": 33219221, "text": "Long noncoding RNA ASB16-AS1 inhibits adrenocortical carcinoma cell growth by promoting ubiquitination of RNA-binding protein HuR."}, {"pubmed": 33223052, "text": "UBE2C mRNA expression controlled by miR-300 and HuR determines its oncogenic role in gastric cancer."}, {"pubmed": 33288677, "text": "RNA-binding proteins La and HuR cooperatively modulate translation repression of PDCD4 mRNA."}, {"pubmed": 33346337, "text": "The RNA-binding protein HuR regulates intestinal epithelial restitution by modulating Caveolin-1 gene expression."}, {"pubmed": 33391541, "text": "Circular RNA circDLC1 inhibits MMP1-mediated liver cancer progression via interaction with HuR."}, {"pubmed": 33568052, "text": "ELAVL1 is transcriptionally activated by FOXC1 and promotes ferroptosis in myocardial ischemia/reperfusion injury by regulating autophagy."}, {"pubmed": 33589924, "text": "HuB and HuD repress telomerase activity by dissociating HuR from TERC."}, {"pubmed": 33602784, "text": "Targeting the HuR Oncogenic Role with a New Class of Cytoplasmic Dimerization Inhibitors."}, {"pubmed": 33607255, "text": "Mechanisms of HuR in regulation of epithelial cell apoptosis in rat ulcerative colitis."}, {"pubmed": 33649535, "text": "HuR up-regulates cell surface PD-L1 via stabilizing CMTM6 transcript in cancer."}, {"pubmed": 33753727, "text": "S-adenosylmethionine upregulates the angiotensin receptor-binding protein ATRAP via the methylation of HuR in NAFLD."}, {"pubmed": 33826609, "text": "ELAV/Hu RNA binding proteins determine multiple programs of neural alternative splicing."}, {"pubmed": 33855709, "text": "Human antigen R promotes lung fibroblast differentiation to myofibroblasts and increases extracellular matrix production."}, {"pubmed": 33879018, "text": "LINC00668 cooperated with HuR dependent upregulation of PKN2 to facilitate gastric cancer metastasis."}, {"pubmed": 33880025, "text": "Downregulation of hsa_circ_0074854 Suppresses the Migration and Invasion in Hepatocellular Carcinoma via Interacting with HuR and via Suppressing Exosomes-Mediated Macrophage M2 Polarization."}, {"pubmed": 33894314, "text": "Circular RNA circE2F2 promotes malignant progression of ovarian cancer cells by upregulating the expression of E2F2 protein via binding to HuR protein."}, {"pubmed": 33933553, "text": "METTL3 enhances the stability of MALAT1 with the assistance of HuR via m6A modification and activates NF-kappaB to promote the malignant progression of IDH-wildtype glioma."}, {"pubmed": 34021273, "text": "Molecular mechanism of miR-34b-5p and RNA binding protein HuR binding to lncRNA OIP5-AS1 in colon cancer cells."}, {"pubmed": 34038724, "text": "ELAVL1 primarily couples mRNA stability with the 3' UTRs of interferon-stimulated genes."}, {"pubmed": 34091597, "text": "The RNA-binding protein HuR is a novel target of Pirh2 E3 ubiquitin ligase."}, {"pubmed": 34158864, "text": "Circular RNA circRHOBTB3 represses metastasis by regulating the HuR-mediated mRNA stability of PTBP1 in colorectal cancer."}, {"pubmed": 34302808, "text": "The lncRNA HMS recruits RNA-binding protein HuR to stabilize the 3'-UTR of HOXC10 mRNA."}, {"pubmed": 34406862, "text": "Cellular Protein HuR Regulates the Switching of Genomic RNA Templates for Differential Functions during the Coxsackievirus B3 Life Cycle."}, {"pubmed": 34605863, "text": "Exosomal lncRNA FOXD3-AS1 upregulates ELAVL1 expression and activates PI3K/Akt pathway to enhance lung cancer cell proliferation, invasion, and 5-fluorouracil resistance."}, {"pubmed": 34638733, "text": "Targeting the RNA-Binding Protein HuR as Potential Thera-Peutic Approach for Neurological Disorders: Focus on Amyo-Trophic Lateral Sclerosis (ALS), Spinal Muscle Atrophy (SMA) and Multiple Sclerosis."}, {"pubmed": 34647573, "text": "A circular RNA derived from FAT atypical cadherin 3 promotes lung cancer progression via forming a regulatory loop with oncogenic ELAV like RNA binding protein 1."}, {"pubmed": 34862257, "text": "HuR-Targeted Inhibition Impairs Th2 Proinflammatory Responses in Asthmatic CD4(+) T Cells."}, {"pubmed": 34963461, "text": "HuR drives lung fibroblast differentiation but not metabolic reprogramming in response to TGF-beta and hypoxia."}, {"pubmed": 35011584, "text": "Role of Human Antigen R (HuR) in the Regulation of Pulmonary ACE2 Expression."}, {"pubmed": 35069550, "text": "miR-18a-3p and Its Target Protein HuR May Regulate Myogenic Differentiation in Immune-Mediated Necrotizing Myopathy."}, {"pubmed": 35130122, "text": "CRC-derived exosomes containing the RNA binding protein HuR promote lung cell proliferation by stabilizing c-Myc mRNA."}, {"pubmed": 35248670, "text": "The RNA-binding protein HuR in human cancer: A friend or foe?"}, {"pubmed": 35279705, "text": "eIF3a regulation of mTOR signaling and translational control via HuR in cellular response to DNA damage."}, {"pubmed": 35352515, "text": "Human Antigen R (HuR) Facilitates miR-19 Synthesis and Affects Cellular Kinetics in Papillary Thyroid Cancer."}, {"pubmed": 35538713, "text": "Molecular insights into binding dynamics of tandem RNA recognition motifs (tRRMs) of human antigen R (HuR) with mRNA and the effect of point mutations in impaired HuR-mRNA recognition."}, {"pubmed": 35594792, "text": "HuR-dependent SOD2 protein synthesis is an early adaptation to anchorage-independence."}, {"pubmed": 35595754, "text": "Oncogenic circTICRR suppresses autophagy via binding to HuR protein and stabilizing GLUD1 mRNA in cervical cancer."}, {"pubmed": 35703534, "text": "The RNA-Binding Protein HuR Posttranscriptionally Regulates the Protumorigenic Activator YAP1 in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 35817212, "text": "HuR as a molecular target for cancer therapeutics and immune-related disorders."}, {"pubmed": 35887229, "text": "The RNA-Binding Protein ELAVL1 Regulates Hepatitis B Virus Replication and Growth of Hepatocellular Carcinoma Cells."}, {"pubmed": 35973378, "text": "The RNA-binding proteins CELF1 and ELAVL1 cooperatively control the alternative splicing of CD44."}, {"pubmed": 36071042, "text": "LINC00152 induced by TGF-beta promotes metastasis via HuR in lung adenocarcinoma."}, {"pubmed": 36257058, "text": "E2F1-induced long non-coding RNA MCF2L-AS1 modulates Cyclin D1 mRNA stability through ELAVL1 to induce Gefitinib resistance in non-small cell lung cancer."}, {"pubmed": 36270801, "text": "The RNA-Binding Protein HuR Is Integral to the Function of Nociceptors in Mice and Humans."}, {"pubmed": 36438474, "text": "circHIPK3 prevents cardiac senescence by acting as a scaffold to recruit ubiquitin ligase to degrade HuR."}, {"pubmed": 36440604, "text": "Small noncoding vault RNA2-1 disrupts gut epithelial barrier function via interaction with HuR."}, {"pubmed": 36477660, "text": "Role of hsa_circ_0000280 in regulating vascular smooth muscle cell function and attenuating neointimal hyperplasia via ELAVL1."}, {"pubmed": 36512502, "text": "PLK1-ELAVL1/HuR-miR-122 signaling facilitates hepatitis C virus proliferation."}, {"pubmed": 36513874, "text": "LINC00460 Promotes Cutaneous Squamous Cell Carcinoma Progression Through Stabilizing ELAVL1 Protein."}, {"pubmed": 36562402, "text": "Circular RNA circ0104103 inhibits colorectal cancer progression through interactions with HuR and miR-373-5p."}, {"pubmed": 36602863, "text": "Targeting HuR-Vav3 mRNA interaction prevents Pseudomonas aeruginosa adhesion to the cystic fibrosis airway epithelium."}, {"pubmed": 36626067, "text": "Association between the ELAVL1 gene single nucleotide polymorphisms and the Genetic Susceptibility to cervical cancer by high resolution melting in a Tunisian population."}, {"pubmed": 36794663, "text": "Bone marrow mesenchymal stem cell-derived exosomal miR-30e-5p ameliorates high-glucose induced renal proximal tubular cell pyroptosis by inhibiting ELAVL1."}, {"pubmed": 36856209, "text": "[Circular RNA circRSF1 binds to HuR to promote radiation-induced inflammatory phenotype in hepatic stellate cells]."}, {"pubmed": 36918912, "text": "MUC16 promotes triple-negative breast cancer lung metastasis by modulating RNA-binding protein ELAVL1/HUR."}, {"pubmed": 36947360, "text": "Relationship between HuR and tumor drug resistance."}, {"pubmed": 37055376, "text": "The kinesin light chain-2, a target of mRNA stabilizing protein HuR, inhibits p53 protein phosphorylation to promote radioresistance in NSCLC."}, {"pubmed": 37300687, "text": "MiR-188-5p inhibits cell proliferation and migration in ovarian cancer via competing for CCND2 with ELAVL1."}, {"pubmed": 37313823, "text": "[LINC00926 promotes pyroptosis of hypoxia-induced human umbilical vein vascular endothelial cells by recruiting ELAVL1]."}, {"pubmed": 37357618, "text": "Functional inhibition of the RNA-binding protein HuR sensitizes triple-negative breast cancer to chemotherapy."}, {"pubmed": 37696579, "text": "Control of Paneth cell function by HuR regulates gut mucosal growth by altering stem cell activity."}, {"pubmed": 37697438, "text": "Srsf1 and Elavl1 act antagonistically on neuronal fate choice in the developing neocortex by controlling TrkC receptor isoform expression."}, {"pubmed": 37788332, "text": "Stabilization of Cx43 mRNA via RNA-binding protein HuR regulated by polyamines enhances intestinal epithelial barrier function."}, {"pubmed": 37848981, "text": "Exosomal Linc00969 induces trastuzumab resistance in breast cancer by increasing HER-2 protein expression and mRNA stability by binding to HUR."}, {"pubmed": 37878047, "text": "HuR-induced circ_0082319 contributes to hepatocellular carcinoma by elevating PTK2 through miR-505-3p."}, {"pubmed": 38049814, "text": "Circular RNA circATP9A promotes non-small cell lung cancer progression by interacting with HuR and by promoting extracellular vesicles-mediated macrophage M2 polarization."}, {"pubmed": 38211530, "text": "UBE4B regulates p27 expression in A549 NSCLC cells through regulating the interaction of HuR and the p27 5' UTR."}, {"pubmed": 38319288, "text": "TNF and IFNgamma-induced cell death requires IRF1 and ELAVL1 to promote CASP8 expression."}, {"pubmed": 38369471, "text": "HuR promotes castration-resistant prostate cancer progression by altering ERK5 activation via posttranscriptional regulation of BCAT1."}, {"pubmed": 38387687, "text": "LncRNA HOST2 promotes NSUN2-mediated breast cancer progression via interaction with ELAVL1."}, {"pubmed": 38426269, "text": "Human antigen R: Exploring its inflammatory response impact and significance in cardiometabolic disorders."}, {"pubmed": 38443362, "text": "CircNUP54 promotes hepatocellular carcinoma progression via facilitating HuR cytoplasmic export and stabilizing BIRC3 mRNA."}, {"pubmed": 38492777, "text": "Human antigen R transfers miRNA to Syntaxin 5 to synergize miRNA export from activated macrophages."}, {"pubmed": 38507413, "text": "SUMOylation controls Hu antigen R posttranscriptional activity in liver cancer."}, {"pubmed": 38556083, "text": "Increased expression of long non-coding RNA FIRRE promotes hepatocellular carcinoma by HuR-CyclinD1 axis signaling."}, {"pubmed": 38608448, "text": "STAT3 promotes cytoplasmic-nuclear translocation of RNA-binding protein HuR to inhibit IL-1beta-induced IL-8 production."}, {"pubmed": 38965208, "text": "HuR controls glutaminase RNA metabolism."}], "genomic_pos": {"chr": "19", "end": 8005659, "ensemblgene": "ENSG00000066044", "start": 7958573, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 8070543, "start": 8023463, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016441", "qualifier": "involved_in", "term": "post-transcriptional gene silencing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032930", "qualifier": "involved_in", "term": "positive regulation of superoxide anion generation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045727", "pubmed": 21613615, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of translation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048255", "pubmed": 21613615, "qualifier": "acts_upstream_of_or_within", "term": "mRNA stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048255", "pubmed": 31358969, "qualifier": "involved_in", "term": "mRNA stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048255", "pubmed": 19029303, "qualifier": "involved_in", "term": "mRNA stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051260", "pubmed": 26595526, "qualifier": "involved_in", "term": "protein homooligomerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060965", "pubmed": 26595526, "qualifier": "involved_in", "term": "negative regulation of miRNA-mediated gene silencing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061157", "qualifier": "involved_in", "term": "mRNA destabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070935", "pubmed": [14517288, 26489465, 29180010], "qualifier": "involved_in", "term": "3'-UTR-mediated mRNA stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070935", "pubmed": 19029303, "qualifier": "involved_in", "term": "3'-UTR-mediated mRNA stabilization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000036", "qualifier": "involved_in", "term": "regulation of stem cell population maintenance"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "located_in", "term": "P-body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 14517288, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 17632515, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [14517288, 19029303], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17632515, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0010494", "qualifier": "located_in", "term": "cytoplasmic stress granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016528", "qualifier": "located_in", "term": "sarcoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:1990904", "qualifier": "part_of", "term": "ribonucleoprotein complex"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": [19561594, 21613615], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 21266579, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003729", "pubmed": 10660597, "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003730", "pubmed": 26595526, "qualifier": "enables", "term": "mRNA 3'-UTR binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003730", "qualifier": "enables", "term": "mRNA 3'-UTR binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14731398, 17632515, 17932509, 18191643, 19322201, 25416956, 25959826, 26489465, 27616329, 27974568, 31358969, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 14517288, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035198", "pubmed": 26595526, "qualifier": "enables", "term": "miRNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0035925", "pubmed": [8626503, 14517288, 14731398, 16126846, 23056314, 23519412, 26489465], "qualifier": "enables", "term": "mRNA 3'-UTR AU-rich region binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 17632515, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106222", "qualifier": "enables", "term": "lncRNA binding"}]}, "homologene": {"genes": [[7955, 30065], [8364, 448062], [9031, 395637], [9544, 705806], [9598, 743010], [9606, 1994], [9615, 611201], [9913, 617316], [10090, 15568], [10116, 363854]], "id": 20367}, "interpro": [{"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Paraneoplastic encephalomyelitis antigen", "id": "IPR002343", "short_desc": "Hud_Sxl_RNA"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}, {"desc": "Splicing factor ELAV/Hu", "id": "IPR006548", "short_desc": "ELAD_HU_SF"}, {"desc": "HuR, RNA recognition motif 2", "id": "IPR034996", "short_desc": "HuR_RRM2"}], "ipi": ["IPI00301936", "IPI00940851"], "map_location": "19p13.2", "name": "ELAV like RNA binding protein 1", "other_names": ["ELAV (embryonic lethal, abnormal vision, Drosophila)-like 1 (Hu antigen R)", "ELAV-like protein 1", "Hu antigen R", "Human antigen R", "embryonic lethal, abnormal vision, drosophila, homolog-like 1", "hu-antigen R"], "pantherdb": {"HGNC": "3312", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1100851", "ortholog_type": "LDO", "panther_family": "PTHR10352", "taxid": 10090, "uniprot_kb": "P70372"}, {"RGD": "1308649", "ortholog_type": "LDO", "panther_family": "PTHR10352", "taxid": 10116, "uniprot_kb": "B5DF91"}, {"Ensembl": "ENSGALG00000000726", "ortholog_type": "LDO", "panther_family": "PTHR10352", "taxid": 9031, "uniprot_kb": "F1N9I5"}, {"ZFIN": "ZDB-GENE-000210-17", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 7955, "uniprot_kb": "A0A2R8QTX4"}, {"ZFIN": "ZDB-GENE-990415-245", "ortholog_type": "LDO", "panther_family": "PTHR10352", "taxid": 7955, "uniprot_kb": "F1QM02"}, {"FlyBase": "FBgn0260400", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 7227, "uniprot_kb": "P16914"}, {"FlyBase": "FBgn0010263", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 7227, "uniprot_kb": "M9PBZ2"}, {"FlyBase": "FBgn0086675", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 7227, "uniprot_kb": "Q9VYI0"}, {"SGD": "S000002837", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 4932, "uniprot_kb": "Q04067"}, {"PomBase": "SPAC343.07", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 4896, "uniprot_kb": "Q9UT83"}, {"PomBase": "SPBC18H10.03", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 4896, "uniprot_kb": "P78795"}, {"dictyBase": "DDB_G0289941", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 352472, "uniprot_kb": "Q54GS2"}, {"dictyBase": "DDB_G0279549", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 352472, "uniprot_kb": "Q54WM4"}, {"TAIR": "2205779", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 3702, "uniprot_kb": "P0CJ66"}, {"TAIR": "2153659", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 3702, "uniprot_kb": "Q9FI86"}, {"TAIR": "2080772", "ortholog_type": "O", "panther_family": "PTHR10352", "taxid": 3702, "uniprot_kb": "F4J6A1"}], "uniprot_kb": "Q15717"}, "pathway": {"kegg": [{"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Gastrin", "name": "Gastrin"}, "reactome": [{"id": "R-HSA-450520", "name": "HuR (ELAVL1) binds and stabilizes mRNA"}, {"id": "R-HSA-450531", "name": "Regulation of mRNA stability by proteins that bind AU-rich elements"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}], "wikipathways": [{"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4336", "name": "ncRNAs involved in Wnt signaling in hepatocellular carcinoma"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP5046", "name": "NAD Metabolism in Oncogene-Induced Senescence and Mitochondrial Dysfunction-Associated Senescence"}]}, "pdb": ["3HI9", "4ED5", "4EGL", "4FXV", "5SZW", "6G2K", "6GC5", "6GD1", "6GD2", "6GD3"], "pfam": "PF00076", "pharmgkb": "PA27740", "pharos": {"target_id": 19442, "tdl": "Tchem"}, "prosite": "PS50102", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167616", "relationship": "is"}, {"id": "GNF178522", "relationship": "is"}, {"id": "GNF189428", "relationship": "is"}, {"id": "GNF200334", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161777", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF043134", "relationship": "is"}, {"id": "GNF044658", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004131", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235953", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097833", "relationship": "is"}, {"id": "GNF109786", "relationship": "is"}, {"id": "GNF137488", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001410.2", "XP_047294339.1", "XP_047294340.1", "XP_054176123.1", "XP_054176124.1"], "rna": ["NM_001419.3", "XM_047438383.1", "XM_047438384.1", "XM_054320148.1", "XM_054320149.1"], "translation": [{"protein": "XP_047294340.1", "rna": "XM_047438384.1"}, {"protein": "NP_001410.2", "rna": "NM_001419.3"}, {"protein": "XP_054176124.1", "rna": "XM_054320149.1"}, {"protein": "XP_047294339.1", "rna": "XM_047438383.1"}, {"protein": "XP_054176123.1", "rna": "XM_054320148.1"}]}, "reporter": {"HG-U133_Plus_2": ["201726_at", "201727_s_at", "227746_at", "244660_at"], "HG-U95Av2": "39384_at", "HG-U95B": "59058_at", "HTA-2_0": "TC19001125.hg.1", "HuEx-1_0": ["2327534", "3848689"], "HuGene-1_1": "8033479", "HuGene-2_1": "16868053"}, "summary": "The protein encoded by this gene is a member of the ELAVL family of RNA-binding proteins that contain several RNA recognition motifs, and selectively bind AU-rich elements (AREs) found in the 3' untranslated regions of mRNAs. AREs signal degradation of mRNAs as a means to regulate gene expression, thus by binding AREs, the ELAVL family of proteins play a role in stabilizing ARE-containing mRNAs. This gene has been implicated in a variety of biological processes and has been linked to a number of diseases, including cancer. It is highly expressed in many cancers, and could be potentially useful in cancer diagnosis, prognosis, and therapy. [provided by RefSeq, Sep 2012].", "symbol": "ELAVL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414371"}, "unigene": ["Hs.713744", "Hs.184492"], "uniprot": {"Swiss-Prot": "Q15717", "TrEMBL": ["M0R055", "M0QZR9"]}, "wikipedia": {"url_stub": "ELAVL1"}}