{"AllianceGenome": "3331", "HGNC": "3331", "MIM": "300384", "_id": "2010", "_version": 1, "accession": {"genomic": ["AC245140.2", "BX936346.4", "CH471172.2", "CP068255.2", "D64111.1", "KT584943.1", "L44140.1", "NC_000023.11", "NC_060947.1", "NG_008677.1", "X86810.1"], "protein": ["AAA92645.1", "AAH00738.1", "AAP36065.1", "BAA10972.1", "CAA57817.1", "CAA60500.1", "CAG38773.1", "EAW72742.1", "EAW72743.1", "NP_000108.1", "P50402.1", "XP_054182625.1", "XP_054182626.1"], "rna": ["BC000738.2", "BT007401.1", "CR536536.1", "CX781694.1", "NM_000117.3", "X82434.1", "XM_054326650.1", "XM_054326651.1"], "translation": [{"protein": "XP_054182626.1", "rna": "XM_054326651.1"}, {"protein": "AAH00738.1", "rna": "BC000738.2"}, {"protein": "CAA57817.1", "rna": "X82434.1"}, {"protein": "XP_054182625.1", "rna": "XM_054326650.1"}, {"protein": "AAP36065.1", "rna": "BT007401.1"}, {"protein": "CAG38773.1", "rna": "CR536536.1"}, {"protein": "NP_000108.1", "rna": "NM_000117.3"}]}, "alias": ["EDMD", "LEMD5", "STA"], "ensembl": {"gene": "ENSG00000102119", "protein": ["ENSP00000358850", "ENSP00000358857", "ENSP00000401081", "ENSP00000507059", "ENSP00000507245", "ENSP00000507533", "ENSP00000508266"], "transcript": ["ENST00000369835", "ENST00000369842", "ENST00000428228", "ENST00000468294", "ENST00000471965", "ENST00000485261", "ENST00000486738", "ENST00000492448", "ENST00000494443", "ENST00000682114", "ENST00000682478", "ENST00000683576", "ENST00000683627", "ENST00000684082", "ENST00000684633", "ENST00000684678"], "translation": [{"protein": "ENSP00000358850", "rna": "ENST00000369835"}, {"protein": "ENSP00000358857", "rna": "ENST00000369842"}, {"protein": "ENSP00000401081", "rna": "ENST00000428228"}, {"protein": "ENSP00000507245", "rna": "ENST00000682114"}, {"protein": "ENSP00000508266", "rna": "ENST00000684082"}, {"protein": "ENSP00000507533", "rna": "ENST00000683627"}, {"protein": "ENSP00000507059", "rna": "ENST00000684678"}], "type_of_gene": "protein_coding"}, "entrezgene": "2010", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.84350581321, "exp_mis": 72.3706814713, "exp_syn": 34.6378543995, "lof_z": 2.39456395048051, "mis_z": 0.481277856329176, "mu_lof": 5.44857270244e-07, "mu_mis": 1.00804840752e-05, "mu_syn": 4.77705861175e-06, "n_lof": 0.0, "n_mis": 64.0, "n_syn": 44.0, "p_li": 0.84440846047199, "p_null": 0.00281431241052601, "p_rec": 0.152777227117484, "syn_z": -0.986165099552049}, "bp": 765, "cds_end": 153609557, "cds_start": 153607844, "n_exons": 6, "nonpsych": {"exp_lof": 5.21862077159, "exp_mis": 65.5615549042, "exp_syn": 31.3363023922, "lof_z": 2.24351950890973, "mis_z": 0.65790738323152, "mu_lof": 5.44857270244e-07, "mu_mis": 1.00804840752e-05, "mu_syn": 4.77705861175e-06, "n_lof": 0.0, "n_mis": 55.0, "n_syn": 40.0, "p_li": 0.830067901535594, "p_null": 0.00428348109066716, "p_rec": 0.165648617373738, "syn_z": -0.97441284642467}, "nontcga": {"exp_lof": 5.29465152593, "exp_mis": 65.8867450427, "exp_syn": 31.5201747093, "lof_z": 2.26986464137269, "mis_z": 0.484070460756308, "mu_lof": 5.44857270244e-07, "mu_mis": 1.00804840752e-05, "mu_syn": 4.77705861175e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 40.0, "p_li": 0.820851225689757, "p_null": 0.0040761197983002, "p_rec": 0.175072654511943, "syn_z": -0.956346366321768}, "transcript": "ENST00000369842.4"}, "exons": [{"cdsend": 154381197, "cdsstart": 154379484, "chr": "X", "position": [[154379294, 154379566], [154379689, 154379794], [154379941, 154380019], [154380233, 154380367], [154380752, 154380802], [154380881, 154381523]], "strand": 1, "transcript": "NM_000117", "txend": 154381523, "txstart": 154379294}], "exons_hg19": [{"cdsend": 153609557, "cdsstart": 153607844, "chr": "X", "position": [[153607654, 153607926], [153608049, 153608154], [153608301, 153608379], [153608593, 153608727], [153609112, 153609162], [153609241, 153609883]], "strand": 1, "transcript": "NM_000117", "txend": 153609883, "txstart": 153607654}], "generif": [{"pubmed": 11792821, "text": "Disease-linked emerin proteins all remain active for binding directly to barrier-to-autointegration factor (BAF) both in vitro and in vivo, suggesting that disease results from loss of interactions between emerin and lamin A or putative novel partner(s)."}, {"pubmed": 11973618, "text": "genes known to be responsible for Emery-Dreifuss muscular dystrophy"}, {"pubmed": 12493765, "text": "emerin binds directly to a transcriptional repressor, GCL, and the emerin-repressor complexes might be regulated by barrier to autointegration factor"}, {"pubmed": 12755701, "text": "emerin has a regulatory role, as well as a structural role in the cell nucleus"}, {"pubmed": 12783988, "text": "the lamin a-emerin complex might have a role in muscular dystrophy and cardiomyopathy"}, {"pubmed": 15009215, "text": "These results suggest that Btf localization is regulated by apoptotic signals, and that loss of emerin binding to Btf may be relevant to muscle wasting in Emery-Dreifuss muscular dystrophy."}, {"pubmed": 15109603, "text": "Data describe the mobility of barrier-to-autointegration factor to its partners emerin, LAP2 beta, and MAN1 in the nuclear membrane of living HeLa cells."}, {"pubmed": 15328537, "text": "emerin may disrupt transcription factors and nuclear envelope architecture by weakening a nuclear actin network"}, {"pubmed": 15681850, "text": "Data describe the direct binding of the nuclear membrane protein MAN1 to emerin in vitro."}, {"pubmed": 16204256, "text": "phosphorylation at Ser175 regulates the dissociation of emerin from BAF"}, {"pubmed": 16246140, "text": "Data show that chromosome positioning is largely unaffected in lymphoblastoid cell lines containing emerin or A-type lamin mutations."}, {"pubmed": 16283426, "text": "We show that epitope masking in the nucleus is often responsible for failure to detect emerin in human and rat tissues.  Pig spleen had fewer emerin-positive nuclei than lung (5% vs. 32%), although their emerin content was similar by Western blotting."}, {"pubmed": 16371512, "text": "Ser-4 phosphorylation inhibits BAF binding to emerin and lamin A, and thereby weakens emerin-lamin interactions during both mitosis and interphase."}, {"pubmed": 16481476, "text": "Lamin A/C and emerin are critical for skeletal muscle satellite cell differentiation, with deficient cells displaying delayed differentiation kinetics that may underlie dystrophic phenotypes."}, {"pubmed": 16680152, "text": "emerin, an integral inner-nuclear-envelope protein, is necessary for HIV-1 infection"}, {"pubmed": 16761279, "text": "Review summarizes growing evidence that emerin has both architectural and gene-regulatory roles in the nucleus which may contribute to the pathology and mechanism of Emery-Dreifuss muscular dystrophy."}, {"pubmed": 16823856, "text": "We found that in inclusion-body myositis (IBM) muscle vacuoles were immunoreactive for the inner nuclear membrane proteins emerin and lamin A/C."}, {"pubmed": 16858403, "text": "Emerin regulates the flux of beta-catenin, an important transcription coactivator, into the nucleus."}, {"pubmed": 16997877, "text": "Altered nuclear envelope elasticity caused by loss of emerin could contribute to increased nuclear fragility in Emery-Dreifuss muscular dystrophy patients with mutations in the emerin gene."}, {"pubmed": 17067998, "text": "Lmo7 positively regulates many EDMD-relevant genes (including emerin), and is feedback-regulated by binding to emerin."}, {"pubmed": 17097067, "text": "Mislocalization of emerin to the endoplasmic reticulum in human cells lacking A-type lamins leads to its degradation and provides the first evidence that its degradation is mediated by the proteasome."}, {"pubmed": 17117676, "text": "Neither emerin nor LMNA mutations in a subset of families with EDMD-like phenotypes that may imply an existence of other genes causing similar disorders."}, {"pubmed": 17462627, "text": "The characterisation of the residues both in emerin and in nesprin-1alpha and -2beta which are involved in their interaction is reported."}, {"pubmed": 17536044, "text": "findings highlight the crucial role of lamin A/C-emerin interactions, with evidence for synergistic effects of these mutations that lead to Emery-Dreifuss muscular dystrophy as the worsened result of digenic mechanism in this family"}, {"pubmed": 17620497, "text": "Mutations in EMD may indicate a limb-girdle muscular dystrophy phenotype. Identification of emerin deficiency among patients with limb-girdle muscular dystrophy is essential to prevent cardiac catastrophe."}, {"pubmed": 17652388, "text": "The results suggest a model in which pUS3 and PKCdelta that has been recruited by pUL34 hyperphosphorylate emerin, leading to disruption of its connections with lamin proteins and contributing to the disruption of the nuclear lamina."}, {"pubmed": 17785515, "text": "significant fraction of emerin is located at the outer nuclear membrane and peripheral ER, where it interacts directly with the centrosome."}, {"pubmed": 18266676, "text": "mutation of EMD can underlie X-linked familial atrial fibrillation; Lys37del is associated with epithelial cell emerin deficiency, as in Emery-Dreifuss muscular dystrophy, yet it causes electrical atriomyopathy in the absence of skeletal muscle disease"}, {"pubmed": 18400857, "text": "emerin is dispensable for HIV-1 infections."}, {"pubmed": 18646565, "text": "Mutations in the genes for nuclear envelope proteins of emerin (EMD) and lamin A/C (LMNA) are known to cause Emery-Dreifuss muscular dystrophy (EDMD) and limb girdle muscular dystrophy (LGMD)."}, {"pubmed": 19022376, "text": "Knockdown of A-type lamins and emerin in HeLa and C2C12 stimulated phosphorylation and nuclear translocation of ERK as well as activation of genes encoding downstream transcription factors."}, {"pubmed": 19126678, "text": "process of adipogenesis is affected by a dynamic link between complexes of emerin and lamins A/C at the nuclear envelope and nucleocytoplasmic distribution of beta-catenin, to influence cellular plasticity and differentiation."}, {"pubmed": 19302538, "text": "Decoration of the NM by emerin represents an original approach to identify papillary thyroid carcinomas nuclear shape"}, {"pubmed": 19323649, "text": "Non-farnesylated and farnesylated carboxymethylated lamin A precursors in human fibroblasts modifies emerin localization."}, {"pubmed": 19727227, "text": "An association of Mel18 with emerin was observed in Hutchinson-Gilford progeria syndrome, but not in WT cells."}, {"pubmed": 19759913, "text": "BAF and emerin have dynamic roles in genome integrity and might help couple DNA damage responses to the nuclear lamina network"}, {"pubmed": 19789182, "text": "These findings suggest roles for emerin as a downstream effector and signal integrator for tyrosine kinase signaling pathway(s) at the nuclear envelope."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20054742, "text": "Certain patients presenting a typical EDMD phenotype in which no mutations in the EMD or LMNA genes can be confirmed. This may indicate that an Emery-Dreifuss-like dystrophy could also be associated with mutations in other genes."}, {"pubmed": 20474083, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21486941, "text": "Data provide evidence that 4.1R has functional interactions with emerin and A-type lamin that impact upon nuclear architecture, centrosome-nuclear envelope association and the regulation of beta-catenin transcriptional co-activator activity."}, {"pubmed": 21697856, "text": "Data augment the number of EMD mutations by 13.8%, equating to an increase of 5.2% in the total known EMD mutations and to an increase of 6.0% in the number of different mutations."}, {"pubmed": 22480903, "text": "Genetic testing identified the mutation in the EMD gene, confirming X-linked recessive (XR) EDMD. The patient's asymptomatic mother was confirmed as a carrier."}, {"pubmed": 23623980, "text": "Immunofluorescence assay and biochemical analysis of infected or transfected cells showed that Kaposi's sarcoma-associated herpesvirus p29 expression resulted in delocalization and hyperphosphorylation of emerin."}, {"pubmed": 23873439, "text": "Emerin, a conserved LEM-domain protein, is among the few nuclear membrane proteins for which extensive basic knowledge--biochemistry, partners, functions, localizations, posttranslational regulation, roles in development and links to human disease"}, {"pubmed": 24014020, "text": "Emerin and BAF associated only in histone- and lamin-B-containing fractions. The S173D mutation specifically and selectively reduced GFP-emerin association with BAF by 58%"}, {"pubmed": 24375709, "text": "Results highlight the interactions at the nuclear envelope where mutations in the EMD and TMPO gene in combination with mutations in SUN1 have an impact on several components of the network."}, {"pubmed": 24819607, "text": "These data suggest a new role of EMD as an enhancer of autophagosome formation in the C16-ceramide autophagy pathway in colon cancer cells."}, {"pubmed": 24950247, "text": "the nucleoplasmic domains of Samp1 and Emerin can bind directly to each other."}, {"pubmed": 24997722, "text": "Findings show a novel EMD deletion causing rare clinical presentations which broaden the heterogeneous spectrum of phenotypes attributed to EMD mutations and provide new insight of genotype-phenotype correlations between EMD mutations and EDMD symptoms."}, {"pubmed": 25052089, "text": "Association of emerin with nuclear BAF in cells required the LEM domain (residues 1-47)."}, {"pubmed": 25502304, "text": "X-linked Emery-Dreifuss muscular dystrophy may occur along with dilative cardiomyopathy."}, {"pubmed": 27865926, "text": "results indicate that emerin negatively regulates Notch signaling by promoting the retention of the NICD at the nuclear membrane"}, {"pubmed": 27960036, "text": "It has been concluded that the LEM domain, responsible for binding to the chromatin protein BAF, undergoes a conformational change during self-assembly of emerin N-terminal region."}, {"pubmed": 28238874, "text": "Epstein-Barr virus early lytic protein BFRF1 alters emerin distribution and post-translational modifications."}, {"pubmed": 28290476, "text": "Emerin plays a crucial role in nuclear invagination and in the nuclear calcium transient in Emery-Dreifuss muscular dystrophy."}, {"pubmed": 29510091, "text": "the mobility of YFP-Emerin was higher in Samp1 knock out cells and lower in cells overexpressing Samp1, suggesting that Samp1 significantly attenuates the mobility of Emerin in the nuclear envelope. The mobility of Emerin depends on RanGTP. The affinity between Samp1 and Emerin is decreased in the presence of Ran, suggesting that Ran attenuates the interaction between Samp1 and Emerin."}, {"pubmed": 30137533, "text": "Dimerization of barrier to autointegration factor 1 protein (BAF) is essential for both lamin A/C and emerin binding."}, {"pubmed": 30154147, "text": "emerin is a mediator of nuclear shape stability in cancer; destabilization of emerin can promote metastasis"}, {"pubmed": 30188764, "text": "evaluation of the diagnostic value of emerin and CD56 in papillary thyroid carcinoma, using immunohistochemistry"}, {"pubmed": 30449594, "text": "Hop stabilises emerin and that loss of Hop alters nuclear structure via emerin degradation."}, {"pubmed": 30542735, "text": "Study data revealed that low expression of emerin contributes not only to the oval shape of nuclei, but also to the enlargement in nuclear size in lung adenocarcinoma pathological specimens."}, {"pubmed": 30871242, "text": "EmeryDreifuss muscular dystrophy type 1 phenotype may be strengthened by the toxicity of truncated emerin expressed in patients with certain nonsense mutations in EMD."}, {"pubmed": 31117946, "text": "Taken together, these studies underscore a remarkable interplay between Lamin A/C and Emerin in modulating cytoskeletal organization of actin and NM1 that impinges on chromatin dynamics and function in the interphase nucleus."}, {"pubmed": 32517247, "text": "Emerin Phosphorylation during the Early Phase of the Oxidative Stress Response Influences Emerin-BAF Interaction and BAF Nuclear Localization."}, {"pubmed": 32824881, "text": "The Molecular Basis and Biologic Significance of the beta-Dystroglycan-Emerin Interaction."}, {"pubmed": 33771882, "text": "Defects in Emerin-Nucleoskeleton Binding Disrupt Nuclear Structure and Promote Breast Cancer Cell Motility and Metastasis."}, {"pubmed": 33822520, "text": "Immunohistochemical Expression of Emerin in Renal Cell Carcinomas: Does It Contribute to Histopathological Features and WHO/ISUP Grading in Predicting Prognosis?"}, {"pubmed": 34734530, "text": "Emerin knockdown induces the migration and invasion of hepatocellular carcinoma cells by up-regulating the cytoplasmic p21."}, {"pubmed": 36071546, "text": "ISGylation of EMD promotes its interaction with PDHA to inhibit aerobic oxidation in lung adenocarcinoma."}, {"pubmed": 36200863, "text": "Emerin prevents BAF-mediated aggregation of lamin A on chromosomes in telophase to allow nuclear membrane expansion and nuclear lamina formation."}, {"pubmed": 37254483, "text": "Acute downregulation of emerin alters actomyosin cytoskeleton connectivity and function."}], "genomic_pos": {"chr": "X", "end": 154381574, "ensemblgene": "ENSG00000102119", "start": 154379273, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1497_PATCH", "end": 153549991, "start": 153547665, "strand": 1}, {"chr": "X", "end": 153609883, "start": 153607557, "strand": 1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006936", "pubmed": 7894480, "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007517", "pubmed": [7894480, 8589715], "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046827", "pubmed": 16858403, "qualifier": "involved_in", "term": "positive regulation of protein export from nucleus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048147", "pubmed": 16858403, "qualifier": "involved_in", "term": "negative regulation of fibroblast proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060828", "pubmed": 16858403, "qualifier": "involved_in", "term": "regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071363", "pubmed": 16858403, "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071763", "pubmed": 32923640, "qualifier": "involved_in", "term": "nuclear membrane organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 16858403, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": [16858403, 27534416], "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005635", "pubmed": 21610090, "qualifier": "colocalizes_with", "term": "nuclear envelope"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005635", "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005637", "qualifier": "is_active_in", "term": "nuclear inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005637", "pubmed": 19167377, "qualifier": "located_in", "term": "nuclear inner membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005637", "pubmed": 16858403, "qualifier": "located_in", "term": "nuclear inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005640", "pubmed": 17785515, "qualifier": "located_in", "term": "nuclear outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": 27534416, "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 27534416, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005819", "qualifier": "is_active_in", "term": "spindle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005874", "qualifier": "located_in", "term": "microtubule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031616", "pubmed": 19494128, "qualifier": "colocalizes_with", "term": "spindle pole centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032541", "pubmed": 19494128, "qualifier": "colocalizes_with", "term": "cortical endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0160045", "qualifier": "located_in", "term": "TMEM240-body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": 15328537, "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11313760, 11587540, 12163176, 14597414, 15009215, 15328537, 15671068, 16169070, 16189514, 16858403, 17462627, 19323649, 19933576, 21346760, 21391237, 21610090, 22399800, 25416956, 25502805, 25910212, 27107012, 29568061, 30488537, 30833792, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048487", "qualifier": "enables", "term": "beta-tubulin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048487", "pubmed": 17785515, "qualifier": "enables", "term": "beta-tubulin binding"}]}, "homologene": {"genes": [[9544, 699400], [9598, 465938], [9606, 2010], [9615, 492249], [9913, 399681], [10090, 13726], [10116, 25437]], "id": 91}, "interpro": [{"desc": "LEM domain", "id": "IPR003887", "short_desc": "LEM_dom"}, {"desc": "LEM/LEM-like domain superfamily", "id": "IPR011015", "short_desc": "LEM/LEM-like_dom_sf"}, {"desc": "Emerin, LEM domain", "id": "IPR034989", "short_desc": "LEM_emerin"}, {"desc": "Emerin", "id": "IPR035004", "short_desc": "Emerin"}], "ipi": ["IPI00032003", "IPI00552214", "IPI00879203"], "map_location": "Xq28", "name": "emerin", "other_names": ["LEM domain containing 5", "emerin"], "pantherdb": {"HGNC": "3331", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108117", "ortholog_type": "LDO", "panther_family": "PTHR15171", "taxid": 10090, "uniprot_kb": "O08579"}, {"RGD": "2551", "ortholog_type": "LDO", "panther_family": "PTHR15171", "taxid": 10116, "uniprot_kb": "Q63190"}], "uniprot_kb": "P50402"}, "pathway": {"kegg": [{"id": "hsa05410", "name": "Hypertrophic cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05412", "name": "Arrhythmogenic right ventricular cardiomyopathy - Homo sapiens (human)"}, {"id": "hsa05414", "name": "Dilated cardiomyopathy - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-2555396", "name": "Mitotic Metaphase and Anaphase"}, {"id": "R-HSA-2980766", "name": "Nuclear Envelope Breakdown"}, {"id": "R-HSA-2995383", "name": "Initiation of Nuclear Envelope (NE) Reformation"}, {"id": "R-HSA-2995410", "name": "Nuclear Envelope (NE) Reassembly"}, {"id": "R-HSA-4419969", "name": "Depolymerization of the Nuclear Lamina"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68882", "name": "Mitotic Anaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013405", "name": "RHOD GTPase cycle"}, {"id": "R-HSA-9013408", "name": "RHOG GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609523", "name": "Insertion of tail-anchored proteins into the endoplasmic reticulum membrane"}, {"id": "R-HSA-9609523", "name": "Insertion of tail-anchored proteins into the endoplasmic reticulum membrane"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2118", "name": "Arrhythmogenic Right Ventricular Cardiomyopathy"}, {"id": "WP4535", "name": "Envelope proteins and their potential roles in EDMD physiopathology"}, {"id": "WP4844", "name": "The influence of laminopathies on Wnt signaling"}]}, "pdb": ["1JEI", "2ODC", "2ODG", "6GHD", "6RPR", "7NDY"], "pfam": "PF03020", "pharmgkb": "PA27766", "pharos": {"target_id": 6146, "tdl": "Tbio"}, "pir": "S50834", "prosite": "PS50954", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248875", "relationship": "is"}, {"id": "GNF248876", "relationship": "is"}, {"id": "GNF248877", "relationship": "is"}, {"id": "GNF248878", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164549", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF046626", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082062", "relationship": "is"}, {"id": "GNF082063", "relationship": "is"}, {"id": "GNF082064", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054879", "relationship": "is"}, {"id": "GNF059666", "relationship": "is"}, {"id": "GNF075091", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069801", "relationship": "is"}, {"id": "GNF069802", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004163", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100211", "relationship": "is"}, {"id": "GNF139866", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008677.1"], "protein": ["NP_000108.1", "XP_054182625.1", "XP_054182626.1"], "rna": ["NM_000117.3", "XM_054326650.1", "XM_054326651.1"], "translation": [{"protein": "XP_054182626.1", "rna": "XM_054326651.1"}, {"protein": "XP_054182625.1", "rna": "XM_054326650.1"}, {"protein": "NP_000108.1", "rna": "NM_000117.3"}]}, "reporter": {"HG-U133_Plus_2": "209477_at", "HG-U95Av2": "35239_at", "HTA-2_0": "TC0X000768.hg.1", "HuEx-1_0": "3996289", "HuGene-1_1": "8170850", "HuGene-2_1": "17108290"}, "summary": "Emerin is a serine-rich nuclear membrane protein and a member of the nuclear lamina-associated protein family. It mediates membrane anchorage to the cytoskeleton. Dreifuss-Emery muscular dystrophy is an X-linked inherited degenerative myopathy resulting from mutation in the emerin gene. [provided by RefSeq, Jul 2008].", "symbol": "EMD", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414386"}, "unigene": "Hs.522823", "uniprot": {"Swiss-Prot": "P50402", "TrEMBL": ["A0A804HIV7", "Q5HY57", "A0A804HLA2", "F8WEQ1", "A0A804HIG7"]}, "wikipedia": {"url_stub": "Emerin"}}