{"AllianceGenome": "1316", "HGNC": "1316", "MIM": "607442", "_id": "27436", "_version": 1, "accession": {"genomic": ["AC006038.3", "AC083949.3", "AC096668.1", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1"], "protein": ["AAG09279.2", "AAH08685.1", "AAH23522.1", "AAI04648.1", "AAI40846.1", "AAI46800.1", "AAX82006.1", "AAY14895.1", "AAY15086.1", "BAA91919.1", "BAG37250.1", "BAG58601.1", "EAX00324.1", "NP_001138548.2", "NP_001397705.1", "NP_061936.3", "Q9HC35.3", "XP_005264325.1", "XP_006712054.1", "XP_006712055.1", "XP_047299909.1", "XP_047299910.1", "XP_054197378.1", "XP_054197379.1", "XP_054197380.1", "XP_054197381.1"], "rna": ["AF131753.1", "AF177377.2", "AK001804.1", "AK021782.1", "AK056880.1", "AK172777.1", "AK295778.1", "AK314702.1", "AL832392.1", "BC008685.1", "BC023522.2", "BC038351.1", "BC067777.1", "BC104647.1", "BC140845.1", "BC146799.1", "BX647693.1", "BX647731.1", "DB471322.1", "HY044849.1", "NM_001145076.3", "NM_001410776.1", "NM_019063.5", "XM_005264268.4", "XM_006711991.2", "XM_006711992.3", "XM_047443953.1", "XM_047443954.1", "XM_054341403.1", "XM_054341404.1", "XM_054341405.1", "XM_054341406.1"], "translation": [{"protein": "BAG37250.1", "rna": "AK314702.1"}, {"protein": "BAG58601.1", "rna": "AK295778.1"}, {"protein": "AAG09279.2", "rna": "AF177377.2"}, {"protein": "XP_054197378.1", "rna": "XM_054341403.1"}, {"protein": "AAI46800.1", "rna": "BC146799.1"}, {"protein": "XP_047299910.1", "rna": "XM_047443954.1"}, {"protein": "AAI40846.1", "rna": "BC140845.1"}, {"protein": "AAH23522.1", "rna": "BC023522.2"}, {"protein": "BAA91919.1", "rna": "AK001804.1"}, {"protein": "XP_006712054.1", "rna": "XM_006711991.2"}, {"protein": "XP_047299909.1", "rna": "XM_047443953.1"}, {"protein": "NP_001138548.2", "rna": "NM_001145076.3"}, {"protein": "NP_061936.3", "rna": "NM_019063.5"}, {"protein": "AAH08685.1", "rna": "BC008685.1"}, {"protein": "XP_005264325.1", "rna": "XM_005264268.4"}, {"protein": "AAI04648.1", "rna": "BC104647.1"}, {"protein": "XP_054197380.1", "rna": "XM_054341405.1"}, {"protein": "NP_001397705.1", "rna": "NM_001410776.1"}, {"protein": "XP_054197381.1", "rna": "XM_054341406.1"}, {"protein": "XP_054197379.1", "rna": "XM_054341404.1"}, {"protein": "XP_006712055.1", "rna": "XM_006711992.3"}]}, "alias": ["C2orf2", "ELP120", "EMAP-4", "EMAPL4", "ROPP120"], "ensembl": {"gene": "ENSG00000143924", "protein": ["ENSP00000320663", "ENSP00000384939", "ENSP00000385059"], "transcript": ["ENST00000318522", "ENST00000401738", "ENST00000402711", "ENST00000406175", "ENST00000409040", "ENST00000472632", "ENST00000480320", "ENST00000482660"], "translation": [{"protein": "ENSP00000320663", "rna": "ENST00000318522"}, {"protein": "ENSP00000385059", "rna": "ENST00000402711"}, {"protein": "ENSP00000384939", "rna": "ENST00000401738"}], "type_of_gene": "protein_coding"}, "entrezgene": "27436", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 44.1823372966, "exp_mis": 292.406227979, "exp_syn": 124.534564939, "lof_z": 5.09409622438466, "mis_z": -1.64739974031716, "mu_lof": 3.20098360981e-06, "mu_mis": 2.58577752387e-05, "mu_syn": 1.05252627464e-05, "n_lof": 10.0, "n_mis": 350.0, "n_syn": 168.0, "p_li": 0.391138665343134, "p_null": 2.83653391180616e-08, "p_rec": 0.608861306291527, "syn_z": -2.41461625829114}, "bp": 2946, "cds_end": 42557347, "cds_start": 42396751, "n_exons": 23, "nonpsych": {"exp_lof": 39.5367149752, "exp_mis": 264.203296055, "exp_syn": 112.263235125, "lof_z": 4.92570165239983, "mis_z": -1.54522992705935, "mu_lof": 3.20098360981e-06, "mu_mis": 2.58577752387e-05, "mu_syn": 1.05252627464e-05, "n_lof": 8.0, "n_mis": 314.0, "n_syn": 156.0, "p_li": 0.777970847286751, "p_null": 2.69673149701689e-08, "p_rec": 0.222029125745934, "syn_z": -2.59891330808647}, "nontcga": {"exp_lof": 40.6036387873, "exp_mis": 268.969635625, "exp_syn": 114.527691835, "lof_z": 5.04736633060788, "mis_z": -1.70208683870367, "mu_lof": 3.20098360981e-06, "mu_mis": 2.58577752387e-05, "mu_syn": 1.05252627464e-05, "n_lof": 8.0, "n_mis": 325.0, "n_syn": 152.0, "p_li": 0.82606280532465, "p_null": 1.1172426991301e-08, "p_rec": 0.173937183502923, "syn_z": -2.21706002798373}, "transcript": "ENST00000318522.5"}, "exons": [{"cdsend": 42330207, "cdsstart": 42169611, "chr": "2", "position": [[42169352, 42169636], [42245504, 42245687], [42256500, 42256630], [42263177, 42263306], [42264705, 42264731], [42280849, 42280973], [42282822, 42282972], [42284633, 42284703], [42286268, 42286379], [42288226, 42288322], [42295124, 42295259], [42295380, 42295516], [42301240, 42301392], [42303103, 42303229], [42303314, 42303446], [42304483, 42304551], [42315961, 42316050], [42317426, 42317524], [42325466, 42325554], [42326153, 42326252], [42328885, 42329016], [42329733, 42332548]], "strand": 1, "transcript": "NM_001145076", "txend": 42332548, "txstart": 42169352}, {"cdsend": 42330207, "cdsstart": 42169611, "chr": "2", "position": [[42169352, 42169636], [42245504, 42245687], [42256500, 42256630], [42261120, 42261294], [42263177, 42263306], [42264705, 42264731], [42280849, 42280973], [42282822, 42282972], [42284633, 42284703], [42286268, 42286379], [42288226, 42288322], [42295124, 42295259], [42295380, 42295516], [42301240, 42301392], [42303103, 42303229], [42303314, 42303446], [42304483, 42304551], [42315961, 42316050], [42317426, 42317524], [42325466, 42325554], [42326153, 42326252], [42328885, 42329016], [42329733, 42332548]], "strand": 1, "transcript": "NM_019063", "txend": 42332548, "txstart": 42169352}], "exons_hg19": [{"cdsend": 42557347, "cdsstart": 42396751, "chr": "2", "position": [[42396492, 42396776], [42472644, 42472827], [42483640, 42483770], [42490317, 42490446], [42491845, 42491871], [42507989, 42508113], [42509962, 42510112], [42511773, 42511843], [42513408, 42513519], [42515366, 42515462], [42522264, 42522399], [42522520, 42522656], [42528380, 42528532], [42530243, 42530369], [42530454, 42530586], [42531623, 42531691], [42543101, 42543190], [42544566, 42544664], [42552606, 42552694], [42553293, 42553392], [42556025, 42556156], [42556873, 42559688]], "strand": 1, "transcript": "NM_001145076", "txend": 42559688, "txstart": 42396492}, {"cdsend": 42557347, "cdsstart": 42396751, "chr": "2", "position": [[42396492, 42396776], [42472644, 42472827], [42483640, 42483770], [42488260, 42488434], [42490317, 42490446], [42491845, 42491871], [42507989, 42508113], [42509962, 42510112], [42511773, 42511843], [42513408, 42513519], [42515366, 42515462], [42522264, 42522399], [42522520, 42522656], [42528380, 42528532], [42530243, 42530369], [42530454, 42530586], [42531623, 42531691], [42543101, 42543190], [42544566, 42544664], [42552606, 42552694], [42553293, 42553392], [42556025, 42556156], [42556873, 42559688]], "strand": 1, "transcript": "NM_019063", "txend": 42559688, "txstart": 42396492}], "generif": [{"pubmed": 16890222, "text": "EML4 negative cells showed a completely modified microtubule network, indicating that EML4 is necessary for correct microtubule formation."}, {"pubmed": 18166835, "text": "EML4 is part of a fusion protein linked to histological characteristics in a subset of lung neoplasms."}, {"pubmed": 18242762, "text": "EML4-ALK fusion gene product is involved in the carcinogenesis in non-small cell lung carcinomas"}, {"pubmed": 18320074, "text": "EML4-ALK fusions occur in less than 3% of non-small cell lung cancers samples; EML4 and/or ALK amplifications also occur."}, {"pubmed": 18414414, "text": "EML4-ALK fusion transcript is not present in gastrointestinal or breast cancers and is specific to NSCLC."}, {"pubmed": 18593892, "text": "A lung cancer cell line expressing endogenous variant 3 of EML4-ALK underwent cell death on exposure to a specific inhibitor of ALK catalytic activity."}, {"pubmed": 18594010, "text": "EML4-ALK fusion gene is expressed in lung cancer"}, {"pubmed": 18927303, "text": "Genomic rearrangements accompanying the EML4-ALK fusion is associated with non-small cell lung cancer."}, {"pubmed": 19147828, "text": "The EML4-ALK transcript cannot be regarded as a specific diagnostic tool for non-small cell lung cancer."}, {"pubmed": 19667264, "text": "Data show that compared with the EGFR mutant and WT/WT cohorts, patients with EML4-ALK mutant tumors were significantly younger and were more likely to be men."}, {"pubmed": 19737969, "text": "The presence of an EML-ALK rearrangement was verified by identifying genomic fusion points in tumor samples representative of breast, colon, and NSCLC."}, {"pubmed": 20183914, "text": "EML4-ALK fusion genes are associated with non-small-cell lung cancer."}, {"pubmed": 20578368, "text": "It was discovered that about 5% of cases with non-small cell lung cancer, a new active fused kinase EMLA4-ALK is generated.Its use in molecular targeted therapy is promising."}, {"pubmed": 20624322, "text": "EML4-ALK fusion appears to be tightly associated with ALK mRNA expression levels. RACE-coupled PCR sequencing is a highly sensitive method that could be used clinically for the identification of EML4-ALK-positive patients"}, {"pubmed": 20624322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21036415, "text": "frequent rearrangement in lung signet-ring cell carcinoma"}, {"pubmed": 21356191, "text": "EML4-ALK fusion variants have a role in non-small cell lung cancer"}, {"pubmed": 21420271, "text": "New molecular targets are on investigation, such as EML4-ALK translocation."}, {"pubmed": 22056890, "text": "EML4-ALK and low thymidylate synthase expression is associated with treatment outcome with pemetrexed in Non-Small Cell Lung Cancer."}, {"pubmed": 22124476, "text": "EML4-anaplastic lymphoma kinase (ALK) fusion gene is associated with longer overall survival of lung adenocarcinoma patients with wild-type epidermal growth factor receptor mutations."}, {"pubmed": 22706607, "text": "EML4-ALK variant is associated with lung cancer."}, {"pubmed": 22722791, "text": "EML4-ALK-variations are associated with non-small cell lung cancer."}, {"pubmed": 22736493, "text": "Lung neoplasm patients who harbor EML4-ALK fusion genes generally have wild type EGFR and KRAS genes."}, {"pubmed": 23154565, "text": "variations in EML4-ALK fusion is associated with small-cell lung cancer with adenocarcinoma."}, {"pubmed": 23169500, "text": "EML4-ALK fusion variant is associated with non-small-cell lung cancer."}, {"pubmed": 23341890, "text": "The prevalence of EML4-ALK, EGFR status and KRAS mutations in 208 Chinese patients with non-small cell lung cancer, is reported."}, {"pubmed": 23357247, "text": "EML4-ALK rearrangement is associated with congenital pulmonary airway malformation."}, {"pubmed": 23408463, "text": "EML4-ALK rearrangements are associated with lung carcinomas."}, {"pubmed": 23486270, "text": "EML4-ALK rearrangement is associated with response to therapy in lung adenocarcinoma."}, {"pubmed": 23664446, "text": "The first report concerning the presence of the EML4-ALK fusion gene in a sarcomatoid carcinoma of the lung."}, {"pubmed": 23887300, "text": "EML4-ALK gene rearrangements do not appear to be involved in the development of primary adenocarcinoma of the urinary bladder."}, {"pubmed": 23919423, "text": "evaluated mutations in four driver genes, epidermal growth factor receptor (EGFR), Kirsten ras oncogene (KRAS), c-MET, and echinoderm microtubule-associated protein-like 4-anaplastic lymphoma kinase (EML4-ALK), in Chinese lung adenocarcinoma patients"}, {"pubmed": 24277751, "text": "This case suggests that echinoderm microtubule-associated protein-like 4-anaplastic lymphoma kinase fusion is an oncogenic event in not only carcinomas but also sarcomas originating from stromal cells."}, {"pubmed": 24346098, "text": "EML4-ALK fusion is uncommon, reported in about 5% of NSCLC patients."}, {"pubmed": 24388371, "text": "EML4-ALK fusion genepositivitymightbe higher inyoungerNSCLCpatientswithwild-type EGFR."}, {"pubmed": 24633422, "text": "EML4 genetic translocation is a therapeutic target in the treatment of aggressive papillary cancer of the thyroid."}, {"pubmed": 24706829, "text": "Hsp90-sensitive EML4-ALK variants are exceptions to the rule that oncogenic fusion proteins involve breakpoints in disordered regions of both partners"}, {"pubmed": 24935562, "text": "EGFR gene mutations and the EML4-ALK fusion gene were detected in 92 lung adenocarcinoma patients in China."}, {"pubmed": 24952482, "text": "Results suggest that heat shock protein 90 (Hsp90) inhibitors may overcome ligand-triggered resistance in microtubule associated protein-like 4 (EML4)--anaplastic lymphoma kinase (ALK) lung cancer cells."}, {"pubmed": 24982409, "text": "NSCLC patients with the EML4-ALK fusion gene might be relatively insensitivite to cytotoxic chemotherapy."}, {"pubmed": 25028527, "text": "Letter/Case Report: lung adenocarcinoma where EML4-ALK gene rearrangement was missed by FISH techniques but detected using reverse transcriptase PCR."}, {"pubmed": 25144242, "text": "Results suggested that chromothripsis may be a mechanism of oncogenic rearrangement of EML4-ALK."}, {"pubmed": 25706305, "text": "It was revealed that the EML4-ALK fusion gene was observed predominantly in adenocarcinoma, non-smoking and non-small-cell lung cancers (NSCLC) patients, especially those diagnosed in the advanced clinical stage of NSCLC."}, {"pubmed": 25721120, "text": "The FISH-based method of detecting EML4-ALK rearrangement in lung cancer may miss a significant number of patients who could benefit from targeted ALK therapy. IHC should be strongly considered, and NGS is recommended in borderline cases."}, {"pubmed": 25735977, "text": "H1299 NSCLC cells stably expressing EML4-ALK acquire epithelial-mesenchymal transition (EMT) phenotype, associated with enhanced invasive migration and increased expression of EMT-inducing transcription factors."}, {"pubmed": 25740311, "text": "We have determined crystal structures of the coiled-coils from EML2 and EML4, which describe the structural basis of both EML self-association and oncogenic EML4-ALK activation."}, {"pubmed": 25757141, "text": "79 (69%) were negative for echinoderm microtubule-associated protein like 4 (EML4)-ALK translocation, nine (8%) were positive and 27 (23%) were unevaluable."}, {"pubmed": 25789526, "text": "In the absence of EML4, NUDC was no longer able to localize to the mitotic spindle, whereas NUDC was dispensable for EML4 localization."}, {"pubmed": 26019170, "text": "We further showed that both EML4-ALK and mutant forms of EGFR modulate PD-L1 expression via common downstream pathways mediated by MEK-ERK and by PI3K-AKT."}, {"pubmed": 26517679, "text": "Data show that inhibition of echinoderm microtubule-associated protein-like 4 (EML4)-anaplastic lymphoma kinase (ALK)-mediated stem-like properties enhances the anti-tumor effect."}, {"pubmed": 26544515, "text": "Data suggest that platelets are a valuable source for the non-invasive detection of echinoderm microtubule associated protein like 4-anaplastic lymphoma kinase (EML4-ALK) rearrangements and for predicting and monitoring outcome to crizotinib."}, {"pubmed": 26704814, "text": "case report in which the EML4-ALK fusion gene was identified as a second primary lung cancer after surgically resecting EGFR mutation-positive adenocarcinoma"}, {"pubmed": 26755435, "text": "This review describes the biology of EML4 and ALK, explains the main features of EML4-ALK fusion proteins and outline the therapies that target EML4-ALK in cancer.  [review]"}, {"pubmed": 26964537, "text": "EML4-ALK-positive lung cancer is often highly progressive."}, {"pubmed": 27060609, "text": "EML4-ALK rearrangement detection in malignant pleural effusions is a complementary method for EML4-ALK detection. VETANA and qRT-PCR are more appropriate for MPE detection. EML4-ALK rearrangement in pleural effusions has a predictive value for treatment."}, {"pubmed": 27132509, "text": "The EML4-ALK-mediated upregulation of HIF1alpha, HK2 and glycolytic metabolism was also highly active in vivo as demonstrated by fluorodeoxyglucose-positron emission tomography imaging of xenografts grown from EML4-ALK-positive NSCLC cells."}, {"pubmed": 27507192, "text": "identified EML4-ALK gene rearrangement in expanded circulating tumor cells from a patient with ALK-positive lung adenocarcinoma"}, {"pubmed": 27811184, "text": "Coupling an EML4-ALK-centric interactome with RNA interference identifies sensitizers to ALK inhibitors"}, {"pubmed": 27943404, "text": "We assessed the prevalence of EML4-ALK rearrangement gene measured by immunohistochemistry in an unselected population-based consecutive cohort of patients with adenocarcinoma of the lung (ACL), and the correlation with smoking history, thyroid transcription factor 1 (TTF1), gender and age"}, {"pubmed": 28039177, "text": "Our findings show that group EML4-ALK variants 3a/b in non-small cell lung cancer may be a major source of ALK inhibitor resistance in the clinic."}, {"pubmed": 28370702, "text": "Knockdown of SMYD2 as well as treatment with a SMYD2 inhibitor in two NSCLC cell lines with an EML4-ALK gene significantly attenuated the phosphorylation levels of the EML4-ALK protein."}, {"pubmed": 29199690, "text": "Mutation testing at diagnosis is feasible in the vast majority of patients with Stage IV adenocarcinoma of the lung. Patients with EGFR or EML4ALK mutation and those who received pemetrexed maintenance had better clinical outcomes."}, {"pubmed": 29199691, "text": "Our analysis indicated that ALK-EML4 positive non-small-cell lung cancers comprised a unique subgroup of adenocarcinomas with distinct clinicopathological characteristics. Incidence of ALK positivity was found to be higher in females and never smokers."}, {"pubmed": 29363116, "text": "EML4-ALK fusion variant V3 is a high-risk feature for anaplastic lymphoma kinase-driven non-small cell lung cancer"}, {"pubmed": 29517858, "text": "The EML4-ALK fusion gene may be a strong oncogene in younger patients with lung adenocarcinoma."}, {"pubmed": 29628502, "text": "The study reports a fusion circRNA (F-circEA) produced from the EML4-ALK fusion gene mainly located in the cytoplasm. Moreover, F-circEA, independent of the EML4-ALK linear transcript and fusion protein, can promote cell migration and invasion, thus contributing to tumor development."}, {"pubmed": 30107055, "text": "lung adenocarcinoma in Asian patients aged </=50 years had a higher gene mutation rate than in those aged >50 years, especially EML4-ALK and ROS1 fusion. Mutation analysis may be helpful in determining targeted therapy for the majority of these patients"}, {"pubmed": 30236141, "text": "a novel circRNA F-circEA-2a produced from the EML4-ALK fusion gene was identified and mainly located in the cytoplasm to promote cell migration and invasion in lung cancer cells."}, {"pubmed": 30281099, "text": "associated with Infantile hypertrophic pyloric stenosis risk"}, {"pubmed": 30791979, "text": "The study uncovered miR-100-5p to confer resistance to Crizotinib and Lorlatinib in EML4-ALK non-small cell lung cancer cells and to be a potential therapeutic target in drug resistance."}, {"pubmed": 31409757, "text": "Mitotic phosphorylation by NEK6 and NEK7 reduces the microtubule affinity of EML4 to promote chromosome congression."}, {"pubmed": 32020234, "text": "Identification of anaplastic lymphoma kinase fusions in clear cell renal cell carcinoma."}, {"pubmed": 32184261, "text": "EML4-ALK V3 oncogenic fusion proteins promote microtubule stabilization and accelerated migration through NEK9 and NEK7."}, {"pubmed": 32563740, "text": "Investigation on the prognostic impact of concurrent genomic alterations in crizotinib-treated EML4-ALK-rearranged advanced non-small cell lung cancer patients."}, {"pubmed": 32876329, "text": "Clinicopathological and Prognostic Significance of the EML4-ALK Translocation and IGFR1, TTF1, Napsin A Expression in Patients with Lung Adenocarcinoma.\", trans \"Clinicopathological and Prognostic Significance of the EML4-ALK Translocation and IGFR1, TTF1, Napsin A Expression in Patients with Lung Adenocarcinoma."}, {"pubmed": 33255340, "text": "Effective RNA Knockdown Using CRISPR-Cas13a and Molecular Targeting of the EML4-ALK Transcript in H3122 Lung Cancer Cells."}, {"pubmed": 33425389, "text": "The Prevalence of the EML4-ALK Fusion Gene in Cytology Specimens from Patients with Lung Adenocarcinoma."}, {"pubmed": 33761896, "text": "EML4-ALK induces cellular senescence in mortal normal human cells and promotes anchorage-independent growth in hTERT-transduced normal human cells."}, {"pubmed": 34378283, "text": "An unusual fusion gene EML4-ALK in a patient with congenital mesoblastic nephroma."}, {"pubmed": 34391065, "text": "Identification of a EML4-ALK exon 19 fusion variant in lung adenocarcinoma and alectinib resistance."}, {"pubmed": 34490727, "text": "A novel break site of EML4-ALK report and a rare PRKAR1A-ALK report analyzed by different ALK detection platforms in non-small cell lung cancer patients."}, {"pubmed": 34661367, "text": "Phase-separated foci of EML4-ALK facilitate signalling and depend upon an active kinase conformation."}, {"pubmed": 34783600, "text": "The impact of the ALK fusion variant on clinical outcomes in EML4-ALK patients with NSCLC: a systematic review and meta-analysis."}, {"pubmed": 35074700, "text": "Malignant pleural mesothelioma with an EML4-ALK fusion: Expect the unexpected!"}], "genomic_pos": {"chr": "2", "end": 42332548, "ensemblgene": "ENSG00000143924", "start": 42169353, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 42559688, "start": 42396490, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000226", "qualifier": "involved_in", "term": "microtubule cytoskeleton organization"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000278", "pubmed": 10995578, "qualifier": "involved_in", "term": "mitotic cell cycle"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007017", "pubmed": 10995578, "qualifier": "involved_in", "term": "microtubule-based process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007080", "pubmed": 25789526, "qualifier": "involved_in", "term": "mitotic metaphase chromosome alignment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008608", "pubmed": 25789526, "qualifier": "involved_in", "term": "attachment of spindle microtubules to kinetochore"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051301", "qualifier": "involved_in", "term": "cell division"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16890222, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10995578, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005815", "pubmed": [16890222, 25789526], "qualifier": "located_in", "term": "microtubule organizing center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005874", "pubmed": [16890222, 31409757], "qualifier": "located_in", "term": "microtubule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "qualifier": "located_in", "term": "microtubule cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 25789526, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0072686", "pubmed": [16890222, 25789526], "qualifier": "located_in", "term": "mitotic spindle"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25789526, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043014", "pubmed": 31409757, "qualifier": "enables", "term": "alpha-tubulin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048487", "pubmed": 31409757, "qualifier": "enables", "term": "beta-tubulin binding"}]}, "homologene": {"genes": [[8364, 448764], [9031, 771345], [9544, 715091], [9598, 459180], [9606, 27436], [9615, 483048], [9913, 540187], [10090, 78798], [10116, 313861]], "id": 56841}, "interpro": [{"desc": "WD40 repeat", "id": "IPR001680", "short_desc": "WD40_rpt"}, {"desc": "HELP", "id": "IPR005108", "short_desc": "HELP"}, {"desc": "Quinoprotein alcohol dehydrogenase-like superfamily", "id": "IPR011047", "short_desc": "Quinoprotein_ADH-like_supfam"}, {"desc": "WD40/YVTN repeat-like-containing domain superfamily", "id": "IPR015943", "short_desc": "WD40/YVTN_repeat-like_dom_sf"}, {"desc": "WD40-repeat-containing domain superfamily", "id": "IPR036322", "short_desc": "WD40_repeat_dom_sf"}], "ipi": ["IPI00001466", "IPI00854834", "IPI00893067", "IPI01018328"], "map_location": "2p21", "name": "EMAP like 4", "other_names": ["echinoderm microtubule associated protein like 4", "echinoderm microtubule-associated protein-like 4", "restrictedly overexpressed proliferation-associated protein", "ropp 120"], "pantherdb": {"HGNC": "1316", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1926048", "ortholog_type": "LDO", "panther_family": "PTHR13720", "taxid": 10090, "uniprot_kb": "Q3UMY5"}, {"RGD": "1304690", "ortholog_type": "LDO", "panther_family": "PTHR13720", "taxid": 10116, "uniprot_kb": "A0A0G2K2Z0"}, {"Ensembl": "ENSGALG00000009915", "ortholog_type": "LDO", "panther_family": "PTHR13720", "taxid": 9031, "uniprot_kb": "A0A3Q2UFH9"}, {"Ensembl": "ENSDARG00000109443", "ortholog_type": "LDO", "panther_family": "PTHR13720", "taxid": 7955, "uniprot_kb": "A0A2R8Q8V9"}, {"WormBase": "WBGene00001248", "ortholog_type": "O", "panther_family": "PTHR13720", "taxid": 6239, "uniprot_kb": "O45487"}], "uniprot_kb": "Q9HC35"}, "pathway": {"kegg": [{"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-9648025", "name": "EML4 and NUDC in mitotic spindle formation"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9700645", "name": "ALK mutants bind TKIs"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}], "wikipathways": {"id": "WP4255", "name": "Non-small cell lung cancer"}}, "pdb": "4CGC", "pfam": ["PF00400", "PF03451"], "pharmgkb": "PA27769", "pharos": {"target_id": 3772, "tdl": "Tbio"}, "prosite": ["PS50082", "PS50294"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF264403", "relationship": "is"}, {"id": "GNF264404", "relationship": "is"}, {"id": "GNF264405", "relationship": "is"}, {"id": "GNF264406", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156747", "relationship": "similar to"}, "GNF_hs-Origene": {"id": "GNF031873", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082007", "relationship": "is"}, {"id": "GNF082008", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052940", "relationship": "is"}, {"id": "GNF057707", "relationship": "is"}, {"id": "GNF072824", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062385", "relationship": "is"}, {"id": "GNF062386", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF017061", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF244980", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103536", "relationship": "is"}, {"id": "GNF143186", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001138548.2", "NP_001397705.1", "NP_061936.3", "XP_005264325.1", "XP_006712054.1", "XP_006712055.1", "XP_047299909.1", "XP_047299910.1", "XP_054197378.1", "XP_054197379.1", "XP_054197380.1", "XP_054197381.1"], "rna": ["NM_001145076.3", "NM_001410776.1", "NM_019063.5", "XM_005264268.4", "XM_006711991.2", "XM_006711992.3", "XM_047443953.1", "XM_047443954.1", "XM_054341403.1", "XM_054341404.1", "XM_054341405.1", "XM_054341406.1"], "translation": [{"protein": "XP_047299909.1", "rna": "XM_047443953.1"}, {"protein": "XP_054197381.1", "rna": "XM_054341406.1"}, {"protein": "NP_001138548.2", "rna": "NM_001145076.3"}, {"protein": "XP_047299910.1", "rna": "XM_047443954.1"}, {"protein": "XP_054197380.1", "rna": "XM_054341405.1"}, {"protein": "NP_061936.3", "rna": "NM_019063.5"}, {"protein": "XP_005264325.1", "rna": "XM_005264268.4"}, {"protein": "XP_054197379.1", "rna": "XM_054341404.1"}, {"protein": "XP_006712055.1", "rna": "XM_006711992.3"}, {"protein": "XP_054197378.1", "rna": "XM_054341403.1"}, {"protein": "XP_006712054.1", "rna": "XM_006711991.2"}, {"protein": "NP_001397705.1", "rna": "NM_001410776.1"}]}, "reporter": {"GNF1H": "gnf1h09260_at", "HG-U133_Plus_2": ["1556732_at", "220386_s_at", "223068_at", "223069_s_at", "228674_s_at", "232587_at"], "HG-U95B": "56562_at", "HTA-2_0": ["TC02000260.hg.1", "TC02003185.hg.1"], "HuEx-1_0": ["2478748", "2550120"], "HuGene-1_1": "8041592", "HuGene-2_1": "16879408"}, "retired": 54548, "summary": "This gene is a member of the echinoderm microtubule associated protein-like family. The encoded WD-repeat protein may be involved in microtubule formation. Abnormal fusion of parts of this gene with portions of the anaplastic lymphoma receptor tyrosine kinase gene, which generates EML4-ALK fusion transcripts, is one of the primary mutations associated with non-small cell lung cancer. Alternative splicing of this gene results in two transcript variants. [provided by RefSeq, Jan 2015].", "symbol": "EML4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412993"}, "unigene": "Hs.713173", "uniprot": {"Swiss-Prot": "Q9HC35", "TrEMBL": "B5MBZ0"}, "wikipedia": {"url_stub": "EML4"}}