{"AllianceGenome": "24838", "HGNC": "24838", "MIM": "618556", "_id": "375704", "_version": 1, "accession": {"genomic": ["AL160270.19", "CH471071.2", "CP068269.2", "NC_000009.12", "NC_060933.1"], "protein": ["AAH22101.1", "AAQ89021.1", "EAW58452.1", "NP_940975.2", "Q6UWT2.2"], "rna": ["AI554721.1", "AY358658.1", "BC022101.1", "BQ932712.1", "BX111579.1", "NM_198573.3"], "translation": [{"protein": "AAQ89021.1", "rna": "AY358658.1"}, {"protein": "AAH22101.1", "rna": "BC022101.1"}, {"protein": "NP_940975.2", "rna": "NM_198573.3"}]}, "alias": ["C9orf165", "UNQ470"], "ensembl": {"gene": "ENSG00000168913", "protein": "ENSP00000382675", "transcript": "ENST00000399775", "translation": [{"protein": "ENSP00000382675", "rna": "ENST00000399775"}], "type_of_gene": "protein_coding"}, "entrezgene": "375704", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.22416843, "exp_mis": 28.4415456, "exp_syn": 14.77492, "lof_z": 0.20069824543971, "mis_z": 0.407356248046961, "mu_lof": 7.10553552099e-08, "mu_mis": 2.47325063029e-06, "mu_syn": 1.2670395777e-06, "n_lof": 1.0, "n_mis": 24.0, "n_syn": 15.0, "p_li": 0.113449545869116, "p_null": 0.285652235411713, "p_rec": 0.600898218719171, "syn_z": -0.0363014329071469}, "bp": 231, "cds_end": 34521693, "cds_start": 34521462, "n_exons": 1, "nonpsych": {"exp_lof": 1.087355, "exp_mis": 25.7217085, "exp_syn": 13.3520964, "lof_z": 0.0822723825107037, "mis_z": 0.469581581285138, "mu_lof": 7.10553552099e-08, "mu_mis": 2.47325063029e-06, "mu_syn": 1.2670395777e-06, "n_lof": 1.0, "n_mis": 21.0, "n_syn": 13.0, "p_li": 0.119524238915555, "p_null": 0.29871194832655, "p_rec": 0.581763812757894, "syn_z": 0.0606673090226958}, "nontcga": {"exp_lof": 1.12422355, "exp_mis": 26.1642125, "exp_syn": 13.59091929, "lof_z": 0.115573637879343, "mis_z": 0.40559153308635, "mu_lof": 7.10553552099e-08, "mu_mis": 2.47325063029e-06, "mu_syn": 1.2670395777e-06, "n_lof": 1.0, "n_mis": 22.0, "n_syn": 14.0, "p_li": 0.114012157788462, "p_null": 0.284145806457467, "p_rec": 0.601842035754071, "syn_z": -0.0702596817313708}, "transcript": "ENST00000399775.2"}, "exons": [{"cdsend": 34521695, "cdsstart": 34521464, "chr": "9", "position": [[34521042, 34521856], [34522776, 34522990]], "strand": -1, "transcript": "NM_198573", "txend": 34522990, "txstart": 34521042}], "exons_hg19": [{"cdsend": 34521693, "cdsstart": 34521462, "chr": "9", "position": [[34521040, 34521854], [34522774, 34522988]], "strand": -1, "transcript": "NM_198573", "txend": 34522988, "txstart": 34521040}], "generif": [{"pubmed": 19041763, "text": "Adropin is the name given to the secreted peptide encoded by the ORF in C9orf165. In mice, it is abundant in liver where it is regulated by dietary macronutrients. Adropin regulates expression of genes involved in lipogenesis and adipogenesis."}, {"pubmed": 20837912, "text": "Adropin has an endothelial protective function mediated via upregulation of eNOS expression through the VEGFR2-PI3K-Akt and VEGFR2-ERK1/2 pathways. Adropin therapy may thus be useful for limiting diseases characterized by endothelial dysfunction."}, {"pubmed": 20837912, "text": "a potential endothelial protective role of adropin that is likely mediated via upregulation of endothelial NO synthase expression through the VEGFR2-phosphatidylinositol 3-kinase-Akt and VEGFR2-extracellular signal regulated kinase 1/2 pathways."}, {"pubmed": 22318315, "text": "Plasma adropin levels are regulated dietary macronutrients increasing with dietary fat content. Fasting suppresses plasma adropin. Adropin's actions are required for preventing insulin resistance, dyslipidemia and impaired glucose tolerance."}, {"pubmed": 22872690, "text": "Although males exhibit higher adropin levels that are reduced by obesity, aging and markers of insulin resistance are associated with low plasma adropin irrespective of sex."}, {"pubmed": 22872690, "text": "Plasma adropin levels were examined in 45 men and 85 woman. Adropin levels are higher in men than woman. Obesity is associated with low adropin levels in men. Aging and metabolic risk factors are associated with low adropin levels, irrespective of sex."}, {"pubmed": 23314506, "text": "The mean maternal and cord serum adropin in a gestational diabetes mellitus group were significantly lower than those of control women (P=0.01 and P<0.001, respectively)."}, {"pubmed": 23356444, "text": "Adropin is an independent risk factor for cardiac syndrome X (CSX)."}, {"pubmed": 24113736, "text": "Plasma adropin levels were found to be a new marker for diagnosing endothelial dysfunction in type 2 diabetes mellitus."}, {"pubmed": 24284417, "text": "cord blood adropin levels were positively correlated with gestational age and placental weight but not with other fetal growth parameters."}, {"pubmed": 24468600, "text": "Assessment of serum adropin concentrations may provide a reliable indicator of fatty liver disease in obese adolescents"}, {"pubmed": 24731968, "text": "decreased serum adropin levels are associated with the presence of acute myocardial infarction in coronary artery disease patients"}, {"pubmed": 24848071, "text": "Release of adropin in the fed condition regulates fuel selection in skeletal muscle, promoting glucose oxidation over fat oxidation. The molecular mechanisms of adropin's effects involve acetylation (suggesting inhibition) of the transcriptional co-activator PGC1alpha, reducing PDK4 and CPT1B activity. Increased PGC1alpha acetylation by adropin may be mediated by inhibiting Sirtuin-1 (SIRT1), a PGC1alpha deacetylase."}, {"pubmed": 25282140, "text": "Adropin levels are lower in patients with late saphenous vein graft occlusion and these reduced adropin levels, together with other factors, may lead to saphenous vein graft occlusion"}, {"pubmed": 25913544, "text": "Adropin as a novel energy factor likely has the ability to regulate blood pressure"}, {"pubmed": 26030787, "text": "Serum adropin levels were significantly lower in obese children; however, there was no correlation between serum adropin levels and blood pressure variables."}, {"pubmed": 26172926, "text": "Circulating adropin levels were determined lower in patients with endometrial cancer than in a control group."}, {"pubmed": 26226125, "text": "The adropin levels of metabolic syndrome, obesity, and control groups also showed no difference"}, {"pubmed": 26371163, "text": "Serum adropin level was negatively correlated with carotid beta-stiffness and positively correlated with plasma NOx level and cardiorespiratory fitness"}, {"pubmed": 26435060, "text": "Lipids originating either from the diet or from endogenous production appear to positively affect plasma adropin concentrations in humans."}, {"pubmed": 26969461, "text": "High adropin expression is associated with polycystic ovary syndrome."}, {"pubmed": 27079850, "text": "There were no significant differences among the groups of systemic sclerosis (SSc) and controls in terms of ENHO gene expressions. There was no significant difference between the limited and diffuse cutaneous subtypes of SSc in terms of serum adropin level and ENHO gene expression. Moreover, serum adropin level and ENHO gene expression were not associated with the disease activity and severity indexes."}, {"pubmed": 27333037, "text": "Enho mutations plays a critical role in activating endothelial cells during neutrophil recruitment and neutrophil-endothelium cell interactions under IL-1 and TNF-alpha-induced vascular inflammation and increases susceptibility to MPOANCA associated lung injury."}, {"pubmed": 27449397, "text": "In HD patients, lower plasma adropin concentration is associated with dyslipidemia. Major homozygosity of RXRA seems to have an opposite effect on plasma adropin compared with that of ENHO rs2281997"}, {"pubmed": 27546995, "text": "Serum adropin concentrations are negatively associated with renal function."}, {"pubmed": 27897440, "text": "Data suggest that serum adropin (ENHO) levels in normal, overweight, and obese adults negatively correlate with vascular stiffness (using common carotid artery) and adiposity (using abdominal visceral fat), and positively correlate with plasma nitric oxide levels (using nitrite/nitrate) and cardiorespiratory fitness; aerobic exercise training up-regulates serum adropin."}, {"pubmed": 28363705, "text": "Plasma adropin levels are not consistency associated with body composition and no association with lipid variables amongst Taiwanese adolescents. The role of adropin in the development of obesity is still not clear, and further studies are need especially for children."}, {"pubmed": 28501281, "text": "An increase in maternal serum adropin level was found in preeclampsia."}, {"pubmed": 28672759, "text": "significant association between maternal and umbilical adropin levels and the presence and severity of preeclampsia"}, {"pubmed": 28937295, "text": "Data suggest that serum and follicular fluid levels of adropin are down-regulated in women with PCOS (polycystic ovary syndrome) compared with control subjects; also, follicular fluid levels of adropin are lower than serum levels of adropin."}, {"pubmed": 29244071, "text": "Analysis of midluteal endometrial biopsies revealed an inverse correlation between endometrial EOGT and ENHO expression and body mass index. Obesity impairs the EOGT-adropin axis in decidual cells, which in turn points toward a mechanistic link between metabolic disorders and adverse pregnancy outcome."}, {"pubmed": 29331507, "text": "Adropin is coupled with biological clock activity. In mouse liver, ENHO expression has a diurnal rhythm that peaks at the end of maximal nutrient intake in the dark. The nuclear receptors ROR-alpha/gamma and Rev-erb may couple adropin synthesis with circadian rhythms in carbohydrate and lipid metabolism.In humans, associations between plasma adropin concentrations and LDL-C suggest a link with hepatic lipid metabolism."}, {"pubmed": 29669965, "text": "Serum adropin concentrations are decreased in Chinese T2DM patients, especially those overweight/obese. Adropin, associated with glucolipid homeostasis and insulin sensitivity, may implicate in the pathogenesis of T2DM."}, {"pubmed": 30141839, "text": "Although the ENHO[energy homeostasis-associated gene] gene expression is increased, serum adropin level is not altered in RA. Similarly, adropin seems not to be associated with SLE. However, the potential link between adropin and inflammatory diseases need to be tested by further studies."}, {"pubmed": 30260179, "text": "The highest adropin concentration was found in patients with P-Ch C (11.7+/-5.7 ng/ml) cirrhosis."}, {"pubmed": 30413149, "text": "ENHO, RXRA, and LXRA polymorphisms and dyslipidemia, related comorbidities and survival in hemodialysis patients have been reported."}, {"pubmed": 30514096, "text": "Serum and vitreous adropin concentrations are negatively associated with the presence of diabetic retinopathy"}, {"pubmed": 31438729, "text": "lower serum concentration significantly associated with hypertensive disorders complicating pregnancy"}, {"pubmed": 32518265, "text": "Serum adropin levels are reduced in patients with inflammatory bowel diseases."}, {"pubmed": 32810635, "text": "Lower adropin expression is associated with oxidative stress and severity of nonalcoholic fatty liver disease."}, {"pubmed": 33612434, "text": "Potential effects of adropin on systemic metabolic and hormonal abnormalities in polycystic ovary syndrome."}, {"pubmed": 33712900, "text": "Association between adropin and coronary artery lesions in children with Kawasaki disease."}, {"pubmed": 34572509, "text": "Adropin Serum Levels in Patients with Primary Sjogren's Syndrome."}, {"pubmed": 34644709, "text": "The Clinical Value of Serum Adropin Level in Early Detection of Diabetic Nephropathy."}, {"pubmed": 34710824, "text": "Adropin decreases endothelial monolayer permeability after cell-free hemoglobin exposure and reduces MCP-1-induced macrophage transmigration."}, {"pubmed": 36014766, "text": "ERalpha-Dependent Regulation of Adropin Predicts Sex Differences in Liver Homeostasis during High-Fat Diet."}, {"pubmed": 36717106, "text": "Protective roles of adropin in neurological disease."}, {"pubmed": 37654184, "text": "Adropin attenuates pancreatitis-associated lung injury through PPARgamma phosphorylation-related macrophage polarization."}, {"pubmed": 38348042, "text": "Development and validation of a new diagnostic prediction model of ENHO and NOX4 for early diagnosis of systemic sclerosis."}], "genomic_pos": {"chr": "9", "end": 34522990, "ensemblgene": "ENSG00000168913", "start": 34521043, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 34523039, "start": 34521038, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045747", "qualifier": "involved_in", "term": "positive regulation of Notch signaling pathway"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}}, "homologene": {"genes": [[9544, 701072], [9598, 100609037], [9606, 375704], [9615, 100688608], [10090, 69638], [10116, 100912292]], "id": 104312}, "interpro": {"desc": "Adropin", "id": "IPR034461", "short_desc": "Adropin"}, "ipi": ["IPI00166942", "IPI00847642"], "map_location": "9p13.3", "name": "energy homeostasis associated", "other_names": ["GAAI470", "adropin", "energy homeostasis-associated protein"], "pantherdb": {"HGNC": "24838", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1916888", "ortholog_type": "LDO", "panther_family": "PTHR38492", "taxid": 10090, "uniprot_kb": "Q8K1D8"}, {"RGD": "6487582", "ortholog_type": "LDO", "panther_family": "PTHR38492", "taxid": 10116, "uniprot_kb": "D3ZUG5"}], "uniprot_kb": "Q6UWT2"}, "pharmgkb": "PA164719156", "pharos": {"target_id": 19114, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176054", "relationship": "is"}, {"id": "GNF186960", "relationship": "is"}, {"id": "GNF197866", "relationship": "is"}, {"id": "GNF208772", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF048656", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF015275", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110279", "relationship": "is"}, {"id": "GNF149920", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_940975.2", "rna": "NM_198573.3", "translation": {"protein": "NP_940975.2", "rna": "NM_198573.3"}}, "reporter": {"GNF1H": "gnf1h10596_at", "HG-U133_Plus_2": "228403_at", "HG-U95B": "54652_at", "HTA-2_0": "TC09001037.hg.1", "HuEx-1_0": "3204061", "HuGene-1_1": "8160816", "HuGene-2_1": "17093455"}, "summary": "Predicted to enable hormone activity. Predicted to be involved in positive regulation of Notch signaling pathway. Predicted to be located in extracellular region. Predicted to be active in plasma membrane. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "ENHO", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1824301"}, "unigene": "Hs.522085", "uniprot": {"Swiss-Prot": "Q6UWT2"}}