{"AllianceGenome": "3353", "HGNC": "3353", "MIM": "131360", "_id": "2026", "_version": 1, "accession": {"genomic": ["CH471116.2", "CP068266.2", "HC893847.1", "KF511186.1", "NC_000012.12", "NC_060936.1", "U47924.1", "X51956.1"], "protein": ["AAA52388.1", "AAB51320.1", "AAB59554.1", "AAH02745.1", "AAP36047.1", "ACJ13661.1", "BAF83214.1", "BAG35316.1", "BAG54062.1", "BAH12015.1", "CAA31512.1", "CAA32505.1", "CAA36215.1", "CAG38819.1", "CBN61368.1", "EAW88709.1", "EAW88710.1", "EAW88711.1", "NP_001966.1", "P09104.3"], "rna": ["AK124656.1", "AK290525.1", "AK295220.1", "AK312402.1", "BC002745.2", "BT007383.1", "CR536582.1", "EU794607.1", "M22349.1", "M36768.1", "NM_001975.3", "X13120.1", "X14327.1", "Y00691.1"], "translation": [{"protein": "NP_001966.1", "rna": "NM_001975.3"}, {"protein": "BAH12015.1", "rna": "AK295220.1"}, {"protein": "AAH02745.1", "rna": "BC002745.2"}, {"protein": "BAF83214.1", "rna": "AK290525.1"}, {"protein": "AAB59554.1", "rna": "M22349.1"}, {"protein": "ACJ13661.1", "rna": "EU794607.1"}, {"protein": "CAG38819.1", "rna": "CR536582.1"}, {"protein": "AAA52388.1", "rna": "M36768.1"}, {"protein": "CAA31512.1", "rna": "X13120.1"}, {"protein": "BAG54062.1", "rna": "AK124656.1"}, {"protein": "CAA32505.1", "rna": "X14327.1"}, {"protein": "AAP36047.1", "rna": "BT007383.1"}, {"protein": "BAG35316.1", "rna": "AK312402.1"}]}, "alias": ["HEL-S-279", "NSE"], "ec": "4.2.1.11", "ensembl": {"gene": "ENSG00000111674", "protein": ["ENSP00000229277", "ENSP00000437402", "ENSP00000438062", "ENSP00000438873", "ENSP00000441490", "ENSP00000445788", "ENSP00000476096", "ENSP00000476112"], "transcript": ["ENST00000229277", "ENST00000441285", "ENST00000534977", "ENST00000535275", "ENST00000535366", "ENST00000536199", "ENST00000537688", "ENST00000537838", "ENST00000538763", "ENST00000539713", "ENST00000541477", "ENST00000542509", "ENST00000543975", "ENST00000545045"], "translation": [{"protein": "ENSP00000445788", "rna": "ENST00000537688"}, {"protein": "ENSP00000438873", "rna": "ENST00000541477"}, {"protein": "ENSP00000229277", "rna": "ENST00000229277"}, {"protein": "ENSP00000441490", "rna": "ENST00000538763"}, {"protein": "ENSP00000438062", "rna": "ENST00000545045"}, {"protein": "ENSP00000437402", "rna": "ENST00000535366"}, {"protein": "ENSP00000476096", "rna": "ENST00000535275"}, {"protein": "ENSP00000476112", "rna": "ENST00000543975"}], "type_of_gene": "protein_coding"}, "entrezgene": "2026", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 17.1327938804, "exp_mis": 162.992899532, "exp_syn": 66.5030595184, "lof_z": 2.66427933069067, "mis_z": 2.06856333439158, "mu_lof": 1.12041440463e-06, "mu_mis": 1.41405397765e-05, "mu_syn": 5.52095162728e-06, "n_lof": 6.0, "n_mis": 109.0, "n_syn": 69.0, "p_li": 0.0185777100017329, "p_null": 0.00425551648846334, "p_rec": 0.977166773509804, "syn_z": -0.189817716303663}, "bp": 1305, "cds_end": 7031963, "cds_start": 7024996, "n_exons": 11, "nonpsych": {"exp_lof": 15.2825899459, "exp_mis": 147.3000649, "exp_syn": 59.9674455517, "lof_z": 2.58318790318937, "mis_z": 2.09039814082057, "mu_lof": 1.12041440463e-06, "mu_mis": 1.41405397765e-05, "mu_syn": 5.52095162728e-06, "n_lof": 5.0, "n_mis": 97.0, "n_syn": 62.0, "p_li": 0.0533861059389076, "p_null": 0.00514552633108886, "p_rec": 0.941468367730004, "syn_z": -0.165252085048839}, "nontcga": {"exp_lof": 15.7403131704, "exp_mis": 149.931620565, "exp_syn": 61.1609605598, "lof_z": 2.67049347698328, "mis_z": 1.99091518076312, "mu_lof": 1.12041440463e-06, "mu_mis": 1.41405397765e-05, "mu_syn": 5.52095162728e-06, "n_lof": 5.0, "n_mis": 101.0, "n_syn": 62.0, "p_li": 0.0574520535145438, "p_null": 0.0037635067171629, "p_rec": 0.938784439768293, "syn_z": -0.0679309806162995}, "transcript": "ENST00000535366.1"}, "exons": [{"cdsend": 6922800, "cdsstart": 6915832, "chr": "12", "position": [[6914579, 6914659], [6915820, 6915917], [6916416, 6916512], [6916670, 6916729], [6917037, 6917107], [6917580, 6917714], [6917939, 6918162], [6919565, 6919763], [6921580, 6921782], [6922055, 6922164], [6922343, 6922402], [6922730, 6923697]], "strand": 1, "transcript": "NM_001975", "txend": 6923697, "txstart": 6914579}], "exons_hg19": [{"cdsend": 7031963, "cdsstart": 7024996, "chr": "12", "position": [[7023743, 7023823], [7024984, 7025081], [7025580, 7025676], [7025834, 7025893], [7026201, 7026271], [7026744, 7026878], [7027103, 7027326], [7028729, 7028927], [7030743, 7030945], [7031218, 7031327], [7031506, 7031565], [7031893, 7032860]], "strand": 1, "transcript": "NM_001975", "txend": 7032860, "txstart": 7023743}], "generif": [{"pubmed": 11881792, "text": "Serum level of enolase 2 heavily influences survival in neuroblastoma in children."}, {"pubmed": 11919335, "text": "expressed in the placenta and umbilical cord"}, {"pubmed": 11983209, "text": "Serum time course of two brain-specific proteins, alpha(1) brain globulin and neuron-specific enolase, in tick-born encephalitis and Lyme disease."}, {"pubmed": 11985791, "text": "neuron-specific enolase (NSE) may have a role in development of pyothorax-associated lymphoma (PAL)"}, {"pubmed": 12353304, "text": "the frequency of a high NSE serum value in acute and lymphoma type adult T-cell leukemia (ATL) suggests that ATL cells preferentially produce NSE compared with other NHL cells"}, {"pubmed": 12581805, "text": "Patients with viral meningitis showed high concentrations of inosine, guanosine, xanthine, urate and neuron-specific enolase."}, {"pubmed": 12636057, "text": "Increased level of neuron-specific enolase is associated with small-cell lung cancer and non-small cell lung cancer patients"}, {"pubmed": 14631087, "text": "Decreasing levels of serum NSE but not S-100B over time may indicate selective attenuation of delayed neuronal death by therapeutic hypothermia in victims of cardiac arrest"}, {"pubmed": 15289101, "text": "enzyme has been purified, crystallized and its crystal structure determined."}, {"pubmed": 16044081, "text": "NSE increases to similar degrees with and without traumatic brain injury"}, {"pubmed": 16411755, "text": "The crystal structure of the human neuronal enolase-Mg2F2P(i) complex determined at 1.36 A resolution shows that the combination of anions effectively mimics an intermediate state in catalysis"}, {"pubmed": 16978415, "text": "Serum neuron-specific enolase (NSE) measurement has prognostic value in predicting outcomes in patients recovering from cardiopulmonary resuscitation following in-hospital cardiac arrest."}, {"pubmed": 17436063, "text": "MS patients had a greater prevalence of positive T-cell proliferative responses to neuron-specific enolase [NSE], retinal arrestin, and beta-arrestin than healthy controls (p<0.0001)."}, {"pubmed": 17618570, "text": "There is complementarity in the combined detection of the level of TPS, NSE, CEA and beta(2)-MG. Their levels have close correlation with lung cancer, histological grades and lymphoid nodule metastasis."}, {"pubmed": 18063947, "text": "Neuron-specific enolase is a relevant marker in investigation of the patients with neurofibromatosis type 1 and associated tumors"}, {"pubmed": 18460190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18609108, "text": "Serum samples were investigated for carcinoembryonic antigen (CEA), CA125 and MUC1, alpha-foetoprotein, neuron-specific enolase and CA19.9."}, {"pubmed": 18783450, "text": "serum levels of neuron-specific enolase were decreased slightly during and after migraine bouts."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19220958, "text": "Levels of plasma S-100 beta and NSE cannot predict encephalopathy after orthotopic liver transplantation."}, {"pubmed": 19221293, "text": "Early upregulation of neuron-specific enolase in children with head injury, correlates significantly with the severity of the head injury."}, {"pubmed": 19221847, "text": "There are no differences in S100B and NSE levels between patients with ischemic stroke or intracerebral hemorrhage."}, {"pubmed": 19307814, "text": "The timing, intensity, and duration of serum NSE and S-100B biomarker concentration patterns are associated with neurologic and survival outcomes following pediatric cardiac arrest."}, {"pubmed": 19405953, "text": "This protein has been found differentially expressed in the Wernicke's Area from patients with schizophrenia."}, {"pubmed": 19445653, "text": "Data demonstrated the increasing expression of NSE and the decreasing expression of nestin, which revealed that hMSCs had neuronal characteristics."}, {"pubmed": 19540138, "text": "Jugular venous neurone specific enolase (NSE) increases following carotid endarterectomy under general, but not local, anaesthesia."}, {"pubmed": 20105309, "text": "serum levels of S100B may be a marker for brain functional condition and serum NSE levels may be a marker for morphological status in Alzheimer's disease"}, {"pubmed": 20348052, "text": "This enzyme, synthesized by neurons and neuroendocrine cells, is a marker useful for the diagnosis and the monitoring of patients with neuroendocrine tumors."}, {"pubmed": 20381070, "text": "This protein has been found differentially expressed in the anterior cingulate cortex in women patients with schizophrenia."}, {"pubmed": 20495226, "text": "the concentration of neurospecific enolase was changed depending on the character of perinatal injury of central nervous system."}, {"pubmed": 20537424, "text": "The serum level of NSE at relapse is a useful predictive marker for CR to salvage chemotherapy."}, {"pubmed": 20686797, "text": "Study of development of secondary injuries following traumatic brain injury includes measurement of release of neuron-specific enolase (NSE) and S100B into the cerebrospinal fluid and blood."}, {"pubmed": 20873151, "text": "In nonproliferative diabetic retinopathy, the concentration of NSE showed an 18-fold increase in the tear fluid and the content of its autoantibodies remained unchanged."}, {"pubmed": 21149784, "text": "Autoantibodies targeting NSE were not observed in any healthy control subjects or patients with inflammatory eye disease. However, anti-NSE activity was found in 1 child with molecularly confirmed Leber congenital amaurosis."}, {"pubmed": 21165441, "text": "Studies of pancreatic tissue specimens from adult patients with type 1 diabetes mellitus showed no immunopositive reaction to neuron-specific enolase in insulin-negative specimens"}, {"pubmed": 21293918, "text": "The findings of increased ictal serum S100B and NSE levels together with increased interictal levels of S100B suggested that migraine might be associated with glial and/or neuronal damage in the brain."}, {"pubmed": 21358174, "text": "Brain-specific gamma1-syntrophin participates in gamma-enolase translocation towards the plasma membrane, a pre-requisite for its neurotrophic activity."}, {"pubmed": 21368691, "text": "The relationship of clinical outcome with cerebrospinal fluid neuron-specific enolase (NSE), S100B and glial fibrillary acidic protein (GFAP) levels in patients with severe traumatic brain injury was investigated"}, {"pubmed": 21553520, "text": "The increased level of serum S100beta and NSE may be one of the mechanisms of brain damage and memory impairment in obstructive sleep apnea-hypopnea syndrome."}, {"pubmed": 21587126, "text": "Neuron-specific enolase levels were not significantly different in off-pump coronary artery bypass patients with/without intracranial and cervical artery stenosis."}, {"pubmed": 21775743, "text": "NSE correlates well with other markers of ischemic brain injury."}, {"pubmed": 21815777, "text": "Serum NSE may be a novel marker of disease aggressiveness as well as a prognostic factor for DLBCL in the era of rituximab."}, {"pubmed": 21824428, "text": "Neuron-specific enolase levels measured early in the course of patient care for those who remain comatose after cardiac arrest are significantly higher in patients with outcomes of death or vegetative state."}, {"pubmed": 21846577, "text": "Up-regulation of Neuron-Specific Enolase is associated with brain damage in children with acute lymphoblastic leukemia"}, {"pubmed": 21868318, "text": "NSE gene expression promotes the cell proliferation and inhibits the cell apoptosis in lung cancer cells with neuroendocrine differentiation."}, {"pubmed": 21877195, "text": "NSE may be a novel marker of disease aggressiveness as well as a prognostic factor for non-germinal center B-cell type subtype of diffuse large B-cell lymphoma in the era of rituximab."}, {"pubmed": 21924039, "text": "NSE is an ideal tumor marker for the diagnosis and assessment prognosis of small cell lung cancer"}, {"pubmed": 21976236, "text": "NSE levels are significantly higher in children who died following traumatic brain injury."}, {"pubmed": 21994954, "text": "Elevated baseline NSE provided prognostic information on progression-free survival and survival in patients with pancreatic neuroendocrine tumors."}, {"pubmed": 21995595, "text": "The ENO2 gene might be associated with heroin dependence, and reduced ENO2 gene expression may confer increased risk to heroin dependence."}, {"pubmed": 22088515, "text": "SCC, CEA, Cyfra 21-1 and NSE are valuable in the early diagnosis of lung cancer among suspicious nodules in the lung, especially when they were assayed together for one patient."}, {"pubmed": 22256771, "text": "Effect of Shuxuetong injection on neuron-specific enolase of serum and recovery of function in patients with acute cerebral infarction"}, {"pubmed": 22300752, "text": "Percent changes in serum ProGRP showed better correlation to the sum of the tumor diameters (SOD) and prognostic impact than that of NSE."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22437160, "text": "Data indicate that the neuron specific enolase (hNSE) dimer contains 2-phospho-d-glycerate (PGA) bound in one subunit and phosphoenolpyruvate (PEP) or a mixture of PEP and PGA in the other."}, {"pubmed": 22452413, "text": "NSE levels correlated with neurodevelopmental outcome in infants with hypoxic/ischaemic encephalopathy."}, {"pubmed": 22551201, "text": "Increased citrullination of Arg429 in NSE is associated with Creutzfeldt-Jakob disease and Alzheimer's disease."}, {"pubmed": 22582497, "text": "The high serum levels of NSE in small cell lung cancer differed significantly from all other cancers including non-small cell lung cancer."}, {"pubmed": 22674301, "text": "Data show that the prognostic values of CA125, CA19.9, neuron-speci fi c enolase (NSE), and squamous cell carcinoma antigen (SCC) for stage I non-small-cell lung cancer NSCLC are limited."}, {"pubmed": 22893673, "text": "Serum NSE levels are higher in Leber's hereditary optic neuropathy carriers compared with affected and off-pedigree individuals."}, {"pubmed": 22895339, "text": "ENO1 is a passenger locus homozygously deleted as part of the 1p36 locus in glioblastoma and inhibition of ENO2 is selectively lethal to ENO1 deleted tumor cells, but not normal non-cancerous cells."}, {"pubmed": 22932993, "text": "Diffusion MRI only provided additional prognostic information for comotose cardiac arrest survival when the 48-h NSE levels indicated a good prognosis."}, {"pubmed": 23074103, "text": "The CSF/serum NSE ratio could be a useful parameter for the early diagnosis of TbM."}, {"pubmed": 23208248, "text": "NSE concentrations may be a useful predictor of individuals at risk of more severe long-term cognitive decline"}, {"pubmed": 23212584, "text": "Higher BMI was associated with increased NSE serum levels as well as increased expression in the hippocampus and cerebellum where neuroimaging revealed prominent neuronal density changes."}, {"pubmed": 23380091, "text": "Serum NSE levels of children with CO poisoning were significantly higher than those of a control group at 0 hour and also at 3 and 6 hours. Serum NSE levels demonstrated a negative correlation with the admission Glasgow Coma Scale scores."}, {"pubmed": 23406753, "text": "Serum neuron specific enolase levels were not helpful in differentiating parasomnic pediatric patients with and without epilepsy."}, {"pubmed": 23438682, "text": "Serum concentrations of NSE and IL-10 have a high predictive value for early neurobehavioral outcome after acute stroke."}, {"pubmed": 23564292, "text": "peripheral neuronal specific enolase may be a useful marker drug-naive major depression disorder and bipolar disorder, but its pathophysiological significance and response to treatment should be further investigated"}, {"pubmed": 23712355, "text": "High levels of neuron-specific enolase (NSE), carbohydrate antigen 125 (CA125) and squamous cell carcinoma antigen (SCC) were detected in 306 (63.6%), 89 (18.5%) and 125 (26.0%) non-small cell lung cancer patients, respectively."}, {"pubmed": 23713736, "text": "Following electroacupuncture treatment, serum levels of ENO2 are significantly decreased in stroke survivors."}, {"pubmed": 23725171, "text": "High serum neuron-specific enolase is associated with lung cancer and peripheral nerve tumors."}, {"pubmed": 23775010, "text": "Patients with high levels of NSE appear to have a poorer overall survival compared with those with low levels of NSE. [Meta-analysis]"}, {"pubmed": 23796187, "text": "NSE and S100 calcium-binding protein (S100)B are useful markers in postmortem biochemistry in cases of suspected traumatic brain injury."}, {"pubmed": 23836424, "text": "In patients treated with mild hypothermia after out of hospital cardiac arrest changes in NSE are more suitable than its absolute serum levels for the prediction of poor neurologic outcome."}, {"pubmed": 23842744, "text": "Human gamma-enolase C-terminal peptide caused downregulation of the pro-apoptotic protein Bax and upregulation of the anti-apoptotic protein Bcl-2, as well as reduced caspase-3 activation."}, {"pubmed": 23846809, "text": "Serum NSE levels are closely associated with peripheral neuropathy in patients with diabetes."}, {"pubmed": 23889347, "text": "S100B is increased in sera of individuals who are chronically exposed to organic solvents; the increase in S100B might be protecting the neurons and preventing an increase in NSE increase"}, {"pubmed": 23992005, "text": "High serum neuron specific enolase expression is associated with lung cancer."}, {"pubmed": 23996295, "text": "Positive NSE mRNA was a significant independent risk factor."}, {"pubmed": 24375395, "text": "High serum NSE levels are associated with small-cell lung cancer."}, {"pubmed": 24470708, "text": "total sleep deprivation increased morning serum levels of NSE (P = 0.002) and S-100B (P = 0.02) by approximately 20%, compared with values obtained after a night of sleep"}, {"pubmed": 24505052, "text": "The role of S100B protein, neuron-specific enolase, and glial fibrillary acidic protein in the evaluation of hypoxic brain injury in acute carbon monoxide poisoning"}, {"pubmed": 24642341, "text": "Serum NSE and CA125 concentrations would provide valuable clinical information to assess disease severity in silicosis"}, {"pubmed": 24659657, "text": "The present study indicated that serum neuron-specific enolase is of no prognostic significance in patients with non-small cell lung cancer"}, {"pubmed": 24733614, "text": "This is the first study to suggest blood NFL mRNA as a surrogate marker for early prediction of prediabetic peripheral neuropathy, while NSE mRNA levels may be of no diagnostic value in prediabetic patients."}, {"pubmed": 24760429, "text": "Neuron-specific enolase levels were able to diagnose sepsis-associated encephalopathy but with less sensitivity than S100Beta."}, {"pubmed": 24796851, "text": "NSE expression is a viable biomarker for MM and can be a useful reference for the design and adjustment of clinical MM treatment programs."}, {"pubmed": 24838548, "text": "Serum neuron specific enolase levels were found significantly increased in acute stroke cases as compared to controls."}, {"pubmed": 25183561, "text": "Serial NSE analysis during the acute period of ischemic stroke is useful for monitoring hemorrhagic transformation and the blood-brain barrier disruption status"}, {"pubmed": 25211554, "text": "the present findings emphasize that S100 and NSE-immunopositivity might be useful for detecting the cause and process of death due to traumatic brain injury."}, {"pubmed": 25326085, "text": "Report ontogenic development of nerve fibers in human fetal livers using immunohistochemical detection of NCAM1/neurone-specific enolase expression."}, {"pubmed": 25341992, "text": "Studied diagnostic Value of Serum Levels of GFAP, pNF-H, and NSE Compared With Clinical Findings in Severity Assessment of Human Traumatic Spinal Cord Injury."}, {"pubmed": 25518864, "text": "The association was studied of intracranial pressure (ICP) and cerebral perfusion pressure (CPP) on S-100B and neuron-specific enolase (NSE) in severe traumatic brain injury (sTBI)."}, {"pubmed": 25686504, "text": "The use of serum NSE as a diagnostic marker for disability progression in multiple sclerosis was not supported."}, {"pubmed": 25904356, "text": "In this study, the appearance of NeuN-positive cells were observed in the basal plate as early as 5 month of gestation."}, {"pubmed": 25918939, "text": "tRK1 forms a complex with human enolases and interacts with tRK1 and human pre-lysyl-tRNA synthetase (preKARS2)"}, {"pubmed": 26040109, "text": "results suggested the use of serum S-100beta and NSE levels as indicators for brain injury"}, {"pubmed": 26299616, "text": "Neuron specific enolase levels were not effective in predicting outcomes or detecting recurrences of Merkel cell carcinoma."}, {"pubmed": 26324761, "text": "NSE values is the best predictors of poor 6-month outcome after out-of-hospital cardiac arrest"}, {"pubmed": 26355117, "text": "In pregnant women developing preeclampsia, the levels of NSE remained high throughout pregnancy, compared to healthy women where the levels decline."}, {"pubmed": 26421286, "text": "This study inquires into the physiological concentrations of NSE and S100B proteins in CSF, carried out on a sufficiently large group of 601 patients."}, {"pubmed": 26481852, "text": "Elevation of neuron specific enolase and brain iron deposition is associated with beta-propeller protein-associated neurodegeneration."}, {"pubmed": 26560853, "text": "CEA, NSE, CA125 and pro-GRP could serve as biomarkers for SCLC, and CEA and CYFRA21-1 could serve as biomarkers for NSCLC. Pro-GRP, CA125 and CEA were related to the clinical stages of lung cancer"}, {"pubmed": 26712902, "text": "Serum neuron-specific enolase level is an independent predictor of overall survival in patients with gastroenteropancreatic neuroendocrine tumors"}, {"pubmed": 26719155, "text": "this study shows that neuron-specific enolase level is both a predictive marker of epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors treatment and a prognostic marker in non-small cell lung cancer harboring EGFR mutations patients"}, {"pubmed": 26730601, "text": "Data show that serum neuron-specific enolase, cytokeratin 19 fragment 21-1, pro-gastrin-releasing peptide, squamous cell carcinoma antigen, tissue inhibitor of metalloproteinase-1, and human epididymis protein 4 are not associated with brain metastases."}, {"pubmed": 26867533, "text": "higher serum and nasal secretion levels were measured in patients with chronic rhinosinusitis compared with healthy controls"}, {"pubmed": 26886220, "text": "High neuron-specific enolase expression is associated with poor response to chemotherapy in small cell lung cancer."}, {"pubmed": 26972711, "text": "Vimentin, Nestin and WT1. Sox2 was expressed by the stem/progenitor cells of the ventricular zone, whereas the postmitotic neurons of the cortical plate were immunostained by PAX2 and NSE."}, {"pubmed": 27000243, "text": "Serum neuron specific enolase was a useful marker in predicting subclinical brain damage following essential hypertension."}, {"pubmed": 27072222, "text": "Significant levels of CEA, CYFRA 21-1, NSE, and TSGF were detected in the serum. The amounts found were useful for diagnosing non-small cell lung cancer (NSCLC) patients who depended on the currently limited biomarker development."}, {"pubmed": 27072263, "text": "BALF and serum NSE, CEA, and CYFRA21.1 elevated in lung cancer, which had prompt value for pathology, especially significant for BALF."}, {"pubmed": 27271274, "text": "Suggest that NSE may be a practical parameter that can be used to monitor TB activity and treatment response. Elevated serum NSE level originates, at least in part, from macrophages in granulomatous lesions."}, {"pubmed": 27433840, "text": "Serum levels of neuron-specific enolase (and S100B) are both significantly increased postoperatively and predict postoperative cognitive dysfunction."}, {"pubmed": 27464303, "text": "HER2 and NSE serum levels were independent prognostic factors in patients with brain metastases in breast cancer. Serum HER2 and MMP-9 appear to be associated with BM in metastatic BC patients. Their predictive value for BM still needs to be evaluated in further prospective studies."}, {"pubmed": 27495086, "text": "The study aimed to identify a small set of genetic signatures that may reliably predict the individuals with a high genetic propensity to heroin addiction. A set of 4 genes (JUN, CEBPB, PRKCB, ENO2, or CEBPG) could predict the diagnosis of heroin addiction with the accuracy rate around 85% in our dataset."}, {"pubmed": 27623437, "text": "elevated preoperative NSE serum level is adverse predictive and prognostic indicator in adenosquamous lung carcinoma"}, {"pubmed": 27653032, "text": "Levels of NSE and S100B are still elevated 1 year postpartum in women who have had preeclampsia in contrast to women with previous normal pregnancies."}, {"pubmed": 28056586, "text": "This study indicates that serum neuron-specific enolase is elevated in diabetic ketoacidosis and correlated with the severity of hyperglycemia, ketosis, and acidosis."}, {"pubmed": 28127669, "text": "High Neuron-Specific Enolase expression is associated with poor response to therapy in small cell lung cancer."}, {"pubmed": 28569132, "text": "Serum BDNF, S100B, and NSE levels appear to be associated with the occurrence of delirium in polytrauma patients."}, {"pubmed": 28571730, "text": "In neonates, NSE and s100B levels increase after bypass surgery and return below preoperative baseline levels by postoperative day seven."}, {"pubmed": 28671048, "text": "we conducted a retrospective study to evaluate the correlation between clinical-pathological parameters, serum levels of neuron-specific enolase and CYFRA21-1, and bone metastases in lung cancer patients.Multivariate logistic regression analysis showed that patients' age concentrations of neuron-specific enolase and histopathological types were the independent risk factors for bone metastases in patients with lung cancer"}, {"pubmed": 28885659, "text": "the major result was that elevated serum NSE appears to correlate with prognosis in advanced prostate cancer (PCa), particularly in patients with progressive and metastatic castration-resistant PCa. Based on the existing literature, the role of serum NSE in PCa patients should be further evaluated."}, {"pubmed": 28931055, "text": "High NSE expression is associated with hypoxic-ischemic encephalopathy."}, {"pubmed": 29145241, "text": "serum level elevated in small cell lung cancer patients with shorter progression-free survival"}, {"pubmed": 29222857, "text": "There is a significant correlation between mortality in the critically ill patients in the intensive care unit and increased serum concentration of S100B and NSE."}, {"pubmed": 29244749, "text": "We investigated the possible correlation between TCD results and S100B, NSE and LDH levels as well as between NSE-LDH and S100B-LDH levels by regression analysis. We found a statistically significant relationship for both NSE, S100B with LDH."}, {"pubmed": 29247745, "text": "The detection of TK1 combined with that of cytokeratin-19 fragment (CYFRA21-1), CEA or NSE increased the diagnostic value of TK1 for lung squamous cell carcinoma, adenocarcinoma and small cell lung cancer, respectively."}, {"pubmed": 29317049, "text": "Identify a possible cross-reactive conformational B cell epitope, shared by Borrelia enolase and gamma enolase, but not by alpha enolase. We hypothesize that this autoantibody interferes with glycolysis in neuronal cells, as the physiological basis for chronic symptoms in at least some cases of post-treatment Lyme disease syndrome."}, {"pubmed": 29484801, "text": "serum levels do not increase in diabetic ketoacidosis patients without overt brain injury"}, {"pubmed": 29689546, "text": "ENO2 promoted cell growth, glycolysis, and glucocorticoid resistance, all of which were effectively inhibited when ENO2 was silenced with shRNAs and up-regulated various glycolysis-related genes and enhanced Akt activity with subsequent glycogen synthase kinase3beta (GSK-3beta) phosphorylation, inducing cell proliferation and glycolysis."}, {"pubmed": 29737901, "text": "CgA and NSE are clinically valuable tumor markers in neuroblastoma and they merit prospective clinical evaluations as such."}, {"pubmed": 29907848, "text": "serum neuron-specific enolase is increased in early-onset neonatal sepsis"}, {"pubmed": 29989303, "text": "ProGRP and NSE serum expression levels predict therapeutic drug response in Chinese lung cancer patients."}, {"pubmed": 30171330, "text": "These results indicated that serum S100B and NSE might play a role in predicting the prognosis and monitoring ongoing brain injury in pediatric traumatic brain injury patients."}, {"pubmed": 30185093, "text": "Serum NSE increased in most of the patients undergoing ablation for atrial fibrillation."}, {"pubmed": 30669174, "text": "Serum Neuron-Specific Enolase Level as Predictor of Neurologic Outcome after Aortic Surgery."}, {"pubmed": 30779465, "text": "Reference interval for serum neuron-specific enolase in a large healthy Chinese adult cohort."}, {"pubmed": 30838543, "text": "Study shows that serum neuron specific enolase levels were increased in tic disorder patients and significantly related to tic severity as measured with the Yale Global Tic Severity."}, {"pubmed": 30849967, "text": "The reduction in serum level of CYFRA21-1 or CEA might be a reliable biomarker to predict immunotherapy efficacy in non-small cell lung cancer patients. NSE was not significant for monitoring the efficacy of nivolumab."}, {"pubmed": 31091854, "text": "Studied association of progastrin-releasing peptide (proGRP), neuron specific enolase (NSE), chromogranin a (CgA), and squamous cell cancer antigen (SCCA1) in pulmonary neuroendocrine tumor (PNET) and non-small-cell lung carcinoma (NSCLC). Results showed ProGRP can distinguish PNET patients from NSCLC patients, and with adjusted NSE values, it can differentiate the PNET group from the benign disease group."}, {"pubmed": 31402486, "text": "Some specimens with slightly elevated NSE may be attributed to the unrecognized slight hemolysis."}, {"pubmed": 31414742, "text": "Serum cytokeratin-19 fragment (Cyfra211) and neuron specific enolase (NSE) levels in males and females had no correlation with age."}, {"pubmed": 31418324, "text": "Reduced Neuron-Specific Enolase Levels in Chronic Severe Traumatic Brain Injury."}, {"pubmed": 31615270, "text": "Serum neuron-specific enolase measurement for neuro-prognostication post out-of-hospital cardiac arrest: Determination of the optimum testing strategy in routine clinical use."}, {"pubmed": 32013731, "text": "Influence of Blood-Brain Barrier Integrity on Brain Protein Biomarker Clearance in Severe Traumatic Brain Injury: A Longitudinal Prospective Study."}, {"pubmed": 32024492, "text": "The effect of obstructive sleep apnea syndrome on serum S100B and NSE levels: a systematic review and meta-analysis of observational studies."}, {"pubmed": 32141647, "text": "Combining serum calcitonin, carcinoembryonic antigen, and neuron-specific enolase to predict lateral lymph node metastasis in medullary thyroid carcinoma."}, {"pubmed": 32311993, "text": "serum level associated with lymph node metastasis, distant metastasis, vascular invasion, and nerve infiltration in gastric and colorectal cancers"}, {"pubmed": 32398667, "text": "Insulin-like growth factor 1-induced enolase 2 deacetylation by HDAC3 promotes metastasis of pancreatic cancer."}, {"pubmed": 32473655, "text": "Prognostic value of neuron-specific enolase for small cell lung cancer: a systematic review and meta-analysis."}, {"pubmed": 33016150, "text": "Lactic acid, neuron-specific enolase, and blood-brain barrier index after a severe traumatic brain injury: a prospective study."}, {"pubmed": 33072201, "text": "Prediction of Neurocognitive Outcome after Moderate-Severe Traumatic Brain Injury Using Serum Neuron-Specific Enolase and S100 biomarkers."}, {"pubmed": 33123300, "text": "Association between Neuron-Specific Enolase Gene Polymorphism and Delayed Encephalopathy after Acute Carbon Monoxide Poisoning."}, {"pubmed": 33130683, "text": "Predictive Value and Correlation of Neuron-Specific Enolase for Prognosis in Patients with Coma: A Systematic Review and Meta-Analysis."}, {"pubmed": 33135164, "text": "Overexpression of enolase 2 is associated with worsened prognosis and increased glycikolysis in papillary renal cell carcinoma."}, {"pubmed": 33342344, "text": "IncRNA ZFAS1 contributes to the radioresistance of nasopharyngeal carcinoma cells by sponging hsa-miR-7-5p to upregulate ENO2."}, {"pubmed": 33566872, "text": "Neuron-specific enolase level as a predictor of neurological outcome in near-hanging patients: A retrospective multicenter study."}, {"pubmed": 33709781, "text": "A novel model for extrapleural cavity metastasis assessment in patients with lung cancer."}, {"pubmed": 33849122, "text": "Levels of S100 calcium binding protein B (S100B), neuron-specific enolase (NSE), and cyclophilin A (CypA) in the serum of patients with severe craniocerebral injury and multiple injuries combined with delirium transferred from the ICU and their prognostic value."}, {"pubmed": 33934428, "text": "Specific activation of glycolytic enzyme enolase 2 in BRAF V600E-mutated colorectal cancer."}, {"pubmed": 33984366, "text": "Neuropsychiatric sequelae of acute carbon monoxide poisoning: The predictive role of neuron specific enolase and glial fibrillary acidic protein."}, {"pubmed": 34160445, "text": "Serum NSE and S100B protein levels for evaluating the impaired consciousness in patients with acute carbon monoxide poisoning."}, {"pubmed": 34286335, "text": "Prognostic value of neuron-specific enolase in patients with advanced and metastatic non-neuroendocrine non-small cell lung cancer."}, {"pubmed": 34350711, "text": "Overexpression of let-7d explains down-regulated KDM3A and ENO2 in the pathogenesis of preeclampsia."}, {"pubmed": 34513079, "text": "Prognostic Value of Investigating Neuron-Specific Enolase in Patients with Ischemic Stroke."}, {"pubmed": 34790052, "text": "NSE, positively regulated by LINC00657-miR-93-5p axis, promotes small cell lung cancer (SCLC) invasion and epithelial-mesenchymal transition (EMT) process."}, {"pubmed": 34819571, "text": "Neuron-specific enolase level is a useful biomarker for distinguishing amyotrophic lateral sclerosis from cervical spondylotic myelopathy."}, {"pubmed": 35188847, "text": "Two Useful Umbilical Biomarkers for Therapeutic Hypothermia Decision in Patients with Hypoxic Ischemic Encephalopathy with Perinatal Asphyxia: Netrin-1 and Neuron Specific Enolase."}, {"pubmed": 35190890, "text": "Neuron Specific Enolase, S100-beta protein and progranulin as diagnostic biomarkers of status epilepticus."}, {"pubmed": 35255971, "text": "Plasma Neuron-Specific Enolase is not a reliable biomarker for staging Trypanosoma brucei rhodesiense sleeping sickness patients."}, {"pubmed": 35387700, "text": "Lower circulating neuron-specific enolase concentrations in adults and adolescents with severe mental illness."}, {"pubmed": 35429240, "text": "The Value of the Biomarkers Neuron-Specific Enolase and S100 Calcium-Binding Protein for Prediction of Mortality in Children Resuscitated After Cardiac Arrest."}, {"pubmed": 35615727, "text": "Clinical Value of Serum Neuron-Specific Enolase Combined with Serum S100B Protein in the Diagnosis of Systemic Lupus Erythematosus."}, {"pubmed": 35621141, "text": "E2F1 promotes Warburg effect and cancer progression via upregulating ENO2 expression in Ewing sarcoma."}, {"pubmed": 35665437, "text": "Brain damage markers neuron-specific enolase (NSE) and S100B in serum in children with Lyme neuroborreliosis-detection and evaluation as prognostic biomarkers for clinical outcome."}, {"pubmed": 35954207, "text": "ENO2 Promotes Colorectal Cancer Metastasis by Interacting with the LncRNA CYTOR and Activating YAP1-Induced EMT."}, {"pubmed": 36419844, "text": "Integrated Analysis of the Role of Enolase 2 in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 36562383, "text": "ENO2 affects the EMT process of renal cell carcinoma and participates in the regulation of the immune microenvironment."}, {"pubmed": 36564658, "text": "CSF neuron-specific enolase as a biomarker of neurovascular conflict severity in drug-resistant trigeminal neuralgia: a prospective study in patients submitted to microvascular decompression."}, {"pubmed": 36945054, "text": "ALDOC- and ENO2- driven glucose metabolism sustains 3D tumor spheroids growth regardless of nutrient environmental conditions: a multi-omics analysis."}, {"pubmed": 37088873, "text": "Evaluating the diagnostic and prognostic value of serum TuM2-PK, NSE, and ProGRP in small cell lung cancer."}, {"pubmed": 37114304, "text": "MRI changes and expressions of neuron-specific enolase and monocyte chemoattractant protein-1 in cerebrospinal fluid in patients with severe herpes simplex virus encephalitis."}, {"pubmed": 37189072, "text": "Neuron-specific enolase in hypertension patients with acute ischemic stroke and its value forecasting long-term functional outcomes."}, {"pubmed": 38250157, "text": "Tumor-derived Exosomal ENO2 Modulates Polarization of Tumor-associated Macrophages through Reprogramming Glycolysis to Promote Progression of Diffuse Large B-cell Lymphoma."}, {"pubmed": 38302568, "text": "Neuron-specific enolase at admission as a predictor for stroke volume, severity and outcome in ischemic stroke patients: a prognostic biomarker review."}, {"pubmed": 38923759, "text": "HOXC6-mediated transcriptional activation of ENO2 promotes oral squamous cell carcinoma progression through the Warburg effect."}], "genomic_pos": {"chr": "12", "end": 6923698, "ensemblgene": "ENSG00000111674", "start": 6913745, "strand": 1}, "genomic_pos_hg19": [{"chr": "12", "end": 7032861, "start": 7022909, "strand": 1}, {"chr": "HG344_PATCH", "end": 7032861, "start": 7022909, "strand": 1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006096", "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006096", "pubmed": 22087329, "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061621", "qualifier": "involved_in", "term": "canonical glycolysis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000015", "qualifier": "part_of", "term": "phosphopyruvate hydratase complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001917", "qualifier": "located_in", "term": "photoreceptor inner segment"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 22664934, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19433310, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043204", "qualifier": "located_in", "term": "perikaryon"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000287", "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004634", "qualifier": "enables", "term": "phosphopyruvate hydratase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004634", "pubmed": 22087329, "qualifier": "enables", "term": "phosphopyruvate hydratase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004634", "qualifier": "enables", "term": "phosphopyruvate hydratase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 21044950, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[4896, 2539782], [4896, 3361181], [4932, 853169], [4932, 856579], [5141, 3874106], [7955, 402874], [9031, 395689], [9544, 714208], [9606, 2026], [9615, 100856683], [9913, 526006], [10090, 13807], [10116, 24334], [28985, 2896838], [33169, 4621364], [318829, 2682254]], "id": 74414}, "interpro": [{"desc": "Enolase", "id": "IPR000941", "short_desc": "Enolase"}, {"desc": "Enolase, conserved site", "id": "IPR020809", "short_desc": "Enolase_CS"}, {"desc": "Enolase, C-terminal TIM barrel domain", "id": "IPR020810", "short_desc": "Enolase_C"}, {"desc": "Enolase-like, C-terminal domain superfamily", "id": "IPR036849", "short_desc": "Enolase-like_C_sf"}, {"desc": "Enolase, N-terminal", "id": "IPR020811", "short_desc": "Enolase_N"}, {"desc": "Enolase-like, N-terminal", "id": "IPR029017", "short_desc": "Enolase-like_N"}], "ipi": ["IPI00216171", "IPI00791564", "IPI01011037", "IPI01013948"], "map_location": "12p13.31", "name": "enolase 2", "other_names": ["2-phospho-D-glycerate hydro-lyase", "2-phospho-D-glycerate hydrolyase", "enolase 2 (gamma, neuronal)", "epididymis secretory protein Li 279", "gamma-enolase", "neural enolase", "neuron specific gamma enolase", "neuron-specific enolase", "neuronal enriched enolase", "neurone-specific enolase"], "pantherdb": {"HGNC": "3353", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95394", "ortholog_type": "LDO", "panther_family": "PTHR11902", "taxid": 10090, "uniprot_kb": "P17183"}, {"RGD": "2554", "ortholog_type": "LDO", "panther_family": "PTHR11902", "taxid": 10116, "uniprot_kb": "P07323"}, {"Gene": "ENO2", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 9031, "uniprot_kb": "O57391"}, {"Ensembl": "ENSGALG00000014528", "ortholog_type": "LDO", "panther_family": "PTHR11902", "taxid": 9031, "uniprot_kb": "A0A1L1RRN7"}, {"ZFIN": "ZDB-GENE-040704-27", "ortholog_type": "LDO", "panther_family": "PTHR11902", "taxid": 7955, "uniprot_kb": "Q6GQM9"}, {"WormBase": "WBGene00011884", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 6239, "uniprot_kb": "Q27527"}, {"FlyBase": "FBgn0000579", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 7227, "uniprot_kb": "P15007"}, {"SGD": "S000006202", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4932, "uniprot_kb": "P0CX11"}, {"SGD": "S000005920", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4932, "uniprot_kb": "P0CX10"}, {"SGD": "S000003486", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4932, "uniprot_kb": "P00924"}, {"SGD": "S000004942", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4932, "uniprot_kb": "P42222"}, {"SGD": "S000001217", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4932, "uniprot_kb": "P00925"}, {"PomBase": "SPBPB21E7.01c", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4896, "uniprot_kb": "Q8NKC2"}, {"PomBase": "SPBC1815.01", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 4896, "uniprot_kb": "P40370"}, {"dictyBase": "DDB_G0268214", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 352472, "uniprot_kb": "Q55F83"}, {"dictyBase": "DDB_G0283137", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 352472, "uniprot_kb": "Q54RK5"}, {"TAIR": "2043067", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 3702, "uniprot_kb": "Q9ZW34"}, {"EnsemblGenome": "BAE76853", "ortholog_type": "O", "panther_family": "PTHR11902", "taxid": 562, "uniprot_kb": "P0A6P9"}], "uniprot_kb": "P09104"}, "pathway": {"humancyc": [{"id": "PWY66-399", "name": "gluconeogenesis"}, {"id": "PWY66-400", "name": "glycolysis"}, {"id": "PWY66-407", "name": "superpathway of conversion of glucose to acetyl CoA and entry into the TCA cycle"}], "kegg": [{"id": "hsa00010", "name": "Glycolysis / Gluconeogenesis - Homo sapiens (human)"}, {"id": "hsa03018", "name": "RNA degradation - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-70171", "name": "Glycolysis"}, {"id": "R-HSA-70263", "name": "Gluconeogenesis"}, {"id": "R-HSA-70326", "name": "Glucose metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}], "wikipathways": [{"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["1TE6", "2AKM", "2AKZ", "3UCC", "3UCD", "3UJE", "3UJF", "3UJR", "3UJS", "4ZA0", "4ZCW", "5EU9", "5IDZ", "5TD9", "5TIJ", "7MBH"], "pfam": ["PF00113", "PF03952"], "pharmgkb": "PA27788", "pharos": {"target_id": 11486, "tdl": "Tbio"}, "pir": "JU0060", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167624", "relationship": "is"}, {"id": "GNF178530", "relationship": "is"}, {"id": "GNF189436", "relationship": "is"}, {"id": "GNF200342", "relationship": "is"}, {"id": "GNF214089", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162513", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032297", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF004185", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285854", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101399", "relationship": "is"}, {"id": "GNF141054", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": "NP_001966.1", "rna": "NM_001975.3", "translation": {"protein": "NP_001966.1", "rna": "NM_001975.3"}}, "reporter": {"HG-U133_Plus_2": "201313_at", "HG-U95Av2": "40193_at", "HTA-2_0": "TC12000099.hg.1", "HuEx-1_0": "3403015", "HuGene-1_1": "7953532", "HuGene-2_1": "16747570"}, "summary": "This gene encodes one of the three enolase isoenzymes found in mammals. This isoenzyme, a homodimer, is found in mature neurons and cells of neuronal origin. A switch from alpha enolase to gamma enolase occurs in neural tissue during development in rats and primates. [provided by RefSeq, Jul 2008].", "symbol": "ENO2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414404"}, "unigene": "Hs.511915", "uniprot": {"Swiss-Prot": "P09104", "TrEMBL": ["U3KQP4", "Q6FHV6", "F5H0C8", "F5H1C3", "U3KQQ1"]}, "wikipedia": {"url_stub": "Enolase 2"}}