{"AllianceGenome": "3374", "HGNC": "3374", "MIM": "603349", "_id": "2034", "_version": 3, "accession": {"genomic": ["AC016696.8", "AC016912.7", "CH471053.2", "CP068276.2", "MW600848.1", "MW600849.1", "MW600852.1", "MW619914.1", "MW619915.1", "MW619916.1", "NC_000002.12", "NC_060926.1", "NG_016000.1"], "protein": ["AAB41495.1", "AAC51212.1", "AAH51338.1", "AAX93237.1", "AAY14704.1", "BAG53969.1", "EAX00255.1", "NP_001421.2", "Q99814.3", "ULM60733.1", "ULM60734.1", "ULM60737.1", "UMB41529.1", "UMB41530.1", "UMB41531.1", "XP_011531000.1", "XP_054196990.1"], "rna": ["AF052094.1", "AK123845.1", "BC015869.1", "BC051338.1", "BM671511.1", "CD109908.1", "NM_001430.5", "U51626.1", "U81984.1", "XM_011532698.3", "XM_054341015.1"], "translation": [{"protein": "AAB41495.1", "rna": "U81984.1"}, {"protein": "BAG53969.1", "rna": "AK123845.1"}, {"protein": "XP_054196990.1", "rna": "XM_054341015.1"}, {"protein": "AAH51338.1", "rna": "BC051338.1"}, {"protein": "NP_001421.2", "rna": "NM_001430.5"}, {"protein": "XP_011531000.1", "rna": "XM_011532698.3"}, {"protein": "AAC51212.1", "rna": "U51626.1"}]}, "alias": ["ECYT4", "HIF2A", "HLF", "MOP2", "PASD2", "bHLHe73"], "ensembl": {"gene": "ENSG00000116016", "protein": ["ENSP00000263734", "ENSP00000406137"], "transcript": ["ENST00000263734", "ENST00000449347", "ENST00000460015", "ENST00000463191", "ENST00000465318", "ENST00000466465", "ENST00000467888", "ENST00000468530", "ENST00000475822", "ENST00000483692"], "translation": [{"protein": "ENSP00000406137", "rna": "ENST00000449347"}, {"protein": "ENSP00000263734", "rna": "ENST00000263734"}], "type_of_gene": "protein_coding"}, "entrezgene": "2034", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 26.2453724945, "exp_mis": 304.517069059, "exp_syn": 149.578211009, "lof_z": 4.6880494081422, "mis_z": -0.265798046762679, "mu_lof": 1.83596910463e-06, "mu_mis": 2.7611328592e-05, "mu_syn": 1.33114417174e-05, "n_lof": 2.0, "n_mis": 314.0, "n_syn": 191.0, "p_li": 0.997628292931524, "p_null": 3.55768560308448e-09, "p_rec": 0.00237170351079056, "syn_z": -2.09963707494819}, "bp": 2613, "cds_end": 46611799, "cds_start": 46525050, "n_exons": 16, "nonpsych": {"exp_lof": 23.4438849532, "exp_mis": 275.306630696, "exp_syn": 135.072013351, "lof_z": 4.55234549275804, "mis_z": -0.203469892754746, "mu_lof": 1.83596910463e-06, "mu_mis": 2.7611328592e-05, "mu_syn": 1.33114417174e-05, "n_lof": 1.0, "n_mis": 282.0, "n_syn": 173.0, "p_li": 0.998863646362147, "p_null": 3.56545112416344e-09, "p_rec": 0.00113635007240178, "syn_z": -2.05466369685632}, "nontcga": {"exp_lof": 24.1154574581, "exp_mis": 280.125437749, "exp_syn": 137.581682226, "lof_z": 4.4425207521825, "mis_z": -0.353468855078348, "mu_lof": 1.83596910463e-06, "mu_mis": 2.7611328592e-05, "mu_syn": 1.33114417174e-05, "n_lof": 2.0, "n_mis": 292.0, "n_syn": 180.0, "p_li": 0.994963208279941, "p_null": 2.23204557512167e-08, "p_rec": 0.00503676939960347, "syn_z": -2.28978807656498}, "transcript": "ENST00000263734.3"}, "exons": [{"cdsend": 46384660, "cdsstart": 46297911, "chr": "2", "position": [[46297406, 46297937], [46346872, 46347063], [46356150, 46356302], [46356723, 46356808], [46360637, 46360756], [46360884, 46361090], [46369826, 46369933], [46375689, 46375837], [46376538, 46376753], [46377893, 46378087], [46378656, 46378767], [46380226, 46380717], [46381595, 46381722], [46381974, 46382089], [46382424, 46382598], [46384508, 46386697]], "strand": 1, "transcript": "NM_001430", "txend": 46386697, "txstart": 46297406}], "exons_hg19": [{"cdsend": 46611799, "cdsstart": 46525050, "chr": "2", "position": [[46524545, 46525076], [46574011, 46574202], [46583289, 46583441], [46583862, 46583947], [46587776, 46587895], [46588023, 46588229], [46596965, 46597072], [46602828, 46602976], [46603677, 46603892], [46605032, 46605226], [46605795, 46605906], [46607365, 46607856], [46608734, 46608861], [46609113, 46609228], [46609563, 46609737], [46611647, 46613836]], "strand": 1, "transcript": "NM_001430", "txend": 46613836, "txstart": 46524545}], "generif": [{"pubmed": 11823643, "text": "hypoxic induction of the COOH-terminal transactivation domain (CAD)occurs through abrogation of hydroxylation of a conserved asparagine in the CAD"}, {"pubmed": 12123724, "text": "enzymatic hydroxylation of a conserved prolyl residue in hypoxia-inducible factor alpha subunits governs capture by the pVHL E3 ubiquitin ligase complex"}, {"pubmed": 12209691, "text": "expression related to increased angiogenesis in endometrial adenocarcinoma"}, {"pubmed": 12464608, "text": "HIF-2alpha and Ets-1 binding is required for transcriptional activation of Flk-1 in endothelial cells"}, {"pubmed": 12588875, "text": "MAPK signaling facilitates HIF1a and HIF2a activation through p300/CBP"}, {"pubmed": 12697324, "text": "HIF-2alpha regulates glyceraldehyde-3-phosphate dehydrogenase gene expression in vascular endothelial cells."}, {"pubmed": 12823854, "text": "HIF2A is upregulated in rheumatoid arthritis and osteoarthritis."}, {"pubmed": 14512791, "text": "Hypoxia-inducible factors 1alpha and 2alpha have roles in vascular endothelial growth factor expression and in nodular malignant melanomas of the skin"}, {"pubmed": 14645546, "text": "hypoxic gene induction in cells expressing HIF-2alpha but not HIF-1alpha"}, {"pubmed": 14668441, "text": "HIF-2alpha PAS-B binds the analogous ARNT domain in vitro"}, {"pubmed": 14691554, "text": "HIF2alpha has a role in regulating pVHL-defective tumor growth"}, {"pubmed": 14744852, "text": "trans-regulation between HIF-1alpha and HIF-2alpha during hypoxia likely conveys target gene specificity"}, {"pubmed": 14966910, "text": "HIF-2alpha/EPAS1 is expressed in most of hepatocellular carcinoma with capsular infiltration and portal vein invasion, which indicates a possible role of HIF-2alpha/EPAS1 in HCC"}, {"pubmed": 14985465, "text": "deregulation of hypoxia-inducible genes in VHL-/- cells can be attributed mainly to deregulation of HIF and validate HIF as a therapeutic anticancer drug target"}, {"pubmed": 15039136, "text": "role of EPAS1 and Sp1 in the hypoxic response of cancer cells"}, {"pubmed": 15156561, "text": "siRNA targeted degradation of HIF-1alpha and HIF-2alpha results in decreased hypoxia-induced PHD3 expression"}, {"pubmed": 15192019, "text": "EPAS1 may contribute to the construction of mature vessels by modulating the coordinated expressions of VEGF, Flt-1, Flk-1, and Tie2."}, {"pubmed": 15217953, "text": "HIF-1alpha and HIF-2alpha in renal cell carcinoma harboring VHL mutations do not have a major role in radiosensitivity"}, {"pubmed": 15240563, "text": "the complete EPO enhancer displayed dependency on HIF-2alpha regulation, indicating that additional cis-acting elements confer HIF-2alpha specificity within this region"}, {"pubmed": 15247232, "text": "HIF1a and HIF2a are regulated by PHD1, PHD2, and PHD3"}, {"pubmed": 15598469, "text": "The HIF2A is a transcription factor that plays a key role in the response of cells to oxygen levels."}, {"pubmed": 15652356, "text": "HIF-2alpha protein is selectively present in human fetal week 8.5 SNS paraganglia. HIF-2alpha was detected in hypoxic and in well-oxygenized neuroblastoma cells and tissue, presumably reflecting their embryonic features."}, {"pubmed": 15653678, "text": "Results describe the specific interaction of hypoxia-inducible factors (HIF)-2alpha, but not HIF-1alpha, with the NF-kappaB essential modulator (NEMO)."}, {"pubmed": 15964822, "text": "Enhanced expression of HIF2A suppressed HIF1A and vice-versa."}, {"pubmed": 16098466, "text": "Overexpression of HIF-2alpha in glioma tumors enhances angiogenesis but reduces growth of these tumors, in part by increasing tumor cell apoptosis."}, {"pubmed": 16208515, "text": "DNA variants in EPAS1 influence the relative contribution of aerobic and anaerobic metabolism and hence the maximum sustainable metabolic power for a given event duration"}, {"pubmed": 16208515, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16263938, "text": "The role of HIF-1alpha and HIF-2alpha on cell migration and proliferation in fibroblasts during hypoxia is reported."}, {"pubmed": 16278385, "text": "androgen receptor is involved in VEGF and hypoxia sensing via hypoxia-inducible factors HIF-1a, HIF-2a, and the prolyl hydroxylases in human prostate cancer"}, {"pubmed": 16284786, "text": "HIF-1alpha and HIF-2alpha mRNA levels are transiently increased in untrained human skeletal muscle in response to an acute exercise bout, but this response is blunted after exercise training."}, {"pubmed": 16554418, "text": "In the normal, fully developed kidney, HIF-1alpha is expressed in most cell types, whereas HIF-2alpha is mainly found in renal interstitial fibroblast-like cells and endothelial cells"}, {"pubmed": 16760477, "text": "hypoxia-inducible factor (HIF)-1alpha and HIF-2alpha stabilization and transactivation in a graded oxygen environment are regulated in a cell-specific manner"}, {"pubmed": 16826581, "text": "High HIF-2alpha expression is associated with head and neck cancer"}, {"pubmed": 16885164, "text": "HIF-P4H, HIF-1alpha and HIF-2alpha are effective oxygen sensors"}, {"pubmed": 16920734, "text": "knockdown of the HIF-2alpha gene demonstrated that HIF-2alpha regulates VEGF production, expression of which is essential in renal cell carcinoma"}, {"pubmed": 17097563, "text": "Results describe the differential recruitment of HIF-1alpha and HIF-2alpha to common target genes in neuroblastoma, and show that HIF-2alpha promotes an aggressive phenotype."}, {"pubmed": 17140440, "text": "MT1-MMP is a major mediator of tumor cell invasiveness and type I collagen degradation by VHL RCC cells that express either MT1-MMP or HIF-2alpha"}, {"pubmed": 17220275, "text": "HIF2alpha C-terminal transactivation domain, in contrast to the HIF1alpha C-terminal transactivation domain, is relatively resistant to the inhibitory effects of FIH1 under normoxic conditions"}, {"pubmed": 17285230, "text": "Overexpression of the HIF-2A is associated with astrocytomas"}, {"pubmed": 17417656, "text": "discovery of a conserved, functional iron-responsive element (IRE) in the 5' untranslated region of the messenger RNA encoding EPAS1"}, {"pubmed": 17437013, "text": "The late expression of HIF-2alpha in the Barrett's carcinogenesis sequence and its high expression in adenocarcinoma suggest it as a morker of disease progression."}, {"pubmed": 17452775, "text": "The role of protein expression of hypoxia-inducible factor (HIF)-1alpha, HIF-2alpha, carbonic anhydrase 9 (CA9) and glucose transporter 1 (GLUT1) in patients with colorectal adenocarcinomas."}, {"pubmed": 17477366, "text": "There may be a hormonal and hypoxia-independent regulatory mechanism coordinating the expression of HIF-1alpha, HIV-2alpha, VEGF, the androgen receptor, and FOXP1 in prostate tumors."}, {"pubmed": 17495954, "text": "HIF-2alpha was strongly expressed in both the epidermis and in capillary endothelial cells of the dermis in psoriasis."}, {"pubmed": 17526729, "text": "Quantitative differences with respect to HIF deregulation are sufficient to account for the differential risks of kidney cancer linked to VHL mutations."}, {"pubmed": 17555795, "text": "cytoplasmic expression of HIF-2alpha in ovarian carcinomas was higher than that in benign and borderline tumors; cytoplasmic expression of HIF-2alpha was significantly higher in stage III and IV tumors than stages I and II"}, {"pubmed": 17562539, "text": "hypoxia-inducible factor-1alpha (HIF-1alpha) and HIF-2alpha in prostate cancer has been confirmed"}, {"pubmed": 17570486, "text": "both HIF-1alpha and HIF-2alpha play important and similar roles in hypoxia-mediated stimulation of PAI-1 expression in HTR-8/SVneo cells"}, {"pubmed": 17718430, "text": "Under hypoxic conditions, HIF-1alpha and HIF-2alpha proteins are not transcriptionally regulated at the mRNA level but are probably regulated at the post-mRNA level."}, {"pubmed": 17852557, "text": "high levels of the hypoxia regulated proteins HIF1alpha and CA9 in HNC predict resistance to platinum based radio-chemotherapy."}, {"pubmed": 17907154, "text": "we provide the first evidence that HIF-2alpha is essential for hypoxic induction of the human articular chondrocyte phenotype via SOX9"}, {"pubmed": 18024825, "text": "HIF-1 and HIF-2 are detected in the endothelium and macrophages. Hypoxia-inducible factors in endothelial cells may induce VEGF, thereby contributing to the development of choroid neovascularization."}, {"pubmed": 18055454, "text": "HIF-1 and HIF-2 have roles in SK1 upregulation during hypoxia in glioma cells"}, {"pubmed": 18077449, "text": "new hypoxia-inducible and SOX9-regulated genes, Gdf10 and Chm-I. In addition, Mig6 and InhbA were induced by hypoxia, predominantly via HIF-2alpha"}, {"pubmed": 18319549, "text": "The ratio of the HIF-2alpha positive cell in tumor infiltrative macrophages may be a new predictive indicator for prognosis before radiation therapy for uterine cervical cancer."}, {"pubmed": 18378852, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18420194, "text": "Data show that the specific contribution of hypoxia-inducible factor-2alpha to hypoxic gene expression in vitro is limited and modulated by cell type-specific and exogenous factors."}, {"pubmed": 18423372, "text": "HIF-2alpha differentially binds and regulates transcription under hypoxia."}, {"pubmed": 18442887, "text": "the region between -3 kb and -1 kb is required for the minimal skeletal tissue-specific expression of Runx2, and that the region between -155 bp and -75 bp is important for its basal transcription, which may be in part mediated by HIF2A in bone tissues."}, {"pubmed": 18508787, "text": "the HIF2A(M535I) gene mutation could induce hereditary erythrocytosis at a young age"}, {"pubmed": 18625704, "text": "an angiogenic signal-ETS1/HIF-2alpha axis regulates the VEGFR1 chromatin domain to induce VEGFR1 transcription in endothelial cells and in differentiating embryonic stem cells"}, {"pubmed": 18650473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18711622, "text": "HIF-2 alpha plays an important role in the regulation of Epo production."}, {"pubmed": 18728663, "text": "Poorer survival of HIF-2 alpha and CA9 stromal-positive CRCs was associated with wild-type TP53, but not with BNIP3 methylation"}, {"pubmed": 18787502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18945681, "text": "expression of hypoxia-inducible factors 1 alpha and 2 alpha is dependent on mTORC1 and mTORC2"}, {"pubmed": 18957292, "text": "This study offers novel evidence supporting redox status regulation of HIF-2alpha accumulation under hypoxic conditions."}, {"pubmed": 19010893, "text": "Hypoxia-inducible factor-2alpha correlates to distant recurrence and poor outcome in invasive breast cancer."}, {"pubmed": 19021062, "text": "LDH5 is highly upregulated in B-cell non-Hodgkin lymphomas and is in direct relation to factor HIF1alpha and HIF2alpha expression. LDH5 expression is linked with activated VEGFR2/KDR expression"}, {"pubmed": 19030186, "text": "HIF-1alpha and HIF-2alpha have divergent roles in colon cancer"}, {"pubmed": 19077391, "text": "Hypoxia-inducible factor-1alpha and -2alpha additively promote endothelial vasculogenic properties."}, {"pubmed": 19080330, "text": "Data show that EPAS1 and VEGF, but not HIF1alpha, are overexpressed in pancreatic carcinoma."}, {"pubmed": 19129502, "text": "crystal structures of the heterodimer formed by the C-terminal PAS domains from the HIF2alpha and ARNT subunits of the HIF2 transcription factor, both in the absence and presence of an artificial ligand"}, {"pubmed": 19208626, "text": "find that all result in impaired degradation and thus aberrant stabilization of HIF-2alpha"}, {"pubmed": 19238077, "text": "Pancreatic endocrine microadenomatosis in patients with von Hippel-Lindau disease: characterization by VHL/HIF pathway proteins expression."}, {"pubmed": 19252526, "text": "Type 2B R167Q mutant pVhl produces a unique profile of HIF dysregulation, thereby promoting tissue-specific effects on cell growth, development and tumor predisposition."}, {"pubmed": 19287200, "text": "the results of the present study revealed that only HIF-1alpha, but not HIF-2alpha dimerizes with HIF-1beta and then regulates expression of target genes in response to hypoxia."}, {"pubmed": 19322701, "text": "Increased HIF-2alpha expression is associated with renal cell carcinoma."}, {"pubmed": 19386601, "text": "Within a tiled promoter array we identified 546 and 143 sequences that bound, respectively, to HIF-1alpha or HIF-2alpha at high stringency."}, {"pubmed": 19401348, "text": "Study concluded that in ccRCC, PAX2 reactivation is driven by HIF-dependent mechanisms following pVHL loss."}, {"pubmed": 19436307, "text": "HIF-1alpha, but not HIF-2alpha, might be used as a marker of prognosis, in addition to methods currently used, to enhance rectal cancer patient management."}, {"pubmed": 19477429, "text": "GSCs differentially respond to hypoxia with distinct HIF induction patterns, and HIF2alpha might represent a promising target for antiglioblastoma therapies."}, {"pubmed": 19481479, "text": "Only the HIF2A haplotype was shared by individuals who exhibit the high altitude pulmonary edema phenotype"}, {"pubmed": 19483472, "text": "PTEN induces HIF-2alpha transcriptional activity by inhibiting expression of Yin Yang 1 (YY1), which acts as a novel corepressor of HIF-2alpha."}, {"pubmed": 19498162, "text": "findings show that Sirt1 promotes HIF-2 signaling during hypoxia and likely other environmental stresses"}, {"pubmed": 19541651, "text": "Analysis of the A(2A) receptor gene promoter revealed a hypoxia-responsive element in the region between -704 and -595 upstream of the transcription start site, and by using a ChIP assay, we demonstrate that HIF-2alpha binding to this region is specific."}, {"pubmed": 19590888, "text": "The localization of hypoxia-inducible factor-1alpha and -2alpha supports concept that hypoxia is major stimulus for development of submacular wound healing and within this context choroid neovascularization is but one component of this process."}, {"pubmed": 19660915, "text": "Report expression of hypoxia-inducible factor-1alpha and hypoxia-inducible factor-2alpha with progression of keratinocytic neoplasms. (Letter)"}, {"pubmed": 19706526, "text": "Results correlate with altered p53 phosphorylation and target gene expression in untreated human tumor samples and show that HIF2alpha likely contributes to tumor cell survival including during radiation therapy."}, {"pubmed": 19805377, "text": "HIF-2alpha as a marker of normoxic neural crest-like neuroblastoma tumor-initiating/stem cells (TICs) isolated from patient bone marrows."}, {"pubmed": 19837976, "text": "Data show that EMMPRIN up-regulate hypoxia-inducible factor-2alpha, VEGFR-2, and the soluble forms of VEGF in endothelial cells, thus directly regulating the angiogenic process."}, {"pubmed": 19903792, "text": "HIF-1alpha and HIF-2alpha are differentially regulated in vivo in neuroblastoma"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914104, "text": "HIF-1alpha expression was an independent predictor of cancer-specific survival in clear cell RCC with sarcomatoid differentiation"}, {"pubmed": 19940151, "text": "Hsp70- and CHIP-dependent ubiquitination represents a molecular mechanism by which prolonged hypoxia selectively reduces the levels of HIF-1alpha but not HIF-2alpha protein."}, {"pubmed": 19955413, "text": "HIF-2alpha is a potentially universal culprit in promoting the persistent proliferation of neoplastic cells"}, {"pubmed": 20015878, "text": "HIF2A is a newly identified regulator of C-X-C motif chemokine ligand (CXCL)12 expression in multiple myeloma plasma cells and a major contributor to multiple myeloma plasma cell-induced angiogenesis."}, {"pubmed": 20028863, "text": "our findings recognize the PHD/HIF regulatory axis as a novel therapeutic target to disable a tumor's ability to adjust to hypoxic conditions and control cell survival"}, {"pubmed": 20032376, "text": "Detection of a loss-of-function HIF1A mutation in a primary RCC is consistent with HIF-1 and HIF-2 having different roles in renal tumourigenesis."}, {"pubmed": 20039838, "text": "Findings present the first evidence that HIF-2alpha is critically involved in the ROS-regulated vascular remodeling processes."}, {"pubmed": 20158574, "text": "Mitochondria and HIFs are intimately connected to regulate each other resulting in appropriate responses to hypoxia."}, {"pubmed": 20204822, "text": "Uterine leiomyomas are severely and uniformly hypoxic, but do not induce HIF-1alpha, HIF-2alpha, glucose transporter (GLUT)-1 or carbonic anhydrase (CA) IX."}, {"pubmed": 20224786, "text": "preferential activation of PTPRZ1 by HIF-2 results at least in part from cooperative binding of HIF-2 and ELK1 to nearby sites on the PTPRZ1 promoter region"}, {"pubmed": 20304964, "text": "p22(phox)-based Nox oxidases maintain HIF-2alpha protein expression through inactivation of tuberin and downstream activation of ribosomal protein S6 kinase 1/4E-BP1 pathway"}, {"pubmed": 20354189, "text": "iron regulatory protein-1-mediated inhibition of hypoxia-inducible factor-2a translation is linked to the anti-inflammatory 15-deoxy-delta12,14-prostaglandin J2"}, {"pubmed": 20375133, "text": "Hypoxia controls the expression of several tumor stem cell signature genes involved in the regulation of stemness as well as the stem cell properties of glioma cells, through HIF-2alpha."}, {"pubmed": 20395290, "text": "HIF-2alpha-mediated activation of the epidermal growth factor receptor potentiates head and neck cancer cell migration in response to hypoxia."}, {"pubmed": 20416395, "text": "Hypoxia upregulated transcription from all three alternative HIF-3alpha promoters. siRNA experiments showed that this induction is mediated specifically by HIF-1 and not by HIF-2."}, {"pubmed": 20496369, "text": "Both HIF-1 and HIF-2 serve as negative regulators of ANK expression in the disc. We"}, {"pubmed": 20513003, "text": "The knockdown of HIF-2alpha raises autophagic activity and attenuates apoptosis by enhancing HIF-1alpha expression."}, {"pubmed": 20534544, "text": "EPAS1 (HIF2alpha) is associated with low hemoglobin concentration in Tibetan highlanders"}, {"pubmed": 20534544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20551700, "text": "HIF2alpha is regulated by hypoxia in the developing human lung."}, {"pubmed": 20559021, "text": "present work suggested that HIF-1alpha and HIF-2alpha were involved in metastasis and invasion of gastric cancer cells under hypoxia, with the involvement of JNK signal pathway"}, {"pubmed": 20559438, "text": "Both HIF-1alpha and HIF-2alpha are activated in close correlation with retinal hypoxia but have contrasting cell specificities, consistent with differential roles in retinal ischaemia"}, {"pubmed": 20595611, "text": "SNP at EPAS1 shows a 78% frequency difference between Tibetan and Han samples, representing fastest allele frequency change observed to date; this SNP's association with erythrocyte abundance supports role of EPAS1 in adaptation to hypoxia"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20632821, "text": "Immunostaining results identified HIF-1alpha expression in five (5/20) varicose vein specimens, whereas no control saphenous vein specimens expressed HIF-1alpha."}, {"pubmed": 20807755, "text": "The HIF-2alpha showed promoting roles in tumor angiogenesis and growth, and therapeutic outcome may benefit from combined targeting of HIF-2alpha"}, {"pubmed": 20824203, "text": "a novel mechanism by which EMMPRIN promotes tumor progression through HIF-2alpha/VEGFR-2 mediated mechanism"}, {"pubmed": 20856199, "text": "Data suggest that PHD2/HIF-2/amphiregulin signaling has a critical role in the regulation of breast tumor progression and propose PHD2 as a potential tumor suppressor in breast cancer."}, {"pubmed": 20939709, "text": "prolyl hydroxylase domain protein (PHD) site-specifically hydroxylates the alpha-subunit of the transcription factor hypoxia-inducible factor alpha (HIF-alpha), thereby targeting the latter for degradation by the von Hippel-Lindau tumor-suppressor protein (VHL)"}, {"pubmed": 20961960, "text": "Observational study and genome-wide association study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20964835, "text": "Analysis of renal carcinoma cells for expression of HIF-1a and HIF-2a confirmed high levels of hypoxia inducible factor in cells lacking functional von Hippel-Lindau (VHL) tumour suppressor."}, {"pubmed": 20965423, "text": "Studies indicate that HIF2alpha is selectively expressed in the CD133+ subpopulation of glioblastoma cells, whereas HIF1alpha expression is widespread among both tumorigenic and nontumorigenic cells."}, {"pubmed": 20978319, "text": "HIF-1alpha, HIF-2alpha and CAIX were up-regulated in 88.2% (15/17), 100% (17/17) and 88.2% (15/17) of CCRCC tumors respectively and their expression is independent of VHL status."}, {"pubmed": 21030426, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 21042786, "text": "Of specimens with VHL alterations 95.6% tested positive for EPO. EPO was identified in 96.2 and 94.2% of HIF-1alpha and HIF-2alpha positive specimens, respectively, compared to 72.4 and 53.8% for HIF-1alpha and HIF-2alpha negative groups (p<0.01)."}, {"pubmed": 21057546, "text": "TGF-beta1 activates VEGF expression via multiple routes including Smad3, HIF-2alpha and HuR signaling"}, {"pubmed": 21073737, "text": "Data reveal that HIF-1alpha and HIF-2alpha work together to modulate cancer metabolism and regulate genes signature overlapping with oncogenic KRAS."}, {"pubmed": 21081659, "text": "Underexpression of miR-148a and miR-20b in human embryonic stem cells (hESs) were differentiated toward Mesenchymal stem cell, compared with ESs, allows an increase in expression of the EPAS1."}, {"pubmed": 21109953, "text": "overexpression of Tbeta4 is strongly associated with HIF-1alpha and HIF-2alpha expression and is also clinicopathologically involved with lymph node metastatic potential of breast cancer"}, {"pubmed": 21127501, "text": "glioma stem cells exert paracrine effects on tumor growth through angiogenic factors at low pH augmented by up regulation of hypoxia inducible factor 2alpha expression"}, {"pubmed": 21217668, "text": "Relevance of HIF-2alpha in human idiopathic osteoarthritis remains unclear, warranting further evaluation."}, {"pubmed": 21257819, "text": "These findings identify snail as a HIF target gene."}, {"pubmed": 21263150, "text": "HIF2alpha is an important STAT5 target gene in human hematopoietic stem cells."}, {"pubmed": 21327823, "text": "Elevated HIF-2alpha expression is associated with chondrosarcoma."}, {"pubmed": 21362301, "text": "Data conclude that HIF-1alpha and HIF-2alpha may differentially regulate the major angiogenic factors in different stages of the tumor process in NSCLC."}, {"pubmed": 21382346, "text": "This result revealed that CD82 negatively regulates the HUVECs cell migration. The induction of CD82 gene expression in endothelial cells provided new insights into a specific function of HIF-2."}, {"pubmed": 21389259, "text": "The effect of HIF-2alpha gain-of-function mutations on cardiovascular function is reported."}, {"pubmed": 21483406, "text": "ZNF217 is overexpressed in GBMs and contributes to the maintenance of GSCs, which is regulated by HIFs released by the hypoxic environment of the tumor"}, {"pubmed": 21512126, "text": "mutations on ARNT PAS-B modulate coactivator selectivity and target gene induction by HIF in vivo, demonstrating a bifunctional role for transcriptional regulation by PAS domains within bHLH-PAS transcription factors"}, {"pubmed": 21571835, "text": "these results have provided new mechanistic insights into the differential regulation of HIF-1alpha and HIF-2alpha by the hypoxic tumor microenvironment."}, {"pubmed": 21610325, "text": "Results confirm that HIF-2alpha is tumor suppressive, and suggest that HIF-1alpha may also be tumor suppressive."}, {"pubmed": 21637285, "text": "elevated expression of the hypoxia-inducible transcription factor-1 (HIF-1) and HIF-2 is a key feature of many human cancers and has been shown to promote cellular processes, which facilitate tumor progression"}, {"pubmed": 21695080, "text": "reduced FH leads to the accumulation of hypoxia inducible factor- 2alpha (HIF-2alpha)"}, {"pubmed": 21718164, "text": "Review of the role of mutation in EPAS-1 in human adaptation to high altitude hypobaric hypoxia."}, {"pubmed": 21840298, "text": "A2aR, adenosine, and HIF-2alpha are key contributors to the potentiation of catecholamine secretion in developing chromaffin cells during chronic hypoxia."}, {"pubmed": 21841824, "text": "in the first stages of clear cell renal cell carcinoma formation the stabilization of HIF-1alpha dominates, limiting proliferation, as the HIF-2alpha ratio increases, a more aggressive cell behavior emerges"}, {"pubmed": 21869830, "text": "HIF-2alpha potentiates Fas-mediated chondrocyte apoptosis, which is associated with OA cartilage destruction."}, {"pubmed": 21888897, "text": "These results indicate that KLHL20 is a novel player that regulates HIF-2alpha protein expression through mechanisms independent of hypoxia and pVHL."}, {"pubmed": 21925595, "text": "overexpression results in increased expression of IL-8 in endothelial cells"}, {"pubmed": 21927022, "text": "HIF-2alpha-dependent auto-stimulatory tumor phenotype that, while promoting EGF signaling in cellular models, increased the survival of diagnosed and treated human patients"}, {"pubmed": 21946204, "text": "There is a negative corelation between the expression of HIF-2alpha and OCT-4 and the prognosis of non-small cell lung cancer."}, {"pubmed": 21983741, "text": "The EPAS1 gene might be under hypoxic selection induced by high altitude."}, {"pubmed": 21984395, "text": "concluded that HIF2alpha plays an important role in the progression of uveal melanomas possibly by promoting the autocrine loop VEGF-pVEGFR2/KDR, and by enhancing the expression of LDHA gene"}, {"pubmed": 21985026, "text": "HIF-2alpha and VEGF expression are significantly up-regulated in microvasculature lysates from four restless legs patients' cortical brain tissue as compared with controls."}, {"pubmed": 22068265, "text": "Studies indicate that EPAS1, EGLN1 and PPARA genes subject to natural selection in native high-altitude Tibetans."}, {"pubmed": 22090111, "text": "HIF-1alpha and HIF-2alpha induce transcription of Kaposi's sarcoma-associated herpesvirus LANA."}, {"pubmed": 22093255, "text": "Non-metal binding hypoxia mimetics, and hypoxia inhibit TNFalpha-mediated VCAM-1 expression via HIF1a/2a mechanism in endothelial cells."}, {"pubmed": 22095691, "text": "findings show that C/EBPbeta and RUNX2, with MMP-13 as the target and HIF-2alpha as the inducer, control cartilage degradation"}, {"pubmed": 22103974, "text": "Elevated expression of HIF-2a can contribute to invasion and metastasis of adenoid cystic carcinoma (ACC), and there might be some correlation between the hypoxia microenvironment and epithelial-mesenchymal transition in ACC."}, {"pubmed": 22113997, "text": "fine-mapping analysis of the 120 kb region flanking the EPAS1 gene on 2p21; study reports that chromosome 2p21 harbors a complex genetic architecture for common renal cell carcinoma risk variants"}, {"pubmed": 22247019, "text": "Our large-scale meta-analysis showed that the association of rs17039192 in HIF-2alpha with knee osteoarthritis is negative."}, {"pubmed": 22277691, "text": "Exposure of varicose veins to hypoxic conditions was associated with increased expression of HIF-1alpha and HIF-2alpha protein and HIF target genes."}, {"pubmed": 22367913, "text": "HIF2A mutations, M535T, and F540L, were found in a heterozygous state in 4 patients with familial erythrocytosis. F540L impairs interaction of HIF-2alpha with both VHL and PHD2."}, {"pubmed": 22452996, "text": "HIF-2a was correlated with ABCG2 expression, histology-grade and Ki67 expression in breast invasive ductal carcinoma"}, {"pubmed": 22537539, "text": "Data indicate that the invasion potencies were decreased more in ZnSO4-treated cells than in control cells after siRNA-mediated knockdown of hypoxia-inducible factors HIF-1alpha and/or HIF-2alpha."}, {"pubmed": 22595196, "text": "Age was found to be significantly associated with the EPAS1 SNP in the chronic mountain sickness patients."}, {"pubmed": 22673574, "text": "enhanced HIF-1alpha translation as molecular mechanism in HIF-2alpha knockdown (k/d) cells"}, {"pubmed": 22684009, "text": "basal expression of Ctr1 is regulated by HIF2alpha; however, the induction by hypoxia is a HIF2alpha-independent event"}, {"pubmed": 22807441, "text": "The acetylase/deacetylase couple CREB-binding protein/Sirtuin 1 controls hypoxia-inducible factor 2 signaling."}, {"pubmed": 22869144, "text": "study demonstrates that mTORC2 complex stability and activation is redox sensitive, and further defined a novel role for p22(phox)-based Nox oxidases in eIF4E-dependent mRNA translation through mTORC2"}, {"pubmed": 22894905, "text": "HIF2alpha is a tumor promoter in cancer cells."}, {"pubmed": 22931260, "text": "Here we report two novel somatic gain-of-function mutations in the gene encoding hypoxia-inducible factor 2alpha (HIF2A) in two patients, one presenting with paraganglioma and the other with paraganglioma and somatostatinoma, both of whom had polycythemia."}, {"pubmed": 22966206, "text": "USF2 and hypoxia-inducible factor 2alpha (HIF2alpha) cooperatively activate HIF2 target genes during hypoxia."}, {"pubmed": 23042097, "text": "findings demonstrate that HIF-2alpha is a major regulator of COX2/mPGES-1/PGE(2) pathway in colon tumors"}, {"pubmed": 23063455, "text": "Metabolic features of renal cancer are linked to VHL loss. VHL loss and the ensuing increase in the expression of hypoxia-inducible factor affect several metabolic pathways, including glycolysis and oxidative phosphorylation. [Review Article]"}, {"pubmed": 23090011, "text": "This is the first report of a germline gain-of-function EPAS1/HIF2A mutation associated with congenital polycythemia that is also associated with multiple PGL tumors."}, {"pubmed": 23103253, "text": "HIF-2alpha/mTORC1/SLC7A5 pathway mediates proliferation and tumor promoting properties of HIF-2alpha."}, {"pubmed": 23174107, "text": "reduction of HIF-2alpha expression suppressed in vitro self-renewal ability and in vivo tumor initiation in aldehyde dehydrogenase-positive 4T1 cells"}, {"pubmed": 23194660, "text": "data in the present study suggest that the accumulations of HIF-1alpha and HIF-2alpha by JNK and ERK are involved in different levels of arsenite-induced biphasic effects"}, {"pubmed": 23212661, "text": "Data gathered from cell lines, tumorigenicity studies, and primary hepatocellular carcinoma samples demonstrate a negative role of HIF-2alpha in tumors, which is mediated by the TFDP3/E2F1 pathway."}, {"pubmed": 23222716, "text": "Data indicate that Overexpression or knockdown of miR-145 altered both the mRNA and protein levels of HIF-2alpha and its downstream genes, cyclin D1, matrix metalloproteinase 14 and vascular endothelial growth factor, in neuroblastoma cells."}, {"pubmed": 23227185, "text": "observations strongly suggest that EPAS1 is under selection for adaptation to the high-altitude life of Tibetan populations, including Sherpas"}, {"pubmed": 23275444, "text": "Data indicate that the new HIF2alpha partners microphthalmia-associated transcription factor, SOX10, and AP2alpha, which are master actors of melanoma development, were confirmed via co-immunoprecipitation experiments."}, {"pubmed": 23303559, "text": "Atypical osteoclast HIF-driven metabolic pathway may be an adaptive mechanism to permit rapid bone resorption in the short term while ensuring curtailment of the process in the absence of re-oxygenation."}, {"pubmed": 23333640, "text": "Blocking of HIF-2alpha prevents the promoting effects of arsenite on the neoplastic transformation, migration, and chromosomal aberrations induced by BaP in HBE cells."}, {"pubmed": 23334958, "text": "Hypoxia provides two mechanisms of chondroprotection in human cartilage: inducing tissue production through HIF-2alpha and inhibiting tissue destruction mainly via HIF-1alpha."}, {"pubmed": 23335846, "text": "A model in which the sustained synthesis of VEGF in lens epithelial cells, maintained under hypoxic condition, is regulated by a compensatory inter-relationship between HIF-1alpha and HIF-2alpha"}, {"pubmed": 23361906, "text": "2 additional unique HIF2A mutations, which disrupt the hydroxylation domain recognized by prolyl hydroxylase domain-2 containing protein, leading to stabilization of HIF-2alpha and increased expression of hypoxia-related genes."}, {"pubmed": 23375698, "text": "Our results suggest that HIF-2alpha may represent a more aggressive phenotype in small cell lung cancer"}, {"pubmed": 23378636, "text": "These data support a critical role for CDCP1 as a unique HIF-2alpha target gene involved in the regulation of cancer metastasis."}, {"pubmed": 23418310, "text": "EPAS1 is involved in the sporadic presentation of the disease not only increases the percentage of PCCs/PGLs with known driver mutations, but also highlights the relevance of studying other hypoxia-related genes in apparently sporadic tumors."}, {"pubmed": 23447580, "text": "a constitutively active HIF2alpha is not sufficient to cause neoplastic transformation of proximal tubules, arguing against the idea that HIF2alpha activation is critical for ccRCC tumorigenesis"}, {"pubmed": 23455322, "text": "HIF-2alpha mRNA expression, protein levels and HIF-2-dependent gene expression are regulated by PARP-1."}, {"pubmed": 23473032, "text": "Expression of HIF-2a Is Sufficient to Induce Reductive Carboxylation and Lipogenesis from Glutamine in renal cell carcinoma cells."}, {"pubmed": 23478175, "text": "IL-6 and IL-8 are HIF2alpha controlled cytokines for angiogenesis particularly in endothelial cells."}, {"pubmed": 23479510, "text": "HIF2A and IGF2 expression correlates in human neuroblastoma cells and normal immature sympathetic neuroblasts."}, {"pubmed": 23492195, "text": "Knockdown of HIF-2alpha and HIF-1alpha mRNA in pulmonary vascular endothelial cells decreased cell proliferation under normoxic as well as hypoxic conditions."}, {"pubmed": 23533246, "text": "These results support a direct oncogenic role for HIF2A in human neoplasia and strengthen the link between hypoxic pathways and pheochromocytomas and paragangliomas."}, {"pubmed": 23563312, "text": "HIF1alpha and HIF2alpha activate independent transcriptional programs through SRC that promote metastasis by coordinately regulating cell invasion and ECM remodeling"}, {"pubmed": 23588703, "text": "Correlation between HIF2A and HIF1A expression and gadobutrol dynamic contrast-enhanced magnetic resonance imaging parameters Ktrans and kep in prostate cancer."}, {"pubmed": 23716564, "text": "All of the identified polycythemic subjects with HIF2A mutations show serum erythropoietin in the normal range."}, {"pubmed": 23750001, "text": "Knockdown of Sirt7 led to an increase in HIF-1alpha and HIF-2alpha protein levels and an increase in HIF-1 and HIF-2 transcriptional activity."}, {"pubmed": 23840432, "text": "HIF-1alpha and HIF-2alpha activate CD133 promoter through ETS proteins."}, {"pubmed": 23852087, "text": "HIF-2alpha expression was positively correlated with the induction of hypoxic genes in hepatoma cells."}, {"pubmed": 23873332, "text": "Co-transfection of HIF-1alpha siRNA and HIF-2alpha siRNA augmented downregulation of VEGF mRNA and protein in hypoxic retinal pigment epithelial cells."}, {"pubmed": 23881929, "text": "Overexpression of HIF2A is associated with metastatic clear-cell renal cell carcinoma."}, {"pubmed": 23886153, "text": "Elevations of HIF-2alpha expression are associated with non-small cell lung cancer."}, {"pubmed": 23897427, "text": "Data indicate that transient knockdown of BRG1 or BRM reduces hypoxia induction of several known HIF1 and HIF2 target genes in Hep3B cells."}, {"pubmed": 23900840, "text": "Hypoxia-inducible factor-2alpha-dependent hypoxic induction of Wnt10b expression in adipogenic cells."}, {"pubmed": 23911400, "text": "Data indicate that transfection of HeLa cells with miR-17 and miR-20a led to an inhibition of Hif-1alpha and Hif-2alpha mRNA and protein expression and a lowered Hif DNA binding activity."}, {"pubmed": 23940778, "text": "The differentially regulated proteome characterized by this study can potentially guide translational research specifically aimed at effective clinical interventions for advanced VHL-mutant, HIF2alpha-over-expressing tumors."}, {"pubmed": 23946285, "text": "Signaling interaction with TGF-beta promotes renal fibrogenesis in normoxia"}, {"pubmed": 23958427, "text": "HIF-1 and HIF-2 specific gene activating functions respond differently to different stimuli."}, {"pubmed": 24037341, "text": "Manipulating or reducing the HIF-2alpha response in keratinocytes could be a useful means to accelerate wound healing and tissue repair."}, {"pubmed": 24041620, "text": "Endothelial PAS domain protein 1(EPAS1) chr2:46441523(hg18) polymorphism C is strongly associated with susceptibility to high altitude pulmonary edema in Han Chinese; EPAS1 chr2:46441523(hg18) polymorphism G is present at high frequency in Tibetans."}, {"pubmed": 24070809, "text": "We estimated pharmacogenetic associations from a clinical trial of nAMD. No significant association or replication of previous associations were observed. Further investigation of the EPAS1 (HIF2A) gene, however, may, be merited."}, {"pubmed": 24176785, "text": "Acute hypoxia initially stabilizes both HIF1alpha and HIF2alpha subunits by inhibiting the HIF-prolylhydroxylase-mediated degradation of HIF proteins."}, {"pubmed": 24196071, "text": "HIF-2alpha has a role in persistence of neutrophilic inflammation in humans, mice and zebrafish"}, {"pubmed": 24288553, "text": "Overexpression of HIF-2alpha, TWIST, and CXCR4 is associated with lymph node metastasis in papillary thyroid carcinoma."}, {"pubmed": 24324596, "text": "HIF-1alpha overexpression was significantly associated with poor overall survival of colorectal cancer patients, particularly in Asian countries, while overexpression of HIF-2alpha was only associated with grade of tumor differentiation. (Meta-analysis)"}, {"pubmed": 24353279, "text": "Data show that forkhead transcription factor 4 (FoxO4) interacts with sterol regulatory element binding protein (SREBP)2 and hypoxia inducible factor (HIF)2alpha to modulate lanosterol 14alpha demethylase (CYP51) promoter activity."}, {"pubmed": 24356968, "text": "DDT expression mirrors MIF expression in ccRCC tumor sections with high correlation and that, mechanistically, DDT is a novel hypoxia-inducible gene and direct target of HIF1alpha and HIF2alpha."}, {"pubmed": 24363272, "text": "all classes of RNA are profoundly regulated by hypoxia and implicated HIF as a major direct regulator of both the non-coding and coding transcriptome, acting predominantly through release of pre-bound promoter-paused RNApol2."}, {"pubmed": 24368849, "text": "there is an miR-218-RTK-HIF2alpha signaling axis that promotes GBM cell survival and tumor angiogenesis, particularly in necrotic mesenchymal tumors"}, {"pubmed": 24371328, "text": "These findings highlight the importance of the hypoxia-sensing pathway and HIFs in clinical hematology."}, {"pubmed": 24394419, "text": "Tight control of hypoxia-inducible factor-alpha transient dynamics is essential for cell survival in hypoxia."}, {"pubmed": 24394537, "text": "Ascorbate-induced up-regulation of cellular ferroportin levels was associated with increased levels of the iron regulatory protein IRP2, and the hypoxia-inducible factor HIF2alpha."}, {"pubmed": 24423936, "text": "In the Gal4 reporter systems, Sirt1 was found to repress HIF-1alpha activity constantly in ten cancer cell-lines but to regulate HIF-2alpha activity cell type-dependently."}, {"pubmed": 24434023, "text": "Data indicate that hypoxia regulates prostatic acid phosphatase (PAP) through hypoxia-inducible factor 2 alpha (HIF2alpha) and from stimulated A2B adenosine receptors."}, {"pubmed": 24451260, "text": "PRMT1 is a novel regulator of HIF-1- and HIF-2-mediated responses."}, {"pubmed": 24464808, "text": "HIF-2alpha upregulates transgelin indirectly and accumulated TGF-beta1 is a mediator in the upregulation of transgelin by HIF-2alpha under hypoxia."}, {"pubmed": 24503013, "text": "HIF-1alpha and HIF-2alpha are involved in hypoxia-induced lipid accumulation in hepatocytes via reducing PGC-1alpha mediated fatty acid beta-oxidation."}, {"pubmed": 24513612, "text": "striking enrichment of high-altitude ancestry in the Tibetan genome, indicating that migrants from low altitude acquired adaptive alleles from the highlanders"}, {"pubmed": 24607784, "text": "These results reveal a PHD2-mediated mechanism through which ET-1 stabilizes HIF-1alpha and HIF-2alpha pathway thereby regulating lymphatic endothelial cell behavior and lymphangiogenesis."}, {"pubmed": 24644426, "text": "PHD-1 played an important role in hypoxic response pathway of trophoblast through modulating the level of HIF-2alpha."}, {"pubmed": 24656769, "text": "HIF1alpha and HIF2alpha are required during early stages of reprogramming. HIF2alpha inhibits reprogramming when expressed during later stages of the process"}, {"pubmed": 24661907, "text": "Sox9 is a downstream target of Hif2alpha in ovarian cancer cells.Hif-2alpha regulates TUBB3 gene expression and affects ovarian cancer aggressiveness."}, {"pubmed": 24704828, "text": "the c-Myc-mediated transcriptional repression of miR-15-16 in hypoxia is induced by increased HIF-2alpha and promoted tumor angiogenesis and hematogenous metastasis by the further loss of post-transcriptional inhibition of FGF2."}, {"pubmed": 24705306, "text": "Hif-1alpha and Hif-2alpha competitively bind to NICD."}, {"pubmed": 24726658, "text": "of 5% O2 rejuvenates WJ-MSC culture toward less-differentiated, more primitive and faster-growing phenotypes with involvement of HIF-1a and HIF-2a-mediated and TSA-sensitive chromatin modification mechanisms."}, {"pubmed": 24741025, "text": "EPAS1 exons 9 and 12 mutations are associated with non-familial pheochromocytoma."}, {"pubmed": 24781045, "text": "HIF-2alpha signaling pathway appears to play one of the most important roles in pheochromocytoma/paraganglioma pathogenesis and other cancer development."}, {"pubmed": 24806027, "text": "Data suggest that hypoxia-induced expression of BOK (Bcl-2-related ovarian killer protein) in placental cells is regulated via promoter region, hypoxia-response element, and binding of hypoxia-inducible factors (HIF1A, HIF2A/EPAS1, HIF1B/ARNT)."}, {"pubmed": 24813631, "text": "The CATT data do not support a pharmacogenetic association between the 4 SNPs tested in EPAS1 and response to anti-VEGF therapy in patients with neovascular age-related macular degeneration."}, {"pubmed": 24825851, "text": "Upregulated EPAS1 expression in hypoxic colorectal cancer cells that were associated with DNA demethylation of the EPAS1 regulatory region."}, {"pubmed": 24850901, "text": "This study demonstrates a novel function of HIF (HIF1a and HIF2a)in regulating RNA splicing of HIF target genes"}, {"pubmed": 24859386, "text": "Autophagy, inflammation, and/or upregulation of HIF2alpha could potentially contribute to the aggressive course of retinal hemangioblastoma, resulting in the resistance to multiple anti-VEGF and radiation therapies in these patients."}, {"pubmed": 24884370, "text": "The AA genotype of EPAS1 gene in rs1867785, and the TT genotype in rs11689011, is even more underrepresented in elite sprint/ power athletes compared with their sub-elite counterparts."}, {"pubmed": 24938788, "text": "Exposure of human breast cancer cells to hypoxia augments microvesicle (MVs) shedding that is mediated by the HIF-dependent expression of the small GTPase RAB22A, which colocalizes with budding MVs at the cell surface."}, {"pubmed": 24998849, "text": "This study indicates that autophagy has an anticancer role in clear-cell renal cell carcinoma tumorigenesis, and suggests that constitutive autophagic degradation of HIF2alpha is a novel tumor suppression mechanism."}, {"pubmed": 25046225, "text": "the undetectable PHD3 could contribute to the higher HIF-alpha expression in ccRCC."}, {"pubmed": 25085245, "text": "consecutive increase in HIF2alpha activity promotes the expression of various transporters and enzymes supporting the reductive and oxidative glutamine metabolism, whereas a reduction in functional HIF1alpha expression consolidates the inhibition of glycolysis"}, {"pubmed": 25108527, "text": "The acetate-dependent acetyl CoA generator ACSS2 links changes in metabolism that occur during stress with the coupled processes of HIF-2 acetylation, which is mediated by the acetylase/coactivator CBP, and stable HIF-2/CBP complex formation, both of which are required for maximal HIF-2 signaling."}, {"pubmed": 25109928, "text": "Somatic HIF2alpha mutations clearly document the existence of an additional phenotype of this syndrome, that is, ocular abnormalities in addition to paraganglioma, somatostatinoma, and polycythemia."}, {"pubmed": 25187556, "text": "HIF-1 and HIF-2 directly activate the expression of AXL and GAS6/AXL signaling uses lateral activation of the met proto-oncogene (MET) through SRC proto-oncogene nonreceptor tyrosine kinase to maximize cellular invasion."}, {"pubmed": 25192290, "text": "EPAS-1 specifically regulates SP-1-mediated FBI-1 expression and tumor cell proliferation."}, {"pubmed": 25216407, "text": "miR185 may be a tumor suppressor, affecting the development of colon cancer via inhibition of HIF2a signaling."}, {"pubmed": 25218350, "text": "2-Methoxyestradiol synergizes with sorafenib to suppress hepatocellular carcinoma by simultaneously dysregulating expression hypoxia-inducible factor-1 and -2."}, {"pubmed": 25239027, "text": "The G-G-G haplotype of rs13419896, rs4953354,and rs1868092 was significantly more frequent in high altitude polycythemia patients than in control subjects"}, {"pubmed": 25244496, "text": "evidence for a direct linkage between HIF-2alpha and increased expression of betaIII-t by hypoxia"}, {"pubmed": 25271810, "text": "HIF-2alpha regulates NANOG expression in human embryonic stem cells following hypoxia and reoxygenation through the interaction with an Oct-Sox cis regulatory element."}, {"pubmed": 25338835, "text": "HIF-2alpha was involved in proliferation, metastasis and invasion of gastric cancer cells."}, {"pubmed": 25391657, "text": "TRPM2-L function may be a novel approach to reduce tumor growth through modulation of HIF-1/2a, mitochondrial function, and mitophagy."}, {"pubmed": 25396735, "text": "HIF-2alpha silencing in colon cancer cells altered the expression of the stem cell markers CD44, Oct4, and CD24 and of the differentiation marker CK20 in the opposite direction as HIF-1alpha silencing."}, {"pubmed": 25417700, "text": "results indicate a new role for HIF transcriptional pathways in the regulation of nuclear structure and that this contributes to the pro-tumorigenic hypoxia-phenotype in breast cancer"}, {"pubmed": 25436804, "text": "the EPAS1 rs4953354 may be a potentially susceptible marker for development of lung adenocarcinoma, especially in female never-smokers"}, {"pubmed": 25440060, "text": "Peroxisome abundance is reduced in von Hippel-Lindau (Vhl) tumor suppressor -deficient human clear cell renal cell carcinomas with high HIF-2alpha levels."}, {"pubmed": 25487445, "text": "our results demonstrated that hypoxia promoted the invasiveness and resistance of 786-O cells to sorafenib via HIF2 and COX-2 and induced the activation of Snail/E-cadherin."}, {"pubmed": 25489981, "text": "High HIF-2alpha expression is associated with angiogenesis in hepatocellular carcinoma."}, {"pubmed": 25501874, "text": "High EPAS1 expression level in amnion is associated with higher birth weight of Tibetan newborns."}, {"pubmed": 25517638, "text": "Findings show that TET1 serves as a transcription co-activator that interacts with HIF-1alpha and HIF-2alpha to enhance their transactivation activity as well as INSIG1 in addition to its role in demethylating 5-methylcytosine."}, {"pubmed": 25520177, "text": "KDM6B is a new hypoxia response gene regulated by HIF-2alpha"}, {"pubmed": 25544768, "text": "Data indicate that hypoxia-induced cysteine-proteases inhibitor SERPINB3 up-regulation is dependent on hypoxia-inducible factor-2alpha (HIF-2alpha)."}, {"pubmed": 25557012, "text": "GPX8 is transcriptionally regulated by HIFalpha and modulates growth factor signaling in HeLa cells."}, {"pubmed": 25565665, "text": "Results show that up regulation of HIF2-a is observed in patients with chronic periodontal disease, and in an in vitro model of nicotine plus lipopolysccharide-stimulated periodontal ligament cells. Its inhibition exhibits anti-inflammatory activity."}, {"pubmed": 25569234, "text": "EPAS1 knockdown by siRNA in endothelial cells impacted genes that significantly overlapped with EPAS1 downstream genes in lung tissue including hypoxia responsive genes, and genes associated with emphysema severity."}, {"pubmed": 25574837, "text": "activation of HIF2alpha/VE-PTP signaling via PHD2 inhibition has the potential to prevent the formation of leaky vessels and edema in inflammatory diseases such as ARDS"}, {"pubmed": 25627682, "text": "findings suggest that TACC3 could be recruited as a bridge to cooperatively mediate between the HIF-2alpha PAS-B.ARNT PAS-B complex, thereby participating more directly in HIF-dependent gene transcription than previously anticipated"}, {"pubmed": 25715026, "text": "Demonstrate that iron deficiency augments megakaryocytic differentiation and proplatelet formation and suggest a potential role of HIF2alpha in megakaryopoiesis."}, {"pubmed": 25719580, "text": "results indicated that the association between HIF-2alpha expression and prognostic values in HCC was inconspicuous, while the expression of HIF-2alpha was significantly associated with capsule infiltration, vein invasion, and histological grade"}, {"pubmed": 25726527, "text": "results from this study demonstrate that hypoxia induces LIF expression in human cancer cells mainly through HIF-2alpha"}, {"pubmed": 25730079, "text": "HIF-2alpha is involved in gastric carcinogenesis and disease progression and is a potential therapeutic target for gastric carcinoma"}, {"pubmed": 25758454, "text": "eIF3e is an angiogenesis suppressor. Silencing of eIF3e promotes blood perfusion recovery after limb ischemia through stabilization of hypoxia-inducible factor 2alpha activity."}, {"pubmed": 25792003, "text": "The frequencies of the G allele of EPAS1 SNP rs13419896 were significantly higher in the HAPC group than in the control group. Moreover, the A alleles of rs12619696 and rs4953354 were prevalent in the HAPC group, and their counterpart homozygotes were prevalent in the normal Tibetan group."}, {"pubmed": 25805230, "text": "Simultaneous HIF-1a and HIF-2a gene knockdown attenuates acquired radioresistance in Hela cells."}, {"pubmed": 25829424, "text": "HIF2alpha-Dependent Lipid Storage Promotes Endoplasmic Reticulum Homeostasis in Clear-Cell Renal Cell Carcinoma"}, {"pubmed": 25831463, "text": "EPAS1 is a key factor in the EGFR-MET crosstalk."}, {"pubmed": 25889867, "text": "activity of the mitochondrial anti-oxidant SOD2 and its pro-catabolic transcription factor HIF-2alpha, suggesting that an improved understanding of physiologic triggers of chondrocyte metabolic flexibility may provide new insight into the etiology of OA."}, {"pubmed": 25912138, "text": "demonstrate that transcriptional regulation of HIF-2alpha seems to be restricted to neural cell-derived tumors, while HIF-1alpha is canonically regulated at the post-translational level uniformly across different tumor forms"}, {"pubmed": 25936862, "text": "HIF3alpha has a transcriptional regulatory function, which negatively affects gene expression by competing with HIF1alpha and HIF2alpha in binding to transcriptional elements in target genes during hypoxia. (Review)"}, {"pubmed": 25963717, "text": "A strong positive correlation between the mRNA expression levels of HIF-2alpha, CA9, VEGF, GLUT-1 and OPN suggests a specific hypoxia-associated profile of mRNA expression in glioblastoma multiforme"}, {"pubmed": 25966094, "text": "Data show that knockdown of hypoxia-inducible factor-2alpha (HIF-2alpha) expression reduced HeLa cell colony formation and invasion capacity under both normoxic and hypoxic conditions."}, {"pubmed": 26073780, "text": "A 3.4-kb Copy-Number Deletion near EPAS1 Is Significantly Enriched in High-Altitude Tibetans but Absent from the Denisovan Sequence."}, {"pubmed": 26148512, "text": "these data reveal a novel mechanism for the regulation of the expression of HIF2a, demonstrating that the HIF2a promoter is regulated by E2F1 directly and that Cezanne regulates HIF2a expression through control of E2F1 levels"}, {"pubmed": 26263511, "text": "the genetic polymorphism of the EPAS1 gene may lead to variation of its gene expression levels to drive progression of the cancer and serve as a prognostic marker for NSCLC."}, {"pubmed": 26296885, "text": "data suggest that targeting intestinal HIF-2alpha has a significant therapeutic potential in SCD pathophysiology"}, {"pubmed": 26305551, "text": "Data indicate that both hypoxia inducible factor 1 alpha subunit (HIF-1alpha) and hypoxia-inducible factor 2 alpha (HIF-2alpha) play a role in the metastatic cascade in these two cell lines."}, {"pubmed": 26307391, "text": "these data demonstrated that HIF-2alpha could promote hepatocellular carcinoma cell migration by regulating CDCP1"}, {"pubmed": 26342197, "text": "CCL5 signals from infiltrating bone marrow mesenchymal stem cells to HIF2alpha signals within prostate cancer (PCa) cells might play a key role to increase PCa stem cell population and PCa metastasis via altering the androgen receptor signals"}, {"pubmed": 26368009, "text": "The associations between HIF2A variants and different level of high altitude support that extremely high-altitude hypoxia challenge imposes selective effects on HIF2A variants among native Tibetans."}, {"pubmed": 26402839, "text": "increased nuclear expression indicates unfavorable prognosis in renal cell carcinoma patients [review]"}, {"pubmed": 26408396, "text": "Ovarian endometrioma expresses high levels of HIF-1/2alpha compared to endometrium from unaffected women."}, {"pubmed": 26432405, "text": "In neuroblastoma, transcription of HIF2A is strongly dependent on mTORC2."}, {"pubmed": 26439684, "text": "Knockdown of HIF2alpha abrogated CXCR4 expression."}, {"pubmed": 26510548, "text": "We observed higher HIF1a and HIF2a expression in BA than in IHC."}, {"pubmed": 26514359, "text": "Somatic gain-of-function HIF2A mutations are associated with sporadic central nervous system hemangioblastomas"}, {"pubmed": 26531845, "text": "First trimester extravillous cytotrophoblasts in placentas from pregnancy terminations exhibit nuclear localisation of both HIF-1a and HIF-2a."}, {"pubmed": 26603154, "text": "Conditional inactivation of Vegfa, Hif1a, or Epas1 in recruited and resident myeloid cells that accumulated at sites of neovascularization did not significantly reduce choroidal neovascularization or oxygen-induced retinopathy."}, {"pubmed": 26642852, "text": "although Hif-1alpha and Hif-2alpha synergize to suppress the development of acute myeloid leukemia, they are not required for leukemic stem cells maintenance."}, {"pubmed": 26647960, "text": "HBV induces the HIF2alpha expression through its encoded protein HBx. This upregulates the HIF-2alpha expression by binding to the pVHL activating the NF-kappaB signaling pathway"}, {"pubmed": 26707870, "text": "Thus, we provide evidence here that HIF-2a is a critical regulator of PD-L1 at both mRNA and protein levels and that HIF-2a regulates the expression of PD-L1 by binding directly to the HRE-4 in the PD-L1 proximal promoter."}, {"pubmed": 26735578, "text": "High HIF2A expression is associated with liver neoplasms."}, {"pubmed": 26782458, "text": "HIF-2alpha is highly expressed in lung cancer stem cells, which may lead to radioresistance. In conclusion, HIF-2alpha is a potential prognostic marker for lung cancer"}, {"pubmed": 26783937, "text": "EPAS-1 and PXR may cooperatively participate in development and especially MDR process of stomach cancer"}, {"pubmed": 26810190, "text": "High HIF2A expression is associated with gastric cancer."}, {"pubmed": 26826018, "text": "secreted TFPI, cell-surface associated TFPI, and intracellular TFPI, and seemed to be dependent upon hypoxia inducible factor-2alpha (HIF-2alpha). An increase in FXa activity was also observed on the endothelial cell surface, reflecting an increase in pro-thrombotic potential of the cells."}, {"pubmed": 26837714, "text": "Most human soft tissue sarcomas have lower levels of EPAS1 expression relative to normal tissue."}, {"pubmed": 26842802, "text": "Findings indicated that HIF-2alpha promotes epithelial-mesenchymal transition in pancreatic cancer by regulating Twist2 binding to the promoter of E-cadherin."}, {"pubmed": 26846782, "text": "High HIF-2alpha expression is associated with papillary thyroid carcinoma."}, {"pubmed": 26849233, "text": "positive and bilateral HIF2-EGFR regulatory crosstalk promotes antiestrogen resistance in estrogen receptor alpha-positive breast cancer"}, {"pubmed": 26851078, "text": "Abnormal upregulation of HIF-2alpha served as a key switch to direct TSPCs differentiation into osteochondral-lineage rather than teno-lineage. Notably, Scleraxis (Scx), an essential tendon specific transcription factor, was suppressed on constitutive activation of HIF-2alpha and mediated the effect of HIF-2alpha on TSPCs fate decision."}, {"pubmed": 26880412, "text": "Results suggest an interplay of the production and action of hydrogen sulfide during hypoxia with subsequent erythropoietin production regulated by HIF-1alpha and HIF-2alpha."}, {"pubmed": 26880584, "text": "results show that overexpression of HIFs, regardless of whether the HIF-1alpha or HIF-2alpha isoforms are overexpressed is significantly associated with increased risk of mortality in oral squamous cell carcinoma patients"}, {"pubmed": 26883865, "text": "results are consistent with distant shared ancestry for African and Asian EPAS1 haplotypes and Denisovan adaptive introgression"}, {"pubmed": 26886654, "text": "overexpression predicts poor prognosis in gastric carcinoma [meta-analysis]"}, {"pubmed": 26892680, "text": "These results suggested that HIF-2alpha may cause meniscal matrix degradation by transactivation of MMP-13"}, {"pubmed": 26898802, "text": "Akey role for HIF-2alpha-induced Ptpmt1 upregulation in proliferation, survival and glucose metabolism of erythroleukemia cells."}, {"pubmed": 26973243, "text": "The negative feedback modulation between LncRNA-SARCC/AR complex and HIF-2alpha signaling may then lead to differentially modulated RCC progression in a VHL-dependent manner. Together, these results may provide us a new therapeutic approach via targeting this newly identified signal from LncRNA-SARCC to AR-mediated HIF-2alpha/C-MYC signals against RCC progression."}, {"pubmed": 27001172, "text": "HIF-dependent regulation of ITGA6 is one mechanism by which sorting for CD49f (+) cells enhances cancer stem cells."}, {"pubmed": 27001847, "text": "HIF-dependent ALKBH5 expression mediates enrichment of BCSCs in the hypoxic tumor microenvironment"}, {"pubmed": 27025692, "text": "Demonstrate that mTORC1 inhibition leads to AKT activation and an increase in HIF2A expression, leading to chondrogenic differentiation of amniotic fluid stem cells."}, {"pubmed": 27119229, "text": "Over-expression of HIF-2alpha induced apoptosis in HCC cells and increased the levels of pro-apoptotic proteins, Bak, ZBP-89 and PDCD4, whereas the inhibition of HIF-2alpha expression achieved opposite results. HIF-2alpha was decreased and played an anti-tumorigenic role in hepatocellular carcinoma."}, {"pubmed": 27130043, "text": "report shows that somatic gain-of-function HIF2A mutations are present in 20% of gangliocytic paragangliomas (GPGLs) in the present series; the mutations appear to be located in the hot spot of the oxygen-sensing domain of HIF-2alpha, resulting in increased HIF-2alpha stabilization and impaired ubiquitination and degradation"}, {"pubmed": 27244898, "text": "HIF2alpha has a role and is an independent marker of the metastatic potential of bone metastatic clear cell renal cell cancer; however, unlike HIF1alpha, increased HIF2alpha expression is a favorable prognostic factor"}, {"pubmed": 27249651, "text": "Results showed that HIF-1alpha and HIF-2alpha were highly expressed in vascular malformation (GIVM) and suggest that they induced angiogenesis in GIVM."}, {"pubmed": 27270657, "text": "Data suggest that HIF2alpha mediates hypoxia-induced cancer growth/metastasis and that EFEMP1 is a downstream effector of hypoxia-induced HIF2alpha during breast tumorigenesis."}, {"pubmed": 27276678, "text": "miR-558 facilitates the expression of HIF-2alpha through binding to its 5'-UTR, thus promoting the tumorigenesis and aggressiveness of neuroblastoma"}, {"pubmed": 27323688, "text": "The von Hippel-Lindau protein (pVHL)-dependent degradation of HIF-2a participates in the regulation of ERalpha expression. Additionally, HIF-2a forms a protein complex with ERa, and amino acids 396-823 of HIF-2a physically interact with the ligand-binding domain of ERa"}, {"pubmed": 27384772, "text": "HIF-2a rs13419896 polymorphism is associated with an increased risk of chronic hepatitis B and liver cirrhosis (LC) in the Guangxi Chinese population, especially in females and in the non-alcohol-drinking population, while the HIF-2a gene rs6715787 polymorphism is associated with a decreased risk of LC in the Guangxi Zhuang population"}, {"pubmed": 27412013, "text": "miRNA-101 level is decreased in RCC tissues/cells, which could be responsible for DNA-PKcs overexpression and DNA-PKcs mediated oncogenic actions; DNA-PKcs over-expression regulates mTORC2-AKT activation, HIF-2alpha expression and RCC cell proliferation"}, {"pubmed": 27413748, "text": "The expression of both HIF-2alpha and VEGF mRNA did not relate closely to age."}, {"pubmed": 27442627, "text": "Data indicate that decreased endothelial PAS domain-containing protein 1 (EPAS1) mRNA and increased EPAS1 promoter methylation were detected in chronic obstructive pulmonary disease (COPD), which were closely associated with increased Toll-Like Receptor 4 (TLR4) expression."}, {"pubmed": 27465550, "text": "Overexpression of EPAS1 is associated with neoplasms."}, {"pubmed": 27500357, "text": "Data identify a previously unrecognized cellular process associated with hypoxia, and suggests that in vivo tumour hypoxia determines copper isotope fractionation in hepatocellular carcinoma and demonstrate that this effect of hypoxia is pH, HIF-1 and -2 independent."}, {"pubmed": 27524242, "text": "there is a HIF-2alpha-MALAT1-miR-216b axis regulating multi-drug resistance of hepatocellular carcinoma cells via modulating autophagy."}, {"pubmed": 27596920, "text": "proteomic experiments on Normoxic Neuroblastoma cells to investigate HIF-2alpha downstream-regulated proteins or pathways"}, {"pubmed": 27623205, "text": "HIF-2alpha and HIF2PUT upregulation may be a common feature in human osteosarcomas with aggressive potency. The over-expression of the two molecules, alone or combined, may predict poor prognosis in osteosarcoma patients."}, {"pubmed": 27663442, "text": "both FDG uptake and HIF-2alpha expression may represent a more aggressive phenotype and that HIF-2alpha may play a more important role than HIF-1alpha in the uptake of FDG in lung adenocarcinoma"}, {"pubmed": 27686097, "text": "CK1delta enhances EPO secretion from liver cancer cells under hypoxia by modifying HIF-2alpha and promoting its nuclear accumulation."}, {"pubmed": 27692362, "text": "We assessed HIF1A and EPAS1 expression in a 4-day in vitro culture of primary term cytotrophoblasts under 21% O2 and 2.5% O2. In undifferentiated cytotrophoblasts, EPAS1 transcripts were four times more abundant than HIF1A transcripts. EPAS1 mRNA and protein expression increased during cytotrophoblast differentiation."}, {"pubmed": 27699500, "text": "The present study identifies novel HIF-2alpha-target genes that may regulate endothelial sprouting during prolonged hypoxia."}, {"pubmed": 27765951, "text": "HIF-2alpha facilitated the preservation of Human placenta-derived mesenchymal stem cell stemness and promoted their proliferation by regulating CCND1 and MYC through the MAPK/ERK signaling pathway."}, {"pubmed": 27793037, "text": "HIF-2alpha plays an important role in regulating the expression of c-Myc in chronic hypoxia, and consequently controls the sensitivity of colon cancer cells to 5-FU treatment in this environment."}, {"pubmed": 27809360, "text": "HIF1A and HIF2A contribute to cancer stem cells survival but play different roles -HIF1A being more responsible for survival functions and HIF2A for self-renewal [review]."}, {"pubmed": 27862077, "text": "MicroRNA-383 is a tumor suppressor in human lung cancer by inhibiting EPAS1, both of which could serve as potential therapeutic targets in the treatment of lung cancer."}, {"pubmed": 27883285, "text": "Probiotic Bifidobacterium bifidum MIMBb75 may help attenuating EPAS1 overexpression associated with intestinal inflammation."}, {"pubmed": 27902963, "text": "the structural model of the HIF2a-pVHL complex presented in this study enhances understanding of how HIF2a is captured by pVHL. Moreover, the important contact amino acids that we identified may be useful in the development of drugs to treat HIF2a-related diseases."}, {"pubmed": 27934882, "text": "Knockdown of either HIF-1 or CREB or both in hypoxia reduced the expression of hypoxia-response elements- and CRE-mediated gene expression, diminished cell proliferation and increased caspase-3 activity. We did not detect any significant effect of the efficiently knocked down HIF-2 on any of the functions tested in vitro."}, {"pubmed": 28079892, "text": "these findings demonstrated that HIF-2alpha in vselMSCs cooperated with Oct4 in survival and function. The identification of the cooperation between HIF-2alpha and Oct4 will lead to deeper characterization of the downstream targets of this interaction in vselMSCs and will have novel pathophysiological implications for the repair of infarcted myocardium."}, {"pubmed": 28096303, "text": "we identified a total of 204 variants across the entire gene region of EPAS1 (97.0 kb) in Tibetans. Tibetan-Specific EPAS1 Haplotype Down-Regulates Expression.  Heterozygous EPAS1 knockout mice display blunted physiological responses to chronic hypoxia. We propose down-regulation of EPAS1 contributes to the molecular basis of Tibetans' adaption to high-altitude hypoxia."}, {"pubmed": 28112200, "text": "Overexpression of VHL was more successful at inhibiting fibrosis compared with silencing HIF-1a plus HIF-2a. Normoxia-active HIF-1a or HIF-2a prevented the inhibitory effect of VHL on liver fibrosis, indicating that attenuating fibrosis via VHL is HIF-1a- and HIF-2a-dependent to some extent."}, {"pubmed": 28115494, "text": "HIF1A and EPAS1 potentiate hypoxia-induced upregulation of INHA expression in human term cytotrophoblasts in vitro."}, {"pubmed": 28153790, "text": "Hypoxia microenvironment in hepatocellular carcinoma up-regulates HIF2/SCF expression, which in turn promotes angiogenesis and HCC metastasis."}, {"pubmed": 28167508, "text": "The present study demonstrates that hypoxia-induced downregulation of Dicer serves as key mechanism in the maintenance of the hypoxic response in HCC and that prevention of hypoxic suppression of Dicer not only alleviates hypoxia-induced upregulation of HIF1alpha and HIF2alpha and other key hypoxia-responsive/HIF target genes, but also inhibits hypoxia-induced metastatic phenotypes such as EMT and increased cell motility."}, {"pubmed": 28196140, "text": "Data suggest a common mechanism by which DNA methyltransferase1 (DNMT1) and hypoxia inducible factors HIF1alpha/HIF2alpha regulate Sprouty2 (Spry2) transcription."}, {"pubmed": 28233034, "text": "We genotyped 347 Tibetan individuals from varying altitudes for both the Tibetan-specific EGLN1 haplotype and 10 candidate SNPs in the EPAS1 haplotype and correlated their association with hemoglobin levels."}, {"pubmed": 28259908, "text": "knockdown of HIF-2-alpha in the osteosarcoma cell line reduced the proliferation of cancer cells and increased apoptosis. These effects likely occurred through the MAPKp38 signaling pathway."}, {"pubmed": 28302031, "text": "Low EPAS1 expression due to hypermethylation is associated with Medulloblastoma."}, {"pubmed": 28394947, "text": "Results suggested that the oncogenic transcription factor HIF-2alpha stabilized VHL disease suppressor B-Myb, which is also a transcription factor, by physical interaction. Some B-Myb-dependent gene expression was similarly affected by B-Myb or HIF-2alpha knockdown, suggesting that stabilization of B-Myb by HIF-2alpha may play a role in specific gene expressions."}, {"pubmed": 28436035, "text": "NAP peptide prevents outer blood retinal barrier breakdown by reducing HIF1alpha/HIF2alpha, VEGF/VEGFRs, and increasing HIF3alpha expression Moreover it is able to reduce the percentage of apoptotic cells by modulating the expression of two death related genes, BAX and Bcl2."}, {"pubmed": 28448578, "text": "The advantageous Tibetan EPAS1 haplotype shared many variants with the Denisovan genome, with an ancient gene tree divergence between the Tibetan and Denisovan haplotypes of about 1 million years ago. With the exception of EPAS1, we observed no evidence of positive selection on Denisovan-like haplotypes"}, {"pubmed": 28476028, "text": "HIF-2alpha dictates the resistance of human pancreatic cancer cells to TRAIL under normoxic and hypoxic conditions and transcriptionally regulates survivin expression."}, {"pubmed": 28544376, "text": "HIF-2a regulates non-canonical glutamine metabolism via activation of PI3K/mTORC2 pathway and GOT1 expression in human pancreatic ductal adenocarcinoma."}, {"pubmed": 28599281, "text": "HIF-2alpha and VM were overexpressed in pancreatic cancer tissues and were associated with poor pathological characteristics. HIF-2alpha contributes to VM formation by regulating the expression of VE-cadherin through the binding of the transcription factor Twist1 to the promoter of VE-cadherin in pancreatic cancer both in vitro and in vivo."}, {"pubmed": 28613249, "text": "Functionally active PHD2 SNP rs516651 [18], located in the key pathway for the hypoxic-inflammatory response, is associated with increased 30-day mortality in Acute Respiratory Distress Syndrome (ARDS) patients. In contrast, the PHD2 SNP rs480902 is not. Furthermore, the HIF-2alpha SNP [ch2: 46441523(hg18)] GG-genotype was neither present in our ARDS patients of Caucasian heritage nor in healthy Caucasian blood donors."}, {"pubmed": 28614393, "text": "Findings show that hypoxia inducible factor 1 alpha subunit (HIF-1alpha) is phylogenetically conserved among most metazoans, whereas HIF-2alpha protein appeared later."}, {"pubmed": 28624448, "text": "LOX, a hypoxia-responsive gene that encodes lysyl oxidase, is activated by HIF-2-alpha more than HIF-1. Two new hypoxia response elements identified in the LOX promoter mediate most HIF responsiveness."}, {"pubmed": 28653893, "text": "Univariate analysis of the overall survival demonstrates that HIF-2a expression but not HIF-1a was related to poor outcome ( p = 0.005) and it retained significance in multivariate analysis ( p = 0.046). In conclusion, HIF-2a expression was related to tumor size, lymph node metastasis, tumor stage and histology. We also found a positive prognostic value of HIF-2a protein expression."}, {"pubmed": 28709643, "text": "these findings establish a new link between HIF-2alpha and MAPK-signaling that mediates the adaptive regulation of mitochondrial gene expression under low oxygen tension."}, {"pubmed": 28720067, "text": "Our results indicate that HPV16 E6/E7 indirectly upregulated the expression of VEGF by inhibition of liver kinase B1 expression and upregulation of hypoxia-inducible factor 2alpha expression,thus propose a human papillomavirus-liver kinase B1-hypoxia-inducible factor 2A-vascular endothelial growth factor axis for the tumorigenesis of lung cancer"}, {"pubmed": 28840922, "text": "We studied the hypoxic activation of the transcription factors HIF-1alpha and HIF-2alpha in endothelial cells within a spatial linear gradient of oxygen. Quantification of the nuclear to cytosolic ratio of HIF immunofluorescent staining demonstrated that the threshold for HIF-1alpha activation was below 2.5% O2 while HIF-2alpha was activated throughout the entire linear gradient."}, {"pubmed": 28848049, "text": "findings indicate that HIF-2alpha increases cancer cell growth by up-regulating YAP1 activity"}, {"pubmed": 28893800, "text": "epigenomic profiling of clear cell renal cell carcinoma (ccRCC) establishes a compendium of somatically altered cis-regulatory elements, uncovering new potential targets including ZNF395. Loss of VHL, a ccRCC signature event, causes pervasive enhancer malfunction, with binding of enhancer-centric HIF2a and recruitment of histone acetyltransferase p300 at preexisting lineage-specific promoter-enhancer complexes"}, {"pubmed": 28900259, "text": "late-stage renal tubular HIF-2alpha activation has protective effects on renal fibrosis and the resultant renal dysfunction, thus it could represent a therapeutic target in late stage of CKD."}, {"pubmed": 28951458, "text": "Data show there was a significant negative correlation between PHGDH copy-number alteration and EPAS1 (HIF2A) expression."}, {"pubmed": 28963486, "text": "HIF2A, rather than HIF1A, is most affected by reduced oxygen level during syncytialization, and increases in HIF2A trigger a reduction of PlGF production."}, {"pubmed": 28968430, "text": "findings suggest the HIF-2alpha pathway predominates over HIF-1alpha signalling in neuronal-like cells following acute hypoxia"}, {"pubmed": 28993199, "text": "Hypoxia-induced angiogenesis is a complex process that involves distinct but also overlapping functions of HIF-1alpha and HIF- 2alpha in regard to angiogenesis, bioenergetic adaption and the redundant transcriptional induction of MIF."}, {"pubmed": 29026132, "text": "The genetic variants in EPAS1, GPR126 may contribute to the physiological adaptations to hypobaric hypoxia, possibly by altering lung function."}, {"pubmed": 29035368, "text": "intestine HIF-2alpha regulates ceramide metabolism mainly from the salvage pathway, by positively regulating the expression of Neu3, the gene encoding neuraminidase 3. These results suggest that intestinal HIF-2alpha could be a viable target for hepatic steatosis therapy"}, {"pubmed": 29091312, "text": "Data found that overexpression of HIF-2alpha up-regulate the level of NEAT1 and promote EMT and metastasis in hepatoma cell under hypoxia, and inhibition of HIF-2alpha reverse the results. These indicated that HIF-2alpha can promote EMT and metastasis in hepatocellular carcinoma under hypoxia."}, {"pubmed": 29172931, "text": "we report a rare case of renal-cell carcinoma and hereditary polycythemia. Genotyping revealed that the patient carried both a germline HIF2A mutation and a somatic VHL mutation. Both mutations result in overactivation of HIF2A and its downstream target genes"}, {"pubmed": 29176561, "text": "CPT1A is repressed by HIF1 and HIF2, reducing fatty acid transport into the mitochondria, and forcing fatty acids to lipid droplets for storage."}, {"pubmed": 29206844, "text": "demonstrated that MM cells are resistant to hypoxia-mediated apoptosis in vivo and in vitro, and that constitutive expression of HIF2alpha contributed to this resistance"}, {"pubmed": 29247885, "text": "High HIF2A expression is associated with high Collagen I Fibers in Triple Negative Breast Cancer."}, {"pubmed": 29263346, "text": "MiR-365 regulates IL-1beta-stimulated catabolic effects in human chondrocytes by modulating HIF-2alpha expression."}, {"pubmed": 29281714, "text": "Exogenous acetate augments Acss2/HIF-2 dependent cancer growth and metastasis in cell culture and mouse models"}, {"pubmed": 29321085, "text": "High HIF2A expression is associated with Cervical Cancer."}, {"pubmed": 29357946, "text": "FSTL1 plays a tumor suppression role possibly via repressing the NF-kB and HIF-2a signaling pathways. To increase FSTL1 expression might be a candidate therapeutic strategy for metastatic clear-cell renal cell carcinoma."}, {"pubmed": 29422508, "text": "SOD3 reduced HIF prolyl hydroxylase domain protein activity, which increased hypoxia-inducible factor-2alpha (HIF-2alpha) stability and enhanced its binding to a specific vascular endothelial cadherin promoter region."}, {"pubmed": 29446909, "text": "This suggests that higher aerobic capacities are caused by the presence of at least one minor A-Allele of the EPAS1 gene in the genome of an athlete"}, {"pubmed": 29483579, "text": "The studies indicate that HIF2-alpha induces myocardial AREG expression in cardiac myocytes, which increases myocardial ischemia tolerance."}, {"pubmed": 29577908, "text": "HDX negatively regulates EPAS1 expression through a release-of-inhibition mechanism."}, {"pubmed": 29601261, "text": "Identification of gain-of-function somatic mutations of EPAS1, which encodes for HIF-2alpha, in pheochromocytomas and paragangliomas in patients who presented with cyanotic congenital heart disease."}, {"pubmed": 29629903, "text": "ZMYND8 interacts with HIF-1alpha and HIF-2alpha and enhances elongation of the global HIF-induced oncogenic genes by increasing recruitment of BRD4 and subsequent release of paused RNA polymerase II in breast cancer cells."}, {"pubmed": 29784889, "text": "SINHCAF specifically represses HIF-2alpha mRNA and protein expression, via its interaction with the transcription factor SP1 (specificity protein 1) and recruitment of HDAC1 to the HIF-2alpha promoter."}, {"pubmed": 29843956, "text": "HIF2alpha almost exclusively regulated a large and diverse subset of transcription factors."}, {"pubmed": 29845228, "text": "Studies have shown that both HIF1alpha and HIF2alpha may contribute to the regulation of cellular adaptation to hypoxia and resistance to cancer therapies with their potential to exert significant effects on the maintenance and evolution of cancer stem cells. Also, HIF1alpha and HIF2alpha seemed to have significant prognostic and predictive value. [review]"}, {"pubmed": 29859855, "text": "sing imputed data, we found that this SNP remained significant in the entire TRICL-ILCCO consortium (p=.03). Additional functional studies are warranted to better understand interrelationships among genetic polymorphisms, DNA methylation status, and EPAS1 expression."}, {"pubmed": 29948390, "text": "Our data demonstrated the critical role of FoxM1 in promoting gastrointestinal stromal tumor progression and uncovered a novel HIF-1alpha/HIF-2alpha-FoxM1 axis"}, {"pubmed": 29968905, "text": "We also summarize the current knowledge on the crosstalk between HIF-2 and angiogenesis, describing reported phenotypical changes of HIF-2alpha genetic models and HIF-2 target genes implicated in angiogenesis. Finally, we provide a survey of recent pharmacologic strategies to specifically target HIF-2 activity."}, {"pubmed": 30021192, "text": "HIF-2alpha expression may be associated with the carcinogenesis of colorectal cancer (CRC), which is higher in males than in females, negatively linked to tumor differentiation, and correlated with a worse disease-free survival of CRC - Systematic Analysis"}, {"pubmed": 30135144, "text": "Our results indicated a boardline connection between HIF-1 rs11549467 and breast cancer risk while HIF-2 rs17039192 had no influence on breast cancer. Considered the comparison of sample size and potential heterogeneity of previous case-control studies, we concluded that HIF-1 rs11549467 has a marginal effect on breast cancer risk."}, {"pubmed": 30144808, "text": "PD-L1 tumor cell expression is strongly associated with increased HIF-2alpha expression and presence of dense lymphocytic infiltration in clear cell renal cell carcinoma."}, {"pubmed": 30267660, "text": "We also found that RCAN1.4 could regulate epithelial-mesenchymal transition (EMT) and the expression of HIF2alpha in sunitinib-resistant cell lines...these findings indicate that downregulation of RCAN1.4 may be crucial for the metastasis of Clear cell renal cell carcinoma and may induce sunitinib resistance."}, {"pubmed": 30340507, "text": "Study found that chronic hypoxia enhanced the resistance of breast cancer cells to Paclitaxel (PTX) and induced high expression of HIF-2alpha, but not HIF-1alpha. Furthermore, HIF-2alpha promoted the stem cell properties of breast cancer cells with increased expression of stem cells markers and induced resistance to PTX by activating Wnt and Notch signaling pathways."}, {"pubmed": 30355451, "text": "Thus after VHL inactivation, HIF induces ISGF3, which is reversed by the loss of secondary tumor suppressors, suggesting that this is a key negative feedback loop in clear cell renal cell carcinoma."}, {"pubmed": 30429208, "text": "the work revealed surprisingly discrete binding patterns for HIF-1 and HIF-2. They suggest that the DNA-binding complexes function more independently than previously foreseen and rationalize the use of isoform-specific therapeutic inhibitors for specific indications"}, {"pubmed": 30431439, "text": "Lactate inhibits ATP6V0d2 expression in tumor-associated macrophages to promote HIF-2alpha-mediated tumor progression."}, {"pubmed": 30468780, "text": "identified WT1 as a downstream target of HIF-2alpha in Kelly neuroblastoma cells. In chromatin immunoprecipitation assays, HIF-2alpha bound to a HRE in intron 3 of the WT1 gene, but not to another predicted HIF binding site (HBS) in the first intron."}, {"pubmed": 30478339, "text": "Hypoxia-induced elevation of sFlt-1 secretion from the cytotrophoblasts was inhibited by silencing the HIF-2alpha, but not HIF-1alpha mRNA."}, {"pubmed": 30487161, "text": "Our results indicate that EPAS1 mutations might have a potential causative effect on the development of Tibetan non-syndromic congenital heart disease ."}, {"pubmed": 30536571, "text": "HIF-2alpha directly promotes transcription/expression of BCRP, a gene encoding a transporter protein responsible for pumping drugs (e.g., Adriamycin) out of cells, which in turn increases drug resistance due to increased drug transportation."}, {"pubmed": 30553971, "text": "This iron dependency is introduced by VHL inactivation, revealing a novel interplay between VHL/HIF-alpha dysregulation and clear cell renal cell carcinoma (ccRCC) iron metabolism. Future study is warranted to determine if iron deprivation using chelator drugs provides an effective therapeutic strategy for targeting HIF-2alpha and suppressing tumor progression in ccRCC patients."}, {"pubmed": 30563765, "text": "with the current available data EPAS1/HIF2alpha should not be classified as a neuroblastoma oncogene and is less likely to represent a suitable drug target in this disease."}, {"pubmed": 30574831, "text": "Current and lifetime exposure to high-altitude hypoxia has an effect on EPAS1 DNA methylation among Andean Quechua."}, {"pubmed": 30617181, "text": "PHD3 maintains high HIF2A mRNA levels in clear cell renal cell carcinoma"}, {"pubmed": 30655088, "text": "We found the tumors of African American patients to have a significantly lower frequency of VHL mutation (32% vs 49%; p = 0.03) and lower HIF-2a expression (16% vs 41% in the third tertile; ptrend < 0.0001) than those of white patients."}, {"pubmed": 30670058, "text": "HER2 overexpression in MCF7 cells leads to an increase in HIF-2alpha but not HIF-1alpha expression in normoxia and an increased upregulation of HIF-2alpha in hypoxia. Global gene expression analysis showed that HER2 overexpression in these cells promotes an exaggerated transcriptional response to both short-term and long-term hypoxia, with increased expression of numerous hypoxia response genes."}, {"pubmed": 30784290, "text": "miR-363-3p is induced by HIF-2alpha to promote the stemness of melanoma cells via inhibiting p21."}, {"pubmed": 30836200, "text": "This study demonstrates the clinical relevance of the humanized organ bone microenvironment in osteosarcoma research and validates the expression of tumor markers, especially HIF2alpha."}, {"pubmed": 30917010, "text": "In 10 different primary human ECs from different vascular beds during the early stages of hypoxia, the switch from HIF-1 to HIF-2 constitutes a universal mechanism of cellular adaptation to hypoxic stress.  HIF1A and HIF2A mRNA stability differences contribute to this HIF switch. Although a number of genes appeared to be regulated exclusively by HIF-1 or HIF-2, the largest number of genes appeared to be regulated by both."}, {"pubmed": 30962349, "text": "The study reveals a novel regulatory mechanism of HIF-2, involving ERK1/2-dependent phosphorylation of HIF-2alpha, which controls its nucleocytoplasmic shuttling and the HIF-2 transcriptional activity."}, {"pubmed": 30962421, "text": "In renal clear-cell carcinomas, HIF-2alpha selectively enriches polyunsaturated lipids, the rate-limiting substrates for lipid peroxidation, by activating the expression of hypoxia-inducible, lipid droplet-associated protein (HILPDA)."}, {"pubmed": 30966832, "text": "lncRNA HIF2PUT may act as a tumour suppressor in osteosarcoma"}, {"pubmed": 31148343, "text": "The function of HIF-2alpha in promoting tumor growth and metastasis."}, {"pubmed": 31185588, "text": "EPAS1 gain-of-function mutation was identified in two patients with Chiari malformation type I in Epas1-associated syndrome."}, {"pubmed": 31189709, "text": "Study shows that ORF34 protein interacts with HIF-2alpha. Specifically, ORF34 promotes HIF-2alpha stability and transcriptional activity by enhancing HIF-2alpha ubiquitination."}, {"pubmed": 31266772, "text": "HIF2A role in the cancer stem cells in lymphoma.MYC maintains self-renewal exclusively in cancer stem cells by selectively binding to the promoter and activating the HIF2alpha stemness pathway in lymphoma."}, {"pubmed": 31267758, "text": "Study observed a significant decrease of miRNA-101 intracellular levels in everolimus-resistant clear cell renal cell carcinoma cell line (786-OR) and significant increase of HIF-2alpha in 786-OR. The circulating levels of miRNA-101 may be a potential biomarker of anti-mTOR therapy response and resistance prediction. Moreover, the resistance to mTOR inhibitors seems to be related with the overexpression of HIF-2alpha."}, {"pubmed": 31310363, "text": "Glutathione peroxidase 3 (GPX3) suppresses the growth of melanoma cells through reactive oxygen species (ROS)-dependent stabilization of hypoxia-inducible factor 1-alpha and 2-alpha."}, {"pubmed": 31366501, "text": "Hypoxia suppressed cell growth and the recovery of clonogenic cells. Moreover, hypoxia up-regulated hypoxia-inducible factor (HIF) 1alpha and HIF2alpha expression while suppressing the expression and activation of NOTCH1, mechanistic target of rapamycin kinase (mTOR) activation, and nuclear factor-kappa B (NF-kappaB) phosphorylation"}, {"pubmed": 31794514, "text": "Hypoxia-inducible factor 2A promotes transcription-independent induction of ERRBB1 protein and provides cardioprotection during myocardial ischemia and reperfusion injury."}, {"pubmed": 31876943, "text": "Vascular Changes in the Retina and Choroid of Patients With EPAS1 Gain-of-Function Mutation Syndrome."}, {"pubmed": 31900259, "text": "HIF2-Induced Long Noncoding RNA RAB11B-AS1 Promotes Hypoxia-Mediated Angiogenesis and Breast Cancer Metastasis."}, {"pubmed": 32094357, "text": "Identification of putative biomarkers for Infantile Hemangiomas and Propranolol treatment via data integration."}, {"pubmed": 32142369, "text": "Direct Extracellular NAMPT Involvement in Pulmonary Hypertension and Vascular Remodeling. Transcriptional Regulation by SOX and HIF-2alpha."}, {"pubmed": 32157720, "text": "Cross talk between oxidative stress and hypoxia via thioredoxin and HIF-2alpha drives metastasis of hepatocellular carcinoma."}, {"pubmed": 32185192, "text": "Association of EPAS1 and PPARA Gene Polymorphisms with High-Altitude Headache in Chinese Han Population."}, {"pubmed": 32219604, "text": "Expression of HIF-2a in clear-cell renal cell carcinoma independently predicts overall survival."}, {"pubmed": 32291411, "text": "VHL-HIF-2alpha axis-induced SMYD3 upregulation drives renal cell carcinoma progression via direct trans-activation of EGFR."}, {"pubmed": 32432822, "text": "Hypoxia-inducible factor 2alpha drives hepatosteatosis through the fatty acid translocase CD36."}, {"pubmed": 32461361, "text": "USP37 promotes deubiquitination of HIF2alpha in kidney cancer."}, {"pubmed": 32470757, "text": "EPAS1 regulates proliferation of erythroblasts in chronic mountain sickness."}, {"pubmed": 32476798, "text": "MiR-301a transcriptionally activated by HIF-2alpha promotes hypoxia-induced epithelial-mesenchymal transition by targeting TP63 in pancreatic cancer."}, {"pubmed": 32513733, "text": "A hypoxia-induced Rab pathway regulates embryo implantation by controlled trafficking of secretory granules."}, {"pubmed": 32515984, "text": "Endothelial HIF-2alpha as a Key Endogenous Mediator Preventing Emphysema."}, {"pubmed": 32593213, "text": "Anterior gradient 2 promotes tumorigenesis through upregulation of CCAAT-enhancer binding protein beta and hypoxia-inducible factor-2alpha and subsequent secretion of interleukin-6, interleukin-8, and vascular endothelial growth factor in the Caki-1 clear cell renal cell carcinoma cell line."}, {"pubmed": 32652532, "text": "Hypoxia-inducible factors in arteriovenous fistula maturation: A prospective cohort study."}, {"pubmed": 32673288, "text": "Decreased lymphatic HIF-2alpha accentuates lymphatic remodeling in lymphedema."}, {"pubmed": 32681351, "text": "EPAS1 promotes peritoneal carcinomatosis of non-small-cell lung cancer by enhancing mesothelial-mesenchymal transition."}, {"pubmed": 32718321, "text": "DNA methylation repels binding of hypoxia-inducible transcription factors to maintain tumor immunotolerance."}, {"pubmed": 32718338, "text": "EPAS1 and VEGFA gene variants are related to the symptoms of acute mountain sickness in Chinese Han population: a cross-sectional study."}, {"pubmed": 32739800, "text": "Novel mutations in the EPO-R, VHL and EPAS1 genes in the Congenital Erythrocytosis patients."}, {"pubmed": 32813008, "text": "IRP2-Hif1alpha/Hif2alpha signaling: a novel mechanism of metabolic switch from aerobic glycolysis to oxidative phosphorylation."}, {"pubmed": 32954526, "text": "Hypoxia-inducible factor 2 alpha impairs human cytotrophoblast syncytialization: New insights into placental dysfunction and fetal growth restriction."}, {"pubmed": 32965071, "text": "SIRT2 modulates VEGFD-associated lymphangiogenesis by deacetylating EPAS1 in human head and neck cancer."}, {"pubmed": 33012513, "text": "The peptidyl prolyl isomerase, PIN1 induces angiogenesis through direct interaction with HIF-2alpha."}, {"pubmed": 33024108, "text": "A system-level approach identifies HIF-2alpha as a critical regulator of chondrosarcoma progression."}, {"pubmed": 33049075, "text": "C-Terminal, but Not Intact, FGF23 and EPO Are Strongly Correlatively Elevated in Patients With Gain-of-Function Mutations in HIF2A: Clinical Evidence for EPO Regulating FGF23."}, {"pubmed": 33114456, "text": "Identification of Novel Mutations and Expressions of EPAS1 in Phaeochromocytomas and Paragangliomas."}, {"pubmed": 33182300, "text": "Calcitriol Suppresses HIF-1 and HIF-2 Transcriptional Activity by Reducing HIF-1/2alpha Protein Levels via a VDR-Independent Mechanism."}, {"pubmed": 33244167, "text": "Chemical hypoxia induces apoptosis of human pluripotent stem cells by a NOXA-mediated HIF-1alpha and HIF-2alpha independent mechanism."}, {"pubmed": 33273561, "text": "Distinct roles for the hypoxia-inducible transcription factors HIF-1alpha and HIF-2alpha in human osteoclast formation and function."}, {"pubmed": 33300499, "text": "Functional significance of germline EPAS1 variants."}, {"pubmed": 33591636, "text": "Junction plakoglobin regulates and destabilizes HIF2alpha to inhibit tumorigenesis of renal cell carcinoma."}, {"pubmed": 33752529, "text": "Hypoxia-Inducible Factor 2a Expression Is Positively Correlated With Gleason Score in Prostate Cancer."}, {"pubmed": 33760204, "text": "miR519d3p/HIF2alpha axis increases the chemosensitivity of human cervical cancer cells to cisplatin via inactivation of PI3K/AKT signaling."}, {"pubmed": 33865222, "text": "Novel HIF-2alpha interaction with Reptin52 impairs HIF-2 transcriptional activity and EPO secretion."}, {"pubmed": 33914705, "text": "HIF-2alpha activation potentiates oxidative cell death in colorectal cancers by increasing cellular iron."}, {"pubmed": 33966427, "text": "A narrative review of research progress on the relationship between hypoxia-inducible factor-2alpha and wound angiogenesis."}, {"pubmed": 34031851, "text": "Downregulation of HIF-2alpha Enhances Apoptosis and Limits Invasion in Human Placental JEG-3 Trophoblast Cells."}, {"pubmed": 34050022, "text": "The history and evolution of the Denisovan-EPAS1 haplotype in Tibetans."}, {"pubmed": 34128478, "text": "HIF-1alpha and HIF-2alpha redundantly promote retinal neovascularization in patients with ischemic retinal disease."}, {"pubmed": 34250767, "text": "Identification of novel mutations and functional impacts of EPAS1 in colorectal cancer."}, {"pubmed": 34285132, "text": "Oxygen-dependent changes in binding partners and post-translational modifications regulate the abundance and activity of HIF-1alpha/2alpha."}, {"pubmed": 34287062, "text": "Overexpression of the Long Noncoding RNA HIF2PUT Inhibits Non-Small Cell Lung Cancer Cell Proliferation and Invasion Through HIF-2a Pathway."}, {"pubmed": 34325467, "text": "Hypoxia-inducible factors individually facilitate inflammatory myeloid metabolism and inefficient cardiac repair."}, {"pubmed": 34339013, "text": "Mild chronic hypoxia-induced HIF-2alpha interacts with c-MYC through competition with HIF-1alpha to induce hepatocellular carcinoma cell proliferation."}, {"pubmed": 34346275, "text": "The relationship of retinopathy of prematurity with brain-derivated neurotrophic factor, vascular endotelial growth factor-A, endothelial PAD domain protein 1 and nitric oxide synthase 3 gene polymorphisms."}, {"pubmed": 34353313, "text": "Differential effects of HIF2alpha antagonist and HIF2alpha silencing in renal cancer and sensitivity to repurposed drugs."}, {"pubmed": 34461182, "text": "Sunitinib increases the cancer stem cells and vasculogenic mimicry formation via modulating the lncRNA-ECVSR/ERbeta/Hif2-alpha signaling."}, {"pubmed": 34678164, "text": "Possible association between a polymorphism of EPAS1 gene and persistent pulmonary hypertension of the newborn: a case-control study."}, {"pubmed": 34824343, "text": "Differential expression of hypoxia-inducible factors related to the invasiveness of epithelial ovarian cancer."}, {"pubmed": 35054927, "text": "HIF2alpha Upregulates the Migration Factor ODZ1 under Hypoxia in Glioblastoma Stem Cells."}, {"pubmed": 35102545, "text": "USP5 promotes breast cancer cell proliferation and metastasis by stabilizing HIF2alpha."}, {"pubmed": 35191554, "text": "USP33 deubiquitinates and stabilizes HIF-2alpha to promote hypoxia response in glioma stem cells."}, {"pubmed": 35216458, "text": "Hypoxia-Inducible Factor-2 Alpha Regulates the Migration of Fibroblast-like Synoviocytes via Oxidative Stress-Induced CD70 Expression in Patients with Rheumatoid Arthritis."}, {"pubmed": 35394128, "text": "Hypoxia-inducible factor-2alpha promotes EMT in esophageal squamous cell carcinoma through the Notch pathway."}, {"pubmed": 35395428, "text": "Novel mutations in EPO-R and oxygen-dependent degradation (ODD) domain of EPAS1 genes-a causative reason for Congenital Erythrocytosis."}, {"pubmed": 35596131, "text": "HCMV-miR-US33-5p promotes apoptosis of aortic vascular smooth muscle cells by targeting EPAS1/SLC3A2 pathway."}, {"pubmed": 35713587, "text": "The hypoxia-induced changes in miRNA-mRNA in RNA-induced silencing complexes and HIF-2 induced miRNAs in human endothelial cells."}, {"pubmed": 35732606, "text": "[Hypoxia promotes erythroid differentiation of human K562 cells by upregulating endothelial PAS domain-containing protein 1 (EPAS1) expression]."}, {"pubmed": 35978075, "text": "Znhit1 and HIF-2alpha are correlated with cancer stem cell markers in breast cancer patients."}, {"pubmed": 36002380, "text": "Diagnosis and genetic analysis of polycythemia in children and a novel EPAS1 gene mutation."}, {"pubmed": 36053046, "text": "ISGylation directly modifies hypoxia-inducible factor-2alpha and enhances its polysome association."}, {"pubmed": 36252650, "text": "HIF-2alpha-induced upregulation of CD36 promotes the development of ccRCC."}, {"pubmed": 36482296, "text": "The transition from HIF-1 to HIF-2 during prolonged hypoxia results from reactivation of PHDs and HIF1A mRNA instability."}, {"pubmed": 36631133, "text": "Endotyping COPD: hypoxia-inducible factor-2 as a molecular \"switch\" between the vascular and airway phenotypes?"}, {"pubmed": 36728187, "text": "HIF2alpha-induced upregulation of RNASET2 promotes triglyceride synthesis and enhances cell migration in clear cell renal cell carcinoma."}, {"pubmed": 36934786, "text": "EPAS1 resistance to miRNA-based regulation contributes to prolonged expression of HIF-2 during hypoxia in human endothelial cells."}, {"pubmed": 37108194, "text": "Hypoxia Increases ATX Expression by Histone Crotonylation in a HIF-2alpha-Dependent Manner."}, {"pubmed": 37285480, "text": "Somatic EPAS1 Variants in Pheochromocytoma and Paraganglioma in Patients With Sickle Cell Disease."}, {"pubmed": 37288511, "text": "On either side of homeostasis: EPAS1 gain- and loss-offunction mutations."}, {"pubmed": 37327294, "text": "The association of hypoxia-inducible factor-1alpha and hypoxia-inducible factor-2alpha protein expression with clinicopathological characteristics in papillary thyroid carcinoma: A meta-analysis."}, {"pubmed": 37371055, "text": "USP10 Contributes to Colon Carcinogenesis via mTOR/S6K Mediated HIF-1alpha but Not HIF-2alpha Protein Synthesis."}, {"pubmed": 37449559, "text": "Structural basis for binding of the renal carcinoma target hypoxia-inducible factor 2alpha to prolyl hydroxylase domain 2."}, {"pubmed": 37453673, "text": "A novel HIF2A mutation causes dyslipidemia and promotes hepatic lipid accumulation."}, {"pubmed": 37463421, "text": "High-Altitude Andean H194R HIF2A Allele Is a Hypomorphic Allele."}, {"pubmed": 37463949, "text": "Cytoplasmic HIF-2alpha as tissue biomarker to identify metastatic sympathetic paraganglioma."}, {"pubmed": 37473874, "text": "Oxygen-independent stabilization of HIF-2alpha in breast cancer through direct interaction with peptidyl-prolyl cis-trans isomerase NIMA-interacting 1."}, {"pubmed": 37783786, "text": "UBE3B promotes breast cancer progression by antagonizing HIF-2alpha degradation."}, {"pubmed": 37826874, "text": "Hypoxia-inducible factor 2alpha protein and mRNA expression correlate with histomorphological features in clear cell renal cell carcinoma."}, {"pubmed": 38195958, "text": "EPAS1-mutated paragangliomas associated with haemoglobin disorders."}, {"pubmed": 38263248, "text": "HIF-2alpha/LINC02609/APOL1-mediated lipid storage promotes endoplasmic reticulum homeostasis and regulates tumor progression in clear-cell renal cell carcinoma."}, {"pubmed": 38287821, "text": "A Case-Control Study of the Associations between EGLN1 Gene Polymorphisms and COPD."}, {"pubmed": 38335297, "text": "Functional EPAS1/HIF2A missense variant is associated with hematocrit in Andean highlanders."}, {"pubmed": 38365849, "text": "HIF-2alpha-dependent TGFBI promotes ovarian cancer chemoresistance by activating PI3K/Akt pathway to inhibit apoptosis and facilitate DNA repair process."}, {"pubmed": 38501098, "text": "Hypoxia-inducible factor-2alpha promotes fibrosis in non-alcoholic fatty liver disease by enhancing glutamine catabolism and inhibiting yes-associated protein phosphorylation in hepatic stellate cells."}, {"pubmed": 38778816, "text": "HIF2A mediates lineage transition to aggressive phenotype of cancer-associated fibroblasts in lung cancer brain metastasis."}, {"pubmed": 38941296, "text": "HIF-2alpha expression and metabolic signaling require ACSS2 in clear cell renal cell carcinoma."}, {"pubmed": 39113713, "text": "NRF2-HIF2alpha Signaling Attenuates Endothelial Cell Senescence and Maintains Intercellular Junctions in Diabetes."}], "genomic_pos": {"chr": "2", "end": 46386697, "ensemblgene": "ENSG00000116016", "start": 46293667, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 46613836, "start": 46520806, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001666", "pubmed": 11782478, "qualifier": "acts_upstream_of_or_within", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001892", "qualifier": "involved_in", "term": "embryonic placenta development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001974", "qualifier": "involved_in", "term": "blood vessel remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002027", "qualifier": "involved_in", "term": "regulation of heart rate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002070", "qualifier": "involved_in", "term": "epithelial cell maturation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9079689, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030218", "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042415", "qualifier": "involved_in", "term": "norepinephrine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042789", "qualifier": "involved_in", "term": "mRNA transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043129", "qualifier": "involved_in", "term": "surfactant homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11573933, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048625", "qualifier": "involved_in", "term": "myoblast fate commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060586", "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 11573933, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 26572826, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000434", "pubmed": 23401859, "qualifier": "involved_in", "term": "regulation of protein neddylation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 9000051, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000977", "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001223", "pubmed": 15261140, "qualifier": "enables", "term": "transcription coactivator binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11018023, 14668441, 16181639, 17024177, 17324924, 17353276, 17418410, 18000879, 19129502, 19208626, 22678294, 23401859, 23434853, 24378640, 24981860, 25043030, 30487161, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 9079689, "qualifier": "contributes_to", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0046982", "pubmed": 16181639, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 9079689, "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 9079689, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 555192], [8364, 448117], [9031, 395596], [9544, 714641], [9598, 459204], [9606, 2034], [9615, 474578], [9913, 282711], [10090, 13819], [10116, 29452]], "id": 1095}, "interpro": [{"desc": "PAS domain", "id": "IPR000014", "short_desc": "PAS"}, {"desc": "Nuclear translocator", "id": "IPR001067", "short_desc": "Nuc_translocat"}, {"desc": "PAC motif", "id": "IPR001610", "short_desc": "PAC"}, {"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "PAS fold", "id": "IPR013767", "short_desc": "PAS_fold"}, {"desc": "HIF-1 alpha, C-terminal transactivation domain", "id": "IPR014887", "short_desc": "HIF-1_CTAD"}, {"desc": "Hypoxia-inducible factor, alpha subunit-like", "id": "IPR021537", "short_desc": "HIF_alpha-like"}, {"desc": "PAS domain superfamily", "id": "IPR035965", "short_desc": "PAS-like_dom_sf"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": ["IPI00294084", "IPI00917611"], "map_location": "2p21", "name": "endothelial PAS domain protein 1", "other_names": ["EPAS-1", "HIF-1-alpha-like factor", "HIF-1alpha-like factor", "HIF-2-alpha", "HIF2-alpha", "PAS domain-containing protein 2", "basic-helix-loop-helix-PAS protein MOP2", "class E basic helix-loop-helix protein 73", "endothelial PAS domain-containing protein 1", "hypoxia-inducible factor 2 alpha", "member of PAS protein 2"], "pantherdb": {"HGNC": "3374", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109169", "ortholog_type": "LDO", "panther_family": "PTHR23043", "taxid": 10090, "uniprot_kb": "P97481"}, {"RGD": "68404", "ortholog_type": "LDO", "panther_family": "PTHR23043", "taxid": 10116, "uniprot_kb": "Q9JHS1"}, {"Ensembl": "ENSGALG00000010005", "ortholog_type": "LDO", "panther_family": "PTHR23043", "taxid": 9031, "uniprot_kb": "Q9W7C6"}, {"ZFIN": "ZDB-GENE-030131-4490", "ortholog_type": "O", "panther_family": "PTHR23043", "taxid": 7955, "uniprot_kb": "E7FAJ1"}, {"ZFIN": "ZDB-GENE-060607-11", "ortholog_type": "LDO", "panther_family": "PTHR23043", "taxid": 7955, "uniprot_kb": "A0A2R8QI31"}, {"WormBase": "WBGene00001851", "ortholog_type": "O", "panther_family": "PTHR23043", "taxid": 6239, "uniprot_kb": "G5EGD2"}, {"FlyBase": "FBgn0266411", "ortholog_type": "O", "panther_family": "PTHR23043", "taxid": 7227, "uniprot_kb": "Q24167"}], "uniprot_kb": "Q99814"}, "pathway": {"kegg": [{"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}], "pid": {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1234158", "name": "Regulation of gene expression by Hypoxia-inducible Factor"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-1234176", "name": "Oxygen-dependent proline hydroxylation of Hypoxia-inducible Factor Alpha"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8849473", "name": "PTK6 Expression"}, {"id": "R-HSA-8951664", "name": "Neddylation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}, {"id": "R-HSA-9664873", "name": "Pexophagy"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP3678", "name": "Amplification and Expansion of Oncogenic Pathways as Metastatic Traits"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}]}, "pdb": ["1P97", "2A24", "3F1N", "3F1O", "3F1P", "3H7W", "3H82", "4GHI", "4GS9", "4PKY", "4XT2", "5KIZ", "5TBM", "5UFP", "6BVB", "6CZW", "6D09", "6D0B", "6D0C", "6I7Q", "6I7R", "6X21", "6X28", "6X2H", "6X37", "6X3D", "7Q5V", "7Q5X", "7UJV", "8CK3", "8CK4", "8CK8"], "pfam": ["PF00989", "PF08778", "PF11413", "PF14598"], "pharmgkb": "PA27809", "pharos": {"target_id": 2479, "tdl": "Tclin"}, "prosite": ["PS50112", "PS50888"], "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293238", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248931", "relationship": "is"}, {"id": "GNF248932", "relationship": "is"}, {"id": "GNF248933", "relationship": "is"}, {"id": "GNF248934", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158156", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF034322", "relationship": "is"}, {"id": "GNF041040", "relationship": "is"}, {"id": "GNF047692", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082106", "relationship": "is"}, {"id": "GNF082107", "relationship": "is"}, {"id": "GNF082108", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051197", "relationship": "is"}, {"id": "GNF055963", "relationship": "is"}, {"id": "GNF060667", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063343", "relationship": "is"}, {"id": "GNF063344", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF004205", "relationship": "is"}, {"id": "GNF017639", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095387", "relationship": "is"}, {"id": "GNF135044", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_016000.1"], "protein": ["NP_001421.2", "XP_011531000.1", "XP_054196990.1"], "rna": ["NM_001430.5", "XM_011532698.3", "XM_054341015.1"], "translation": [{"protein": "NP_001421.2", "rna": "NM_001430.5"}, {"protein": "XP_054196990.1", "rna": "XM_054341015.1"}, {"protein": "XP_011531000.1", "rna": "XM_011532698.3"}]}, "reporter": {"HG-U133_Plus_2": ["200878_at", "200879_s_at"], "HG-U95Av2": ["38092_at", "38230_at"], "HTA-2_0": "TC02000281.hg.1", "HuEx-1_0": "2480383", "HuGene-1_1": "8041781", "HuGene-2_1": "16879721"}, "summary": "This gene encodes a transcription factor involved in the induction of genes regulated by oxygen, which is induced as oxygen levels fall. The encoded protein contains a basic-helix-loop-helix domain protein dimerization domain as well as a domain found in proteins in signal transduction pathways which respond to oxygen levels. Mutations in this gene are associated with erythrocytosis familial type 4. [provided by RefSeq, Nov 2009].", "symbol": "EPAS1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414421"}, "unigene": "Hs.468410", "uniprot": {"Swiss-Prot": "Q99814", "TrEMBL": ["C9J9N2", "B3KW07"]}, "wikipedia": {"url_stub": "EPAS1"}}