{"AllianceGenome": "11529", "HGNC": "11529", "MIM": "185535", "_id": "4072", "_version": 1, "accession": {"genomic": ["AC079775.6", "AH003574.2", "AY148099.1", "CH471053.2", "CP068276.2", "CQ800737.1", "NC_000002.12", "NC_060926.1", "NG_012352.2"], "protein": ["AAA35723.1", "AAA35861.1", "AAA36151.1", "AAA59543.1", "AAB00775.1", "AAH14785.1", "AAY15095.1", "BDQ05169.1", "BDQ05170.1", "BDQ05171.1", "BDQ05172.1", "BDQ05173.1", "BDQ05174.1", "CAA32870.1", "CAG28087.1", "CAG47055.1", "CAG47078.1", "EAX00218.1", "EAX00219.1", "NP_002345.2", "P16422.2"], "rna": ["AK026585.1", "AW050533.1", "BC014785.1", "BP262680.1", "CR542259.1", "CR542283.1", "DA963872.1", "DB044092.1", "LC722463.1", "LC722464.1", "LC722465.1", "LC722466.1", "LC722467.1", "LC722468.1", "M26481.1", "M32306.1", "M32325.1", "M33011.1", "NM_002354.3", "X14758.1"], "translation": [{"protein": "CAA32870.1", "rna": "X14758.1"}, {"protein": "BDQ05169.1", "rna": "LC722463.1"}, {"protein": "AAH14785.1", "rna": "BC014785.1"}, {"protein": "BDQ05170.1", "rna": "LC722464.1"}, {"protein": "BDQ05174.1", "rna": "LC722468.1"}, {"protein": "AAA35861.1", "rna": "M33011.1"}, {"protein": "AAA36151.1", "rna": "M32325.1"}, {"protein": "NP_002345.2", "rna": "NM_002354.3"}, {"protein": "AAA59543.1", "rna": "M26481.1"}, {"protein": "CAG47078.1", "rna": "CR542283.1"}, {"protein": "CAG47055.1", "rna": "CR542259.1"}, {"protein": "BDQ05173.1", "rna": "LC722467.1"}, {"protein": "AAA35723.1", "rna": "M32306.1"}, {"protein": "BDQ05171.1", "rna": "LC722465.1"}, {"protein": "BDQ05172.1", "rna": "LC722466.1"}]}, "alias": ["Ber-Ep4", "BerEp4", "DIAR5", "EGP-2", "EGP314", "EGP40", "ESA", "HNPCC8", "KS1/4", "KSA", "LYNCH8", "M4S1", "MIC18", "MK-1", "MOC-31", "TACSTD1", "TROP1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-06-20T17:00:00.000Z", "disease_label": "Lynch syndrome", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005835", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3c071c7e-ba5c-46c7-b46b-fee6acf3a43f-2022-06-20T170000.000Z", "sop": "SOP9"}, {"classification": "refuted", "classification_date": "2023-12-21T18:00:00.000Z", "disease_label": "hereditary breast carcinoma", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0016419", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_efe1b152-d818-49bd-9f6f-cebe944b3404-2023-12-21T180000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000119888", "protein": ["ENSP00000263735", "ENSP00000385476", "ENSP00000389028", "ENSP00000410675"], "transcript": ["ENST00000263735", "ENST00000405271", "ENST00000419334", "ENST00000456133", "ENST00000474691", "ENST00000490733"], "translation": [{"protein": "ENSP00000385476", "rna": "ENST00000405271"}, {"protein": "ENSP00000410675", "rna": "ENST00000456133"}, {"protein": "ENSP00000263735", "rna": "ENST00000263735"}, {"protein": "ENSP00000389028", "rna": "ENST00000419334"}], "type_of_gene": "protein_coding"}, "entrezgene": "4072", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.0289422348, "exp_mis": 97.197110923, "exp_syn": 43.399605929, "lof_z": 0.801065830860789, "mis_z": -1.9251022539419, "mu_lof": 9.92905167473e-07, "mu_mis": 9.12908418798e-06, "mu_syn": 4.09540763168e-06, "n_lof": 11.0, "n_mis": 136.0, "n_syn": 60.0, "p_li": 7.50009447417055e-07, "p_null": 0.520105826781238, "p_rec": 0.479893423209315, "syn_z": -1.56215755571916}, "bp": 945, "cds_end": 47613752, "cds_start": 47596644, "n_exons": 9, "nonpsych": {"exp_lof": 12.5250270459, "exp_mis": 87.8002477923, "exp_syn": 39.1083092543, "lof_z": 0.700694408543701, "mis_z": -1.62561310605233, "mu_lof": 9.92905167473e-07, "mu_mis": 9.12908418798e-06, "mu_syn": 4.09540763168e-06, "n_lof": 10.0, "n_mis": 118.0, "n_syn": 55.0, "p_li": 2.4918382199128e-06, "p_null": 0.530371067055286, "p_rec": 0.469626441106494, "syn_z": -1.59992294611962}, "nontcga": {"exp_lof": 12.8898111696, "exp_mis": 89.4045321748, "exp_syn": 39.9108203189, "lof_z": 1.06877538162161, "mis_z": -1.87553329048823, "mu_lof": 9.92905167473e-07, "mu_mis": 9.12908418798e-06, "mu_syn": 4.09540763168e-06, "n_lof": 9.0, "n_mis": 125.0, "n_syn": 51.0, "p_li": 2.05050660834076e-05, "p_null": 0.287321004888577, "p_rec": 0.71265849004534, "syn_z": -1.11141535763428}, "transcript": "ENST00000263735.4"}, "exons": [{"cdsend": 47386613, "cdsstart": 47369505, "chr": "2", "position": [[47369310, 47369581], [47373462, 47373570], [47373807, 47374048], [47375233, 47375299], [47377013, 47377077], [47378952, 47379054], [47379768, 47379969], [47385165, 47385210], [47386571, 47387020]], "strand": 1, "transcript": "NM_002354", "txend": 47387020, "txstart": 47369310}], "exons_hg19": [{"cdsend": 47613752, "cdsstart": 47596644, "chr": "2", "position": [[47596449, 47596720], [47600601, 47600709], [47600946, 47601187], [47602372, 47602438], [47604152, 47604216], [47606091, 47606193], [47606907, 47607108], [47612304, 47612349], [47613710, 47614159]], "strand": 1, "transcript": "NM_002354", "txend": 47614159, "txstart": 47596449}], "generif": [{"pubmed": 12592372, "text": "Correlation of COX-2 and Ep-CAM overexpression in human invasive breast cancer and its impact on survival."}, {"pubmed": 12642870, "text": "amplification is induced by mutations in TP53"}, {"pubmed": 12926061, "text": "A 1100 bp fragment of the EpCAM promoter containing the 570 bp fragment and additional 550 bp upstream has been cloned"}, {"pubmed": 14557747, "text": "Human EGP-2 antigen on epithelial cells of transgenic trachea transplants induces specific humoral and cellular immune responses, leading to mild form of obliterative airway disease. (egp-2)"}, {"pubmed": 15102668, "text": "Epithelial cell adhesion molecule has a role in progression of renal cell carcinoma but is absent in clear cell carcinoma"}, {"pubmed": 15131054, "text": "Ep-CAM antigen represents an attractive target for specific therapies with monoclonal antibodies or specific vaccines in patients with Ep-CAM-overexpressing gallbladder carcinoma."}, {"pubmed": 15195135, "text": "EpCAM up-regulates c-myc and induces cell proliferation"}, {"pubmed": 15240533, "text": "up-regulation of DDR1, CLDN3, and epithelial cell adhesion molecule are early events in the development of epithelial ovarian cancer"}, {"pubmed": 15328177, "text": "Vaccination with Ep-CAM protein may warrant further investigation as a novel therapeutic approach to colorectal cancer."}, {"pubmed": 15557427, "text": "EpCAM is vastly expressed in retinoblastoma; EpCAM reactivity was significantly higher in the invasive than the noninvasive tumors and in poorly differentiated than in well-differentiated tumors"}, {"pubmed": 15637741, "text": "Ep-CAM was distributed differently in normal and various malignant colon tissues. MAbs against Ep-CAM may have diagnostic and therapeutic value to various colon carcinomas."}, {"pubmed": 15922867, "text": "EpCAM shown to be signal transducing membrane protein involved in carcinogenesis via its ability to induce genes involved in cellular metabolism and proliferation"}, {"pubmed": 15942643, "text": "EpCAM expression in blood and primary and metastatic tumors is transient and dependent upon the local micro-environment"}, {"pubmed": 16096650, "text": "The carcinoma-specific epithelial glycoprotein-2 promoter controls efficient and selective gene expression in an adenoviral context."}, {"pubmed": 16616808, "text": "MK-1 expression was found in 61% of samples."}, {"pubmed": 17143526, "text": "Tumor-specific EpCAM expression and release into the circulation may serve as effective immunotherapy in esophageal cancer patients."}, {"pubmed": 17186549, "text": "downregulation of EGP-2 promoter activity using zinc finger protein transcription factors may result in a novel anti-cancer treatment."}, {"pubmed": 17579117, "text": "claudin-7-associated EpCAM is recruited into (tetraspanin-enriched membrane microdomains) and forms a complex with CO-029 and CD44v6 that facilitates metastasis formation"}, {"pubmed": 17981779, "text": "analysis of EpCAM expression in normal, non-pathological tissues"}, {"pubmed": 18006828, "text": "EpCAM is a Wnt-beta-catenin signaling target gene"}, {"pubmed": 18025791, "text": "The spatiotemporal expression pattern of EpCAM changes during nephrogenesis"}, {"pubmed": 18285265, "text": "EpCAM expression in gallbladder tumors may serve as a prognostic factor for poor survival."}, {"pubmed": 18316609, "text": "EpCAM and alpha-fetoprotein are expressed in hepatocellular carcinoma"}, {"pubmed": 18398839, "text": "Active DNA methylation leads to sustained silencing of endogenous EpCAM expression."}, {"pubmed": 18508568, "text": "Perspectives for EpCAM-targeted apoptosis induction in cancer by EpCAM-selective bispecific antibodies. [REVIEW}"}, {"pubmed": 18508581, "text": "EpCAM is strongly over-expressed in a variety of carcinomas; mutants of EpCAM that substitute asparagine198 for alanine show a decreased expression and half-life at the plasma membrane."}, {"pubmed": 18572020, "text": "Mutations in the gene for EpCAM are responsible for congenital tufting enteropathy."}, {"pubmed": 18688077, "text": "Reduced expression of EpCAM and villin is associated withn Barrett's adenocarcinoma and expression of EpCam and villin differs only between squamous epithelium and Barrett esophagus"}, {"pubmed": 18949402, "text": "unmethylation of the EpCAM promoter region was associated with EpCAM overexpression; however, it was not responsible for EpCAM overexpression by itself."}, {"pubmed": 19002182, "text": "These data suggest that EpCAM is involved in signal transduction triggering several intracellular signalling pathways using tumor cell lines in colorectal and lung cancer."}, {"pubmed": 19012040, "text": "the transcripts upregulated according to disease progression were associated with signaling pathway/transcription, including tumor-associated calcium signal transducer 1 and chemokine ligand 19, and with cell communication, such as collagen."}, {"pubmed": 19019843, "text": "Ep-CAM was present in urothelial cell carcinoma in situ (CIS) of the bladder with a heterogeneous staining pattern."}, {"pubmed": 19098912, "text": "EpCAM (TACSTD1) gene mutations occur in Lynch Syndrome and result in methylation of the 3' located msh2 gene, which is involved in mismatch repair."}, {"pubmed": 19098912, "text": "Patients from Dutch and Chinese families with MSH2-deficient tumors carrying heterozygous germline deletions of the last exons of TACSTD1, a gene directly upstream of MSH2 encoding Ep-CAM, are described."}, {"pubmed": 19132011, "text": "EpCAM is frequently over-expressed on cancer initiating cells in various tumour entities"}, {"pubmed": 19136966, "text": "EpCAM signals to the cell nucleus following regulated intramembrane proteolysis and nuclear translocation of its intracellular domain (EpICD). EpICD on its own (26aa) is highly tumourigenic in SCID mice."}, {"pubmed": 19136966, "text": "Here we show that regulated intramembrane proteolysis activates EpCAM as a mitogenic signal transducer in vitro and in vivo."}, {"pubmed": 19141643, "text": "Data are the first demonstration that wild-type p53 protein binds to a response element within the EpCAM gene and negatively regulates EpCAM expression, and transcriptional repression of EpCAM contributes to p53 control of breast cancer invasion."}, {"pubmed": 19150350, "text": "hepatocellular carcinoma growth and invasiveness is dictated by a subset of EpCAM(+) cells"}, {"pubmed": 19157508, "text": "the overexpression of epithelial cell adhesion molecule and reduced expression of E-cadherin in combination is more significant than a single marker for predicting poor survival."}, {"pubmed": 19177550, "text": "Deletions removing the last exon of TACSTD1 constitute a distinct class of mutations predisposing to Lynch syndrome."}, {"pubmed": 19294417, "text": "The EpCAM was a potential oncogene and contributed to the growth of gastric cancer. The data first provided compelling evidence of potential value of EpCAM in the therapy of gastric cancer in clinic."}, {"pubmed": 19302955, "text": "The Ep-CAM and PTTG-1 expression in craniopharyngioma could be used as prediction markers of relapsing tumor"}, {"pubmed": 19401692, "text": "Ep-CAM is a potentially useful marker for resistance to INFalpha/5-FU therapy, especially in IFNAR2-positive cases."}, {"pubmed": 19443410, "text": "findings suggest EpCAM plays a role in the carcinogenesis of adenocarcinoma of the lung and might provide a promising molecule for targeted therapy in NSCLC"}, {"pubmed": 19455606, "text": "Tested for MLH1 and/or MSH2 promoter hypermethylation and found germline MLH1 hypermethylation and EPCAM deletion in the genetically proven Lynch syndrome cases is 9.4 and 6.3%, respectively."}, {"pubmed": 19574774, "text": "Overexpression of EPCAM is associated with primary, metastatic, and recurrent/chemotherapy-resistant epithelial ovarian cancer."}, {"pubmed": 19584271, "text": "EpCAM has oncogenic potential and is activated by release of its intracellular domain, which can signal into the cell nucleus by engagement of elements of the wnt pathway."}, {"pubmed": 19585654, "text": "Conserved miR-181 family members were up-regulated in EpCAM(+)alpha-fetoprotein(+) hepatocellular carcinomas."}, {"pubmed": 19723880, "text": "down-regulation of antiapoptotic bcl-2 using fusion protein complexed siRNA was strictly dependent on EpCAM binding and internalization"}, {"pubmed": 19785009, "text": "EpCAM is a surface marker on undifferentiated embryonic stem cells and plays functional roles in proliferation and differentiation."}, {"pubmed": 19820410, "text": "A novel EpCAM gene mutation was found in tufting enteropathy associated with chronic arthritis."}, {"pubmed": 19850885, "text": "epithelial cell adhesion activating molecule could become a valuable molecular target for imaging or treatment of prostate cancer"}, {"pubmed": 19925656, "text": "Activation of EpCAM's cleavage and oncogenic capacity is dependent on cellular interaction"}, {"pubmed": 20006402, "text": "HCC growth and invasiveness is dictated by a subset of EpCAM(+) cells, opening a new avenue for HCC cancer cell eradication by targeting Wnt/beta-catenin signaling components such as EpCAM."}, {"pubmed": 20012351, "text": "EpCAM is highly expressed in metastatic breast cancers, verifying that it is a promising therapeutic target."}, {"pubmed": 20064925, "text": "expression of EpCAM may be regulated by epigenetic mechanisms, and it is strongly associated with the maintenance of the undifferentiated state of hESCs"}, {"pubmed": 20097833, "text": "strong EPCAM expression could identify patients at risk for insulinoma"}, {"pubmed": 20137349, "text": "Ep-CAM or cyclin D1 expression is a unfavorable prognostic factor in gallbladder carcinoma."}, {"pubmed": 20352488, "text": "Ep-CAM RNA expression is associated with poor metastasis-free survival in three cohorts of untreated node-negative breast cancer"}, {"pubmed": 20571936, "text": "subtype classification of hepatocellular carcinoma based on EpCAM and AFP status had clinicopathologic and biologic implications in aggressive phenotype and angiogenesis."}, {"pubmed": 20579375, "text": "Increased nuclear and cytoplasmic accumulation of EpCAM nuclear localization is associated with aggressive thyroid cancer."}, {"pubmed": 20606402, "text": "In men with rising PSA levels after radical prostatectomy and no evidence of clinical relapse, adecatumumab delayed disease progression in a subgroup of patients with baseline PSA levels </= 1 ng/ml and high EpCAM-expressing tumours."}, {"pubmed": 20606680, "text": "Prognostic impact of this and other cancer stem cell markers expression in colorectal cancer."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20683652, "text": "M115T polymorphism in EpCAM may be a genetic modifier for developing breast cancer"}, {"pubmed": 20683652, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20707805, "text": "EpCAM is a good marker for obtaining cell populations enriched for high tumorigenicity, which is the critical biological property of cancer stem cells and tumor-initiating cells, in HCC cell lines."}, {"pubmed": 20855955, "text": "High EpCAM expression is associated with cervical adenosquamous carcinomas."}, {"pubmed": 20964518, "text": "Expression of CD14 and CD326 can be used to identify functionally distinct subsets of fetal liver cells. [CD326]"}, {"pubmed": 20976159, "text": "MT110 recognizes EpCAM, a cell adhesion molecule expressed on TICs from diverse human carcinoma, which was recently shown to promote tumor growth through engagement of elements of the wnt pathway"}, {"pubmed": 21107020, "text": "Data show that shed extracellular domain of EpCAM (EpEX) is present at very low levels in sera of cancer patients."}, {"pubmed": 21115857, "text": "Results indicate that loss of EPCAM protein expression is frequent in tumors from patients with EPCAM germline deletions. EPCAM immunohistochemistry represents a novel tool for the identification of Lynch syndrome patients with EPCAM germline deletions."}, {"pubmed": 21145788, "text": "EPCAM deletion carriers have a high risk of colorectal cancer; only those with deletions extending close to the MSH2 promoter have an increased risk of endometrial cancer."}, {"pubmed": 21152431, "text": "Data provide clinical evidence of increased nuclear and cytoplasmic Epcam Ep-ICD accumulation and a reduction in membranous Epcam EpEx in these cancers."}, {"pubmed": 21281469, "text": "Data show a cell type dependent modification of Wnt signaling components after EpCAM overexpression in breast cancer cell lines, which results in marginal functional changes."}, {"pubmed": 21281486, "text": "Despite a significant increase in EpCAM counts in postoperative blood and peritoneal lavage fluid this was not associated with worse prognosis after pancreatectomy for pancreatic ductal adenocarcinoma."}, {"pubmed": 21309036, "text": "Recurrence and variability of germline EPCAM deletions in Lynch syndrome"}, {"pubmed": 21315192, "text": "Study indicated that both c.498insC and IVS4-2A-->G mutations were predicted to truncate the C-terminal domain necessary to anchorage of EPCAM at the intercellular membrane."}, {"pubmed": 21399662, "text": "Ep-CAM expression was found to be related to the suppression of pancreatic cancer cell activity and the good prognosis in pancreatic cancer patients receiving curative resection."}, {"pubmed": 21415054, "text": "EpCAM was highly expressed in most tumours of gastrointestinal origin and in some carcinomas of the genitourinary tract. Hepatocellular carcinomas, clear cell renal cell cancer, urothelial cancer and squamous cell cancers were frequently EpCAM negative."}, {"pubmed": 21514185, "text": "High EpCAM expression is associated with biochemical recurrence in clinically localized prostate cancer."}, {"pubmed": 21601258, "text": "serum contains a proteolytic activity that can cleave off EpCAM from the surface of exosomes."}, {"pubmed": 21694727, "text": "Insights in transcriptional regulation of epcam in ovarian cancer."}, {"pubmed": 21785818, "text": "EpCAM regulates cyclin D1 expression and localization in HSC-4 cells under anchorage-independent conditions."}, {"pubmed": 21791569, "text": "Deletion involving both EPCAM and the 5' part of MSH2 are associated with Lynch syndrome."}, {"pubmed": 21813394, "text": "Expression patterns of the pancreatic cancer stem cell surface markers CD44, CD24 and ESA were diverse in different pancreatic adenocarcinoma cell lines and changed with their local microenvironment."}, {"pubmed": 22002520, "text": "EpCAM may play a role in breast cancer progression and its expression is associated with poor patient outcome in basal-like breast cancer, independent of other prognostic factors."}, {"pubmed": 22018336, "text": "The expression of MK-1 and/or RegIV might be closely related to the carcinogenesis, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma"}, {"pubmed": 22102232, "text": "crystals of EpCAM belonged to space group C2, with unit-cell parameters a = 86.83, b = 50.16, c = 66.56 A, beta = 127.9 degrees"}, {"pubmed": 22130902, "text": "In tumors of the ampulla of Vater, expression of EpCAM differed significantly between normal mucosa, adenoma and carcinoma samples. EpCAM expression was significantly correlated with better patient survival."}, {"pubmed": 22132731, "text": "EpCAM expression can influence the JNK/AP-1 signal transduction pathway, and suggest that modulation of AP-1 transcription factor activity contributes to EpCAM-dependent breast cancer invasion."}, {"pubmed": 22322561, "text": "These findings suggest that rs1126497 C/T polymorphism in EpCAM may be a genetic modifier for developing cervical cancer."}, {"pubmed": 22388758, "text": "In Lyncho syndrome EPCAM expression in tumors from EPCAM deletion carriers depends on the localization of the second somatic hit that inactivates MSH2."}, {"pubmed": 22391566, "text": "EpCAM enhances cell cycle progression via the classical cyclin-regulated pathway."}, {"pubmed": 22396540, "text": "Combining BMP4/WNT3A induction and OCT4/EpCAM selection can significantly increase the putative germ cell population with meiotic competency."}, {"pubmed": 22514625, "text": "Epcam+CD44-CD49fHi (non-sphere-forming) basal cells with significantly increased tubule induction activity compared to Epcam+CD44-CD49fLo (true) luminal cells."}, {"pubmed": 22531681, "text": "LA carcinomas and carcinomas negative for basal markers were more often negative for epithelial cell adhesion molecule (Ep-CAM) and P-cadherin"}, {"pubmed": 22547929, "text": "Constructed a novel chimeric T-cell antigen receptor (CAR57-28zeta) specific for one of the most important TAAs, epithelial cell adhesion molecule (EpCAM), using only human-derived genes."}, {"pubmed": 22718295, "text": "Results suggest that immunohistochemical analysis of CD82 (KAI1) and epithelial-specific antigen (ESA, EPCAM) to distinguish chromophobe renal cell carcinoma (ChRCC) from renal oncocytoma (RO)."}, {"pubmed": 22901285, "text": "samples represent a tumor-initiating cells (TICs) subset which may be either M- or S-type, and which is separate from the CD44(high)/Oct-4A(high) subset observed only in M-type samples."}, {"pubmed": 22969266, "text": "Oncogenic microRNA 17-92 cluster is regulated by epithelial cell adhesion molecule and could be a potential therapeutic target in retinoblastoma."}, {"pubmed": 22974215, "text": "MMP7 is a novel target of EpCAM signalling."}, {"pubmed": 22987628, "text": "We analyzed EPCAM expression by quantitative RT-PCR in 48 fresh-frozen GCT specimens.This first comprehensive analysis of EPCAM in GCTs revealed high EPCAM expression in yolk sac tumors and choriocarcinomas."}, {"pubmed": 22989882, "text": "Epithelial cell adhesion molecule regulates tumor initiation and tumorigenesis via activating reprogramming factors and epithelial-mesenchymal transition gene expression in colon cancer."}, {"pubmed": 22990361, "text": "Data indicate that EpCAM, CK19, and hMAM triple-marker-positive circulating tumor cells (CTCs) were detected in 86 of 98 (87.8 %) patients."}, {"pubmed": 22993038, "text": "EpCAM expression occurs at distinct nodular stage of HCC and could play an important role in HCC progression."}, {"pubmed": 23011824, "text": "Our results show that different levels of serous ovarian tumor progression are accompanied by changes in the immunohistochemical expression pattern of EpCAM, CD24, and calretinin"}, {"pubmed": 23060348, "text": "Lymph node testing for EpCAMpositive disseminated tumor cells may identify patients benefiting from adjuvant therapy."}, {"pubmed": 23072840, "text": "Cytoplasmic Trop-1/Ep-CAM overexpression associated with survival in node-positive breast cancer; its expression may have different clinical implications according to its subcellular localization."}, {"pubmed": 23110550, "text": "Findings suggest clinical implications for EpCAM-based targeting strategies in patients with invasive breast cancer."}, {"pubmed": 23153310, "text": "Data indicate that the nuclear and cytoplasmic epithelial cell adhesion molecule (EpCAM) extracellular domain (EpEx)and intracellular domain (Ep-ICD) were found to correlate positively with metastasis in papillary thyroid microcarcinoma (PTMC) patients."}, {"pubmed": 23161021, "text": "All PM specimens showed overexpression of EpCAM, and GC cells in both the surface layer and the deep layer of the PM showed a high expression of EpCAM."}, {"pubmed": 23216644, "text": "High pre-transplant EpCAM staining predicted hepatocellular carcinoma recurrence"}, {"pubmed": 23230278, "text": "Data indicate that EpCAM- and A33-Exos were released from the apical and basolateral surfaces, respectively."}, {"pubmed": 23264089, "text": "In carriers of a 3' end EPCAM deletion the mechanism underlying inactivation of MSH2 appears to be fundamentally different from that of mismatch repair mutation carriers [review]"}, {"pubmed": 23332132, "text": "EpCAM, FR-alpha, and VEGF-A are the most promising molecules for use in targeted intraoperative fluorescence imaging of endometriotic lesions owing to their favorable expression patterns and biomarker characteristics"}, {"pubmed": 23378578, "text": "Studies show for the first time that EpCAM can modulate NF-kappaB transcription factor activity and IL-8 expression in breast cancer and confirm the role of EpCAM signaling in modulating breast cancer invasion."}, {"pubmed": 23409978, "text": "The complex regulation of EpCAM might not only result in the absence of full-length EpCAM, but the newly formed EpCAM-derived proteins may have their own signalling properties."}, {"pubmed": 23411950, "text": "epigenetic inactivation of MSH2 gene due to hypermethylation of promotor region by the deletion of 3'part of epithelial cell adhesion molecule(EPCAM) gene"}, {"pubmed": 23462293, "text": "all epcam mutations lead to loss of cell-surface EpCAM, resulting in congenital tufting enteropathy."}, {"pubmed": 23486470, "text": "EpCAM modulates adhesion and TJ function by regulating intracellular localization and degradation of selected claudins."}, {"pubmed": 23519058, "text": "EpCAM expression was associated with an unfavourable prognosis in the basal-like and luminal B HER2(+) subtypes but associated with a favourable prognosis in the HER2 subtype breast cancer."}, {"pubmed": 23530899, "text": "The identification of an EPCAM founder mutation has useful implications for the molecular diagnosis of LS in Spain."}, {"pubmed": 23594482, "text": "Epithelial cell adhesion molecule (EpCAM) overexpression is correlated with malignant potentials of intraductal papillary mucinous neoplasms (IPMNs) of the pancreas."}, {"pubmed": 23616258, "text": "Presence of stem cell-like EpCAM-positive cells correlates with liver tumor aggressiveness and formation of metastasis."}, {"pubmed": 23625795, "text": "All 3 markers were studied independently and were associated with tumor percentage in metastatic lymph nodes. PVA had the strongest correlation, followed by PTHrP and then TACSTD1."}, {"pubmed": 23672314, "text": "The association between high levels of Ep-CAM expression and high frequency of nodal metastases suggests that Ep-CAM plays a role in the development of lymph node metastases in squamous cell carcinoma of the larynx."}, {"pubmed": 23679813, "text": "CD44(+) /CD24(+) /EpCAM(+) expression was not correlated with patient outcome."}, {"pubmed": 23694980, "text": "High EPCAM expression is associated with recurrent serous ovarian cancer."}, {"pubmed": 23758908, "text": "EpCAM overexpression prolongs proliferative capacity of primary human breast epithelial cells and supports hyperplastic growth."}, {"pubmed": 23801599, "text": "study characterized two germline EPCAM deletions and the corresponding second hits in the colorectal cancer tumors of Lynch syndrome patients"}, {"pubmed": 23830302, "text": "Considering the discontenting results of the current adjuvant concepts for gastric cancer patients, EpCAM might be target in the adjuvant therapy of this malignant disease"}, {"pubmed": 23886796, "text": "upregulated transcription correlates with tumor size in Non-Small-Cell Lung Cancer"}, {"pubmed": 23918549, "text": "Is minimal residual lymph node disease in papillary thyroid cancer of prognostic impact? An analysis of the epithelial cell adhesion molecule EpCAM in lymph nodes of 40 pN0 patients."}, {"pubmed": 23924854, "text": "GPNMB expression was regulated by EpCAM and CSF-1 partly through their common downstream product c-myc"}, {"pubmed": 23988446, "text": "The association and co-localization of ERAP2 and EpCAM at the surface of breast cancer cells is a unique and novel finding that provides new ideas on EpCAM processing and on how antigen presentation may be regulated in cancer."}, {"pubmed": 24061641, "text": "the detection of EpCAM/MUC1 mRNA-positive CTCs in the blood before and after surgery is useful for predicting a poor prognosis in NSCLC patients who undergo curative surgery."}, {"pubmed": 24076216, "text": "Findings suggest that EpCAM plays an important role in CaP proliferation, invasion, metastasis and chemo-/radioresistance associated with the activation of the PI3K/Akt/mTOR signaling pathway."}, {"pubmed": 24117877, "text": "compared membranous ectodomain (EpEX) and intracellular domain (EpICD) EpCAM expression and prognosis in pancreatic adenocarcinoma"}, {"pubmed": 24138022, "text": "On immunostaining, all cases of childhood hepatocellular carcinoma were positive for EpCAM; expression was diffuse (>50% of cancer cells) in 11 cases, and particularly strong in six children, all aged <3 years."}, {"pubmed": 24141784, "text": "EpCAM expression is not steady throughout tumor progression but rather adapts to the requirements at the various stages of disease, as EpCAM directly influences proliferation, migration and invasion."}, {"pubmed": 24184633, "text": "Data indicate that anti-EpCAM fusion toxin for tumor targeting by click PEGylation suggest new perspectives for effective cancer-related therapy."}, {"pubmed": 24292452, "text": "The mechanisms and effects of EpCAM cleavage in bladder cancer are worthy of further investigation, and may identify novel therapeutic targets."}, {"pubmed": 24304228, "text": "The EpCAM SNP rs1421 did not show any significant effect on patient prognosis."}, {"pubmed": 24309103, "text": "EpCAM regulates the AMPK signaling pathway, essential for the response to growth factors characterized by EGF"}, {"pubmed": 24337010, "text": "Suggest pivotal role of EpCAM in intestinal epithelial structure and integrity, with mutations resulting in congenital tufting enteropathy."}, {"pubmed": 24418860, "text": "Report loss of EpCAM staining in tufting enteropathy."}, {"pubmed": 24465008, "text": "Two membranous variants of EpCAM, EpCAMMT or EpCAMMF, are differentially expressed in human malignancies."}, {"pubmed": 24488011, "text": "In conclusion NSCLC cell lines, positive for E-Cadherin,EpCAM and avb6 expression, activate normal fibroblasts through avbeta6/TGFbeta signalling in vitro, and influence both gene expression and response to therapeutic agents."}, {"pubmed": 24489952, "text": "Ovarian tumor cell lines with methylated EpCAM promoter showed a reduction of EpCAM expression and a significantly reduced cell proliferation."}, {"pubmed": 24566861, "text": "High EPCAM mRNA expression levels are associated with recurrence of hepatocellular carcinoma."}, {"pubmed": 24566863, "text": "EpCAM overexpression was associated with esophageal squamous cell carcinoma."}, {"pubmed": 24696843, "text": "The EpCAM expression pattern and its characteristic expression in resected hepatocellular carcinoma, was examined."}, {"pubmed": 24705864, "text": "The overexpression of EpCAM has correlation with the genesis of prostate cancer, especially androgen-dependent prostate cancer."}, {"pubmed": 24718422, "text": "SNP rs1126497 in the EPCAM gene may serve as an independent prognosis biomarker for unresectable hepatocellular carcinoma patient with portal vein tumor thrombus."}, {"pubmed": 24727741, "text": "This study suggests the possibility that EpCAM, together with CD44v6 and claudin-7 as well as ALDH1, may be involved in the development of the aggressive phenotype of anaplastic thyroid carcinoma."}, {"pubmed": 24728493, "text": "The expression of EpCAM is associated with favorable prognosis in ovarian cancer."}, {"pubmed": 24786601, "text": "these data identified combined expression levels of Aldh1, Survivin, and EpCAM as strong independent prognostic factors, with high hazard ratios, for survival and tumour recurrence in colorectal cancer patients, and therefore reflect tumour aggressiveness."}, {"pubmed": 24888903, "text": "These results indicate that the spatial localization of an intracellular domain of epithelial cell adhesion molecule and its mutual interaction with beta-catenin may be important in extrahepatic cholangiocarcinoma progression and invasion."}, {"pubmed": 24891186, "text": "Data indicate neither serum vascular cell adhesion molecule-1 (VCAM-1) levels nor serum epithelial cell adhesion molecule (EpCAM) levels were identified to have a prognostic role on either progression-free survival (PFS) and overall survival (OS)."}, {"pubmed": 24898727, "text": "These findings provide, for the first time, mechanistic insights into how BAP31 regulates human embryonic stem cell stemness and survival via control of EpCAM expression."}, {"pubmed": 24909871, "text": "The overexpression of EpCAM in the stroma of intrahepatic cholangiocarcinoma is an independent risk factor for overall and disease-free survival; the overexpression of EpCAM in nontumor fibrous liver tissue is closely correlated with a worst disease-free survival"}, {"pubmed": 24980949, "text": "analysis of EpCAM expression and targeting reveals EpCAM-restricted proapoptotic activity toward rapidly proliferating carcinoma cells"}, {"pubmed": 24992580, "text": "The first step of EpCAM signalling takes place in prostate cancer cells."}, {"pubmed": 25019346, "text": "Knockdown of EpCAM promotes apoptosis, inhibits cell proliferation and causes cell-cycle arrest."}, {"pubmed": 25060911, "text": "Serum EPCAM concentrations have no diagnostic, predictive, and prognostic roles in lung cancer patients."}, {"pubmed": 25152593, "text": "EpCAM loss may be a useful marker for determining microinvasion in hepatocellular carcinomas </= 3 cm, but also for predicting prognosis."}, {"pubmed": 25163760, "text": "EpCAM structure reveals that the extracellular part of EpCAM is folded in a compact shape and is not extending from the cell surface in a linear way."}, {"pubmed": 25202052, "text": "EpCAM can be detected in the serum in patients with PDAC though the sensitivity for detecting PDAC is low and a correlation with clinical parameters was not found."}, {"pubmed": 25205054, "text": "study implicates the potential value of EpCAM as a molecular marker for breast cancer"}, {"pubmed": 25240596, "text": "This study investigated the theranostic capabilities of nutlin-3a loaded poly (lactide-co-glycolide) nanoparticles functionalized with a targeting ligand (EpCAM aptamer) and an imaging agent (quantum dots) for cancer therapy and bioimaging."}, {"pubmed": 25265904, "text": "Results show that high expression of nuclear Epithelial-intracellular domain of EpCAM was more frequent in breast cancers compared to normal tissues and correlated with poor prognosis."}, {"pubmed": 25502397, "text": "EpCAM regulated miR-181c and miR-130b may play significant roles in retinoblastoma progression."}, {"pubmed": 25550831, "text": "This study reveals that both EpCAM and Trop2 overexpression in pituitary adenomas correlate significantly with invasiveness and proliferation."}, {"pubmed": 25576358, "text": "EGF up-regulates EpCAM expression by activating ERK1/2 signaling in an ovraian cancer cell line, SKOV3. Additionally, EpCAM overexpression suppresses not only basal but also EGF-stimulated cell migration."}, {"pubmed": 25597408, "text": "YY1AP1 may serve as a key molecular target for EpCAM(+) AFP(+) HCC subtype"}, {"pubmed": 25652097, "text": "Results show that EpCAM overexpression in colorectal cancer cells is strongly associated with tumor progression, and may be regulated by epigenetic mechanisms."}, {"pubmed": 25719831, "text": "Both urinary EGFR and EpCAM are predictive of bladder cancer-specific survival."}, {"pubmed": 25791790, "text": "Increased Expression of EPCAM mRNA is associated with Recurrence After Curative Resection of Hepatocellular Carcinoma."}, {"pubmed": 25884197, "text": "CTCs are detectable by EpCAM enrichment in metastatic hepatocellular carcinoma , without confounding false positive background from non-malignant liver diseases"}, {"pubmed": 25892097, "text": "A major role of CD24 and EpCAM for the preservation of self-renewal capacity in MCF-7 cells."}, {"pubmed": 25893293, "text": "Hepatitis B virus X protein induces EpCAM expression via active DNA demethylation."}, {"pubmed": 25947366, "text": "Data shows elevated levels of sEpCAM in a subgroup of cytology+ and in a small group of cytology- patients prompting the need for its level evaluation prior applying anti-EpCAM antibody-based cancer therapies since sEpCAM neutralizes catumaxomab activity."}, {"pubmed": 25966221, "text": "Expression levels of EpCAM & beta-catenin were higher in cancer tissues compared with other tissues from the same patient. Their expression in colon cancers were correlated. Inverse correlation between their expression and patient prognosis was found"}, {"pubmed": 25981337, "text": "In this study, the authors developed a nanoparticle-mediated platform based on microfluidics to analyze the differential expressions of epithelial cell adhesion molecule (EpCAM) on CTCs in an animal model"}, {"pubmed": 26095183, "text": "CHD4 was abundantly expressed in EpCAM(+) hepatocellular carcinoma with expression of hepatic stem cell markers and poor prognosis in two independent cohorts."}, {"pubmed": 26115884, "text": "FACS analysis of transfected Hek293 cells overexpressing EpCAM 115Met/Thr showed binding of HO-3 to both proteins."}, {"pubmed": 26124342, "text": "The expression of EpCAM was high on all carcinomas."}, {"pubmed": 26141860, "text": "microenvironment stimuli eliciting epithelial-to-mesenchymal transition are able to increase the dissemination potential of lung cancer cells through the generation of the CD133(+)/CXCR4(+)/EpCAM(-) subset."}, {"pubmed": 26176038, "text": "The elevated expression of EpCAM and/or CD133 is closely related to the carcinogenesis, progression, clinical biological behaviors, and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 26191160, "text": "TROP-1/Ep-CAM and CD24 may play key roles in the progression of ovarian cancer through promoting migration, proliferation, inhibiting cell apoptosis and adhesion, and disturbing cell cycle."}, {"pubmed": 26214441, "text": "EpCAM can be used as a diagnostic biomarker for clinical detection of colorectal cancer."}, {"pubmed": 26216137, "text": "The results provide an important in vivo validation of hEpCAM signaling properties in normal epithelia and offer unique opportunities to further explore the function of this glycoprotein in select pancreatic cell lineages to elicit islet cell expansion."}, {"pubmed": 26292218, "text": "HEPCAM does not have a direct role as an adhesion molecule in carcinoma"}, {"pubmed": 26296970, "text": "Data suggest soluble sEpCAM protein in malignant ascites as a potential predictive marker in cancer patients treated with catumaxomab."}, {"pubmed": 26317650, "text": "Results indicate that the anti-epithelial cell adhesion molecule (EpCAM) monoclonal antibodie can potentially be used for cancer-targeted therapy."}, {"pubmed": 26356670, "text": "knockdown of EpCAM can inhibition breast cancer cell growth and metastasis via inhibition of the Ras/Raf/ERK signaling pathway and MMP-9"}, {"pubmed": 26401964, "text": "EpCAM serves as a potential biomarker of prognostic significance that could be used to identify oral squamous cell carcinoma patients at high risk and to predict patient survival"}, {"pubmed": 26528695, "text": "Low EPCAM expression is associated with colorectal carcinoma."}, {"pubmed": 26556851, "text": "EpCAM based capture detects and recovers circulating tumor cells from all subtypes of breast cancer except those low claudin expression."}, {"pubmed": 26600538, "text": "Lower GA733-2 expression in cancer tissues appeared to correlate with lymph node metastases (P < 0.05). GA733-1 gene expression was significantly higher in cancerous samples"}, {"pubmed": 26609030, "text": "Positive staining for CK19 suggests a possible LPC origin of the EpCAM positive hepatocellular carcinoma ."}, {"pubmed": 26684320, "text": "This study presented a molecular characterization of congenital tufting enteropathy Italian patients, and identified three mutations in the EpCAM gene"}, {"pubmed": 26687301, "text": "Based on these results, it can be concluded that EpCAM is suitable for use as an EC biomarker, therapeutic target, and effective parameter for tumor transfer and prognosis evaluation by aptamer SYL3C staining"}, {"pubmed": 26698569, "text": "We revealed a new molecular mechanism of MTA1-mediated invasion and metastasis in lung cancer through downstream target EpCAM, and interfering with EpCAM function may be a novel therapeutic strategy for treatment of MTA1-overexpressing lung carcinoma"}, {"pubmed": 26775583, "text": "Findings show that the EGF-like domain of EpCAM is cleaved off in cancer cells which have undergone epithelial-mesenchymal transition."}, {"pubmed": 26806809, "text": "GbR201K-alphaEpCAM(scFv) is a promising novel targeted therapeutic for the treatment of triple negative breast cancer."}, {"pubmed": 26984381, "text": "Flow cytometry assay showed doxorubicin exposure decreased EpCAM positive cell quantities in three HCC cell lines. EpCAM siRNA knock-down attenuated cell mortality after doxorubicin exposure"}, {"pubmed": 26996277, "text": "expression of EpCAM(MT) is associated with a more aggressive phenotype and predicts poor survival in patients with colorectal cancer."}, {"pubmed": 27038681, "text": "Pseudomyxoma peritonei ubiquitously express CEA and EpCAM."}, {"pubmed": 27041736, "text": "Higher levels of epithelial cell adhesion molecule (EpCAM) in breast cancer may be associated with poor response to Neoadjuvant chemotherapy (NAC) via a potential chemoresistant effect."}, {"pubmed": 27131739, "text": "These results indicate that adipocyte-secreted factors might regulate cancer stem cell behavior through several signaling molecules including c-Met, STAT3 and ERK1/2 and inhibition of these signaling pathways offer novel strategies in targeting the effect of adipose-derived cytokines in cancer."}, {"pubmed": 27421772, "text": "Our study provided clinical evidence for EpCAM intracellular domain as a predictor of cancer development in patients with oral dysplasia and recurrence in oral squamous cell carcinoma patients"}, {"pubmed": 27431859, "text": "Findings indicate that epithelial cell adhesion molecule (EpCAM) can be used as an additional distinction-marker for cystic lesions of the sellar region."}, {"pubmed": 27439521, "text": "Elevated epithelial cell adhesion molecule EpCAM (mRNA+) CTC and Treg/CD4(+) levels were associated with early recurrence of hepatocellular carcinoma (HCC), indicative of poor clinical outcome."}, {"pubmed": 27557490, "text": "Low expressions of Oct4-EpCAM in IHC and CD133 in qPCR may reveal roles in gastric cancer"}, {"pubmed": 27569206, "text": "relationship between EpCAM-regulated transcription and altered biophysical properties of cells that promoteepithelial-mesenchymal transition (EMT) in advanced endometrial cancer."}, {"pubmed": 27614683, "text": "By monitoring the change of fluorescence signal, the target EpCAM protein could be detected sensitively and selectively with a linear detection range from 3nM to 54nM and limit of detection (LOD) around 450pM. In addition, this nanobiosensor has been successfully used for EpCAM-expressed breast cancer MCF-7 cell detection"}, {"pubmed": 27649957, "text": "that epithelial cell adhesion molecule showed different expression pattern among salivary gland neoplasms and in different grades of mucoepidermoid carcinomas"}, {"pubmed": 27721471, "text": "extracellular vesicles tend to localize in the intestinal tract associated with epithelial cell adhesion molecule"}, {"pubmed": 27818051, "text": "we concluded that the peptide could be a better supplement to the EpCAM antibody for capturing Circulating tumor cells (CTCs) in microfluidic system with broader spectrum"}, {"pubmed": 27842504, "text": "This study shows the potential of an EpCAM specific NIR-fluorescent agent in combination with a clinically validated intraoperative imaging system to visualize various tumours during surgery."}, {"pubmed": 28094766, "text": "These results identify EpCAM as a substrate of matriptase and link HAI-2, matriptase, EpCAM, and claudin-7 in a functionally important pathway that causes disease when it is dysregulated."}, {"pubmed": 28126340, "text": "used a next generation sequencing (NGS) approach. NY-SAR-35 expression induced growth, proliferation, metastasis, and stemness genes, as indicated by the up-regulations of CXCR4, EpCAM, CD133, and CD44, at the mRNA and protein levels"}, {"pubmed": 28192403, "text": "Observations provide important insights into the regulation of EpCAM expression during EMT, demonstrate an unexpected role for EpCAM in the regulation of ERK and define a novel double-negative feedback loop between EpCAM and ERK that contributes to the regulation of EMT."}, {"pubmed": 28216140, "text": "EpCAM, CD44 and CD133 expression could be candidate markers for Barrett esophagus disease progression"}, {"pubmed": 28315854, "text": "The studies identified the characteristics and function of EpCAM glycosylation sites on breast cancer cell adhesion."}, {"pubmed": 28327103, "text": "Combining the targets E-cadherin, epithelial membrane antigen (EMA), human epidermal growth receptor type 2 (Her2/neu), carcinoembryonic antigen (CEA) resulted in nearly 100% detection of ductal ovarian metastases, whereas the combination of EMA, Her2/neu and epithelial cell adhesion molecule (EpCAM) was most suitable to detect lobular ovarian metastases."}, {"pubmed": 28347289, "text": "CD133+ cells were genetically heterogeneous among patients without any defined profile compared to CD133-/EpCAM+ cells."}, {"pubmed": 28349835, "text": "These findings are important for a better understanding of epithelial cell adhesion molecule apoptosis regulation and suggest epithelial cell adhesion molecule as a potential target for the treatment of breast cancer."}, {"pubmed": 28369810, "text": "New EPCAM founder deletion causing Lynch Syndrome has been described in Polish population."}, {"pubmed": 28393249, "text": "the present study identified a positive correlation between EpCAM and COX-2 expression in breast cancer cell lines and tissue specimens. EpCAM and COX-2 were associated with the prognosis of breast cancer patients."}, {"pubmed": 28403178, "text": "The meta-analysis demonstrated that the expression of EpCAM in the gastric cancer group was greater than that in the control group. Moreover, EpCAM overexpression was associated with larger tumour size, lymphnode metastasis and worse prognosis in gastric cancer. [review]"}, {"pubmed": 28558958, "text": "The present findings suggest that Ep-CAM expression may be associated with CRC carcinogenesis, while the loss of Ep-CAM expression is correlated with the progression, metastasis, and poor prognosis of CRC. Ep-CAM expression may be a useful biomarker for the clinical diagnosis of CRC."}, {"pubmed": 28574829, "text": "EpCAM expression contributes to tumor resistance to chemotherapy in patients with ovarian cancer."}, {"pubmed": 28604994, "text": "This is the first demonstration that the low sensitivity of CellSearch(R) to detect circulating tumor cells in colorectal cancer patients is not due to the lack of EpCAM"}, {"pubmed": 28668853, "text": "The EpCAM aptamer conjugated NCS showed specificity to EpCAM-positive cells."}, {"pubmed": 28701297, "text": "Whole-genome sequencing identified the homozygous intronic variant EPCAM c.556-14A>G, considered explanatory for the patient's intractable diarrhea and providing a diagnosis of congenital tufting enteropathy."}, {"pubmed": 28714035, "text": "After running the algorithm on two data sets [triple-negative breast cancer, (TNBC), and estrogen receptor-negative breast cancer, (ERNBC)], we conclude that EpCAM and beta1 integrin are enough to accurately predict TNBC stage, being ALDH1, CD24, CD61, and CK5 the necessary markers to exactly predict ERNBC stage."}, {"pubmed": 28719736, "text": "A CE approved BerEP4 antibody (anti-EpCAM, CD326) is available for flow cytometric testing."}, {"pubmed": 28820475, "text": "Data indicate that epithelial cell adhesion molecule (EpCAM) show high tumor distinctiveness."}, {"pubmed": 28959019, "text": "Data indicate that epithelial cell adhesion molecule (EpCAM) is a potentially important marker in nasopharyngeal carcinoma (NPC) ."}, {"pubmed": 29076925, "text": "Overexpression of EpCAM and melan-A is associated with malignant melanoma."}, {"pubmed": 29150960, "text": "Signaling through the intracellular domain of EpCAM appears to be a mechanism that induces proliferation specifically in tumorigenic cells but not in normal primary EpCAM-positive liver cells."}, {"pubmed": 29305578, "text": "EpCAM overexpression reduced PTEN expression and increased the level of AKT, mTOR, p70S6K and 4EBP1 phosphorylation and an AKT inhibitor and rapamycin blocked the effect of EpCAM on NPC cell invasion and stem-like phenotypes, and siRNA targeting PTEN rescued the oncogenic activities in EpCAM knockdown NPC cells."}, {"pubmed": 29352248, "text": "This study demonstrated a new approach using a combination of EpCAM and FRalpha as CTC-capture targets to increase the sensitivity of CTC detection in NSCLC efficiently, specifically, and quickly."}, {"pubmed": 29353288, "text": "Quercetin suppressed breast cancer stem cell proliferation, self-renewal, and invasiveness. It also lowered the expression levels of proteins related to tumorigenesis and cancer progression, such as aldehyde dehydrogenase 1A1, C-X-C chemokine receptor type 4, mucin 1, and epithelial cell adhesion molecules."}, {"pubmed": 29759567, "text": "The novel and updated insights in the EpCAM field by simplifying the understanding of the biological role of this fascinating molecule, and by showing the promising therapeutic tools that have been developed by various approaches which use antibodies and vaccines for different cancer types for the clear purpose of improving patient outcome. [review]"}, {"pubmed": 29970536, "text": "Adenocarcinomas showed significantly higher staining scores of both VEGF and alphaSMA than squamous cell carcinomas did. In 42 cases of high CD31 score, five-year survival rate (87%) of patients with lung cancer showing mature tumor vessels was significantly better than that (69%) of patients with immature tumor vessels"}, {"pubmed": 29981429, "text": "Data report here that soluble extracellular domain of EpCAM (EpEX) can induce EGFR signaling, cancer cell migration, proliferation, and colonic tumor growth. Its nuclear accumulation was highly correlated with metastasis and poor prognosis, suggesting that it may play an important functional role in cancer progression."}, {"pubmed": 30015855, "text": "Functions of EpCAM in physiological processes and diseases (Review)."}, {"pubmed": 30185875, "text": "Study provides clear evidence that EpCAM indeed does not function as a homophilic cell adhesion molecule and therefore calls for a significant revision of its role in both normal and cancerous tissues."}, {"pubmed": 30246502, "text": "Loss of N-glycosylation at all three sites EpCAM had no effect on its level of expression or membrane localization. However, mutation at glycosylation sites significantly reduced the ability of EpCAM to promote epithelial to mesenchymal transition in breast cancer."}, {"pubmed": 30249898, "text": "Our results suggest that GA733-2-Fc conjugated to ER-retention motif KDEL is a more efficient antigen to prevent tumor growth induced by colorectal carcinoma and minimize an allergic response."}, {"pubmed": 30261040, "text": "EpEX is a ligand of EGFR that induces proliferation but counteracts epithelial-mesenchymal transition mediated by the EGF/EGFR/pERK1/2 axis."}, {"pubmed": 30389218, "text": "EpCAM is suggested as a candidate prognostic marker and a putative therapeutic target in adenoid cystic carcinoma (ACC)."}, {"pubmed": 30392801, "text": "High EpCAM-positive circulating tumor cell count predicts poor survival of patients with unresectable hepatocellular carcinoma treated with chemoembolization."}, {"pubmed": 30419852, "text": "our data confirms that CaP growth and chemo-/radioresistance in vivo is associated with over-expression of EpCAM, which serves both a functional biomarker and promising therapeutic target."}, {"pubmed": 30461124, "text": "These findings suggest that genotype-phenotype correlations may be useful in contributing to management decisions of congenital tufting enteropathy (CTE) patients. Depending on the type and nature of EPCAM mutation, one of two unrelated diseases may occur, CTE or Lynch syndrome."}, {"pubmed": 30598504, "text": "proteolytic processing of EpCTF in single living cells"}, {"pubmed": 30747214, "text": "The present results demonstrated that IL8 increased EpCAM expression at the mRNA level in ovarian cancer cells and suggested a potential role of IL6 as an inhibitor of IL8stimulated EpCAM expression."}, {"pubmed": 30898885, "text": "MM-131, a bispecific anti-Met/EpCAM mAb, inhibits HGF-dependent and HGF-independent Met signaling through concurrent binding to EpCAM."}, {"pubmed": 30916491, "text": "An EPCAM deletion was the causative variant in about 2% of the institutional series of 224 Lynch syndrome patients."}, {"pubmed": 30926604, "text": "extracellular domain of epithelial cell adhesion molecule -induced LIN28 expression reduces the expression of the microRNA LET7 and up-regulates that of the transcription factor high-mobility group AT-hook 2 (HMGA2), which activates the transcription of pluripotency factors."}, {"pubmed": 31015522, "text": "A biosensor capable of identifying low quantities of breast cancer cells by electrical impedance spectroscopy."}, {"pubmed": 31035965, "text": "Significantly increased concentration in endometrial cancer (EC) as compared to healthy controls were found in case of CD44 antigen (CD44) , epithelial cell adhesion molecule (EpCAM) and transglutaminase 2 (TGM2)."}, {"pubmed": 31354723, "text": "Immunocyte Profiling Using Single-Cell Mass Cytometry Reveals EpCAM(+) CD4(+) T Cells Abnormal in Colon Cancer."}, {"pubmed": 31361893, "text": "EpCAM was found to be an independent prognostic factor for head and neck squamous cell carcinoma."}, {"pubmed": 31443698, "text": "We have identified that EpCAM plays a role in the metastasis of breast cancer cells to the lymph node. alphaB-crystallin, a stress-related protein that has recently been shown to be important for cell invasion and survival, was identified as a potential prognostic biomarker to predict the outcome of breast cancer patients."}, {"pubmed": 31584203, "text": "Hypoxia modulates stem cell properties and induces EMT through N-glycosylation of EpCAM in breast cancer cells."}, {"pubmed": 31589818, "text": "A cationic liposome-based nanoparticle loaded with miR-139-5p (miR-139-5p-HSPC/DOTAP/Chol/DSPE-PEG2000-COOH nanoparticles, MNPs) and surface-decorated with epithelial cell adhesion molecule (EpCAM) aptamer (Apt) (miR-139-5p-EpCAM Apt-HSPC/DOTAP/Chol/DSPE-PEG2000-COOH nanoparticles, MANPs) for the targeted treatment of CRC."}, {"pubmed": 31738404, "text": "Regulation of cell-cell adhesion in prostate cancer cells by microRNA-96 through upregulation of E-Cadherin and EpCAM."}, {"pubmed": 31806375, "text": "EpCAM associates with integrin and regulates cell adhesion in cancer cells."}, {"pubmed": 32027209, "text": "Bifunctional Aptamer-Doxorubicin Conjugate Crosses the Blood-Brain Barrier and Selectively Delivers Its Payload to EpCAM-Positive Tumor Cells."}, {"pubmed": 32212383, "text": "Evaluation of HER2 expression in urothelial carcinoma cells as a biomarker for circulating tumor cells."}, {"pubmed": 32212818, "text": "EpCAM proved high specificity among hepatocellular carcinoma patients and its expression was associated with metastasis and portal vein thrombosis"}, {"pubmed": 32214335, "text": "Using this method, the CD45-negative cells were characterized into three Circulating tumor cells (CTCs) subsets based on protein expression levels: 1) Epithelial CTCs, defined as CK-positive [CK+] and/or EpCAM-positive [EpCAM+] and/or E-cadherin-positive [E-cadherin+] CTCs; 2) EMT-CTCs, defined as vimentin-positive [vimentin+] and/or beta-catenin-positive [beta-catenin+] CTCs."}, {"pubmed": 32221015, "text": "EpCAM-high liver cancer stem cells resist natural killer cell-mediated cytotoxicity by upregulating CEACAM1."}, {"pubmed": 32300118, "text": "Direct comparison of size-dependent versus EpCAM-dependent CTC enrichment at the gene expression and DNA methylation level in head and neck squamous cell carcinoma."}, {"pubmed": 32326212, "text": "Matriptase Cleaves EpCAM and TROP2 in Keratinocytes, Destabilizing Both Proteins and Associated Claudins."}, {"pubmed": 32506689, "text": "The utility of flow cytometry in the diagnostic work up of malignant effusions due to nonhematopoietic neoplasms."}, {"pubmed": 32662250, "text": "A new protocol for long-term culture of a specific subpopulation of liver cancer stem cells enriched by cell surface markers."}, {"pubmed": 32715572, "text": "Increased expression of epithelial cell adhesion molecule and its possible role in epithelial-mesenchymal transition in endometriosis."}, {"pubmed": 32814771, "text": "Chemotherapeutic resistance of head and neck squamous cell carcinoma is mediated by EpCAM induction driven by IL-6/p62 associated Nrf2-antioxidant pathway activation."}, {"pubmed": 32961790, "text": "EpCAM as Modulator of Tissue Plasticity."}, {"pubmed": 32976980, "text": "EpCAM cellular functions in adhesion and migration, and potential impact on invasion: A critical review."}, {"pubmed": 32988881, "text": "A Novel System to Detect Circulating Tumor Cells Using Two Different Size-selective Microfilters."}, {"pubmed": 33183767, "text": "Isolation and characterization of nanobodies against epithelial cell adhesion molecule as novel theranostic agents for cancer therapy."}, {"pubmed": 33269813, "text": "Exosome EpCAM promotes the metastasis of glioma by targeting the CD44 signaling molecule on the surface of glioma cells."}, {"pubmed": 33340247, "text": "Digital scoring of EpCAM and slug expression as prognostic markers in head and neck squamous cell carcinomas."}, {"pubmed": 33342796, "text": "Clinicopathologic implications of epithelial cell adhesion molecule expression across molecular subtypes of breast carcinoma."}, {"pubmed": 33433512, "text": "Expression of epithelial glycoprotein (EGP40) in oral epithelial dysplasia and oral squamous cell carcinoma (OSCC)."}, {"pubmed": 33434575, "text": "Histone demethylase JMJD2D promotes the self-renewal of liver cancer stem-like cells by enhancing EpCAM and Sox9 expression."}, {"pubmed": 33760350, "text": "Epithelial cell adhesion molecule promotes breast cancer resistance protein-mediated multidrug resistance in breast cancer by inducing partial epithelial-mesenchymal transition."}, {"pubmed": 33834612, "text": "BMP9-ID1 signaling promotes EpCAM-positive cancer stem cell properties in hepatocellular carcinoma."}, {"pubmed": 33980181, "text": "Cancer-associated mutations reveal a novel role for EpCAM as an inhibitor of cathepsin-L and tumor cell invasion."}, {"pubmed": 34045168, "text": "EpCAM and microvascular obstruction in patients with STEMI: a cardiac magnetic resonance study."}, {"pubmed": 34341066, "text": "Bispecific CAR T Cells against EpCAM and Inducible ICAM-1 Overcome Antigen Heterogeneity and Generate Superior Antitumor Responses."}, {"pubmed": 34737243, "text": "Circulating Cancer Stem Cells Expressing EpCAM/CD90 in Hepatocellular Carcinoma: A Pilot Study for Predicting Tumor Recurrence after Living Donor Liver Transplantation."}, {"pubmed": 35008827, "text": "Clinical Significance of Stem Cell Biomarkers EpCAM, LGR5 and LGR4 mRNA Levels in Lymph Nodes of Colon Cancer Patients."}, {"pubmed": 35016698, "text": "Significant co-expression of putative cancer stem cell markers, EpCAM and CD166, correlates with tumor stage and invasive behavior in colorectal cancer."}, {"pubmed": 35288910, "text": "EpCAM (MOC-31) - immunohistochemical expression in papillary thyroid carcinoma and non invasive follicular thyroid neoplasm with papillary-like nuclear features (NIFTP)."}, {"pubmed": 36674577, "text": "SNAI2 Attenuated the Stem-like Phenotype by Reducing the Expansion of EPCAM[high] Cells in Cervical Cancer Cells."}, {"pubmed": 36737794, "text": "CD24+CD44+CD54+EpCAM+ gastric cancer stem cells predict tumor progression and metastasis: clinical and experimental evidence."}, {"pubmed": 37095412, "text": "The roles EpCAM plays to enhance the malignancy of gastric cancer."}, {"pubmed": 37192201, "text": "Cytosolic EpCAM cooperates with H-Ras to regulate epithelial to mesenchymal transition through ZEB1."}, {"pubmed": 37312199, "text": "Combination of CEACAM5, EpCAM and CK19 gene expressions in mediastinal lymph node micrometastasis is a prognostic factor for non-small cell lung cancer."}, {"pubmed": 37331346, "text": "Diagnostic Utility of Claudin4 and Comparison with BerEp4 as a Marker for Metastatic Adenocarcinoma in Serous Effusions."}, {"pubmed": 37774079, "text": "Clinicopathologic Impact of NANOG, ZEB1, and EpCAM Biomarkers on Prognosis of Serous Ovarian Carcinoma."}, {"pubmed": 37909986, "text": "Extranodal Extension and Epithelial Cell Adhesion Molecule Over-expression in Oral Squamous Cell Carcinoma."}, {"pubmed": 37973964, "text": "Plasma-derived extracellular vesicle surface markers CD45, CD326 and CD56 correlate with the stage of osteoarthritis: a primary study of a novel and promising diagnostic tool of the disease."}, {"pubmed": 38044732, "text": "[Expression of RACK1 and EGP40 in oral squamous cell carcinoma and its correlation with clinicopathological features and prognosis]."}, {"pubmed": 38072191, "text": "Rab11 suppresses head and neck carcinoma by regulating EGFR and EpCAM exosome secretion."}, {"pubmed": 38291183, "text": "Immune evasion in lung metastasis of leiomyosarcoma: upregulation of EPCAM inhibits CD8[+] T cell infiltration."}, {"pubmed": 38415550, "text": "TLR4, IgA and EpCAM Expression in Colorectal Cancer and Their Possible Association with Microbiota as a Pathogenic Factor; An Immunohistochemical and Genetic Study."}, {"pubmed": 39010070, "text": "Intracellular domain of epithelial cell adhesion molecule induces Wnt receptor transcription to promote colorectal cancer progression."}], "genomic_pos": {"chr": "2", "end": 47387601, "ensemblgene": "ENSG00000119888", "start": 47345158, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 47614740, "start": 47572297, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001657", "qualifier": "involved_in", "term": "ureteric bud development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 15195135, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0023019", "pubmed": 19136966, "qualifier": "involved_in", "term": "signal transduction involved in regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [15195135, 15922867], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048863", "pubmed": 19785009, "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000048", "pubmed": 9382878, "qualifier": "involved_in", "term": "negative regulation of cell-cell adhesion mediated by cadherin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000648", "pubmed": 19785009, "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15195135, 19785009], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005923", "qualifier": "is_active_in", "term": "bicellular tight junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005923", "pubmed": 16054130, "qualifier": "located_in", "term": "bicellular tight junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016323", "pubmed": 18025791, "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": 18025791, "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016328", "pubmed": 16054130, "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [11487543, 19056867], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16054130, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044877", "pubmed": 19136966, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0098641", "qualifier": "enables", "term": "cadherin binding involved in cell-cell adhesion"}]}, "homologene": {"genes": [[7955, 406454], [8364, 496567], [9031, 421292], [9544, 677680], [9598, 459214], [9606, 4072], [9615, 481360], [9913, 514039], [10090, 17075], [10116, 171577]], "id": 1764}, "interpro": [{"desc": "Thyroglobulin type-1", "id": "IPR000716", "short_desc": "Thyroglobulin_1"}, {"desc": "Thyroglobulin type-1 superfamily", "id": "IPR036857", "short_desc": "Thyroglobulin_1_sf"}, {"desc": "Epithelial cell adhesion molecule N-terminal domain", "id": "IPR041630", "short_desc": "EpCAM_N"}, {"desc": "Transmembrane glycoprotein EPCAM/Trop-2", "id": "IPR043406", "short_desc": "EPCAM/Trop-2"}, {"desc": "EPCAM/Trop-2, C-terminal", "id": "IPR049420", "short_desc": "EPCAM-Trop-2_C"}], "ipi": ["IPI00296215", "IPI00893715", "IPI00893928"], "map_location": "2p21", "name": "epithelial cell adhesion molecule", "other_names": ["adenocarcinoma-associated antigen", "cell surface glycoprotein Trop-1", "epithelial cell adhesion molecule", "epithelial glycoprotein 314", "human epithelial glycoprotein-2", "major gastrointestinal tumor-associated protein GA733-2", "membrane component, chromosome 4, surface marker (35kD glycoprotein)", "trophoblast cell surface antigen 1", "tumor-associated calcium signal transducer 1"], "pantherdb": {"HGNC": "11529", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "106653", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 10090, "uniprot_kb": "Q99JW5"}, {"RGD": "621365", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 10116, "uniprot_kb": "O55159"}, {"Gene_ORFName": "RCJMB04_29h4", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 9031, "uniprot_kb": "Q5F381"}, {"Ensembl": "ENSGALG00000008969", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 9031, "uniprot_kb": "A0A1D5PWY3"}, {"ZFIN": "ZDB-GENE-040426-2209", "ortholog_type": "LDO", "panther_family": "PTHR14168", "taxid": 7955, "uniprot_kb": "B8JM11"}], "uniprot_kb": "P16422"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}]}, "pdb": ["4MZV", "6I07"], "pfam": ["PF00086", "PF18635", "PF21283"], "pharmgkb": "PA35493", "pharos": {"target_id": 3214, "tdl": "Tbio"}, "pir": "B48149", "prosite": "PS51162", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167985", "relationship": "is"}, {"id": "GNF178891", "relationship": "is"}, {"id": "GNF189797", "relationship": "is"}, {"id": "GNF200703", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161666", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036233", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF014278", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235033", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100426", "relationship": "is"}, {"id": "GNF140081", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_012352.2"], "protein": "NP_002345.2", "rna": "NM_002354.3", "translation": {"protein": "NP_002345.2", "rna": "NM_002354.3"}}, "reporter": {"HG-U133_Plus_2": "201839_s_at", "HG-U95Av2": "575_s_at", "HTA-2_0": "TC02000293.hg.1", "HuEx-1_0": ["2480961", "2753286"], "HuGene-1_1": ["8041853", "8098439"], "HuGene-2_1": "16879863"}, "retired": 4275, "summary": "This gene encodes a carcinoma-associated antigen and is a member of a family that includes at least two type I membrane proteins. This antigen is expressed on most normal epithelial cells and gastrointestinal carcinomas and functions as a homotypic calcium-independent cell adhesion molecule. The antigen is being used as a target for immunotherapy treatment of human carcinomas. Mutations in this gene result in congenital tufting enteropathy. [provided by RefSeq, Dec 2008].", "symbol": "EPCAM", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812305"}, "unigene": "Hs.542050", "uniprot": {"Swiss-Prot": "P16422", "TrEMBL": ["C9JKY3", "B5MCA4"]}, "wikipedia": {"url_stub": "Epithelial cell adhesion molecule"}}