{"AllianceGenome": "3386", "HGNC": "3386", "MIM": "176946", "_id": "1969", "_version": 3, "accession": {"genomic": ["AL451042.10", "AY052403.1", "CH471167.1", "CP068277.2", "CS026995.1", "CS542490.1", "GM868963.1", "GM879993.1", "HH976540.1", "NC_000001.11", "NC_060925.1", "NG_021396.1"], "protein": ["AAA53375.1", "AAH08655.1", "AAH37166.1", "AAL11019.1", "ACF47642.1", "BAG59366.1", "CAI61887.1", "CAM91182.1", "CAT16927.1", "CAV28316.1", "CBX51742.1", "EAW51769.1", "EAW51770.1", "NP_001316019.1", "NP_004422.2", "P29317.2", "XP_016856026.1", "XP_047304215.1", "XP_047304223.1", "XP_047304228.1", "XP_054190833.1", "XP_054190834.1", "XP_054190835.1", "XP_054190836.1"], "rna": ["AI302504.1", "AK296788.1", "BC008655.1", "BC037166.2", "CB991812.1", "EU826606.1", "HY005615.1", "M59371.1", "NM_001329090.2", "NM_004431.5", "XM_017000537.2", "XM_047448259.1", "XM_047448267.1", "XM_047448272.1", "XM_054334858.1", "XM_054334859.1", "XM_054334860.1", "XM_054334861.1"], "translation": [{"protein": "XP_047304223.1", "rna": "XM_047448267.1"}, {"protein": "ACF47642.1", "rna": "EU826606.1"}, {"protein": "XP_054190835.1", "rna": "XM_054334860.1"}, {"protein": "AAA53375.1", "rna": "M59371.1"}, {"protein": "AAH08655.1", "rna": "BC008655.1"}, {"protein": "XP_016856026.1", "rna": "XM_017000537.2"}, {"protein": "NP_004422.2", "rna": "NM_004431.5"}, {"protein": "BAG59366.1", "rna": "AK296788.1"}, {"protein": "XP_047304215.1", "rna": "XM_047448259.1"}, {"protein": "XP_054190833.1", "rna": "XM_054334858.1"}, {"protein": "XP_054190836.1", "rna": "XM_054334861.1"}, {"protein": "XP_054190834.1", "rna": "XM_054334859.1"}, {"protein": "NP_001316019.1", "rna": "NM_001329090.2"}, {"protein": "XP_047304228.1", "rna": "XM_047448272.1"}, {"protein": "AAH37166.1", "rna": "BC037166.2"}]}, "alias": ["ARCC2", "CTPA", "CTPP1", "CTRCT6", "ECK"], "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000142627", "protein": "ENSP00000351209", "transcript": ["ENST00000358432", "ENST00000461614", "ENST00000462805", "ENST00000480202"], "translation": [{"protein": "ENSP00000351209", "rna": "ENST00000358432"}], "type_of_gene": "protein_coding"}, "entrezgene": "1969", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 30.5012951191, "exp_mis": 445.452757349, "exp_syn": 216.013529249, "lof_z": 4.39460213598146, "mis_z": 2.14257348925309, "mu_lof": 2.32658975094e-06, "mu_mis": 4.18270926846e-05, "mu_syn": 2.01135222823e-05, "n_lof": 6.0, "n_mis": 353.0, "n_syn": 208.0, "p_li": 0.738294173427745, "p_null": 8.69051117714366e-07, "p_rec": 0.261704957521137, "syn_z": 0.338011351022209}, "bp": 2931, "cds_end": 16482427, "cds_start": 16451709, "n_exons": 17, "nonpsych": {"exp_lof": 27.2989571799, "exp_mis": 402.870083966, "exp_syn": 195.205452863, "lof_z": 4.19144198952963, "mis_z": 2.1578495055155, "mu_lof": 2.32658975094e-06, "mu_mis": 4.18270926846e-05, "mu_syn": 2.01135222823e-05, "n_lof": 5.0, "n_mis": 317.0, "n_syn": 190.0, "p_li": 0.835376641959814, "p_null": 1.41808101541589e-06, "p_rec": 0.16462193995917, "syn_z": 0.234574054766145}, "nontcga": {"exp_lof": 28.0312040324, "exp_mis": 409.786578124, "exp_syn": 198.70248956, "lof_z": 4.10486276603195, "mis_z": 2.33280177219788, "mu_lof": 2.32658975094e-06, "mu_mis": 4.18270926846e-05, "mu_syn": 2.01135222823e-05, "n_lof": 6.0, "n_mis": 315.0, "n_syn": 190.0, "p_li": 0.538437904227052, "p_null": 5.43546570224232e-06, "p_rec": 0.461556660307246, "syn_z": 0.390899106079476}, "transcript": "ENST00000358432.5"}, "exons": [{"cdsend": 16149038, "cdsstart": 16125214, "chr": "1", "position": [[16124336, 16125320], [16129433, 16129589], [16130225, 16130419], [16131720, 16131870], [16132063, 16132273], [16132377, 16132439], [16133179, 16133368], [16133480, 16133606], [16133859, 16133915], [16134467, 16134567], [16135035, 16135189], [16135654, 16135770], [16137852, 16138185], [16138274, 16138430], [16148377, 16149047], [16155847, 16156069]], "strand": -1, "transcript": "NM_001329090", "txend": 16156069, "txstart": 16124336}, {"cdsend": 16155932, "cdsstart": 16125214, "chr": "1", "position": [[16124336, 16125320], [16129433, 16129589], [16130225, 16130419], [16131720, 16131870], [16132063, 16132273], [16132377, 16132439], [16133179, 16133368], [16133480, 16133606], [16133859, 16133915], [16134467, 16134567], [16135035, 16135189], [16135654, 16135770], [16137852, 16138185], [16138274, 16138430], [16148377, 16149047], [16150895, 16150963], [16155847, 16156069]], "strand": -1, "transcript": "NM_004431", "txend": 16156069, "txstart": 16124336}], "exons_hg19": [{"cdsend": 16475533, "cdsstart": 16451709, "chr": "1", "position": [[16450831, 16451815], [16455928, 16456084], [16456720, 16456914], [16458215, 16458365], [16458558, 16458768], [16458872, 16458934], [16459674, 16459863], [16459975, 16460101], [16460354, 16460410], [16460962, 16461062], [16461530, 16461684], [16462149, 16462265], [16464347, 16464680], [16464769, 16464925], [16474872, 16475542], [16482342, 16482564]], "strand": -1, "transcript": "NM_001329090", "txend": 16482564, "txstart": 16450831}, {"cdsend": 16482427, "cdsstart": 16451709, "chr": "1", "position": [[16450831, 16451815], [16455928, 16456084], [16456720, 16456914], [16458215, 16458365], [16458558, 16458768], [16458872, 16458934], [16459674, 16459863], [16459975, 16460101], [16460354, 16460410], [16460962, 16461062], [16461530, 16461684], [16462149, 16462265], [16464347, 16464680], [16464769, 16464925], [16474872, 16475542], [16477390, 16477458], [16482342, 16482564]], "strand": -1, "transcript": "NM_004431", "txend": 16482564, "txstart": 16450831}], "generif": [{"pubmed": 11968011, "text": "estrogen and Myc negatively regulate EphA2 expression in mammary epithelial cells"}, {"pubmed": 12147253, "text": "negative regulation by Cbl"}, {"pubmed": 12167657, "text": "EphA2 receptor tyrosine kinase is a substrate for low molecular weight tyrosine phosphatase and has a role in neoplastic transformation progression"}, {"pubmed": 12351647, "text": "a peptide has been identified which has ephrin-like activity in that it stimulates EphA2 tyrosine phosphorylation and signaling"}, {"pubmed": 12370823, "text": "Eph A receptors inhibit tumor angiogenesis and progression in vivo."}, {"pubmed": 12400011, "text": "We demonstrate that tyrosine phosphorylated EphA2 interacts with the PTB and SH2 domains of SHC. We show that the interaction of EphA2 with GRB2 is mediated by SHC and that this complex is necessary for EphA2-mediated activation of ERK kinases."}, {"pubmed": 12494475, "text": "Patients with EphA2 overexpression have a poorer prognosis than those without."}, {"pubmed": 12496364, "text": "Blockade of EphA2 activation inhibits vascular endothelial growth factor-induced angiogenesis."}, {"pubmed": 12496371, "text": "c-Cbl-dependent EphA2 protein degradation is induced by ligand binding."}, {"pubmed": 12576426, "text": "Levels predict lung cancer (NSCLC) recurrence and survival."}, {"pubmed": 12650608, "text": "Recent studies have demonstrated that the EphA2 receptor tyrosine kinase is frequently overexpressed and functionally altered in aggressive tumor cells, and that these changes promote metastatic character"}, {"pubmed": 12651595, "text": "differentially regulated in normal and malignant cells."}, {"pubmed": 12810680, "text": "Overexpression of EphA2 decreases estrogen dependence. EphA2-transfected cells show increased growth in vitro & larger & more aggressive tumors in vivo. Overexpression decreases tamoxifen's ability to inhibit breast cancer cell growth & tumorigenesis."}, {"pubmed": 12907451, "text": "EphA2/ephrin-A3 interactions may play a role in the localization and network of Langerhans cells in the epithelium and in the regulation of their trafficking."}, {"pubmed": 14633601, "text": "EphA2 increases as prostatic epithelial cells have more aggressive phenotype. EphA2 functions as a powerful oncogene. Presence of high levels of EphA2 suggests opportunities for prostate cancer prevention and treatment."}, {"pubmed": 14679012, "text": "EphA2 is a tumor rejection antigen. Two immunogenic HLA-A*0201 restricted peptides identified by reverse immunology approach."}, {"pubmed": 14767510, "text": "EphA2 and E-cadherin may play an important role in tumor metastasis in colorectal cancer"}, {"pubmed": 14965363, "text": "involvement of EPHA2 in colon carcinogenesis, mainly in stages I and II, and probably through their effect on microvessel induction."}, {"pubmed": 15193868, "text": "found the prototype ephrin-A1 receptor, EphA2, localized in several placental cell types"}, {"pubmed": 15249202, "text": "We show that EphA2 overexpression induces a FAK-dependent increase in MMP-2 expression and invasiveness."}, {"pubmed": 15297418, "text": "EPHA2 may have a role in progression of ovarian cancer"}, {"pubmed": 15498927, "text": "EphA2 selectively inhibits cell-cell adhesions by increasing cell attachment and up-regulating the extracellular matrix protein fibronectin"}, {"pubmed": 15561974, "text": "Renal medullary EphA2 expression may represent an adaptive response to medullary hypertonicity or urea exposure"}, {"pubmed": 15649254, "text": "EPHA2 and EFNA1 expression may influence the behavior of human gastric cancer."}, {"pubmed": 15671550, "text": "EphA2 may have a role in progression of surgically treated renal cell carcinoma"}, {"pubmed": 16051609, "text": "low molecular weight protein-tyrosine phosphatase acts as terminator of EphA2 signaling causing efficient negative feedback loop on biological response mediated by ephrinA1; tyrosine phosphorylation main event orchestrating repulsive response"}, {"pubmed": 16098464, "text": "EphA2 attenuates the growth factor-induced activation of Ras and a negative feedback loop is created that regulates Ras activity."}, {"pubmed": 16103880, "text": "receptor phosphorylation and kinase activity of the EphA2 receptor, at least in part, contribute to tumor malignancy"}, {"pubmed": 16236711, "text": "EphA2 moderates the function of tight junctions via phosphorylation of claudin-4"}, {"pubmed": 16428472, "text": "High expression of EphA2 is associated with urinary bladder carcinoma."}, {"pubmed": 16481735, "text": "VE-cadherin and EphA2 act in a coordinated manner as a key regulatory element in the process of melanoma vasculogenic mimicry."}, {"pubmed": 16737551, "text": "increased levels of ephrins A1 and A5 in the presence of high expression of Ephs A1 and A2 lead to a more aggressive ovarian cancer phenotype"}, {"pubmed": 16969087, "text": "p53 appears to regulate EphA2 expression and clinical outcome in ovarian cancer."}, {"pubmed": 17050670, "text": "Our findings show that p53 is a transcriptional regulator of ECK in mediating apoptosis. The discovery of the novel p53-binding motif in the promoter may lead to the identification of a new class of p53 target genes."}, {"pubmed": 17154180, "text": "EphA2 was overexpressed in 76% of tumors and was associated with advanced-stage disease and high-grade histology."}, {"pubmed": 17332925, "text": "Ephrin-A1 serves as a critical negative regulator in the tumorigenesis of gliomas by down-regulating EphA2 and FAK."}, {"pubmed": 17374733, "text": "Ligand activation of EphA2 and EphA2 knockdown by small interfering RNA inhibit EGF-induced cell motility of EGFR-overexpressing human cancer cells, indicating a functional role of EphA2 in EGFR-expressing cancer cells."}, {"pubmed": 17519535, "text": "EphA2 may be a new biomarker for astrocytic tumors and may also affect the proliferation and apoptosis of tumor cells and be an attractive therapy target for astrocytic tumors."}, {"pubmed": 17980912, "text": "Increasing ephrin-A expression enhances T-cell interactions not only with purified integrin ligands but also endothelial cells, while EphA activation down-regulates these interactions."}, {"pubmed": 18059341, "text": "Required for Raf-induced AKT inhibition and cell cycle arrest."}, {"pubmed": 18079969, "text": "EphA2 cooperates with ErbB2 to promote tumor progression in mice and may provide a novel therapeutic target for ErbB2-dependent tumors in humans."}, {"pubmed": 18097589, "text": "this study define the expression pattern of EphA2 in both primary and recurrent glioblastoma and suggest an important role of EphA2 in the pathogenesis of GBM."}, {"pubmed": 18172271, "text": "IL-13R alpha 2, EphA2, and Fra-1 are attractive therapeutic targets representing molecular denominators of high-grade astrocytomas. One hundred percent of GBM tumors overexpress at least one of these proteins."}, {"pubmed": 18198190, "text": "overexpression of a wild-type EPHA2, but not a signaling-defective cytoplasmic truncation mutant (DeltaC), in human mammary epithelial cells weakens E-cadherin-mediated cell-cell adhesion"}, {"pubmed": 18210872, "text": "EPHA2 may be involoved in apoptosis and proliferation of osteosarcoma cells, and may be necessary for vasculogenic mimicry."}, {"pubmed": 18425361, "text": "EphA2 might be involved in the early development of HNSCC although not directly responsible for its progression"}, {"pubmed": 18443431, "text": "EphA2 promotes tumor growth by enhancing cell-ECM adhesion, increasing anchorage-independent growth and promoting angiogenesis"}, {"pubmed": 18566674, "text": "EphA2 and EphrinA-1 may play an important role in the development of a subset of early cervical cancers"}, {"pubmed": 18648668, "text": "overexpression of HuR as found in many progressive tumors could be causative for disarranged Eph receptor to ephrin ligand ratios leading to a higher degree of tissue invasiveness"}, {"pubmed": 18768213, "text": "Receptor tyrosine kinase EphA2 mediates thrombin-induced upregulation of ICAM-1 in endothelial cells in vitro."}, {"pubmed": 18991394, "text": "NMR and ITC (isothermal titration calorimetry) studies on the Sam domain of Ship2 revealing its three-dimensional structure and its possible mode of interaction with the Sam domain from the EphA2 receptor"}, {"pubmed": 19005574, "text": "EPHA2, which functions in the Eph-ephrin bidirectional signaling pathway of mammalian cells, plays a vital role in maintaining lens transparency."}, {"pubmed": 19005574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19048396, "text": "the over-expression of EphA2 or the down-expression of E-cadherin is correlated with cancer progression and lymphogenous metastasis in gastric cancer."}, {"pubmed": 19074825, "text": "The function of EphA2 and ephrinA1 in tumorigenesis and tumor progression is complex and seems to be dependent on cell type and microenvironment"}, {"pubmed": 19101799, "text": "EphA2 expression is an independent factor that indicates poor prognosis in postoperative gastric adenocarcinoma."}, {"pubmed": 19193766, "text": "E-cadherin-based cell-cell contacts enhance EphA-ephrinA signaling, which in turn down-regulates Arf6 activity to enhance E-cadherin-based cell-cell contacts as well as the apical-basal polarization of epithelial cells."}, {"pubmed": 19223760, "text": "Downregulation of EphA2 significantly inhibited invasion, proliferation and clonogenicity in vitro and suppressed tumorigenicity in vivo. Data provides the first in vivo evidence demonstrating a direct role for EphA2 in promoting melanoma tumorigenicity."}, {"pubmed": 19264906, "text": "the kinase activity of EphA2 is required for the regulation of cell adhesion and cytoskeletal rearrangement, some distinct kinase-dependent and -independent pathways likely cooperate to drive cancer cell migration, invasion, and metastasis outcome."}, {"pubmed": 19306328, "text": "Mutations of EPHA2 in three congenital cataracts families from different ancestral groups, are reported."}, {"pubmed": 19531623, "text": "EphA2 expression in non small cell lung carcinoma is associated with K-Ras mutations, EGFR activation, smoking history, and poor prognosis."}, {"pubmed": 19642143, "text": "EphA2 may be a useful serum marker for the detection of hepatocellular carinoma development and progression."}, {"pubmed": 19649315, "text": "Variants in EPHA2 showed significant association with cortical cataract."}, {"pubmed": 19690146, "text": "EphA2 represents a novel heat shock protein 90 client protein"}, {"pubmed": 19724921, "text": "EPHA2 is one of the effectors of chemotherapeutic agents. EPHA2 expression may thus serve as a biomarker of drug responsiveness for neuroblastoma during the course of chemotherapy."}, {"pubmed": 19828693, "text": "EFNA4-EphA2 interactions are involved in Chronic lymphocytic leukemia cell trafficking between blood and the tissues"}, {"pubmed": 19898482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934338, "text": "Overexpression of the receptor tyrosine kinase EphA2 is associated with non-small cell lung cancer."}, {"pubmed": 19934926, "text": "overexpression of EPHA2 and LAMC2, known to be important for the tube-forming capacity of melanoma tumor cells"}, {"pubmed": 19948216, "text": "Adhesion-induced EphA2 expression is dependent upon activation of the epidermal growth factor receptor (EGFR), mitogen activated protein kinase kinase (MEK) and Src family kinases (SRC)."}, {"pubmed": 19949912, "text": "Eph-A2 expression was significantly associated with patients' age in pancreatic ductal adenocarcinoma"}, {"pubmed": 19950554, "text": "EphA2 and EphrinA1 are highly expressed in renal cell carcinoma, and positively correlated with histological differentiation, clinical stage and angiogenesis."}, {"pubmed": 20028874, "text": "EphA2 overexpression correlated with a decrease in disease-free and overall survival of HER2-overexpressing patients."}, {"pubmed": 20197042, "text": "Spatial structure of dimeric transmembrane domain of EphA2 receptor embedded into lipid bicelle was obtained by solution NMR, showing a left-handed parallel packing of the transmembrane helices."}, {"pubmed": 20223987, "text": "observations reveal a mechanism for spatio-mechanical regulation of EphA2 signaling pathways"}, {"pubmed": 20228801, "text": "Cell-surface expression of mutant EphA2s showed that these interfaces are critical for localization at cell-cell contacts and activation-dependent degradation"}, {"pubmed": 20360610, "text": "EphA2 mutation in lung squamous cell carcinoma promotes increased cell survival, cell invasion, focal adhesions, and mammalian target of rapamycin activation"}, {"pubmed": 20361013, "text": "A missense mutation in EPHA2 associated with autosomal recessive congenital cataracts, is reported."}, {"pubmed": 20388851, "text": "Data showed that EphA2 was expressed in the Hec-1A and Ishikawa cells but was absent in the SPEC-2 cells."}, {"pubmed": 20516612, "text": "asymmetric unit is most likely to contain two 1C1 Fab-rEphA2 complexes"}, {"pubmed": 20571968, "text": "up-regulation of EphA2 and down-regulation of Ephrina1 may correlate with poor prognosis for patients with high-grade glioma"}, {"pubmed": 20602165, "text": "Our data demonstrate that dual targeting of EphA2 and ER is a promising approach for delaying resistance to Tamoxifen."}, {"pubmed": 20614133, "text": "EphA2 may contribute to squamous-cell carcinoma of the head and neck (SCCHN) progression and represent a novel prognostic indicator for patients with SCCHN."}, {"pubmed": 20679435, "text": "A novel link between EphA2 and Rac activation that contributes to the cell motility and invasiveness of breast cancer cells."}, {"pubmed": 20837138, "text": "The activation of the EphA2 receptor tyrosine kinase can inhibit a major oncogenic signaling pathway, the Akt-mTORC1 pathway."}, {"pubmed": 20861311, "text": "Data show that desmoglein 1 expression was required for the adhesive effects of EphA2."}, {"pubmed": 20948320, "text": "of 85 endometrioid endometrial adenocarcinomas, EphA2 was overexpressed in 47% of tumors and was significantly associated with high VEGF expression and high microvessel density counts"}, {"pubmed": 21166698, "text": "Osteosarcoma samples were characterized using genome-wide microarrays: increased expression of the EphA2 receptor and its ligand EFNA1 was detected."}, {"pubmed": 21205836, "text": "EphA2-overexpressing prostate carcinoma cells gain an invasive benefit from their amoeboid motility style to escape from primary tumors."}, {"pubmed": 21264258, "text": "EphA2 is a direct target of miR-26b, and the down-regulation of EphA2 mediated by miR-26b is dependent on the binding of miR-26b to a specific response element of microRNA in the 3'UTR region of EphA2 mRNA."}, {"pubmed": 21408136, "text": "A dual role for eHsp90 in transducing signaling via LRP1, and in facilitating LRP1 co-receptor function for EphA2, is reported."}, {"pubmed": 21500549, "text": "Ovarian serous carcinomas and ovarian cancer cell lines overexpress EphA2 and EphrinA-1. Tumor patients with higher expression levels of both EphA2 and EphrinA-1 have a significantly poorer clinical outcome."}, {"pubmed": 21516087, "text": "Identified epidermal growth factor receptor and ephrin receptor A2 as host cofactors for HCV entry. These receptor tyrosine kinases mediate HCV entry by regulating CD81-claudin-1 co-receptor associations and viral glycoprotein-dependent membrane fusion."}, {"pubmed": 21538645, "text": "Human cytoplasmic protein tyrosine phosphatase-A and B exhibit distinct specificities for EPHA2 phosphotyrosines, which may provide a rationale for selective inhibitors necessary to investigate how HCPTP targets EPHA2 in transformed cells."}, {"pubmed": 21575519, "text": "EphA2 protein expression is significantly increased in laryngeal squamous cell carcinoma tissues and cell lines, and overexpression is associated with tumor recurrence, metastasis and poorer prognosis in LSCC patients."}, {"pubmed": 21666714, "text": "EphA2 is a critical oncogene in melanoma."}, {"pubmed": 21686326, "text": "Both SNP rs477558 and SNP rs7548209 of EPHA2 are associated with age-related cortical cataract in a Han Chinese population."}, {"pubmed": 21726568, "text": "EphA2 has a role in regulating both tight junction formation and angiogenesis in brain endothelial cells"}, {"pubmed": 21737611, "text": "EPHA2 interacts with EPHB6 in breast tumor cell lines"}, {"pubmed": 21873938, "text": "The present data suggest that Eph-A2, but not Eph-A4, overexpression may be associated with the malignant transformation of thyroid neoplasia."}, {"pubmed": 21935409, "text": "Data found significant correlations between ephA2, ephA4, ephA7, ephB4, and ephB6 and overall and/or recurrence-free survival in large microarray datasets."}, {"pubmed": 21955398, "text": "immunohistochemical analyses showed that high EPHA2 expression is detected in a subset of HNSCC tissues and is associated with poor prognosis"}, {"pubmed": 22009484, "text": "activation of EphA2 participates in the regulation of fallopian tube cell adhesion via FAK dephosphorylation"}, {"pubmed": 22086185, "text": "Suppression of EphA2 resulted in a significant inhibition of proliferation, migration, invasion of SCCHN cells in vitro."}, {"pubmed": 22184117, "text": "loss of the regulation of this Eph pathway through HIC1 epigenetic silencing could be an important mechanism in the pathogenesis of epithelial cancers"}, {"pubmed": 22236865, "text": "in p-stage I NSCLC patients, those in the higher EphA2 expression and higher ephrin-A1 expression groups shared almost the same clinicopathological backgrounds which are generally considered to be better prognostic factors."}, {"pubmed": 22256737, "text": "EphA2 is closely associated with the invasion, metastasis, angiogenesis and prognosis of nasopharyngeal carcinoma."}, {"pubmed": 22261062, "text": "Ephrin-A1 activates EphA2 on the surface of MDA-MB-231 human breast cancer cells."}, {"pubmed": 22332920, "text": "Sam (sterile alpha motif) domains of Odin, a member of the ANKS (ankyrin repeat and sterile alpha motif domain-containing) family of proteins, are important for the regulation of EphA2 endocytosis."}, {"pubmed": 22362770, "text": "analysis of structural and functional characterization of monomeric EphrinA1 binding site to EphA2 receptor"}, {"pubmed": 22412971, "text": "Our results in the Indian population agree with previous studies of the association of EPHA2 variants with cortical cataracts."}, {"pubmed": 22509030, "text": "Data show that EphA2 receptor acts as a regulator of Kaposi's sarcoma-associated herpesvirus (KSHV)-induced signal molecules and KSHV entry in endothelial cells and suggest that the EphA2 receptor is an attractive target for controlling KSHV infection."}, {"pubmed": 22570727, "text": "Our results provide the first report of multiple EPHA2 cataract mutations contributing to the destabilization of the receptor and causing the loss of cell migration activity."}, {"pubmed": 22635007, "text": "results identify EphA2, a tyrosine kinase with known functions in neovascularization and oncogenesis, as an entry receptor for Kaposi's sarcoma-associated herpesvirus"}, {"pubmed": 23037715, "text": "Arachidonic acid induced a rapid increase of EphA2 Akt-dependent/ligand-independent activation."}, {"pubmed": 23209418, "text": "Hsp90 inhibitors are efficacious against Kaposi Sarcoma by enhancing the degradation of the essential viral gene LANA, of the viral co-receptor EphA2 as well as other client proteins."}, {"pubmed": 23238013, "text": "The EphA2 receptor tyrosine kinase is overexpressed in hGBM TPCs."}, {"pubmed": 23298804, "text": "present study showed a high expression of EphA2/ephrinA1 in adenoid cystic carcinoma. EphA2/ephrinA1 can serve as a novel therapy target for adenoid cystic carcinoma."}, {"pubmed": 23315987, "text": "growth factor-mediated EphA2 might be involved in cholangiocarcinoma growth and metastasis through activation of the mTORC1 and Raf/Pyk2 pathways"}, {"pubmed": 23318428, "text": "tyrosine phosphorylation of Shp2 by EphA2 contributes to the phosphatase-independent Shp2-mediated activation of Extracellular Signal-Regulated MAP Kinases and might be involved in Shp2-associated diseases."}, {"pubmed": 23588386, "text": "EPHA2 signaling contributed to tumor growth and vasculogenic mimicry of gallbladder carcinomas."}, {"pubmed": 23629968, "text": "Up-regulated MT1-MMP codistributes with and cleaves intracellular EphA2 in invasive cells within human breast carcinomas."}, {"pubmed": 23661698, "text": "Findings suggest that the glycosylation on ephrin-A1 plays a critical role in the binding and activation of the EphA2 receptor."}, {"pubmed": 23686814, "text": "The interaction between ephrin-As, Eph receptors and integrin alpha3 is plausibly important for the crosstalk between Eph and integrin signalling pathways at the membrane protrusions and in the migration of brain cancer cells."}, {"pubmed": 23752181, "text": "EphA2 upregulation is a common event in gastric cancer specimens that is closely correlated with cancer metastasis."}, {"pubmed": 23874206, "text": "Data suggest that EPHA2 regulates phosphorylation of clathrin, integrin signal transduction, polyubiquitination via proto-oncogene protein c-CBL, and endocytosis of Kaposi sarcoma-associated herpesvirus into fibroblasts."}, {"pubmed": 23951165, "text": "EphA2-induced angiogenesis in ewing sarcoma cells works through bFGF production and is dependent on caveolin-1."}, {"pubmed": 23976972, "text": "EPHA2 rs3754334 polymorphism is commonly associated with the risk for age-related cataract in different ethnic and geographical populations."}, {"pubmed": 24014202, "text": "Thus mutations in EPHA2 account for 4.7% of inherited cataract cases in South-Eastern Australia."}, {"pubmed": 24064975, "text": "Ephrin type-A receptor 2 was highly upregulated and the most abundant surface protein on osteosarcoma cells."}, {"pubmed": 24285539, "text": "LKB1 expression in cancer cell resulted in dephosphorylation of several tumor-enhancing RTKs, including ErbB2, hepatocyte growth factor receptor (c-Met), EphA2, rearranged during transfection (RET), and insulin-like growth factor I receptor."}, {"pubmed": 24457997, "text": "SLAP controls SRC/EPHA2/AKT signalling via destabilization of the SRC substrate and receptor tyrosine kinase EPHA2"}, {"pubmed": 24458982, "text": "These data reveal a novel role for VEGF as a regulator of EphA2 expression in the brain endothelial cells and provide insights into the molecular mechanisms of VEGF-mediated changes in paracellular permeability."}, {"pubmed": 24486585, "text": "Our in vitro and in vivo results provide a new understanding of EphA2 targeting by dasatinib and identify key predictors of therapeutic response."}, {"pubmed": 24488013, "text": "the results show that EphA2 endows invasiveness of glioma stem cells in vivo in cooperation with Akt and regulates glioma stem cell properties"}, {"pubmed": 24503792, "text": "Overexpression of ephrin type-A receptor 2 is correlated with the number of tumors, capsular integrity, portal vein cancer thrombus and clinical stages of hepatoma."}, {"pubmed": 24607842, "text": "A critical role for JNK signaling in EPHA2-dependent lung cancer cell proliferation and motility."}, {"pubmed": 24647573, "text": "Data indicate that EphA2 Receptor Tyrosine Kinase is a direct target of miR-141."}, {"pubmed": 24673449, "text": "The present study does not support a major role of EphA2 in cataractogenesis in an Estonian population."}, {"pubmed": 24713656, "text": "these data demonstrate a role for EPHA2 in the maintenance and progression of NSCLCs and provide evidence that ALW-II-41-27 effectively inhibits EPHA2-mediated tumor growth in preclinical models of NSCLC."}, {"pubmed": 24717580, "text": "The present data suggest that TS causes significant damage to the BAEpCs via induction of EphA2 and downregulation of E-cadherin"}, {"pubmed": 24733396, "text": "Data indicate that mutations introduced into the alternative dimerization motifs of the EphA2 receptor tyrosine kinase transmembrane domain induced an opposite effect on receptor activity."}, {"pubmed": 24825902, "text": "Setting up different signaling platforms defined by selective interactions with adaptor proteins thus adds another level of regulation to EphA2 signaling."}, {"pubmed": 24853748, "text": "EphA2-ephrinA1 trans-endocytosis is sensitive to the mechanical properties of a cell's microenvironment"}, {"pubmed": 24864260, "text": "EphA2 played a key role in vasculogenic mimicry formation of head and neck squamous cell carcinoma through regulation of epithelial-mesenchymal transition."}, {"pubmed": 24899181, "text": "Interaction of KSHV with EphA2 occurs in a fashion similar to that of the natural ephrin ligands."}, {"pubmed": 24908114, "text": "Overexpression of Ephrin A2 receptor in cancer stromal cells is a prognostic factor for the relapse of gastric cancer."}, {"pubmed": 24940039, "text": "Identification of a novel pathogenic EPHA2 allele further implicates this gene in congenital cataract."}, {"pubmed": 24969670, "text": "Findings show that EFNA1 expression is a useful marker for predicting a high risk of recurrence in hepatocellular carcinoma patients but not EPHA2."}, {"pubmed": 25023279, "text": "results indicate LMW-HA-mediated transactivation of EphA2 is required for PATJ and Dbs membrane recruitment and subsequent RhoA activation required for angiogenesis"}, {"pubmed": 25063221, "text": "MicroRNA 520d-3p inhibits gastric cancer cell proliferation, migration, and invasion by downregulating EphA2 expression."}, {"pubmed": 25239188, "text": "These findings implicate EphB6 as a negative regulator of EphA2 oncogenic signaling."}, {"pubmed": 25281742, "text": "Data indicate that the Eph tyrosine kinase receptors EphB2 and EphA2 are involved in factor/coagulation factor VIIa (TF/FVIIa) signaling."}, {"pubmed": 25310629, "text": "Geldanamycin inhibits MGC803 cell proliferation and induces cell apoptosis by upregulating expression of EphA2."}, {"pubmed": 25344320, "text": "Claudin-4 controls the receptor tyrosine kinase EphA2 pro-oncogenic switch through beta-catenin"}, {"pubmed": 25366905, "text": "Silencing EPHA2 inhibits cell proliferation, invasion, and migration in esophageal squamous-cell carcinoma cells. EPHA2 is frequently overexpressed and activated in several malignancies"}, {"pubmed": 25478832, "text": "Here, structures of EphA2 representing various activation states are presented."}, {"pubmed": 25542447, "text": "Ligand-independent EPHA2 signaling drives the adoption of a targeted therapy-mediated metastatic melanoma phenotype"}, {"pubmed": 25542448, "text": "EPHA2 is a mediator of vemurafenib resistance and a novel therapeutic target in melanoma"}, {"pubmed": 25613580, "text": "Results show that MiR-26a is overexpressed in patients with atherosclerosis and its role in the disease is mediated by its target EphA2 via a mechanism involving the p38 MAPK/VEGF pathway."}, {"pubmed": 25906164, "text": "we show that EphA2 is an undiscovered important surface and intracellular signaling receptor that is crucial for chlamydial infection and development."}, {"pubmed": 26088362, "text": "EPHA2 expression is correlated with poor survival specifically in basal-like breast cancer and its expression is repressed by miR-200a through direct interaction with the 3'UTR of EPHA2."}, {"pubmed": 26120079, "text": "peptide fragments of Odin-Sam1 interacting with EphA2-Sam"}, {"pubmed": 26130649, "text": "Data show that ligand-binding domain of receptor tyrosine kinase EphA2 is cleaved frequently by the membrane metalloproteinase MT1-MMP."}, {"pubmed": 26177500, "text": "EphA2/FAK/RhoA signaling pathway plays a critical role in the malignant cellular behavior of renal cell carcinoma"}, {"pubmed": 26191168, "text": "Overexpression of miR-26b dramatically inhibited the proliferation, invasion, and migration of hepatocellular carcinoma cells by targeting EphA2."}, {"pubmed": 26283684, "text": "EphA2 Expression Is a Key Driver of Migration and Invasion and a Poor Prognostic Marker in Colorectal Cancer"}, {"pubmed": 26363067, "text": "EphA2 forms dimers in the plasma membrane of HEK293T cells in the absence of ephrin ligand binding, suggesting that the current seeding mechanism model of EphA2 activation is incomplete."}, {"pubmed": 26520689, "text": "EphA2 have the ability to negatively regulate the radiosensitivity of HCC 97H cells, which mainly depends on 38MAPK-mediated signal pathways."}, {"pubmed": 26565750, "text": "Based on these findings we propose that EphA2 promotes cell adhesion by an unknown signaling pathway that largely depends on the extracellular region of EphA2 and the activation of outside-in integrin signaling"}, {"pubmed": 26722543, "text": "EphA2 protein may be used as a new marker for the prognosis of clear cell renal cell carcinoma."}, {"pubmed": 26724997, "text": "Data show that the EphA2 ectodomain harbors a membrane-binding motif in the FN2 domain which preferentially interacts with anionic lipids."}, {"pubmed": 26744526, "text": "Role for EPHA2 in the maintenance of cell survival of TKI-resistant, EGFR-mutant lung cancer and indicate that EPHA2 may serve as a useful therapeutic target in TKI-resistant tumors."}, {"pubmed": 26843134, "text": "These data suggest that miR-26b enhances the radiosensitivity of 97H hepatocellular cancer cells by targeting EphA2 protein."}, {"pubmed": 26854480, "text": "Nuclear expression of EphA2 in this series of large tumours was significantly associated with an increased rate of metastasis. On the other hand, cytoplasmic localisation was associated with a better prognosis. As there was no correlation between EphA2 expression and angiogenesis, the mature vasculature or VM, EphA2 appears to become less important in the advanced stages of the disease."}, {"pubmed": 26900323, "text": "Mis-localization of two of the mutant proteins in epithelial cells suggests that some disease-causing mutations in EPHA2 likely affect lens epithelial cell homeostasis and contribute to cataract."}, {"pubmed": 27056569, "text": "possible involvement of membrane-type 1 matrix metalloproteinase processing of erythropoietin-producing hepatocellular receptor-2in invasiveness of cutaneous cutaneous squamous cell carcinoma"}, {"pubmed": 27132626, "text": "EphA2 is a key downstream target of the MEK/ERK/RSK signaling pathway in the regulation of glioblastoma cell proliferation."}, {"pubmed": 27281300, "text": "The YSA peptide stabilizes the EphA2 dimer."}, {"pubmed": 27380975, "text": "Our findings broaden the spectrum of causative mutations in EPHA2 gene for congenital cataract and suggest that WES is an efficient strategy to scan variants in known causative genes for genetically heterogeneous diseases."}, {"pubmed": 27401248, "text": "These results suggest that EphA2/Efna1/Egfr genes, linked to a possible control by miR-200a and miR-26b, could be proposed as novel CRC prognostic biomarkers. Moreover, EphA2 could be linked to a mechanism of resistance to cetuximab alternative to KRAS mutations."}, {"pubmed": 27412940, "text": "Data show that microRNA miR-141 is down-regulated in hepatocellular carcinoma (HCC) tissues and it is negatively correlated with erythropoietin-producing hepatocellular receptor A2 (EphA2) expression."}, {"pubmed": 27438907, "text": "cells with Lipoplatin. The combined effects of siRNA-EphA2 and Lipoplatin were determined. We report that silencing EphA2 significantly enhanced the cellular sensitivity of lung tumor and MPM cells to Lipoplatin and maybe a potential therapy for lung cancer."}, {"pubmed": 27533087, "text": "Data show that Ephrin B3 was concomitantly expressed with EphA2 and Ephrin A1 with higher Ephrin B3 levels found in non-squamous than in squamous tumors."}, {"pubmed": 27559086, "text": "the dimer structures of human EphA2 receptor depend on the lipid environment, which we show is linked to the location of the structural motifs in the dimer interface, thereby establishing that both sequence and membrane composition modulate the complete energy landscape of membrane-bound proteins."}, {"pubmed": 27776928, "text": "The SAM domain inhibits EphA2-ligands interactions in the plasma membrane."}, {"pubmed": 27815408, "text": "Afadin (AFDN), a cytoskeletal and junction-associated protein, was present in 2D and 3D keratinocyte cultures, and validated as a so-far-unknown EphA2-interacting protein."}, {"pubmed": 27903606, "text": "EphA2, a member of the large family of Ephrin receptor tyrosine kinases, is a functional signaling receptor for progranulin."}, {"pubmed": 28165374, "text": "both EphA2 and EphB4 show potential as target for image-guided colorectal cancer surgery, but EphB4 seems to have the best characteristics with respect to tumor/normal mucosa distribution"}, {"pubmed": 28294115, "text": "Phosphorylation of RCP at Ser(435) by Lemur tyrosine kinase-3 (LMTK3) and of EphA2 at Ser(897) by Akt are both necessary to promote Rab14-dependent (and Rab11-independent) trafficking of EphA2 which generates cell:cell repulsion events that drive tumour cells apart."}, {"pubmed": 28338017, "text": "EphA2 SAM domain inhibits kinase activity by reducing receptor oligomerization."}, {"pubmed": 28581527, "text": "EphA2 expression is enriched in the basal-like breast cancer molecular subtype and correlates with poor recurrence-free survival in human triple-negative breast cancers"}, {"pubmed": 28585531, "text": "EphA2 has a role in extracellular vesicle secretion from senescent cells that promote cancer cell proliferation"}, {"pubmed": 28602916, "text": "A 3D structural model of a mutant with a novel 39-AA polypeptide at the C-terminus had partial disorder in the acquired C-terminal tail and a few residues making an alpha-helix and 2 short beta-strands. 2 peptides comprising the whole C-terminus and its predicted helical region, respectively, did not interact with EphA2-Sam or Ship2-Sam. The C-terminus should not wrap the EphA2-Sam End-Helix interface or affect Sam dom..."}, {"pubmed": 28624791, "text": "These observations demonstrate that EphA2 affects the sensitivity to oxaliplatin by inducing EMT in oxaliplatin-resistant gastric cancer cells."}, {"pubmed": 28705041, "text": "These findings show that radiation induces S897 EphA2 phosphorylation, an event associated with increased cell survival. Therefore, targeting pathways that mediate EphA2 S897 phosphorylation may be a beneficial strategy to reduce radioresistance."}, {"pubmed": 28855599, "text": "The C (minor) allele decreased EPHA2 transcriptional activity relative to the T allele by reducing the binding affinity of PAX2 to the EPHA2 promoter region."}, {"pubmed": 29039721, "text": "We have identified a recurrent splice-site mutation c.2826-9G>A in EPHA2 causing isolated posterior nuclear cataract, providing evidence of further phenotypic heterogeneity associated with this variant."}, {"pubmed": 29133884, "text": "Binding of Candida albicans to ephrin type-A receptor 2 (EphA2) on oral epithelial cells activates signal transducer and activator of transcription 3 and mitogen-activated protein kinase signalling, and is required for induction of a proinflammatory and antifungal response. EphA2 (-/-) mice have impaired inflammatory responses and reduced interleukin-17 signalling during oropharyngeal candidiasis."}, {"pubmed": 29208682, "text": "EphA2-mediates glutaminolysis through YAP/TAZ activation in HER2-positive breast cancer and may serve as potential therapeutic targets in patients."}, {"pubmed": 29267365, "text": "data suggest that novel germ-line (blood) and somatic (lens) coding SNVs in EPHA2 that are predicted to be functionally deleterious occur in adults over 50 years of age"}, {"pubmed": 29273006, "text": "High EPHA2 expression is associated with epithelial-mesenchymal transition in gastric cancer."}, {"pubmed": 29429298, "text": "EphA2 gene overexpression could increase the HLE-B3 cell survival rate and protect HLE-B3 cells from high-concentration dexamethasone-induced reduction of the cell survival rate."}, {"pubmed": 29449527, "text": "TR4 may function as a suppressor of hepatocellular carcinoma metastasis by down-regulating the expression of EphA2."}, {"pubmed": 29482609, "text": "Data show that interleukin 1 receptor associated kinase 4 (IRAK4) and EPH receptor A2 (EphA2) were the functional targets of miR-302b."}, {"pubmed": 29491103, "text": "High erythropoietin-producing hepatocellular carcinoma receptor A (EphA) 1, 2, and 4 expression levels were significantly related to recurrence."}, {"pubmed": 29554915, "text": "Combination of polymorphisms in the NOD2, IL17RA, EPHA2 and KALRN genes could play a significant role in the development of sarcoidosis by maintaining a chronic pro-inflammatory status in macrophages"}, {"pubmed": 29582409, "text": "High EPHA2 expression is associated with metastatic onset of Ewing sarcoma."}, {"pubmed": 29626472, "text": "when overexpressed, EphA2 induces ERK activation through its tyrosine kinase activity, leading to S897 phosphorylation and promotion of glioblastoma cell proliferation."}, {"pubmed": 29705292, "text": "these studies highlight a key role for the EphA2 transmembrane domain in receptor-ligand membrane distribution at cell-cell contacts that modulates ephrin-A1 levels to allow for efficient keratinocyte migration with relevance for cutaneous wound healing."}, {"pubmed": 29759486, "text": "findings suggested inhibition of HDACs-EphA2 signaling axis with WW437 alone or in combination with other agents may be a promising therapeutic strategy for advanced breast cancer."}, {"pubmed": 29793020, "text": "EphA2-dependent calcium influx and NFAT activation and identifies NFAT as a novel EphA2-dependent proinflammatory pathway in endothelial activation."}, {"pubmed": 29848674, "text": "Data indicate a promising role for EPH receptor A2 (EPHA2) as a target in antibody treatments for melanoma."}, {"pubmed": 29901110, "text": "miR-141 inhibits glioma neovascularization by controlling EphA2 expression."}, {"pubmed": 29945963, "text": "we show that EPHA2 and EPHA3 together mark a GBM stem cells (GSC) population in treatment-refractory, recurrent Glioblastoma (rGBM) and that strategic cotargeting of EPHA2 and EPHA3 presents a novel and rational therapeutic approach for rGBM."}, {"pubmed": 29948146, "text": "Ligand-independent activation of EphA2 was triggered by VEGF released from CAF-CM."}, {"pubmed": 29969628, "text": "miR-124-3p inhibits glioma cell proliferation. miR-124-3p inhibits glioma cell motility. miR-124-3p was found to suppress the growth, migration and invasion of glioma cells in vitro via EphA2. EphA2 is a candidate target of miR-124-3p."}, {"pubmed": 29975762, "text": "Plasmodium sporozoites can invade hepatocytic cells independently of the Ephrin receptor A2"}, {"pubmed": 30176543, "text": "EPHA2 sequence variants are associated with susceptibility to Kaposi's sarcoma-associated herpesvirus infection and Kaposi's sarcoma prevalence in HIV-infected patients."}, {"pubmed": 30222105, "text": "We created a novel pH-dependent transmembrane peptide, TYPE7, by altering the sequence of the transmembrane domain of EphA2..TYPE7 binds to endogenous EphA2 and reduces Akt phosphorylation and cell migration as effectively as ephrinA1"}, {"pubmed": 30412282, "text": "EPHA2 mutants may be an attractive therapeutic target for lymphatic metastasis of ICC."}, {"pubmed": 30451837, "text": "c-MYC could bind directly to the EphA2 and Wnt1 promoter to enhance their transcription. The entire process formed an EphA2-mediated feed-forward loop. A small molecular inhibitor of EphA2 potently inhibited the proliferation of gastric cancer in vitro and in vivo, including gastric cancer patient-derived xenografts. Thus, our data identify EphA2 as an excellent candidate for gastric cancer therapy."}, {"pubmed": 30501625, "text": "Study evidenced a miRNA-dependent orchestration of EphB2 stem-related networks at the onset and EphA2-related cancer-progression networks in advanced stages of CRC evolution."}, {"pubmed": 30521133, "text": "EphA2 receptor (EphA2) is downregulated in hepatitis B virus (HBV)-positive HCC tissues and cells. si-EphA2 is reduced in association with increases in HBV DNA content, HBsAg and HBeAg levels, cell proliferation and is enhanced in the expressions of EphA2, p-p38MAPK/p38MAPK, and cell apoptosis. si-EphA2 reverses the promotion effect of miR-520e inhibitor on HBV replication and tumour cell growth."}, {"pubmed": 30583071, "text": "S897 phosphorylation of EphA2 is associated with nasopharyngeal carcinoma cell invasion, metastasis and stem properties."}, {"pubmed": 30604411, "text": "Our study demonstrated that EphA2 rescued by miR-124 downregulation conferred the erlotinib resistance of pancreatic cancer cell Capan-1 with K-RAS mutation."}, {"pubmed": 30771434, "text": "TrkA/EphA2 functional association in proNGF-induced tumor promoting effects in breast cancer cells."}, {"pubmed": 30824612, "text": "EPHA2 is a potential resistance marker to the antiepidermal growth factor receptor (EGFR) monoclonal antibody cetuximab in colorectal cancer. High levels of EPHA2 significantly correlated with worse progression-free survival and with increased progression rate."}, {"pubmed": 30833656, "text": "Morphological characteristics of vasculogenic mimicry and its correlation with EphA2 expression in gastric adenocarcinoma."}, {"pubmed": 30950031, "text": "Polymorphisms of rs477558, rs7548209 and rs3768293 loci of the EphA2 gene are associated with susceptibility to age-related cataract among ethnic Han Chinese from Hubei province"}, {"pubmed": 30957241, "text": "EPHA2 blockade could restore afatinib sensitivity."}, {"pubmed": 31152846, "text": "The cystine/glutamate antiporter xCT is a key regulator of EphA2 S897 phosphorylation under glucose-limited conditions."}, {"pubmed": 31160603, "text": "This study demonstrated that EPHB6-mutated cells acquire cell adhesion-mediated drug resistance (CAM-DR) in association with CDH11 expression and RhoA/focal adhesion kinase (FAK) activation. Targeted inhibition of EPHA2 or CDH11 reversed the acquired paclitaxel resistance, suggesting its potential clinical utility."}, {"pubmed": 31162144, "text": "EPHA2-PTGS2 signaling in tumor cells regulates tumor immune phenotypes; blockade may represent a novel therapeutic avenue for immunotherapy-refractory cancers"}, {"pubmed": 31291578, "text": "EphA2 Is a Neutrophil Receptor for Candida albicans that Stimulates Antifungal Activity during Oropharyngeal Infection."}, {"pubmed": 31376289, "text": "Our results suggest that EphA2-to-YAP pathway drives GC chemotherapy-resistance, targeting this pathway (for example, by treatment with the combination of 5-FU and VP) would be an efficient way for the treatment of GC."}, {"pubmed": 31407253, "text": "CpG Islands Methylation Analysis of CDH11, EphA5, and HS3ST2 Genes in Gastric Adenocarcinoma Patients."}, {"pubmed": 31558317, "text": "expression of Eph receptor A2 (EphA2) is upregulated in three of 13 SCLC cell lines and five of 76 SCLC tumor samples; genetic inhibition using siRNA of EphA2 significantly suppressed the cellular proliferation via induction of cell cycle arrest in SBC-5cells"}, {"pubmed": 31685088, "text": "Ephrin type-A receptor 2 on tumor-derived exosomes enhances angiogenesis through the activation of MAPK signaling."}, {"pubmed": 31725171, "text": "Our study presented the evidence for a novel EPHA2 kinase domain mutation that causes congenital posterior subcapsular cataracts. The first functional study on an EPHA2 kinase domain mutation that causes a congenital cataract revealed that the G668D mutation destabilized the receptor, changed its subcellular localization, and altered the activation of EphA2 with its ligand ephrin."}, {"pubmed": 31999807, "text": "EphA2 is a principal receptor tyrosine kinase mediating blood-brain barrier breakdown during Plasmodium infection."}, {"pubmed": 32005975, "text": "C1GALT1 is associated with poor survival and promotes soluble Ephrin A1-mediated cell migration through activation of EPHA2 in gastric cancer."}, {"pubmed": 32102381, "text": "Helicobacter Pylori Targets the EPHA2 Receptor Tyrosine Kinase in Gastric Cells Modulating Key Cellular Functions."}, {"pubmed": 32165640, "text": "EPHA2 are identified as another causative gene of Pendred syndrome."}, {"pubmed": 32170114, "text": "FGF4-ERK1/2-RSK signalling inhibits EPHA2 via Ser/Thr phosphorylation, whilst FGF4-ERK1/2 disrupts a core pluripotency transcriptional circuit required for Epha2 gene expression. This system also operates in mouse and human embryos, where EPHA receptors are enriched in pluripotent cells whilst surrounding lineage-specified trophectoderm expresses EFNA ligands."}, {"pubmed": 32203105, "text": "Quantitative phosphoproteomic analysis identifies the potential therapeutic target EphA2 for overcoming sorafenib resistance in hepatocellular carcinoma cells."}, {"pubmed": 32296199, "text": "Single nucleotide polymorphism (rs7543472) in EPHA2 gene is associated with age-related cataract in subjects enrolled from Multan in southern Punjab: A case-control study."}, {"pubmed": 32348765, "text": "Inhibition of Tumor VEGFR2 Induces Serine 897 EphA2-Dependent Tumor Cell Invasion and Metastasis in NSCLC."}, {"pubmed": 32368989, "text": "CircRNA 001418 Promoted Cell Growth and Metastasis of Bladder Carcinoma via EphA2 by miR-1297."}, {"pubmed": 32376822, "text": "HDAC7 promotes the oncogenicity of nasopharyngeal carcinoma cells by miR-4465-EphA2 signaling axis."}, {"pubmed": 32417448, "text": "Progranulin/EphA2 axis: A novel oncogenic mechanism in bladder cancer."}, {"pubmed": 32574556, "text": "Matrix Rigidity Controls Epithelial-Mesenchymal Plasticity and Tumor Metastasis via a Mechanoresponsive EPHA2/LYN Complex."}, {"pubmed": 32721428, "text": "High expression of EphA2 led to secondary injury by destruction of BBB integrity though the ROCK pathway after diffuse axonal injury."}, {"pubmed": 32737118, "text": "ANXA1 Binds and Stabilizes EphA2 to Promote Nasopharyngeal Carcinoma Growth and Metastasis."}, {"pubmed": 32762307, "text": "Serine 897 Phosphorylation of EPHA2 Is Involved in Signaling of Oncogenic ERK1/2 Drivers in Thyroid Cancer Cells."}, {"pubmed": 32847853, "text": "Epstein-Barr Virus gH/gL and Kaposi's Sarcoma-Associated Herpesvirus gH/gL Bind to Different Sites on EphA2 To Trigger Fusion."}, {"pubmed": 32848131, "text": "Y772 phosphorylation of EphA2 is responsible for EphA2-dependent NPC nasopharyngeal carcinoma growth by Shp2/Erk-1/2 signaling pathway."}, {"pubmed": 32890629, "text": "Noncanonical EphA2 Signaling Is a Driver of Tumor-Endothelial Cell Interactions and Metastatic Dissemination in BRAF InhibitorResistant Melanoma."}, {"pubmed": 32897354, "text": "Biochemical and NMR characterization of the interactions of Vav2-SH2 domain with lipids and the EphA2 juxtamembrane region on membrane."}, {"pubmed": 32898008, "text": "Serum Exo-EphA2 as a Potential Diagnostic Biomarker for Pancreatic Cancer."}, {"pubmed": 32945400, "text": "EphA2enriched exosomes promote cell migration and are a potential diagnostic serum marker in pancreatic cancer."}, {"pubmed": 32990903, "text": "The EphA2 and cancer connection: potential for immune-based interventions."}, {"pubmed": 33414521, "text": "Restored microRNA-519a enhances the radiosensitivity of non-small cell lung cancer via suppressing EphA2."}, {"pubmed": 33586348, "text": "EphA2 promotes tumorigenicity of cervical cancer by up-regulating CDK6."}, {"pubmed": 33631676, "text": "FLOT2 upregulation promotes growth and invasion by interacting and stabilizing EphA2 in gliomas."}, {"pubmed": 33671840, "text": "EPHA2 Segregates with Microphthalmia and Congenital Cataracts in Two Unrelated Families."}, {"pubmed": 33685469, "text": "Development of EphA2 siRNA-loaded lipid nanoparticles and combination with a small-molecule histone demethylase inhibitor in prostate cancer cells and tumor spheroids."}, {"pubmed": 33686241, "text": "Oncogenic functions and therapeutic targeting of EphA2 in cancer."}, {"pubmed": 33834064, "text": "EPHA2 Promotes the Invasion and Migration of Human Tongue Squamous Cell Carcinoma Cal-27 Cells by Enhancing AKT/mTOR Signaling Pathway."}, {"pubmed": 33879771, "text": "Drug-resistant cancer cell-derived exosomal EphA2 promotes breast cancer metastasis via the EphA2-Ephrin A1 reverse signaling."}, {"pubmed": 33893375, "text": "Aggressive and recurrent ovarian cancers upregulate ephrinA5, a non-canonical effector of EphA2 signaling duality."}, {"pubmed": 33941853, "text": "EphA2-YES1-ANXA2 pathway promotes gastric cancer progression and metastasis."}, {"pubmed": 33962882, "text": "EphA2: A promising therapeutic target in breast cancer."}, {"pubmed": 34011217, "text": "CircPAG1 Inhibits the High Glucose-Induced Lens Epithelial Cell Injury by Sponging miR-630 and Upregulating EPHA2."}, {"pubmed": 34067457, "text": "EphA2 Interacts with Tim-4 through Association between Its FN3 Domain and the IgV Domain of Tim-4."}, {"pubmed": 34092605, "text": "The expression and diagnostic value of serum levels of EphA2 and VEGF-A in patients with colorectal cancer."}, {"pubmed": 34220184, "text": "Functional analysis of deleterious EPHA2 SNPs in lens epithelial cells."}, {"pubmed": 34267496, "text": "Functional analysis of deleterious EPHA2 SNPs in lens epithelial cells."}, {"pubmed": 34289046, "text": "EphA2 Is a Lung Epithelial Cell Receptor for Pneumocystis beta-Glucans."}, {"pubmed": 34414885, "text": "Probing the effect of clustering on EphA2 receptor signaling efficiency by subcellular control of ligand-receptor mobility."}, {"pubmed": 34454812, "text": "Circ_0062270 upregulates EPHA2 to facilitate melanoma progression via sponging miR-331-3p."}, {"pubmed": 34487720, "text": "EphA2 inhibits SRA01/04 cells apoptosis by suppressing autophagy via activating PI3K/Akt/mTOR pathway."}, {"pubmed": 34638995, "text": "Biallelic Variants in EPHA2 Identified in Three Large Inbred Families with Early-Onset Cataract."}, {"pubmed": 34809737, "text": "[Overexpression of ephrin-A receptor 2 (EphA2) in invasive breast cancer tissues and its negative correlation with pyroptosis]."}, {"pubmed": 34831119, "text": "EphA2 Expression in Bone Sarcomas: Bioinformatic Analyses and Preclinical Characterization in Patient-Derived Models of Osteosarcoma, Ewing's Sarcoma and Chondrosarcoma."}, {"pubmed": 34857764, "text": "Regulation of the EphA2 receptor intracellular region by phosphomimetic negative charges in the kinase-SAM linker."}, {"pubmed": 34969745, "text": "Prognostic Value of Copine 1 in Patients With Renal Cell Carcinoma."}, {"pubmed": 35105853, "text": "EPHA2 mediates PDGFA activity and functions together with PDGFRA as prognostic marker and therapeutic target in glioblastoma."}, {"pubmed": 35227773, "text": "Ephrin-A3/EphA2 axis regulates cellular metabolic plasticity to enhance cancer stemness in hypoxic hepatocellular carcinoma."}, {"pubmed": 35598655, "text": "Long non-coding RNA MALAT1 protects against Abeta1-42 induced toxicity by regulating the expression of receptor tyrosine kinase EPHA2 via quenching miR-200a/26a/26b in Alzheimer's disease."}, {"pubmed": 35794239, "text": "EphA2 on urinary extracellular vesicles as a novel biomarker for bladder cancer diagnosis and its effect on the invasiveness of bladder cancer."}, {"pubmed": 35869144, "text": "Non-canonical EphA2 activation underpins PTEN-mediated metastatic migration and poor clinical outcome in prostate cancer."}, {"pubmed": 35914269, "text": "LINC02418 upregulates EPHA2 by competitively sponging miR-372-3p to promote 5-Fu/DDP chemoresistance in colorectal cancer."}, {"pubmed": 36377249, "text": "Ligand-independent EphA2 contributes to chemoresistance in small-cell lung cancer by enhancing PRMT1-mediated SOX2 methylation."}, {"pubmed": 36380015, "text": "Exosomal EphA2 promotes tumor metastasis of triple-negative breast cancer by damaging endothelial barrier."}, {"pubmed": 36396591, "text": "HCG11 inhibits salivary adenoid cystic carcinoma by upregulating EphA2 via binding to miR-1297."}, {"pubmed": 36401637, "text": "Proteomics uncover EPHA2 as a potential novel therapeutic target in colorectal cancer cell lines with acquired cetuximab resistance."}, {"pubmed": 36456144, "text": "Chronological Change in EPHA2 Protein Expression Is Associated With Recurrence of Bladder Cancer."}, {"pubmed": 36835041, "text": "The EphA1 and EphA2 Signaling Modulates the Epithelial Permeability in Human Sinonasal Epithelial Cells and the Rhinovirus Infection Induces Epithelial Barrier Dysfunction via EphA2 Receptor Signaling."}, {"pubmed": 37059179, "text": "Cellular stress induces non-canonical activation of the receptor tyrosine kinase EphA2 through the p38-MK2-RSK signaling pathway."}, {"pubmed": 37063424, "text": "Targeting the KLF5-EphA2 axis can restrain cancer stemness and overcome chemoresistance in basal-like breast cancer."}, {"pubmed": 37146061, "text": "EphA2 is a functional entry receptor for HCMV infection of glioblastoma cells."}, {"pubmed": 37198946, "text": "MiR-302a-3p reduces cisplatin resistance of esophageal squamous cell carcinoma cells by targeting EphA2."}, {"pubmed": 37232035, "text": "Integrative analysis of cancer dependency data and comprehensive phosphoproteomics data revealed the EPHA2-PARD3 axis as a cancer vulnerability in KRAS-mutant colorectal cancer."}, {"pubmed": 37726045, "text": "Phosphotyrosine proteomics in cells synchronized at monopolar cytokinesis reveals EphA2 as functioning in cytokinesis."}, {"pubmed": 37816703, "text": "Downregulation of EphA2 stability by RNF5 limits its tumor-suppressive function in HER2-negative breast cancers."}, {"pubmed": 37924938, "text": "Claudin-1 interacts with EPHA2 to promote cancer stemness and chemoresistance in colorectal cancer."}, {"pubmed": 37980165, "text": "EphA2 as a phase separation protein associated with ferroptosis and immune cell infiltration in colorectal cancer."}, {"pubmed": 38008720, "text": "LINC02086 promotes cell viability and inhibits cell apoptosis in breast cancer by sponging miR-6757-5p and up-regulating EPHA2."}, {"pubmed": 38531846, "text": "USP3 promotes osteosarcoma progression via deubiquitinating EPHA2 and activating the PI3K/AKT signaling pathway."}, {"pubmed": 38838777, "text": "Transmembrane helix interactions regulate oligomerization of the receptor tyrosine kinase EphA2."}, {"pubmed": 38916835, "text": "EphA2 promotes the transcription of KLF4 to facilitate stemness in oral squamous cell carcinoma."}, {"pubmed": 39056783, "text": "The EphA2 Receptor Regulates Invasiveness and Drug Sensitivity in Canine and Human Osteosarcoma Cells."}], "genomic_pos": {"chr": "1", "end": 16156069, "ensemblgene": "ENSG00000142627", "start": 16124337, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 16482582, "start": 16450832, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002043", "qualifier": "involved_in", "term": "blood vessel endothelial cell proliferation involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008630", "pubmed": 18339848, "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to DNA damage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010591", "pubmed": 19573808, "qualifier": "involved_in", "term": "regulation of lamellipodium assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014028", "qualifier": "involved_in", "term": "notochord formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 23358419, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016525", "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021915", "qualifier": "involved_in", "term": "neural tube development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030216", "pubmed": 20861311, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 24002999, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032682", "qualifier": "involved_in", "term": "negative regulation of chemokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033598", "qualifier": "involved_in", "term": "mammary gland epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033628", "pubmed": 10655584, "qualifier": "involved_in", "term": "regulation of cell adhesion mediated by integrin"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036342", "qualifier": "involved_in", "term": "post-anal tail morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043535", "qualifier": "involved_in", "term": "regulation of blood vessel endothelial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045765", "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046058", "pubmed": 27385333, "qualifier": "involved_in", "term": "cAMP metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046849", "qualifier": "involved_in", "term": "bone remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048013", "pubmed": [10655584, 20861311], "qualifier": "involved_in", "term": "ephrin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048320", "qualifier": "involved_in", "term": "axial mesoderm formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048870", "pubmed": 26158630, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060035", "qualifier": "involved_in", "term": "notochord cell development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060326", "pubmed": [19573808, 20679435], "qualifier": "involved_in", "term": "cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060444", "qualifier": "involved_in", "term": "branching involved in mammary gland duct morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070309", "qualifier": "involved_in", "term": "lens fiber cell morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070372", "pubmed": 20861311, "qualifier": "involved_in", "term": "regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070848", "pubmed": 19573808, "qualifier": "involved_in", "term": "response to growth factor"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072659", "pubmed": 27815408, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090630", "pubmed": 20679435, "qualifier": "involved_in", "term": "activation of GTPase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901491", "qualifier": "involved_in", "term": "negative regulation of lymphangiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903078", "pubmed": 20679435, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903348", "pubmed": 27815408, "qualifier": "involved_in", "term": "positive regulation of bicellular tight junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904238", "qualifier": "involved_in", "term": "pericyte cell differentiation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [10655584, 16862074, 18794797, 20861311], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 10655584, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 25063885, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": 26158630, "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031256", "pubmed": [19573808, 20679435], "qualifier": "located_in", "term": "leading edge membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032587", "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043235", "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070160", "pubmed": 27815408, "qualifier": "located_in", "term": "tight junction"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004714", "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004714", "pubmed": 10655584, "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005003", "qualifier": "enables", "term": "ephrin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10655584, 15777695, 18948590, 19525919, 19573808, 20228801, 20505120, 20679435, 22036564, 22244754, 22939624, 23358419, 27815408, 28065597, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019838", "pubmed": 22568954, "qualifier": "enables", "term": "growth factor binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0140677", "pubmed": 12467573, "qualifier": "enables", "term": "molecular function activator activity"}]}, "homologene": {"genes": [[8364, 448450], [9031, 771550], [9544, 692343], [9598, 456472], [9606, 1969], [9615, 487421], [9913, 512798], [10090, 13836], [10116, 366492]], "id": 20929}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Ephrin receptor ligand binding domain", "id": "IPR001090", "short_desc": "Ephrin_rcpt_lig-bd_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase, receptor class V, conserved site", "id": "IPR001426", "short_desc": "Tyr_kinase_rcpt_V_CS"}, {"desc": "Sterile alpha motif domain", "id": "IPR001660", "short_desc": "SAM"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Galactose-binding-like domain superfamily", "id": "IPR008979", "short_desc": "Galactose-bd-like_sf"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Ephrin receptor type-A /type-B", "id": "IPR016257", "short_desc": "Tyr_kinase_ephrin_rcpt"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Ephrin receptor, transmembrane domain", "id": "IPR027936", "short_desc": "Eph_TM"}, {"desc": "Ephrin type-A receptor 2, ligand binding domain", "id": "IPR034263", "short_desc": "EphA2_rcpt_lig-bd"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": "IPI00021267", "map_location": "1p36.13", "name": "EPH receptor A2", "other_names": ["ephrin type-A receptor 2", "epithelial cell receptor protein tyrosine kinase", "tyrosine-protein kinase receptor ECK"], "pantherdb": {"HGNC": "3386", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95278", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q03145"}, {"RGD": "1307204", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "D3ZBN3"}, {"Ensembl": "ENSGALG00000039895", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "A0A1D5PXE5"}, {"ZFIN": "ZDB-GENE-990415-63", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "F1QSD6"}, {"Ensembl": "ENSDARG00000022727", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "E7F533"}, {"WormBase": "WBGene00006868", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 6239, "uniprot_kb": "O61460"}, {"FlyBase": "FBgn0025936", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 7227, "uniprot_kb": "Q9V4E5"}], "uniprot_kb": "P29317"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04360", "name": "Axon guidance - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "arf6_pathway", "name": "Arf6 signaling events"}, {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, {"id": "epha2_fwdpathway", "name": "EPHA2 forward signaling"}, {"id": "epha_fwdpathway", "name": "EPHA forward signaling"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-2682334", "name": "EPH-Ephrin signaling"}, {"id": "R-HSA-3928663", "name": "EPHA-mediated growth cone collapse"}, {"id": "R-HSA-3928663", "name": "EPHA-mediated growth cone collapse"}, {"id": "R-HSA-3928665", "name": "EPH-ephrin mediated repulsion of cells"}, {"id": "R-HSA-3928665", "name": "EPH-ephrin mediated repulsion of cells"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013149", "name": "RAC1 GTPase cycle"}, {"id": "R-HSA-9013404", "name": "RAC2 GTPase cycle"}, {"id": "R-HSA-9013408", "name": "RHOG GTPase cycle"}, {"id": "R-HSA-9013420", "name": "RHOU GTPase cycle"}, {"id": "R-HSA-9013423", "name": "RAC3 GTPase cycle"}, {"id": "R-HSA-9013424", "name": "RHOV GTPase cycle"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9696264", "name": "RND3 GTPase cycle"}, {"id": "R-HSA-9696270", "name": "RND2 GTPase cycle"}, {"id": "R-HSA-9696273", "name": "RND1 GTPase cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}]}, "pdb": ["1MQB", "2E8N", "2K9Y", "2KSO", "2X10", "2X11", "3C8X", "3CZU", "3FL7", "3HEI", "3HPN", "3KKA", "3MBW", "3MX0", "3SKJ", "4P2K", "4PDO", "4TRL", "5EK7", "5I9U", "5I9V", "5I9W", "5I9X", "5I9Y", "5I9Z", "5IA0", "5IA1", "5IA2", "5IA3", "5IA4", "5IA5", "5NJZ", "5NK0", "5NK1", "5NK2", "5NK3", "5NK4", "5NK5", "5NK6", "5NK7", "5NK8", "5NK9", "5NKA", "5NKB", "5NKC", "5NKD", "5NKE", "5NKF", "5NKG", "5NKH", "5NKI", "5NZ9", "6B9L", "6F7M", "6F7N", "6FNF", "6FNG", "6FNH", "6HES", "6HET", "6HEU", "6HEV", "6HEW", "6HEX", "6HEY", "6NJZ", "6NK0", "6NK1", "6NK2", "6NKP", "6Q7B", "6Q7C", "6Q7D", "6Q7E", "6Q7F", "6Q7G", "6RW2", "7B7N", "7CZE", "7CZF", "7KJA", "7KJB", "7KJC", "8BIN", "8BIO", "8BK0", "8BOC", "8BOD", "8BOF", "8BOG", "8BOH", "8BOI", "8BOK", "8BOM", "8QQY", "8TRS", "8TRT", "8XPV"], "pfam": ["PF00041", "PF00536", "PF01404", "PF07714", "PF14575"], "pharmgkb": "PA27818", "pharos": {"target_id": 19795, "tdl": "Tclin"}, "pir": "A36355", "prosite": ["PS50011", "PS50105", "PS50853", "PS51550"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326385", "relationship": "is"}, {"id": "GNF326386", "relationship": "is"}, {"id": "GNF326387", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF248843", "relationship": "is"}, {"id": "GNF248844", "relationship": "is"}, {"id": "GNF248845", "relationship": "is"}, {"id": "GNF248846", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046516", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082145", "relationship": "is"}, {"id": "GNF082146", "relationship": "is"}, {"id": "GNF082147", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050665", "relationship": "is"}, {"id": "GNF055427", "relationship": "is"}, {"id": "GNF060065", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071795", "relationship": "is"}, {"id": "GNF071796", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165900", "relationship": "is"}, {"id": "GNF165901", "relationship": "is"}, {"id": "GNF165902", "relationship": "is"}, {"id": "GNF165903", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004217", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286956", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324830", "relationship": "is"}, {"id": "GNF324831", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF329791", "relationship": "is"}, {"id": "GNF333107", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335835", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092852", "relationship": "is"}, {"id": "GNF132550", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_021396.1"], "protein": ["NP_001316019.1", "NP_004422.2", "XP_016856026.1", "XP_047304215.1", "XP_047304223.1", "XP_047304228.1", "XP_054190833.1", "XP_054190834.1", "XP_054190835.1", "XP_054190836.1"], "rna": ["NM_001329090.2", "NM_004431.5", "XM_017000537.2", "XM_047448259.1", "XM_047448267.1", "XM_047448272.1", "XM_054334858.1", "XM_054334859.1", "XM_054334860.1", "XM_054334861.1"], "translation": [{"protein": "XP_047304223.1", "rna": "XM_047448267.1"}, {"protein": "XP_054190835.1", "rna": "XM_054334860.1"}, {"protein": "XP_016856026.1", "rna": "XM_017000537.2"}, {"protein": "NP_004422.2", "rna": "NM_004431.5"}, {"protein": "XP_047304215.1", "rna": "XM_047448259.1"}, {"protein": "XP_054190833.1", "rna": "XM_054334858.1"}, {"protein": "XP_054190836.1", "rna": "XM_054334861.1"}, {"protein": "XP_054190834.1", "rna": "XM_054334859.1"}, {"protein": "NP_001316019.1", "rna": "NM_001329090.2"}, {"protein": "XP_047304228.1", "rna": "XM_047448272.1"}]}, "reporter": {"HG-U133_Plus_2": "203499_at", "HG-U95Av2": "1379_at", "HTA-2_0": "TC01002258.hg.1", "HuEx-1_0": "2397948", "HuGene-1_1": "7912706", "HuGene-2_1": "16682098"}, "summary": "This gene belongs to the ephrin receptor subfamily of the protein-tyrosine kinase family. EPH and EPH-related receptors have been implicated in mediating developmental events, particularly in the nervous system. Receptors in the EPH subfamily typically have a single kinase domain and an extracellular region containing a Cys-rich domain and 2 fibronectin type III repeats. The ephrin receptors are divided into 2 groups based on the similarity of their extracellular domain sequences and their affinities for binding ephrin-A and ephrin-B ligands. This gene encodes a protein that binds ephrin-A ligands. Mutations in this gene are the cause of certain genetically-related cataract disorders.[provided by RefSeq, May 2010].", "symbol": "EPHA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333337"}, "unigene": "Hs.171596", "uniprot": {"Swiss-Prot": "P29317"}, "wikipedia": {"url_stub": "EPH receptor A2"}}