{"AllianceGenome": "3415", "HGNC": "3415", "MIM": "133170", "_id": "2056", "_version": 1, "accession": {"genomic": ["AC009488.5", "AF202311.2", "AH009003.3", "AH009004.2", "AH009005.3", "CH471091.2", "CP068271.2", "KF170813.1", "L16588.1", "M11319.1", "NC_000007.14", "NC_060931.1", "NG_021471.2", "S60455.1", "X02158.1"], "protein": ["AAA52400.1", "AAD13964.1", "AAF17572.1", "AAF23132.1", "AAF23133.1", "AAF23134.1", "AAH93628.1", "AAI11938.1", "AAI43226.1", "AAP22357.1", "AEU17862.1", "AGV53059.1", "AGW15567.1", "CAA26094.1", "CAA26095.1", "EAW76493.1", "EAW76494.1", "NP_000790.2", "P01588.1"], "rna": ["BC093628.1", "BC111937.1", "BC143225.1", "JN849371.1", "KF178447.1", "NM_000799.4", "S65458.1", "X02157.1"], "translation": [{"protein": "AEU17862.1", "rna": "JN849371.1"}, {"protein": "NP_000790.2", "rna": "NM_000799.4"}, {"protein": "AAI43226.1", "rna": "BC143225.1"}, {"protein": "CAA26094.1", "rna": "X02157.1"}, {"protein": "AGW15567.1", "rna": "KF178447.1"}, {"protein": "AAI11938.1", "rna": "BC111937.1"}, {"protein": "AAH93628.1", "rna": "BC093628.1"}, {"protein": "AAD13964.1", "rna": "S65458.1"}]}, "alias": ["DBAL", "ECYT5", "EP", "MVCD2"], "ensembl": {"gene": "ENSG00000130427", "protein": "ENSP00000252723", "transcript": "ENST00000252723", "translation": [{"protein": "ENSP00000252723", "rna": "ENST00000252723"}], "type_of_gene": "protein_coding"}, "entrezgene": "2056", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.17423178255, "exp_mis": 72.608747348, "exp_syn": 35.0967844825, "lof_z": 2.01923911009517, "mis_z": 0.608956443562957, "mu_lof": 6.65642615239e-07, "mu_mis": 6.47546241465e-06, "mu_syn": 3.0653607502e-06, "n_lof": 3.0, "n_mis": 62.0, "n_syn": 36.0, "p_li": 0.116862381941263, "p_null": 0.0265796005949852, "p_rec": 0.856558017463752, "syn_z": -0.0945168803835951}, "bp": 582, "cds_end": 100320756, "cds_start": 100318603, "n_exons": 5, "nonpsych": {"exp_lof": 8.21063605209, "exp_mis": 65.6249957729, "exp_syn": 31.6730558812, "lof_z": 2.12862740600918, "mis_z": 0.599277268900932, "mu_lof": 6.65642615239e-07, "mu_mis": 6.47546241465e-06, "mu_syn": 3.0653607502e-06, "n_lof": 2.0, "n_mis": 56.0, "n_syn": 31.0, "p_li": 0.35630627603236, "p_null": 0.0152040386970441, "p_rec": 0.628489685270596, "syn_z": 0.0752960524538672}, "transcript": "ENST00000252723.2"}, "exons": [{"cdsend": 100723133, "cdsstart": 100720980, "chr": "7", "position": [[100720467, 100720993], [100721557, 100721703], [100721961, 100722048], [100722663, 100722843], [100722977, 100723700]], "strand": 1, "transcript": "NM_000799", "txend": 100723700, "txstart": 100720467}], "exons_hg19": [{"cdsend": 100320756, "cdsstart": 100318603, "chr": "7", "position": [[100318090, 100318616], [100319180, 100319326], [100319584, 100319671], [100320286, 100320466], [100320600, 100321323]], "strand": 1, "transcript": "NM_000799", "txend": 100321323, "txstart": 100318090}], "generif": [{"pubmed": 11854521, "text": "used a transient global spinal ischemia model in rabbits to test whether exogenous EPO can cross the blood-spinal cord barrier and protect these motor neurons."}, {"pubmed": 11861258, "text": "Carbohydrate content and structure of EPO are important determinants in their half-life in the circulation."}, {"pubmed": 11865075, "text": "Erythropoietin, tumours and the von Hippel-Lindau gene: towards identification of mechanisms and dysfunction of oxygen sensing."}, {"pubmed": 11869305, "text": "renal failure patients mounted an EPO response to hypoxia but at lower EPO levels"}, {"pubmed": 11906321, "text": "Serum erythropoietin levels (s-[epo]), haemoglobin concentration ([Hb]), haematocrit (hct), and ferritin concentration ([fer]) were measured in seven healthy male volunteers (20-23 years) exposed continuously to hypoxia (PO(2) 14 kPa) for 10 days"}, {"pubmed": 11906322, "text": "Influence of controlled hypoxia and radical scavenging agents on erythropoietin and malondialdehyde concentrations in humans."}, {"pubmed": 11919332, "text": "Data suggest that erythropoietin may be an endogenous stimulant of blood vessel growth during neonatal gastrointestinal development."}, {"pubmed": 11920206, "text": "Two to three weeks after initiation of hydroxyurea treatment, the sEpo values started to increase and reached levels three to 31 times higher than the baseline two to three weeks later."}, {"pubmed": 11994541, "text": "While both Epo and Epo-R were detected in all samples of isolated epithelial cells analysed throughout the menstrual cycle, neither one was detected in isolated stromal cells. Epo and Epo-R protein expression in glandular epithelial cells was increased"}, {"pubmed": 12091337, "text": "Prostaglandin-E2 enhances EPO-mediated STAT5 transcriptional activity by serine phosphorylation of CREB."}, {"pubmed": 12171772, "text": "Increased levels of circulating thrombopoietin were found in patients with clonal thrombocytosis versus patients with reactive thrombocytosis, indicating a potential differential diagnosis tool."}, {"pubmed": 12187026, "text": "data suggest that although chronic lymphocytic leukemia (CLL) anemia is not characterized by inadequate Epo production, in some CLL patients this factor may be correlated; in these cases, levels of TNF-alpha were higher than in other anemic cases"}, {"pubmed": 12207089, "text": "REVIEW: pathways by which transcription of erythropoietin is regulated by availability of molecular oxygen"}, {"pubmed": 12239177, "text": "hypoxia-inducible gene expression in human neuroblastoma cells"}, {"pubmed": 12362243, "text": "triggers a signaling pathway (MAPK p42/44) in vascular endothelial cells and increases the thrombogenicity of their extracellular matrices"}, {"pubmed": 12381912, "text": "All regions of kidney express erythropoietin receptors. Review."}, {"pubmed": 12419827, "text": "erythropoietin signalling contributes to the growth and/or survival of both transformed cells and capillary endothelial cells in female reproductive system tumours."}, {"pubmed": 12463751, "text": "Direct comparison of nonglycosylated vs. glycosylated EPO demonstrates how both carbohydrate core structure and sialic acid can dampen electrostatic contributions to receptor association rate constant with little effect on dissociation rate."}, {"pubmed": 12476588, "text": "may play an important role in signal transduction via EpoR on erythroid progenitor in CRF patients."}, {"pubmed": 12482504, "text": "a key role for NF-kappaB in EPO gene regulation in response to hypoxia"}, {"pubmed": 12525458, "text": "Epo and Epo-R localized within glandular epithelial cells in both peritoneal endometriosis and eutopic endometrium.  Role in pathophysiology of endometriosis."}, {"pubmed": 12734640, "text": "Inhibition of erythropoietin(Epo) gene expression by cadmium depends on suppression of hypoxia-inducible factor 1(HIF-1) binding activity."}, {"pubmed": 12759237, "text": "Results suggest that increased expression of erythropoietin may play a significant role in cervical carcinogenesis and tumor progression."}, {"pubmed": 12801298, "text": "hemoglobin levels are related to the rise in serum EPO that occurs during pregnancy"}, {"pubmed": 12829027, "text": "protein CBP/p300 was shown to be essential for EPO- and SCF-mediated STAT5 transactivation"}, {"pubmed": 12937140, "text": "Novel function for EPO by providing in vivo evidence for a physiological role during fibrin-induced wound healing."}, {"pubmed": 12975460, "text": "These findings suggest that recombinant human erythropoietin (EPO) attenuates ischemia-induced inflammation by reducing neuronal death rather than by direct effects upon EPO-receptor-expressing inflammatory cells."}, {"pubmed": 14583613, "text": "GATA-4 is critical for transcription of the Epo gene in hepatocytes and may contribute to the switch in the site of Epo gene expression from the fetal liver to the adult kidney"}, {"pubmed": 14584755, "text": "Only a minority of papillary thyroid carcinomas (PTC) expressed EPO, and there were no significant differences between the PTC that did or did not express EPO."}, {"pubmed": 14671634, "text": "after rHuEpo stimulation in the chick embryo chorioallantoic membrane assay, the generation of new blood vessels occurred more frequently following an intussusceptive microvascular growth mechanism"}, {"pubmed": 14704034, "text": "EPO stimulation significantly increased the level of Akt phosphorylation, the downstream target of PI3-kinase."}, {"pubmed": 14724429, "text": "Overexpression of EPO protects islets from destruction and does not compromise islet function. Genetic engineering with EPO may improve islet survival and engraftment in transplant setting, but regulation of gene expression will be important prerequisite."}, {"pubmed": 14747752, "text": "Results show that recombinant human erythropoietin reduces brain injury, especially apoptotic cell death, after neonatal hypoxia-ischemia."}, {"pubmed": 14755373, "text": "Erythropoietin deficiency may be one of the endocrine abnormalities associated with autoimmune polyglandular syndrome type I."}, {"pubmed": 14990112, "text": "EPO levels increased incompensatively in anemia of chronic disease (ACD) children, which may be a cause of ACD."}, {"pubmed": 15019812, "text": "Erythropoietin protein was constitutively present in seminal plasma. The seminal EPO originated from the prostate and seminal vesicle. No association between EPO levels in seminal plasma and sperm parameters was found."}, {"pubmed": 15053948, "text": "Review summarizes current knowledge of the nonerythropoietic roles of Epo, its neurotrophic and neuroprotective properties, the mechanisms by which Epo produces neuroprotection and the signal transduction systems regulated by Epo in the nervous system."}, {"pubmed": 15112358, "text": "Results show no significant difference in erythropoietin values between non-anemic patients with liver disease and controls."}, {"pubmed": 15142852, "text": "EPO is important for development of the brain and is neuroprotective, whereas it stimulates angiogenesis in the reproductive tract and possibly in other organs--REVIEW"}, {"pubmed": 15160341, "text": "Increased erythropoietin expression is associated with endometrial carcinoma"}, {"pubmed": 15183662, "text": "Initial studies of recombinant erythropoietin as therapy for infants with neurologic injury are encouraging. Review."}, {"pubmed": 15205261, "text": "erythropoietin and hypoxia stimulate erythropoietin receptor and nitric oxide production in vascular endothelial cells"}, {"pubmed": 15210945, "text": "EPO+IGF-I exert cooperative actions that afford acute neuroprotection via activation of the PI3-K-Akt pathway"}, {"pubmed": 15240563, "text": "the complete EPO enhancer displayed dependency on HIF-2alpha regulation, indicating that additional cis-acting elements confer HIF-2alpha specificity within this region"}, {"pubmed": 15257091, "text": "erythropoietin has a role in healing of ischemic skin wounds"}, {"pubmed": 15339684, "text": "The performance-enhancing effect of recombinant erythropoietin treatment is greater than the duration and diagnosis of hematologic changes associated with recombinant erythropoietin misuse."}, {"pubmed": 15347669, "text": "Brahma and Brahma/SWI2-related gene 1 have roles in hypoxic induction of the erythropoietin gene"}, {"pubmed": 15363820, "text": "Increased erythropoietin may be a potential reversible mechanism to explain the association between obstructive sleep apnea and cardiovascular disease."}, {"pubmed": 15389732, "text": "erythropoietin has a protective role against cancer and brain injury [review]"}, {"pubmed": 15467711, "text": "Epression of erythropoietin in prostate cancer cell lines suggesting that these cells may serve as useful experimental models for further studies of erythropoietin function for growth regulation in prostate cancer."}, {"pubmed": 15502930, "text": "Prenatal high amniotic fluid erythropoietin levels can identify type 1 diabetic pregnancies at increased risk of severe perinatal complications."}, {"pubmed": 15590452, "text": "Further investigations are needed to understand the mechanism of the hepatoprotective effect of erythropoietin and the clinical importance of ischemic liver injury in the fetus."}, {"pubmed": 15627795, "text": "Angiotensin II does not alter EPO production in HepG2 cell culture under normoxic or hypoxic conditions."}, {"pubmed": 15671524, "text": "erythropoietin and EPOR are co-expressed in tumor cells, suggesting that erythropoietin may potentially function as an autocrine or paracrine factor in head and neck cancer"}, {"pubmed": 15705187, "text": "in vivo EPO does not affect the functionality and/or production of components of the VEGF/Flt-1 system in diabetics with normal or reduced renal function."}, {"pubmed": 15709164, "text": "erythropoietin was expressed in one half of samples by immunohistochemistry and in 100% of samples by mRNA detection in non-small cell lung carcinomas."}, {"pubmed": 15709172, "text": "Results showed that VHL disease-associated renal clear cell carcinomas and renal cysts coexpress erythropoietin and erythropoietin receptor."}, {"pubmed": 15718359, "text": "EPO may have a role in oxygenation during gestation and placental sufficiency, as seen in this study of monozygotic and dizygotic twins' cord blood analysis"}, {"pubmed": 15728783, "text": "Recombinant human erythropoietin treatment of endothelial cells causes a significant increase in asymmetric dimethylarginine (ADMA) levels in the cell culture medium."}, {"pubmed": 15743794, "text": "autocrine and paracrine functions of Epo might play a role in malignant transformation of melanocytes and in the survival of melanoma cells in hypoxia"}, {"pubmed": 15769989, "text": "Coexpression of Erythropoietin and Erythropoietin receptor was found in all five Hippel Lindau disease-associated pheochromocytomas."}, {"pubmed": 15777837, "text": "the erythropoietin functions that promote cell survival and proliferation are affected by aluminum exposure through mechanisms involving erythropoietin receptor"}, {"pubmed": 15795697, "text": "Hemoglobin and serum EPO levels were significantly higher in the chronic obstructive lung disease group than in pulmonaary fibrosis patients and controls."}, {"pubmed": 15856028, "text": "results define a novel role for EPO in mediating tumor cell invasion; increased levels of EPO/EPOR in lymph node metastases as compared to primary tumors from HNSCC patients further support the role of EPO/EPOR in HNSCC disease progression and metastasis"}, {"pubmed": 15967106, "text": "Erythropoietin signaling has a role in promoting invasiveness of human head and neck squamous cell carcinoma"}, {"pubmed": 15988318, "text": "Multiple logistic regression revealed a significant association between the appearance of nucleated RBCs in the blood and erythropoietin, IL-3, IL-6, and age."}, {"pubmed": 15993382, "text": "In conclusion, erythropoietin may attenuate high glucose-induced endothelial cell apoptosis via PI-3 kinase pathway."}, {"pubmed": 16123502, "text": "Elevated in vitreous fluid of patients with proliferative diabetic retinopathy."}, {"pubmed": 16229477, "text": "under a variety of conditions rEPO undergoes thermal or urea-induced denaturation that may be considered as a reversible two-state process characterized by unusually high (thermal) or moderate (urea-induced) extent of the residual structure"}, {"pubmed": 16278379, "text": "Erythropoietin and erythropoietin receptor are expressed in head and neck squamous cell carcinoma"}, {"pubmed": 16286456, "text": "Epo is degraded faster than NESP at the cellular level"}, {"pubmed": 16332412, "text": "Therefore, rhEPO could be an effective drug for the prevention of hearing loss via a hair cell protective mechanism."}, {"pubmed": 16467207, "text": "Binding of the transcriptionally competent Wt1(-KTS) isoform to the minimal EPO promoter was demonstrated; this promoter was activated up to 20-fold by transient cotransfection of Wt1(-KTS) in different cell lines."}, {"pubmed": 16475009, "text": "Recombinant human EPO (rhEPO) derived from transgenic mouse milk displays biological activity that is at least comparable to therapeutic and/or commercial rhEPO, both in vitro and in vivo."}, {"pubmed": 16627979, "text": "Coexpression of erythropoietin and its receptor plays a important role in tumorigenesis of sporadic clear cell renal cell carcinoma."}, {"pubmed": 16645141, "text": "Epo treatment inhibits neointimal hyperplasia after arterial injury in NO-dependent manner by acting on injured vessels and mobilizing endothelial progenitor cells to neo-endothelium."}, {"pubmed": 16684536, "text": "NF-kappaB is probably the primary transcription factor by which cAMP counteracts the inhibition of Epo gene expression by IL-1."}, {"pubmed": 16699298, "text": "findings show that three thyroid cancer cell lines expressed Epo and EpoR mRNA and that the hypoxia-mimetic cobalt induced Epo expression"}, {"pubmed": 16838166, "text": "bicycle taxi drivers with subclinical lead toxicity have decreased serum EPO"}, {"pubmed": 16883594, "text": "The effect of 2-oxoglutarate on the production of erythropoietin and vascular endothelial growth factor (VEGF), was examined."}, {"pubmed": 16909043, "text": "EPO, at pharmacological concentrations, can activate three major signalling cascades, viz. the Jak2/STAT5, Ras/ERK and PI3K/Akt pathways in non-small cell lung carcinoma (NSCLC) cell lines"}, {"pubmed": 16936148, "text": "Erythropoietin is expressed in the human retina, and it is upregulated in diabetic patients even without retinopathy."}, {"pubmed": 17045782, "text": "A \"classical\" homodimeric erythropoietin receptor is essental for the antiapoptotic effects of Epo on differentiated neuroblastoma SH-SY5Y cells."}, {"pubmed": 17081058, "text": "Lysine-containing peptides comprising glycosylation sites derived from recombinant human erythropoietin were derivatized with 2-methoxy-4,5-dihydro-1H-imidazole and its deuterated analogues."}, {"pubmed": 17145806, "text": "Cervical cancers with higher Epo expression showed a significantly reduced overall survival and correlated significantly with apoptosis."}, {"pubmed": 17360900, "text": "Epo increases hippocampus response during picture retrieval compared with placebo independent of changes in hematocrit."}, {"pubmed": 17372034, "text": "EPO prevents aberrant remodeling of the injured carotid artery. The protective effects of EPO are critically dependent on activation of eNOS."}, {"pubmed": 17389738, "text": "rhEPO treatment inhibits the progression of renal fibrosis in obstructed kidney and attenuates the TGF-beta1-induced epithelial-to-mesenchymal transition."}, {"pubmed": 17395782, "text": "Adaptive mechanisms to hematocrit levels of erythropoietin-overexpressing transgenic mice show increased plasma nitric oxide levels and erythrocyte flexibility."}, {"pubmed": 17442163, "text": "Oxidative stress induces a significant increase of EPO expression in retinal pigment epithelium cells."}, {"pubmed": 17467346, "text": "Review discusses studies on EPO circadian, monthly and even annual variations; studies in connection with short-, medium- and long-term exercise at sea-level and studies performed at moderate and high altitude [review]."}, {"pubmed": 17481772, "text": "Blockade of Epo inhibits retinal neovascularization in vivo, and inhibits endothelial cell proliferation response in diabetic reginopathy."}, {"pubmed": 17540710, "text": "Data show that human scalp hair follicles express erythropoietin (EPO), up-regulate EPO transcription under hypoxic conditions, and express transcripts for EPO receptors and the EPO-stimulatory transcriptional cofactor hypoxia-inducible factor-1alpha."}, {"pubmed": 17577097, "text": "Erythopoietin confers immediate and sustained protection of the heart against injury from ischemia/reperfusion by a mechanism involving activation of protein kinases and ATP-dependent potassium channels."}, {"pubmed": 17597020, "text": "Statistically analyzed distributions of the proteins reflected functional dependences among STAT3, HIF-1alpha, EPO and EPOR in cellular signal conduction."}, {"pubmed": 17615151, "text": "EPO contributes to regulation of hypothalamo-pituitary-adrenal (HPA) axis activation; in pathological conditions such as brain ischemia, this growth factor may control HPA axis function, preventing possible detrimental effects of HPA overactivation."}, {"pubmed": 17636183, "text": "Review. Epo exhibits a \"tissue-protective\" effect on nonhematopoietic tissues, possibly mediated through a novel heteroreceptor, blocking apoptosis by a variety of insults. However, Epo may have a potential direct growth-promoting action on cancer cells."}, {"pubmed": 17645631, "text": "Erythropoietin has a significant angiogenic effect in rat kidney with cyclosporine A-induced nephrotoxicity."}, {"pubmed": 17647284, "text": "Epo and EpoR were expressed neuroblastomas but did not modify tumor cell proliferation."}, {"pubmed": 17652365, "text": "The impact of Epo overexpression in mice and the resulting excessive erythrocytosis in the neural control of normoxic and hypoxic ventilation is reported."}, {"pubmed": 17713555, "text": "hTERT appears to be efficiently regulated by EPO and TGFbeta in an opposite way in erythropoietic cells, arguing for a role of telomerase in red blood cell production"}, {"pubmed": 17873970, "text": "EPO protects the intestine against ischemia/reperfusion injury in rats."}, {"pubmed": 17888545, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17888545, "text": "Overall, our data argue against the hypothesis of EPO as a genetic risk factor for motor neuron dysfunction, at least in Italian population. However, more studies on larger cohort are needed to confirm the evidence of EPO gene as modifier factor."}, {"pubmed": 17893874, "text": "erythropoietin receptor and erythropoietin have roles in the autocrine/paracrine mechanism of growth enhancement in human ovarian cancer cells"}, {"pubmed": 17893875, "text": "Epo has a role in reducing expression of apoptosis-related proteins Bcl-2 and Bcl-10 in ovarian cancer cells"}, {"pubmed": 17952604, "text": "results suggest that PI3K/Akt and GSK-3beta pathway are involved in the neuroprotective effect of EPO"}, {"pubmed": 17984928, "text": "Erythropoietin levels in the familial cases of restless leg syndrome were significantly lower than in the reference population."}, {"pubmed": 18074690, "text": "Recovery of neurological function in a model of peripheral nerve injury is more rapid with weekly administration of darbepoetin alfa than with daily recombinant human erythropoietin treatment."}, {"pubmed": 18086112, "text": "Recombinant erythropoietin promotes hepatic regeneration after extended liver resection in rats."}, {"pubmed": 18091448, "text": "aqueous humor EPO level is increased in eyes with primary open-angle glaucoma."}, {"pubmed": 18093155, "text": "Administration of rhEPO protects neurons by enhancing Bcl-2 expression, thereby inhibiting traumatic brain injury-induced neuronal apoptosis."}, {"pubmed": 18160550, "text": "Erythropoietin levels in cord blood were not different between preterm infants with and without periventricular leukomalacia."}, {"pubmed": 18189270, "text": "rHuEpo injection reduced the peritoneal exudate macrophages iron retention. The uptake of Fe(II) was decreased via the suppression of DMT1 (+IRE) expression and the release of Fe(II) was increased with increasing the expression of FPN1 in macrophages."}, {"pubmed": 18201556, "text": "In vitro biological activity of egg white-hEpo was comparable to that produced by recombinant CHO cells."}, {"pubmed": 18219110, "text": "study shows breast epithelial cells are a source of Epo in breast microenvironment, suggesting presence of a paracrine/autocrine Epo function in Nipple Aspirate Fluids, triggering intracellular signaling cascade with subsequent breast cancer initiation"}, {"pubmed": 18259195, "text": "In hippocampal neurons, Stat5 is not required for neuroprotection by EPO but is, together with Akt essential for its neurotrophic activity."}, {"pubmed": 18276585, "text": "TRPC3 Tyr(226) is critical in Epo-dependent activation of TRPC3"}, {"pubmed": 18278456, "text": "EPO and EPO Receptor have roles in apoptosis in pancreatic cells"}, {"pubmed": 18332162, "text": "Epo overexpression is an early event in the retina of diabetic patients."}, {"pubmed": 18356745, "text": "Epo mRNA and protein concentrations increase with increasing gestational age and are greater in the vitreous than serum. Changes in Epo production following preterm delivery might affect retinal vascular development."}, {"pubmed": 18399174, "text": "TNF-alpha might inhibit EPO production and erythropoiesis, while IFN-gamma may directly inhibit erythropoiesis and be independent of EPO response inadequacy in cancer patients with anemia."}, {"pubmed": 18414140, "text": "in newborn cord blood, the higher number of red cells and reticulocytes with lower Hb content may have impaired the oxygen carrying capacity that has been a trigger for EPO production"}, {"pubmed": 18458324, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18458324, "text": "These results suggest that rs1617640 in the EPO promoter is significantly associated with proliferative diabetic retinopathy (PDR) and end stage renal disease."}, {"pubmed": 18479804, "text": "expression in placenta increased in abortive tissue and hydatidiform mole"}, {"pubmed": 18533563, "text": "The level of EPO in OSAHS patients is higher than that in normal adults. The level of EPO in preoperative patients was significantly higher than in postoperative patients."}, {"pubmed": 18544472, "text": "decreased EPO levels in familial amyloidosis TTR V30M correlated with the prohepcidin levels"}, {"pubmed": 18586515, "text": "Recombinant human EPO does not effect survival or the polarized morphology of hippocampal neurons but its effect on neurite outgrowth depends upon the stage of polarization."}, {"pubmed": 18722069, "text": "ABELLA for the sialylated recombinant EPO present in CHO culture supernatant is reported."}, {"pubmed": 18787502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18922618, "text": "DCs are directly affected by EPO renders them as potential candidates that mediate the immunomodulatory actions of EPO."}, {"pubmed": 18928604, "text": "The levels of EPO, SCF and GM-CSF in chronic aplastic anemia patients were obviously lower than those in the healthy individuals."}, {"pubmed": 19027957, "text": "our data support the premise that DCs are direct targets of EPO, thereby providing an insight to the immunomodulatory functions of EPO."}, {"pubmed": 19042077, "text": "A strong positive correlation exists between amniotic fluid S100B and erythropoietin concentrations in pregnancies at high risk for chronic fetal hypoxia."}, {"pubmed": 19070519, "text": "Up-regulation of of erythropoietin receptor has a more important role in comparison with of erythropoietin in prostate carcinogenesis."}, {"pubmed": 19074769, "text": "TRPC6 regulates TRPC3 activation by Epo"}, {"pubmed": 19136057, "text": "protects retinal pigment epithelial cells from oxidative damage"}, {"pubmed": 19165176, "text": "molecular aspects of EPO gene regulation by hypoxia-inducible transcription factors and the tissue-specific regulation of EPO production [review]"}, {"pubmed": 19211168, "text": "Hypoglycaemia triggers a rise in plasma erythropoietin in patients with type 1 diabetes, which may carry a neuroprotective effect during hypoglycemia."}, {"pubmed": 19269703, "text": "Elevated erythropoietin level was associated with increased mortality in patients admitted with possible acute coronary syndrome when adjusted for clinical variables, or for kidney function and hemoglobin"}, {"pubmed": 19321698, "text": "Sex-dependent regulation of hypoxic ventilation in mice and humans is mediated by erythropoietin."}, {"pubmed": 19339771, "text": "For the first time, we report erythropoietin-positive immunoreactivity in liver adenomatous cells in a patient with erythrocytosis."}, {"pubmed": 19375647, "text": "GR became associated with the EPO receptor and STAT-5 in cells stimulated with EPO and DXM"}, {"pubmed": 19375648, "text": "regulation of erythropoiesis is operated by low O(2) concentrations, beyond the EPO/EPO-responsive cells loop and provide a tool to optimize the technology for ex vivo production of RBC."}, {"pubmed": 19463769, "text": "At baseline, increased levels of MIP-1 alpha were associated with increased graft vascular progenitors while higher EPO concentrations on the day of PBSC collection predicted higher graft vascular progenitors levels"}, {"pubmed": 19515792, "text": "Signaling through EPOR is involved in exercise-induced skeletal muscle adaptation, thus extending the biological role of EPO into the skeletal muscle."}, {"pubmed": 19602911, "text": "The vitreous EPO level was upregulated in eyes with rhegmatogenous retinal detachment and proliferative vitreoretinopathy ."}, {"pubmed": 19619913, "text": "Tubulo-interstitial damage with low levels of EPO occurs early in Type 1 and Type 2 diabetes before persistent microalbuminuria."}, {"pubmed": 19690392, "text": "Show the time-dependent increase of serum EPO in acute myocardial infarction patients after primary PCI, indicating its possible contribution to cardioprotective effect in the chronic phase."}, {"pubmed": 19766721, "text": "Recombinant human EPO protects rat kidneys against acute cyclosporine nephrotoxicity by activating antiapoptotic pathways."}, {"pubmed": 19804771, "text": "Data show that HIF-1 alpha mRNA expression increases in newborn infants with persistent pulmonary hypertension of the newborn or cyanotic congenital heart disease, as does the expression of its target genes VEGF and EPO."}, {"pubmed": 19890342, "text": "SGA(small for gestational age) and normal term infants had similar cord blood Hepcidin concentrations, but EPO (erythropoietin) levels were significantly higher in the SGA group"}, {"pubmed": 19901910, "text": "EPO prevents musculocutaneous tissue from ischemic necrosis as a consequence of an eNOS-dependent arteriolar hyperperfusion maintaining capillary perfusion. A promising approach to pharmacologically protect ischemically challenged tissue."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930602, "text": "Cells within the brainstem of severe malaria patients showed protein expression of Epo and its receptor components. However, the incidence of endogeneous expression did not reflect protection from vascular or neuronal injury"}, {"pubmed": 19932158, "text": "Demonstrate the feasibility of PEGylating recombinant human non-glycosylated Epo to enhance protein stability and prolong circulating half life."}, {"pubmed": 19955699, "text": "plasma levels reduced during exacerbations of chronic obstructive pulmonary disease, likely in relation to a burst of systemic inflammation"}, {"pubmed": 20012656, "text": "study found EPO level in serum was decreased, especially in patients with bulbar onset amyotrophic lateral sclerosis (ALS); a trend toward a progressive EPO decline with the duration of the disease in the mild + moderate ALS cases was observed"}, {"pubmed": 20065225, "text": "Identifying EPO genetic markers for high risk of developing diabetic retinopathy could lead to the possibility of developing novel treatments or preventive therapies."}, {"pubmed": 20065225, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20091055, "text": "Case Report: Epoietin alfa-induced pure red cell anemia due to the generation of anti-EPO antibodies followed by endogenous erythropoietin production."}, {"pubmed": 20104680, "text": "Intermittent hypoxic exposure can enhance serum hypoxia inducible factor-1 alpha and erythropointin levels."}, {"pubmed": 20164027, "text": "Expressions of EPO show mutual correlations in primary ductal breast cancers, which suggest co-operation among the protein."}, {"pubmed": 20179983, "text": "Case Report: Describe an 82-year-old man with erythrocytosis caused by an erythropoietin (EPO)-producing thymic carcinoma."}, {"pubmed": 20228410, "text": "Recombinant human erythropoietin has cardioprotective effects in maladaptive cardiac hypertrophy that inhibit nuclear factor-kappaB activation, p38-MAP kinase phosphorylation, and synthesis of tumor necrosis factor-alpha, together reducing apoptosis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353997, "text": "These data show that Epo induces phenotypic changes in the behavior of breast cancer cell lines and establishes links between individual cell signaling pathways and the potential for cancer spread."}, {"pubmed": 20368990, "text": "p300 plays a central coactivator role in hypoxic induction of EPO"}, {"pubmed": 20395592, "text": "Findings support a new physiological and protective role for EPO, acting through its cell surface receptor and eNOS-Akt1 signal transduction, in matching cardiac mitochondrial mass to the convective O(2) transport capacity as erythrocyte mass expands."}, {"pubmed": 20566589, "text": "Levels of EPO and vascular endothelial growth factor are not associated with frequency of severe and mild hypoglycemia."}, {"pubmed": 20614229, "text": "High Epo is associated with angiogenesis in glioma."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20729740, "text": "Suggest that endogenous erythropoietin production is suboptimal during antiviral therapy, supporting use of erythropoietic growth factors."}, {"pubmed": 20804540, "text": "These findings suggest that Epo is secreted by tumour cells and it affects vascular endothelial cells via its receptor and promotes angiogenesis in a paracrine manner, playing an important role in melanoma angiogenesis."}, {"pubmed": 20862521, "text": "No difference was revealed between levels of EPO in aqueous humor and serum in patients with pseudoexfoliation syndrome and pseudoexfoliative glaucoma."}, {"pubmed": 20873225, "text": "transduction of human EPO into human bone marrow mesenchymal stromal cells synergistically enhances cell-protective and migratory effects."}, {"pubmed": 20937006, "text": "elevation in cord blood may predict newborns at risk for intraventricular hemorrhage"}, {"pubmed": 20937240, "text": "Epo induced PTP1B cleaveage in TF-1 and differentiated UT-7 cells"}, {"pubmed": 20947680, "text": "downregulation of sEPOR by intermittent hypoxia modulates the subsequent EPO response"}, {"pubmed": 20966191, "text": "In support, total serum haptoglobin levels were found to be significantly decreased at both days 8 and 16. Thus a 2DE proteomic approach for discovery of novel markers of Epo action appears feasible."}, {"pubmed": 20979939, "text": "Suggest the distal nephron as the major site of erythropoietin production, and support the notion that an inappropriate erythropoietin production is the cause of anemia in familial amyloidosis ATTR V30M."}, {"pubmed": 21033220, "text": "EPO expression (along with GLUT1 and Bcl-xl)plays a role in promoting self survival of malignant cells under hypoxic conditions of colorectal cancer."}, {"pubmed": 21042786, "text": "EPO was detected in 87.8% of sCCRCC tumours versus 7.3% for normal tissues. EPO expression was related to tumours demonstrating VHL gene abnormalities."}, {"pubmed": 21067572, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078205, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21078205, "text": "strong association between the rs1617640 G/G genotype and MDS"}, {"pubmed": 21092038, "text": "Suggest that the EPO SNP rs1617640 plays a role in the development of renal dysfunction after cardiac surgery with cardiopulmonary bypass."}, {"pubmed": 21162115, "text": "A pharmacokinetic model is developed that predicts the time-dependent decline of epoetin alfa clearance following subcutaneous injections in anemic cancer patients."}, {"pubmed": 21294852, "text": "Results indicate that a short period of normobaric oxygen breathing does not increase the erythropoietin concentration in aerobically fit healthy males."}, {"pubmed": 21317243, "text": "The hEPO was expressed as a fusion to the IgG-Fc domain (EPO-Fc) and purified via protein A affinity chromatography."}, {"pubmed": 21321940, "text": "Suggest that beta common receptor may play an integrative role in the erythropoietin signaling-mediated activation of eNOS in endothelial cells."}, {"pubmed": 21334436, "text": "These data demonstrate that darbepoetin alfa suppresses TNF-alpha-induced ET-1 production through its antioxidant action and suggest that the sialic acid residues of darbepoetin alfa are essential for its antioxidant effect, possibly by scavenging ROS."}, {"pubmed": 21535154, "text": "EPO levels in anaemia of unknown cause were increased relative to controls but were inappropriately low for the degree of anaemia."}, {"pubmed": 21619451, "text": "Flow cytometry was used for detection of pSTAT5 and CD95 expression in CD4+ T lymphocytes treated with recombinant human EPO."}, {"pubmed": 21623073, "text": "The uniform increase in the expression of Epo and EpoR along the colonic neoplastic sequence and further increase in ischemic/necrotic areas indicates that the Epo signaling pathway is an important component in colon carcinogenesis."}, {"pubmed": 21683736, "text": "EPO can prevent L-DOPA neurotoxicity by activating the PI3K pathway as well as reducing oxidative stress."}, {"pubmed": 21734083, "text": "In diabetic patients with chronic kidney disease, elevated endogenous EPO levels were predictive for mortality and were related mainly to markers of inflammation, independent of kidney function, and despite low hemoglobin levels."}, {"pubmed": 21757714, "text": "analysis of the role of specific domains in the different responsiveness of TRPC3 and TRPC6 to erythropoietin"}, {"pubmed": 21807323, "text": "EPO resistance is not associated with red blood cell distribution width in anemic patients with chronic heart failure and chronic kidney disease."}, {"pubmed": 21839094, "text": "The absence of glycosylation did not alter the folding mechanism of EPO but did greatly decrease the stability of the intermediate species, change the rate-limiting step of the folding reaction, and accelerate the folding kinetics."}, {"pubmed": 21847101, "text": "our study demonstrates that Epo gene-enhanced MSCs exert significant tissue protective effects in allogeneic mice with AKI, and supports the potential use of gene-enhanced cells as universal donors in acute injury."}, {"pubmed": 21894032, "text": "Renal centers in England, Wales, and Northern Ireland report a higher dosage requirement in 2009 for erythropoietin stimulating agent in kidney transplant patients managed with hemodialysis therapy than for patients on peritoneal dialysis."}, {"pubmed": 21898543, "text": "mTOR signaling plays an important role in Epo-mediated bone homeostasis."}, {"pubmed": 21912181, "text": "The CC genotype of the EPO gene at position 3434 is more frequently found in patients with hypertension and is associated with higher blood pressure levels."}, {"pubmed": 21912616, "text": "the relation between erythropoietin (EPO) and malaria-attributable severe disease"}, {"pubmed": 21926963, "text": "4 out of 15 (27%) of the multiple myeloma patients who developed myelodysplastic syndrome (MDS) had the G/G genotype, whereas only 2 out of 17 (12%) of the patients who did not develop MDS showed the G/G genotype."}, {"pubmed": 22021095, "text": "EPO may trigger AMPK-dependent signaling, which leads to enhanced phosphorylation of beta CRand eNOS, increased beta CR-AMPK-eNOS complex formation, NO production, and, ultimately, angiogenesis."}, {"pubmed": 22025882, "text": "Data suggest that increased expression of erythropoietin and erythropoietin receptor may play a significant role in the carcinogenesis, angiogenesis and progression of gastric adenocarcinoma."}, {"pubmed": 22135724, "text": "HIF-1alpha may regulate the expression of EPO, which plays a favorable regulatory role in the proliferation and survival of human first-trimester trophoblast cells and decidual stromal cells"}, {"pubmed": 22167324, "text": "overview of current concepts of physiology of Epo with focus on role of Epo in retina in both normal conditions and in diabetic retinopathy [REVIEW]"}, {"pubmed": 22351476, "text": "The glucose uptake was markedly increased by erythropoietin addition."}, {"pubmed": 22388478, "text": "Erythropoietin prevents beta-amyloid degeneration of microglia via Wnt1/PI 3-K/mTOR/Bad/Bcl-xL pathway."}, {"pubmed": 22406924, "text": "Peginesatide and erythropoietin stimulate similar erythropoietin receptor-mediated signal transduction and gene induction events."}, {"pubmed": 22545469, "text": "The serum erythropoietin under intermediate B-thalassemia"}, {"pubmed": 22623897, "text": "smoking during pregnancy is associated with increased levels of umbilical cord erythropoietin at birth"}, {"pubmed": 22626952, "text": "I hypothesize that this nonrandom stroke distribution is related to regional differences in individual levels of erythropoietin (EPO), a hormone, which production depends on the tissue hypoxia due to variation in altitude."}, {"pubmed": 22669473, "text": "These findings reveal a role of endogenous EPO/EPOR for cognition, at least in schizophrenic patients."}, {"pubmed": 22768976, "text": "HCV positive HD patients have low levels of serum prohepcidin and IL-6 which might account for iron accumulation together with lower iron and rhuEPO requirements in these patients."}, {"pubmed": 22773876, "text": "a novel role for GATA-4 and TAL1 to affect skeletal myogenic differentiation and EPO response via cross-talk with Sirt1."}, {"pubmed": 22843933, "text": "these findings suggest a lack of influence of EPO rs1617640 G>T on early-stage breast carcinogenesis and clinical outcome."}, {"pubmed": 23016887, "text": "Subjects with metabolic syndrome have elevated serum erythropoietin levels."}, {"pubmed": 23027039, "text": "Considerable amounts of Epo are present in the ascitic fluid of women with ovarian tumors."}, {"pubmed": 23028796, "text": "Epo/EpoR pathway was involved in cell growth, invasion, survival, and sensitivity to the multi-kinases inhibitor Sunitinib in renal cell carcinoma cells."}, {"pubmed": 23052842, "text": "The progressive increase of EPO and EpoR mRNA can already be observed during the fibrotic-cirrhotic development with a peak of expression rising at tumor formation."}, {"pubmed": 23141213, "text": "EPO induces insulin-like growth factor-1 from 3D cultured human dermal papilla cells."}, {"pubmed": 23142128, "text": "Results suggest a strong association between rs551238 and rs1617640 polymorphisms in the EPO gene and upper-limit haematocrit level among blood donors"}, {"pubmed": 23142458, "text": "indicate that measurement of EGR1 gene expression in response to rHuEPO in UT-7/EPO cells offers a rapid, non-radioactive and automatable alternative for the detection of rHuEPO neutralizing antibodies (NAbs)."}, {"pubmed": 23142737, "text": "Recombinant human EPO reduces astrocytic swelling created by oxygen-glucose deprivation followed by reoxygenation."}, {"pubmed": 23158995, "text": "EPO/EPO-R expression and microvessel density are closely related, and expression of these two genes might be an endogenous stimulant of angiogenesis during the progression of non-small cell lung cancer."}, {"pubmed": 23180434, "text": "The ability of exogenous recoombinant human EPO to increase hemoglobin level appears to be impaired in patients with iron-refractory iron deficiency anemia (IRIDA) ."}, {"pubmed": 23227493, "text": "The mean serum EPO levels in patients with diabetic kidney lesion does not vary with the presence or absence of anemia, the degree of albuminuria, or glomerular filtration rate."}, {"pubmed": 23242184, "text": "Identification of a novel ATF4 binding site within the EPO 3'-enhancer region, suggests a distinct role for ATF4 in the unfolded protein response-dependent suppression of the enhancer."}, {"pubmed": 23313788, "text": "the EPO-EPOR system may play a role in glucose metabolism within adipocytes."}, {"pubmed": 23327923, "text": "MASL1 mRNA and protein expression levels were significantly increased during the erythroid differentiation of CD34(+) cells following erythropoietin treatment."}, {"pubmed": 23337206, "text": "Indoxyl sulfate negatively regulates endothelial effects of erythropoietin through suppression of Akt phosphorylation."}, {"pubmed": 23393065, "text": "Dexamethasone abolished the rise in EPO induced by 8 h of hypoxia."}, {"pubmed": 23401418, "text": "Serum EPO was significantly higher in infants living at high altitude compared to low altitude residents."}, {"pubmed": 23403324, "text": "Data show that erythropoietin levels in homozygous Von Hippel-Lindau (VHL) H191D individuals are higher than in VHL R200W patients."}, {"pubmed": 23525596, "text": "Measurement of amniotic erythropoietin level combined with amniotic troponin-T level is effective for determining the severity of fetal hypoxia."}, {"pubmed": 23535151, "text": "Pretreatment with recombinant human erythropoietin elicited potent glomerular protection against cardiopulmonary bypass, partly due to downregulation of glomerular TRPC6-NFATc1 pathway."}, {"pubmed": 23647063, "text": "Findings suggest that elevated hepcidin levels and inadequate erythropoietin response are frequent in diffuse large B-cell lymphoma (DLBCL), but elevated interleukin-6 (IL-6) plays the major role for the development of anemia."}, {"pubmed": 23661806, "text": "these results suggest that it is the renal CD133(+) progenitor cells that synthesize and release erythropoietin under hypoxia, via the prolyl hydroxylase-HIF-2alpha axis, in the human kidney."}, {"pubmed": 23670359, "text": "Serum-EPO and the ratio between serum-EPO predicted and that observed declined progressively over time during scuba diving."}, {"pubmed": 23672497, "text": "Circulatory EPO may be a useful biomarker for coronary collateral development and potential target for therapeutic angiogenesis in patients with chronic total occlusion"}, {"pubmed": 23773177, "text": "Our data indicates that drug delivery systems should be optimized to deliver at least 36 mU/ml EPO into the eye since this dose was effective for the treatment of a progressive retinal degeneration."}, {"pubmed": 23780896, "text": "Data indicate that expressions of PTHrP, EPO, and VEGF were respectively related to advanced stage of clear cell renal cell carcinoma (ccRCC)."}, {"pubmed": 23788583, "text": "ADMA levels significantly increased during the observation time in EPO, EPO+recombinant tissue-type plasminogen activator (PA) and placebo groups in an EPO stroke trial."}, {"pubmed": 23817218, "text": "An increased urinary EPO level in the early postnatal period is significantly associated with kidney and brain injury in critically ill neonates."}, {"pubmed": 23881169, "text": "rHuEpo increased multiple-myeloma bone-marrow-derived macrophage-mediated production of pro-angiogenic factors. The Epo/Epo-R pathway may regulate the multiple myeloma angiogenic response."}, {"pubmed": 23894012, "text": "Erythropoietin has a role in promoting the proliferation, survival and maturation of erythroblasts."}, {"pubmed": 24052411, "text": "The main aim of this study was to investigate the dose-response relationship and determine the lowest effective dose of Erythropoietin(EPO) that reliably increases the osteogenic differentiation of human mesenchymal stromal cells (hMSCs)."}, {"pubmed": 24100272, "text": "novel roles of autocrine/paracrine EPO-mediated cell signaling in regulating migration and invasion potential and stemness-like properties of breast cancer cells."}, {"pubmed": 24144060, "text": "Amniotic fluid erythropoietin concentration is elevated in growth-restricted fetuses and could potentially be used for distinction between growth restricted and constitutionally small fetuses."}, {"pubmed": 24165569, "text": "Erythropoietin (EPO) and its receptor (EPOR), frequently overexpressed in breast cancer, are true targets of miR-125b."}, {"pubmed": 24177168, "text": "Data indicate that the frequency of the -1125GG genotype in erythropoietin (EPO) was significantly lower in Graves' disease (GD) and suggest the -1125GG genotype of the EPO gene may be protective against the development of GD."}, {"pubmed": 24296452, "text": "Authors discussed:role and regulation of erythropoietin secretion, its extra-hematologic effect,concentration in normal and complicated pregnancy, placental secretion, its effect on placental function, its role in evaluation of fetal well-being."}, {"pubmed": 24307517, "text": "we demonstrated distribution of serum EPO levels in lower risk MDS cases with anemia, increasing levels of EPO levels according to progression of anemia."}, {"pubmed": 24377712, "text": "Cardioprotective potentials of rhEpo are reviewed in this article by focusing on clinical applicability."}, {"pubmed": 24412408, "text": "Studied the soluble overexpression of active rhEpo (recombinant erythropoietin) with various protein tags in E. coli, and found out that several tags increased the solubility of rhEpo."}, {"pubmed": 24504226, "text": "erythropoietin (EPO T --> G) and alpha-actinin-3 (ACTN3 R577X) polymorphisms have roles in nutrigenomic effects on athletes' performance, specifically antioxidant supplementation based on pequi oil"}, {"pubmed": 24647661, "text": "These findings provide a framework for understanding that production of high levels of EPO induced by hypoxia also involves regulation at the translational level."}, {"pubmed": 24677652, "text": "AKT activation upregulates GATA-1 and FOXO3 transcriptional pathways with resulting inhibition of apoptosis, modulation of cell cycle, and enhanced maturation of erythroid cells."}, {"pubmed": 24796745, "text": "Data indicate that both classical and nonclassical pathway secretion vectors could express human IL-1beta in HepG2 cells, but erythropoietin(EPO) signal-peptide mediated classical pathway secreted much higher mature IL-1beta than that of nonclassical pathway."}, {"pubmed": 24821155, "text": "Report frequency of EPO SNPs in diabetic nephropathy."}, {"pubmed": 24832733, "text": "investigated the mechanism of erythropoietin production by hypoxia in vitro using liver hepatocell (HepG2) cell line"}, {"pubmed": 24896364, "text": "Studies indicate that the signalling mediated by EPO is required for normal brain development."}, {"pubmed": 24907467, "text": "Telomere shortening caused by long term inhibition of the enzyme abolished the effect of EPO, suggesting that EPO effects on cancer cells are related to telomere dynamics."}, {"pubmed": 25018619, "text": "The EPO concentration in the aqueous humor of familial amyloidotic polyneuropathy (FAP) and non-FAP patients, with and without glaucoma, was evaluated."}, {"pubmed": 25022958, "text": "in very preterm newborns, circulating levels of endogenous erythropoietin vary significantly with circulating levels of inflammation-related proteins."}, {"pubmed": 25058943, "text": "This review gleans these different strategies and highlights the leading molecular recognition elements that have potential roles in rHuEPO doping detection."}, {"pubmed": 25084697, "text": "Cbl negatively regulates EPO signaling mainly through the proteasome-dependent degradation of Src, and the E3 ligase activity of Cbl and its tyrosine phosphorylation are regulated by Src but not Jak2."}, {"pubmed": 25175278, "text": "Novel findings suggest that the molecular mechanisms of EPO contribute to the progression and development of bladder tumors."}, {"pubmed": 25194345, "text": "Suggest that the new reporter gene assay can be a viable supplement to the traditional reticulocyte assay and employed in potency determination of rHuEPO pharmaceutical products."}, {"pubmed": 25227310, "text": "EPO rs1617640 G homozygotes showed a significantly lower rise of serum EPO level over time than T allele carriers in hepatitis C patients undergoing antiviral therapy."}, {"pubmed": 25405915, "text": "Higher Epo levels were seen in patients receiving hydroxyurea (HU), but no correlation with oxygenation, hemolysis, renal function, or inflammation was observed"}, {"pubmed": 25477265, "text": "Elevated erythropoietin and cytokines levels are related to impaired reticulocyte maturation in beta-thalassemic patients."}, {"pubmed": 25628168, "text": "The addition of salt (even low concentrations of the strong chaotrope salt guanidinium hydrochloride) also exponentially decreased the initial rate of soluble erythropoietin non-native aggregation at 37 degrees C storage"}, {"pubmed": 25630969, "text": "High erythropoietin stimulates osteoclast precursors and induces bone loss."}, {"pubmed": 25656761, "text": "The EPO genotype in Chinese patients with type 2 diabetes is associated with anemia and may help to identify those at risk."}, {"pubmed": 25675872, "text": "Our data suggest that rs507392 and rs551238 in the erythropoietin gene probably act to lessen the risk for diabetic retinopathy (DR) in a Chinese cohort with type 2 diabetes mellitus (T2DM)."}, {"pubmed": 25724399, "text": "EPO is produced in most of conventional uterine leiomyomas and evidence supports a model in which EPO accelerates tumor growth, possibly by inducing vessel maturity."}, {"pubmed": 25786542, "text": "the Epo gene changes dramatically during development--{REVIEW}"}, {"pubmed": 25793991, "text": "In very preterm infants, whether elevated perinatal erythropoietin (EPO) concentrations are associated with increased risks of indicators of brain damage, was determined."}, {"pubmed": 25887776, "text": "basic mechanisms for hypoxia-inducible factor induction of EPO expression, and within erythroid progenitors EPOR engagement of canonical Janus kinase 2/signal transducer and activator of transcription 5 (JAK2/STAT5)"}, {"pubmed": 25966953, "text": "Erythropoietin dampens injury-induced microglial motility."}, {"pubmed": 26012423, "text": "these findings suggest that TGF-beta suppression and EPO stimulation promote erythropoiesis of CD34(+)CD31(+) progenitor cells derived from hPSCs."}, {"pubmed": 26049959, "text": "Inadequate erythropoietin response may partly explain anemia in anorexia nervosa."}, {"pubmed": 26097591, "text": "In multivariate survival analysis, age, Epo and EpoR were independent prognostic factors related to overall survival in hepatocellular carcinoma."}, {"pubmed": 26261574, "text": "suggest that rhEPO regulates apoptosis-related genes and affects apoptosis in the hippocampus of aging rats by upregulating SIRT."}, {"pubmed": 26412593, "text": "Our findings have important potential clinical implications, indicating that EPO supplementation in rhabdomyosarcoma patients may have the unwanted side effect of tumor progression."}, {"pubmed": 26447159, "text": "Data suggest maternal circulating 25-hydroxyvitamin D during mid-pregnancy and at delivery is inversely related to serum EPO; an indirect relation observed between circulating vitamin D and circulating hemoglobin is at least partly mediated by EPO."}, {"pubmed": 26469975, "text": "Erythropoietin protects mouse renal tubular basement membrane by promoting bone marrow cells to generate and secrete miR-144, which, in turn, inhibits activation of the tPA/MMP9-mediated proteolytic network."}, {"pubmed": 26479890, "text": "Plasma IGFBP-1 was significantly associated with plasma EPO concentration in acute kidney injury, suggesting an unknown mechanism related to systemic stress conditions for EPO regulation in AKI."}, {"pubmed": 26721912, "text": "Higher levels of endogenous erythropoietin are associated with incident heart failure in older adults."}, {"pubmed": 26747131, "text": "findings suggest that erythropoietin levels in anemia of unknown etiology, although elevated, remain inappropriately low, particularly when compared with other forms of anemia. This suggests a relative erythropoietin deficiency or a blunted erythroid cell response."}, {"pubmed": 26822707, "text": "The current controversy may derive from a context-dependent mode of action of Epo, namely opposite skeletal actions during bone regeneration and steady-state bone remodeling."}, {"pubmed": 26838000, "text": "Conclusion: Anemia in cancers was not because of inadequate Epo or Fe levels, but because of improper Epo response."}, {"pubmed": 26880412, "text": "Results suggest an interplay of the production and action of hydrogen sulfide during hypoxia with subsequent erythropoietin production regulated by HIF-1alpha and HIF-2alpha."}, {"pubmed": 26919105, "text": "High EPO expression is associated with monoclonal gammopathy of undetermined significance and multiple myeloma."}, {"pubmed": 26919118, "text": "A review of contemporary aspects of EPO relating to chronic liver disease. [review]"}, {"pubmed": 26924722, "text": "Hepatic EPO synthesis is not enhanced in cirrhosis."}, {"pubmed": 26995951, "text": "The review describes the induction of erythropoietin gene expression in liver, reproouctive and hemopoietic systems during hypoxia or a state of proliferation."}, {"pubmed": 27081163, "text": "Suggest that hypoxia prevents EPO suppression, and exaggerates the plasma volume reduction induced by bed rest."}, {"pubmed": 27086036, "text": "Our results suggest that EPO/EPOR pathway promotes gastric cancer formation, proliferation, migration, and decreases apoptosis"}, {"pubmed": 27161360, "text": "Fetal plasma EPO concentrations are selectively increased in monochorionic twin pregnancies with intrauterine growth restriction."}, {"pubmed": 27169519, "text": "Reduction in central venous blood pressure prompts an increase in plasma EPO concentration independent of hemoconcentration and hence suggests CVP per se as an acute regulator of EPO synthesis"}, {"pubmed": 27190272, "text": "Three single nucleotide polymorphisms are associated with increased risk of diabetic retinopathy in a Chinese Han population."}, {"pubmed": 27208431, "text": "this paper shows that Epo could directly down-regulate pro-inflammatory T cell responses without affecting T cell activation status"}, {"pubmed": 27266727, "text": "this study shows that EPO is involved in the pathogenesis of sepsis-induced acute kidney injury"}, {"pubmed": 27282568, "text": "EPO (7q22) and SEC-61(7p11) emerged as new candidate genes susceptible to genetic losses with 57.7% deletions identified in regions on chromosome 7."}, {"pubmed": 27434124, "text": "age 3 plasma levels of EPO were found related to childhood asthma"}, {"pubmed": 27441662, "text": "EPO levels were also found correlated positively with heme, TNF-alpha, IL-10, IP-10 and MCP-1 during cerebral malaria."}, {"pubmed": 27468719, "text": "Overexpression of EPO is associated with clear cell renal cell carcinoma."}, {"pubmed": 27477940, "text": "Secreted MIR122 reached the kidney and reduced expression of erythropoietin, contributing to inflammation-induced anemia."}, {"pubmed": 27543111, "text": "These results suggest that both EpoR-positive and EpoR-negative cancer cells could be regulated by exogenous Epo. However, an increased response to erythropoietin was observed in the EpoR-positive cells. Thus, erythropoietin increases the risk of tumor progression in colon cancer and should not be used to treat anemia in this type of cancer."}, {"pubmed": 27686097, "text": "CK1delta enhances EPO secretion from liver cancer cells under hypoxia by modifying HIF-2alpha and promoting its nuclear accumulation."}, {"pubmed": 27853265, "text": "CD133(+) cells contributed to the local production of erythropoietin, as observed by detection of circulating human erythropoietin. CD133(+) cells appear therefore an effective source for cell repair, able to restore renal functions, including erythropoietin release, and to limit long term maldifferentiation and fibrosis."}, {"pubmed": 27865586, "text": "EPO may play an important role in stem cell mobilization through up regulating HGF in mesenchymal stem cells and inducing migration of hematopoietic stem/progenitor cells"}, {"pubmed": 27902983, "text": "Serum Epo and VEGF may be markers of severity of hypoxia-ischaemia and brain injury as they are closely related to hypoxic exposure."}, {"pubmed": 27981303, "text": "Erythropoietin is superior to the standard prognostic scores in predicting 28-day mortality in patients with acute-on-chronic liver failure."}, {"pubmed": 28038963, "text": "CIS interacted with phosphorylated EpoR at Y401, which was critical for the activation of STAT5 and ERK."}, {"pubmed": 28131718, "text": "SYK mediates the actions of EPO and GM-CSF and coordinates with TGF-beta in erythropoiesis."}, {"pubmed": 28168382, "text": "Pharmacokinetic animal studies revealed strongly 15.6-fold plasma half-life extension for the PASylated EPO (83.16 +/- 13.28 h) in comparison to epoetin alpha (8.5 +/- 2.4 h) and darbepoetin alpha (25.3 +/- 2.2h)."}, {"pubmed": 28173069, "text": "the T allele of SNP rs60684937 located at 67,419,130 bp on chromosome 17 was associated with increased plasma EPO and a relatively increased expression of a non-coding transcript of PRKAR1A in sickle cell disease patients"}, {"pubmed": 28247960, "text": "EPO induces an EMT-like process in mammary non-tumorigenic epithelial cells"}, {"pubmed": 28553927, "text": "Here, using zebrafish, murine, and human models, the authors show that erythropoietin (EPO) signaling, together with the GATA1 transcriptional target, AKAP10, regulates heme biosynthesis during erythropoiesis at the outer mitochondrial membrane."}, {"pubmed": 28603097, "text": "Circulating anti-EPO are detected in a significant proportion of treatment-naive HCV-infected patients and are independently associated with anemia, suggesting a further implication of autoimmunity in the pathophysiology of HCV-related anemia."}, {"pubmed": 28857467, "text": "These data suggest that reduced kidney erythropoietin synthesis could be caused by the accumulation of abnormal extracellular matrix proteins."}, {"pubmed": 28885393, "text": "EPO levels in the coronary artery disease (CAD) group were higher than those in the non-CAD group. The correlation between red cell distribution width and EPO levels was statistically significant among CAD patients."}, {"pubmed": 28983059, "text": "Pro-inflammatory proteins S100A9 and tumor necrosis factor-alpha suppress erythropoietin elaboration in myelodysplastic syndromes"}, {"pubmed": 29073196, "text": "EPO dependent regulation pathway of FGF23 gene expression"}, {"pubmed": 29080630, "text": "these results suggested that quercetin's cytoprotective effects in HepG2 cells are mediated via EPO production."}, {"pubmed": 29220591, "text": "the implication of alpha-7-nAChR-JAK-2/STAT-3-Nrf-2 signaling cascade in the radiomitigative potential of EPO against ARS"}, {"pubmed": 29269524, "text": "demonstrated that different mechanisms are involved in the erythropoietin hypersensitivity phenotype, according to the type of EPOR mutation"}, {"pubmed": 29389768, "text": "Integrative view on how erythropoietin signaling controls transcription patterns in erythroid cells."}, {"pubmed": 29395333, "text": "Increases in plasma erythropoietin and erythropoietin receptor activation are mechanisms implicated in the increase of plasma FGF23 in acute kidney injury."}, {"pubmed": 29514032, "text": "study describes a gain-of-function variant in EPO in an extended kindred with familial erythrocytosis, including 10 affected family members in four generations; this mutation, a single-nucleotide deletion (c.32delG), introduces a frameshift in exon 2"}, {"pubmed": 29655605, "text": "When anemia or hypoxia occurs, transcriptional factor, hypoxia-inducible factor (HIF), binds to EPO 5' hypoxic response element and EPO gene transcription increases. In CKD, pericytes transdifferentiate to myofibroblasts, and subsequently the ability of EPO production decreases, leading to renal anemia. Recent advances on epigenetics create a new field to study EPO gene expression at chromatin level."}, {"pubmed": 29731355, "text": "In this case-control study, the erythropoietin (EPO) promoter variant s1617640, linked to high intravitreal EPO concentrations and increased risk of diabetic retinopathy, was not associated with severe retinopathy of prematurity. This finding was observed both in infants with and without recombinant EPO administration."}, {"pubmed": 30089456, "text": "Study provides evidence of increased placental EPO expression in monochorionic twin fetuses with selective intrauterine growth restriction and abnormal umbilical artery Doppler."}, {"pubmed": 30366982, "text": "FAM210B is an erythropoietin target and regulates erythroid heme synthesis by controlling mitochondrial iron import and ferrochelatase activity"}, {"pubmed": 30381499, "text": "Chronic kidney disease did not significantly alter IL-6 genotypes, but IL-6 gene polymorphism had a significant effect on serum erythropoietin levels and a nonsignificant effect on Hb levels."}, {"pubmed": 30507031, "text": "To date, 28 variants of the EPOR and seven variants of the EPO gene have been associated with erythrocytosis or upper hematocrit. Sequence variants were also found to be present within regulatory regions."}, {"pubmed": 30522768, "text": "Cross-over study in healthy subjects reveal that reduced arterial oxygen content (CaO2) induces similar increases in circulating erythropoietin (EPO) concentration irrespective of arterial oxygen tension (PaO2) manipulation, demonstrating that CaO2 is the critical variable regulating EPO production."}, {"pubmed": 30700319, "text": "Study conclude that physiologically slow-rising serum erythropoietin levels in breast cancer patients in response to tumor-related or chemotherapy-induced anemia, as opposed to large doses of recombinant erythropoietin, do not increase the pool of breast cancer-initiating cells."}, {"pubmed": 30821129, "text": "Endocrine responses to reduced central venous pressure comprising increases in circulating erythropoietin (EPO) are impaired in HFpEF patients and age-matched elderly individuals, suggesting that the hemodynamic regulation of EPO production is age-dependent."}, {"pubmed": 30915348, "text": "these data suggest that increased EPO/EPO-R expression may play an important role in cervical carcinogenesis. EPO overexpression may promote Vasculogenic mimicry (VM) formation in cervical squamous cell carcinoma."}, {"pubmed": 30941747, "text": "Hepcidin and erythropoietin levels are intimately connected with inflammation and iron deficiency in rheumatoid arthritis."}, {"pubmed": 31004564, "text": "role of CPC1 in the negative regulation of NF-kappaB activation through positive regulation of the HIF-1alpha/EPO axis."}, {"pubmed": 31013255, "text": "Erythropoietin inhibits SGK1-dependent TH17 induction and TH17-dependent kidney disease."}, {"pubmed": 31170159, "text": "Functional iron deficiency and higher serum EPO levels are strongly associated with increased all-cause mortality in the general population."}, {"pubmed": 31262146, "text": "Correlation of EPO gene polymorphism with gestational diabetes mellitus."}, {"pubmed": 31316151, "text": "Erythropoietin (EPO) haplotype associated with all-cause mortality in a cohort of Italian patients with Type-2 Diabetes."}, {"pubmed": 31345155, "text": "Study of Cord Blood Erythropoietin, Leptin and Adiponectin Levels in Neonates with Hypoxic Ischemic Encephalopathy."}, {"pubmed": 31417010, "text": "Upregulation of erythropoietin and erythropoietin receptor in castration-resistant progression of prostate cancer."}, {"pubmed": 31525610, "text": "this study emphasizes that lower than normal range of EPO does not bring additional diagnostic validity when JAK2 V617F mutation is positive"}, {"pubmed": 31612832, "text": "Erythropoietin Gene Polymorphism rs551238 is Associated with a Reduced Susceptibility to Brain Injury in Preterm Infants."}, {"pubmed": 31799636, "text": "Correlations of the severity of diabetic retinopathy with EPO, Caspase-3 expression and oxidative stress."}, {"pubmed": 31831169, "text": "Effects of sorbitol and lactate on erythropoietin production in HepG2 cells."}, {"pubmed": 32009627, "text": "Statistically significant changes in EPO and PLT values were noted only in female CWSs."}, {"pubmed": 32311841, "text": "Association between serum erythropoietin levels and renal reversibility in patients with renal impairment from multiple myeloma."}, {"pubmed": 32324886, "text": "Interplay of erythropoietin, fibroblast growth factor 23, and erythroferrone in patients with hereditary hemolytic anemia."}, {"pubmed": 32414157, "text": "Erythropoietin Ameliorates Ischemia/Reperfusion-Induced Acute Kidney Injury via Inflammasome Suppression in Mice."}, {"pubmed": 32438783, "text": "Changes in erythropoietin and vascular endothelial growth factor following the use of different altitude training concepts."}, {"pubmed": 32748255, "text": "Proof-of-concept study on improved efficacy of rHuEPO administered as a long-term infusion in rats."}, {"pubmed": 32889151, "text": "IFN-gamma directly inhibits the activity of erythropoietin in human erythroid progenitors."}, {"pubmed": 33049075, "text": "C-Terminal, but Not Intact, FGF23 and EPO Are Strongly Correlatively Elevated in Patients With Gain-of-Function Mutations in HIF2A: Clinical Evidence for EPO Regulating FGF23."}, {"pubmed": 33122796, "text": "Modified aptamers as reagents to characterize recombinant human erythropoietin products."}, {"pubmed": 33158076, "text": "The Erythropoetin rs1617640 Gene Polymorphism Associates with Hemoglobin Levels, Hematocrit and Red Blood Cell Count in Patients with Peripheral Arterial Disease."}, {"pubmed": 33325784, "text": "Influence of Zinc on the Acute Changes in Erythropoietin and Proinflammatory Cytokines with Hypoxia."}, {"pubmed": 33461346, "text": "Erythropoietin promoter polymorphism is associated with treatment efficacy and severe hematologic toxicity for platinum-based chemotherapy."}, {"pubmed": 33508746, "text": "Renal interstitial fibroblasts coproduce erythropoietin and renin under anaemic conditions."}, {"pubmed": 33599115, "text": "The GG genotype of erythropoietin rs1617640 polymorphism affects the risk of proliferative diabetic retinopathy in Slovenian subjects with type 2 diabetes mellitus: enemy or ally?"}, {"pubmed": 33625078, "text": "Erythropoietin Concentration in Boys With p.His63Asp Polymorphism of the HFE Gene."}, {"pubmed": 33857523, "text": "Variable alterations in plasma erythropoietin and brain-derived neurotrophic factor levels in patients with major depressive disorder with and without a history of suicide attempt."}, {"pubmed": 33865222, "text": "Novel HIF-2alpha interaction with Reptin52 impairs HIF-2 transcriptional activity and EPO secretion."}, {"pubmed": 34021850, "text": "Evaluation of beta-2 microglobulin, erythropoietin and tobacco use in polycythemic cases."}, {"pubmed": 34050579, "text": "Iron deficiency contributes to resistance to endogenous erythropoietin in anaemic heart failure patients."}, {"pubmed": 34077792, "text": "Iron-loaded transferrin potentiates erythropoietin effects on erythroblast proliferation and survival: a novel role through transferrin receptors."}, {"pubmed": 34100188, "text": "A quantitative systems pharmacology model of hyporesponsiveness to erythropoietin in rats."}, {"pubmed": 34209205, "text": "Molecular Insights into the Oxygen-Sensing Pathway and Erythropoietin Expression Regulation in Erythropoiesis."}, {"pubmed": 34339993, "text": "Human iPSC-derived neural crest stem cells can produce EPO and induce erythropoiesis in anemic mice."}, {"pubmed": 34440425, "text": "Proof of Gene Doping in a Mouse Model with a Human Erythropoietin Gene Transferred Using an Adenoviral Vector."}, {"pubmed": 34440909, "text": "Erythropoietin (EPO) as a Key Regulator of Erythropoiesis, Bone Remodeling and Endothelial Transdifferentiation of Multipotent Mesenchymal Stem Cells (MSCs): Implications in Regenerative Medicine."}, {"pubmed": 34465877, "text": "Endogenous erythropoietin at birth is associated with neurodevelopmental morbidity in early childhood."}, {"pubmed": 34556815, "text": "Growth factor signaling predicts therapy resistance mechanisms and defines neuroblastoma subtypes."}, {"pubmed": 34562020, "text": "Revisiting Diagnostic performances of serum erythropoietin level and JAK2 mutation for polycythemias: analysis of a cohort of 1090 patients with red cell mass measurement."}, {"pubmed": 34565332, "text": "Addressing the 'hypoxia paradox' in severe COVID-19: literature review and report of four cases treated with erythropoietin analogues."}, {"pubmed": 34619638, "text": "Early Biomarkers of Hypoxia and Inflammation and Two-Year Neurodevelopmental Outcomes in the Preterm Erythropoietin Neuroprotection (PENUT) Trial."}, {"pubmed": 34958257, "text": "Ineffective Erythropoietin Response to Anemia in Sepsis."}, {"pubmed": 35659624, "text": "Association of polymorphisms in the erythropoietin gene with diabetic retinopathy: a case-control study and systematic review with meta-analysis."}, {"pubmed": 35677638, "text": "Role of EPO and TCF7L2 Gene Polymorphism Contribution to the Occurrence of Diabetic Retinopathy."}, {"pubmed": 36054916, "text": "Epo-IGF1R cross talk expands stress-specific progenitors in regenerative erythropoiesis and myeloproliferative neoplasm."}, {"pubmed": 36310304, "text": "A protective erythropoietin evolutionary landscape, NLRP3 inflammasome regulation, and multisystem inflammatory syndrome in children."}, {"pubmed": 36577689, "text": "Erythropoietin induces odontoblastic differentiation of human-derived pulp stem cells via EphB4-Mediated MAPK signaling pathway."}, {"pubmed": 36879191, "text": "EPO regulates neuronal differentiation of adult human neural-crest derived stem cells in a sex-specific manner."}, {"pubmed": 37106166, "text": "The transcriptional and regulatory identity of erythropoietin producing cells."}, {"pubmed": 37190707, "text": "Correlation of Serum Erythropoietin Levels with Different Stages of Diabetic Retinopathy."}, {"pubmed": 37253412, "text": "Placental Erythroferrone and Erythropoietin mRNA Expression is not Associated with Maternal or Neonatal Iron Status in Adolescents Carrying Singletons and Adult Women Carrying Multiples."}, {"pubmed": 37269220, "text": "Is metabolic-dysfunction-associated fatty liver disease or advanced liver fibrosis associated with erythropoietin stimulating agent hypo-responsiveness among patients with end-stage kidney disease on haemodialysis?"}, {"pubmed": 37596741, "text": "Changes in serum hypoxia-inducible factor-1alpha and erythropoietin in allergic rhinitis patients: Correlation with the Th inflammatory profile and disease comorbidities."}, {"pubmed": 37741889, "text": "Serum Erythropoietin level in anemia of elderly with unclear etiology."}, {"pubmed": 37796693, "text": "EPO rs1617640 A>C is a Protective Factor for Chronic Obstructive Pulmonary Disease: A Case Control Study."}, {"pubmed": 38101791, "text": "[Related factors of endogenous erythropoietin and its association with 10-year risks of cardiovascular disease in a community-based Chinese study]."}, {"pubmed": 38272667, "text": "EPO promotes the progression of rheumatoid arthritis by inducing desialylation via increasing the expression of neuraminidase 3."}, {"pubmed": 38302546, "text": "Serum erythropoietin in acute ischemic stroke: preliminary findings."}, {"pubmed": 38560469, "text": "Erythropoietin alleviates lung ischemia-reperfusion injury by activating the FGF23/FGFR4/ERK signaling pathway."}], "genomic_pos": {"chr": "7", "end": 100723700, "ensemblgene": "ENSG00000130427", "start": 100720468, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 100321323, "start": 100318423, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 16497104, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006953", "qualifier": "involved_in", "term": "acute-phase response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 3838366, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 3838366, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009651", "qualifier": "involved_in", "term": "response to salt stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010523", "pubmed": 14569084, "qualifier": "involved_in", "term": "negative regulation of calcium ion transport into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010976", "qualifier": "involved_in", "term": "positive regulation of neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030218", "pubmed": 15084469, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030218", "pubmed": 28283061, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033028", "qualifier": "involved_in", "term": "myeloid cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033189", "qualifier": "involved_in", "term": "response to vitamin A"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0038162", "qualifier": "involved_in", "term": "erythropoietin-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038162", "pubmed": 28283061, "qualifier": "involved_in", "term": "erythropoietin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042104", "qualifier": "involved_in", "term": "positive regulation of activated T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042541", "qualifier": "involved_in", "term": "hemoglobin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043249", "qualifier": "involved_in", "term": "erythrocyte maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046579", "qualifier": "involved_in", "term": "positive regulation of Ras protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046579", "pubmed": 9722506, "qualifier": "involved_in", "term": "positive regulation of Ras protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051602", "qualifier": "involved_in", "term": "response to electrical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055093", "qualifier": "involved_in", "term": "response to hyperoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070555", "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071474", "pubmed": 14569084, "qualifier": "involved_in", "term": "cellular hyperosmotic response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902219", "pubmed": 14569084, "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway in response to osmotic stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902251", "pubmed": 14569084, "qualifier": "involved_in", "term": "negative regulation of erythrocyte apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001258", "pubmed": 14569084, "qualifier": "involved_in", "term": "negative regulation of cation channel activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 14569084, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 14569084, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044297", "qualifier": "located_in", "term": "cell body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 28283061, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005128", "qualifier": "enables", "term": "erythropoietin receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005128", "pubmed": 28283061, "qualifier": "enables", "term": "erythropoietin receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9774108, 26481148, 29997244], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030295", "qualifier": "enables", "term": "protein kinase activator activity"}]}, "homologene": {"genes": [[7955, 100002479], [7955, 100004455], [8364, 100494034], [9544, 719294], [9598, 463609], [9606, 2056], [9615, 404002], [9913, 280784], [10090, 13856], [10116, 24335]], "id": 624}, "interpro": [{"desc": "Erythropoietin/thrombopoietin", "id": "IPR001323", "short_desc": "EPO_TPO"}, {"desc": "Erythropoietin", "id": "IPR003013", "short_desc": "Erythroptn"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Erythropoietin/thrombopoeitin, conserved site", "id": "IPR019767", "short_desc": "EPO/TPO_CS"}], "ipi": "IPI00307226", "map_location": "7q22.1", "name": "erythropoietin", "other_names": ["epoetin", "erythropoietin"], "pantherdb": {"HGNC": "3415", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95407", "ortholog_type": "LDO", "panther_family": "PTHR10370", "taxid": 10090, "uniprot_kb": "P07321"}, {"RGD": "2559", "ortholog_type": "LDO", "panther_family": "PTHR10370", "taxid": 10116, "uniprot_kb": "P29676"}, {"ZFIN": "ZDB-GENE-141216-428", "ortholog_type": "O", "panther_family": "PTHR10370", "taxid": 7955, "uniprot_kb": "A0A2R8QNK5"}, {"ZFIN": "ZDB-GENE-061218-3", "ortholog_type": "LDO", "panther_family": "PTHR10370", "taxid": 7955, "uniprot_kb": "Q2XNF5"}], "uniprot_kb": "P01588"}, "pathway": {"biocarta": [{"id": "eponfkbpathway", "name": "erythropoietin mediated neuroprotection through nf-kb"}, {"id": "epopathway", "name": "epo signaling pathway"}, {"id": "hifpathway", "name": "hypoxia-inducible factor in the cardivascular system"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": [{"id": "epopathway", "name": "EPO signaling pathway"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}], "reactome": [{"id": "R-HSA-1234158", "name": "Regulation of gene expression by Hypoxia-inducible Factor"}, {"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9027276", "name": "Erythropoietin activates Phosphoinositide-3-kinase (PI3K)"}, {"id": "R-HSA-9027276", "name": "Erythropoietin activates Phosphoinositide-3-kinase (PI3K)"}, {"id": "R-HSA-9027277", "name": "Erythropoietin activates Phospholipase C gamma (PLCG)"}, {"id": "R-HSA-9027283", "name": "Erythropoietin activates STAT5"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}], "wikipathways": [{"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP581", "name": "EPO Receptor Signaling"}]}, "pdb": ["1BUY", "1CN4", "1EER"], "pfam": "PF00758", "pharmgkb": "PA27833", "pharos": {"target_id": 6575, "tdl": "Tbio"}, "pir": "A01855", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325382", "relationship": "is"}, {"id": "GNF325383", "relationship": "is"}, {"id": "GNF325384", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292788", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212857", "relationship": "is"}, {"id": "GNF249003", "relationship": "is"}, {"id": "GNF249004", "relationship": "is"}, {"id": "GNF249005", "relationship": "is"}, {"id": "GNF249006", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082206", "relationship": "is"}, {"id": "GNF082207", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053689", "relationship": "is"}, {"id": "GNF058461", "relationship": "is"}, {"id": "GNF073687", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070115", "relationship": "is"}, {"id": "GNF070116", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278653", "relationship": "is"}, {"id": "GNF279360", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330775", "relationship": "is"}, {"id": "GNF331966", "relationship": "is"}, {"id": "GNF333938", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337005", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102239", "relationship": "is"}, {"id": "GNF141894", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_021471.2"], "protein": "NP_000790.2", "rna": "NM_000799.4", "translation": {"protein": "NP_000790.2", "rna": "NM_000799.4"}}, "reporter": {"HG-U133_Plus_2": ["207257_at", "217254_s_at"], "HG-U95Av2": "1023_at", "HTA-2_0": "TC07000632.hg.1", "HuEx-1_0": "3015778", "HuGene-1_1": "8134907", "HuGene-2_1": "17049466"}, "retired": 82670, "summary": "This gene encodes a secreted, glycosylated cytokine composed of four alpha helical bundles. The encoded protein is mainly synthesized in the kidney, secreted into the blood plasma, and binds to the erythropoietin receptor to promote red blood cell production, or erythropoiesis, in the bone marrow. Expression of this gene is upregulated under hypoxic conditions, in turn leading to increased erythropoiesis and enhanced oxygen-carrying capacity of the blood. Expression of this gene has also been observed in brain and in the eye, and elevated expression levels have been observed in diabetic retinopathy and ocular hypertension. Recombinant forms of the encoded protein exhibit neuroprotective activity against a variety of potential brain injuries, as well as antiapoptotic functions in several tissue types, and have been used in the treatment of anemia and to enhance the efficacy of cancer therapies. [provided by RefSeq, Aug 2017].", "symbol": "EPO", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366564"}, "unigene": "Hs.2303", "uniprot": {"Swiss-Prot": "P01588", "TrEMBL": "G9JKG7"}, "wikipedia": {"url_stub": "Erythropoietin"}}