{"AllianceGenome": "3416", "HGNC": "3416", "MIM": "133171", "_id": "2057", "_version": 1, "accession": {"genomic": ["AC024575.6", "CH471106.1", "CP068259.2", "EU272047.1", "JQ821734.1", "JQ821735.1", "M76595.1", "M77244.1", "MN183108.1", "MN183109.1", "MN183110.1", "MN183111.1", "MN183112.1", "MN183113.1", "MN183114.1", "MN183115.1", "MN183116.1", "MN183117.1", "MN183118.1", "MN183119.1", "MN183120.1", "MN183121.1", "MN183122.1", "MN183123.1", "MN183124.1", "MN183125.1", "MN183126.1", "MW600850.1", "MW600851.1", "NC_000019.10", "NC_060943.1", "NG_021395.1", "S45332.1", "S78430.1"], "protein": ["AAA52392.1", "AAA52393.1", "AAA52401.1", "AAA52403.1", "AAB23271.1", "AAB34703.2", "AAI12154.1", "ABX71216.1", "AFM52330.1", "AFM52331.1", "BAG37561.1", "CAA40550.1", "CAA66260.1", "EAW84205.1", "EAW84206.1", "EAW84207.1", "EAW84208.1", "NP_000112.1", "P19235.1", "QID90209.1", "QID90210.1", "QID90211.1", "QID90212.1", "QID90213.1", "QID90214.1", "QID90215.1", "QID90216.1", "QID90217.1", "QID90218.1", "QID90219.1", "QID90220.1", "QID90221.1", "QID90222.1", "QID90223.1", "QID90224.1", "QID90225.1", "QID90226.1", "QID90227.1", "ULM60735.1", "ULM60736.1"], "rna": ["AK315097.1", "BC019092.2", "BC112153.1", "BC143697.1", "BC143698.1", "BC143700.1", "BU619338.1", "M34986.1", "M60459.1", "NM_000121.4", "NR_033663.2", "X57282.1", "X97671.1"], "translation": [{"protein": "AAA52401.1", "rna": "M34986.1"}, {"protein": "AAI12154.1", "rna": "BC112153.1"}, {"protein": "BAG37561.1", "rna": "AK315097.1"}, {"protein": "CAA66260.1", "rna": "X97671.1"}, {"protein": "CAA40550.1", "rna": "X57282.1"}, {"protein": "NP_000112.1", "rna": "NM_000121.4"}, {"protein": "AAA52403.1", "rna": "M60459.1"}]}, "alias": "EPO-R", "ensembl": {"gene": "ENSG00000187266", "protein": ["ENSP00000222139", "ENSP00000466784", "ENSP00000467230", "ENSP00000467809", "ENSP00000468187"], "transcript": ["ENST00000222139", "ENST00000586890", "ENST00000588681", "ENST00000588859", "ENST00000589402", "ENST00000590927", "ENST00000591958", "ENST00000592375"], "translation": [{"protein": "ENSP00000222139", "rna": "ENST00000222139"}, {"protein": "ENSP00000467809", "rna": "ENST00000592375"}, {"protein": "ENSP00000466784", "rna": "ENST00000588859"}, {"protein": "ENSP00000468187", "rna": "ENST00000591958"}, {"protein": "ENSP00000467230", "rna": "ENST00000586890"}], "type_of_gene": "protein_coding"}, "entrezgene": "2057", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.5283155924, "exp_mis": 193.486734254, "exp_syn": 101.427112183, "lof_z": 2.19636541568257, "mis_z": 2.19724476458676, "mu_lof": 9.76929356064e-07, "mu_mis": 2.18480311325e-05, "mu_syn": 1.16399284398e-05, "n_lof": 4.0, "n_mis": 131.0, "n_syn": 84.0, "p_li": 0.058450671852552, "p_null": 0.0174943635760109, "p_rec": 0.924054964571437, "syn_z": 1.07274760016614}, "bp": 1527, "cds_end": 11494883, "cds_start": 11488659, "n_exons": 8, "nonpsych": {"exp_lof": 10.3174688716, "exp_mis": 175.007401427, "exp_syn": 91.6845517359, "lof_z": 1.93156135988108, "mis_z": 2.09727086297469, "mu_lof": 9.76929356064e-07, "mu_mis": 2.18480311325e-05, "mu_syn": 1.16399284398e-05, "n_lof": 4.0, "n_mis": 120.0, "n_syn": 75.0, "p_li": 0.04255332469243, "p_null": 0.03363077321869, "p_rec": 0.92381590208888, "syn_z": 1.09705878821635}, "nontcga": {"exp_lof": 10.5946688208, "exp_mis": 177.996426618, "exp_syn": 93.3015622331, "lof_z": 1.99862138525733, "mis_z": 2.3524482701214, "mu_lof": 9.76929356064e-07, "mu_mis": 2.18480311325e-05, "mu_syn": 1.16399284398e-05, "n_lof": 4.0, "n_mis": 115.0, "n_syn": 74.0, "p_li": 0.0431893408405693, "p_null": 0.0273456435369964, "p_rec": 0.929465015622434, "syn_z": 1.26523229216327}, "transcript": "ENST00000222139.6"}, "exons": [{"cdsend": 11384207, "cdsstart": 11377983, "chr": "19", "position": [[11377206, 11378595], [11378690, 11378778], [11380883, 11380971], [11381055, 11381209], [11381691, 11381849], [11381929, 11382105], [11383096, 11383232], [11384092, 11384314]], "strand": -1, "transcript": "NM_000121", "txend": 11384314, "txstart": 11377206}, {"cdsend": 11384314, "cdsstart": 11384314, "chr": "19", "position": [[11377206, 11378595], [11378690, 11378778], [11380883, 11380971], [11381055, 11381209], [11381691, 11381849], [11381929, 11382105], [11382846, 11383232], [11384092, 11384314]], "strand": -1, "transcript": "NR_033663", "txend": 11384314, "txstart": 11377206}], "exons_hg19": [{"cdsend": 11494883, "cdsstart": 11488659, "chr": "19", "position": [[11487882, 11489271], [11489366, 11489454], [11491559, 11491647], [11491731, 11491885], [11492367, 11492525], [11492605, 11492781], [11493772, 11493908], [11494768, 11494990]], "strand": -1, "transcript": "NM_000121", "txend": 11494990, "txstart": 11487882}, {"cdsend": 11494990, "cdsstart": 11494990, "chr": "19", "position": [[11487882, 11489271], [11489366, 11489454], [11491559, 11491647], [11491731, 11491885], [11492367, 11492525], [11492605, 11492781], [11493522, 11493908], [11494768, 11494990]], "strand": -1, "transcript": "NR_033663", "txend": 11494990, "txstart": 11487882}], "generif": [{"pubmed": 11884148, "text": "Amino acid determinants of beta-hairpin conformation in erythropoeitin receptor agonist peptides derived from a phage display library"}, {"pubmed": 11994541, "text": "While both Epo and Epo-R were detected in all samples of isolated epithelial cells analysed throughout the menstrual cycle, neither one was detected in isolated stromal cells. Epo and Epo-R protein expression in glandular epithelial cells was increased"}, {"pubmed": 11999556, "text": "REVIEW: Role of erythropoietin receptor in myelodysplastic syndrome and leukemia."}, {"pubmed": 12021194, "text": "The extracellular binding site for ERP is now characterized. The site is located in the membrane proximal, extracellular part of the receptor. ERP binds to a region on the EPOR that contains the same sequence as ERP"}, {"pubmed": 12027890, "text": "evidence for pY429pY431 being a new high affinity binding site for SOCS-3 on the EpoR"}, {"pubmed": 12118093, "text": "functional significance of expression in breast cancer"}, {"pubmed": 12488507, "text": "JAK2 activation mediates cross-talk between extracellular domain mutants of the beta-subunit of the GM-CSF receptor and EpoR"}, {"pubmed": 12525458, "text": "Epo and Epo-R localized within glandular epithelial cells in both peritoneal endometriosis and eutopic endometrium. Epo-R expression lower in black peritoneal lesions."}, {"pubmed": 12878211, "text": "Expression of erythropoietin receptor splice variants in tumor cell lines."}, {"pubmed": 14584755, "text": "Majority of papillary thyroid carcinomas (PTC) from children and adolescents express EPO-R, a finding associated with favorable prognostic indicators and a lower risk of recurrence."}, {"pubmed": 15160341, "text": "Increased erythropoietin receptor expression is associated with advanced-stage disease, lymphovascular invasion, lymph node metastasis of endometrial carcinoma"}, {"pubmed": 15205261, "text": "erythropoietin receptor and nitric oxide production are stimulated by erythropoietin and hypoxia in vascular endothelial cells"}, {"pubmed": 15249201, "text": "These data demonstrate that EPO can promote differentiation of neuronal stem cells into astrocytes in an EPO receptor dependent manner, and this effect may be associated with the activation of ERK kinase and NF-kappaB pathway."}, {"pubmed": 15358619, "text": "activated Epo receptors appear to be quickly degraded after ubiquitination by 2 proteolytic systems that proceed successively"}, {"pubmed": 15467711, "text": "Epression of erythropoietin receptor in prostate cancer cell lines suggesting that these cells may serve as useful experimental models for further studies of erythropoietin receptor function for growth regulation in prostate cancer."}, {"pubmed": 15480420, "text": "the erythropoietin-receptor pathway modulates survival of cancer cells"}, {"pubmed": 15572213, "text": "The Erythropoietin Receptor mutations have been shown to cause the myeloproliferative disorders disease."}, {"pubmed": 15644415, "text": "detailed mapping of interactions of several signalling proteins with phosphorylated tyrosine-containing motifs in the cytosolic domain OF EPOR"}, {"pubmed": 15657048, "text": "the TM-JM junction of EpoR forms an N-terminal helix cap required for function"}, {"pubmed": 15671524, "text": "erythropoietin and EPOR are co-expressed in tumor cells, suggesting that erythropoietin may potentially function as an autocrine or paracrine factor in head and neck cancer"}, {"pubmed": 15709164, "text": "erythropoietin receptor was expressed in almost all samples in non-small cell lung carcinomas."}, {"pubmed": 15709172, "text": "Results showed that VHL disease-associated renal clear cell carcinomas and renal cysts coexpress and erythropoietin receptor and erythropoietin."}, {"pubmed": 15769989, "text": "Coexpression of Erythropoietin and Erythropoietin receptor was found in all five Hippel Lindau disease-associated pheochromocytomas."}, {"pubmed": 15777837, "text": "the erythropoietin functions that promote cell survival and proliferation are affected by aluminum exposure through mechanisms involving erythropoietin receptor"}, {"pubmed": 15878737, "text": "Y285 and Y344 in the cytoplasmic domain of EPOR-ME may contribute to increased Epo sensitivity that is characteristic of primary familial and congenital polycythemia phenotype."}, {"pubmed": 16084495, "text": "CaM binds to the membrane-proximal EpoR cytoplasmic region and plays an essential role in activation of Jak2-mediated EpoR signaling"}, {"pubmed": 16161153, "text": "data demonstrate that transformed, non-malignant and malignant prostate epithelial cells have functional EpoR"}, {"pubmed": 16278379, "text": "Erythropoietin and erythropoietin receptor are expressed in head and neck squamous cell carcinoma"}, {"pubmed": 16608505, "text": "No EPOR exon VIII mutations were found in members of 8 Greek families with primary familial and congenital polycythemia."}, {"pubmed": 16627979, "text": "Coexpression of erythropoietin and its receptor plays a important role in tumorigenesis of sporadic clear cell renal cell carcinoma."}, {"pubmed": 16699298, "text": "findings show that three thyroid cancer cell lines expressed Epo and EpoR mRNA"}, {"pubmed": 16982687, "text": "Collectively, the results suggest that Jak2 is the sole direct signaling molecule downstream of EpoR required for biological activity."}, {"pubmed": 17038666, "text": "erythropoietin receptor is not ubiquitinated following erythropoietin stimulation in this cancer cell line, and there is no turnover of the receptor in either unstimulated or stimulated cells"}, {"pubmed": 17110616, "text": "Doubt concerning the significance of previous immunohistochemical studies of EPOR expression in malignancy and emphasize the need for more specific anti-EPOR antibodies to define the true extent of EPOR expression in neoplastic tissue."}, {"pubmed": 17145806, "text": "The EpoR expression correlated significantly with apoptosis and correlated significantly with tumor size and was significantly associated with the presence of lymphovascular space involvement in Cervical cancers."}, {"pubmed": 17293480, "text": "The Epo receptor may be important for secretion, endothelial progenitor cell mobilization, and angiogenesis in ischemic tissue as well as Epo in peripheral vasculature of EpoR-deficient-rescued transgenic mice, compared with wild type."}, {"pubmed": 17363704, "text": "Recognition of a vascular EpoR system which is endowed with significant pathophysiological functions opens new exploitation horizons in cardiovascular medicine."}, {"pubmed": 17483696, "text": "upregulation of EpoR in temporal cortical and hippocampal astrocytes is an early, potentially neuroprotective, event in the pathogenesis of sporadic Alzheimer disease."}, {"pubmed": 17488692, "text": "A novel sporadic EPOR 1453G->A (Trp439Stop) mutation was detected. All familial erythrocytosis cases, varied in phenotype, presented the EPOR 1414C->G (Tyr426Stop) mutation."}, {"pubmed": 17524492, "text": "Five of the antibodies recognized recombinant rat and human EPOR in HEK293 cells by Western blotting, but the same antibodies yielded different and inconsistent results when using human UT-7 cells or rat brain tissue."}, {"pubmed": 17597020, "text": "Statistically analyzed distributions of the proteins reflected functional dependences among STAT3, HIF-1alpha, EPO and EPOR in cellular signal conduction."}, {"pubmed": 17637760, "text": "Upregulation of EPOR is not uncommon for PCa and upregulated EPOR in high-grade PIN suggests upregulation of EPOR is an early event for prostate carcinogenesis."}, {"pubmed": 17647284, "text": "Epo and EpoR were expressed neuroblastomas but did not modify tumor cell proliferation."}, {"pubmed": 17893874, "text": "erythropoietin receptor and erythropoietin have roles in the autocrine/paracrine mechanism of growth enhancement in human ovarian cancer cells"}, {"pubmed": 17912463, "text": "These results suggest that the erythropoietin-independent EpoR-signaling pathway plays a potential role in cell proliferation and angiogenesis in human pterygium."}, {"pubmed": 17922127, "text": "we provide evidence that expression of the erythropoietin receptor is a common feature of malignant mesothelioma cells cultured in vitro"}, {"pubmed": 17995455, "text": "The EPO-R cytosolic domain is involved in its exit.Sequence motifs that participate in endocytosis can also modulate transport along the secretory pathway."}, {"pubmed": 18006699, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18059484, "text": "HLA-G5 downregulates EPOR constitutive signaling of JAK2 V617F-expressing erythroleukemia cells, inhibiting cell proliferation via G1 cell cycle arrest."}, {"pubmed": 18158285, "text": "EpoR juxtamembrane regulatory motif essential for Epo-dependent JAK2 activation is not essential for the activation of JAK2V617F."}, {"pubmed": 18184464, "text": "The level of EPO-R positively correlates to angiogenesis and progression of esophageal carcinoma."}, {"pubmed": 18250608, "text": "Erythropoietin receptor is present in normal parathyroid, parathyroid adenoma, and hyperplasia."}, {"pubmed": 18278456, "text": "EPO and EPO Receptor have roles in apoptosis in pancreatic cells"}, {"pubmed": 18332162, "text": "Epo overexpression is an early event in the retina of diabetic patients, not associated with any change in EpoR."}, {"pubmed": 18349818, "text": "we have found no evidence that EpoR is overexpressed in tumours or gets to the surface of tumour cells."}, {"pubmed": 18424770, "text": "activation of the EpoR gene by Wt1 may represent an important mechanism in normal hematopoiesis"}, {"pubmed": 18479804, "text": "expression in placenta increased in abortive tissue and hydatidiform mole"}, {"pubmed": 18492694, "text": "new mutations in the erythropoietin receptor gene may have a role in pure erythrocytosis"}, {"pubmed": 18818706, "text": "2 BCP-ALL patients had a novel, recurrent, reciprocal translocation involving IGH@ & EPOR. EPOR mRNA expression was increased at diagnosis and relapse."}, {"pubmed": 19010836, "text": "ETV6/RUNX1 leads to EPOR up-regulation and that activation by EPO might be of relevance to the biology of ETV6/RUNX1-positive acute lymphoblastic leukemias"}, {"pubmed": 19070519, "text": "Up-regulation of of erythropoietin receptor has a more important role in comparison with of erythropoietin in prostate carcinogenesis."}, {"pubmed": 19099624, "text": "EPOR is expressed in cells of acute leukemia, but the expression level in low. The EPOR expression rate shows no significant difference between AML and ALL."}, {"pubmed": 19133231, "text": "These findings suggest that EpoR over-expression and activation in breast cancer cells has the potential to contribute to tumor progression by promoting the proliferation and invasiveness of the neoplastic cells"}, {"pubmed": 19218878, "text": "Results describe the molecular mechanisms of erythropoietin receptor regulation in neuronal cells including the role of GATA transcription factors."}, {"pubmed": 19264915, "text": "erythropoietin receptor may be constitutively active in some cancer cells in the absence of erythropoietin"}, {"pubmed": 19298633, "text": "Results demonstrate the expression of EpoR in meningiomas; lower EpoR mean levels might be a useful marker for a higher recurrence risk, but further studies are needed to clarify the influence of EpoR on recurrences and the role of the different isoforms"}, {"pubmed": 19336760, "text": "p85alpha and p85beta may recruit proteins in the endocytic machinery on Epo stimulation; mutated EpoRs from primary familial and congenital polycythemia patients lacking the 3 important tyrosines do not bind p85 or internalize on stimulation"}, {"pubmed": 19375647, "text": "GR became associated with the EPO receptor and STAT-5 in cells stimulated with EPO and DXM"}, {"pubmed": 19464057, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19515792, "text": "Signaling through EPOR is involved in exercise-induced skeletal muscle adaptation, thus extending the biological role of EPO into the skeletal muscle."}, {"pubmed": 19536148, "text": "the overexpression of functional EpoR expression in about half of the analyzed clinical melanoma metastasis specimens and show anti-apoptotic as well as pro-migratory effects of Epo, which is of importance for the treatment of anemia in advanced melanoma"}, {"pubmed": 19544471, "text": "Data show that above-median EpoR, above-median Jak2, and below-median Hsp70 mRNA levels were all associated with significantly poorer Locoregional progression-free survival."}, {"pubmed": 19655412, "text": "Study suggests that treatment with a combination of TSPG and EPO may induce erythroid differentiation of K562 cells at least in part through induction of EPOR internalization."}, {"pubmed": 19779103, "text": "HIF1alpha, but not EpoR, was associated with the depth of myometrial invasion (p=0.04) and marginally with prognosis (p=0.07)of endometrial carcinomas."}, {"pubmed": 19836979, "text": "Data from competitive transplantation experiments in a mouse model suggest signaling through human EPOR regulates erythropoiesis and megakaryopoiesis."}, {"pubmed": 19930602, "text": "Cells within the brainstem of severe malaria patients showed protein expression of Epo and its receptor components. However, the incidence of endogeneous expression did not reflect protection from vascular or neuronal injury"}, {"pubmed": 19965681, "text": "EPO induction of NO is dependent on the betaC-R and VEGF-R2; VEGF induction of NO is dependent on the expression of the betaC-R, and that the betaC-R and VEGF-R2 interact"}, {"pubmed": 20124513, "text": "EpoR mRNA was detected in essentially all cell types examined, including primary endothelial, renal, cardiac, and neuronal cells but 10- to 100-fold lower than Epo-responsive cells"}, {"pubmed": 20124514, "text": "EpoR mRNA levels in 209 cell lines representing 16 tumor types were low compared with erythropoiesis-stimulating agent-responsive positive controls."}, {"pubmed": 20164027, "text": "Expressions of EPOR show mutual correlations in primary ductal breast cancers, which suggest co-operation among the protein."}, {"pubmed": 20169072, "text": "Data show that sEpoR is detectable as a 27kDa protein in the serum of dialysis patients, and that higher serum sEpoR levels correlate with increased erythropoietin requirements."}, {"pubmed": 20336349, "text": "Tumor vessels exhibited EpoR, pJAK-2, and pSTAT-5 immunoreactivity"}, {"pubmed": 20337434, "text": "Diverse binding epitopes of single-chain antibody induce signaling through the erythropoietin receptor."}, {"pubmed": 20614229, "text": "High EpoR is associated with angiogenesis in glioma."}, {"pubmed": 20861249, "text": "EpoR signaling is absolutely required for Parvovirus B19 replication in ex vivo-expanded erythroid progenitor cells after initial virus entry and at least partly accounts for the remarkable tropism of B19V infection for human erythroid progenitors."}, {"pubmed": 20884294, "text": "results suggest that spermatozoa express EPO receptor on plasma membrane, which might act to protect these cells from damage after ejaculation."}, {"pubmed": 20947680, "text": "downregulation of sEPOR by intermittent hypoxia modulates the subsequent EPO response"}, {"pubmed": 21291419, "text": "EPO-R cytosolic lysine residues enhance receptor function, most probably through ubiquitination and/or other post-translational modifications."}, {"pubmed": 21360263, "text": "The Epo/EpoR complex plays a critical role in the adhesion and migration of rat fibroblasts, and its functional inactivation is associated with PLC-gammal-dependent reduction of cell-matrix adhesion and this also affects cell migration."}, {"pubmed": 21437635, "text": "Detected is a novel heterozygous frameshift mutation in exon 8 of the EPOR resulting in primary familial and congenital polycythaemia."}, {"pubmed": 21623073, "text": "The uniform increase in the expression of Epo and EpoR along the colonic neoplastic sequence and further increase in ischemic/necrotic areas indicates that the Epo signaling pathway is an important component in colon carcinogenesis."}, {"pubmed": 21749867, "text": "EPOR signalling in tumour cells is involved in the control of glioma growth."}, {"pubmed": 21860424, "text": "These data support that EpoR is functional in melanoma and EpoR activation may promote melanoma progression, and suggest that Epo may stimulate angiogenesis and increase survival of melanoma cells under hypoxic condition in vivo."}, {"pubmed": 21900195, "text": "ETV6-RUNX1 directly activates ectopic expression of a functional EPOR and provides cell survival signals that may contribute critically to persistence of covert premalignant clones in children."}, {"pubmed": 22025882, "text": "Data suggest that increased expression of erythropoietin and erythropoietin receptor may play a significant role in the carcinogenesis, angiogenesis and progression of gastric adenocarcinoma."}, {"pubmed": 22093990, "text": "STAT5 phosphorylation levels of EPO and TPO receptors are elevated in bone marrow cells of patients with paroxysmal nocturnal hemoglobinuria."}, {"pubmed": 22227182, "text": "Erythropoietin is capable of downregulating erythropoietin receptor when it acts early within HepG2 cells."}, {"pubmed": 22253704, "text": "New knowledge concerning regulated EPOR expression and trafficking therefore is provided, together with new insight into mechanisms via which mutated EPOR-T polycythemia alleles dysregulate the erythron."}, {"pubmed": 22338178, "text": "The expression of EPOR and TPOR on CD34+ CD59+ bone marrow cells are significantly higher than those on CD34+ CD59- cells of paroxysmal nocturnal hemoglobinuria patients."}, {"pubmed": 22384088, "text": "The absence of functional Epo receptor activity in human skeletal muscle indicates that the long-term effects are indirect and probably related to an increased oxidative capacity in this tissue"}, {"pubmed": 22406924, "text": "Peginesatide and erythropoietin stimulate similar erythropoietin receptor-mediated signal transduction and gene induction events."}, {"pubmed": 22509308, "text": "a critical role for membrane raft in recruitment and assembly of Epo-R and signal intermediates into discrete membrane signaling units"}, {"pubmed": 22552716, "text": "the biology of the EpoR in ovarian cancer cells"}, {"pubmed": 22639817, "text": "High EPOR expression in OSCC is associated with an aggressive tumor behavior and poorer prognosis in the univariate analysis among patients with OSCC."}, {"pubmed": 22669473, "text": "These findings reveal a role of endogenous EPO/EPOR for cognition, at least in schizophrenic patients."}, {"pubmed": 22982397, "text": "TAL1 binds to the EPO-R promoter to activate EPO-R expression"}, {"pubmed": 23028796, "text": "Epo/EpoR pathway was involved in cell growth, invasion, survival, and sensitivity to the multi-kinases inhibitor Sunitinib in renal cell carcinoma cells."}, {"pubmed": 23052842, "text": "The progressive increase of EPO and EpoR mRNA can already be observed during the fibrotic-cirrhotic development with a peak of expression rising at tumor formation."}, {"pubmed": 23117856, "text": "EPOR expression may be involved in tumor progression and proliferation in HER2-positive breast cancer.EPOR contributes to the mechanism of trastuzumab resistance in breast cancer."}, {"pubmed": 23158995, "text": "EPO/EPO-R expression and microvessel density are closely related, and expression of these two genes might be an endogenous stimulant of angiogenesis during the progression of non-small cell lung cancer."}, {"pubmed": 23314808, "text": "molecular classification of breast cancer is based upon the expression of ESR, PGR and HER2; the expression of EPOR, membrane receptor GPER and EPHB4 may be considered as an additional classification factor in breast cancer"}, {"pubmed": 23496059, "text": "In HBV-related HCC, the levels of EpoR mRNA and protein in non-tumour cirrhotic livers were positively correlated with tumour cell differentiation, which is a favourable predictor of disease-specific survival."}, {"pubmed": 23577103, "text": "Sp1 may significantly affect the number of EPO-R molecules present on the surface of activated CD4(+) lymphocytes"}, {"pubmed": 23881169, "text": "Epo-R is expressed in bone marrow-derived macrophages from multiple myeloma and monoclonal gammopathy of undetermined significance patients. The Epo/Epo-R pathway may be involved in the regulation of angiogenic response occurring in MM."}, {"pubmed": 23885016, "text": "Data suggest that adipose tissue-specific disruption of EPO receptor does not alter adipose tissue expansion, adipocyte morphology, insulin resistance, inflammation, or angiogenesis."}, {"pubmed": 24155958, "text": "This study reveals high EPOR level as a potential novel positive prognostic marker in human lung lung adenocarcinoma."}, {"pubmed": 24165569, "text": "Erythropoietin (EPO) and its receptor (EPOR), frequently overexpressed in breast cancer, are true targets of miR-125b."}, {"pubmed": 24502950, "text": "Data show that erythropoietin receptor (EPOR) protein is expressed in breast cancer cells, where it appears to promote proliferation by an EPO-independent mechanism in estrogen receptor alpha (ERalpha) expressing breast cancer cells."}, {"pubmed": 24518819, "text": "while EPO can stimulate NO production, NO in turn can regulate EPOR expression in endothelial cells during hypoxia"}, {"pubmed": 24533580, "text": "3 novel EPOR mutations in primary familial and congenital polycythemia--Del1377-1411, a C1370A and G1445--were chimerized with EGFR to study signalling and metabolism of the chimeric receptors."}, {"pubmed": 25418301, "text": "transmembrane domain and the juxtamembrane region of the erythropoietin receptor in micelles"}, {"pubmed": 25544764, "text": "Data suggest that erythropoietin receptor (EPOR) could be a target to overcome therapeutic resistance toward ionizing radiation or temozolomide."}, {"pubmed": 25874769, "text": "Data show that erythropoietin receptor antagonist EMP9 suppressed hemoglobin synthesis in xenografts of HeLa cells."}, {"pubmed": 25887776, "text": "basic mechanisms for hypoxia-inducible factor induction of EPO expression, and within erythroid progenitors EPOR engagement of canonical Janus kinase 2/signal transducer and activator of transcription 5 (JAK2/STAT5)"}, {"pubmed": 26010769, "text": "A new point mutation in EPOR induces a short deletion in congenital erythrocytosis."}, {"pubmed": 26097591, "text": "In multivariate survival analysis, age, Epo and EpoR were independent prognostic factors related to overall survival in hepatocellular carcinoma."}, {"pubmed": 26159733, "text": "erythrocyte lineage enforces exclusivity through upregulation of EKLF and its lineage-specific cytokine receptor (EpoR) while inhibiting both FLI-1 and the receptor TpoR (also known as MPL) for the opposing megakaryocyte lineage"}, {"pubmed": 26412593, "text": "We report for a first time that functional EpoR is expressed in human rhabdomyosarcoma cell lines as well as by primary tumors from RMS patients."}, {"pubmed": 26846855, "text": "These results identify EPOR as the secondbona fidehydroxylation-dependent substrate of VHL that potentially influences oxygen homeostasis and contributes to the complex genotype-phenotype correlation in VHL disease."}, {"pubmed": 26914246, "text": "Authors retrospectively investigated whether TFR2 isoforms and EPOR are differentially expressed in MDS patients and whether the expression is associated with patients' clinical outcomes."}, {"pubmed": 26919105, "text": "High EPOR expression is associated with monoclonal gammopathy of undetermined significance and multiple myeloma."}, {"pubmed": 27086036, "text": "Our results suggest that EPO/EPOR pathway promotes gastric cancer formation, proliferation, migration, and decreases apoptosis"}, {"pubmed": 27262376, "text": "this study shows that EPO could directly promote tumor progression via EPO receptor-expressing macrophages"}, {"pubmed": 27468719, "text": "Overexpression of EPOR is associated with clear cell renal cell carcinoma."}, {"pubmed": 27543111, "text": "These results suggest that both EpoR-positive and EpoR-negative cancer cells could be regulated by exogenous Epo. However, an increased response to erythropoietin was observed in the EpoR-positive cells. Thus, erythropoietin increases the risk of tumor progression in colon cancer and should not be used to treat anemia in this type of cancer."}, {"pubmed": 27581518, "text": "EPO-mediated EPOR signaling reduced the viability of myeloma cell lines and of malignant primary plasma cells in vitro"}, {"pubmed": 27629849, "text": "HIF-1alpha and EPO-R may be an indicator of the aggressiveness of invasive breast cancers"}, {"pubmed": 27640183, "text": "No evidence of in vivo activation of the Epo-R in WAT could be documented despite detectable levels of Epo-R mRNA. CONCLUSION: Thus, in contradiction to animal studies, Epo treatment within a physiological relevant range in humans does not exert direct effects in a subcutaneous WAT."}, {"pubmed": 27982410, "text": "Two novel missense mutations in EPOR gene causes erythrocytosis in two unrelated patients."}, {"pubmed": 28714517, "text": "Study reports for the first evidence that EPOR modulates breast cancer cell morphology changes upon tamoxifen treatment, which result in increased formation of cell protrusions and subsequent cell death and, proposes sustained AKT phosphorylation in EPOR-overexpressing cells as a mechanism that can lead to EPOR-induced tamoxifen resistance."}, {"pubmed": 28869036, "text": "These results highlight the high intrinsic specificity of transmembrane domain interactions, demonstrate that a single methyl group can dictate specificity, and define the minimal chemical difference that can modulate the specificity of transmembrane domain interactions and the activity of transmembrane proteins."}, {"pubmed": 29051279, "text": "Our current study sheds light on the significance of EPOR signaling in erythroid cells and macrophages during erythrocytosis. Without expressing EPOR on their cell surface, macrophages expanded in response to EPO."}, {"pubmed": 29187371, "text": "EPO/EpoR signaling in the kidney plays a critical role in acute kidney injury development, recovery, and progression to chronic kidney disease by acting on two main renal structures: renal tubules and peritubular capillaries."}, {"pubmed": 29282252, "text": "Scribble deficiency reduces surface expression of Epo receptor but selectively retains survival signaling via Akt."}, {"pubmed": 29345289, "text": "EpoR role in the proliferation and survival of non-small cell lung cancer cells"}, {"pubmed": 30044226, "text": "Here, we present two crystal structures of the human JAK2 FERM and SH2 domains bound to Leptin receptor (LEPR) and Erythropoietin receptor (EPOR), which identify a novel dimeric conformation for JAK2."}, {"pubmed": 30507031, "text": "To date, 28 variants of the EPOR and seven variants of the EPO gene have been associated with erythrocytosis or upper hematocrit. Sequence variants were also found to be present within regulatory regions."}, {"pubmed": 30606107, "text": "the methylation status of all selected cancer cell lines in exon 1 of EPOR gene"}, {"pubmed": 30915348, "text": "these data suggest that increased EPO/EPO-R expression may play an important role in cervical carcinogenesis. EPO overexpression may promote Vasculogenic mimicry (VM) formation in cervical squamous cell carcinoma."}, {"pubmed": 31082798, "text": "These results suggest that EPO-R+ MDS cells with ring sideroblasts or an SF3B1 mutation produce high levels of ERFE that may be associated with a reduction in hepcidin."}, {"pubmed": 31417010, "text": "Upregulation of erythropoietin and erythropoietin receptor in castration-resistant progression of prostate cancer."}, {"pubmed": 32070814, "text": "Mutation profile of JAK2, EPOR and CALR genes in polycythemia patients."}, {"pubmed": 32227335, "text": "Gains of EPOR and ERG genes in adult erythroleukaemia."}, {"pubmed": 32739800, "text": "Novel mutations in the EPO-R, VHL and EPAS1 genes in the Congenital Erythrocytosis patients."}, {"pubmed": 32908942, "text": "Identification and Functional Analysis of EPOR(+) Tumor-Associated Macrophages in Human Osteosarcoma Lung Metastasis."}, {"pubmed": 33222459, "text": "Expression of the erythropoietin receptor in patients with proliferative diabetic retinopathy and its correlation with postoperative visual prognosis."}, {"pubmed": 34921133, "text": "EpoR stimulates rapid cycling and larger red cells during mouse and human erythropoiesis."}, {"pubmed": 35355248, "text": "An inherited gain-of-function risk allele in EPOR predisposes to familial JAK2(V617F) myeloproliferative neoplasms."}, {"pubmed": 35395428, "text": "Novel mutations in EPO-R and oxygen-dependent degradation (ODD) domain of EPAS1 genes-a causative reason for Congenital Erythrocytosis."}, {"pubmed": 35839275, "text": "Amplified EPOR/JAK2 Genes Define a Unique Subtype of Acute Erythroid Leukemia."}, {"pubmed": 36859841, "text": "[Update on the role and mechanism of erythropoietin receptor in acute kidney injury and repair or fibrosis]."}, {"pubmed": 37844485, "text": "Erythropoietin receptor is a risk factor for prognosis: A potential biomarker in lung adenocarcinoma."}, {"pubmed": 38127913, "text": "Hemolysis-driven IFNalpha production impairs erythropoiesis by negatively regulating EPO signaling in sickle cell disease."}, {"pubmed": 38509204, "text": "Erythropoietin receptor signal is crucial for periodontal ligament stem cell-based tissue reconstruction in periodontal disease."}], "genomic_pos": {"chr": "19", "end": 11384342, "ensemblgene": "ENSG00000187266", "start": 11377207, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 11495018, "start": 11488236, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1668606, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030097", "qualifier": "involved_in", "term": "hemopoiesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038162", "qualifier": "involved_in", "term": "erythropoietin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046697", "qualifier": "involved_in", "term": "decidualization"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004900", "qualifier": "enables", "term": "erythropoietin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004900", "pubmed": 2163696, "qualifier": "enables", "term": "erythropoietin receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7228577, 7528537, 7528577, 9774108, 11781573, 11784712, 14527337, 15644415, 25092874, 26481148, 29997244], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16116438, 21058338], "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 751109], [9544, 714546], [9598, 455728], [9606, 2057], [9615, 484943], [9913, 281144], [10090, 13857], [10116, 24336]], "id": 95}, "interpro": [{"desc": "Long hematopoietin receptor, single chain, conserved site", "id": "IPR003528", "short_desc": "Long_hematopoietin_rcpt_CS"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Erythropoietin receptor", "id": "IPR009167", "short_desc": "Erythropoietin_rcpt"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Growth hormone/erythropoietin receptor, ligand binding", "id": "IPR015152", "short_desc": "Growth/epo_recpt_lig-bind"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": ["IPI00017476", "IPI00401740", "IPI00401741"], "map_location": "19p13.2", "name": "erythropoietin receptor", "other_names": "erythropoietin receptor", "pantherdb": {"HGNC": "3416", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95408", "ortholog_type": "LDO", "panther_family": "PTHR23037", "taxid": 10090, "uniprot_kb": "P14753"}, {"RGD": "2560", "ortholog_type": "LDO", "panther_family": "PTHR23037", "taxid": 10116, "uniprot_kb": "Q07303"}, {"ZFIN": "ZDB-GENE-071116-1", "ortholog_type": "LDO", "panther_family": "PTHR23037", "taxid": 7955, "uniprot_kb": "A0A0R4IRZ4"}], "uniprot_kb": "P19235"}, "pathway": {"biocarta": [{"id": "eponfkbpathway", "name": "erythropoietin mediated neuroprotection through nf-kb"}, {"id": "epopathway", "name": "epo signaling pathway"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04640", "name": "Hematopoietic cell lineage - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_KitReceptor", "name": "KitReceptor"}, "pid": [{"id": "epopathway", "name": "EPO signaling pathway"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9006335", "name": "Signaling by Erythropoietin"}, {"id": "R-HSA-9027276", "name": "Erythropoietin activates Phosphoinositide-3-kinase (PI3K)"}, {"id": "R-HSA-9027276", "name": "Erythropoietin activates Phosphoinositide-3-kinase (PI3K)"}, {"id": "R-HSA-9027277", "name": "Erythropoietin activates Phospholipase C gamma (PLCG)"}, {"id": "R-HSA-9027283", "name": "Erythropoietin activates STAT5"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}, {"id": "R-HSA-9027284", "name": "Erythropoietin activates RAS"}], "wikipathways": [{"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP581", "name": "EPO Receptor Signaling"}]}, "pdb": ["1CN4", "1EBA", "1EBP", "1EER", "1ERN", "2JIX", "2MV6", "4Y5V", "4Y5X", "4Y5Y", "6E2Q", "6I4X", "6MOE", "6MOF", "6MOH", "6MOI", "6MOJ", "6MOK", "6MOL"], "pfam": ["PF00041", "PF09067"], "pharmgkb": "PA27834", "pharos": {"target_id": 13008, "tdl": "Tclin"}, "pir": ["A43799", "I38208"], "prosite": "PS50853", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293000", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249007", "relationship": "is"}, {"id": "GNF249008", "relationship": "is"}, {"id": "GNF249009", "relationship": "is"}, {"id": "GNF249010", "relationship": "is"}, {"id": "GNF256664", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046454", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082208", "relationship": "is"}, {"id": "GNF082209", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054835", "relationship": "is"}, {"id": "GNF059619", "relationship": "is"}, {"id": "GNF075037", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067209", "relationship": "is"}, {"id": "GNF067210", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279562", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338370", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_021395.1"], "protein": "NP_000112.1", "rna": ["NM_000121.4", "NR_033663.2"], "translation": {"protein": "NP_000112.1", "rna": "NM_000121.4"}}, "reporter": {"HG-U133_Plus_2": ["209962_at", "209963_s_at", "215054_at", "216999_at", "37986_at", "396_f_at"], "HG-U95Av2": ["1087_at", "31681_at", "37986_at", "396_f_at"], "HTA-2_0": ["TC19002335.hg.1", "TC19002676.hg.1"], "HuEx-1_0": ["3148841", "3850859"], "HuGene-1_1": "8034217", "HuGene-2_1": "16868928"}, "summary": "This gene encodes the erythropoietin receptor which is a member of the cytokine receptor family. Upon erythropoietin binding, this receptor activates Jak2 tyrosine kinase which activates different intracellular pathways including: Ras/MAP kinase, phosphatidylinositol 3-kinase and STAT transcription factors. The stimulated erythropoietin receptor appears to have a role in erythroid cell survival. Defects in the erythropoietin receptor may produce erythroleukemia and familial erythrocytosis. Dysregulation of this gene may affect the growth of certain tumors. Alternate splicing results in multiple transcript variants.[provided by RefSeq, May 2010].", "symbol": "EPOR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333342"}, "unigene": "Hs.631624", "uniprot": {"Swiss-Prot": "P19235", "TrEMBL": ["K7EN47", "K7ERB5", "K7EP50"]}, "wikipedia": {"url_stub": "Erythropoietin receptor"}}