{"AllianceGenome": "3443", "HGNC": "3443", "MIM": "602061", "_id": "2069", "_version": 1, "accession": {"genomic": ["AC021180.6", "CH471057.1", "CP068274.2", "NC_000004.12", "NC_060928.1"], "protein": ["AAI36405.1", "AAI36406.1", "BAA22146.1", "BAG37463.1", "CAG46685.1", "EAX05709.1", "NP_001423.1", "O14944.1"], "rna": ["AK314959.1", "BC035806.1", "BC136404.1", "BC136405.1", "CR541887.1", "D30783.1", "NM_001432.3"], "translation": [{"protein": "NP_001423.1", "rna": "NM_001432.3"}, {"protein": "AAI36406.1", "rna": "BC136405.1"}, {"protein": "CAG46685.1", "rna": "CR541887.1"}, {"protein": "AAI36405.1", "rna": "BC136404.1"}, {"protein": "BAG37463.1", "rna": "AK314959.1"}, {"protein": "BAA22146.1", "rna": "D30783.1"}]}, "alias": ["EPR", "ER", "Ep"], "ensembl": {"gene": "ENSG00000124882", "protein": "ENSP00000244869", "transcript": ["ENST00000244869", "ENST00000503689", "ENST00000507603"], "translation": [{"protein": "ENSP00000244869", "rna": "ENST00000244869"}], "type_of_gene": "protein_coding"}, "entrezgene": "2069", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.0298371921, "exp_mis": 57.2690986527, "exp_syn": 26.0790360282, "lof_z": 0.709573705739999, "mis_z": -0.82283992186665, "mu_lof": 5.32679897827e-07, "mu_mis": 4.98711706507e-06, "mu_syn": 2.19536309712e-06, "n_lof": 6.0, "n_mis": 70.0, "n_syn": 26.0, "p_li": 0.00040011069339593, "p_null": 0.36614636939989, "p_rec": 0.633453519906714, "syn_z": 0.00959512487017453}, "bp": 510, "cds_end": 75250525, "cds_start": 75231025, "n_exons": 5, "nonpsych": {"exp_lof": 7.16725901526, "exp_mis": 51.7335435262, "exp_syn": 23.5035256964, "lof_z": 1.5287127946493, "mis_z": -0.509563593347042, "mu_lof": 5.32679897827e-07, "mu_mis": 4.98711706507e-06, "mu_syn": 2.19536309712e-06, "n_lof": 3.0, "n_mis": 59.0, "n_syn": 23.0, "p_li": 0.0633049765784818, "p_null": 0.0785212857583945, "p_rec": 0.858173737663124, "syn_z": 0.0653916492648731}, "nontcga": {"exp_lof": 7.3776525466, "exp_mis": 52.6777765345, "exp_syn": 23.9829162042, "lof_z": 0.500336067814548, "mis_z": -0.845834139488264, "mu_lof": 5.32679897827e-07, "mu_mis": 4.98711706507e-06, "mu_syn": 2.19536309712e-06, "n_lof": 6.0, "n_mis": 65.0, "n_syn": 22.0, "p_li": 0.000290793561378987, "p_null": 0.435616154140889, "p_rec": 0.564093052297732, "syn_z": 0.256375440538747}, "transcript": "ENST00000244869.2"}, "exons": [{"cdsend": 74384808, "cdsstart": 74365308, "chr": "4", "position": [[74365144, 74365375], [74379447, 74379534], [74381013, 74381137], [74382644, 74382794], [74384726, 74388747]], "strand": 1, "transcript": "NM_001432", "txend": 74388747, "txstart": 74365144}], "exons_hg19": [{"cdsend": 75250525, "cdsstart": 75231025, "chr": "4", "position": [[75230861, 75231092], [75245164, 75245251], [75246730, 75246854], [75248361, 75248511], [75250443, 75254464]], "strand": 1, "transcript": "NM_001432", "txend": 75254464, "txstart": 75230861}], "generif": [{"pubmed": 12702554, "text": "Blockade of epiregulin reduced the growth of hTERT-BJ cells and colony formation of hTERT-transformed fibroblasts. Moreover, inhibition of epiregulin function in immortal hTERT-BJ cells triggered a senescence program."}, {"pubmed": 15274392, "text": "Epiregulin might be a more important tumor growth regulator of malignant fibrous histiocytoma through autocrine or paracrine pathways, when compared with betacellulin."}, {"pubmed": 15474502, "text": "upregulation of the epiregulin and amphiregulin expression is part of the signal transduction pathway which leads to ovulation and luteinization in the human ovary"}, {"pubmed": 16888076, "text": "findings demonstrated that PGE2 may mimic LH action at least in part by the activation of amphiregulin and epiregulin biosynthesis in human granulosa cells"}, {"pubmed": 17429393, "text": "epiregulin, COX2, and MMP1 and 2 collectively facilitate the assembly of new tumour blood vessels, the release of tumour cells into the circulation, and the breaching of lung capillaries by circulating tumour cells to seed pulmonary metastasis"}, {"pubmed": 17962208, "text": "1st report of EREG expression in breast cancer (45.5% of breast cancers studied). It is preferentially expressed in breast tumors co-expressing HER2/HER4."}, {"pubmed": 18079685, "text": "Epiregulin played an autocrine role in the proliferation of corneal epithelial cells presumably through cross-induction with other EGF family members."}, {"pubmed": 18292222, "text": "hamartomatous TSC skin tumors are induced by paracrine factors released by two-hit cells in the dermis, and proliferation with mTOR activation of the overlying epidermis is an effect of epiregulin"}, {"pubmed": 18497965, "text": "Increased epiregulin is associated with oral squamous cell carcinomas"}, {"pubmed": 18835871, "text": "Epiregulin has a protective effect against apoptosis in the human corpus luteum."}, {"pubmed": 18948081, "text": "The regulatory mechanism of epiregulin expression in Ki-ras-transformed 267B1 prostate epithelial cells was studied."}, {"pubmed": 19138957, "text": "Epiregulin expression correlates with advanced disease, is EGFR dependent, and confers invasive properties on non-small cell lung cancer cells."}, {"pubmed": 21161326, "text": "Data suggest that expression status of AR and EPI mRNAs might be evaluated as dynamic predictors of response in KRAS WT patients receiving any cetuximab-based therapy."}, {"pubmed": 21769422, "text": "It is suggested that follow-up of the expression of Ep can serve as a reliable early indication of the development of ovarian cancer."}, {"pubmed": 22170233, "text": "Epiregulin (EREG) variation is associated with susceptibility to tuberculosis."}, {"pubmed": 22508389, "text": "EREG gene expression was low in 7 out of 11 gastric cancer cells and this downregulation was mediated by aberrant CpG methylation of the EREG promoter."}, {"pubmed": 22964644, "text": "Data indicate that epiregulin (EREG) expression significantly correlated with KRAS expression or KRAS copy number in KRAS-mutant non-small-cell lung cancer (NSCLC) cell lines."}, {"pubmed": 23074094, "text": "FBXL11 inhibited osteo/dentinogenic differentiation potential in MSC cells by associating with BCOR, then increasing histone K4/36 methylation in Epiregulin promoter to repress Epiregulin transcription."}, {"pubmed": 23625463, "text": "EREG-AREG and NRG1, which are members of the epidermal growth factor (EGF) family, seem to modulate Bhecet's Disease susceptibility through main effects and gene-gene interactions"}, {"pubmed": 23671122, "text": "Apical mistrafficking of EREG crystallizes an apical EGFR signaling complex that may be uncoupled from basolateral regulatory restraints leading to cell transformation."}, {"pubmed": 23826119, "text": "keratinocyte hyperproliferation in cholesteatoma is promoted through overexpression of epiregulin by subepithelial fibroblasts via epithelial-mesenchymal interactions, which may play a crucial role in the pathogenesis of middle ear cholesteatoma"}, {"pubmed": 23829318, "text": "Depletion of Epiregulin with shRNA inhibited SCAP proliferation."}, {"pubmed": 23885463, "text": "we did not find a correlation between the presence of a K-ras mutation and the presence of Epiregulin and Amphiregulin in colon cancer tissue."}, {"pubmed": 24092824, "text": "Data suggest that EREG (epiregulin), AREG (amphiregulin), and BTC (betacellulin) induced prostaglandin E2 production by induction of COX-2 (prostaglandin-endoperoxide synthase 2) through MAP kinase signaling in granulosa cells."}, {"pubmed": 24330607, "text": "EREG may contribute to glioma progression under the control of IRE1a."}, {"pubmed": 24335920, "text": "In pre-treated K-ras wild-type status colorectal cancer, patients with high EREG gene expression appear to benefit more from cetuximab therapy compared with low expression."}, {"pubmed": 24470554, "text": "These results suggested that EREG is one of the molecules involved in glioma malignancy"}, {"pubmed": 24748662, "text": "Epiregulin is a transcriptional target of TSC2 (tuberin)."}, {"pubmed": 24800946, "text": "Plasma HGF and EREG levels are associated with resistance to treatment with anti-EGFR antibodies in KRAS wild-type patients with metastatic colorectal cancer."}, {"pubmed": 24812054, "text": "Epiregulin promotes the proliferation of liver progenitor cells and DNA synthesis by hepatocytes and is upregulated in the serum of patients with liver injury."}, {"pubmed": 24898387, "text": "Data indicate that the effects of epiregulin (EREG) and V-ATPase (TCIRG1) single nucleotide polymorphism (SNP) on pulmonary tuberculosis susceptibility, to the extent that they exist, are dependent on gene-gene interactions in West African populations."}, {"pubmed": 25203737, "text": "Patients homozygous for the minor allele A of EREG rs12641042 had a significantly higher 3-year survival rate than patients with allele C (HR 0.48; P=0.034), but significance was lost in multivariable analysis"}, {"pubmed": 26215578, "text": "Together, these studies lead to identification of a novel pathway involving EREG and MMP-1 that contributes to the formation of early stage breast cancer"}, {"pubmed": 26627827, "text": "three-dimensional structure of the EPR antibody (the 9E5(Fab) fragment) in the presence and absence of EPR"}, {"pubmed": 26958807, "text": "we showed that epidermal growth factor receptors (EGFR) were constitutively activated in metastatic lung subtypes of salivary adenoid cystic carcinoma cells, and that this activation was induced by autocrine expression of epiregulin"}, {"pubmed": 27270421, "text": "upregulation of EREG expression through promoter demethylation might be an important means of activating the EGFR pathway during the genesis of colorectal adenocarcinoma (CRC) and potentially other cancers."}, {"pubmed": 27272216, "text": "EREG and AREG are strongly regulated by methylation, and their expression is associated with CIMP status and primary tumour site."}, {"pubmed": 28398769, "text": "EREG and MMP-1 were found to be elevated in nasal polyp and uncinate tissues in patients with Chronic rhinosinusitis with nasal polyps."}, {"pubmed": 28733611, "text": "Whole genome bisulfite sequencing revealed that integrin alpha6beta4 signaling promotes an overall hypomethylated state and site specific DNA demethylation of enhancer elements within the proximal promoters of AREG and EREG in pancreatic neoplasm cells as well as their expression. Additionally, base excision repair (BER) pathway is required to maintain the expression of AREG and EREG."}, {"pubmed": 28988771, "text": "Study shows how the EGFR ligands epiregulin (EREG) and epigen (EPGN) stabilize different dimeric conformations of the EGFR extracellular region. Results reveal how responses to different EGFR ligands are defined by receptor dimerization strength and signaling dynamics. These findings have broad implications for understanding receptor tyrosine kinase (RTK) signaling specificity."}, {"pubmed": 29091309, "text": "in Caco-2 CFTR-shRNA cells, the EGFR ligand EREG is overexpressed due to an active IL-1beta autocrine loop that indirectly activates EGFR, constituting new signaling effectors for the CFTR signaling pathway, downstream of CFTR, Cl(-) , and IL-1beta."}, {"pubmed": 30011072, "text": "These results indicated that EREG improved the migration and chemotaxis ability of adipose-derived mesenchymal stem cells and depended on the activation of MAPK signaling pathways, including p38 MAPK, JNK, and Erk1/2."}, {"pubmed": 30252132, "text": "In colorectal, AREG and EREG genes undergo a complex regulation involving both intragenic methylation and promoter-dependent control."}, {"pubmed": 30607582, "text": "E2F7, EREG, miR-451a and miR-106b-5p were likely to be related to the cervical cancer development."}, {"pubmed": 30634928, "text": "Epiregulin (EREG) belongs to the epidermal growth factor (EGF) family, which binds to the epidermal growth factor receptor (EGFR) to regulate the immune response of the host during infections. EREG levels in tuberculosis (TB) patients and healthy controls and assess whether polymorphisms in EREG increase the risk of TB."}, {"pubmed": 30738695, "text": "finding demonstrate that EREG is an independent prognostic biomarker for gastric cancer"}, {"pubmed": 30967627, "text": "results reveal a novel molecular mechanism of resistance to hormone therapies in which the miR-186-3p/EREG axis orchestrates tamoxifen resistance and aerobic glycolysis in estrogen receptor-positive breast cancer"}, {"pubmed": 31234944, "text": "High EREG expression in cancer-associated fibroblasts correlated with higher T stage, deeper invasion and inferior worst pattern of invasion (WPOI) in oral squamous cell carcinoma patients and predicted shorter overall survival. Overexpression of EREG in NFs activated the cancer-associated fibroblasts phenotype."}, {"pubmed": 31519572, "text": "AREG and EREG mRNA expression levels in left-sided CRC were higher than in right-sided tumors. This may help explain why left-sided CRC is more responsive to anti-EGFR antibodies."}, {"pubmed": 31930610, "text": "Epiregulin promotes osteogenic differentiation and inhibits neurogenic trans-differentiation of adipose-derived mesenchymal stem cells via MAPKs pathway."}, {"pubmed": 31964549, "text": "Platelet-derived growth factor-AA-inducible epiregulin promotes elongation of human hair shafts by enhancing proliferation and differentiation of follicular keratinocytes."}, {"pubmed": 32408308, "text": "High EREG Expression Is Predictive of Better Outcomes in Rectal Cancer Patients Receiving Neoadjuvant Concurrent Chemoradiotherapy."}, {"pubmed": 32929368, "text": "EREG-driven oncogenesis of Head and Neck Squamous Cell Carcinoma exhibits higher sensitivity to Erlotinib therapy."}, {"pubmed": 33007298, "text": "Human papillomavirus-positivity is associated with EREG down-regulation and promoter hypermethylation in head and neck squamous cell carcinoma."}, {"pubmed": 33640382, "text": "Role of the calcium-sensing receptor (CaSR) in cancer metastasis to bone: Identifying a potential therapeutic target."}, {"pubmed": 33775193, "text": "Immunohistochemical evaluation of the prognostic and predictive power of epidermal growth factor receptor ligand levels in patients with metastatic colorectal cancer."}, {"pubmed": 34128258, "text": "Possible role of epiregulin from dermal fibroblasts in the keratinocyte hyperproliferation of psoriasis."}, {"pubmed": 34154572, "text": "Depletion of EREG enhances the osteo/dentinogenic differentiation ability of dental pulp stem cells via the p38 MAPK and Erk pathways in an inflammatory microenvironment."}, {"pubmed": 34406412, "text": "Induction of apically mistrafficked epiregulin disrupts epithelial polarity via aberrant EGFR signaling."}, {"pubmed": 34715618, "text": "MiR-192-5p suppresses M1 macrophage polarization via epiregulin (EREG) downregulation in gouty arthritis."}, {"pubmed": 34830244, "text": "p130Cas Is Correlated with EREG Expression and a Prognostic Factor Depending on Colorectal Cancer Stage and Localization Reducing FOLFIRI Efficacy."}, {"pubmed": 35491469, "text": "Differentially expressed EREG and SPP1 are independent prognostic markers in cervical squamous cell carcinoma."}, {"pubmed": 35551652, "text": "Epiregulin increases stemness-associated genes expression and promotes chemoresistance of non-small cell lung cancer via ERK signaling."}, {"pubmed": 36730878, "text": "Two Cases of Biphasic Synovial Sarcoma With Expression of PAX8 and ER: A Diagnostic Pitfall."}, {"pubmed": 37329522, "text": "MicroRNA-1179 targets Epiregulin (EREG) regulates the proliferation and metastasis of human multiple myeloma cells."}, {"pubmed": 38250159, "text": "IGF2BP2 promotes cell invasion and epithelial-mesenchymal transition through Src-mediated upregulation of EREG in oral cancer."}, {"pubmed": 38514807, "text": "The growth factor EPIREGULIN promotes basal progenitor cell proliferation in the developing neocortex."}, {"pubmed": 38945975, "text": "Stabilization of EREG via STT3B-mediated N-glycosylation is critical for PDL1 upregulation and immune evasion in head and neck squamous cell carcinoma."}], "genomic_pos": {"chr": "4", "end": 74388749, "ensemblgene": "ENSG00000124882", "start": 74365145, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 75254468, "start": 75230860, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001550", "qualifier": "involved_in", "term": "ovarian cumulus expansion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001556", "qualifier": "involved_in", "term": "oocyte maturation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001819", "pubmed": 10681561, "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001819", "qualifier": "involved_in", "term": "positive regulation of cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007143", "qualifier": "involved_in", "term": "female meiotic nuclear division"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007173", "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007173", "pubmed": [9556621, 28783046], "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007173", "pubmed": 9990076, "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007267", "pubmed": 14581411, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 10681561, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009299", "pubmed": 10681561, "qualifier": "involved_in", "term": "mRNA transcription"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9337852, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009887", "pubmed": 9337852, "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 9419975, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030216", "pubmed": 10681561, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030728", "qualifier": "involved_in", "term": "ovulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032755", "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038134", "pubmed": 9556621, "qualifier": "involved_in", "term": "ERBB2-EGFR signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038135", "pubmed": 9556621, "qualifier": "involved_in", "term": "ERBB2-ERBB4 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038138", "pubmed": 9556621, "qualifier": "involved_in", "term": "ERBB4-ERBB4 signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042060", "pubmed": 12898511, "qualifier": "involved_in", "term": "wound healing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042327", "pubmed": [9419975, 10681561], "qualifier": "involved_in", "term": "positive regulation of phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042700", "qualifier": "involved_in", "term": "luteinizing hormone signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043616", "pubmed": 10681561, "qualifier": "involved_in", "term": "keratinocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045089", "qualifier": "involved_in", "term": "positive regulation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045740", "pubmed": [9337852, 10681561], "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045740", "pubmed": 9990076, "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045840", "qualifier": "involved_in", "term": "positive regulation of mitotic nuclear division"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045840", "pubmed": 9990076, "qualifier": "involved_in", "term": "positive regulation of mitotic nuclear division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 14581411, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 14581411, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048146", "pubmed": 12702554, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048160", "qualifier": "involved_in", "term": "primary follicle stage"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "pubmed": 9990076, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050680", "pubmed": 10681561, "qualifier": "involved_in", "term": "negative regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051151", "pubmed": 14581411, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [9556621, 28783046], "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [9337852, 14581411], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 9337852, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005154", "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005154", "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005154", "pubmed": 10681561, "qualifier": "enables", "term": "epidermal growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9419975, 28988771, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030297", "pubmed": [9556621, 28783046], "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": [9556621, 28783046], "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[8364, 733987], [9031, 408036], [9544, 702502], [9598, 740028], [9606, 2069], [9615, 611946], [9913, 100295476], [10090, 13874], [10116, 59325]], "id": 1097}, "interpro": {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, "ipi": "IPI00024741", "map_location": "4q13.3", "name": "epiregulin", "other_names": "proepiregulin", "pantherdb": {"HGNC": "3443", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107508", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 10090, "uniprot_kb": "Q61521"}, {"RGD": "620299", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 10116, "uniprot_kb": "Q9Z0L5"}, {"Ensembl": "ENSGALG00000010864", "ortholog_type": "LDO", "panther_family": "PTHR10740", "taxid": 9031, "uniprot_kb": "F1NJR9"}], "uniprot_kb": "O14944"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04012", "name": "ErbB signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}], "pid": {"id": "erbb_network_pathway", "name": "ErbB receptor signaling network"}, "reactome": [{"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1227990", "name": "Signaling by ERBB2 in Cancer"}, {"id": "R-HSA-1236394", "name": "Signaling by ERBB4"}, {"id": "R-HSA-1236394", "name": "Signaling by ERBB4"}, {"id": "R-HSA-1250196", "name": "SHC1 events in ERBB2 signaling"}, {"id": "R-HSA-1250196", "name": "SHC1 events in ERBB2 signaling"}, {"id": "R-HSA-1250342", "name": "PI3K events in ERBB4 signaling"}, {"id": "R-HSA-1250347", "name": "SHC1 events in ERBB4 signaling"}, {"id": "R-HSA-1251985", "name": "Nuclear signaling by ERBB4"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643713", "name": "Signaling by EGFR in Cancer"}, {"id": "R-HSA-177929", "name": "Signaling by EGFR"}, {"id": "R-HSA-179812", "name": "GRB2 events in EGFR signaling"}, {"id": "R-HSA-180292", "name": "GAB1 signalosome"}, {"id": "R-HSA-180336", "name": "SHC1 events in EGFR signaling"}, {"id": "R-HSA-182971", "name": "EGFR downregulation"}, {"id": "R-HSA-1963640", "name": "GRB2 events in ERBB2 signaling"}, {"id": "R-HSA-1963642", "name": "PI3K events in ERBB2 signaling"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-212718", "name": "EGFR interacts with phospholipase C-gamma"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-5638302", "name": "Signaling by Overexpressed Wild-Type EGFR in Cancer"}, {"id": "R-HSA-5638303", "name": "Inhibition of Signaling by Overexpressed EGFR"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6785631", "name": "ERBB2 Regulates Cell Motility"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-8847993", "name": "ERBB2 Activates PTK6 Signaling"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-8863795", "name": "Downregulation of ERBB2 signaling"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9634638", "name": "Estrogen-dependent nuclear events downstream of ESR-membrane signaling"}, {"id": "R-HSA-9664565", "name": "Signaling by ERBB2 KD Mutants"}, {"id": "R-HSA-9665686", "name": "Signaling by ERBB2 TMD/JMD mutants"}], "wikipathways": {"id": "WP673", "name": "ErbB signaling pathway"}}, "pdb": ["1K36", "1K37", "5E8D", "5WB7", "7LEN", "7LFR", "7LFS", "8HGP"], "pharmgkb": "PA27856", "pharos": {"target_id": 12035, "tdl": "Tbio"}, "prosite": "PS50026", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293085", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167629", "relationship": "is"}, {"id": "GNF178535", "relationship": "is"}, {"id": "GNF189441", "relationship": "is"}, {"id": "GNF200347", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336823", "relationship": "is"}, "NOVART_hs-genome_siRNA": {"id": "GNF113970", "relationship": "similar to"}}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1"], "protein": "NP_001423.1", "rna": "NM_001432.3", "translation": {"protein": "NP_001423.1", "rna": "NM_001432.3"}}, "reporter": {"HG-U133_Plus_2": ["1569583_at", "205767_at"], "HG-U95Av2": "34476_r_at", "HTA-2_0": "TC04000414.hg.1", "HuEx-1_0": ["2731513", "3403724"], "HuGene-1_1": "8095728", "HuGene-2_1": "16967843"}, "summary": "This gene encodes a secreted peptide hormone and member of the epidermal growth factor (EGF) family of proteins. The encoded protein is a ligand of the epidermal growth factor receptor (EGFR) and the structurally related erb-b2 receptor tyrosine kinase 4 (ERBB4). The encoded protein may be involved in a wide range of biological processes including inflammation, wound healing, oocyte maturation, and cell proliferation. Additionally, the encoded protein may promote the progression of cancers of various human tissues. [provided by RefSeq, Jul 2015].", "symbol": "EREG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366644"}, "unigene": "Hs.115263", "uniprot": {"Swiss-Prot": "O14944"}, "wikipedia": {"url_stub": "Epiregulin"}}