{"AllianceGenome": "3449", "HGNC": "3449", "MIM": "604033", "_id": "2081", "_version": 3, "accession": {"genomic": ["AC005803.1", "AC025362.12", "CH471109.2", "CP068261.2", "KT584647.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAC25991.1", "AAI30406.1", "AAI30408.1", "BAD93106.1", "BAF85092.1", "EAW94213.1", "EAW94214.1", "NP_001424.3", "O75460.2"], "rna": ["AB209869.1", "AF059198.1", "AI791744.1", "AI792619.1", "AK055561.1", "AK124426.1", "AK292403.1", "AL698247.1", "BC070350.1", "BC130405.1", "BC130407.1", "BF817483.1", "BF846361.1", "CA311378.1", "DB128514.1", "NM_001433.5", "NM_152461.2"], "translation": [{"protein": "NP_001424.3", "rna": "NM_001433.5"}, {"protein": "AAI30406.1", "rna": "BC130405.1"}, {"protein": "BAD93106.1", "rna": "AB209869.1"}, {"protein": "AAC25991.1", "rna": "AF059198.1"}, {"protein": "AAI30408.1", "rna": "BC130407.1"}, {"protein": "BAF85092.1", "rna": "AK292403.1"}]}, "alias": ["IRE1", "IRE1P", "IRE1a", "hIRE1p"], "ec": "2.7.11.1", "ensembl": {"gene": "ENSG00000178607", "protein": ["ENSP00000401445", "ENSP00000475519", "ENSP00000505990", "ENSP00000506094"], "transcript": ["ENST00000433197", "ENST00000577567", "ENST00000579249", "ENST00000583077", "ENST00000583896", "ENST00000584041", "ENST00000606895", "ENST00000680433", "ENST00000680493", "ENST00000680625"], "translation": [{"protein": "ENSP00000506094", "rna": "ENST00000680433"}, {"protein": "ENSP00000401445", "rna": "ENST00000433197"}, {"protein": "ENSP00000505990", "rna": "ENST00000680493"}, {"protein": "ENSP00000475519", "rna": "ENST00000606895"}], "type_of_gene": "protein_coding"}, "entrezgene": "2081", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 29.6252776912, "exp_mis": 323.864862697, "exp_syn": 162.742513748, "lof_z": 4.48166713436107, "mis_z": 2.11629509066369, "mu_lof": 2.58942342024e-06, "mu_mis": 3.44640906872e-05, "mu_syn": 1.69747932336e-05, "n_lof": 5.0, "n_mis": 246.0, "n_syn": 160.0, "p_li": 0.91361398180331, "p_null": 2.1259749930798e-07, "p_rec": 0.0863858055991904, "syn_z": 0.133274048825495}, "bp": 2934, "cds_end": 62207389, "cds_start": 62121347, "n_exons": 22, "nonpsych": {"exp_lof": 26.4600678087, "exp_mis": 292.775294191, "exp_syn": 146.944020909, "lof_z": 4.28812591080189, "mis_z": 2.26316401049541, "mu_lof": 2.58942342024e-06, "mu_mis": 3.44640906872e-05, "mu_syn": 1.69747932336e-05, "n_lof": 4.0, "n_mis": 216.0, "n_syn": 153.0, "p_li": 0.950713892452131, "p_null": 3.08431452859618e-07, "p_rec": 0.0492857991164161, "syn_z": -0.314538226281358}, "nontcga": {"exp_lof": 27.2207831087, "exp_mis": 297.921222035, "exp_syn": 149.688654815, "lof_z": 4.39043762662641, "mis_z": 2.13367461591724, "mu_lof": 2.58942342024e-06, "mu_mis": 3.44640906872e-05, "mu_syn": 1.69747932336e-05, "n_lof": 4.0, "n_mis": 224.0, "n_syn": 148.0, "p_li": 0.958875113800674, "p_null": 1.60427926904113e-07, "p_rec": 0.0411247257713991, "syn_z": 0.0873937299105171}, "transcript": "ENST00000433197.3"}, "exons": [{"cdsend": 64130029, "cdsstart": 64043987, "chr": "17", "position": [[64039141, 64044200], [64044859, 64044927], [64045358, 64045482], [64047857, 64047985], [64049054, 64049202], [64052779, 64052979], [64053271, 64053371], [64054249, 64054439], [64054737, 64054828], [64055674, 64055948], [64057801, 64057993], [64060468, 64060587], [64063985, 64064151], [64065208, 64065287], [64066670, 64066932], [64068189, 64068291], [64071980, 64072103], [64075174, 64075247], [64079661, 64079734], [64080774, 64080808], [64098120, 64098241], [64129975, 64130144]], "strand": -1, "transcript": "NM_001433", "txend": 64130144, "txstart": 64039141}], "exons_hg19": [{"cdsend": 62207389, "cdsstart": 62121347, "chr": "17", "position": [[62116501, 62121560], [62122219, 62122287], [62122718, 62122842], [62125217, 62125345], [62126414, 62126562], [62130139, 62130339], [62130631, 62130731], [62131609, 62131799], [62132097, 62132188], [62133034, 62133308], [62135161, 62135353], [62137828, 62137947], [62141345, 62141511], [62142568, 62142647], [62144030, 62144292], [62145549, 62145651], [62149340, 62149463], [62152534, 62152607], [62157021, 62157094], [62158134, 62158168], [62175480, 62175601], [62207335, 62207504]], "strand": -1, "transcript": "NM_001433", "txend": 62207504, "txstart": 62116501}], "generif": [{"pubmed": 11897784, "text": "examination of luminal N-terminal ligand-independent dimerization domain"}, {"pubmed": 12446770, "text": "HSP90 associates with the cytoplasmic domain of IRE1alpha"}, {"pubmed": 12637535, "text": "the N-terminal luminal domain of IRE1 alpha has at least two distinct types of interactions mediating dimerization and function in signaling"}, {"pubmed": 15063770, "text": "ATF6 and Ire1p signaling do not define the magnitude of UPR-dependent mRNA increases, even though they may be necessary for gene activation."}, {"pubmed": 15234121, "text": "JAB1 may act as a key molecule in selecting the unfolded protein response or cell death by association and dissociation with IRE1alpha"}, {"pubmed": 16107700, "text": "hepatitis B virus S promoter responds to a novel, cell type-restricted transcriptional pathway downstream of IRE1-alpha and XBP1"}, {"pubmed": 17585877, "text": "These results suggest that IRE1alpha-mediated mRNA cleavage functions even in mammals as a common system to regulate gene expression."}, {"pubmed": 17638880, "text": "IRE1 signaling is essential for ischemia-induced vascular endothelial growth factor-A expression and contributes to angiogenesis and tumor growth in vivo"}, {"pubmed": 17991856, "text": "study found IRE1 attenuated by ER stress; when IRE1 activity was sustained artificially, cell survival was enhanced, suggesting a causal link between duration of unfolded protein response branch signaling & life or death cell fate after ER stress"}, {"pubmed": 18065414, "text": "ER stress increases MTHFR expression and IRE1 and c-Jun mediate this activation"}, {"pubmed": 18242182, "text": "RNase domain of IRE1 determines the functional specificities of each of these isoforms."}, {"pubmed": 18840095, "text": "Transcriptional induction of the human asparagine synthetase gene during the unfolded protein response does not require the IRE1"}, {"pubmed": 19135427, "text": "USP14 interacted with the cytoplasmic region of IRE1alpha, and the endogenous interaction between USP14 and IRE1alpha was inhibited by ER stress."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20007910, "text": "Transcriptional and posttranscriptional mechanisms involving NR2F1 and IRE1beta ensure low microsomal triglyceride transfer protein expression in undifferentiated intestinal cells and avoid apolipoprotein B lipoprotein biosynthesis."}, {"pubmed": 20013084, "text": "Data conclude that IRE1alpha activity controls a subset of the ER stress response and mediates proliferation through tight control of Xbp-1 splicing."}, {"pubmed": 20103773, "text": "Findings demonstrate that RACK1 functions as a key component in regulating the IRE1alpha signaling pathway in pancreatic beta cells."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20447464, "text": "IRE1-alpha-dependent phospho-CREB signaling pathway responsive to NO/Ca(2+) may play an important role in regulating ER-related cell death in glioma"}, {"pubmed": 20625543, "text": "Binding of Hsp72 to IRE1alpha enhances IRE1alpha/XBP1 signaling at the endoplasmic reticulum (ER) and inhibits ER stress-induced apoptosis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20702765, "text": "Data show that a decreased growth rate in tumors underexpressing IRE1."}, {"pubmed": 20798350, "text": "mammalian IRE1 oligomerizes in the endoplasmic reticulum membrane and oligomerization correlates with the onset of IRE1 phosphorylation and RNase activity."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20965234, "text": "Data suggest that chronic epilepsy is associated with ER stress, as well as induction of both IRE1alpha-mediated pro- and anti-apoptotic signaling pathways."}, {"pubmed": 21385877, "text": "early DENV-2 infection triggers and then suppresses PERK-mediated eIF2alpha phosphorylation and that in mid and late DENV-2 infection, the IRE1-XBP1 and ATF6 pathways are activated, respectively"}, {"pubmed": 21482118, "text": "REVIEW: Modulating stress responses by the UPRosome"}, {"pubmed": 21525936, "text": "endoplasmic reticulum to nucleus signaling 1 is activated following oxygen-glucose deprivation of rat cortical cells"}, {"pubmed": 21680894, "text": "Targeted and selective activation of the catalytic properties of IRE1alpha may consequently define new strategies to protect cells from deleterious effects of ER stress signaling."}, {"pubmed": 21954231, "text": "IRE1 plays an essential role in ER stress-mediated aggregation of mutant HTT via the inhibition of autophagy flux."}, {"pubmed": 22194594, "text": "Influenza A viral replication is blocked by inhibition of the inositol-requiring enzyme 1 (IRE1) stress pathway."}, {"pubmed": 22199355, "text": "Cdc37-mediated direct interaction between Hsp90/Cdc37 and an IRE1alpha cytosolic motif is important to maintain basal IRE1alpha activity and contributes to normal protein homeostasis and unfolded protein response under physiological stimulation."}, {"pubmed": 22219383, "text": "these findings reveal the diversity of proteolytic mechanisms used by IRE1 to eliminate misfolded rhodopsin."}, {"pubmed": 22314839, "text": "IRE1a-mediated induction of apoptosis and inhibition of proliferation in response to endoplasmic reticulum stress is through downregulation PLK1."}, {"pubmed": 22315414, "text": "Inhibition of IRE1 endonuclease activity does not sensitize cells to the consequences of acute endoplasmic reticulum stress, but rather interferes with the expansion of secretory capacity."}, {"pubmed": 22419015, "text": "The results of this study strongly suggested that IRE1alpha-JNK signaling is activated by chronic epilepsy. To our knowledge, this is the first report that IRE1alpha-JNK signaling is activated in MTLE patients."}, {"pubmed": 22446326, "text": "BiP binds to IRE1 and PERK in a different manner."}, {"pubmed": 22718352, "text": "IRE1alpha is a key regulator of SPARC expression in vitro in a glioma model."}, {"pubmed": 22787145, "text": "IRE1/XBP1 controls the induction of autophagy/ERAD(II) during the unfolded protein response by activating the ER membrane transporter SLC33A1/AT-1"}, {"pubmed": 22917505, "text": "one of three endoplasmic reticulum transmembrane protein sensors that signals the unfolded protein response [review]"}, {"pubmed": 23001845, "text": "IRE1alpha inhibit DNA repair protein DNA-dependent protein kinase 1 induced by heat shock"}, {"pubmed": 23041190, "text": "the study would provide insights into how the transmembrane domain plays a role in regulating the IRE1alpha protein activity."}, {"pubmed": 23042294, "text": "IRE1alpha regulates translation of a proapoptotic protein, Caspase-2, through terminating microRNA biogenesis, and noncoding RNAs are part of the ER stress response"}, {"pubmed": 23103912, "text": "PARP16 is a tail-anchored endoplasmic reticulum protein required for the PERK- and IRE1alpha-mediated unfolded protein response."}, {"pubmed": 23110043, "text": "ER stress activates NF-kappaB by integrating functions of basal IKK activity, IRE1 and PERK."}, {"pubmed": 23363253, "text": "Results of this study demonstrated the dependence of INSR and related to insulin receptor signaling gene expressions in U87 glioma cells on ERN1 enzyme function indicating its participation in the regulation of metabolic and proliferative processes via endoplasmic reticulum stress which is important component of tumor growth and metabolic diseases."}, {"pubmed": 23575540, "text": "BiP could upregulate mRNA transcription level and protein expression level of IRE1a."}, {"pubmed": 23598528, "text": "miR-1291 is a biologically relevant regulator of GPC3 expression in hepatoma cells and acts through silencing of the endoplasmic reticulum stress sensor IRE1alpha."}, {"pubmed": 23748775, "text": "new detection system for the activation of an endoplasmic reticulum (ER) stress sensor, inositol requiring kinase 1 alpha (IRE1alpha), by evaluating dimerization"}, {"pubmed": 23752693, "text": "we identified the circadian clock PER1 mRNA as a novel substrate of the endoribonuclease activity of the unfolded protein response sensor IRE1alpha"}, {"pubmed": 23830192, "text": "IRE1alpha but not its splicing activity is important for hypoxic cell survival."}, {"pubmed": 23880584, "text": "The Inositol-requiring enzyme 1 (IRE1) is an ER transmembrane sensor that activates the unfolded protein response(UPR) to maintain the ER and cellular function."}, {"pubmed": 23950715, "text": "IRE1 downregulation represents a previously undescribed viral strategy to curb the UPR."}, {"pubmed": 24121653, "text": "Activation of the IRE1 pathway and ER stress-specific pro-apoptotic caspase 12, before the development of insulitis, are indicative of ER stress-mediated beta cell damage."}, {"pubmed": 24177270, "text": "Tick-borne encephalitis virus infection activates the IRE1 pathway and triggers expression of cleaved transcription factor 6 (ATF6) which suggest activation of ATF6 pathway."}, {"pubmed": 24240056, "text": "Activation of the IRE1alpha pathways of the UPR is sustained along with PERK signaling in melanoma cells subjected to pharmacological ER stress, and that this plays an important role in protecting melanoma cells from ER stressinduced apoptosis."}, {"pubmed": 24330607, "text": "EREG may contribute to glioma progression under the control of IRE1a."}, {"pubmed": 24497642, "text": "IRE1 inhibits respiratory syncytial virus replication"}, {"pubmed": 24524643, "text": "IRE1alpha phosphorylation status correlates with an increased propensity to form oligomeric complexes and that forced dimerisation causes great enhancement in RNase activity."}, {"pubmed": 24565834, "text": "Knockdown of IRE1a and CHOP inhibited ER stress-induced autophagy in colon cancer cells."}, {"pubmed": 24664756, "text": "These studies indicate that activation of either IRE1, ATF6, or PERK prevents mutant rhodopsin from accumulating in the cells."}, {"pubmed": 24743743, "text": "Ca(2+)-mediated cell death signaling between the IRE1alpha-InsP3R pathway in the endoplasmic reticulum, is reported."}, {"pubmed": 24810055, "text": "Cab45S, a novel regulator of GRP78/BiP, suppresses endoplasmic reticulum stress-induced IRE1 activation and apoptosis by binding to and elevating GRP78/BiP, and has a role in the inhibition of ER stress-induced apoptosis."}, {"pubmed": 24936061, "text": "identified NMI induction as a novel negative feedback mechanism that decreases IRE1alpha-dependent activation of JNK and apoptosis in cytokine-exposed beta cells"}, {"pubmed": 25142592, "text": "Knockdown and overexpression experiments demonstrated that IRE1alpha protects infected cells from infectious bronchitis virus-induced apoptosis, which required both its kinase and RNase activities."}, {"pubmed": 25170079, "text": "The IRE1alpha-XBP1 pathway of the unfolded protein response could directly activate the transcriptional expression of Fgf21."}, {"pubmed": 25225294, "text": "CHIP-mediated ubiquitination of IRE1 contributes to the dynamic regulation of the unfolded protein response."}, {"pubmed": 25226532, "text": "findings suggest that the abnormal unfolded protein responses, especially IRE1/XBP1 and PERK/CHOP axes, may contribute to SLE pathogenesis, which may be potential diagnosis indicators or treatment targets."}, {"pubmed": 25437541, "text": "IRE1 has two different modes of action: XBP1/HAC1 is cleaved by IRE1 subunits acting cooperatively within IRE1 oligomers, whereas a single subunit of IRE1 performs regulated IRE1-dependent decay without cooperativity."}, {"pubmed": 25475719, "text": "autophagy receptor genes SQSTM1/p62, NBR1 and BNIP3L/NIX are transcriptionally upregulated in response to ER stress and inhibition of the UPR transmembrane receptors, PERK and IRE1, abrogates this upregulation"}, {"pubmed": 25476903, "text": "RIPK1 indirectly regulates caspase-8 activation, in part via interaction with the ER stress sensor IRE1."}, {"pubmed": 25516437, "text": "IRE1-dependent corin mRNA decay is a mechanism leading to corin protein deficiency may contribute to the pathophysiology of impaired natriuretic peptide pro-hormone processing in humans processing in humans with advanced systolic heart failure."}, {"pubmed": 25633195, "text": "Data indicated that the relative timing of IRE1 and PERK signalling determines the shift from cell survival to apoptosis."}, {"pubmed": 25675914, "text": "protein expression were significantly higher in the placentas of women with early and late SPE than in the control women, whereas there were no differences in ATF6 and Ire1 mRNA and protein."}, {"pubmed": 25692299, "text": "discover that BiP is dual functional UPR sensor, sensing unfolded proteins by canonical binding to substrates and transducing this event to noncanonical, signaling interaction to Ire1 and Perk"}, {"pubmed": 25742138, "text": "we propose a model for intracellular Brucella replication that exploits the host unfolded protein response and endoplasmic reticulum -derived vacuole formation machineries, both of which depend on Yip1A-mediated IRE1 activation."}, {"pubmed": 25797626, "text": "Knockdown of IRE1alpha by siRNA dramatically abrogated CXC195-induced activation of TRAF2, ASK and JNK, formation of an IRE1alpha-TRAF2-ASK1 complex and caspase- and mitochondrial-dependent apoptosis in T24 cells"}, {"pubmed": 25816608, "text": "The expression of different genes encoding subunits of PRPS enzyme is affected by hypoxia in tumor glioma cells, but the effect of hypoxia is modified by suppression of endoplasmic reticulum stress signaling enzyme ERN1."}, {"pubmed": 25870107, "text": "Using cancer cell lines, the study shows that BLOC1S1 mRNA is specifically cleaved by IRE1 at guanine 444, but only under conditions of IRE1 hyperactivation."}, {"pubmed": 25901709, "text": "we found that RACK1 was overexpressed in three human HCC cell lines and in HCC samples. Activation of the IRE1/XBP1 signaling pathway plays a protective role when HCC cells encounter endoplasmic reticulum (ER) stress due to in vitro sorafenib treatment."}, {"pubmed": 25968568, "text": "The structures of hIRE in apo and ligand-bound forms are consistent with a previously proposed model of IRE1 regulation in which formation of a back-to-back dimer coupled to adoption of a kinase-active conformation drive RNase activation."}, {"pubmed": 25976933, "text": "These results confirm that HIV infection activates stress-response components and that antiretroviral therapy contributes to changes in the unfolded protein response activation profile."}, {"pubmed": 25986851, "text": "review of the IRE1alpha-XBP1 branch of the unfolded protein response in human diseases [review]"}, {"pubmed": 25993558, "text": "Ire1alpha forms a complex with the Sec61 translocon to cleave its mRNA substrates."}, {"pubmed": 26056941, "text": "data show that our analytical procedure is highly sensitive and convenient for screening useful compounds that modulate IRE1-XBP1 signaling pathways as well as for estimating IRE1 activation in several pathophysiological diseases"}, {"pubmed": 26093676, "text": "In response to Endoplasmic Reticulum dysfunction, IRE1alpha cleaves mRNA into single-strand fragments that lack markers of self, which activate RIG-I."}, {"pubmed": 26108623, "text": "Ire1-mediated decay in mammalian cells relies on mRNA sequence, structure, and translational status"}, {"pubmed": 26125799, "text": "Combined administration inhibited the cells most potently and time-dependently, decreased the expression of HO-1, and significantly increased the expression of ATF4, CHOP, and Ire-1 proteins expression levels"}, {"pubmed": 26134873, "text": "the present study provides initial evidence that RITA upregulates the expression level of IRE1a by increasing the stability of IRE1alpha mRNA in irradiated mtp53-expressing cervical cancer cells"}, {"pubmed": 26173697, "text": "Taken together, these results suggest that IRE1-mediated persistent reactive oxygen species generation might act as a fail-safe mechanism to kill bacterial pathogens that evade the initial macrophage oxidative burst."}, {"pubmed": 26255341, "text": "Inhibition of ERN1 signaling enzyme affects hypoxic regulation of the expression of E2f8, EPAS1, HOXC6, ATF3, TBX3 and FOXF1 genes in u87 glioma cells."}, {"pubmed": 26306048, "text": "the presence of a Fyn-induced endoplasmic reticulum stress that occurred, at least in part, through the activation of mTORC1, as well as subsequent activation of the IRE1alpha-JNK pathway driving cell death"}, {"pubmed": 26325176, "text": "Data indicate that site-directed mutagenesis of inositol requiring enzyme 1 alpha (IRE1alpha) altered the enzymatic activities."}, {"pubmed": 26438213, "text": "Activation of IRE1alpha activity is promoted by a network of hydrogen bond interactions between highly conserved residues."}, {"pubmed": 26446798, "text": "Nitric oxide can S-nitrosylate the endoplasmic reticulum stress sensors IRE1alapha and PERK."}, {"pubmed": 26469762, "text": "Data (including data from studies in transgenic/knockout mice) suggest insulin secretion in beta-cells is up-regulated in hyperglycemia via IRE1a- (inositol requiring enzyme 1 alpha)-mediated changes in XBP1 (X-box binding protein 1) mRNA splicing."}, {"pubmed": 26494037, "text": "IRE1 inhibition affects the expression of insulin-like growth factor binding protein genes and modifies its sensitivity to glucose deprivation in U87 glioma cells."}, {"pubmed": 26517687, "text": "Overexpression of IRE1 is associated with breast cancer."}, {"pubmed": 26621917, "text": "we used KO hepatocytes to demonstrate that PA-induced EV release was mediated by inositol requiring enzyme 1alpha (IRE1alpha)/X-box binding protein-1"}, {"pubmed": 26634309, "text": "Using drugs that specifically inhibit or activate the PERK or IRE1alpha sensors, we demonstrate that signalling through the PERK axis activates this expression, through a transcriptional mechanism"}, {"pubmed": 26742428, "text": "Our results reveal that IRE1alpha-XBP1 pathway plays an important role in tumor progression and epithelial-to-mesenchymal transition (EMT), and IRE1alpha could be employed as a novel prognostic marker and a promising therapeutic target for CRC."}, {"pubmed": 26755628, "text": "Brucella abortus infection induces AMPK activation in HeLa cells and this activation is dependent on the RNase activity of inositol-requiring enzyme 1 (IRE1)."}, {"pubmed": 26979393, "text": "The biologic processes altered by aberrant IRE1alpha-XBP1 signaling in these innate immune cells."}, {"pubmed": 27021640, "text": "Crucially, Chlamydia trachomatis infection resulted in robust IRE1alpha RNAse activity that was dependent on TLR4 signalling and inhibition of IRE1alpha RNAse activity prevented PKR activation."}, {"pubmed": 27025058, "text": "Inhibition of IRE1 modifies effect of glucose deprivation on the expression of TNFalpha-related genes in glioma cells."}, {"pubmed": 27025059, "text": "Effect of hypoxia on the expression of genes that encode some IGFBP and CCN proteins in glioma cells depends on IRE1 signaling."}, {"pubmed": 27044747, "text": "Data suggest that ubiquitin D (UBD) provides a negative feedback on cytokine-induced activation of the endoplasmic reticulum to nucleus signaling 1 (IRE1alpha)/c-Jun N-terminal kinase (JNK) pro-apoptotic pathway in cytokine-exposed beta cells."}, {"pubmed": 27059130, "text": "Results indicate that excessive activation of the endoplasmic reticulum stress-associated IRE1alpha pathway is involved in LC neuronal apoptosis induced by single prolonged stress exposure; this may be a crucial mechanism of the pathogenesis of post- traumatic stress disorder"}, {"pubmed": 27226027, "text": "IRE1alpha was shown to cleave miR-150 and thereby to release the suppressive effect that miR-150 exerted on alphaSMA expression through c-Myb. Inhibition of IRE1alpha was also demonstrated to block endoplasmic reticulum expansion through an XBP-1-dependent pathway."}, {"pubmed": 27227314, "text": "Comparison of this structure with other existing structures of IRE1alpha and integration of our extensive structure activity relationship (SAR) data has led us to formulate a model to rationalize how ATP-binding site ligands are able to control the IRE1alpha oligomeric state and subsequent RNase domain activity"}, {"pubmed": 27540856, "text": "IRE-1 has an ancient function as a cytoplasmic sentinel that activates p38 and SKN-1(Nrf2). csteine modifications induced by ROS signals can direct proteins to adopt unexpected functions and may coordinate many cellular processes."}, {"pubmed": 27560795, "text": "Inhibition of IRE1 signaling enzyme function affects the expression of NR3C1 and related genes in U87 glioma cells in gene specific manner and all these genes are regulated by hypoxia preferentially through IRE1 signaling pathway of the endoplasmic reticulum stress."}, {"pubmed": 27647225, "text": "Our data indicate that reduced response of IRE1alpha/Xbp-1 signaling pathway to bortezomib may contribute to drug resistance in myeloma cells"}, {"pubmed": 27686654, "text": "Structural and mechanistic studies of IRE1"}, {"pubmed": 27725157, "text": "IRE1 is involved in multivesicular body information during endoplasmic reticulum stress."}, {"pubmed": 27743894, "text": "heat stress simultaneously activates both the unfolded protein response (UPR) and autophagy, followed by the activation of a negative feedback system in UPR by modulating the responses related to the IRE1alpha-XBP-1 axis."}, {"pubmed": 27774654, "text": "ER stress-regulated IRE1 dependent decay is involved in regulation of hepatic diseases. (review)"}, {"pubmed": 27785700, "text": "these results confirmed that ER stress-mediated apoptosis contributes to the protection effects of naringenin against H/R injury, which is potentially involved in ATF6, IRE1alpha and PERK signaling activation."}, {"pubmed": 27829216, "text": "ERN1 and ALPK1 inhibit differentiation of bi-potential tumor-initiating cells in human triple negative breast cancer."}, {"pubmed": 28027394, "text": "these findings underscore the essential role of cytosine nucleotide at +1 in the 3' splice site for determining cleavage specificity of hIRE1alpha."}, {"pubmed": 28093214, "text": "The unfolded protein response reduces glucose metabolism via IRE1 signaling."}, {"pubmed": 28105371, "text": "Three branches of the Unfolded Protein Response (UPR) have been described, including the activation of the inositol-requiring enzyme 1 (IRE1), the pancreatic ER kinase (PKR)-like ER kinase (PERK), and the activating transcription factor 6 (ATF6)."}, {"pubmed": 28128204, "text": "Study results provide evidence that DDRGK1 is essential for endoplasmic reticulum (ER) homeostasis regulation in both human cancer cells and mouse hematopoietic stem cells. Depletion of DDRGK1 activates apoptotic pathway by targeting the ER-stress sensor IRE1alpha. DDRGK1 regulates IRE1alpha protein stability via its interaction with the kinase domain of IRE1alpha."}, {"pubmed": 28137856, "text": "Pharmacologic modulation of IRE1 counteracts metaflammation and alleviates atherosclerosis."}, {"pubmed": 28167662, "text": "The findings indicate that IRE1-XBP1 downregulation distinguishes germinal center B-cell-like diffuse large B-cell lymphoma (DLBCL) from other DLBCL subtypes and contributes to tumor growth."}, {"pubmed": 28178380, "text": "Pre-ischemia melatonin treatment alleviated acute neuronal injury after ischemic stroke by inhibiting endoplasmic reticulum stress-dependent autophagy via PERK and IRE1 signalings"}, {"pubmed": 28222026, "text": "Results of this investigation demonstrate that inhibition of IRE1 signaling enzyme function affects the expression of NRIP1, EBBP, ESRRA, E2IG5, PGRMC2, and SLC39A6 genes in U87 glioma cells in gene specific manner and these changes possibly contribute to the suppression of the cell proliferation. Most of these genes are regulated by hypoxia and preferentially through IRE1 signaling pathway of endoplasmic reticulum stress"}, {"pubmed": 28222747, "text": "IRE1alpha-XBP1 pathway regulates Mel-RMu cell proliferation and progression by activating IL-6/STAT3 signaling."}, {"pubmed": 28334878, "text": "Inositol-requiring kinase 1 may be a useful biomarker to predict recurrence in surgically resected lung adenocarcinoma patients."}, {"pubmed": 28341998, "text": "IRE1 deficiency fully restored the learning and memory capacity of AD mice, associated with improved synaptic function and improved long-term potentiation (LTP). At the molecular level, IRE1 deletion reduced the expression of amyloid precursor protein (APP) in cortical and hippocampal areas of AD mice."}, {"pubmed": 28349059, "text": "Pretreatment by IRE1 agonist tunicamycin or JNK agonist anisomycin attenuated the effect of psoralen on osteoporotic osteoblasts. Psoralen inhibited apoptosis of osteoporotic osteoblasts by regulating IRE1-ASK1-JNK pathway"}, {"pubmed": 28358375, "text": "The present study is the first to uncover a key prosurvival modulator, Yip1A, which coordinates IRE1 signaling with PERK signaling to support the survival of HeLa and CaSki cervical cancer cells."}, {"pubmed": 28380378, "text": "the ABL family of tyrosine kinases rheostatically enhances IRE1alpha's enzymatic activities, thereby potentiating endoplasmic reticulum stress-induced apoptosis."}, {"pubmed": 28455143, "text": "this study highlights an important role for Nck1 in fine-tuning IRE1alpha expression and signaling that regulate PTP1B expression and subsequent activation of the PI3K-Akt pathway in HepG2 cells."}, {"pubmed": 28504640, "text": "The authors propose that the Sec61-IRE1alpha complex defines the extent of IRE1alpha activity and may determine cell fate decisions during endoplasmic reticulum stress conditions."}, {"pubmed": 28550308, "text": "Fortilin directly interacts with the cytoplasmic domain of IRE1alpha, inhibits both kinase and endoribonuclease (RNase) activities of this stress sensor, and protects cells against apoptotic cell death at both cellular and whole animal levels."}, {"pubmed": 28588082, "text": "The activation of IRE1alpha by the hepatitis C virus protein NS4B in XBP1-proficient cells conferred apoptosis resistance and promoted viral replication."}, {"pubmed": 28618969, "text": "Western blot analysis of subcutaneously implanted AsPC-1 and BxPC-3 tumors as well as orthotopically implanted Panc-1 tumors demonstrated upregulation of BIP, CHOP, and IRE1alpha expression in the tumor lysates from penfluridol-treated mice as compared to tumors from control mice"}, {"pubmed": 28687980, "text": "necrotic cell lysates induce JNK/SAPK signaling, the IRE1alpha branch of the unfolded protein response (UPR), the MAPK/ERK1/2, and the mTOR signaling pathways and results in an enhanced proliferation of the vital surrounding cells."}, {"pubmed": 28888981, "text": "Overall, these data demonstrate that hypoxia can suppress adiponectin expression and activate the PERK and IRE1 signaling pathways in differentiated adipocytes, and this two pathways are involved in the suppression of adiponectin expression induced by hypoxia."}, {"pubmed": 28971800, "text": "Here, the authors show that similar to yeast, human IRE1alpha's endoplasmic reticulum-lumenal domain (hIRE1alpha LD) binds peptides with a characteristic amino acid bias. Peptides and unfolded proteins bind to hIRE1alpha LD's MHC-like groove and induce allosteric changes that lead to its oligomerization."}, {"pubmed": 29198525, "text": "Study reports that the endoplasmic reticulum luminal co-chaperone ERdj4/DNAJB9 is a selective IRE1 repressor that promotes a complex between the luminal Hsp70 BiP and the luminal stress-sensing domain of IRE1alpha."}, {"pubmed": 29208426, "text": "Systematic mutation of the AREs (ARE1-3) in the LDLR 3'UTR and expression of each mutant coupled to a luciferase reporter in Huh7 cells demonstrated that ARE1 is required for rapid LDLR mRNA decay and 5-AzaC-induced mRNA stabilization via the IRE1alpha-EGFR-ERK1/2 signaling cascade."}, {"pubmed": 29227599, "text": "Inhibition of IRE1 modifies the hypoxic regulation of GADD34 family gene expression in cultured glioma cells."}, {"pubmed": 29235326, "text": "Changes in the expression level of nuclear genes encoding mitochondrial proteins possibly reflect metabolic reprogramming of mitochondria by hypoxia and IRE1-mediated endoplasmic reticulum stress signaling and correlate with suppression of glioma cell proliferation under inhibition of the IRE1 enzyme function."}, {"pubmed": 29235329, "text": "The inhibition of IRE1 changes sensitivity of the expression of down-stream genes to glutamine deprivation in cultured glial tumor cells."}, {"pubmed": 29235836, "text": "The present study demonstrated that the inhibition of IRE1 in glioma cells affected the hypoxic regulation of the expression of down-stream genes in various directions, though hypoxic conditions did not abolish the effect of IRE1 inhibition on the expression of respective genes."}, {"pubmed": 29236388, "text": "Inhibition of IRE1 modifies hypoxic regulation of pentose-phosphate pathway genes expression in cultured glioma cells."}, {"pubmed": 29263275, "text": "IRE1alpha is expressed at lower levels in higher-grade gliomas, suggesting greater antitumor efficacy of the oncolytic virus M1. Taken together, these findings illustrate a defensive mechanism of glioma cells against the oncolytic virus M1 and identify possible approaches to enhance the oncolytic viral protein accumulation and the subsequent lysis of tumor cells."}, {"pubmed": 29276149, "text": "urinary levels of the spliced X-box binding protein 1 (sXBP1) mRNA as a proxy of inositol-requiring enzyme 1alpha (IRE1alpha) activity because sXBP1 is absolutely sensitive and specific for endoplasmic reticulum stress."}, {"pubmed": 29311133, "text": "This study provides the first demonstration of a dual role of IRE1 downstream signaling in cancer and opens a new therapeutic window to abrogate tumor progression."}, {"pubmed": 29316036, "text": "IRE1 was up-regulated during excisional wound healing at the time in wound healing consistent with that of the proliferative phase. Inhibition of IRE1 led to decreased scar formation."}, {"pubmed": 29381485, "text": "IRE1alpha inhibition enhances the cytotoxic effects of standard chemotherapy drugs used to treat c-Myc-overexpressing Burkitt's lymphoma, suggesting that inhibiting the IRE1alpha/XBP1 pathway is a useful general strategy for treatment of Myc-driven cancers."}, {"pubmed": 29480818, "text": "these data establish the synthetic lethal interaction of the IRE1/XBP1 pathway with MYC hyperactivation and provide a potential therapy for MYC-driven human breast cancers."}, {"pubmed": 29506314, "text": "IRE1alpha acts in a feed-forward loop during obesity-induced metabolic inflammation to promote hepatocellular carcinoma development through STAT3-mediated hepatocyte proliferation"}, {"pubmed": 29537195, "text": "Present study demonstrates that fine-tuning of the expression of proliferation related transcription factor genes depends upon glucose and glutamine deprivation in IRE1-dependent manner and possibly contributes to slower tumor growth after inhibition of IRE1."}, {"pubmed": 29696609, "text": "results suggest that apocynin protects ECs against ER stress-induced apoptosis via IRE1alpha involvement. These findings may provide a novel mechanistic explanation for the anti-apoptotic effect of apocynin in ER stress."}, {"pubmed": 29768047, "text": "Glucocorticoid-induced endoplasmic reticulum stress activated the IRE1alpha/XBP-1s signaling."}, {"pubmed": 29851562, "text": "While PERK complexes shift to large complexes, ATF6alpha complexes are reduced to smaller complexes on endoplasmic reticulum (ER) stress. In contrast, IRE1alpha complexes were not significantly increased in size on ER stress, unless IRE1alpha is overexpressed."}, {"pubmed": 30013108, "text": "Suggest an unanticipated biological function of IRE1alpha in cell migration, whereby filamin A operates as an interphase between the UPR and the actin cytoskeleton."}, {"pubmed": 30088945, "text": "The demonstrate that high-throughput single-cell analysis offers unprecedented kinetic details compared with endpoint measurement of IRE1alpha and PERK activity."}, {"pubmed": 30109813, "text": "RNH1 might represent the first direct regulator of IRE1 RNase activity"}, {"pubmed": 30111846, "text": "Data show that breast cancer cells exhibit constitutive serine/threonine-protein kinase/endoribonuclease IRE1 (IRE1) RNase activity."}, {"pubmed": 30118681, "text": "Coordination between two branches of the unfolded protein response determines apoptotic cell fate so that PERK attenuates IRE1 via RPAP2 to abort failed endoplasmic reticulum stress adaptation and trigger apoptosis."}, {"pubmed": 30305738, "text": "ovarian cancer--an aggressive malignancy that is refractory to standard treatments and current immunotherapies--induces endoplasmic reticulum stress and activates the IRE1alpha-XBP1 arm of the unfolded protein response in T cells to control their mitochondrial respiration and anti-tumour function"}, {"pubmed": 30594400, "text": "BST2 inhibits infection of influenza A virus by promoting apoptosis of infected cells via IRE1a-mediated endoplasmic reticulum stress pathway by increasing spliced form XBP-1."}, {"pubmed": 30687308, "text": "Activation of IRE1alpha endonuclease upon innate recognition of melanoma cell lysates was required for amplification of proinflammatory cytokine production and was necessary for efficient cross-presentation of melanoma-associated antigens without modulating the MHC-II antigen presentation machinery."}, {"pubmed": 30853179, "text": "The NR5A1 (previously called Ad4BP or SF-1) gene which is exclusively expressed in the adrenal cortex and steroidogenic tissue can form atypical circRNAs by unconventional splicing. Two stem loops with inositol-requiring protein-1alpha (IRE1alpha) cleavage sites are connected by an IRE1alpha cleavage site to form a circRNA (circIRE RNA)."}, {"pubmed": 30943411, "text": "Structural elements of IRE1alpha-TMD serve as a key sensor of membrane lipid saturation."}, {"pubmed": 31082732, "text": "The ER stress sensor inositol requiring enzyme 1 (IRE1) was also essential for the induction of autophagy during infectious bronchitis virus infection."}, {"pubmed": 31167779, "text": "study unveils the existence of a novel PKD1-dependent prosurvival mechanism that is activated upon endoplasmic reticulum stress and selectively enhances IRE1 prosurvival signaling"}, {"pubmed": 31187548, "text": "IRE1-XBP1 silencing also inhibited radiation-induced IL-6 expression."}, {"pubmed": 31320508, "text": "IRE1alpha-XBP1 is a mediator of prostaglandin biosynthesis and a potential target to control pain."}, {"pubmed": 31326465, "text": "Knockdown of IRE1alpha decreased the formation of XBP1s and attenuated the expression of FN1, leading to inhibition of phosphorylation of Src and FAK and inactivation the downstream effector GTPases including RhoA, Rac1 and CDC42."}, {"pubmed": 31368599, "text": "Study identified IRE1a as a novel substrate for MITOL. MITOL modifies the lysine (K) 481 of IRE1a by adding a K63-linked polyubiquitin chain, which in turn suppresses the activity and oligomerization of IRE1a. Mutation of K481 enhances the IRE1alpha-dependent decay activity and leads to apoptosis."}, {"pubmed": 31371506, "text": "ffective IRE1a inhibition preserved glucose-induced insulin secretion by pancreatic microislets and viability of primary hepatocytes in vitro, as well as normal tissue homeostasis in mice. These results establish a strong rationale for developing kinase-directed inhibitors of IRE1a for Multiple myeloma therapy."}, {"pubmed": 31424945, "text": "Type II Epithelial-Mesenchymal Transition Upregulates Protein N-Glycosylation To Maintain Proteostasis and Extracellular Matrix Production."}, {"pubmed": 31428093, "text": "Metabolic Reprograming of Cystic Fibrosis Macrophages via the IRE1alpha Arm of the Unfolded Protein Response Results in Exacerbated Inflammation."}, {"pubmed": 31453810, "text": "Here the authors show that in hematopoietic cells, including multiple myeloma (MM), lymphoma, and leukemia cell lines, endoplasmic reticulum stress leads to caspase-mediated cleavage of the key unfolded protein response sensor IRE1 within its cytoplasmic linker region, generating a stable IRE1 fragment comprising the endoplasmic reticulum-lumenal domain and transmembrane segment."}, {"pubmed": 31495285, "text": "Here the authors show that ectopic expression of Marburg virus GP activated the IRE1-XBP1 axis of unfolded protein response."}, {"pubmed": 31695187, "text": "By reconstituting components of human unfolded protein response (UPR), ER stress and BiP chaperone systems, the study discovers that the interaction of BiP with the luminal domains of UPR proteins IRE1 and PERK switch BiP from its chaperone cycle into an ER stress sensor cycle by preventing the binding of its co-chaperones, with loss of ATPase stimulation."}, {"pubmed": 31834612, "text": "IRE1alpha deficiency has little impact on cell viability and expression of ER stress-responsive factors in Neuro2a cells, and the pharmacological actions of KIRA6 include IRE1-independent ways."}, {"pubmed": 31869409, "text": "Activation of endoplasmic reticulum stress mediates oxidative stress-induced apoptosis of granulosa cells in ovaries affected by endometrioma."}, {"pubmed": 31873072, "text": "these observations support a competition model whereby waning ER stress passively partitions ERdj4 and BiP to IRE1(LD) to initiate active repression of UPR signalling."}, {"pubmed": 31875595, "text": "Development of a Rapid in vivo Assay to Evaluate the Efficacy of IRE1-specific Inhibitors of the Unfolded Protein Response Using Medaka Fish."}, {"pubmed": 31896552, "text": "Here, we show in human beta-cells that ER stress regulates ERAP1 gene expression at posttranscriptional level via the IRE1alpha/miR-17-5p axis and demonstrate that inhibition of the IRE1alpha activity impairs processing of preproinsulin signal peptide antigen and its recognition by specific autoreactive CD8-positive t-lymphocytes during inflammation."}, {"pubmed": 31930117, "text": "EGCG induced ER stress in HT-29 by upregulating immunoglobulin-binding (BiP), PKR-like endoplasmic reticulum kinase (PERK), phosphorylation of eukaryotic initiation factor 2 alpha subunit (eIF2alpha), activating transcription 4 (ATF4), and inositol-requiring kinase 1 alpha (IRE1alpha)."}, {"pubmed": 32039055, "text": "Hydroxycarboxylic Acid Receptor 2 Is a Zika Virus Restriction Factor That Can Be Induced by Zika Virus Infection Through the IRE1-XBP1 Pathway."}, {"pubmed": 32149426, "text": "Phosphorylation switches protein disulfide isomerase activity to maintain proteostasis and attenuate ER stress."}, {"pubmed": 32166747, "text": "Function and mutual interaction of BiP-, PERK-, and IRE1alpha-dependent signalling pathways in vascular tumours."}, {"pubmed": 32332742, "text": "Study shows that the adenovirus glycoprotein 19K selectively activates IRE1alpha but not PERK and ATF6. This gives rise to a transcriptional feedforward loop, including five components-19K, IRE1alpha, XBP1s, the E1A enhancer/promoter (e/p), and E1A protein. This loop maintains long-term viral persistence in the presence of interferon (IFN) and boosts lytic infection in the absence of IFN."}, {"pubmed": 32418990, "text": "KSHV infection skews macrophage polarisation towards M2-like/TAM and activates Ire1 alpha-XBP1 axis up-regulating pro-tumorigenic cytokine release and PD-L1 expression."}, {"pubmed": 32433555, "text": "IRE1alpha and IGF signaling predict resistance to an endoplasmic reticulum stress-inducing drug in glioblastoma cells."}, {"pubmed": 32446294, "text": "Peptidomimetic-based identification of FDA-approved compounds inhibiting IRE1 activity."}, {"pubmed": 32520957, "text": "a significant association between the IRE1alpha gene signature and CD274 gene expression in tumor-infiltrating macrophages"}, {"pubmed": 32545307, "text": "IRE1 Endoribonuclease Activity Modulates Hypoxic HIF-1alpha Signaling in Human Endothelial Cells."}, {"pubmed": 32776539, "text": "IRE1alpha/NOX4 signaling pathway mediates ROS-dependent activation of hepatic stellate cells in NaAsO2 -induced liver fibrosis."}, {"pubmed": 32788208, "text": "The UPRosome - decoding novel biological outputs of IRE1alpha function."}, {"pubmed": 32857715, "text": "Expression of IDE and PITRM1 genes in ERN1 knockdown U87 glioma cells: effect of hypoxia and glucose deprivation."}, {"pubmed": 32857719, "text": "ERN1 knockdown modifies the effect of glucose deprivation on homeobox gene expressions in U87 glioma cells."}, {"pubmed": 32967957, "text": "Inositol-Requiring Enzyme 1alpha Promotes Zika Virus Infection through Regulation of Stearoyl Coenzyme A Desaturase 1-Mediated Lipid Metabolism."}, {"pubmed": 33043579, "text": "Inhibition of IRE1/JNK pathway in HK-2 cells subjected to hypoxia-reoxygenation attenuates mesangial cells-derived extracellular matrix production."}, {"pubmed": 33052067, "text": "Inositol-requiring enzyme 1alpha links palmitate-induced mTOR activation and lipotoxicity in hepatocytes."}, {"pubmed": 33060689, "text": "New insights on human IRE1 tetramer structures based on molecular modeling."}, {"pubmed": 33109440, "text": "The role of unfolded protein response in the pathogenesis of endometriosis: contribution of peritoneal fluid."}, {"pubmed": 33140520, "text": "Inositol-requiring enzyme-1 regulates phosphoinositide signaling lipids and macrophage growth."}, {"pubmed": 33177419, "text": "IRE1 Less Common Homozygous Genotype in Families With Positive History of Cancer and Individuals Born With Cleft Lip/Palate."}, {"pubmed": 33290055, "text": "Kinase Photoaffinity Labeling Reveals Low Selectivity Profile of the IRE1 Targeting Imidazopyrazine-Based KIRA6 Inhibitor."}, {"pubmed": 33318494, "text": "Activation of the IRE1 RNase through remodeling of the kinase front pocket by ATP-competitive ligands."}, {"pubmed": 33561013, "text": "Endoplasmic reticulum stress sensor IRE1alpha propels neutrophil hyperactivity in lupus."}, {"pubmed": 33637690, "text": "Exome-wide age-of-onset analysis reveals exonic variants in ERN1 and SPPL2C associated with Alzheimer's disease."}, {"pubmed": 33802742, "text": "IRE1alpha Is a Therapeutic Target for Cystic Fibrosis Airway Inflammation."}, {"pubmed": 33813002, "text": "Dual role of inositol-requiring enzyme 1alpha (IRE-1alpha) in Cd-induced apoptosis in human renal tubular epithelial cells: Endoplasmic reticulum stress and STAT3 signaling activation."}, {"pubmed": 33833850, "text": "The Role of Unfolded Protein Response in Human Intervertebral Disc Degeneration: Perk and IRE1-alpha as Two Potential Therapeutic Targets."}, {"pubmed": 33885249, "text": "Glucose deprivation affects the expression of genes encoding cAMP-activated protein kinase and related proteins in U87 glioma cells in ERN1 dependent manner."}, {"pubmed": 34000298, "text": "An interdomain helix in IRE1alpha mediates the conformational change required for the sensor's activation."}, {"pubmed": 34020533, "text": "ERN1 knockdown modifies the impact of glucose and glutamine deprivations on the expression of EDN1 and its receptors in glioma cells."}, {"pubmed": 34145058, "text": "The IRE1alpha Stress Signaling Axis Is a Key Regulator of Neutrophil Antimicrobial Effector Function."}, {"pubmed": 34192507, "text": "Hypercapnia Induces Inositol-Requiring Enzyme 1alpha-Driven Endoplasmic Reticulum-associated Degradation of the Na,K-ATPase beta-Subunit."}, {"pubmed": 34318710, "text": "Paramyxovirus replication induces the hexosamine biosynthetic pathway and mesenchymal transition via the IRE1alpha-XBP1s arm of the unfolded protein response."}, {"pubmed": 34375386, "text": "Structural and molecular bases to IRE1 activity modulation."}, {"pubmed": 34493732, "text": "Targeting the IRE1alpha/XBP1s pathway suppresses CARM1-expressing ovarian cancer."}, {"pubmed": 34591618, "text": "The stress-sensing domain of activated IRE1alpha forms helical filaments in narrow ER membrane tubes."}, {"pubmed": 34636989, "text": "Genome-wide mRNA profiling identifies X-box-binding protein 1 (XBP1) as an IRE1 and PUMA repressor."}, {"pubmed": 34664059, "text": "Targeting UPR branches, a potential strategy for enhancing efficacy of cancer chemotherapy."}, {"pubmed": 34834970, "text": "IRE1-Mediated Unfolded Protein Response Promotes the Replication of Tick-Borne Flaviviruses in a Virus and Cell-Type Dependent Manner."}, {"pubmed": 34850317, "text": "Clinical investigation of lipopolysaccharide in the persistence of metabolic syndrome (MS) through the activation of GRP78-IRE1alpha-ASK1 signaling pathway."}, {"pubmed": 34911951, "text": "Decoding non-canonical mRNA decay by the endoplasmic-reticulum stress sensor IRE1alpha."}, {"pubmed": 34998932, "text": "Regulation of the unfolded protein response transducer IRE1alpha by SERPINH1 aggravates periodontitis with diabetes mellitus via prolonged ER stress."}, {"pubmed": 35166127, "text": "d-Allulose Ameliorates Hyperglycemia Through IRE1alpha Sulfonation-RIDD-Sirt1 Decay Axis in the Skeletal Muscle."}, {"pubmed": 35170357, "text": "IRE1alpha drives lung epithelial progenitor dysfunction to establish a niche for pulmonary fibrosis."}, {"pubmed": 35185383, "text": "Endoplasmic Reticulum Stress in Colonic Mucosa of Ulcerative Colitis Patients Is Mediated by PERK and IRE1 Pathway Activation."}, {"pubmed": 35338505, "text": "Activating ATF6 in spinal muscular atrophy promotes SMN expression and motor neuron survival through the IRE1alpha-XBP1 pathway."}, {"pubmed": 35419836, "text": "Human cDC1s display constitutive activation of the UPR sensor IRE1."}, {"pubmed": 35524156, "text": "Regulated IRE1alpha-dependent decay (RIDD)-mediated reprograming of lipid metabolism in cancer."}, {"pubmed": 35730415, "text": "Endoplasmic reticulum stress activates human IRE1alpha through reversible assembly of inactive dimers into small oligomers."}, {"pubmed": 35749907, "text": "Functional role of the ER stress transducer IRE1alpha in CF airway epithelial inflammation."}, {"pubmed": 35812413, "text": "Aqueous Extract of Descuraniae Semen Attenuates Lipopolysaccharide-Induced Inflammation and Apoptosis by Regulating the Proteasomal Degradation and IRE1alpha-Dependent Unfolded Protein Response in A549 Cells."}, {"pubmed": 36012375, "text": "Concomitant Inhibition of IRE1alpha/XBP1 Axis of UPR and PARP: A Promising Therapeutic Approach against c-Myc and Gammaherpesvirus-Driven B-Cell Lymphomas."}, {"pubmed": 36030031, "text": "Fatty acid palmitate suppresses FoxO1 expression via PERK and IRE1 unfolded protein response in C2C12 myotubes."}, {"pubmed": 36044348, "text": "Regulation of Blos1 by IRE1 prevents the accumulation of Huntingtin protein aggregates."}, {"pubmed": 36125275, "text": "SARS-CoV-2 Diverges from Other Betacoronaviruses in Only Partially Activating the IRE1alpha/XBP1 Endoplasmic Reticulum Stress Pathway in Human Lung-Derived Cells."}, {"pubmed": 36209899, "text": "IRE1alpha-XBP1 regulates PDK1-dependent induction of epithelial-mesenchymal transition in non-small cell lung cancer cells."}, {"pubmed": 36215479, "text": "Bip-Yorkie interaction determines oncogenic and tumor-suppressive roles of Ire1/Xbp1s activation."}, {"pubmed": 36280023, "text": "Dual Role of Inositol-requiring Enzyme 1alpha-X-box Binding protein 1 Signaling in Neurodegenerative Diseases."}, {"pubmed": 36624093, "text": "Tumor-intrinsic IRE1alpha signaling controls protective immunity in lung cancer."}, {"pubmed": 36680162, "text": "Ebola Virus Activates IRE1alpha-Dependent XBP1u Splicing."}, {"pubmed": 36696173, "text": "Loss of ATF6alpha in a human carcinoma cell line is compensated not by its paralogue ATF6beta but by sustained activation of the IRE1 and PERK arms for tumor growth in nude mice."}, {"pubmed": 36750337, "text": "[Role of IRE1 in autophagy induced by vitamin E succinate in human gastric cancer cell]."}, {"pubmed": 36768338, "text": "Enhanced IRE1alpha Phosphorylation/Oligomerization-Triggered XBP1 Splicing Contributes to Parkin-Mediated Prevention of SH-SY5Y Cell Death under Nitrosative Stress."}, {"pubmed": 37287368, "text": "Valosin-containing protein (VCP/p97) is prognostically unfavorable in pediatric AML, and negatively correlates with unfolded protein response proteins IRE1 and GRP78: A report from the Children's Oncology Group."}, {"pubmed": 37306512, "text": "The unfolded protein response components IRE1alpha and XBP1 promote human coronavirus infection."}, {"pubmed": 37391039, "text": "Beyond UPR: cell-specific roles of ER stress sensor IRE1alpha in kidney ischemic injury and transplant rejection."}, {"pubmed": 37558862, "text": "Hypoxia Affects Autophagy in Human Umbilical Vein Endothelial Cells via the IRE1 Unfolded Protein Response."}, {"pubmed": 37566015, "text": "IRE1a-Induced FilaminA Phosphorylation Enhances Migration of Mesenchymal Stem Cells Derived from Multiple Myeloma Patients."}, {"pubmed": 37711626, "text": "Novel XBP1s-independent function of IRE1 RNase in HIF-1alpha-mediated glycolysis upregulation in human macrophages upon stimulation with LPS or saturated fatty acid."}, {"pubmed": 37823569, "text": "Hypoxia controls the expression of genes responsible for serine synthesis in U87MG cells on ERN1-dependent manner."}, {"pubmed": 37946177, "text": "IRE1-mediated degradation of pre-miR-301a promotes apoptosis through upregulation of GADD45A."}, {"pubmed": 38060449, "text": "The ER stress sensor IRE1 interacts with STIM1 to promote store-operated calcium entry, T cell activation, and muscular differentiation."}, {"pubmed": 38071801, "text": "Loss of function of XBP1 splicing activity of IRE1alpha favors B cell tolerance breakdown."}, {"pubmed": 38146001, "text": "Innate IRE1alpha-XBP1 activation by viral single-stranded RNA and its influence on lung cytokine production during SARS-CoV-2 pneumonia."}, {"pubmed": 38563293, "text": "ERN1 knockdown modifies the hypoxic regulation of homeobox gene expression in U87MG glioblastoma cells."}, {"pubmed": 38578285, "text": "IRE1alpha recognizes a structural motif in cholera toxin to activate an unfolded protein response."}, {"pubmed": 38648902, "text": "The IRE1alpha-XBP1 arm of the unfolded protein response is a host factor activated in SARS-CoV-2 infection."}, {"pubmed": 38656254, "text": "Inhibition of signaling protein ERN1 increases the sensitivity of serine synthesis gene expressions to glucose and glutamine deprivations in U87MG glioblastoma cells."}, {"pubmed": 38727283, "text": "TurboID-Based IRE1 Interactome Reveals Participants of the Endoplasmic Reticulum-Associated Protein Degradation Machinery in the Human Mast Cell Leukemia Cell Line HMC-1.2."}, {"pubmed": 38750057, "text": "IRE1alpha determines ferroptosis sensitivity through regulation of glutathione synthesis."}, {"pubmed": 38914217, "text": "Inhibition of ERN1 affects the expression of TGIF1 and other homeobox gene expressions in U87MG glioblastoma cells."}, {"pubmed": 39002476, "text": "GRP78/IRE1 and cGAS/STING pathway crosstalk through CHOP facilitates iodoacetic acid-mediated testosterone decline."}], "genomic_pos": {"chr": "17", "end": 64130819, "ensemblgene": "ENSG00000178607", "start": 64039080, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 62208179, "start": 62116502, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001935", "pubmed": 23529610, "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006402", "pubmed": 22013210, "qualifier": "involved_in", "term": "mRNA catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 9637683, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016241", "pubmed": 22013210, "qualifier": "involved_in", "term": "regulation of macroautophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033120", "pubmed": [11779464, 19622636], "qualifier": "involved_in", "term": "positive regulation of RNA splicing"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034620", "pubmed": 19328063, "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034620", "pubmed": [20625543, 21317875], "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034976", "pubmed": 10650002, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035924", "pubmed": 23529610, "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036289", "pubmed": 20103773, "qualifier": "involved_in", "term": "peptidyl-serine autophosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036498", "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036498", "pubmed": [9637683, 11779465, 19328063, 29198525], "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0036498", "pubmed": 28128204, "qualifier": "involved_in", "term": "IRE1-mediated unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043507", "pubmed": 10650002, "qualifier": "involved_in", "term": "positive regulation of JUN kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": [9637683, 19328063], "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070054", "pubmed": [11779464, 19328063, 19622636, 21317875], "qualifier": "involved_in", "term": "mRNA splicing, via endonucleolytic cleavage and ligation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070054", "pubmed": [20625543, 21317875], "qualifier": "involved_in", "term": "mRNA splicing, via endonucleolytic cleavage and ligation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070054", "pubmed": 22013210, "qualifier": "involved_in", "term": "mRNA splicing, via endonucleolytic cleavage and ligation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070059", "qualifier": "involved_in", "term": "intrinsic apoptotic signaling pathway in response to endoplasmic reticulum stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070301", "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071333", "pubmed": 20103773, "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900103", "pubmed": 28128204, "qualifier": "involved_in", "term": "positive regulation of endoplasmic reticulum unfolded protein response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901142", "pubmed": 20103773, "qualifier": "involved_in", "term": "insulin metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904707", "pubmed": 26315405, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990579", "pubmed": 21317875, "qualifier": "involved_in", "term": "peptidyl-serine trans-autophosphorylation"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005637", "qualifier": "located_in", "term": "nuclear inner membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19622636, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 23529610, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 9637683, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:1990332", "pubmed": 19328063, "qualifier": "part_of", "term": "Ire1 complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1990597", "qualifier": "part_of", "term": "AIP1-IRE1 complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:1990604", "qualifier": "part_of", "term": "IRE1-TRAF2-ASK1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990604", "pubmed": 23000344, "qualifier": "part_of", "term": "IRE1-TRAF2-ASK1 complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990630", "pubmed": 20103773, "qualifier": "part_of", "term": "IRE1-RACK1-PP2A complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 9637683, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004521", "qualifier": "enables", "term": "RNA endonuclease activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004521", "pubmed": [9637683, 11779465, 19328063, 21317875], "qualifier": "enables", "term": "RNA endonuclease activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004674", "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004674", "pubmed": [9637683, 21317875], "qualifier": "enables", "term": "protein serine/threonine kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005161", "pubmed": 26315405, "qualifier": "enables", "term": "platelet-derived growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11278723, 15234121, 18369366, 19135427, 19328063, 20103773, 23529610, 25241761, 25742138, 27238082, 28128204], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 9637683, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23103912, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030544", "pubmed": 20625543, "qualifier": "enables", "term": "Hsp70 protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [12637535, 21317875], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 29198525, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 21317875, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043531", "pubmed": 21317875, "qualifier": "enables", "term": "ADP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051082", "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051879", "pubmed": 12446770, "qualifier": "enables", "term": "Hsp90 protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0106310", "qualifier": "enables", "term": "protein serine kinase activity"}]}, "homologene": {"genes": [[6239, 174305], [7165, 1273999], [7227, 42358], [7955, 567021], [8364, 779732], [9031, 417414], [9544, 717751], [9598, 454769], [9606, 2081], [9615, 610766], [10090, 78943], [10116, 498013]], "id": 55580}, "interpro": [{"desc": "Quinoprotein alcohol dehydrogenase-like superfamily", "id": "IPR011047", "short_desc": "Quinoprotein_ADH-like_supfam"}, {"desc": "Pyrrolo-quinoline quinone beta-propeller repeat", "id": "IPR018391", "short_desc": "PQQ_beta_propeller_repeat"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "KEN domain", "id": "IPR010513", "short_desc": "KEN_dom"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "WD40/YVTN repeat-like-containing domain superfamily", "id": "IPR015943", "short_desc": "WD40/YVTN_repeat-like_dom_sf"}, {"desc": "KEN domain superfamily", "id": "IPR038357", "short_desc": "KEN_sf"}, {"desc": "Serine/threonine-protein kinase/endoribonuclease IRE1/2-like", "id": "IPR045133", "short_desc": "IRE1/2-like"}], "ipi": ["IPI00015974", "IPI00873219"], "map_location": "17q23.3", "name": "endoplasmic reticulum to nucleus signaling 1", "other_names": ["ER to nucleus signalling 1", "inositol-requiring 1", "inositol-requiring enzyme 1", "inositol-requiring protein 1", "ire1-alpha", "protein kinase/endoribonuclease", "serine/threonine-protein kinase/endoribonuclease IRE1"], "pantherdb": {"HGNC": "3449", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1930134", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 10090, "uniprot_kb": "Q9EQY0"}, {"RGD": "1559716", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 10116, "uniprot_kb": "A0A0G2K2H4"}, {"Ensembl": "ENSGALG00000003476", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 9031, "uniprot_kb": "F1NPU5"}, {"ZFIN": "ZDB-GENE-090312-15", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 7955, "uniprot_kb": "A0A2R8Q3L5"}, {"Ensembl": "ENSDARG00000110646", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 7955, "uniprot_kb": "A0A2R8RRH1"}, {"Ensembl": "ENSDARG00000087767", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 7955, "uniprot_kb": "E7F499"}, {"ZFIN": "ZDB-GENE-050522-431", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 7955, "uniprot_kb": "F1QYL2"}, {"WormBase": "WBGene00002147", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 6239, "uniprot_kb": "Q09499"}, {"FlyBase": "FBgn0261984", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 7227, "uniprot_kb": "A8JR46"}, {"SGD": "S000001121", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 4932, "uniprot_kb": "P32361"}, {"PomBase": "SPAC167.01", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 4896, "uniprot_kb": "O94537"}, {"dictyBase": "DDB_G0288803", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q54IE8"}, {"dictyBase": "DDB_G0269632", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q55DJ9"}, {"dictyBase": "DDB_G0270894", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q55DJ8"}, {"dictyBase": "DDB_G0273171", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q556Q3"}, {"dictyBase": "DDB_G0273333", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q557G1"}, {"dictyBase": "DDB_G0272987", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q559A2"}, {"dictyBase": "DDB_G0267650", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 352472, "uniprot_kb": "Q55GJ2"}, {"EnsemblGenome": "AT5G24360", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 3702, "uniprot_kb": "Q93VJ2"}, {"TAIR": "2081551", "ortholog_type": "O", "panther_family": "PTHR13954", "taxid": 3702, "uniprot_kb": "Q9SF12"}, {"TAIR": "2053928", "ortholog_type": "LDO", "panther_family": "PTHR13954", "taxid": 3702, "uniprot_kb": "Q9C5S2"}], "uniprot_kb": "O75460"}, "pathway": {"kegg": [{"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": [{"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": ["2HZ6", "3P23", "4U6R", "4YZ9", "4YZC", "4YZD", "4Z7G", "4Z7H", "5HGI", "6HV0", "6HX1", "6SHC", "6URC", "6W39", "6W3A", "6W3B", "6W3C", "6W3E", "6W3K", "6XDB", "6XDD", "6XDF", "7BMK"], "pfam": ["PF00069", "PF06479"], "pharmgkb": "PA27861", "pharos": {"target_id": 11693, "tdl": "Tchem"}, "prosite": ["PS50011", "PS51392"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249071", "relationship": "is"}, {"id": "GNF249072", "relationship": "is"}, {"id": "GNF249073", "relationship": "is"}, {"id": "GNF249074", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047995", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088612", "relationship": "is"}, {"id": "GNF088614", "relationship": "is"}, {"id": "GNF088616", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050997", "relationship": "is"}, {"id": "GNF055763", "relationship": "is"}, {"id": "GNF060442", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068501", "relationship": "is"}, {"id": "GNF068502", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166744", "relationship": "is"}, {"id": "GNF166745", "relationship": "is"}, {"id": "GNF166746", "relationship": "is"}, {"id": "GNF166747", "relationship": "is"}, {"id": "GNF167152", "relationship": "is"}, {"id": "GNF167154", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324542", "relationship": "is"}, {"id": "GNF324543", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334853", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092898", "relationship": "is"}, {"id": "GNF132596", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_001424.3", "rna": ["NM_001433.5", "NM_152461.2"], "translation": {"protein": "NP_001424.3", "rna": "NM_001433.5"}}, "reporter": {"HG-U133_Plus_2": ["207061_at", "227755_at", "235745_at"], "HG-U95Av2": "31380_at", "HTA-2_0": "TC17001796.hg.1", "HuEx-1_0": "3766651", "HuGene-1_1": "8017555", "HuGene-2_1": "16847771"}, "retired": [63433, 146774], "summary": "This gene encodes the transmembrane protein kinase inositol-requiring enzyme 1. The encoded protein contains two functional catalytic domains, a serine/threonine-protein kinase domain and an endoribonuclease domain. This protein functions as a sensor of unfolded proteins in the endoplasmic reticulum (ER) and triggers an intracellular signaling pathway termed the unfolded protein response (UPR). The UPR is an ER stress response that is conserved from yeast to mammals and activates genes involved in degrading misfolded proteins, regulating protein synthesis and activating molecular chaperones. This protein specifically mediates the splicing and activation of the stress response transcription factor X-box binding protein 1. [provided by RefSeq, Aug 2017].", "symbol": "ERN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414444"}, "unigene": ["Hs.700027", "Hs.133982", "Hs.744953"], "uniprot": {"Swiss-Prot": "O75460", "TrEMBL": ["A0A7P0TAB0", "A0A7P0TA38"]}, "wikipedia": {"url_stub": "ERN1"}}