{"AllianceGenome": "18185", "HGNC": "18185", "MIM": "608069", "_id": "54206", "_version": 2, "accession": {"genomic": ["AL034417.14", "CH471130.1", "CP068277.2", "JQ867454.1", "NC_000001.11", "NC_060925.1"], "protein": ["AAH25337.1", "AFM52327.1", "BAG38076.1", "BAG53220.1", "CAB70672.1", "CAC20426.1", "EAW71592.1", "EAW71593.1", "EAW71594.1", "NP_061821.1", "Q9UJM3.1", "XP_005263534.1", "XP_047278654.1", "XP_047278657.1", "XP_054193076.1", "XP_054193077.1", "XP_054193078.1"], "rna": ["AJ276373.1", "AK027830.1", "AK096149.1", "AK315718.1", "AL137274.1", "BC012839.1", "BC025337.1", "DB033666.1", "NM_018948.4", "XM_005263477.4", "XM_047422698.1", "XM_047422701.1", "XM_054337101.1", "XM_054337102.1", "XM_054337103.1"], "translation": [{"protein": "BAG53220.1", "rna": "AK096149.1"}, {"protein": "CAC20426.1", "rna": "AJ276373.1"}, {"protein": "XP_054193078.1", "rna": "XM_054337103.1"}, {"protein": "XP_054193077.1", "rna": "XM_054337102.1"}, {"protein": "NP_061821.1", "rna": "NM_018948.4"}, {"protein": "CAB70672.1", "rna": "AL137274.1"}, {"protein": "XP_005263534.1", "rna": "XM_005263477.4"}, {"protein": "BAG38076.1", "rna": "AK315718.1"}, {"protein": "AAH25337.1", "rna": "BC025337.1"}, {"protein": "XP_047278657.1", "rna": "XM_047422701.1"}, {"protein": "XP_054193076.1", "rna": "XM_054337101.1"}, {"protein": "XP_047278654.1", "rna": "XM_047422698.1"}]}, "alias": ["GENE-33", "MIG-6", "MIG6", "RALT"], "ensembl": {"gene": "ENSG00000116285", "protein": ["ENSP00000366702", "ENSP00000465100", "ENSP00000466454", "ENSP00000466958", "ENSP00000467030"], "transcript": ["ENST00000377482", "ENST00000467067", "ENST00000469499", "ENST00000474874", "ENST00000487559"], "translation": [{"protein": "ENSP00000466958", "rna": "ENST00000474874"}, {"protein": "ENSP00000366702", "rna": "ENST00000377482"}, {"protein": "ENSP00000465100", "rna": "ENST00000467067"}, {"protein": "ENSP00000466454", "rna": "ENST00000469499"}, {"protein": "ENSP00000467030", "rna": "ENST00000487559"}], "type_of_gene": "protein_coding"}, "entrezgene": "54206", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.90577028, "exp_mis": 146.7663913, "exp_syn": 61.448297, "lof_z": 2.071446262659, "mis_z": 0.0713168519627497, "mu_lof": 8.51571387946e-07, "mu_mis": 1.28425785759e-05, "mu_syn": 5.31243644227e-06, "n_lof": 4.0, "n_mis": 145.0, "n_syn": 67.0, "p_li": 0.046551582399882, "p_null": 0.0245667853512532, "p_rec": 0.928881632248865, "syn_z": -0.439056609515985}, "bp": 1389, "cds_end": 8075679, "cds_start": 8073269, "n_exons": 3, "nonpsych": {"exp_lof": 9.8088679, "exp_mis": 132.775844, "exp_syn": 55.5547366, "lof_z": 1.82152037477621, "mis_z": 0.252821709234483, "mu_lof": 8.51571387946e-07, "mu_mis": 1.28425785759e-05, "mu_syn": 5.31243644227e-06, "n_lof": 4.0, "n_mis": 127.0, "n_syn": 60.0, "p_li": 0.0350703288704696, "p_null": 0.0440521630719162, "p_rec": 0.920877508057614, "syn_z": -0.375491506943176}, "nontcga": {"exp_lof": 10.02727493, "exp_mis": 135.0190557, "exp_syn": 56.52640643, "lof_z": 1.87763339687433, "mis_z": 0.215196068161875, "mu_lof": 8.51571387946e-07, "mu_mis": 1.28425785759e-05, "mu_syn": 5.31243644227e-06, "n_lof": 4.0, "n_mis": 130.0, "n_syn": 58.0, "p_li": 0.0348797596641491, "p_null": 0.0370313943449002, "p_rec": 0.928088845990951, "syn_z": -0.12410042892401}, "transcript": "ENST00000377482.5"}, "exons": [{"cdsend": 8015619, "cdsstart": 8013209, "chr": "1", "position": [[8011726, 8014396], [8015307, 8015384], [8015494, 8015692], [8026157, 8026309]], "strand": -1, "transcript": "NM_018948", "txend": 8026309, "txstart": 8011726}], "exons_hg19": [{"cdsend": 8075679, "cdsstart": 8073269, "chr": "1", "position": [[8071786, 8074456], [8075367, 8075444], [8075554, 8075752], [8086217, 8086369]], "strand": -1, "transcript": "NM_018948", "txend": 8086369, "txstart": 8071786}], "generif": [{"pubmed": 11003669, "text": "MIG-6/RALT is a transcriptionally controlled inhibitor of mitogenic and transforming signals generated by the ErbB-2 oncogene. MIG-6/RALT forms a physical complex with activated ErbB-2 and co-localizes with ErbB-2 in living cells."}, {"pubmed": 12226756, "text": "RALT is a transcriptionally controlled feedback inhibitor of ErbB receptors."}, {"pubmed": 12384522, "text": "Full-length Mig-6, but not CRIB domain-deleted Mig-6 (DeltaMig-6) or uncleavable mutant of Mig-6 (Mig-6-S38A), induces transcriptional activation of nuclear factor of kappaB (NFkappaB)."}, {"pubmed": 12387890, "text": "Mitogen-inducible gene 6 (MIG-6), adipophilin and tuftelin are inducible by hypoxia."}, {"pubmed": 12833145, "text": "MIG-6/RALT binds to ligand-activated ErbB dimers and inhibits their signalling activity, as assessed in cell proliferation assays and biochemical analysis of activated downstream pathways such as ERK and AKT."}, {"pubmed": 15556944, "text": "Gene 33 is a physiological feedback inhibitor of the EGFR, functioning to inhibit EGFR phosphorylation and all events induced by EGFR activation"}, {"pubmed": 15696545, "text": "C-terminal region of the Gene33 protein (ERBB receptor feedback inhibitor 1) regulates MEK-ERK pathway-directed Elk-dependent transcription."}, {"pubmed": 15856022, "text": "Loss of MIG-6 mRNA and protein expression occurs in ERBB2-amplified breast cancer cell lines and enhances ERBB2 oncogenic signalling."}, {"pubmed": 15856022, "text": "RALT mRNA and protein expression was strongly and selectively reduced in ERBB2-amplified breast cancer cell lines, loss of RALT signalling may adversely affect tumor responses to ErbB-2-targeting agents"}, {"pubmed": 16007071, "text": "Expression of a K14-RALT transgene in mouse skin generates a waved-like phenotype ( wavy coat, curly whiskers and open eyes at birth). Thus, excess RALT function suppresses EGFR function during skin morphogenesis."}, {"pubmed": 16819504, "text": "MIG-6 is a tumor-suppressor gene associated with lung cancer"}, {"pubmed": 17351343, "text": "Review highlights important roles of Mig-6 in regulating stress response, maintaining homeostasis in tissues like joints or cardiac muscle, and functioning as a tumor suppressor."}, {"pubmed": 17599051, "text": "The evolutionarily conserved EBR module of RALT/MIG6 mediates suppression of the EGFR catalytic activity."}, {"pubmed": 18046415, "text": "Crystal structures of complexes between the EGFR kinase domain and a fragment of MIG6 show that a approximately 25-residue epitope (segment 1) from MIG6 binds to the distal surface of the C lobe of the kinase domain"}, {"pubmed": 18077449, "text": "new hypoxia-inducible and SOX9-regulated genes, Gdf10 and Chm-I. In addition, Mig6 and InhbA were induced by hypoxia, predominantly via HIF-2alpha"}, {"pubmed": 19040996, "text": "High mitogen inducible gene 6 expression in papillary thyroid cancer is associated with greater survival and MIG-6 expression correlates directly with EGFR expression."}, {"pubmed": 19439667, "text": "Mig-6 is a critical regulator of the response of the endometrium to estrogen in regulating tissue homeostasis"}, {"pubmed": 19674104, "text": "cells accumulate MIG6 as an inherent negative regulator to suppress excess EGFR activity when basal EGFR kinase activity is considerably high."}, {"pubmed": 20044804, "text": "Mitogen-inducible gene-6 is a negative regulator of epidermal growth factor receptor signaling in hepatocytes and human hepatocellular carcinoma."}, {"pubmed": 20351267, "text": "Mig-6 controls EGFR trafficking and suppresses gliomagenesis"}, {"pubmed": 20421427, "text": "MIG6 drives endocytosis and degradation of kinase-inactive EGFR"}, {"pubmed": 21190978, "text": "Mig-6 knockdown in thyroid cancer cell lines resulted in epidermal growth factor receptor phosphorylation and diminished NF-kappaB activity, whereas Mig-6 overexpression had the opposite effects."}, {"pubmed": 21333004, "text": "Mig6 plays a role in transmitting the effect of gefitinib to the downstream part of the EGFR signaling pathway."}, {"pubmed": 21739478, "text": "results indicate that downregulated Mig-6 in NSCLC tissues may serve as a new marker that can predict the activation of EGFR signaling pathway"}, {"pubmed": 22082529, "text": "Treatment with AZD6244 reduced the expression of mitogen-inducible gene 6 (MIG6)."}, {"pubmed": 22193779, "text": "Knockdown of PIM-1 but not of PIM-2 or PIM-3 also up regulates MIG6 expression, which identifies MIG6 as a PIM-1 regulated gene prostate cancer cells."}, {"pubmed": 22505024, "text": "These results suggest that Chk1 phosphorylates Mig-6 on Ser 251, resulting in the inhibition of Mig-6, and that Chk1 acts as a positive regulator of EGF signalling."}, {"pubmed": 22701735, "text": "MIG-6 gene is differentially regulated in lung cancer and melanoma and can be epigenetically silenced by inhibitors of methylation and histone deacetylation."}, {"pubmed": 23324575, "text": "ERRFI1 + 808 T/G polymorphism confers protective effect on diabetic nephropathy in a Korean population."}, {"pubmed": 23384834, "text": "Mig6 functions as a molecular brake for beta-cell proliferation during glucocorticoid treatment in beta-cells, and thus, Mig6 may be a novel target for preventing glucocorticoid-induced impairments in functional beta-cell mass."}, {"pubmed": 23746120, "text": "The Mig-6 induces premature senescence via functioning in regulation of cellular senescence in normal diploid fibroblasts."}, {"pubmed": 23868981, "text": "SPRY2 and MIG6 are important regulators of wild-type and mutant EGFR trafficking and points to an EGFR expression-independent function of SPRY2 in the regulation of ERK activity that may impact cellular sensitivity to EGFR inhibitors"}, {"pubmed": 23935914, "text": "Data indicate that EGFR activity, which was more accurately predicted by the ratio of mitogen-inducible gene 6 (Mig6)/EGFR, highly correlated with erlotinib sensitivity in panels of cancer cell lines of different tissue origins."}, {"pubmed": 24425048, "text": "The EGF receptor (EGFR) regulator MIG6 and the apoptosis regulator BIM."}, {"pubmed": 24445374, "text": "Mechanistic model of EGFR endocytosis to determine the relative contributions of three parallel pathways of MIG6, ubiquitin ligase CBL and Sprouty2."}, {"pubmed": 24573418, "text": "Mig-6 is a potential biomarker for evaluation of tumor prognosis of lung cancer."}, {"pubmed": 24815188, "text": "Mig-6 reduces pRb phosphorylation at Ser249/ Thr252 in both primary and B-Raf V600E oncogene expressing."}, {"pubmed": 24830724, "text": "The TGFbeta-miR200-MIG6 pathway orchestrates the EMT-associated kinase switch that induces resistance to EGFR inhibitors."}, {"pubmed": 25400829, "text": "Demonstrate that Mig-6 could reverse gefitinib resistance through inhibition of EGFR/ERK pathway in non-small cell lung cancer cell lines."}, {"pubmed": 25735773, "text": "MIG6 is a potent tumor suppressor for mutant EGFR-driven lung tumor initiation and progression in mice and provides a possible mechanism by which mutant EGFR can partially circumvent this tumor suppressor in human lung adenocarcinoma."}, {"pubmed": 26065894, "text": "MIG-6 efficiently reduces cellular transformation driven by oncogenic BRAF by orchestrating a negative feedback circuit directed towards the EGFR."}, {"pubmed": 26239118, "text": "study provides a new molecular mechanism to regulate EGFR signaling through modulation of MIG6 by DNAJB1 as a negative regulator."}, {"pubmed": 26280531, "text": "Crystal structures of human EGFR-Mig6 complexes show how Mig6 rearranges after phosphorylation by EGFR to effectively irreversibly inhibit the same receptor that catalyzed its phosphorylation."}, {"pubmed": 26450625, "text": "Upregulation of mitogen-inducible gene 6 triggers antitumor effect and attenuates progesterone resistance in endometrial carcinoma cells"}, {"pubmed": 26760771, "text": "Low MIG6 expression is associated with lung cancer."}, {"pubmed": 26967478, "text": "MIG6 down regulation may promote the migration and invasiveness of MEK inhibited mutant NRAS melanoma."}, {"pubmed": 27341132, "text": "Cdc42 inhibition is required for Mig-6 suppression of cell migration induced by EGF"}, {"pubmed": 27557663, "text": "PIPKIgammai5, NEDD4-1, and Mig6 form a novel molecular nexus that controls EGFR activation and downstream signaling."}, {"pubmed": 27893711, "text": "our data suggest that dormant cancer cells with a high MIG6 expression level might be one of the causes of EGFR-TKI resistance in EGFR mutant lung cancer cells."}, {"pubmed": 28506767, "text": "Down-regulation of Mig-6 induces Cyclin D1 expression and activates the MAPK-ERK signaling pathway. Our study shows that the expression of Mig-6 protein is low in hepatocellular carcinoma, which predicts a poor prognosis."}, {"pubmed": 28734040, "text": "MIG-6 was a direct target of miR-374a, and the expression of MIG-6 was downregulated by the overexpression of miR-374a in HepG2 cells."}, {"pubmed": 28842482, "text": "ectopic expression of Gene 33 triggers DNA damage response in an ATM serine/threonine kinase (ATM)-dependent fashion and through pathways dependent or not dependent on ABL proto-oncogene 1 non-receptor tyrosine kinase (c-Abl)."}, {"pubmed": 28925396, "text": "In Ishikawa human endometrial adenocarcinoma cell line MIG-6 negatively regulates the phosphorylation of STAT3 via direct protein interaction with STAT3."}, {"pubmed": 29191600, "text": "Mig-6 deficiency promotes the development of Kras(G12D)-induced lung adenoma through reducing the cell apoptosis in Kras(G12D) mouse lungs partially by activating the ErbB4 pathway."}, {"pubmed": 29196224, "text": "the cells with activating mutants of EGFR inactivate Mig6 through phosphorylation at S256."}, {"pubmed": 29335246, "text": "EGFR inhibition can only sensitize EGFR-high cells for chemotherapy, while AKT inhibition increases chemosensitivity in EGFR-low cells. By understanding these mechanisms, we can take advantage of the cellular context to individualize antineoplastic therapy. Finally, our data also suggest targeting of EFFRI1 in EGFR-low cancer as a promising therapeutic approach"}, {"pubmed": 29574142, "text": "interactions of EGFR binding to phosphorylated Mig6-segment2."}, {"pubmed": 29714661, "text": "The regulation mechanism of MIG6 and suggests potential implications for the therapeutic strategies of gefitinib resistance through inhibiting MEF2C in hepatic cancer cells."}, {"pubmed": 29843645, "text": "Study in human endometrial adenocarcinoma cell lines suggests that MIG-6 regulates AKT phosphorylation dose-dependently and interacts with AKT."}, {"pubmed": 30021798, "text": "Importantly, in the absence of EGFR genetic alterations, miR-205/ERRFI1-driven EGFR activation rendered MET- tyrosine kinase inhibitor-resistant cells sensitive to combined MET/EGFR inhibition."}, {"pubmed": 30067982, "text": "Mig6 controls progression through mitosis.  Mig6 binds to and stabilizes the Wee1 kinase."}, {"pubmed": 30679310, "text": "The NDRG1 expression potently increased the levels of mitogen-inducible gene 6 (MIG6), which inhibits EGFR and facilitates its lysosomal processing and degradation."}, {"pubmed": 30817728, "text": "MiR-2355-5p negatively regulated ERFFI1 and prevented the effects of ERRFI1 on inhibiting NP cells proliferation and inflammation."}, {"pubmed": 31313286, "text": "Inhibition of KHSRP sensitizes colorectal cancer to 5-fluoruracil through miR-501-5p-mediated ERRFI1 mRNA degradation."}, {"pubmed": 31969149, "text": "An integrated analysis of public genomic data unveils a possible functional mechanism of psoriasis risk via a long-range ERRFI1 enhancer."}, {"pubmed": 32377505, "text": "Altered Expression of Three EGFR Posttranslational Regulators MDGI, MIG6, and EIG121 in Invasive Breast Carcinomas."}, {"pubmed": 32432675, "text": "Differential Glucocorticoid-Dependent Regulation and Function of the ERRFI1 Gene in Triple-Negative Breast Cancer."}, {"pubmed": 32552717, "text": "Suppression of Mig-6 overcomes the acquired EGFR-TKI resistance of lung adenocarcinoma."}, {"pubmed": 34293452, "text": "Mig6 not only inhibits EGFR and HER2 but also targets HER3 and HER4 in a differential specificity: Implications for targeted esophageal cancer therapy."}, {"pubmed": 34618235, "text": "Molecular insight into the affinity, specificity and cross-reactivity of systematic hepatocellular carcinoma RALT interaction profile with human receptor tyrosine kinases."}, {"pubmed": 34845855, "text": "Mig-6 could inhibit cell proliferation and induce apoptosis in esophageal squamous cell carcinoma."}, {"pubmed": 36178070, "text": "Activity of the nonreceptor tyrosine kinase Ack1 is regulated by tyrosine phosphorylation of its Mig6 homology region."}, {"pubmed": 36498921, "text": "MIG-6 Is Critical for Progesterone Responsiveness in Human Complex Atypical Hyperplasia and Early-Stage Endometrial Cancer."}, {"pubmed": 36715065, "text": "Effect of Gene 33/Mig6/ERRFI1 on hexavalent chromium-induced transformation of human bronchial epithelial cells depends on the length of exposure."}, {"pubmed": 37917191, "text": "MIG6 loss confers resistance to ALK/ROS1 inhibitors in NSCLC through EGFR activation by low-dose EGF."}, {"pubmed": 39096122, "text": "Potentially functional variants of ERRFI1 in hypoxia-related genes predict survival of non-small cell lung cancer patients."}], "genomic_pos": {"chr": "1", "end": 8026309, "ensemblgene": "ENSG00000116285", "start": 8004404, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 8086368, "start": 8064464, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001894", "qualifier": "involved_in", "term": "tissue homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006006", "qualifier": "involved_in", "term": "glucose metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006699", "qualifier": "involved_in", "term": "bile acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006915", "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007173", "qualifier": "involved_in", "term": "epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007175", "pubmed": 18046415, "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor-activated receptor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007175", "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor-activated receptor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007566", "qualifier": "involved_in", "term": "embryo implantation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008203", "qualifier": "involved_in", "term": "cholesterol metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031953", "pubmed": 18046415, "qualifier": "involved_in", "term": "negative regulation of protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032355", "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035847", "qualifier": "involved_in", "term": "uterine epithelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035988", "qualifier": "involved_in", "term": "chondrocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036022", "qualifier": "involved_in", "term": "limb joint morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042059", "qualifier": "involved_in", "term": "negative regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043589", "qualifier": "involved_in", "term": "skin morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045616", "qualifier": "involved_in", "term": "regulation of keratinocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045616", "qualifier": "involved_in", "term": "regulation of keratinocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050673", "qualifier": "involved_in", "term": "epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050847", "qualifier": "involved_in", "term": "progesterone receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060426", "qualifier": "involved_in", "term": "lung vasculature development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060428", "qualifier": "involved_in", "term": "lung epithelium development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060613", "qualifier": "involved_in", "term": "fat pad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072659", "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904565", "qualifier": "involved_in", "term": "response to 1-oleoyl-sn-glycerol 3-phosphate"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005096", "pubmed": 10749885, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15778465, 18046415, 18776048, 20936779, 21706016, 21988832, 22505024, 23273428, 24189400, 25640309, 28514442, 31980649, 32296183, 34591642, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 18046415, "qualifier": "enables", "term": "protein kinase binding"}]}, "homologene": {"genes": [[7955, 566587], [7955, 798009], [8364, 100216060], [9031, 419364], [9544, 722072], [9598, 469787], [9606, 54206], [9615, 489636], [9913, 516303], [10090, 74155], [10116, 313729]], "id": 10344}, "interpro": [{"desc": "Cdc42 binding domain-like", "id": "IPR015116", "short_desc": "Cdc42-bd-like"}, {"desc": "Mig-6 domain", "id": "IPR021619", "short_desc": "Mig-6"}], "ipi": "IPI00004399", "map_location": "1p36.23", "name": "ERBB receptor feedback inhibitor 1", "other_names": ["ERBB receptor feedback inhibitor 1", "mitogen-inducible gene 6 protein", "receptor-associated late transducer"], "pantherdb": {"HGNC": "18185", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1921405", "ortholog_type": "LDO", "panther_family": "PTHR14254", "taxid": 10090, "uniprot_kb": "Q99JZ7"}, {"RGD": "1307599", "ortholog_type": "LDO", "panther_family": "PTHR14254", "taxid": 10116, "uniprot_kb": "P05432"}, {"Ensembl": "ENSGALG00000000535", "ortholog_type": "LDO", "panther_family": "PTHR14254", "taxid": 9031, "uniprot_kb": "E1C8Y8"}, {"ZFIN": "ZDB-GENE-030131-6256", "ortholog_type": "LDO", "panther_family": "PTHR14254", "taxid": 7955, "uniprot_kb": "A3KNJ9"}], "uniprot_kb": "Q9UJM3"}, "pathway": {"netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "wikipathways": [{"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}]}, "pdb": ["2RF9", "2RFD", "2RFE", "4I21", "4R3P", "4R3R", "4ZJV"], "pfam": ["PF09027", "PF11555"], "pharmgkb": "PA142671904", "pharos": {"target_id": 1219, "tdl": "Tbio"}, "pir": "T46346", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170983", "relationship": "is"}, {"id": "GNF181889", "relationship": "is"}, {"id": "GNF192795", "relationship": "is"}, {"id": "GNF203701", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036002", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF009697", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099034", "relationship": "is"}, {"id": "GNF138689", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_061821.1", "XP_005263534.1", "XP_047278654.1", "XP_047278657.1", "XP_054193076.1", "XP_054193077.1", "XP_054193078.1"], "rna": ["NM_018948.4", "XM_005263477.4", "XM_047422698.1", "XM_047422701.1", "XM_054337101.1", "XM_054337102.1", "XM_054337103.1"], "translation": [{"protein": "XP_047278654.1", "rna": "XM_047422698.1"}, {"protein": "XP_054193078.1", "rna": "XM_054337103.1"}, {"protein": "XP_054193077.1", "rna": "XM_054337102.1"}, {"protein": "NP_061821.1", "rna": "NM_018948.4"}, {"protein": "XP_005263534.1", "rna": "XM_005263477.4"}, {"protein": "XP_054193076.1", "rna": "XM_054337101.1"}, {"protein": "XP_047278657.1", "rna": "XM_047422701.1"}]}, "reporter": {"HG-U133_Plus_2": "224657_at", "HTA-2_0": "TC01002166.hg.1", "HuEx-1_0": "2395177", "HuGene-1_1": "7912157", "HuGene-2_1": "16681304"}, "summary": "ERRFI1 is a cytoplasmic protein whose expression is upregulated with cell growth (Wick et al., 1995 [PubMed 7641805]). It shares significant homology with the protein product of rat gene-33, which is induced during cell stress and mediates cell signaling (Makkinje et al., 2000 [PubMed 10749885]; Fiorentino et al., 2000 [PubMed 11003669]).[supplied by OMIM, Mar 2008].", "symbol": "ERRFI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825064"}, "unigene": "Hs.605445", "uniprot": {"Swiss-Prot": "Q9UJM3", "TrEMBL": ["I6S2Y9", "B3KTV8", "K7EMD2", "K7ENN7", "K7EJB4", "K7ENI4"]}, "wikipedia": {"url_stub": "ERRFI1"}}