{"AllianceGenome": "13525", "HGNC": "13525", "MIM": "604659", "_id": "30816", "_version": 1, "accession": {"genomic": ["AB051004.1", "AC007566.2", "AF156963.1", "AH013104.2", "AH013105.2", "AH013106.2", "AH013107.2", "AH013108.2", "AH013109.2", "AH013110.2", "AH013111.2", "AH013112.2", "AH013113.2", "AH013114.2", "AH013115.2", "AH013116.2", "AH013117.2", "AH013118.2", "AH013119.2", "AH013120.2", "AH013121.2", "AH013122.2", "AH013123.2", "AH013124.2", "AH013125.2", "AH013126.2", "AH013127.2", "AH013128.2", "AH013129.2", "AH013130.2", "AH013131.2", "AH013132.2", "AH013133.2", "AH013134.2", "AH013135.2", "AH013136.2", "AH013137.2", "AH013138.2", "AH013139.2", "AH013140.2", "AH013141.2", "AH013142.2", "AH013143.2", "AH013144.2", "AH013145.2", "AH013146.2", "AH013147.2", "AY050299.1", "AY050300.1", "AY050301.1", "AY101582.1", "AY101583.1", "AY101584.1", "AY101585.1", "AY836220.1", "CH236949.1", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAD14545.1", "AAD14546.2", "AAD14547.1", "AAD14548.1", "AAF28334.1", "AAF74215.1", "AAI37382.1", "AAL11493.1", "AAL11494.1", "AAL11495.1", "AAM33413.1", "AAM47599.1", "AAM68161.1", "AAM68162.1", "AAM68163.1", "AAM68164.1", "AAQ17561.1", "AAQ17562.1", "AAQ17563.1", "AAQ17564.1", "AAQ17565.1", "AAQ17566.1", "AAQ17567.1", "AAQ17568.1", "AAQ17569.1", "AAQ17570.1", "AAQ17571.1", "AAQ17572.1", "AAQ17573.1", "AAQ17574.1", "AAQ17575.1", "AAQ17576.1", "AAQ17577.1", "AAQ17578.1", "AAQ17579.1", "AAQ17580.1", "AAQ17581.1", "AAQ17582.1", "AAQ17583.1", "AAQ17584.1", "AAQ17585.1", "AAQ17586.1", "AAQ17587.1", "AAQ17588.1", "AAQ17589.1", "AAQ17590.1", "AAQ17591.1", "AAQ17592.1", "AAQ17593.1", "AAQ17594.1", "AAQ17595.1", "AAQ17596.1", "AAQ17597.1", "AAQ17598.1", "AAQ17599.1", "AAQ17600.1", "AAQ17601.1", "AAQ17602.1", "AAQ17603.1", "AAQ17604.1", "ACX53625.1", "BAB47558.1", "NP_001124397.1", "NP_055405.3", "Q9UQF0.1"], "rna": ["AF072503.1", "AF072505.1", "AF072506.2", "AF072507.1", "AF072508.1", "AF208161.1", "AF506835.1", "AF513360.1", "BC137381.1", "BG012022.1", "BX365066.2", "BX391741.1", "GQ919057.1", "NM_001130925.2", "NM_014590.4"], "translation": [{"protein": "AAM47599.1", "rna": "AF513360.1"}, {"protein": "AAF28334.1", "rna": "AF208161.1"}, {"protein": "AAD14547.1", "rna": "AF072507.1"}, {"protein": "AAM33413.1", "rna": "AF506835.1"}, {"protein": "ACX53625.1", "rna": "GQ919057.1"}, {"protein": "AAD14548.1", "rna": "AF072508.1"}, {"protein": "NP_001124397.1", "rna": "NM_001130925.2"}, {"protein": "AAD14545.1", "rna": "AF072505.1"}, {"protein": "AAD14546.2", "rna": "AF072506.2"}, {"protein": "AAI37382.1", "rna": "BC137381.1"}, {"protein": "NP_055405.3", "rna": "NM_014590.4"}]}, "alias": ["ENV", "ENVW", "ERVWE1", "HERV-7q", "HERV-W-ENV", "HERV7Q", "HERVW", "HERVWENV"], "ensembl": {"gene": "ENSG00000242950", "protein": ["ENSP00000419945", "ENSP00000474984"], "transcript": ["ENST00000493463", "ENST00000603053", "ENST00000603252", "ENST00000603704", "ENST00000604270"], "translation": [{"protein": "ENSP00000474984", "rna": "ENST00000603053"}, {"protein": "ENSP00000419945", "rna": "ENST00000493463"}], "type_of_gene": "protein_coding"}, "entrezgene": "30816", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.94388979, "exp_mis": 175.6269463, "exp_syn": 62.61434, "lof_z": 1.9903048691348, "mis_z": 1.09347071123657, "mu_lof": 1.0171742831e-06, "mu_mis": 1.5463775593e-05, "mu_syn": 5.48932852891e-06, "n_lof": 5.0, "n_mis": 146.0, "n_syn": 63.0, "p_li": 0.0135671717993117, "p_null": 0.0312456265826109, "p_rec": 0.955187201618077, "syn_z": -0.0302146242373441}, "bp": 1617, "cds_end": 92099695, "cds_start": 92098078, "n_exons": 1, "nonpsych": {"exp_lof": 10.7897375, "exp_mis": 158.9387035, "exp_syn": 56.6513841, "lof_z": 1.73103322891762, "mis_z": 1.277803482815, "mu_lof": 1.0171742831e-06, "mu_mis": 1.5463775593e-05, "mu_syn": 5.48932852891e-06, "n_lof": 5.0, "n_mis": 127.0, "n_syn": 54.0, "p_li": 0.00985919995338648, "p_null": 0.0569384433352671, "p_rec": 0.933202356711347, "syn_z": 0.221783962922816}, "nontcga": {"exp_lof": 10.98636795, "exp_mis": 161.5747914, "exp_syn": 57.60318375, "lof_z": 1.78163021487232, "mis_z": 1.1591635523829, "mu_lof": 1.0171742831e-06, "mu_mis": 1.5463775593e-05, "mu_syn": 5.48932852891e-06, "n_lof": 5.0, "n_mis": 132.0, "n_syn": 59.0, "p_li": 0.00973910770491008, "p_null": 0.0484917659891759, "p_rec": 0.941769126305914, "syn_z": -0.11653047411236}, "transcript": "ENST00000493463.2"}, "exons": [{"cdsend": 92470381, "cdsstart": 92468764, "chr": "7", "position": [[92468379, 92470608], [92477381, 92477946]], "strand": -1, "transcript": "NM_001130925", "txend": 92477946, "txstart": 92468379}, {"cdsend": 92470381, "cdsstart": 92468764, "chr": "7", "position": [[92468380, 92471424]], "strand": -1, "transcript": "NM_014590", "txend": 92471424, "txstart": 92468380}], "exons_hg19": [{"cdsend": 92099695, "cdsstart": 92098078, "chr": "7", "position": [[92097693, 92099922], [92106695, 92107260]], "strand": -1, "transcript": "NM_001130925", "txend": 92107260, "txstart": 92097693}, {"cdsend": 92099695, "cdsstart": 92098078, "chr": "7", "position": [[92097694, 92100738]], "strand": -1, "transcript": "NM_014590", "txend": 92100738, "txstart": 92097694}], "generif": [{"pubmed": 10708449, "text": "Env HERV-W glycoprotein mediates cell-cell fusion upon interaction with the type D mammalian retrovirus receptor. Env protein was detected in the placental syncytiotrophoblast, suggesting a physiological role during pregnancy and placenta formation."}, {"pubmed": 11854637, "text": "contributor to normal placental architecture, especially in the fusion processes of cytotrophoblasts to syncytiotrophoblasts. the gene expression of syncytin may be altered in cases with placental dysfunction such as preeclampsia or HELLP syndrome."}, {"pubmed": 12175968, "text": "mRNA abundance for syncytin showed stimulation by forskolin in BeWo cells"}, {"pubmed": 12397062, "text": "syncytin-mediated trophoblastic fusion in human cells is regulated by GCMa"}, {"pubmed": 12620933, "text": "Syncytin gene activation is highest in term placenta"}, {"pubmed": 12724415, "text": "HERV-W Env glycoprotein is directly involved in the differentiation of primary cultures of human villous cytotrophoblasts"}, {"pubmed": 12757936, "text": "Hypoxia alters expression and function of syncytin and its receptor during trophoblast cell fusion of human placental BeWo cells: implications for impaired trophoblast syncytialisation in pre-eclampsia."}, {"pubmed": 14520239, "text": "Syncytin gene expression is down-regulated by hypoxia, which strengthens the hypothesis that syncytin is reduced in disturbed pregnancies in the course of placental hypoxia."}, {"pubmed": 14613893, "text": "syncytin promoter is located in the 5' long terminal repeat (LTR) of the HERV-W gene and that binding sites for CBF and Oct in the proximal promoter are critical for transcriptional regulation of the gene in trophoblast cells."}, {"pubmed": 15109395, "text": "relative L1 and HERV-W expression levels are elevated in representative samples of malignant vs. non-malignant ovarian tissues"}, {"pubmed": 15254254, "text": "Comparison of orthologous and paralogous (H)ERV-W elements demonstrated the selective preservation of the env gene of the ERVWE1 locus and identified specific traits underlying the process of evolution from a retroviral envelope toward a cellular gene"}, {"pubmed": 15269105, "text": "Cytoplasmic domain of syncytin is not essential for syncytin-mediated fusion but may play regulatory role. Intramolecular interaction between two heptad repeat regions (HRA and B) is involved in fusion process."}, {"pubmed": 15452578, "text": "Syncytin's proinflammatory properties in the nervous system demonstrate a novel role for an endogenous retrovirus protein, which may be a target for therapeutic intervention."}, {"pubmed": 15507602, "text": "control of env ERVWE1 placental expression in hominidae by the ERVWE1 retroviral LTR and a cellular trophoblast-specific-enhancer"}, {"pubmed": 15827173, "text": "identification of the maturation requirements for env ERVWE1 fusion competence"}, {"pubmed": 15888734, "text": "The 146-bp region of the 5'-flanking region (nt-294/-148) of the human syncytin gene acts as a placenta-specific enhancer."}, {"pubmed": 16004993, "text": "GCMa-driven syncytin expression is the key mechanism for syncytiotrophoblast formation"}, {"pubmed": 16176588, "text": "Preservation in Hominoids of a genomic structure consisting in the juxtaposition of a retrotransposon-derived MaLR LTR (enhancer in hominidae) and the ERVWE1 provirus (promoter)"}, {"pubmed": 16760410, "text": "Syncytin transcripts were found in first-trimester trophoblast cells with both villous and extravillous phenotypes and also in the JAR and JEG-3 choriocarcinoma cell lines."}, {"pubmed": 16820059, "text": "evaluation of the interaction of the HERV-W envelope with the hASCT2 receptor; a region consisting of the N-terminal 124 amino acids of the mature glycoprotein surface subunit was determined as the minimal receptor-binding domain"}, {"pubmed": 16871371, "text": "Syncytin is expressed by human cancer cells and is involved in cancer-endothelial cell fusions"}, {"pubmed": 17209768, "text": "Median viral RNA levels for syncytin-1 were higher in brains of MS patients relative to non-MS patients and median syncytin-1 DNA levels in MS brains were higher than non-MS brain tissue."}, {"pubmed": 17453631, "text": "Transcripts from the HERV-W element on chromosome 7q21.2 encoding syncytin and from the SOD1 gene were detected at elevated levels in biopsies from the most affected muscles from MND patients compared to biopsies from control individuals."}, {"pubmed": 17762178, "text": "present evidence in support of the direct role for syncytin-A in mouse trophoblast stem cell fusion and differentiation involved in placental dev."}, {"pubmed": 18077339, "text": "findings show that in both humans and mice, one of the two syncytins (human syncytin-2 and mouse syncytin-B) is immunosuppressive and, rather unexpectedly, the other (human syncytin-1 and mouse syncytin-A) is not"}, {"pubmed": 18351375, "text": "Syncytins may represent universal fusogens in primates and rodents."}, {"pubmed": 19321927, "text": "data support the premise that the expression of GCMa and syncytin-1 precedes syncytialization of trophoblasts, e.g. at 6% O(2), which is assumed to resemble physiological conditions."}, {"pubmed": 19327884, "text": "increased syncytin expression is associated with decreased overall survival in rectal but not in colonic cancer patients"}, {"pubmed": 19407656, "text": "Role of HERV-W syncytin-1 in placentation and maintenance of human pregnancy."}, {"pubmed": 19561344, "text": "ERVWE1, ERVFRDE1 and ERV3 5'LTRs were all essentially hypomethylated in cytotrophoblasts during pregnancy, but showed distinct and stage-dependent methylation profiles"}, {"pubmed": 19692500, "text": "CD9 increases GCM1 expression via the cAMP/PKA signaling pathway, resulting in the increase in ERVWE1 expression."}, {"pubmed": 19903052, "text": "HERV-W syncytin expression apparently does not play role in endometriosis. However, it may possibly influence development of endometriosis because of increased expression in normal endometrium in endometriosis patients."}, {"pubmed": 20100784, "text": "HERV-W env triggers brain-derived neurotrophic factor (BDNF) production in human U251 glioma cells."}, {"pubmed": 20546612, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21493955, "text": "results further highlighted the existence of a correlation between the extent of the decrease in the expression levels of both syncytins 1 and 2 fusogenic proteins and the degree of severity of preeclampsia symptoms"}, {"pubmed": 21771862, "text": "Analysis of non-spliced ERVWE1 mRNAs and env mRNAs detected efficient splicing of endogenously expressed RNAs in trophoblastic but not in non-placental cells."}, {"pubmed": 22109522, "text": "Data show that beta-catenin/BCL9-Like (BCL9L)/T-cell factor 4 (TCF4) signalling directly targets the GCM1/syncytin pathway and thereby regulates the fusion of human choriocarcinoma cells."}, {"pubmed": 22348442, "text": "The findings suggested that syncytin 1 is shed from the placenta into the maternal circulation in association with placental microvesicles, and modulates immune cell activation and the responses of immune cells to lipopolysaccharide stimulation."}, {"pubmed": 22573555, "text": "proposed that Syncytin-1 is regulated by PPARgamma/RXRalpha signaling during placentogenesis to drive multinuclear syncytiotrophoblast layer formation and maintenance."}, {"pubmed": 22573740, "text": "The role of syncytin-1 and Pb1 in cell-cell fusion was studied using lentiviral vectors that express short hairpin RNAs for stable knockdown of both genes."}, {"pubmed": 22971074, "text": "Corticotropin-releasing hormone did not influence the differentiation of isolated trophoblasts into functional syncytium as determined by beta-hCG secretion, albeit inducing syncytin-1 expression."}, {"pubmed": 22999499, "text": "Data suggest that sorting of syncytin-1 into placental exosomes represents mechanism allowing syncytin-1 to reach and interact with target cells of maternal immune system to execute its immune-modulatory roles during pregnancy."}, {"pubmed": 23212585, "text": "HERV-W env transcription was found to be elevated in bipolar disorder and schizophrenia subjects compared to controls. Molecular sequence characteristics may represent distinct features of the genome of patients with bipolar disorder and schizophrenia."}, {"pubmed": 23290063, "text": "In discordant monozygotic twins, HERVWE1 expression is higher in smaller fetuses and lower in larger counterparts. Methylation of the HERVWE1 gene promoter region may participate in gene regulation."}, {"pubmed": 23333240, "text": "Syncytin-1 knockdown significantly inhibited BeWo cell growth and DNA synthesis and Syncytin-1 could promote the G1/S transition through p15 and CDK4."}, {"pubmed": 23457515, "text": "This study linked decreased Syncytin-1 expression to an epigenetic hypermethylation of the entire promoter of ERVW-1."}, {"pubmed": 23727510, "text": "Overexpression of HERV-W envelope gene elevated the levels of SK3 channel in neuroblastoma cells."}, {"pubmed": 23888950, "text": "These results indicated that aberrant hypermethylation is involved in downregulation of syncytin-1, and epigenetic alterations may play a significant role in the development of preeclampsia"}, {"pubmed": 24013223, "text": "Syncytin-1 overexpression may be an indicator of urothelial cell carcinoma risk."}, {"pubmed": 24204983, "text": "Insertionally polymorphic HERV-K113 and HERV-K115 are not associated with HIV infections."}, {"pubmed": 24413738, "text": "Increased trophoblast apoptosis and altered expression levels of syncytin-1, calpain 1, and AIF is observed in preeclamptic placentas."}, {"pubmed": 24478419, "text": "Influenza A virus infection transactivated ERVWE1 by increasing the transcription of GCM1."}, {"pubmed": 24687878, "text": "Syncytin-1 and ASCT-2 is localized at the acrosomal region and equatorial segment of the spermatozoa."}, {"pubmed": 24812088, "text": "Exosomes from cultured primary villous cytotrophoblasts and sera of pregnant women have syncytin-1 on their surfaces. It acts on cellular binding and uptake of exosomes."}, {"pubmed": 24814867, "text": "Data show that Multiple Sclerosis-Associated Retrovirus (MSRV) is predominantly expressed over ERWVE1 in astrocyte-derived U-87 glioblastoma cell line."}, {"pubmed": 25340371, "text": "Positive associations were observed between HERV-w methylation and dietary intakes of beta-carotene and carotenoids in a population of obese subjects."}, {"pubmed": 25651508, "text": "The effect of ETS1 on syncytialization of trophoblasts likely results, at least in part, from inhibition of syncytin expression."}, {"pubmed": 26230721, "text": "Identification of the two CpG dinucleotides around transcription start site as key epigenetic elements has provided valuable information for further studies on the epigenetic regulation of syncytin-1 in pancreatic cancer cells"}, {"pubmed": 26992684, "text": "ERVWE1, ERVFRDE1 and ERV3 transcription was down-regulated in hydatidiform moles and gestational trophoblastic neoplasia."}, {"pubmed": 27456869, "text": "HERV-W was expressed in demyelinated lesions from multiple sclerosis brains, which were all positive for this endogenous pathogenic protein. Pronounced HERV-W immunoreactivity in active multiple sclerosis lesions was intimately associated with areas of active demyelination throughout the successive stages of lesion evolution in multiple sclerosis brains."}, {"pubmed": 27546366, "text": "Study found no associations between embroynal ERVW-1 polymorphisms and preeclampsia."}, {"pubmed": 27714815, "text": "CD47 seems to mediate fusion mostly through broad contact surfaces between the partners' cell membrane while syncytin-1 mediate fusion through phagocytic-cup like structure."}, {"pubmed": 28112190, "text": "Taking together, these results suggest that Wnt/beta-catenin signal pathway activation-dependent up-regulation of syncytin-1 contributes to the pro-inflammatory factor TNF-alpha-enhanced fusion between oral squamous cell carcinoma cells and endothelial cells."}, {"pubmed": 28302141, "text": "The authors conclude that DNA demethylation of the endogenous retroviral loci ERVWE1 promoter in seminomas is a prerequisite for syncytin-1 derepression."}, {"pubmed": 28656540, "text": "These data revealed that human endogenous retrovirus W env might contribute to increase nitric oxide production and microglial migration ability in neuropsychological disorders by regulating the expression of inducible nitric oxide synthase."}, {"pubmed": 28928004, "text": "The results showed that viral protein syncytin-1 could trigger the activation of C-reactive protein (CRP), which might explain the elevated CRP in sterile inflammation and exhibit a novel mechanism for regulation of inflammation by syncytin-1 in schizophrenia."}, {"pubmed": 30699112, "text": "Study finds that the radiosensitivity of T47D human breast carcinoma cells in tight clusters is different from that of isolated cells. Molecular analyses show that T47D cells express a Syncytin-1 homologous protein (SyHP). SyHP translocates to the external surface of the plasma membrane of cells killed by radiation treatment."}, {"pubmed": 30794119, "text": "Human syncytin-1, which is derived from human endogenous retrovirus W, requires a 3' untranslated region (3'UTR) for efficient gene expression."}, {"pubmed": 31397118, "text": "Knockdown of SP1/Syncytin1 axis inhibits the proliferation and metastasis through the AKT and ERK1/2 signaling pathways in non-small cell lung cancer."}, {"pubmed": 31883959, "text": "Cutaneous T-Cell Lymphoma (CTCL) Cell Line-Derived Extracellular Vesicles Contain HERV-W-Encoded Fusogenic Syncytin-1."}, {"pubmed": 32012247, "text": "Syncytin-1/HERV-W envelope is an early activation marker of leukocytes and is upregulated in multiple sclerosis patients."}, {"pubmed": 32145327, "text": "There was a difference (p < 0.0001) between trisomy 7 and other patient groups and controls, regarding to the expression of syncytin-1 gene. Numerous mutations in the syncytin-1 and syncytin-2 genes (on the expression sites) were detected, and the mutation rate was higher in the syncytin-1 gene compared to the syncytin-2 gene in the patient and in the control groups (p < 0.001)"}, {"pubmed": 32785870, "text": "Analysis of KAP1 expression patterns and human endogenous retrovirus Env proteins in ovarian cancer."}, {"pubmed": 33317172, "text": "The Association between Plasma ERVWE1 Concentrations and Affective Symptoms during Pregnancy: Is This a Friendly Alien?"}, {"pubmed": 33438105, "text": "Human endogenous retrovirus W family envelope protein (HERV-W env) facilitates the production of TNF-alpha and IL-10 by inhibiting MyD88s in glial cells."}, {"pubmed": 33867312, "text": "Evidence of the pathogenic HERV-W envelope expression in T lymphocytes in association with the respiratory outcome of COVID-19 patients."}, {"pubmed": 34302264, "text": "Impaired transcription of human endogenous retroviruses in the sperm with exception of syncytin 1: short communication."}, {"pubmed": 35283196, "text": "Whole-genome sequencing identifies rare missense variants of WNT16 and ERVW-1 causing the systemic lupus erythematosus."}, {"pubmed": 35816776, "text": "Beyond fusion: A novel role for ERVW-1 in trophoblast proliferation and type I interferon receptor expression."}, {"pubmed": 36508844, "text": "Decreased expression and DNA hypermethylation of syncytin-1 in human villus tissues with unexplained recurrent spontaneous abortion."}, {"pubmed": 36680208, "text": "ERVWE1 Reduces Hippocampal Neuron Density and Impairs Dendritic Spine Morphology through Inhibiting Wnt/JNK Non-Canonical Pathway via miR-141-3p in Schizophrenia."}, {"pubmed": 36768581, "text": "Interaction between Long Noncoding RNAs and Syncytin-1/Syncytin-2 Genes and Transcripts: How Noncoding RNAs May Affect Pregnancy in Patients with Systemic Lupus Erythematosus."}, {"pubmed": 36861469, "text": "Serum circulating free DNA of syncytin-1 as a novel molecular marker for early diagnosis of non-small-cell lung cancer."}, {"pubmed": 37376599, "text": "ERVW-1 Activates ATF6-Mediated Unfolded Protein Response by Decreasing GANAB in Recent-Onset Schizophrenia."}, {"pubmed": 37690733, "text": "Ancient dormant virus remnant ERVW-1 drives ferroptosis via degradation of GPX4 and SLC3A2 in schizophrenia."}], "genomic_pos": {"chr": "7", "end": 92477986, "ensemblgene": "ENSG00000242950", "start": 92468380, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 92107300, "start": 92097694, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000768", "qualifier": "involved_in", "term": "syncytium formation by plasma membrane fusion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000768", "pubmed": 14557543, "qualifier": "involved_in", "term": "syncytium formation by plasma membrane fusion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006949", "pubmed": 23492904, "qualifier": "involved_in", "term": "syncytium formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007520", "pubmed": 27589388, "qualifier": "acts_upstream_of_or_within", "term": "myoblast fusion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 10693809, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}], "CC": {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}}, "homologene": {"genes": [[9606, 30816], [9615, 102154491]], "id": 137309}, "interpro": {"desc": "TLV/ENV coat polyprotein", "id": "IPR018154", "short_desc": "TLV/ENV_coat_polyprotein"}, "ipi": "IPI00329525", "map_location": "7q21.2", "name": "endogenous retrovirus group W member 1, envelope", "other_names": ["HERV-7q envelope protein", "HERV-W Env glycoprotein", "HERV-W envelope protein", "HERV-W_7q21.2 provirus ancestral Env polyprotein", "HERV-tryptophan envelope protein", "endogenous retroviral family W, env(C7), member 1", "endogenous retrovirus group W, member 1", "envelope glycoprotein", "envelope polyprotein gPr73", "enverin", "human endogenous retrovirus W envC7-1 envelope protein", "syncytin-1"], "pantherdb": {"HGNC": "13525", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000047053", "ortholog_type": "O", "panther_family": "PTHR10424", "taxid": 9031, "uniprot_kb": "A0A3Q2TY66"}], "uniprot_kb": "Q9UQF0"}, "pdb": ["5HA6", "6RX1"], "pfam": "PF00429", "pharmgkb": "PA27878", "pharos": {"target_id": 7983, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170626", "relationship": "is"}, {"id": "GNF181532", "relationship": "is"}, {"id": "GNF192438", "relationship": "is"}, {"id": "GNF203344", "relationship": "is"}, {"id": "GNF211673", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047234", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104690", "relationship": "is"}, {"id": "GNF144338", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_001124397.1", "NP_055405.3"], "rna": ["NM_001130925.2", "NM_014590.4"], "translation": [{"protein": "NP_001124397.1", "rna": "NM_001130925.2"}, {"protein": "NP_055405.3", "rna": "NM_014590.4"}]}, "reporter": {"HG-U133_Plus_2": ["1553352_x_at", "1555299_s_at"], "HG-U95Av2": "34159_at", "HTA-2_0": "TC07001600.hg.1", "HuEx-1_0": "3061181", "HuGene-1_1": "8140909", "HuGene-2_1": "17059696"}, "summary": "Many different human endogenous retrovirus (HERV) families are expressed in normal placental tissue at high levels, suggesting that HERVs are functionally important in reproduction. This gene is part of an HERV provirus on chromosome 7 that has inactivating mutations in the gag and pol genes. This gene is the envelope glycoprotein gene which appears to have been selectively preserved. The gene's protein product is expressed in the placental syncytiotrophoblast and is involved in fusion of the cytotrophoblast cells to form the syncytial layer of the placenta. The protein has the characteristics of a typical retroviral envelope protein, including a furin cleavage site that separates the surface (SU) and transmembrane (TM) proteins which form a heterodimer. Alternatively spliced transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Mar 2010].", "symbol": "ERVW-1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1422036"}, "uniprot": {"Swiss-Prot": "Q9UQF0", "TrEMBL": "D0EYG5"}, "wikipedia": {"url_stub": "ERVWE1"}}