{"AllianceGenome": "3466", "HGNC": "3466", "MIM": "601521", "_id": "11082", "_version": 2, "accession": {"genomic": ["AC010436.4", "AC034238.4", "AJ401091.1", "AJ401092.1", "AY054987.1", "CH471123.1", "CP068273.2", "NC_000005.10", "NC_060929.1"], "protein": ["AAH11989.1", "BAG34760.1", "BAG62324.1", "CAA61597.1", "CAB94771.1", "CAJ13737.1", "EAW54896.1", "EAW54897.1", "NP_001129076.1", "NP_008967.1", "Q9NQ30.2"], "rna": ["AJ973643.1", "AK300634.1", "AK311817.1", "BC011989.1", "BM423977.1", "NM_001135604.2", "NM_007036.5", "X89426.1"], "translation": [{"protein": "NP_008967.1", "rna": "NM_007036.5"}, {"protein": "BAG34760.1", "rna": "AK311817.1"}, {"protein": "BAG62324.1", "rna": "AK300634.1"}, {"protein": "AAH11989.1", "rna": "BC011989.1"}, {"protein": "CAA61597.1", "rna": "X89426.1"}, {"protein": "CAJ13737.1", "rna": "AJ973643.1"}, {"protein": "NP_001129076.1", "rna": "NM_001135604.2"}]}, "alias": "endocan", "ensembl": {"gene": "ENSG00000164283", "protein": ["ENSP00000370810", "ENSP00000370812", "ENSP00000471642"], "transcript": ["ENST00000381403", "ENST00000381405", "ENST00000598310", "ENST00000601836"], "translation": [{"protein": "ENSP00000370812", "rna": "ENST00000381405"}, {"protein": "ENSP00000370810", "rna": "ENST00000381403"}, {"protein": "ENSP00000471642", "rna": "ENST00000601836"}], "type_of_gene": "protein_coding"}, "entrezgene": "11082", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.39704018, "exp_mis": 74.8041419, "exp_syn": 35.337235, "lof_z": 1.02208545294536, "mis_z": 1.68550544182629, "mu_lof": 3.65372875142e-07, "mu_mis": 6.4912178301e-06, "mu_syn": 3.00788351446e-06, "n_lof": 3.0, "n_mis": 45.0, "n_syn": 32.0, "p_li": 0.0261762175615844, "p_null": 0.185864855941749, "p_rec": 0.787958926496667, "syn_z": 0.348032136826177}, "bp": 555, "cds_end": 54281345, "cds_start": 54275159, "n_exons": 3, "nonpsych": {"exp_lof": 4.8229354, "exp_mis": 67.6430621, "exp_syn": 31.9217058, "lof_z": 1.2624006559999, "mis_z": 1.87923987375726, "mu_lof": 3.65372875142e-07, "mu_mis": 6.4912178301e-06, "mu_syn": 3.00788351446e-06, "n_lof": 2.0, "n_mis": 37.0, "n_syn": 28.0, "p_li": 0.122004600594965, "p_null": 0.113980166736784, "p_rec": 0.764015232668251, "syn_z": 0.437014556676568}, "nontcga": {"exp_lof": 4.95924285, "exp_mis": 68.8137812, "exp_syn": 32.5042283, "lof_z": 0.867884294637644, "mis_z": 1.79056105831778, "mu_lof": 3.65372875142e-07, "mu_mis": 6.4912178301e-06, "mu_syn": 3.00788351446e-06, "n_lof": 3.0, "n_mis": 39.0, "n_syn": 30.0, "p_li": 0.0224202539146917, "p_null": 0.214365477820613, "p_rec": 0.763214268264696, "syn_z": 0.278116381436515}, "transcript": "ENST00000381405.4"}, "exons": [{"cdsend": 54985517, "cdsstart": 54979331, "chr": "5", "position": [[54977866, 54979435], [54985216, 54985593]], "strand": -1, "transcript": "NM_001135604", "txend": 54985593, "txstart": 54977866}, {"cdsend": 54985517, "cdsstart": 54979331, "chr": "5", "position": [[54977866, 54979435], [54981996, 54982146], [54985216, 54985593]], "strand": -1, "transcript": "NM_007036", "txend": 54985593, "txstart": 54977866}], "exons_hg19": [{"cdsend": 54281345, "cdsstart": 54275159, "chr": "5", "position": [[54273694, 54275263], [54281044, 54281421]], "strand": -1, "transcript": "NM_001135604", "txend": 54281421, "txstart": 54273694}, {"cdsend": 54281345, "cdsstart": 54275159, "chr": "5", "position": [[54273694, 54275263], [54277824, 54277974], [54281044, 54281421]], "strand": -1, "transcript": "NM_007036", "txend": 54281421, "txstart": 54273694}], "generif": [{"pubmed": 11866539, "text": "Identification of endothelial cell genes expressed in an in vitro model of angiogenesis: induction of ESM-1, (beta)ig-h3, and NrCAM."}, {"pubmed": 12011586, "text": "demonstrate that a small 139-bp core promoter fragment contains information for endothelial-cell-specific expression in vitro"}, {"pubmed": 16764824, "text": "Hhex-mediated repression of ESM-1 is critical for the normal function of the vascular endothelium and for tumor vasculogenesis."}, {"pubmed": 16899604, "text": "Endocan is overexpressed in non-small cell lung tumors compared with healthy lung and probably represents a response of tumoral endothelium to proangiogenic growth factor stimulation."}, {"pubmed": 17362927, "text": "VEGF-A is a specific inducer of endocan transcription which is translated into increased protein levels in VEGF-A treated endothelial cells. Increased endocan protein expression in human renal cancer suggests a role in tumor growth."}, {"pubmed": 18592377, "text": "Endocan-microvessel density was a significant factor to predict the prognosis of hepatocellular carcinoma patients after curative hepatectomy."}, {"pubmed": 18614759, "text": "Incubation of lymphatic endothelial cells (LEC) with ESM-1 increased the stimulatory effects of both VEGF-A and VEGF-C on LEC proliferation and migration, whereas ESM-1 alone had no effect"}, {"pubmed": 18680240, "text": "The expression of endocan is down-regulated in colorectal cancer and is positively correlated with the tissue differentiation in colorectal cancer."}, {"pubmed": 19458546, "text": "This study suggests that endocan is associated with abnormal vasculature in high-grade gliomas."}, {"pubmed": 19785952, "text": "The expression of ESM-1 is significantly up-regulated in hepatocellular carcinoma, and is associated with angiogenesis and tumor invasion."}, {"pubmed": 20102396, "text": "endocan is overexpressed in patients with renal clear cell carcinomas"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20383661, "text": "Higher expression of the ESM1 is associated with gastric cancer."}, {"pubmed": 20515564, "text": "Over-expression of the Endocan gene in endothelial cells from hepatocellular carcinoma is associated with angiogenesis and tumour invasion."}, {"pubmed": 20821239, "text": "Gene silencing of ESM-1 decreased cell survival, migration, an invasion in hepatocellular carcinoma."}, {"pubmed": 21526908, "text": "endocan may act as a marker for angiogenesis or oncogenesis and could be regarded as a candidate gene for inflammatory tissue, neoplasia, tumor development and metastasis"}, {"pubmed": 21905955, "text": "increased expression on microvascular endothelial cells following peripheral blood stem cell harvesting in patients with multiple myeloma"}, {"pubmed": 22183069, "text": "Data suggest that serum endocan is a disease marker in AML."}, {"pubmed": 22353248, "text": "The immunolabeling of endocan in endothelial cells may therefore appear to be a relevant marker of aggressive behavior in pituitary tumors."}, {"pubmed": 22735811, "text": "ESM-1 overexpression in HCT-116 cells enhanced cell proliferation through the Akt-dependent activation of NF-kappa-B pathway."}, {"pubmed": 22948784, "text": "results showed that ESM-1 is significantly overexpressed, which is regulated by HIF-1alpha in colorectal cancer (CRC) patients, and can be used as a potential biomarker and a therapeutic target for CRC"}, {"pubmed": 23243026, "text": "Endocan is upregulated on tumor vessels in invasive bladder cancer where it mediates VEGF-A-induced angiogenesis."}, {"pubmed": 23454598, "text": "p14 endocan fragment represents a novel interesting biomarker which could participate to the pathogenesis of sepsis"}, {"pubmed": 24340011, "text": "Significant correlation between LMP1 and endocan expression was observed (p<0.0001). Moreover, NPC patients with endocan expression were found to have a shorter survival than NPC patients without endocan expression expression."}, {"pubmed": 24402320, "text": "Suggest that increased circulating endocan levels represent a new marker in patients with essential hypertension."}, {"pubmed": 24446198, "text": "This study shows endocan can elicit severe inflammatory responses and inhibiting endocan release offers a potential strategy for treating sepsis."}, {"pubmed": 24769132, "text": "Endocan can be used as strong and significant predictor of sepsis severity and outcome."}, {"pubmed": 24871583, "text": "Our findings suggest that upregulation of endocan expression in proliferative diabetic retinopathy could be a reflection of endothelial cell activation associated with angiogenesis."}, {"pubmed": 25012244, "text": "endocan expression was found to be an independent prognostic factor for survival and Endocan promoted gastric cancer cell proliferation"}, {"pubmed": 25056533, "text": "This study suggests that serum ESM-1 level is increased in patients with gastric cancer"}, {"pubmed": 25132734, "text": "Endocan is a promising biomarker to predict the disease severity and mortality in patients with acute respiratory distress syndrome."}, {"pubmed": 25168956, "text": "Endocan, a new biomarker of endothelial pathology, is significantly increased in patients with acute coronary syndrome but does not correlate with severity of coronary artery disease."}, {"pubmed": 25211383, "text": "Median maternal plasma endocan concentrations were higher in preeclampsia and lower in acute pyelonephritis with bacteremia than in uncomplicated pregnancy."}, {"pubmed": 25390761, "text": "study suggest that amlodipine and valsartan decrease endocan levels in newly diagnosed hypertensive"}, {"pubmed": 25394955, "text": "Elevated endocan levels were more strongly associated with disease severity among Johnson Syndrome, Toxic Epidermal Necrolysis subjects than among less severe allergic reactions with skin involvement."}, {"pubmed": 25534164, "text": "this study did not demonstrate any significant difference between endocan levels of women with pre-eclampsia and those with uncomplicated pregnancies"}, {"pubmed": 25565643, "text": "Endocan levels are related to endothelial dysfunction in humans in vivo during systemic inflammation evoked by experimental endotoxemia"}, {"pubmed": 25575808, "text": "Results reveal a novel pathway for endocan in the control of tumor growth, which involves inflammatory cells of the innate immunity."}, {"pubmed": 25894539, "text": "In bacteremic cases, serum endocan levels in bacteremia tended to be higher than in non-bacteremic cases."}, {"pubmed": 25957465, "text": "higher levels of Endocan-1 were found in maternal plasma in pre-eclamptic group; placental Endocan-1 levels were lower in pre-eclampsia and fetal levels did not show any difference between groups; upregulation of maternal plasma Endocan-1 in the pre-eclamptic group was observed when when stratified in relation to gestational age, systolic blood pressure and proteinuria"}, {"pubmed": 25969567, "text": "Suggest that serum endocan concentrations are elevated in patients with type 2 diabetes and decrease following anti-hyperglycemic treatment."}, {"pubmed": 26125749, "text": "Detection of ESM-1 levels in the serum may serve as a tumor biomarker for assessing prognosis in colorectal cancer."}, {"pubmed": 26147320, "text": "Serum ESM1 was significantly lower in type 2 diabetes patients than in controls."}, {"pubmed": 26200037, "text": "Serum endocan level is independently correlated with the presence and severity of coronary artery disease in hypertension patients."}, {"pubmed": 26418319, "text": "Serum endocan concentrations were significantly elevated in women with pre-eclampsia versus normotensive controls, and concentrations seem to be associated with the severity of the disease."}, {"pubmed": 26607436, "text": "study showed that higher endocan levels were significantly and independently related to the presence of slow coronary flow."}, {"pubmed": 26614790, "text": "Endocan is an inflammatory marker released by the endothelium and is associated with endothelial dysfunction and atherosclerosis in patients with systemic lupus erythematosus."}, {"pubmed": 26662185, "text": "Dopamine agonist resistance-related ESM1 promotes the angiogenesis and tumor cells growth of prolactinomas, suggesting that ESM1 may be a novel therapeutic target for prolactinomas."}, {"pubmed": 26685180, "text": "Serum ESM-1 levels correlate with stress hyperglycemia in patients with STEMI and are associated with short-term prognosis."}, {"pubmed": 26744512, "text": "Endocan could be a common predictor of the endothelium-dependent inflammatory processes, rather than related with specific risk factors in coronary artery disease and microvascular angina."}, {"pubmed": 26748103, "text": "Serum and urinary endocan concentrations are significantly elevated in patients with bladder cancer."}, {"pubmed": 26808694, "text": "serum levels of endocan, a new biomarker of endothelial dysfunction, increase in obstructive sleep apnea subjects."}, {"pubmed": 26823798, "text": "Endocan may play a role in the progression of pregnancy and has a potential to be a new marker for the detection of pre-eclampsia"}, {"pubmed": 26924874, "text": "Results found that serum endocan levels were significantly lower in Alzheimer's disease (AD) patients with depression than in AD patients without depression or healthy controls suggesting that serum endocan levels might be associated with depression in AD."}, {"pubmed": 26927690, "text": "suggest that serum ESM-1 level may be a novel endothelial dysfunction biomarker"}, {"pubmed": 26999704, "text": "Systemic inflammation may be responsible for the rise in endocan levels following cardiopulmonary bypass."}, {"pubmed": 27010153, "text": "The levels of ESM1, CLDN5, IL-1beta, IL-6, and TNF-alpha were significantly higher in the migraine attack group than in the control group"}, {"pubmed": 27340359, "text": "Endocan-expressing microvessel density significantly correlates with the expression of VEGF and VEGFR2 and is a valuable prognostic factor for survival in human gastric cancer."}, {"pubmed": 27470607, "text": "The distribution of Gleason score and biochemical failure rate were significantly higher in patients with serum endocan >/=1.8 ng/mL (p = 0.031 and p = 0.047)."}, {"pubmed": 27474433, "text": "These results suggest human cytomegalovirus infection leads to glioma progression through an upregulation of endocan and the secretion of inflammatory cytokines."}, {"pubmed": 27528791, "text": "High ESM1 expression is associated with Meningiomas and Gliomas."}, {"pubmed": 27644250, "text": "endocan plays an anti-carcinogenic role in gastric cancer development and progression and might serve as a prognostic biomarker as well as a potential therapeutic target for gastric cancer."}, {"pubmed": 27734523, "text": "Studied serum endocan levels in endometrial and ovarian cancer. Serum endocan levels were significantly higher in the entire patient group than in the controls."}, {"pubmed": 27871471, "text": "Endocan expression is increased in the human placenta from obese women with gestational diabetes, and in response to pro-inflammatory stimuli. Loss-of-function studies in villous trophoblast cells and HUVECs revealed that endocan is not directly involved in the genesis or in the expression of pro-inflammatory cytokines induced by LPS or IL-1beta."}, {"pubmed": 27912147, "text": "this study shows that endocan may play an important role in the development of connective tissue disease related pulmonary arterial hypertension"}, {"pubmed": 27993872, "text": "Subclinical hypothyroidism is associated with increased levels of serum endocan, dimethylarginine, and TGF-beta, which are new markers for endothelial dysfunction."}, {"pubmed": 28056805, "text": "Physical activity increases circulating endocan level."}, {"pubmed": 28108731, "text": "These findings provide the first evidence that the imbalance of MMP-9/TIMP-1, is one of the regulation mechanisms by which ESM1 promotes tumorigenicity and metastasis of prostate cancer cells."}, {"pubmed": 28318371, "text": "Circulating P-selectin levels were closely associated with endocan levels in obese children and adolescents with non-alcoholic fatty liver disease."}, {"pubmed": 28393589, "text": "suggest that measurement of endocan level may help clinicians to predict the development of coronary collateral circulation in patients with stable coronary artery disease"}, {"pubmed": 28410547, "text": "The results suggest that endocan may have a role in the pathogenesis of pterygium."}, {"pubmed": 28424502, "text": "Severe erectile dysfunction was associated with higher serum endocan levels than less severe erectile dysfunction or healthy controls."}, {"pubmed": 28427918, "text": "These results are consistent with the view that endocan measured in ICU patients is intact, stable, and accurate. Then, the low endocan level observed in ICU patients who developed acute respiratory distress syndrome is likely to be reliable."}, {"pubmed": 28514746, "text": "This study showed that ESM-1 level in pleural effusion could be a potential diagnostic and prognostic marker in NSCLC patients with MPE."}, {"pubmed": 28561144, "text": "serum pro-BNP and endocan levels were increased in hemodynamically significant patent ductus arteriosus infants before medical treatment and decreased in the days followed appropriate treatment"}, {"pubmed": 28614777, "text": "Serum endocan levels >/= 2.05 ng/ml had a sensitivity of 76.1% and specificity of 85% for the diagnosis of bacterial infection in decompensated cirrhotic patients. The endocan measured at admission is a good clinical parameter predicting the occurrence of infection in these patients. Elevated endocan may reflect the degree of endothelial cell injury by a systemic inflammatory response."}, {"pubmed": 28679609, "text": "endocan levels are higher in patients who require mechanical ventilation in severe sepsis"}, {"pubmed": 28714079, "text": "elevated expression on epidermal keratinocytes and dermal endothelial cells in lesional skin of atopic dermatitis; decreased expression in atopic dermatitis sera"}, {"pubmed": 28922438, "text": "Demonstrate an increased Endocan serum level in NAFLD patients, higher in those with type 2 diabetes mellitus and/or NASH because of an endothelial dysfunction in these pathologies."}, {"pubmed": 28934365, "text": "glomerular-derived Esm-1 as a potential non-invasive biomarker of diabetic nephropathy"}, {"pubmed": 29019897, "text": "Endocan expression was correlated with poor clinical outcomes in patients with Pancreatic Neuroendocrine Tumors . The results indicated that endocan expression may be a reliable marker for predicting tumor recurrence in patients with PNETs."}, {"pubmed": 29057489, "text": "A strong negative correlation was found between serum endocan levels and peak systolic velocity in men with severe erectile dysfunction."}, {"pubmed": 29104463, "text": "Plasma ESM-1 is a novel biomarker for predicting the T status in OSCC patients."}, {"pubmed": 29104483, "text": "ESM1 expression correlates with Gleason grade/score and with androgen receptor expression in prostate carcinoma tissue, so ESM1 should also be considered as a biomarker for diagnosis of prostate cancer."}, {"pubmed": 29238987, "text": "The correlation between the secretion of endocan and that of IL-6 by endothelial cells suggests that endocan can be used as a predictive marker of inflammation for the quality assessment of transfusion grade PLTs"}, {"pubmed": 29287901, "text": "Endocan levels are higher in patients with large-artery atherosclerotic stroke and can help in predicting the short-term unfavourable outcome."}, {"pubmed": 29393258, "text": "The cutoff serum level of endocan predicting AD was >288.94 ng/mL in receiver operating characteristic curve analysis"}, {"pubmed": 29453929, "text": "serum levels were significantly lower in liver cirrhosis patients with cirrhotic cardiomyopathy"}, {"pubmed": 29476941, "text": "Further studies should investigate the prognostic value of the magnitude of postoperative Endocan concentration after cardiac surgery."}, {"pubmed": 29627158, "text": "Endocan values were not significantly correlated with the duration of CPB."}, {"pubmed": 29674200, "text": "Plasma ESM-1 levels are decreased during pregnancy and increased in early- and late-onset preeclampsia. The source of ESM-1 is probably not the placenta, but most likely maternal endothelial cells."}, {"pubmed": 29742984, "text": "Study found significant differences in median (interquartile) endocan serum level in women with intrauterine growth restriction (IUGR) and control groups Endocan is likely involved in the pathogenesis of IUGR in pregnant women and possibly is a useful marker of endothelial dysfunction in these cases."}, {"pubmed": 29750963, "text": "Serial endocan concentration meets the major requirements for predicting outcome in patients with severe sepsis. An assay of endocan concentration may be a good prognostic biomarker in the clinic for severe sepsis."}, {"pubmed": 29957509, "text": "endocan values of less than 2.54ng/mL may be predictive of Acute Respiratory Distress Syndrome in severe sepsis and septic shock"}, {"pubmed": 30039584, "text": "Serum endocan can correlate with erectile dysfunction (ED) severity and carotid intima-media thickness. In addition, it has a predictive value for cardiovascular risk in ED patients."}, {"pubmed": 30144067, "text": "ESM-1 is significantly upregulated by the HIF-1alpha/VEGF pathway under intermittent hypoxia in endothelial cells, playing a critical role in enhancing adhesion between monocytes and endothelial cells."}, {"pubmed": 30194153, "text": "Results show the endocan level in peripheral blood significantly elevated in patients newly diagnosed with multiple myeloma (MM), and associated with myeloma-specific clinical parameters."}, {"pubmed": 30243005, "text": "high Endocan level is associated with poor lung functions and severity of asthma in children"}, {"pubmed": 30318577, "text": "Blood endocan level is increased in polycystic ovary syndrome."}, {"pubmed": 30370871, "text": "Results show that aerum ESM-1 levels were significantly higher in the idiopathic sudden sensorineural hearing loss group than the control group which may confirm endothelial dysfunction involvement."}, {"pubmed": 30372556, "text": "Findings demonstrated for the first time that enriched functional ECs are derived through cell reprogramming and ESM1 signaling, opening the horizon for drug screening and cell-based therapies for vascular diseases."}, {"pubmed": 30431380, "text": "Novel useful markers for follow-up of necrotizing enterocolitis: endocan and interleukin-33."}, {"pubmed": 30501553, "text": "Serum endocan concentration and its correlation with severity of hypertensive disorders in pregnancy."}, {"pubmed": 30519013, "text": "Elevated circulating endocan levels are associated with reduced lung ventilation function in COPD patients and those with acute exacerbation of COPD."}, {"pubmed": 30527203, "text": "Endocan levels were associated with the development of Ventilator-Associated Pneumonia."}, {"pubmed": 30630336, "text": "Serum endocan level shows a correlation with deteriorated aortic elastic properties, and could b a surrogate marker of escalating aortic stiffness in patients with newly diagnosed essential hypertension."}, {"pubmed": 30657575, "text": "There was a significant change in serum hs-CRP, endocan levels, and LVEF before and after coronary artery by-pass surgery of acute coronary syndrome patients. Serum endocan level was significantly decreased after successful operation. Thus, endocan may be an important biomarker in terms of clinical use as an indicator of successful reperfusion."}, {"pubmed": 30755622, "text": "Endocan as a marker of microvascular inflammation in kidney transplant recipients."}, {"pubmed": 30816462, "text": "the results of the present study showed that the knockdown of ENDOCAN inhibited cell growth and induced cell apoptosis, which was accompanied by the inhibition of NF-kappaB activity in myeloid leukemia cells, indicating that ENDOCAN is a promising therapeutic target in leukemia."}, {"pubmed": 30875331, "text": "serum level was significantly elevated in preterm premature rupture of membranes"}, {"pubmed": 31358545, "text": "ESM1 as a Marker of Macrotrabecular-Massive Hepatocellular Carcinoma."}, {"pubmed": 31429753, "text": "circulating ESM-1 showed higher discriminatory accuracy in predicting the presence of obstructive sleep apnea"}, {"pubmed": 31455321, "text": "High ESM-1 expression is associated with pituitary null cell adenoma."}, {"pubmed": 31539885, "text": "Cirrhotic patients with type 2 diabetes mellitus who have a higher endocan levels."}, {"pubmed": 31634507, "text": "Serum endocan and preoperative systemic inflammatory markers in patients with epilepsy."}, {"pubmed": 31734364, "text": "In-silico and in-vitro analysis of endocan interaction with statins."}, {"pubmed": 31882514, "text": "High ESM1 expression is associated with Gastric Cancer."}, {"pubmed": 31927524, "text": "Amniotic fluid concentrations of soluble endoglin and endothelial cell-specific molecule-1 in pregnancies complicated with neural tube defects."}, {"pubmed": 32272492, "text": "Cleaved endocan acts as a biologic competitor of endocan in the control of ICAM-1-dependent leukocyte diapedesis."}, {"pubmed": 32343887, "text": "In patients with STEMI [ST-segment elevation myocardial infarction], the levels of endocan and galectin-3 may be helpful in identifying patients with a higher risk of insufficient myocardial perfusion and worse clinical outcome after PPCI [primary percutaneous coronary intervention]."}, {"pubmed": 32441176, "text": "beta2-Microglobulin, Neutrophil Gelatinase-Associated Lipocalin, and Endocan Values in Evaluating Renal Functions in Patients with beta-Thalassemia Major."}, {"pubmed": 32651845, "text": "Elevated plasma endocan and BOC in heart failure patients decrease after heart transplantation in association with improved hemodynamics."}, {"pubmed": 32710501, "text": "The Relationship Between the Level of Serum ESM-1 and Lp-PLA2 in Patients With Acute ST-Segment Elevation Myocardial Infarction."}, {"pubmed": 32854332, "text": "The Role of Endocan in Selected Kidney Diseases."}, {"pubmed": 32879879, "text": "Endocan and Lumican in Relation to Cardiometabolic Risk in a Pediatric Overweight and Obese Cohort: A Cross-Sectional Study."}, {"pubmed": 32996338, "text": "Serum Endocan Levels Predict Angiographic No-Reflow Phenomenon in Patients With ST-Segment Elevation Myocardial Infarction Undergoing Primary Coronary Intervention."}, {"pubmed": 33175267, "text": "Pan-cancer analysis identifies ESM1 as a novel oncogene for esophageal cancer."}, {"pubmed": 33221710, "text": "Endothelial dysfunction in patients with acromegaly and It's association with Endocan."}, {"pubmed": 33319462, "text": "Endocan as a potential biomarker of disease severity and exacerbations in COPD."}, {"pubmed": 33347625, "text": "Direct interaction of beta-catenin with nuclear ESM1 supports stemness of metastatic prostate cancer."}, {"pubmed": 33398666, "text": "Endocan, a novel inflammatory marker, is upregulated in human chondrocytes stimulated with IL-1 beta."}, {"pubmed": 33650648, "text": "ESM1/HIF1alpha pathway modulates chronic intermittent hypoxiainduced nonsmallcell lung cancer proliferation, stemness and epithelialmesenchymal transition."}, {"pubmed": 33902352, "text": "Endocan: A Novel Predictor of Endothelial Dysfunction in Silent Brain Infarction."}, {"pubmed": 33957951, "text": "A high blood endocan profile during COVID-19 distinguishes moderate from severe acute respiratory distress syndrome."}, {"pubmed": 34151832, "text": "Association of endocan expression with clinicopathological prognostic parameters in breast carcinoma."}, {"pubmed": 34156688, "text": "Serum endocan levels in multiple sclerosis relapse and remission."}, {"pubmed": 34180269, "text": "Diagnostic and Prognostic Value of Serum Endocan Levels in Patients With COVID-19."}, {"pubmed": 34592471, "text": "Endocan alters nitric oxide production in endothelial cells by targeting AKT/eNOS and NFkB/iNOS signaling."}, {"pubmed": 35239873, "text": "Assessment of serum endocan levels in patients with beta-thalassemia minor."}, {"pubmed": 35798291, "text": "Identification of Biomarkers in Intracranial Aneurysm and Their Immune Infiltration Characteristics."}, {"pubmed": 35830780, "text": "Increasing circulating ESM-1 and adhesion molecules are associated with earlystage atherosclerosis in OSA patients:A cross-sectional study."}, {"pubmed": 36102262, "text": "Serum endocan levels in children with rheumatic aortic insufficiency: can it differentiate bicuspid aortic valve disease from rheumatic heart disease?"}, {"pubmed": 36388167, "text": "Association between Endothelial Cell-Specific Molecule 1 and Galectin-3 in Patients with ST-Segment Elevation Myocardial Infarction: A Pilot Study."}, {"pubmed": 36522312, "text": "Endothelial cell-specific molecule 1 drives cervical cancer progression."}, {"pubmed": 36680504, "text": "Systematic Review of Endocan as a Potential Biomarker of COVID-19."}, {"pubmed": 37074500, "text": "Elevated expression of endocan in the development of cervical squamous neoplasia of the uterus."}, {"pubmed": 37165911, "text": "P2Y2R-mediated transactivation of VEGFR2 through Src phosphorylation is associated with ESM-1 overexpression in radiotherapy-resistant-triple negative breast cancer cells."}, {"pubmed": 37175885, "text": "Endocan Promotes Pro-Tumorigenic Signaling in Lung Cancer Cells: Modulation of Cell Proliferation, Migration and lncRNAs H19 and HULC Expression."}, {"pubmed": 37238720, "text": "Endocan Knockdown Down-Regulates the Expression of Angiogenesis-Associated Genes in Il-1ss Activated Chondrocytes."}, {"pubmed": 37279462, "text": "Endocan is Related to Increased Cardiovascular Risk in Type 2 Diabetes Mellitus Patients."}, {"pubmed": 37394770, "text": "Is maternal serum endocan level a novel marker in gestational diabetes mellitus?"}, {"pubmed": 37455528, "text": "ESM-1 Mediates Cell Progression in Clear Cell Renal Cell Carcinoma by Affecting Wnt/beta-Catenin Signalling Pathway."}, {"pubmed": 37517242, "text": "Endocan: A novel biomarker of endothelial dysfunction in depression?"}, {"pubmed": 37580451, "text": "Endocan as a marker of endothelial dysfunction in hypertension: a systematic review and meta-analysis."}, {"pubmed": 37596456, "text": "Expression of endocan and vascular endothelial growth factor and their correlation with histopathological prognostic parameters in pheochromocytoma."}, {"pubmed": 37968862, "text": "Intermittent hypoxia increased the expression of ESM1 and ICAM-1 in vascular endothelial cells via the downregulation of microRNA-181a1."}, {"pubmed": 38088108, "text": "Correlation of Serum Endocan Level With Apoptosis Indicators and Severity of Atherosclerotic Lesions of Coronary Arteries in Patients With Coronary Heart Disease."}, {"pubmed": 38474287, "text": "Investigation of Serum Endocan Levels in SARS-CoV-2 Patients."}, {"pubmed": 38601985, "text": "Esm-1 mediates transcriptional polarization associated with diabetic kidney disease."}, {"pubmed": 38626010, "text": "Functional analysis of ESM1 by shRNA-mediated knockdown of its expression in papillary thyroid cancer cells."}, {"pubmed": 38720298, "text": "ESM1 enhances fatty acid synthesis and vascular mimicry in ovarian cancer by utilizing the PKM2-dependent warburg effect within the hypoxic tumor microenvironment."}, {"pubmed": 38897128, "text": "Lactate drives the ESM1-SCD1 axis to inhibit the antitumor CD8[+] T-cell response by activating the Wnt/beta-catenin pathway in ovarian cancer cells and inducing cisplatin resistance."}, {"pubmed": 38954708, "text": "Endothelial cell specific molecule 1 promotes epithelial-mesenchymal transition of cervical cancer via the E-box binding homeobox 1."}], "genomic_pos": {"chr": "5", "end": 55022671, "ensemblgene": "ENSG00000164283", "start": 54977867, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 54318499, "start": 54273692, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 11866539, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002040", "pubmed": 20616313, "qualifier": "involved_in", "term": "sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 11590178, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902204", "qualifier": "involved_in", "term": "positive regulation of hepatocyte growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902204", "pubmed": 11590178, "qualifier": "involved_in", "term": "positive regulation of hepatocyte growth factor receptor signaling pathway"}], "CC": {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005171", "qualifier": "enables", "term": "hepatocyte growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005171", "pubmed": 11590178, "qualifier": "enables", "term": "hepatocyte growth factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 11544294, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [32296183, 32814053], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 767774], [8364, 100145234], [9031, 430807], [9544, 705229], [9598, 462371], [9606, 11082], [9615, 489201], [9913, 539571], [10090, 71690], [10116, 64536]], "id": 5107}, "interpro": [{"desc": "Insulin-like growth factor-binding protein, IGFBP", "id": "IPR000867", "short_desc": "IGFBP-like"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Endothelial cell-specific molecule 1", "id": "IPR038850", "short_desc": "ESM1"}], "ipi": ["IPI00015186", "IPI00651761"], "map_location": "5q11.2", "name": "endothelial cell specific molecule 1", "other_names": ["ESM-1", "endothelial cell-specific molecule 1"], "pantherdb": {"HGNC": "3466", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1918940", "ortholog_type": "LDO", "panther_family": "PTHR15428", "taxid": 10090, "uniprot_kb": "Q9QYY7"}, {"RGD": "71013", "ortholog_type": "LDO", "panther_family": "PTHR15428", "taxid": 10116, "uniprot_kb": "P97682"}, {"Ensembl": "ENSGALG00000027707", "ortholog_type": "LDO", "panther_family": "PTHR15428", "taxid": 9031, "uniprot_kb": "R4GLH0"}, {"ZFIN": "ZDB-GENE-060929-748", "ortholog_type": "LDO", "panther_family": "PTHR15428", "taxid": 7955, "uniprot_kb": "A0A0R4IF38"}], "uniprot_kb": "Q9NQ30"}, "pathway": {"wikipathways": {"id": "WP2361", "name": "Gastric Cancer Network 1"}}, "pfam": "PF00219", "pharmgkb": "PA27883", "pharos": {"target_id": 19770, "tdl": "Tbio"}, "prosite": "PS51323", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326778", "relationship": "is"}, {"id": "GNF326779", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293046", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF262239", "relationship": "is"}, {"id": "GNF262240", "relationship": "is"}, {"id": "GNF262241", "relationship": "is"}, {"id": "GNF262242", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164468", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF004258", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240043", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330959", "relationship": "is"}, {"id": "GNF333188", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336990", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101245", "relationship": "is"}, {"id": "GNF140900", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_001129076.1", "NP_008967.1"], "rna": ["NM_001135604.2", "NM_007036.5"], "translation": [{"protein": "NP_008967.1", "rna": "NM_007036.5"}, {"protein": "NP_001129076.1", "rna": "NM_001135604.2"}]}, "reporter": {"HG-U133_Plus_2": "208394_x_at", "HG-U95Av2": "33534_at", "HTA-2_0": "TC05001352.hg.1", "HuEx-1_0": "2856995", "HuGene-1_1": "8112045", "HuGene-2_1": "16996146"}, "summary": "This gene encodes a secreted protein which is mainly expressed in the endothelial cells in human lung and kidney tissues. The expression of this gene is regulated by cytokines, suggesting that it may play a role in endothelium-dependent pathological disorders. The transcript contains multiple polyadenylation and mRNA instability signals. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Oct 2008].", "symbol": "ESM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414460"}, "unigene": "Hs.129944", "uniprot": {"Swiss-Prot": "Q9NQ30", "TrEMBL": "M0R154"}, "wikipedia": {"url_stub": "ESM1"}}