{"AllianceGenome": "3471", "HGNC": "3471", "MIM": "601998", "_id": "2101", "_version": 2, "accession": {"genomic": ["AP001453.6", "CH471076.1", "CP068267.2", "DQ514553.1", "KF455402.1", "KT584287.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAB17015.1", "AAH07915.2", "AAH11528.1", "AAH33701.1", "AAH63795.2", "AAH73956.1", "AAH92470.1", "AAH93720.1", "AAH93722.1", "ABF47104.1", "ADZ17378.1", "BAF81543.1", "CAA35778.1", "EAW74245.1", "EAW74246.1", "EAW74250.1", "NP_001269379.1", "NP_001269380.1", "NP_004442.3", "P11474.3", "XP_016872802.1", "XP_047282479.1", "XP_047282480.1", "XP_054223942.1", "XP_054223943.1", "XP_054223944.1"], "rna": ["AB362579.1", "BC007915.2", "BC011528.1", "BC033701.1", "BC063795.1", "BC073956.1", "BC092470.1", "BC093720.1", "BC093722.1", "DB478332.1", "HQ692867.1", "L38487.1", "NM_001282450.2", "NM_001282451.2", "NM_004451.5", "X51416.1", "XM_017017313.2", "XM_047426523.1", "XM_047426524.1", "XM_054367967.1", "XM_054367968.1", "XM_054367969.1"], "translation": [{"protein": "AAH92470.1", "rna": "BC092470.1"}, {"protein": "AAH07915.2", "rna": "BC007915.2"}, {"protein": "XP_016872802.1", "rna": "XM_017017313.2"}, {"protein": "AAB17015.1", "rna": "L38487.1"}, {"protein": "AAH73956.1", "rna": "BC073956.1"}, {"protein": "AAH11528.1", "rna": "BC011528.1"}, {"protein": "CAA35778.1", "rna": "X51416.1"}, {"protein": "XP_054223942.1", "rna": "XM_054367967.1"}, {"protein": "XP_047282480.1", "rna": "XM_047426524.1"}, {"protein": "NP_004442.3", "rna": "NM_004451.5"}, {"protein": "AAH33701.1", "rna": "BC033701.1"}, {"protein": "AAH63795.2", "rna": "BC063795.1"}, {"protein": "BAF81543.1", "rna": "AB362579.1"}, {"protein": "XP_054223943.1", "rna": "XM_054367968.1"}, {"protein": "NP_001269380.1", "rna": "NM_001282451.2"}, {"protein": "XP_054223944.1", "rna": "XM_054367969.1"}, {"protein": "AAH93720.1", "rna": "BC093720.1"}, {"protein": "AAH93722.1", "rna": "BC093722.1"}, {"protein": "XP_047282479.1", "rna": "XM_047426523.1"}, {"protein": "ADZ17378.1", "rna": "HQ692867.1"}, {"protein": "NP_001269379.1", "rna": "NM_001282450.2"}]}, "alias": ["ERR1", "ERRa", "ERRalpha", "ESRL1", "NR3B1"], "ensembl": {"gene": "ENSG00000173153", "protein": ["ENSP00000000442", "ENSP00000384851", "ENSP00000385971", "ENSP00000439896", "ENSP00000441970", "ENSP00000444710", "ENSP00000503245"], "transcript": ["ENST00000000442", "ENST00000405666", "ENST00000406310", "ENST00000467987", "ENST00000468670", "ENST00000539594", "ENST00000545035", "ENST00000677967"], "translation": [{"protein": "ENSP00000385971", "rna": "ENST00000406310"}, {"protein": "ENSP00000503245", "rna": "ENST00000677967"}, {"protein": "ENSP00000000442", "rna": "ENST00000000442"}, {"protein": "ENSP00000439896", "rna": "ENST00000539594"}, {"protein": "ENSP00000384851", "rna": "ENST00000405666"}, {"protein": "ENSP00000441970", "rna": "ENST00000468670"}, {"protein": "ENSP00000444710", "rna": "ENST00000545035"}], "type_of_gene": "protein_coding"}, "entrezgene": "2101", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.4023626357, "exp_mis": 159.436016251, "exp_syn": 72.1843032945, "lof_z": 2.58062636560505, "mis_z": 2.22488418403681, "mu_lof": 8.32167646501e-07, "mu_mis": 1.61537611969e-05, "mu_syn": 7.06287242325e-06, "n_lof": 2.0, "n_mis": 102.0, "n_syn": 78.0, "p_li": 0.527244156756672, "p_null": 0.00348638236581946, "p_rec": 0.469269460877509, "syn_z": -0.424355733273639}, "bp": 1272, "cds_end": 64083438, "cds_start": 64074651, "n_exons": 6, "nonpsych": {"exp_lof": 9.31058585787, "exp_mis": 144.20042795, "exp_syn": 65.2292110223, "lof_z": 2.35296590976872, "mis_z": 2.27656973994842, "mu_lof": 8.32167646501e-07, "mu_mis": 1.61537611969e-05, "mu_syn": 7.06287242325e-06, "n_lof": 2.0, "n_mis": 90.0, "n_syn": 70.0, "p_li": 0.457736183805283, "p_null": 0.00717074200416927, "p_rec": 0.535093074190548, "syn_z": -0.371905597102551}, "nontcga": {"exp_lof": 9.55998252352, "exp_mis": 146.670954228, "exp_syn": 66.3993775917, "lof_z": 2.41197876392401, "mis_z": 2.2490257783788, "mu_lof": 8.32167646501e-07, "mu_mis": 1.61537611969e-05, "mu_syn": 7.06287242325e-06, "n_lof": 2.0, "n_mis": 92.0, "n_syn": 71.0, "p_li": 0.457914829208732, "p_null": 0.00589443159753512, "p_rec": 0.536190739193733, "syn_z": -0.357484042174407}, "transcript": "ENST00000405666.1"}, "exons": [{"cdsend": 64315966, "cdsstart": 64307179, "chr": "11", "position": [[64306226, 64306448], [64307167, 64307504], [64313950, 64314067], [64314238, 64314367], [64314740, 64314911], [64315000, 64315270], [64315706, 64316740]], "strand": 1, "transcript": "NM_001282450", "txend": 64316740, "txstart": 64306226}, {"cdsend": 64315966, "cdsstart": 64307179, "chr": "11", "position": [[64305527, 64305736], [64307167, 64307504], [64313950, 64314067], [64314238, 64314367], [64314743, 64314911], [64315000, 64315270], [64315706, 64316740]], "strand": 1, "transcript": "NM_001282451", "txend": 64316740, "txstart": 64305527}, {"cdsend": 64315966, "cdsstart": 64307179, "chr": "11", "position": [[64305523, 64305736], [64307167, 64307504], [64313950, 64314067], [64314238, 64314367], [64314740, 64314911], [64315000, 64315270], [64315706, 64316740]], "strand": 1, "transcript": "NM_004451", "txend": 64316740, "txstart": 64305523}], "exons_hg19": [{"cdsend": 64083438, "cdsstart": 64074651, "chr": "11", "position": [[64073698, 64073920], [64074639, 64074976], [64081422, 64081539], [64081710, 64081839], [64082212, 64082383], [64082472, 64082742], [64083178, 64084212]], "strand": 1, "transcript": "NM_001282450", "txend": 64084212, "txstart": 64073698}, {"cdsend": 64083438, "cdsstart": 64074651, "chr": "11", "position": [[64072999, 64073208], [64074639, 64074976], [64081422, 64081539], [64081710, 64081839], [64082215, 64082383], [64082472, 64082742], [64083178, 64084212]], "strand": 1, "transcript": "NM_001282451", "txend": 64084212, "txstart": 64072999}, {"cdsend": 64083438, "cdsstart": 64074651, "chr": "11", "position": [[64072995, 64073208], [64074639, 64074976], [64081422, 64081539], [64081710, 64081839], [64082212, 64082383], [64082472, 64082742], [64083178, 64084212]], "strand": 1, "transcript": "NM_004451", "txend": 64084212, "txstart": 64072995}], "generif": [{"pubmed": 11986328, "text": "ERRalpha1 can play a critical role in the etiology of some breast cancers"}, {"pubmed": 12397057, "text": "directly associates with PGC-1(ALPHA) and has a similar pattern of expression"}, {"pubmed": 12522104, "text": "ERRalpha has a role in the induction of fatty acid oxidation enzyme MCAD by PGC-1 in human cells"}, {"pubmed": 12560563, "text": "interacts with a conserved domain of EBNA-LP (Epstein-Barr virus nuclear antigen-leader protein) that is critical for Epstein-Barr virus-induced B-cell immortalization"}, {"pubmed": 12579315, "text": "VEGF-A is an estrogen responsive gene and modulation of this gene expression by estrogen is biphasic and can be mediated through ER-alpha dependent pathway."}, {"pubmed": 14610283, "text": "ERR alpha 1 has a potential role in the regulation of eNOS expression and may stimulate NO production by endothelial cells"}, {"pubmed": 14978033, "text": "an interdependent ERRalpha/PGC-1alpha-based transcriptional pathway targets the ESRRA23 element to dictate ERRalpha expression level; regulatory polymorphism studied may provide differential responses to ERRalpha/PGC-1alpha-mediated metabolic cues"}, {"pubmed": 15231680, "text": "ERRalpha possibly modulates the expression of ERE-containing estrogen-responsive genes, and ERRalpha immunoreactivity is a potent prognostic factor in human breast carcinoma."}, {"pubmed": 15337744, "text": "study of the crystal structure of ERRalpha ligand binding domain in complex with peroxisome proliferator-activated receptor coactivator-1alpha"}, {"pubmed": 15598686, "text": "ERRs, which are coexpressed with ERs in prostatic cells, could regulate cell growth and modulate ER-mediated pathways via interference on ERalpha transcription in prostatic cells."}, {"pubmed": 15821111, "text": "Data demonstrate that the multi-hormone response element of the estrogen-related receptor-alpha (ERRalpha) gene is a target for ERRgamma transactivation, which is enhanced by peroxisome proliferator-activated receptor-gamma coactivator-1alpha."}, {"pubmed": 15883633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15883633, "text": "a polymorphism of ESSRA may have a role in regulating lumbar spine bone mineral density"}, {"pubmed": 16150865, "text": "A single nucleotide in an ERRalpha binding site can determine specific configuration to the receptor and productive interaction with the coactivator PGC-1alpha."}, {"pubmed": 16681769, "text": "Up-regulation of estrogen-related receptor alpha is associated with endometrial adenocarcinoma"}, {"pubmed": 16755280, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17053040, "text": "analysis of estrogen receptor-related receptor-alpha-cofactor interactions"}, {"pubmed": 17294452, "text": "enhanced expression of ERRalpha might play a role in the development of human prostate cancer and serve as a significant prognostic factor for the disease"}, {"pubmed": 17418098, "text": "Our results indicate that EFP functions as a cofactor for ERalpha-mediated transcription."}, {"pubmed": 17418099, "text": "Our results indicate an essential role for ERRalpha as a key regulator of oxidative metabolism."}, {"pubmed": 17509876, "text": "Although ERRalpha is not directly related to growth of ovarian cancer, ERRalpha is a candidate for prognostic factors for ovarian cancer."}, {"pubmed": 17556356, "text": "analysis of human estrogen-related receptor alpha in complex with a synthetic inverse agonist"}, {"pubmed": 17631492, "text": "ERR alpha can be deactivated by the synthetic molecule XCT790. Here we demonstrate that this compound also induces a proteasome degradation of ERR alpha"}, {"pubmed": 18174157, "text": "17beta-estradiol induces ERRalpha gene expression in MCF-7 cells through active recruitment of co-activators and release of co-repressors when ERRalpha and AP1 bind and ERalpha is tethered to the multiple hormone-response element"}, {"pubmed": 18328649, "text": "ERRalpha (estrogen-related receptor alpha estrogen receptor-like 1) mRNA levels decreased from normal vagina of the pre-menopausal women to atrophic vaginal tissue in post-menopausal women"}, {"pubmed": 18331830, "text": "These findings reveal a new function for TNNI2 as a co-activator of ERRalpha."}, {"pubmed": 18418639, "text": "The association between LRP5 V667M and LS BMD is confirmed but not that between ESRRA repeats and LS BMD."}, {"pubmed": 18509053, "text": "Receptor estrogen-related receptors alpha, beta and gamma physically interact with HIF and stimulate HIF-induced transcription in tumor cells cultured under hypoxia."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18673300, "text": "Results describe the mapping of the nucleosome positions of the estrogen-related receptor alpha gene promoter and examine the changes of histone acetylation in response to peroxisome proliferator-activated receptor-gamma coactivator-1alpha expression."}, {"pubmed": 18697814, "text": "ERRalpha activates the expression of androgen response elements (ARE)-containing promoters, such as that of the prostate cancer marker PSA, in an ARE-dependent manner."}, {"pubmed": 18778951, "text": "The importance of ERRalpha for adaptive energy metabolism suggest that strategies targeting ERRalpha may be useful in fighting metabolic diseases."}, {"pubmed": 18974123, "text": "results confirm a role for ERRalpha in breast cancer growth and highlight it as a potential therapeutic target for estrogen receptor-negative breast cancer"}, {"pubmed": 19061896, "text": "Results implicate PGC-1alpha and ERRalpha in the pathophysiology of human heart failure."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19138740, "text": "A positive correlation between ERRalpha and c-myc at the transcriptional level and statistically significant positive correlation between aromatase and the ERRalpha at protein level, is demonstrated."}, {"pubmed": 19171140, "text": "Kaempferol is an estrogen-related receptor alpha inverse agonist."}, {"pubmed": 19264843, "text": "cAMP/PKA signaling enhances ERRalpha phosphorylation and nuclear localization, recruitment to the SP-A promoter, and interaction with PKAcat and SRC-2, resulting in the up-regulation of SP-A gene transcription."}, {"pubmed": 19276159, "text": "A subset of genes involved in ERRalpha signaling in vitro were evaluated and confirmed in vivo by studying uterine gene expression profiles."}, {"pubmed": 19389810, "text": "DHEA production is regulated by PGC-1alpha, ERRalpha, and HNF4alpha"}, {"pubmed": 19429439, "text": "Data show that activation of estrogen-related receptor alpha in several different breast cancer cell lines leads to a significant increase in VEGF mRNA expression, an activity that translates into an increase in VEGF protein secretion."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19491275, "text": "ERRalpha/AIB1 complexes may control estradiol-regulated genes in a hormone-independent manner"}, {"pubmed": 19546226, "text": "Down regulation of ERRalpha expression inhibits cell proliferation."}, {"pubmed": 19608650, "text": "role in bone mass regulation by affecting osteoblastic differentiation"}, {"pubmed": 19622763, "text": "The identification and functional characterization of the ERRalpha transcriptional network implicate ERRalpha signaling as a determinant of breast cancer heterogeneity."}, {"pubmed": 19822186, "text": "These results indicate that ERRalpha and ERRgamma are differentially expressed in these tumor cell lines and likely contribute to agonist-dependent ERR transcriptional activity."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20067526, "text": "We therefore hypothesize that the ERRalpha-PRC complex plays a role in arresting the cell cycle through the regulation of oxidative phosphorylation in oxidative cells, and through some other pathway in glycolytic cells."}, {"pubmed": 20211987, "text": "Data show that GPER-1 mediate the regulation of ERRalpha gene expression by estrogen receptor agonists and antagonists in SKBR3 breast cancer cells."}, {"pubmed": 20351196, "text": "ERRalpha contributed to local estrogen production by up-regulating aromatase expression in response to prostaglandin E2."}, {"pubmed": 20497091, "text": "This review focuses on the overall developments and recent advances in understanding the role of ERRalpha in metabolism and other biological functions, including its role in human diseases."}, {"pubmed": 20561910, "text": "Taken together, these results confirm the direct interaction of NRF-1 and ERR alpha with PGC-1 beta, and their participation in mitochondrial biogenesis and respiration."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20668045, "text": "Increased expression of ERRalpha may play a role in altering the bioenergetics of decidualized ESC in preparation for implantation of the embryo and successful establishment of early pregnancy."}, {"pubmed": 20838448, "text": "PPARalpha promoter variant impairs ERRA and ERRG dependent transactivation and decreases mortality after acute coronary ischemia in patients with diabetes."}, {"pubmed": 20851810, "text": "Baicalin stimulates angiogenesis by inducing VEGF expression through the activation of the ERRalpha/PGC-1alpha pathway."}, {"pubmed": 20870744, "text": "Data provide evidence for an autocrine regulatory loop involving transcriptional upregulation of WNT11 by ERRalpha and beta-cat that influences the migratory capacity of cancer cells."}, {"pubmed": 20961995, "text": "ERRalpha and PGC-1beta are key players in the etiology of breast cancer by coordinating the transcriptional regulation of genes located in the 17q12 region, a process that also involves interference with the repressive function of ERalpha on ERBB2 expression."}, {"pubmed": 21177257, "text": "Parkin degrades ESRRA, ESRRB and ESRRG to limit the expression of MAOA and MAOB."}, {"pubmed": 21190936, "text": "a novel function for ERK8 as a bona fide ERRalpha corepressor, involved in control of its cellular localization by nuclear exclusion, and suggest a key role for this MAP kinase in the regulation of the biological activities of this nuclear receptor."}, {"pubmed": 21447778, "text": "Single nucleotide polymorphism in ESRRA gene is associated with epithelial ovarian cancer."}, {"pubmed": 21449913, "text": "Exposure to XCT790, a synthetic inverse agonist of the orphan nuclear oestrogen-related receptor alpha (ERRalpha), also induced EGFR and HB-EGF expression to the same extent as AM251."}, {"pubmed": 21486805, "text": "Striated muscle activator of Rho signalling (STARS) is a PGC-1alpha/oestrogen-related receptor-alpha target gene and is upregulated in human skeletal muscle after endurance exercise."}, {"pubmed": 21506092, "text": "ERR alpha expression was lower in osteoarthritis than in normal articular cartilage. ERRalpha expression is regulated by IL-1beta in COX-2-, cAMP-, and PKA-dependent pathways in osteoarthritic chondrocytes."}, {"pubmed": 21513704, "text": "estrogen related receptor alpha suppresses"}, {"pubmed": 21546870, "text": "ERRalpha affects VEGF expression and tumor growth in cervical cancer."}, {"pubmed": 21596133, "text": "ERRalpha plays an important role down-stream of PKCepsilon to regulate mitochondrial homeostasis."}, {"pubmed": 21732060, "text": "ERRalpha-induced adipogenesis is triggered by modulating the expression of PGC-1beta."}, {"pubmed": 21734015, "text": "elevated expression of ERRalpha mRNA in breast carcinomas was associated with high expression of OPG and VEGF and with disease progression."}, {"pubmed": 22014575, "text": "PGC-1beta knockdown in breast cancer cells impairs ERRalpha signaling and reduces cell proliferation, implicating a functional role for PGC-1beta/ERRalpha in the pathogenesis of breast cancers."}, {"pubmed": 22096509, "text": "Data observed in DMD and aging skeletal muscle enrichment in motifs for candidate transcription factors that may coordinate either the immune/fibrosis responses (ETS1, IRF1, NF1) or the mitochondrial metabolism (ESRRA)."}, {"pubmed": 22266318, "text": "these data suggest that RaRF sequesters ERRalpha in the nucleolus through a specific interaction, thereby inhibiting its transcriptional activity."}, {"pubmed": 22333182, "text": "Data identify ERRalpha as a new regulator of the Wnt-signaling pathway during osteoblast differentiation, through a cell-intrinsic mechanism not affecting beta-catenin nuclear translocation."}, {"pubmed": 23123734, "text": "A possible role of ERRalpha in adrenal development and adrenocortical carcinoma."}, {"pubmed": 23403054, "text": "ERRalpha can act as a transcriptional activator of Runx2-I in presence of peroxisome proliferator activated receptor gamma coactivator-1 alpha (PGC-1alpha)."}, {"pubmed": 23516535, "text": "the role played by ERRalpha in the regulation of lactate dehydrogenases A and B"}, {"pubmed": 23525223, "text": "the expression of ERRalpha mRNA was significantly increased during the late stage of osteogenic differentiation of human periodontal ligament tissue-derived mesenchymal stem cells."}, {"pubmed": 23680656, "text": "ERRa and OPN are co-expressed and higher in colorectal cancer cells as opposed to normal mucosa. Data provide compelling evidence that OPN is a direct target of ERRa, the induction of which could clearly contribute to colorectal cancer pathogenesis."}, {"pubmed": 23700042, "text": "ERRalpha is downregulated in uterosacral ligaments in pelvic organ prolapse"}, {"pubmed": 23720198, "text": "ERRalpha coordinates colon cancer cell proliferation and tumorigenic capacity with energy metabolism."}, {"pubmed": 23788330, "text": "There are 3 ERRalpha response elements (ERR response element, ERRE) in the osteocalcin promoter, and ERRalpha interacted cooperatively with PGC-1alpha could improve the osteocalcin promoter activity."}, {"pubmed": 23836899, "text": "analysis of clinical datasets from liver tissues showed a negative correlation between expressions of ERRalpha and PTEN in patients with liver cancer."}, {"pubmed": 24216484, "text": "analysis of twenty members across three generations identified a rare missense mutation in the estrogen-related receptor alpha (ESRRA) gene that segregated with eating disorders"}, {"pubmed": 24419103, "text": "These results suggest ERRalpha activation as a mechanism of tumor aggressiveness and imply that targeting ERRa may be a promising approach in ovarian cancer treatment."}, {"pubmed": 24425001, "text": "ERRalpha can promote the hypoxic growth adaptation of prostate cancer cells via a protective interaction with HIF-1alpha, suggesting ERRalpha as a potential therapeutic target for cancer treatment."}, {"pubmed": 24457025, "text": "Data indicate that a stable cell clones have an intact peroxisome proliferator-activated receptor gamma coactivator 1alpha (PGC-1alpha)/estrogen-related receptor alpha (ERRalpha) axis can be used to detect environmental chemicals that act on the signaling pathway."}, {"pubmed": 24504521, "text": "The frequency of the ESRRA/C11orf20 gene fusion in serous ovarian carcinomas of stages III and IV must be very low."}, {"pubmed": 24559156, "text": "Estrogen receptor alpha coupled to the Bmi1 regulation pathway plays an important role in breast cancer progression."}, {"pubmed": 24967384, "text": "this study demonstrated that ERR alpha plays an important role in the development of MTX resistance through blocking MTX-induced ROS production and attenuating the activation of p53 mediated apoptosis signaling pathway"}, {"pubmed": 24979764, "text": "Cell cycle dependent oscillatory expression of estrogen receptor-alpha links Pol II elongation to neoplastic transformation."}, {"pubmed": 25288732, "text": "control exerted by ERRalpha on RHOA stability is required for directional migration"}, {"pubmed": 25480584, "text": "ERRalpha promoted the migration and invasion of A549 cells by inducing EMT, and Slug was involved in the process. Targeting ERRalpha might be an efficient approach for lung cancer treatment."}, {"pubmed": 25643697, "text": "our results suggest that ERalpha and ERRalpha cooperate to promote endocrine resistance, and they provide a rationale for the exploration of ERRalpha as a candidate drug target to treat endocrine-resistant breast cancer"}, {"pubmed": 25865501, "text": "mediates metabolic transition, which is required for induced pluripotency"}, {"pubmed": 25903400, "text": "An ERRalpha 23-repeats polymorphisms with BMD in postmenopausal Egyptian women."}, {"pubmed": 25912138, "text": "targeting of ERRalpha and pathways regulating transcriptional HIF-2alpha are promising therapeutic avenues in neuroblastoma"}, {"pubmed": 26160845, "text": "Inhibition of ERRalpha suppresses epithelial mesenchymal transition of triple negative breast cancer cells by directly targeting fibronectin."}, {"pubmed": 26312764, "text": "Incomplete autophagy and cell death by a necrotic processes, as a consequence of the cell energy failure, induced by pharmacological reduction of ERRalpha in adrenocortical carcinoma cells."}, {"pubmed": 26542058, "text": "these data show that ERRalpha expression predicts response to tamoxifen treatment, and ERRalpha could be a biomarker of tamoxifen sensitivity and a prognostic factor in TNBC."}, {"pubmed": 26586335, "text": "ERRalpha suppression inhibits angiogenesis in HUVECs"}, {"pubmed": 26639757, "text": "Over-expression of ESRRA due to its gene amplification in OSCC"}, {"pubmed": 26744532, "text": "CD68(+)CD163(+) macrophages secreted cytokines, such as IL17A, that upregulated ERalpha expression."}, {"pubmed": 27041564, "text": "blocking the ERRalpha-controlled mitochondrial program largely inhibits the PLA2R1-induced tumor-suppressive response. Together, our data document ERRalpha and its mitochondrial program as downstream effectors of the PLA2R1-JAK2 pathway leading to oncosuppression."}, {"pubmed": 27153547, "text": "These findings indicate that ERRalpha may serve as a novel molecular target for the treatment of endometrial cancer"}, {"pubmed": 27227989, "text": "results suggest that the decreased expression of miR-135a in metastatic tumors leads to elevated ERRalpha expression, resulting in increased cell invasion capacities."}, {"pubmed": 27231954, "text": "curcumin suppressed the ERRalpha gene expression through upregulation of miR-125a. Data from this study revealed a novel mechanism for curcumin-mediated apoptotic cell death, which involves tumor cell killing via activating miR-125a/ERRalpha pathway."}, {"pubmed": 27402251, "text": "This work reveals a molecular mechanism by which ERRalpha-induced metabolic reprogramming promotes survival of lapatinib-resistant cancer cells."}, {"pubmed": 27456360, "text": "in ERalpha negative breast cancer, the low level of ERalpha reduced miR-497 expression, which promoted ERRalpha expression that enhanced cell proliferation, migration, and invasion by increasing MIF expression and MMP9 activity."}, {"pubmed": 27501743, "text": "Gls is a novel ERRalpha target gene."}, {"pubmed": 27532429, "text": "TGF-beta treatment can trigger the epithelial-mesenchymal transition of osteosarcoma cells via ERRalpha/Snail pathways."}, {"pubmed": 27639646, "text": "HO-1-derived CO enhances mitochondrial biogenesis in astrocytes by activating L-type Ca(2+) channel-mediated PGC-1alpha/ERRalpha axis, leading to maintenance of astrocyte function and neuroprotection/recovery against damage of brain function"}, {"pubmed": 28348226, "text": "LSD1 and ERRalpha coregulate several target genes involved in cell migration, including the MMP1 matrix metallo-protease, also activated through H3K9 demethylation at the transcriptional start site."}, {"pubmed": 28596418, "text": "Results show that ERRA is an interacting partner of PGC1a in a subset of human melanoma cells. Also, ERRA promotes mitochondrial oxidative metabolism in melanoma cells."}, {"pubmed": 28993941, "text": "can trigger the proliferation and migration of colorectal cancer cells via up regulation of IL-8"}, {"pubmed": 29214989, "text": "Low ERRA expression is associated with development of hepatic cellular carcinoma."}, {"pubmed": 29599373, "text": "LC3B and ESRRA might be a useful prognostic factor in patients with muscle-invasive bladder cancer. The co-expression of LC3B and ESRRA might be a prognostic and therapeutic target for patients with bladder cancer."}, {"pubmed": 29862528, "text": "data showed that activation of NF-kappaB/IL-6 is involved in ERRalpha induced migration and invasion of non-small cell lung cancer cells; it suggested that ERRalpha might be a potential target for non-small cell lung cancer treatment"}, {"pubmed": 29940916, "text": "EZH2 as a relevant coregulator for estrogen-related receptors alpha, beta and gamma in breast carcinoma."}, {"pubmed": 29968728, "text": "Authors propose a three factor model, in which the LSD1 histone modifier requires a TSS tethering factor (NRF1) as well as an activity inducer (ERRalpha) to transcriptionally activate common targets. The relevance of this common network is illustrated by functional data, showing that all three factors are required for cell invasion in an MMP1 (Matrix MetalloProtease 1)-dependent manner."}, {"pubmed": 30042415, "text": "ERG expressed by the TMPRSS2:ERG fusion could also transactivate the ERRalpha (ESRRA) gene."}, {"pubmed": 30185207, "text": "The present data indicated that ERRa acted as an oncogene in colon cancer cells, and the combined targeting of ERRa and MEK might be a promising therapeutic strategy for colon cancer treatment"}, {"pubmed": 30322948, "text": "Study found that elevated expression of ERRalpha was observed in glioma cases and associated with later stages of disease progression and clinical outcome. ERRalpha had the ability to promote cell proliferation and migration in glioma cell lines. Moreover, in a xenograft model, silencing ERRalpha had an inhibitory effect on tumor growth. ERRalpha was involved in the carcinogenesis of glioma via the regulation of the Wn..."}, {"pubmed": 30478447, "text": "results reveal a novel ERRalpha/RANK axis by which ERRalpha in primary breast cancer promotes early dissemination of cancer cells to bone. These findings suggest that ERRalpha may be a useful therapeutic target to prevent bone metastases."}, {"pubmed": 30609256, "text": "Estrogen related receptor alpha (ERRalpha) can regulate the chemoresistance of osteosarcoma (OS) cells via regulating the transcription and mRNA stability of ATP binding cassette subfamily B member 1 (ABCB1), suggesting targeted inhibition of ERRalpha might be a potential approach for OS therapy."}, {"pubmed": 30920960, "text": "ERR1 and PGC1alpha associated mitochondrial alterations correlate with pan-cancer disparity in African Americans."}, {"pubmed": 30954508, "text": "A novel endogenous steroid Estradienolone acts as an inverse agonist of ERR-alpha and ERR-gamma by directly interacting with these receptors, and inhibiting their transcriptional activity."}, {"pubmed": 30977157, "text": "The enhanced expression of estrogen-related receptor alpha in human bladder cancer tissues and the effects of estrogen-related receptor alpha knockdown on bladder cancer cells."}, {"pubmed": 31040369, "text": "Estrogen-related receptor alpha induces epithelial-mesenchymal transition through cancer-stromal interactions in endometrial cancer."}, {"pubmed": 31427441, "text": "The research first showed that p-STAT3 (Tyr 705) could bind to the promotor region of ERR-alpha and promote epithelial-mesenchymal transition (EMT) in triple-negative breast cancer (TNBC) by ZEB1 pathways, thus providing a potential clinical target for TNBC."}, {"pubmed": 31594836, "text": "Transcriptional complex formed by PGC1alpha and estrogen-related receptor 1 alpha (ERRalpha) controls the aggressive properties of prostate cancer cells. PGC1alpha expression significantly decreased migration and invasion of various prostate cancer cell lines. PGC1alpha expression decreased MYC levels and activity prior to inhibition of invasiveness. PGC1alpha and ERRalpha associated at the MYC promoter, supporting the..."}, {"pubmed": 31811028, "text": "we provide in silico and experimental evidence for a role of the TFs NURR1 and ERR1 in modulating the expression pattern of genes coexpressed with DRD2 in human prefrontal cortex."}, {"pubmed": 32030850, "text": "Estrogen-related receptor-alpha (ERRalpha) protein expression is notably higher in gallbladder cancer (GBC) tissues and the aberrantly higher ERRalpha expression is positively correlated with advanced TNM stage and indicated dismal prognosis of GBC. ERRalpha knockdown inhibits tumor growth and leads to decreased expression levels of Nectin-4, p-PI3K p85alpha, and p-AKT."}, {"pubmed": 32226548, "text": "Nuclear receptor ERRalpha contributes to castration-resistant growth of prostate cancer via its regulation of intratumoral androgen biosynthesis."}, {"pubmed": 32366476, "text": "ERRalpha Expression in Bone Metastases Leads to an Exacerbated Antitumor Immune Response."}, {"pubmed": 32572171, "text": "Gremlin-1 augments the oestrogen-related receptor alpha signalling through EGFR activation: implications for the progression of breast cancer."}, {"pubmed": 32641987, "text": "A novel miR-1291-ERRalpha-CPT1C axis modulates tumor cell proliferation, metabolism and tumorigenesis."}, {"pubmed": 32855526, "text": "Inhibition of DNMT1 and ERRalpha crosstalk suppresses breast cancer via derepression of IRF4."}, {"pubmed": 33184978, "text": "Knockdown of estrogen-related receptor alpha inhibits valve interstitial cell calcification in vitro by regulating heme oxygenase 1."}, {"pubmed": 33197888, "text": "ERRalpha inhibitor acts as a potential agonist of PPARgamma to induce cell apoptosis and inhibit cell proliferation in endometrial cancer."}, {"pubmed": 33242950, "text": "Expression of ERR-alpha in ovarian cancer and endometrial carcinoma and its significance."}, {"pubmed": 33446092, "text": "Estrogen-related receptors: novel potential regulators of osteoarthritis pathogenesis."}, {"pubmed": 33450359, "text": "FBXL10 promotes ERRalpha protein stability and proliferation of breast cancer cells by enhancing the mono-ubiquitylation of ERRalpha."}, {"pubmed": 33525981, "text": "Comprehensive Analysis of ESRRA in Endometrial Cancer."}, {"pubmed": 33591949, "text": "Down-regulation of estrogen-related receptor alpha (ERRalpha) inhibits gastric cancer cell migration and invasion in vitro and in vivo."}, {"pubmed": 33753865, "text": "Triple-negative breast lobular carcinoma: a luminal androgen receptor carcinoma with specific ESRRA mutations."}, {"pubmed": 34131782, "text": "Branched-chain amino acid metabolism is regulated by ERRalpha in primary human myotubes and is further impaired by glucose loading in type 2 diabetes."}, {"pubmed": 34184087, "text": "PI3K/AKT phosphorylation activates ERRalpha by upregulating PGC1alpha and PGC1beta in gallbladder cancer."}, {"pubmed": 34229541, "text": "Declined expressions of vast mitochondria-related genes represented by CYCS and transcription factor ESRRA in skeletal muscle aging."}, {"pubmed": 34797420, "text": "ERRalpha expression in ovarian cancer and promotes ovarian cancer cells migration in vitro."}, {"pubmed": 35048632, "text": "Evaluation of EZH2 and ERRalpha in colorectal carcinoma: an immunohistochemical study."}, {"pubmed": 35264626, "text": "Computational identification of new potential transcriptional partners of ERRalpha in breast cancer cells: specific partners for specific targets."}, {"pubmed": 35918761, "text": "IGF2BP1-regulated expression of ERRalpha is involved in metabolic reprogramming of chemotherapy resistant osteosarcoma cells."}, {"pubmed": 36237175, "text": "New insights into cholesterol-mediated ERRalpha activation in breast cancer progression and pro-tumoral microenvironment orchestration."}, {"pubmed": 36430689, "text": "Association of Irisin/FNDC5 with ERRalpha and PGC-1alpha Expression in NSCLC."}, {"pubmed": 36534970, "text": "ERRalpha Attenuates Vascular Inflammation via Enhanced NFkappaB Degradation Pathway."}, {"pubmed": 36835419, "text": "ERRalpha Up-Regulates Invadopodia Formation by Targeting HMGCS1 to Promote Endometrial Cancer Invasion and Metastasis."}, {"pubmed": 36901694, "text": "Multifaceted Transcriptional Network of Estrogen-Related Receptor Alpha in Health and Disease."}, {"pubmed": 37175690, "text": "The Role of the Estrogen-Related Receptor Alpha (ERRa) in Hypoxia and Its Implications for Cancer Metabolism."}, {"pubmed": 37347142, "text": "Exome Sequencing Implicates DGKZ , ESRRA , and GXYLT1 for Modulating Granuloma Formation in Crohn Disease."}, {"pubmed": 37584854, "text": "Estrogen-Related Receptor Alpha (ERRalpha) Promotes Cancer Stem Cell-Like Characteristics in Breast Cancer."}, {"pubmed": 38129506, "text": "ERRalpha: unraveling its role as a key player in cell migration."}, {"pubmed": 38393411, "text": "Estrogen-related receptor alpha (ERRalpha) promotes the migration, invasion and angiogenesis of breast cancer stem cell-like cells."}, {"pubmed": 38447458, "text": "Estrogen related receptor alpha: Potential modulator of age-related macular degeneration."}, {"pubmed": 38937602, "text": "Estrogen-related receptor alpha promotes thyroid tumor cell survival via a tumor subtype-specific regulation of target gene networks."}], "genomic_pos": {"chr": "11", "end": 64316743, "ensemblgene": "ENSG00000173153", "start": 64305497, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 64084215, "start": 64073044, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0006355", "pubmed": 23836911, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030518", "qualifier": "involved_in", "term": "nuclear receptor-mediated steroid hormone signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21190936, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 21190936, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015630", "qualifier": "located_in", "term": "microtubule cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045171", "qualifier": "located_in", "term": "intercellular bridge"}], "MF": [{"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 21190936, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003707", "qualifier": "enables", "term": "nuclear steroid receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004879", "qualifier": "enables", "term": "nuclear receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005496", "qualifier": "enables", "term": "steroid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12522104, 15337744, 18063693, 18331830, 18441008, 18509053, 21190936, 21988832, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11984006, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0034056", "qualifier": "enables", "term": "estrogen response element binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23836911, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9544, 722085], [9606, 2101]], "id": 136738}, "interpro": [{"desc": "Nuclear hormone receptor, ligand-binding domain", "id": "IPR000536", "short_desc": "Nucl_hrmn_rcpt_lig-bd"}, {"desc": "Zinc finger, nuclear hormone receptor-type", "id": "IPR001628", "short_desc": "Znf_hrmn_rcpt"}, {"desc": "Nuclear hormone receptor", "id": "IPR001723", "short_desc": "Nuclear_hrmn_rcpt"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Nuclear hormone receptor-like domain superfamily", "id": "IPR035500", "short_desc": "NHR-like_dom_sf"}, {"desc": "Estrogen receptor/oestrogen-related receptor", "id": "IPR024178", "short_desc": "Est_rcpt/est-rel_rcp"}, {"desc": "Oestrogen-related receptor", "id": "IPR027289", "short_desc": "Oest-rel_rcp"}], "ipi": ["IPI00005717", "IPI00792208", "IPI01009499", "IPI01015915"], "map_location": "11q13.1", "name": "estrogen related receptor alpha", "other_names": ["ERR-alpha", "estrogen receptor-like 1", "estrogen-related nuclear receptor alpha", "nuclear receptor subfamily 3 group B member 1", "steroid hormone receptor ERR1"], "pantherdb": {"HGNC": "3471", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346831", "ortholog_type": "LDO", "panther_family": "PTHR48092", "taxid": 10090, "uniprot_kb": "O08580"}, {"RGD": "1583866", "ortholog_type": "LDO", "panther_family": "PTHR48092", "taxid": 10116, "uniprot_kb": "Q5QJV7"}, {"ZFIN": "ZDB-GENE-990415-68", "ortholog_type": "LDO", "panther_family": "PTHR48092", "taxid": 7955, "uniprot_kb": "Q6Q6F6"}, {"FlyBase": "FBgn0035849", "ortholog_type": "LDO", "panther_family": "PTHR48092", "taxid": 7227, "uniprot_kb": "Q8WS79"}], "uniprot_kb": "P11474"}, "pathway": {"biocarta": {"id": "pgc1apathway", "name": "regulation of pgc-1a"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-1592230", "name": "Mitochondrial biogenesis"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2151201", "name": "Transcriptional activation of mitochondrial biogenesis"}, {"id": "R-HSA-2151201", "name": "Transcriptional activation of mitochondrial biogenesis"}, {"id": "R-HSA-383280", "name": "Nuclear Receptor transcription pathway"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8878166", "name": "Transcriptional regulation by RUNX2"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}, {"id": "R-HSA-8939902", "name": "Regulation of RUNX2 expression and activity"}], "wikipathways": [{"id": "WP1541", "name": "Energy Metabolism"}, {"id": "WP170", "name": "Nuclear receptors"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP391", "name": "Mitochondrial Gene Expression"}]}, "pdb": ["1XB7", "2PJL", "3D24", "3K6P", "7E2E"], "pfam": ["PF00104", "PF00105"], "pharmgkb": "PA27887", "pharos": {"target_id": 11392, "tdl": "Tchem"}, "pir": "A29345", "prosite": ["PS51030", "PS51843"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249083", "relationship": "is"}, {"id": "GNF249084", "relationship": "is"}, {"id": "GNF249085", "relationship": "is"}, {"id": "GNF249086", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF044706", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082218", "relationship": "is"}, {"id": "GNF082219", "relationship": "is"}, {"id": "GNF082220", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051634", "relationship": "is"}, {"id": "GNF056401", "relationship": "is"}, {"id": "GNF061158", "relationship": "is"}, {"id": "GNF078776", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069013", "relationship": "is"}, {"id": "GNF069014", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF130527", "relationship": "is"}, {"id": "GNF278737", "relationship": "is"}, {"id": "GNF278739", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001269379.1", "NP_001269380.1", "NP_004442.3", "XP_016872802.1", "XP_047282479.1", "XP_047282480.1", "XP_054223942.1", "XP_054223943.1", "XP_054223944.1"], "rna": ["NM_001282450.2", "NM_001282451.2", "NM_004451.5", "XM_017017313.2", "XM_047426523.1", "XM_047426524.1", "XM_054367967.1", "XM_054367968.1", "XM_054367969.1"], "translation": [{"protein": "NP_001269379.1", "rna": "NM_001282450.2"}, {"protein": "XP_054223943.1", "rna": "XM_054367968.1"}, {"protein": "XP_016872802.1", "rna": "XM_017017313.2"}, {"protein": "XP_047282480.1", "rna": "XM_047426524.1"}, {"protein": "XP_047282479.1", "rna": "XM_047426523.1"}, {"protein": "NP_001269380.1", "rna": "NM_001282451.2"}, {"protein": "NP_004442.3", "rna": "NM_004451.5"}, {"protein": "XP_054223944.1", "rna": "XM_054367969.1"}, {"protein": "XP_054223942.1", "rna": "XM_054367967.1"}]}, "reporter": {"HG-U133_Plus_2": ["1487_at", "203193_at"], "HG-U95Av2": "1487_at", "HTA-2_0": "TC11000596.hg.1", "HuEx-1_0": ["3334484", "3480710", "3503896"], "HuGene-1_1": "7940989", "HuGene-2_1": "16726429"}, "summary": "The protein encoded by this gene is a nuclear receptor that is most closely related to the estrogen receptor. This protein acts as a site-specific transcription factor and interacts with members of the PGC-1 family of transcription cofactors to regulate the expression of most genes involved in cellular energy production as well as in the process of mitochondrial biogenesis. A processed pseudogene of ESRRA is located on chromosome 13q12.1. [provided by RefSeq, Jun 2019].", "symbol": "ESRRA", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414463"}, "unigene": "Hs.110849", "uniprot": {"Swiss-Prot": "P11474", "TrEMBL": ["F5GWT5", "Q569H8", "F5H0E9", "H0YGT3", "A0A6E1WCP9"]}, "wikipedia": {"url_stub": "Estrogen-related receptor alpha"}}