{"AllianceGenome": "3489", "HGNC": "3489", "MIM": "164740", "_id": "2114", "_version": 2, "accession": {"genomic": ["AF017257.1", "AL163278.2", "AP001040.1", "AP001041.1", "AP001732.1", "CH471079.2", "CP068257.2", "KT584559.1", "KT584568.1", "M30137.1", "NC_000021.9", "NC_060945.1", "X55181.1", "X55373.1"], "protein": ["AAA52411.1", "AAA52412.1", "AAB94057.1", "AAH17040.1", "AAH42954.1", "AAP35484.1", "BAA95514.1", "BAG37939.1", "CAA38966.1", "CAB90468.1", "EAX09673.1", "EAX09674.1", "EAX09675.1", "EAX09676.1", "NP_001243224.1", "NP_005230.1", "P15036.1", "XP_005260992.1", "XP_016883779.1", "XP_054180345.1"], "rna": ["AA452482.1", "AK000535.1", "AK096841.1", "AK315563.1", "AV661268.2", "AY216265.1", "BC017040.1", "BC042954.2", "BT006838.1", "J04102.1", "M11922.1", "NM_001256295.2", "NM_005239.6", "XM_005260935.2", "XM_017028290.2", "XM_054324370.1"], "translation": [{"protein": "BAG37939.1", "rna": "AK315563.1"}, {"protein": "AAH42954.1", "rna": "BC042954.2"}, {"protein": "AAA52411.1", "rna": "M11922.1"}, {"protein": "XP_005260992.1", "rna": "XM_005260935.2"}, {"protein": "XP_054180345.1", "rna": "XM_054324370.1"}, {"protein": "NP_001243224.1", "rna": "NM_001256295.2"}, {"protein": "NP_005230.1", "rna": "NM_005239.6"}, {"protein": "AAH17040.1", "rna": "BC017040.1"}, {"protein": "XP_016883779.1", "rna": "XM_017028290.2"}, {"protein": "AAA52412.1", "rna": "J04102.1"}, {"protein": "AAP35484.1", "rna": "BT006838.1"}]}, "alias": "ETS2IT1", "ensembl": {"gene": "ENSG00000157557", "protein": ["ENSP00000353344", "ENSP00000354194", "ENSP00000401273", "ENSP00000411086", "ENSP00000499226", "ENSP00000499315", "ENSP00000499538", "ENSP00000499540", "ENSP00000499775"], "transcript": ["ENST00000360214", "ENST00000360938", "ENST00000432278", "ENST00000456966", "ENST00000653642", "ENST00000662305", "ENST00000665212", "ENST00000666778", "ENST00000667466"], "translation": [{"protein": "ENSP00000353344", "rna": "ENST00000360214"}, {"protein": "ENSP00000499538", "rna": "ENST00000665212"}, {"protein": "ENSP00000499540", "rna": "ENST00000667466"}, {"protein": "ENSP00000354194", "rna": "ENST00000360938"}, {"protein": "ENSP00000401273", "rna": "ENST00000432278"}, {"protein": "ENSP00000499775", "rna": "ENST00000666778"}, {"protein": "ENSP00000499315", "rna": "ENST00000653642"}, {"protein": "ENSP00000499226", "rna": "ENST00000662305"}, {"protein": "ENSP00000411086", "rna": "ENST00000456966"}], "type_of_gene": "protein_coding"}, "entrezgene": "2114", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.6589934724, "exp_mis": 173.696079543, "exp_syn": 85.5436998363, "lof_z": 3.79264083869993, "mis_z": 2.25259017558915, "mu_lof": 1.00392336064e-06, "mu_mis": 1.56695803309e-05, "mu_syn": 7.56550305925e-06, "n_lof": 0.0, "n_mis": 113.0, "n_syn": 76.0, "p_li": 0.993350130351238, "p_null": 1.0768184986953e-06, "p_rec": 0.00664879283026328, "syn_z": 0.639693983439576}, "bp": 1410, "cds_end": 40194813, "cds_start": 40181958, "n_exons": 9, "nonpsych": {"exp_lof": 13.0885439788, "exp_mis": 157.032458149, "exp_syn": 77.2460507453, "lof_z": 3.55301935970826, "mis_z": 2.13456302138001, "mu_lof": 1.00392336064e-06, "mu_mis": 1.56695803309e-05, "mu_syn": 7.56550305925e-06, "n_lof": 0.0, "n_mis": 104.0, "n_syn": 70.0, "p_li": 0.989590911469745, "p_null": 3.93065227596027e-06, "p_rec": 0.0104051578779791, "syn_z": 0.519070883486536}, "nontcga": {"exp_lof": 13.4688012981, "exp_mis": 159.782931735, "exp_syn": 78.6827415949, "lof_z": 3.62030951261201, "mis_z": 2.31683928926962, "mu_lof": 1.00392336064e-06, "mu_mis": 1.56695803309e-05, "mu_syn": 7.56550305925e-06, "n_lof": 0.0, "n_mis": 101.0, "n_syn": 71.0, "p_li": 0.990067727254884, "p_null": 2.86819184719969e-06, "p_rec": 0.0099294045532684, "syn_z": 0.548401583352785}, "transcript": "ENST00000360214.3"}, "exons": [{"cdsend": 38822889, "cdsstart": 38805346, "chr": "21", "position": [[38805182, 38805616], [38805970, 38806120], [38810034, 38810106], [38813002, 38813114], [38814272, 38814392], [38814780, 38814981], [38817007, 38817091], [38818424, 38818646], [38819502, 38819766], [38821585, 38821704], [38822673, 38824954]], "strand": 1, "transcript": "NM_001256295", "txend": 38824954, "txstart": 38805182}, {"cdsend": 38822889, "cdsstart": 38810034, "chr": "21", "position": [[38805928, 38806120], [38810034, 38810106], [38813002, 38813114], [38814272, 38814392], [38814780, 38814981], [38817007, 38817091], [38818424, 38818646], [38819502, 38819766], [38821585, 38821704], [38822673, 38824954]], "strand": 1, "transcript": "NM_005239", "txend": 38824954, "txstart": 38805928}], "exons_hg19": [{"cdsend": 40194813, "cdsstart": 40177270, "chr": "21", "position": [[40177106, 40177540], [40177894, 40178044], [40181958, 40182030], [40184926, 40185038], [40186196, 40186316], [40186704, 40186905], [40188931, 40189015], [40190348, 40190570], [40191426, 40191690], [40193509, 40193628], [40194597, 40196878]], "strand": 1, "transcript": "NM_001256295", "txend": 40196878, "txstart": 40177106}, {"cdsend": 40194813, "cdsstart": 40181958, "chr": "21", "position": [[40177852, 40178044], [40181958, 40182030], [40184926, 40185038], [40186196, 40186316], [40186704, 40186905], [40188931, 40189015], [40190348, 40190570], [40191426, 40191690], [40193509, 40193628], [40194597, 40196878]], "strand": 1, "transcript": "NM_005239", "txend": 40196878, "txstart": 40177852}], "generif": [{"pubmed": 12174931, "text": "Linkage of elevated expression to hepatocarcinogenesis"}, {"pubmed": 12511603, "text": "Two closely spaced Ets-2 binding sites in the proximal promoter of the human chorionic gonadotropin beta5 (hCGbeta5) gene constitute a major enhancer for hCGbeta gene expression in JAr and JEG-3 human choriocarcinoma cells and in mouse NIH3T3 cells."}, {"pubmed": 12532432, "text": "Overexpression of ETS2 in human esophageal squamous cell carcinoma in both mRNA and protein levels."}, {"pubmed": 12637547, "text": "ets-2 has a role as a repressor and indicate that components of the mammalian SNF/SWI complex are required as co-repressors"}, {"pubmed": 12646185, "text": "ETS2 is a target of protein kinase C and upregulates GM-CSF"}, {"pubmed": 14507917, "text": "Ets-2 and its targets play essential roles in endothelial cell function"}, {"pubmed": 15572696, "text": "Ras/mitogen-activated kinase signaling activates ETS2 by CBP/p300 recruitment."}, {"pubmed": 15788656, "text": "Coexpression of Ets-2 and SRC-1 significantly associated with the rate of recurrence and HER expression in breast cancer"}, {"pubmed": 15806151, "text": "Phosphorylated ERK1/2 was further associated with the presence of VEGFR2 (cohorts II and III) and the degree of phosphorylated Ets-2, indicating in vivo, a signalling cascade from VEGFR2 via ERK1/2 to Ets-2 phosphorylation"}, {"pubmed": 15900611, "text": "analysis of Ets2 in cell-seeded three-dimensional bone constructs"}, {"pubmed": 16263717, "text": "c-Myb and c-Ets family members (Ets-1/2, PU.1, and Spi-B) control hGR 1A promoter regulation in T- and B-lymphoblast cells"}, {"pubmed": 16953216, "text": "Data show that transcription of the putative tumor suppressor gene HCCS1 requires binding of ETS-2 to its consensus near the transcription start site."}, {"pubmed": 17703088, "text": "Results suggest that there is a strong interplay of Ets2 with bone-specific proteins in cell-seeded three-dimensional bone constructs."}, {"pubmed": 17921261, "text": "data of study population indicate a higher ETS2 RNA concentration compared with uPA in the case of bladder cancer, resulting in an increased ETS2:uPA RNA ratio in urine"}, {"pubmed": 17975022, "text": "Data show that there are combinatorial effects of Ets2, PKA, and CBP/p300 and triggered via growth factors released from maternal endometrium."}, {"pubmed": 18059336, "text": "Expression of Ets-2, SRC-1 and c-Myc individually are all associated with reduced disease-free survival in breast cancer"}, {"pubmed": 18094719, "text": "In erythroleukemia cells, induction of ETS2 caused an erythroid-to-megakaryocytic phenotypic switch, cytokine & transcription factor upregulation,& sensitivity to ara-C & daunorubicin."}, {"pubmed": 18586674, "text": "hTERT gene expression is maintained by a mechanism involving Ets2 interactions with the c-Myc transcription factor and the hTERT gene promoter, a protein-DNA complex critical for hTERT gene expression and breast cancer cell proliferation."}, {"pubmed": 18801734, "text": "Hepatitis B virus-induced hFGL2 transcription is dependent on c-Ets-2 and MAPK signal pathway"}, {"pubmed": 18848526, "text": "These results indicate that intron 1 of DUSP6 plays a crucial role in transcriptional regulation of DUSP6 in a feedback loop manner responding to MAPK1 via ETS2 in human cells."}, {"pubmed": 18942749, "text": "Ets2 may be an important transcription factor driving inflammation in acute as well as chronic inflammatory disease"}, {"pubmed": 19318269, "text": "This study analysed differences in the expression pattern of the osteogenic transcription factor Ets2 in primary bone precursor cells grown in different three-dimensional scaffolds; scaffold type has an influence on the expression level of Ets2."}, {"pubmed": 19407855, "text": "Fluorescent in situ hybridisation analysis on FGFR4, ETS2 and brachyury failed to show either amplification or translocation for ERG and ETS2 loci"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19939245, "text": "Ets-2 and p53 mediate cAMP- induced trophoblast invasiveness, through regulation of MMP-2."}, {"pubmed": 20145133, "text": "Ets2 is a central driver of a transcriptional program in tumor-associated macrophages that acts to promote lung metastasis of breast tumors."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20554528, "text": "the differential up-regulation of MKP3 by Ets2 and of DUSP5 by c-Jun may converge in similar functional roles for these MAP kinase phosphatases in the growth arrest versus proliferation decisions of breast cancer cells"}, {"pubmed": 20671229, "text": "transcription factors Ets-1 and Ets-2 play a key role in controlling the expression of miR-126 and suggest that miR-126 may mediate some of their vascular effects"}, {"pubmed": 21079520, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21526717, "text": "Allelic discrimination of deleterious SNPs in ETS2 may play a regulatory role in the differential development of malignancy in Down syndrome subjects."}, {"pubmed": 21562315, "text": "These data indicate the importance of phosphorylated ets-2 in the pathogenesis of pulmonary fibrosis through the expression of Type I collagen and (myo)fibroblast activation."}, {"pubmed": 21700929, "text": "evidence for the plaque-destabilizing role of Ets2 in atherosclerosis development by induction of an intraplaque proinflammatory phenotype in endothelial cells."}, {"pubmed": 21763315, "text": "data firmly implicate RuvBl2 in Ets2 mediated regulation of hTERT in colon cancer which has functional and clinical consequences"}, {"pubmed": 22048266, "text": "rs461155 and rs2073601, in ETS2 and SIM2 genes respectively, showed significant redundant interaction in probands with Down syndrome"}, {"pubmed": 22128184, "text": "a stage-specific Ets-1-independent regulatory role for Ets-2 in early thymocyte development and survival"}, {"pubmed": 22221250, "text": "Amplified segment in the 'Down syndrome critical region' on HSA21 shared between Down syndrome and euploid AML-M0 excludes RUNX1, ERG and ETS2."}, {"pubmed": 22298639, "text": "demonstrated that miR-196b was transcriptionally regulated by ETS2 and there was an inverse expression profile between miR-196b and ETS2 in clinical samples"}, {"pubmed": 22354960, "text": "c-Jun in cooperation with Ets2 increases the expression of Syk and contributes to Syk-mediated heightened calcium responses in systemic lupus erythematosus T cells."}, {"pubmed": 22446105, "text": "In embryonic stem cells [which express ETS2 (proto-oncogene c-ETS-2) but not CGA (alpha subunit chorionic gonadotropin)], ETS2 does not occupy binding site on CGA promoter but is found as soluble complex with POU5F1 (Oct3 transcription factor)."}, {"pubmed": 22615925, "text": "The SAM domain of human TEL2 can inhibit the transcriptional activities of ETS1/2 and TEL1."}, {"pubmed": 22819965, "text": "Data suggest that the regulation of MDR1 expression by ETS2 may provide potential ways to overcome MDR in cancer treatment."}, {"pubmed": 22826236, "text": "Transcription factors ETS2 and MESP1 transdifferentiate human dermal fibroblasts into cardiac progenitors."}, {"pubmed": 22922762, "text": "In prostate cancer, ERG is part of a complex integrated transcriptional network that involves ETS2 and ETV4."}, {"pubmed": 23343470, "text": "Altered expression of SIM2 and ETS2 could be one of the reasons for variable occurrence of different malignant conditions in Down syndrome."}, {"pubmed": 23416888, "text": "the G allele of SNP rs391957 in the promoter of GRP78 was strongly associated with increased hepatocellular carcinoma risk and cis-regulated GRP78 expression by providing an Ets-2 binding site."}, {"pubmed": 23530240, "text": "The Ets2 transcription factor regulates G-CSF expression in human cancer."}, {"pubmed": 23542016, "text": "hepatitis B virus core protein enhanced the promoter activity of human telomerase reverse transcriptase, which was dependent on the binding of c-Ets2 to the promoter region"}, {"pubmed": 23589550, "text": "Studies indicate ETS transcription factors, PTEN protein and androgen receptor as tumor markers for diagnosis and therapy of prostate cancer."}, {"pubmed": 23659968, "text": "Our findings point to a tumor suppressor role for ETS2 in human NSCLC pathogenesis through inhibition of the MET proto-oncogene."}, {"pubmed": 23977064, "text": "The data reveals a key function for Ets2 in tumor fibroblasts in signaling to endothelial cells to promote tumor angiogenesis."}, {"pubmed": 24362029, "text": "identified Ets2 as a key novel regulator in both the positive and negative control of miR-155 in the inflammatory response."}, {"pubmed": 25670864, "text": "The crystal structure of a DNA complex of the Ets-2 Ets domain."}, {"pubmed": 25680408, "text": "These data suggested that Ets-2, a genuine cancer-specific transcription factor, is actively involved in EGFR kinase-induced hTERT overexpression pathway in lung cancer cells."}, {"pubmed": 25726912, "text": "ETS-1/ETS-2 and C/EBPalpha could interact with corresponding binding sites."}, {"pubmed": 26274316, "text": "ATO treatment upregulated Ets-2 and miR-126 expression in HUVECs."}, {"pubmed": 26365772, "text": "c-ETS transcription factors appear to be key regulators of MCM4 origin where c-ETS2 seems to promote DNA replication whereas c-ETS1 functions as a negative regulator."}, {"pubmed": 26389665, "text": "Data show that NF-kappa-B p52 subunit (p52) interacts with ets transcription factors ETS1/2 factors at the C250T telomerase (TERT) promoter to mediate TERT reactivation."}, {"pubmed": 26871468, "text": "Authors demonstrate that mtp53 prevents the COP1/DET1 complex from ubiquitinating ETS2 and thereby marking it for destruction. Authors show that mtp53 destabilizes DET1 and also disrupts the DET1/ETS2 complex thereby preventing ETS2 degradation."}, {"pubmed": 26893365, "text": "These findings suggest that ETS2 rs461155A>G, could be used as a biomarker predicting the clinical outcomes of non-small cell lung cancer patients treated with first-line paclitaxel-cisplatin chemotherapy."}, {"pubmed": 26926107, "text": "ETS2, HNF4A and JUNB are synergistic master regulators of epithelial-to-mesenchymal transition in cancer."}, {"pubmed": 27048589, "text": "ETS2 and Twist1 promote invasiveness of Helicobacter pylori-infected gastric cancer cells by inducing Siah2"}, {"pubmed": 27100087, "text": "RNA-seq evidence of biallelic expression of ETS2 and 10 neighboring genes in at least one primary human tissue tested indicates that the expression of ETS2 is uncoupled from the control of the maternally inherited 5mCpG imprints at the WRB differentially methylated region (DMR) in disomic controls or trisomy (Down syndrome) individuals."}, {"pubmed": 27195074, "text": "Neuronal C-ETS2 senses oxidative stress, activates TFEB transcription, and mediates the upregulation of lysosomal genes."}, {"pubmed": 27556183, "text": "Findings strongly suggest a critical role of Ets2 in human esophageal squamous cell carcinoma pathogenesis via the inactivation of the mTOR/p70S6K signaling pathway."}, {"pubmed": 27659014, "text": "These results suggest an unappreciated role for ETS2 in fibroblasts in establishing an immune-suppressive microenvironment in response to oncogenic Kras(G12D) signaling during the initial stages of tumor development."}, {"pubmed": 28119415, "text": "Interaction with ZMYND11 mediates opposing roles of Ras-responsive ETS1 and ETS2."}, {"pubmed": 28412323, "text": "Data suggest marked changes in DNA methylation occur at a single CpG site (CpG4) in promoter region of ESR1 as breast cancer cells become resistant to hormonal/aromatase inhibitor antineoplastic agents; this CpG region is completely conserved among species, suggesting that it acts as a methylation-sensitive ETS2 transcription factor binding site/response element. (ESR1 = estrogen receptor 1; ETS2 = ETS proto-oncogene 2)"}, {"pubmed": 28724426, "text": "ETS2 (high) is a poor prognostic factor in acute myeloid leukemia and may guide treatment decisions towards allogeneic hematopoietic stem cell transplantation."}, {"pubmed": 29111780, "text": "ETS2 functions as an oncogene and plays a key role in the progression of hypopharyngeal cancer."}, {"pubmed": 29761525, "text": "ETS2 is highly expressed in p63-expressing prostatic carcinomas and benign prostate basal cells, with lower expression in luminal cells and primary usual-type adenocarcinomas."}, {"pubmed": 29772431, "text": "ETS2 is of potential value as a molecular target for RCC treatment."}, {"pubmed": 30022221, "text": "High ETS2 expression predicts poor prognosis in acute myeloid leukemia patients undergoing allogeneic hematopoietic stem cell transplantation."}, {"pubmed": 31413335, "text": "Association of Cyclin Dependent Kinase 10 and Transcription Factor 2 during Human Corneal Epithelial Wound Healing in vitro model."}, {"pubmed": 31641227, "text": "ETS2 promotes epithelial-to-mesenchymal transition in renal fibrosis by targeting JUNB transcription."}, {"pubmed": 31763674, "text": "DeltaNp73/ETS2 complex drives glioblastoma pathogenesis- targeting downstream mediators by rebastinib prolongs survival in preclinical models of glioblastoma."}, {"pubmed": 31810605, "text": "Protein C-ets-2 epigenetically suppresses TLRs-induced interleukin 6 production in macrophages."}, {"pubmed": 31872468, "text": "Exosomal miR-663b targets Ets2-repressor factor to promote proliferation and the epithelial-mesenchymal transition of bladder cancer cells."}, {"pubmed": 32677671, "text": "RNA-binding protein CELF1 enhances cell migration, invasion, and chemoresistance by targeting ETS2 in colorectal cancer."}, {"pubmed": 32808171, "text": "Codon Optimization, Cloning, Expression, Purification, and Secondary Structure Determination of Human ETS2 Transcription Factor."}, {"pubmed": 33006713, "text": "Transcription factor Ets-2 regulates the expression of key lymphotropic factors."}, {"pubmed": 33859300, "text": "A novel tissue specific alternative splicing variant mitigates phenotypes in Ets2 frame-shift mutant models."}, {"pubmed": 36975761, "text": "ETS2 alleviates acute-on-chronic liver failure by suppressing excessive inflammation."}, {"pubmed": 37062218, "text": "Suppression of USP7 negatively regulates the stability of ETS proto-oncogene 2 protein."}, {"pubmed": 37171262, "text": "ETS2 promotes cardiomyocyte apoptosis and autophagy in heart failure by regulating lncRNA TUG1/miR-129-5p/ATG7 axis."}, {"pubmed": 37892157, "text": "USP39-Mediated Non-Proteolytic Control of ETS2 Suppresses Nuclear Localization and Activity."}, {"pubmed": 38839969, "text": "A disease-associated gene desert directs macrophage inflammation through ETS2."}, {"pubmed": 39019900, "text": "ID2-ETS2 axis regulates the transcriptional acquisition of pro-tumoral microglia phenotype in glioma."}], "genomic_pos": {"chr": "21", "end": 38824955, "ensemblgene": "ENSG00000157557", "start": 38805183, "strand": 1}, "genomic_pos_hg19": {"chr": "21", "end": 40196879, "start": 40177231, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 12637547, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001501", "pubmed": 8596630, "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001712", "qualifier": "involved_in", "term": "ectodermal cell fate commitment"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007498", "qualifier": "involved_in", "term": "mesoderm development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 11909962, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090009", "qualifier": "involved_in", "term": "primitive streak formation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16780588, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 12637547, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 12637547, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 10918595, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 8596630, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18242510, 18598946, 25117710, 26331536, 26496610, 32814053, 32911434], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 11583620, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035259", "qualifier": "enables", "term": "nuclear glucocorticoid receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0061629", "pubmed": 11909962, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 11909962, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 326672], [8364, 100145687], [9031, 396250], [9544, 715887], [9598, 473996], [9606, 2114], [9615, 487761], [9913, 281148], [10090, 23872], [10116, 304063]], "id": 3838}, "interpro": [{"desc": "Ets domain", "id": "IPR000418", "short_desc": "Ets_dom"}, {"desc": "Pointed domain", "id": "IPR003118", "short_desc": "Pointed_dom"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}, {"desc": "Transforming protein C-ets", "id": "IPR016311", "short_desc": "Transform_prot_C-ets"}, {"desc": "Transforming protein C-ets-2", "id": "IPR027276", "short_desc": "Transform_prot_C-ets-2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Ets1, N-terminal flanking region of Ets domain", "id": "IPR045688", "short_desc": "Ets1_N_flank"}, {"desc": "ETS family", "id": "IPR046328", "short_desc": "ETS_fam"}], "ipi": ["IPI00009756", "IPI00790435"], "map_location": "21q22.2", "name": "ETS proto-oncogene 2, transcription factor", "other_names": ["oncogene ETS-2", "protein C-ets-2", "v-ets avian erythroblastosis virus E2 oncogene homolog 2", "v-ets avian erythroblastosis virus E26 oncogene homolog 2", "v-ets erythroblastosis virus E26 oncogene homolog 2"], "pantherdb": {"HGNC": "3489", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95456", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10090, "uniprot_kb": "P15037"}, {"RGD": "1584977", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10116, "uniprot_kb": "D4AAH4"}, {"Ensembl": "ENSGALG00000016059", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 9031, "uniprot_kb": "P10157"}, {"FlyBase": "FBgn0003118", "ortholog_type": "O", "panther_family": "PTHR11849", "taxid": 7227, "uniprot_kb": "P51023"}], "uniprot_kb": "P15036"}, "pathway": {"biocarta": [{"id": "etspathway", "name": "mets affect on macrophage differentiation"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}], "kegg": [{"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}], "netpath": {"id": "Pathway_IL2", "name": "IL2"}, "pid": {"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559585", "name": "Oncogene Induced Senescence"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": [{"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4300", "name": "Extracellular vesicles in the crosstalk of cardiac cells"}]}, "pdb": ["4BQA", "4MHV"], "pfam": ["PF00178", "PF02198", "PF19525"], "pharmgkb": "PA27903", "pharos": {"target_id": 1979, "tdl": "Tbio"}, "pir": "B32066", "prosite": ["PS50061", "PS51433"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249107", "relationship": "is"}, {"id": "GNF249108", "relationship": "is"}, {"id": "GNF249109", "relationship": "is"}, {"id": "GNF249110", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157784", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032576", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF004272", "relationship": "is"}, {"id": "GNF004273", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097453", "relationship": "is"}, {"id": "GNF137108", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000021.9", "NC_060945.1"], "protein": ["NP_001243224.1", "NP_005230.1", "XP_005260992.1", "XP_016883779.1", "XP_054180345.1"], "rna": ["NM_001256295.2", "NM_005239.6", "XM_005260935.2", "XM_017028290.2", "XM_054324370.1"], "translation": [{"protein": "NP_005230.1", "rna": "NM_005239.6"}, {"protein": "NP_001243224.1", "rna": "NM_001256295.2"}, {"protein": "XP_005260992.1", "rna": "XM_005260935.2"}, {"protein": "XP_054180345.1", "rna": "XM_054324370.1"}, {"protein": "XP_016883779.1", "rna": "XM_017028290.2"}]}, "reporter": {"HG-U133_Plus_2": ["201328_at", "201329_s_at", "241193_at"], "HG-U95Av2": ["1519_at", "38739_at"], "HTA-2_0": "TC21000169.hg.1", "HuEx-1_0": "3921068", "HuGene-1_1": "8068593", "HuGene-2_1": "16922779"}, "summary": "This gene encodes a transcription factor which regulates genes involved in development and apoptosis. The encoded protein is also a protooncogene and shown to be involved in regulation of telomerase. A pseudogene of this gene is located on the X chromosome. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jan 2012].", "symbol": "ETS2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812202"}, "unigene": "Hs.644231", "uniprot": {"Swiss-Prot": "P15036", "TrEMBL": ["A0A590UJR2", "A0A590UJP9", "C9JAG2", "A0A0C4DG47"]}, "wikipedia": {"url_stub": "ETS2"}}