{"AllianceGenome": "3495", "HGNC": "3495", "MIM": "600618", "_id": "2120", "_version": 2, "accession": {"genomic": ["AC007450.1", "AC084358.19", "AC084430.13", "AM181353.1", "CH471094.1", "CP068266.2", "DQ224378.1", "KF455601.1", "NC_000012.12", "NC_060936.1", "NG_011443.1", "U45431.1", "U45432.1", "U61375.1", "U63312.1", "U63313.1", "U81830.1", "U81834.1"], "protein": ["AAA19786.1", "AAB17016.1", "AAB17134.1", "AAB17135.1", "AAB39862.1", "AAB39882.1", "AAC50690.1", "AAH43399.1", "ALQ33507.1", "ALQ33508.1", "AXB50467.1", "BAF82130.1", "CAA84815.1", "CAJ57643.1", "EAW96240.1", "NP_001400842.1", "NP_001400843.1", "NP_001400844.1", "NP_001400845.1", "NP_001400846.1", "NP_001400847.1", "NP_001978.1", "P41212.1", "XP_011518914.1", "XP_016874479.1", "XP_016874480.1", "XP_047284458.1", "XP_047284459.1", "XP_047284460.1"], "rna": ["AA205762.1", "AA452592.1", "AI660081.1", "AK289441.1", "AV722693.1", "BC020284.1", "BC043399.1", "BC061911.1", "BF510432.1", "BG741145.1", "BM829795.1", "BQ003277.1", "BQ641702.1", "BU681757.1", "CB243807.1", "CB962155.1", "CB996610.1", "EU364772.1", "FR719953.1", "KU178049.1", "KU178050.1", "MH401092.1", "MK172836.1", "MK172837.1", "NM_001413913.1", "NM_001413914.1", "NM_001413915.1", "NM_001413916.1", "NM_001413917.1", "NM_001413918.1", "NM_001987.5", "T79261.1", "U11732.1", "XM_011520612.3", "XM_017018990.2", "XM_017018991.2", "XM_047428502.1", "XM_047428503.1", "XM_047428504.1", "Z35761.1"], "translation": [{"protein": "ALQ33508.1", "rna": "KU178050.1"}, {"protein": "NP_001978.1", "rna": "NM_001987.5"}, {"protein": "XP_047284458.1", "rna": "XM_047428502.1"}, {"protein": "AAA19786.1", "rna": "U11732.1"}, {"protein": "XP_047284460.1", "rna": "XM_047428504.1"}, {"protein": "BAF82130.1", "rna": "AK289441.1"}, {"protein": "NP_001400845.1", "rna": "NM_001413916.1"}, {"protein": "NP_001400842.1", "rna": "NM_001413913.1"}, {"protein": "NP_001400846.1", "rna": "NM_001413917.1"}, {"protein": "NP_001400844.1", "rna": "NM_001413915.1"}, {"protein": "AAH43399.1", "rna": "BC043399.1"}, {"protein": "XP_016874479.1", "rna": "XM_017018990.2"}, {"protein": "AXB50467.1", "rna": "MH401092.1"}, {"protein": "XP_016874480.1", "rna": "XM_017018991.2"}, {"protein": "NP_001400843.1", "rna": "NM_001413914.1"}, {"protein": "XP_011518914.1", "rna": "XM_011520612.3"}, {"protein": "XP_047284459.1", "rna": "XM_047428503.1"}, {"protein": "CAA84815.1", "rna": "Z35761.1"}, {"protein": "ALQ33507.1", "rna": "KU178049.1"}, {"protein": "NP_001400847.1", "rna": "NM_001413918.1"}]}, "alias": ["TEL", "TEL/ABL", "THC5"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-01-22T17:00:00.000Z", "disease_label": "thrombocytopenia 5", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0014536", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_92a8c1cb-91c1-45cd-adbe-4180b1f6da7d-2020-01-22T170000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000139083", "protein": ["ENSP00000266427", "ENSP00000379658", "ENSP00000441463"], "transcript": ["ENST00000266427", "ENST00000396373", "ENST00000541426", "ENST00000544715", "ENST00000545027"], "translation": [{"protein": "ENSP00000379658", "rna": "ENST00000396373"}, {"protein": "ENSP00000441463", "rna": "ENST00000545027"}, {"protein": "ENSP00000266427", "rna": "ENST00000266427"}], "type_of_gene": "protein_coding"}, "entrezgene": "2120", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 19.9601474, "exp_mis": 185.1076597, "exp_syn": 78.742147, "lof_z": 4.20387276876886, "mis_z": 2.19684894433251, "mu_lof": 1.46576090516e-06, "mu_mis": 1.60416202469e-05, "mu_syn": 6.65383902189e-06, "n_lof": 1.0, "n_mis": 124.0, "n_syn": 90.0, "p_li": 0.99522782011263, "p_null": 9.68750781828605e-08, "p_rec": 0.00477208301229203, "syn_z": -0.786504646786251}, "bp": 1359, "cds_end": 12043980, "cds_start": 11803061, "n_exons": 8, "nonpsych": {"exp_lof": 17.9007751, "exp_mis": 167.3752145, "exp_syn": 71.1041638, "lof_z": 3.92303962765103, "mis_z": 2.31484101606933, "mu_lof": 1.46576090516e-06, "mu_mis": 1.60416202469e-05, "mu_syn": 6.65383902189e-06, "n_lof": 1.0, "n_mis": 108.0, "n_syn": 78.0, "p_li": 0.991036691917224, "p_null": 5.5180622570092e-07, "p_rec": 0.00896275627655019, "syn_z": -0.514876600348184}, "nontcga": {"exp_lof": 18.34724505, "exp_mis": 170.2829679, "exp_syn": 72.42669419, "lof_z": 4.22538940261725, "mis_z": 2.22518395895585, "mu_lof": 1.46576090516e-06, "mu_mis": 1.60416202469e-05, "mu_syn": 6.65383902189e-06, "n_lof": 0.0, "n_mis": 112.0, "n_syn": 84.0, "p_li": 0.998384977025589, "p_null": 3.39721282855704e-08, "p_rec": 0.0016149890022828, "syn_z": -0.86105434526753}, "transcript": "ENST00000396373.4"}, "exons": [{"cdsend": 11891046, "cdsstart": 11650127, "chr": "12", "position": [[11649673, 11650160], [11752449, 11752579], [11839139, 11839304], [11853426, 11853561], [11869423, 11869969], [11884444, 11884587], [11885925, 11886026], [11890940, 11895377]], "strand": 1, "transcript": "NM_001987", "txend": 11895377, "txstart": 11649673}], "exons_hg19": [{"cdsend": 12043980, "cdsstart": 11803061, "chr": "12", "position": [[11802607, 11803094], [11905383, 11905513], [11992073, 11992238], [12006360, 12006495], [12022357, 12022903], [12037378, 12037521], [12038859, 12038960], [12043874, 12048311]], "strand": 1, "transcript": "NM_001987", "txend": 12048311, "txstart": 11802607}], "generif": [{"pubmed": 11731410, "text": "We identified a novel ETV6 partner gene, fibroblast growth factor receptor 3 (FGFR3), in a patient with peripheral T-cell lymphoma (PTCL) with a t(4;12)(p16;p13) translocation."}, {"pubmed": 11861293, "text": "activates phosphatidylinositol 3 (PI3) kinase and requires PI3 kinase to regulate the cell cycle [TEL/platelet-derived growth factor receptor beta]"}, {"pubmed": 11861295, "text": "a variant ETV6-mediated leukemogenic mechanism in myeloid leukemias with a t(4;12)(q11-q12;p13) or t(5;12)(q31;p13)"}, {"pubmed": 12080468, "text": "ETV6 functions with ARG as oncofusion protein and triggers the same signaling pathways associated with ABL oncogenes"}, {"pubmed": 12091359, "text": "the chromosomal translocation leads o formation of TEL/AML1 fusion oncogene and is most common genetic aberration in childhood B-cell precursor ALL."}, {"pubmed": 12127395, "text": "TEL-negative PBC-ALL cells expressing a transfected TEL at high levels showed a decreased expression of endogenous TCL1."}, {"pubmed": 12203785, "text": "The product of the ETV6-MDS2 fusion transcript in a patient with myelodysplastic syndrome predicts a short ETV6 protein containing the first 54 amino acids of ETV6 plus four novel amino acids, lacking both the PTN and the DNA-binding domains."}, {"pubmed": 12210491, "text": "mutational inactivation of ETV6 may occur in prostate carcinoma"}, {"pubmed": 12393285, "text": "Different clones of t(1;12)/t(12;12) involving the ETV6 gene in a case of acute myeloid leukemia."}, {"pubmed": 12435397, "text": "TEL's functions are potentially regulated by p38 which is activated by various kinds of stresses"}, {"pubmed": 12450792, "text": "Expression of the ETV6-NTRK3 gene fusion is a primary event in human secretory breast carcinoma."}, {"pubmed": 12505259, "text": "Chronic myelocytic leukemia with eosinophilia, t(9;12)(q34;p13), and ETV6-ABL gene rearrangement: case report and review of the literature."}, {"pubmed": 12526921, "text": "Breakpoints in TEL intron 5 and AML1 intron 1 leading to TEL-AML1 fusion is shown to be the initiating step, preceding differentiation to pre-B cells, in childhood acute lymphoblastic leukemia."}, {"pubmed": 12588862, "text": "The ability of TEL to repress TEL-responsive promoters is enhanced by the presence of H-L(3)MBT, an effect dependent on the H-L(3)MBT and the TEL interacting domains, which are mapped to their respective SPM/SAM domains."}, {"pubmed": 12626745, "text": "the ability of TEL to repress transcription and suppress growth is regulated by sumoylation and nuclear export"}, {"pubmed": 12893822, "text": "nucleo-cytoplasmic delocalization of the major isoform of TEL-ETV6 is regulated by V-src"}, {"pubmed": 14668342, "text": "ETV6-NTRK3.IRS-1 complex formation through the NTRK3 C terminus is essential for ETV6-NTRK3 transformation"}, {"pubmed": 14726384, "text": "TEL-AML1 dramatically alters differentiation of HPCs in vitro, preferentially promoting B-lymphocyte development, enhancing self-renewal of B-cell precursors, and leading to the establishment of long-term growth factor-dependent pre-B-cell lines"}, {"pubmed": 15054045, "text": "the WW-like domain in the context of TELPDGFbetaR may have both positive and negative regulatory roles in kinase activation."}, {"pubmed": 15104290, "text": "we found an incidence of 8.6% of TEL/AML1 translocation in ALL patients (12% of B-lineage ALL)"}, {"pubmed": 15142881, "text": "TEL-AML1 ALL has significantly lower de novo purine synthesis and differential expression of genes involved in purine metabolism."}, {"pubmed": 15179033, "text": "Data show that the repressor activity of TEL/RUNX1 differs from that of TEL, even though both TEL and TEL/RUNX1 interact with the nuclear hormone co-repressor (N-CoR) and histone deacetylase (mSin3A) in vivo."}, {"pubmed": 15229229, "text": "Inhibition of Stat3 activity by TEL represents a novel mechanism regulating the Stat3 signaling pathway"}, {"pubmed": 15328172, "text": "Independent Tel deletion demonstrates a comprehensive analysis of the relationship between diagnostic and relapse clones in childhood ALL."}, {"pubmed": 15704129, "text": "Fusion with RUNX1 may provide circumstantial evidence of an increased risk of relapse in leukemia."}, {"pubmed": 15729383, "text": "several critical domains within TEL/ARG necessary for function"}, {"pubmed": 15806161, "text": "Onr third of acute myeloid leukemiea patients have deficient ETV6 protein expression."}, {"pubmed": 15887243, "text": "ETV6 rearrangements in invasive breast cancer using fluorescence in situ hybridization (FISH)"}, {"pubmed": 15958056, "text": "TEL may decide the fate of human erythrocyte/megakaryocyte common progenitors to differentiate towards the erythroid lineage and against the megakaryocytic lineage"}, {"pubmed": 15970674, "text": "the mechanisms of drug sensitivity and resistance differs between TELAML1-positive ALL and other precursor B-lineage ALL patients."}, {"pubmed": 16081688, "text": "meningioma 1-translocation-ETS-leukemia exerts its nonlineage-specific leukemogenic effects by promoting the growth of primitive progenitors and blocking their differentiation"}, {"pubmed": 16105979, "text": "leukemogenic effect of meningioma 1-TEL in our knock-in mice is pleiotropic, and the type of secondary mutation determines disease outcome"}, {"pubmed": 16278392, "text": "TEL-AML1 may have a role in T-cell receptor gene rearrangements in pediatric acute lymphoblastic leukemia"}, {"pubmed": 16307024, "text": "The expression of TEL was found in in 20.3% of children with B-lineage ALL."}, {"pubmed": 16386788, "text": "The TCR gene rearrangements in childhood B-lineage acute lymphoblastic leukemia was associated with expression of TEL chimeric oncogene."}, {"pubmed": 16572202, "text": "The t(5;12)(q23-31;p13)translocation with ETV6-ACSL6 genomic alteration rearrangement in polycythemia vera patients was reported."}, {"pubmed": 16673018, "text": "novel TEL-AML1 fusion in precursor B acute lymphoblastic leukemia"}, {"pubmed": 16737910, "text": "A nuclear localization signal exists in the C-terminal region of ETV6 within residues 332-452."}, {"pubmed": 16914570, "text": "These results suggest that methylation profile may be a potential new biomarker of risk prediction in ETV6/RUNX1-positive acute lymphoblastic leukemias."}, {"pubmed": 17015828, "text": "TEL-AML1 fusion in transgenic zebrafish induces a B cell differentiation arrest and demonstrates leukemia development associated with loss of TEL expression and elevated Bcl2/Bax ratio."}, {"pubmed": 17077140, "text": "expression of TEL-JAK2, a constitutively active variant of the JAK2 kinase, in lineage-depleted umbilical cord blood cells results in erythropoietin-independent erythroid differentiation in vitro and induces the rapid development of myelofibrosis"}, {"pubmed": 17095626, "text": "functional relationship between TEL/AML1, HSP90, and survivin provides the rational for targeted therapy."}, {"pubmed": 17285576, "text": "One of the chromosome bands most often involved in structural rearrangements in B-cell precursor acute lymphoblastic leukemia."}, {"pubmed": 17366548, "text": "conclude that our patient represents another case of the rare hematological entity characterized by an ETV6-ABL translocation"}, {"pubmed": 17673463, "text": "c-MET is associated with FAS and when activated enhances drug-induced apoptosis in pediatric B acute lymphoblastic leukemia with TEL-AML1 translocation"}, {"pubmed": 17690704, "text": "ETV6/RUNX1-positive acute lymphoblastic leukemias have a high incidence of cryptic Xq duplications"}, {"pubmed": 17854676, "text": "ETV6/RUNX1 rearrangement is associated with acute lymphoblastic leukemia"}, {"pubmed": 17889709, "text": "analysis of the prevalence of the ETV6-RUNX1 fusion gene in children with acute lymphoblastic leukemia in China"}, {"pubmed": 17956600, "text": "Gene expression analyses of leukemia cells from children with TEL/AML1-positive and -negative B-lineage ALL led to the identification of five biological processes."}, {"pubmed": 17972957, "text": "Disruption of ETV6 in intron 2 results in upregulatory and insertional events in childhood acute lymphoblastic leukemia"}, {"pubmed": 17980166, "text": "ETV6 interacts with TIP60 through a 63 amino acids region located in the central domain of ETV6 between the pointed and the ets domain."}, {"pubmed": 18172310, "text": "The PAX5/TEL protein has a dominant effect on wild-type PAX5, interferes with the process of B-cell differentiation and migration, and induces resistance to apoptosis."}, {"pubmed": 18202291, "text": "analysis of TEL-AML1-transduced cord blood cells suggests that TEL-AML1 functions as a first-hit mutation by endowing this preleukemic cell with altered self-renewal and survival properties"}, {"pubmed": 18212042, "text": "PIAS3 binds to Tel and stimulates sumoylation of K11 in the nucleus. sumoylation impedes Tel association with DNA. A Tel isoform lacking K11 (TelM43) is strongly repressive."}, {"pubmed": 18281529, "text": "ETV6-NCOA2 fusion may define a novel subgroup of acute leukemia with T-lymphoid and myeloid features, which is associated with a high prevalence of NOTCH1 mutations."}, {"pubmed": 18305557, "text": "the number and variety of ETV6 translocations together with loss of ETV6 by deletion makes a mutually supportive and compelling case for loss and haplo-insufficiency of ETV6 as a leukemogenic step in acute myeloid leukemia"}, {"pubmed": 18426905, "text": "Fbl6 regulates Tel/Yan protein stability and allows appropriate spatiotemporal control of gene expression by these repressors."}, {"pubmed": 18445843, "text": "Conclude that acute lymphoblastic leukemia TEL-AML1 gene status should be incorporated into risk classification schemes."}, {"pubmed": 18462252, "text": "study excludes occurrence and persistence of ETV6-RUNX1 transcript in most pregnancies between 6th and 10th week of development at levels of >/=10-4"}, {"pubmed": 18462362, "text": "No acinar cell carcinoma of the breast showed any definite evidence of ETV6 gene rearrangement."}, {"pubmed": 18476590, "text": "ETV6 rearrangement has higher expression rate, and is closely associated with disease stage and prognosis in myelodysplastic syndromes."}, {"pubmed": 18617057, "text": "Low frequency of the ETV6/RUNX1 fusion observed in Hispanics."}, {"pubmed": 18635414, "text": "TEL/AML1 fusion gene may have a role in childhood acute lymphoblastic leukemia"}, {"pubmed": 18767146, "text": "genomic profile of ETV6-RUNX1 positive acute lymphoblastic leukemia highlights a recurrent deletion of TBL1XR1."}, {"pubmed": 18928518, "text": "For most patients, the presence of TEL-AML1 fusion gene at diagnosis of B-acute lymphoblastic leukemia suggests a favorable prognosis.[TEL-AML1 fusion protein]"}, {"pubmed": 18940475, "text": "MNX1-ETV6 fusion gene in an acute megakaryoblastic leukemia."}, {"pubmed": 19011601, "text": "Secretory breast carcinomas with ETV6-NTRK3 fusion gene belong to the basal-like carcinoma spectrum."}, {"pubmed": 19024110, "text": "Expression of ETV6 rearrangement in a subject with acute myeloid leukemia-M4Eo."}, {"pubmed": 19100516, "text": "ETV6/RUNX1 fusion lacking prognostic effect in pediatric patients with acute lymphoblastic leukemia."}, {"pubmed": 19129484, "text": "Cytotoxic T cells sensitized with leukemic DC produced more IFN-gamma and TNF-alpha upon presentation of the TEL/AML1 peptide"}, {"pubmed": 19144660, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19179469, "text": "CBFbeta is essential for TEL-AML1's ability to promote self-renewal of B cell precursors in vitro."}, {"pubmed": 19345670, "text": "juxtamembrane domain of FLT3 in ETV6/FLT3 fusion protein is critical for cell proliferation and PIM-1 up-regulation."}, {"pubmed": 19427022, "text": "ETV6 but not PDGFRB rearrangement was detected in chronic basophilic leukemia by fluorescence in situ hybridization."}, {"pubmed": 19475667, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19665068, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19665068, "text": "This novel SNP array analysis in an extremely rare series of cases opens new ideas about the etiology of ETV6-RUNX1-positive ALL"}, {"pubmed": 19710703, "text": "Identification of a novel TEL-Lyn fusion gene in primary myelofibrosis."}, {"pubmed": 19896186, "text": "CD9 expression can be used to predict childhood TEL/AML1-positive acute lymphoblastic leukemia."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19956635, "text": "Uncategorized study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20164181, "text": "Critical role of the platelet-derived growth factor receptor (PDGFR) beta transmembrane domain in the TEL-PDGFRbeta cytosolic oncoprotein."}, {"pubmed": 20190817, "text": "Data link for the first time ETV6/RUNX1, mitotic checkpoind, and MAD2L1 and provide new insights into the function of the E/R fusion gene product."}, {"pubmed": 20197715, "text": "ETV6 gene arrangement-positive group showed male predominance and younger age of onset than TEL negative group by 1.6 yr.(ETS translocation variant 6 protein)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20400516, "text": "DNA binding by the ETS protein TEL (ETV6) is regulated by autoinhibition and self-association"}, {"pubmed": 20412772, "text": "Tel1/ETV6 at the apex of the genetic regulatory cascade leading to HSC production"}, {"pubmed": 20589932, "text": "Aberrations in ETV6/ABL1fusion gene are associated with acute lymphoblastic leukemia."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20658612, "text": "ETV6-RUNX1 (TEL-AML1) fusion and hyperdiploidy (>50 chromosomes) are favorable genetic features in childhood acute lymphoblastic leukemia (ALL)."}, {"pubmed": 20713965, "text": "High ETV6-RUNX1 is associated with Acute Lymphoblastic Leukemia."}, {"pubmed": 20798944, "text": "The recent discovery and subsequent characterization of recurrent gene rearrangements of ETS genes - most frequently ERG - in the majority of prostate cancers is a milestone in translational prostate cancer research."}, {"pubmed": 20804916, "text": "Reverse transcriptase-polymerase chain reaction analysis disclosed the existence of a ETV6-ARNT fusion gene in a patient with childhood T lymphoblastic leukemia."}, {"pubmed": 20807887, "text": "TEL-AML1 might exert its antiapoptotic action at least in part by suppressing miRNA-494 and miRNA-320a, lowering their expression causing enhanced survivin expression."}, {"pubmed": 20835243, "text": "the transcriptional repressor Tel plays an evolutionarily conserved role in angiogenesis: it is indispensable for the sprouting of human endothelial cells and for normal development of the Danio rerio blood circulatory system"}, {"pubmed": 20844136, "text": "Peptidergic versus nonpeptidergic specification depends on a balance between hepatocyte growth factor (HGF)-Met signaling and Runx1 extinction/maintenance in primary nociceptive neurons."}, {"pubmed": 21029724, "text": "These results suggest that mis-targeting of RAG proteins to recombination signal sequences within TEL and AML1 translocation regions might be responsible for the t(12;21)(p13;q22) chromosomal translocation not bearing Ig/TCR regions."}, {"pubmed": 21156245, "text": "the amplification of ETV6 is a possible mechanism of leukeogenesis as oncogene"}, {"pubmed": 21157892, "text": "data does not support hypothesis that the central region of TEL is indispensable for TEL/AML1 driven leukemogenesis"}, {"pubmed": 21212293, "text": "ETV6-RUNX1 fusion protein is a frequent prenatal first hit in childhood leukemia."}, {"pubmed": 21212294, "text": "ETV6-RUNX1 fusion protein is a frequent event in childhood leukemia."}, {"pubmed": 21224468, "text": "These findings implicate glucocorticoid-associated drug resistance in ETV6/RUNX1-positive relapse pathogenesis."}, {"pubmed": 21401966, "text": "We have characterized a novel ETV6-NTRK3 fusion transcript which has not been previously described in AML FAB M0 by FISH and RACE PCR."}, {"pubmed": 21457573, "text": "highly expressed in human chondrosarcoma and promotes drug resistance in chondrosarcoma cells in vitro"}, {"pubmed": 21532337, "text": "novel transcription factor binding partners for PIAS3 including ETS, EGR1, NR1I2, and GATA1 were identified."}, {"pubmed": 21569007, "text": "Native ETV6 deletions occurred in 69.0% of ALL patients with ETV6-RUNX1 rearrangements, but the incidence of ETV6 deletions varied widely from 11.1% to 75.0% in previous studies involving relatively small numbers of patients."}, {"pubmed": 21576634, "text": "Case Report: Acute basophilic leukemia associated with loss of gene ETV6 and protean complications."}, {"pubmed": 21803420, "text": "Biallelic ETV6 rearrangements by recurrent translocations t(7;12)(p15;p13) and t(3;12)(q26.2;p13) is associated with acute myeloid leukemia"}, {"pubmed": 21869842, "text": "ETV6-RUNX1 was associated with age 1-9 years, pre-treatment classification as low risk and lower levels of minimal residual disease in acute lymphoblastic leukemia on day 19 of therapy"}, {"pubmed": 21897076, "text": "Its fusion with AML1 plays a role in the mechanism of leukemogenesis in childhood.[review]"}, {"pubmed": 21900195, "text": "ETV6-RUNX1 directly activates ectopic expression of a functional EPOR and provides cell survival signals that may contribute critically to persistence of covert premalignant clones in children."}, {"pubmed": 21949683, "text": "Data show that TEL as a transcriptional repressor of Retinoic acid receptor (RAR) signaling by its direct binding to both RAR and its dimerisation partner, the retinoid x receptor (RXR) in a ligand-independent fashion."}, {"pubmed": 22028862, "text": "the continuous expression of the ETV6/RUNX1 fusion gene interferes with key regulatory functions that shape the biology of acute lymphoblastic leukemia"}, {"pubmed": 22076464, "text": "findings demonstrate that germline genetic variation can specifically contribute to the risk of ETV6-RUNX1-positive childhood ALL"}, {"pubmed": 22094587, "text": "results provide a first rationale and justification for targeting the ETV6/RUNX1 fusion gene and the PI3K/AKT/mTOR pathway therapeutically"}, {"pubmed": 22162288, "text": "study confirms the variety of ETV6 rearrangements in acute myeloid leukemia, myelodysplastic syndromes, and myeloproliferative neoplasms often in association with other genetic events"}, {"pubmed": 22162831, "text": "ETV6 mutations in early immature human T cell leukemias."}, {"pubmed": 22262849, "text": "interaction between Tel and Tel-PdgfRbeta decreases Tel/Icsbp/Hdac3 binding to the PTPN13 cis element, resulting in increased transcription."}, {"pubmed": 22373549, "text": "Multiplex-nested RT-PCR is an effective and accurate tool to identify ETV6 rearrangements in adult ALL (acute lymphoblastic leukemia), which provides some clues into the diagnosis and prognosis of ALL and detection of minimal residual disease."}, {"pubmed": 22404039, "text": "The present study sheds further light on the genetic diversity of ETV6/RUNX1-positive childhood ALL, which may be important for understanding poor responses among this otherwise highly curable subset of ALL and lead to novel targeted treatment strategies."}, {"pubmed": 22569213, "text": "Our findings suggest that rearrangement of the less frequent ETS genes is a clonal event during prostate cancer progression."}, {"pubmed": 22578774, "text": "ETV6 is frequently involved in leukemogenesis because of the large number of partners with which it can rearrange and the several pathogenic mechanisms by which it can lead to cell transformation."}, {"pubmed": 22615925, "text": "The SAM domain of human TEL2 can inhibit the transcriptional activities of ETS1/2 and TEL1."}, {"pubmed": 22634393, "text": "Data indicate that application of EVI1-specific small interfering RNA decreased expression of the TEL/MDS1/EVI1 fusion."}, {"pubmed": 22733019, "text": "Alternative TEL-JAK2 fusions are associated with T-cell acute lymphoblastic leukemia and atypical chronic myelogenous leukemia."}, {"pubmed": 22875624, "text": "ETV6 deletion is a common additional abnormality in patients with myelodysplastic syndromes or acute myeloid leukemia and monosomy 7."}, {"pubmed": 23090680, "text": "first, PAX5/ETV6 determines a PAX5 haploinsufficiency setting; second, the fusion protein could be responsible for the B-cell development block"}, {"pubmed": 23171811, "text": "all 7 reported acute lymphoblastic leukemia patients possess the type A ETV6/ABL1 fusion transcript, composed of the first 4 exons of ETV6 fused to the second exon of ABL1."}, {"pubmed": 23443342, "text": "Our mouse model provides support for TEL-AML1 leukogenesis where low dose radiation caused mutations."}, {"pubmed": 23488608, "text": "The ETV6/RUNX1 fusion transcript is not detected in RNA isolated from neonatal dried blood spots from children later diagnosed with the corresponding leukemia."}, {"pubmed": 23636228, "text": "ETV6-RUNX1 gene fusion is associated with acute lymphoblastic leukemia."}, {"pubmed": 23741012, "text": "these data indicate a direct role for TEL-AML1, via increasing the activity of RAC1, in regulating the phosphorylation of signal transducer and activator of transcription 3 (STAT3), which results in transcriptional induction of MYC."}, {"pubmed": 23746548, "text": "BV677278 is a regulatory element that influences reading and language skills and it exerts its effect through ETV6."}, {"pubmed": 23838604, "text": "Results show that the G allele of rs2724635 in ETV6 was associated with an increased risk of ACE inhibitor-associated angioedema in the Nashville/Marshfield sample and ONTARGET."}, {"pubmed": 24145651, "text": "Report ETV6-NTRK3 gene fusion in mammary analogue secretory carcinoma of salivary glands with high-grade transformation."}, {"pubmed": 24240203, "text": "Our findings clarify the role of p53 signaling in ETV6/RUNX1-positive leukemias and outline the potential basis for its therapeutic exploitation in this setting"}, {"pubmed": 24327398, "text": "ETV6-NTRK3 rearrangement can be directly induced in thyroid cells by ionizing radiation in vitro and, thus, may represent a novel mechanism of radiation-induced carcinogenesis."}, {"pubmed": 24339741, "text": "ETV6/RUNX1 expression enhances ROS."}, {"pubmed": 24469860, "text": "TEL-ARNT likely contributes to leukemogenesis by directly interfering with transcriptional programs."}, {"pubmed": 24740533, "text": "ETV6-RUNX1-translocation is associated with leukemia."}, {"pubmed": 24997145, "text": "frequency and spectrum of somatic mutations of ETV6 in hematologic malignancies; findings suggest somatic mutations of ETV6 are infrequent but recurrent in a wider range of myeloid or lymphoid malignancies, including MDS, AML, ETP-ALL, CLL, MPAL, B-ALL and CML"}, {"pubmed": 25213837, "text": "ETV6 and CDKN1B are mainly affected by small monoallelic deletions, whereas mutations and hypermethylation play a minor role in CK-AML."}, {"pubmed": 25373509, "text": "the ETV6/ARG oncoprotein contributes to autonomous cell growth by compensating for the requirement of growth factor through activating STAT5 signaling, which leads to the up-regulation of c-Myc."}, {"pubmed": 25388957, "text": "The pre-leukemic initiating function of ETV6-RUNX1 fusion is associated with clonal expansion early in the fetal B-cell lineage."}, {"pubmed": 25456394, "text": "Report molecular genetic tests for ETV6-NTRK3 for differential diagnosis of mammary analogue secretory carcinoma of the salivary gland."}, {"pubmed": 25503077, "text": "Mammary analogue secretory carcinoma (MASC) is a recently described salivary gland tumour that harbours the recurrent ETV6-NTRK3 translocation."}, {"pubmed": 25581430, "text": "These familial genetic studies identify a central role for ETV6 in hematopoiesis and malignant transformation."}, {"pubmed": 25651470, "text": "Results of the present study of salivary Mammary analogue secretory carcinoma suggest that ETV6 occasionally fuses with unknown non-NTRK3 genes"}, {"pubmed": 25807284, "text": "A key role for ETV6 in platelet formation and leukemia predisposition."}, {"pubmed": 25893288, "text": "TEL-AML1 fusion protein blocks B-cell differentiation and downregulates the IRF3-IFNalpha/beta pathway by modulating expression and phosphorylation of IRF3 in human primary hematopoietic precursor cells."}, {"pubmed": 26045802, "text": "Our study demonstrated that ETV6 was markedly involved in the development of non-small cell lung cancer and could serve as a potential prognostic marker for this deadly disease"}, {"pubmed": 26102509, "text": "germline ETV6 mutations associated with leukemia and thrombocytopenia were identifies in multiple individuals. Mutant ETV6 showed decreased ability to regulate expression of other genes."}, {"pubmed": 26237075, "text": "We observed significant enrichment of the neuroactive ligand-receptor interaction pathway in TCF3-PBX1 as well as an enrichment of genes involved in immunity and infection pathways in ETV6-RUNX1 subtype"}, {"pubmed": 26291510, "text": "Spectrum of secretory breast carcinoma with ETV6-NTRK3 gene fusion ranging from low-grade to high-grade histology, with occasional low hormonal receptor expression, simplex genomic profiles, and possible unfavorable course."}, {"pubmed": 26492182, "text": "Molecular analysis of ETV6 gene rearranged mammary analogue secretory carcinoma of salivary glands tumors with lack of classical ETV6-NTRK3 fusion."}, {"pubmed": 26522332, "text": "Suggest germline ETV6 variations as the basis of a novel genetic syndrome associated with predisposition to childhood acute lymphoblastic leukemia."}, {"pubmed": 26580398, "text": "our results demonstrate that MIR181A1 and ETV6/RUNX1 regulate each other, and we propose that a double negative loop involving MIR181A1 and ETV6/RUNX1 may contribute to ETV6/RUNX1-driven arrest of differentiation in pre-B ALL."}, {"pubmed": 26606880, "text": "the ETV6-NTRK3 fusion might identify a subset of gastrointestinal stromal tumours with peculiar clinicopathological characteristics"}, {"pubmed": 26625756, "text": "The study shows a low representation of ETV6-RUNX1 fusion oncogenes among pediatric acute lymphoblastic leukemia patients from King Abdulaziz Medical City, National Guard Health Affairs, Riyadh, Saudi Arabia."}, {"pubmed": 26647767, "text": "A subset of ALK-negative inflammatory myofibroblastic tumour (IMT) have rearrangement of ROS1, ETV6 or NTRK3 as a possible oncogenic mechanism."}, {"pubmed": 26852652, "text": "ETV6/RUNX1 transcript is a target of RNA-binding protein IGF2BP1 in t(12;21)(p13;q22)-positive acute lymphoblastic leukemia."}, {"pubmed": 26856288, "text": "Presence of fusion the genes BCR/ABL1, ETV6/RUNX1, and MLL/AF4 does not have any impact on the clinical and laboratory features of ALL at presentation."}, {"pubmed": 26884591, "text": "We report the case of a patient with an initial diagnosis of salivary acinic cell carcinoma later reclassified as Mammary analogue secretory carcinoma after next-generation sequencing revealed an ETV6-NTRK3 fusion."}, {"pubmed": 27145994, "text": "Data indicate that single nucleotide polymorphism rs2238126 in ETS variant 6 transcription factor (ETV6) associated with colorectal cancer risk."}, {"pubmed": 27229714, "text": "ETV6-ABL1 fusion occurs in both lymphoid and myeloid leukemias; the genomic profile and clinical behavior resemble BCR-ABL1-positive malignancies, including the unfavorable prognosis, particularly of acute leukemias. The poor outcome suggests that treatment with tyrosine kinase inhibitors should be considered for patients with this fusion."}, {"pubmed": 27259007, "text": "we demonstrate the expression of the ETV6-NTRK3 fusion oncogene in a small subset of inflammatory myofibroblastic tumors"}, {"pubmed": 27282352, "text": "Case Reports: mammary analog secretory carcinoma of the thyroid gland with ETV6 rearrangement and ETV6-NTRK3 gene fusion."}, {"pubmed": 27393278, "text": "the effects of various aberrations in ETV6 and RUNX1 gene copy number on disease prognosis were evaluated in 21 pediatric patients diagnosed with B-cell ALL with/without t(12;21)."}, {"pubmed": 27477320, "text": "ETV6-NTRK3, MYO5A-NTRK3 and MYH9-NTRK3 fusions are identified in Spitz tumours and demonstrated that NTRK3 fusions constitutively activate the mitogen-activated protein kinase, phosphoinositide 3-kinase and phospholipase Cgamma1 pathways in melanocytes."}, {"pubmed": 27506214, "text": "ETV6/RUNX1 (+) ALL may be heterogeneous in terms of prognosis, and variables such as MRD at end ofremission induction or additional structural abnormalities of 12p could define a subset of patients who are likely to have poor outcome."}, {"pubmed": 27540136, "text": "loss of ETV6 leads to significant overexpression of CLIC5, which in turn leads to decreased lysosome-mediated apoptosis. Our data suggest that heightened CLIC5 activity could promote a permissive environment for oxidative stress-induced DNA damage accumulation, and thereby contribute to leukemogenesis."}, {"pubmed": 27604872, "text": "ETV6 and IKZF1 are transcriptional regulators not just of ERG, but also of a number of genes regulated by a densely interconnected network of seven transcription factors."}, {"pubmed": 27631515, "text": "We report 6 cases of secretory carcinomas of the skin harboring the ETV6-NTRK3 gene fusion"}, {"pubmed": 27746161, "text": "EGFR activation leads to the induction of miR-96 expression and suppression of ETV6, which contributes to prostate cancer progression."}, {"pubmed": 27763904, "text": "Case Report: ETV6-NTRK3 translocation in primary cutaneous mammary analog secretory carcinoma."}, {"pubmed": 28125451, "text": "ETV6-NTRK3 translocated papillary thyroid carcinomas are locoregionally aggressive and can metastasize distantly."}, {"pubmed": 28129329, "text": "Our findings suggest ETV6-RUNX1 is associated with space-time clustering of childhood leukemia (CL) and are consistent with an infection interacting with that oncogene in early life leading to clinical leukemia."}, {"pubmed": 28182364, "text": "Letter/Case Report: ETV6/MECOM gene fusion in therapy-related acute myeloid leukemia with t(3;12) and monosomy 7."}, {"pubmed": 28299659, "text": "The clinical significance of ETV6-RUNX1."}, {"pubmed": 28299660, "text": "Deliver the necessary promotional drive for the progression of ETV6-RUNX1+ pre-leukaemic cells."}, {"pubmed": 28418909, "text": "Several studies addressed the mechanism by which ETV6/RUNX1 (E/R) contributes to leukemogenesis, including the necessary secondary genetic lesions, the cellular framework in which E/R initially arises and the maintenance of a pre-leukemic condition. [review]"}, {"pubmed": 28555414, "text": "will also provide an overview of common clinical features as well as recommendations for patient screening and follow-up and will debate whether additional clinical features should be included with the germline ETV6 syndrome[review]"}, {"pubmed": 28592487, "text": "Data suggest that, for ETV6 (which harbors only a single DNA contact interface for both specific and nonspecific interactions), intersegmental jumping represents a major molecular event that significantly modifies the thermodynamics and kinetics of DNA target search; site-specific DNA binding by ETV6 involves a kinetic intermediate at the cognate sequence."}, {"pubmed": 28719468, "text": "Report ETV6-rearranged low-grade sinonasal adenocarcinomas."}, {"pubmed": 28831010, "text": "Nasopharyngeal carcinoma (NPC) super-enhancers with extraordinarily broad and high H3K27ac signals were identified, and they were linked to genes important for oncogenesis including ETV6. ETV6 was also highly expressed in NPC biopsies by immunohistochemistry"}, {"pubmed": 29046324, "text": "The prevalence of ETV6-NTRK3 kinase fusions were determined in papillary thyroid cancer ofan adult population"}, {"pubmed": 29076873, "text": "Report molecular analysis of a group of mammary analog secretory carcinomas harboring a novel ETV6-RET translocation."}, {"pubmed": 29153093, "text": "ETV6-LYN leukemic fusion transcript due to chromosomes 1, 8 and 12 rearrangement is associated with acute myeloid leukemia."}, {"pubmed": 29273914, "text": "Patients with t(12;22)/MN1-EVT6 oncogene, are frequently associated with myeloid neoplasms, poor response to chemotherapy, and inferior outcome."}, {"pubmed": 29290585, "text": "ETV6-RUNX1 mutation is associated with childhood acute B-lymphoblastic leukemia."}, {"pubmed": 29391602, "text": "STAT1 as a significant ETV6-NTRK3 (EN) fusion-regulated transcription factor and a crucial mediator of EN-induced tumorigenesis."}, {"pubmed": 29427554, "text": "ETV6/NTRK3 fusion oncogene is associated with papillary thyroid carcinoma."}, {"pubmed": 29471895, "text": "Authors have shown that the stability of ETV6/FLT3 is regulated by the Hsp90 chaperone. ETV6/FLT3 fusion protein forms a complex with Hsp90 by coimmunoprecipitation analyses using an Hsp90 antibody."}, {"pubmed": 29617048, "text": "None of the genitourinary pseudosarcomatous myofibroblastic proliferations was found to harbour USP6 (0/12), ROS1 (0/8) or ETV6 (0/7) rearrangements"}, {"pubmed": 29683815, "text": "Case Report: high-grade salivary secretory carcinoma with ETV6-MET gene fusion."}, {"pubmed": 29726059, "text": "We did not find the AIF1L-ETV6 and ABL1-AIF1L fusions in other ETV6-ABL1-positive ALL. Nevertheless, functional studies would be needed to establish the biological role of AIF1L-ETV6 and ABL1-AIF1L and to determine whether they contribute to leukemogenesis and/or to the final leukemia phenotype."}, {"pubmed": 29778230, "text": "In this study, the presence of clonal heterogeneity and impaired FCM-MRD clearance among ETV6/RUNX1-positive patients, ultimately influenced prognosis."}, {"pubmed": 29894279, "text": "ETV6 rearrangements often accompany other molecular mutations. Thirty-three distinct partner bands of ETV6 that contain various fusion genes were detected which plays a vital role in obtaining information about leukaemia genesis. RXDX-101 and PKC412 were reported to be inhibitors of ETV6-NTRK3."}, {"pubmed": 30088951, "text": "results suggest that age-associated dysregulation of splicing factor expression and cellular senescence may derive in part from altered activity of ERK and AKT signaling and may act in part through the ETV6 and FOXO1 transcription factors"}, {"pubmed": 30341373, "text": "This study underscores the complexity of ETV6 binding and uncovers ETV6 transcriptional network in pre-B leukemia cells bearing the recurrent t(12;21) translocation."}, {"pubmed": 30511400, "text": "an unusual case of CML progressing to BP in a 1.6-year-old child, harboring IKZF1, PAX5, CDKN2A, and ETV6 deletions at diagnosis. It remains to be addressed whether distinct mechanisms might account for CML pathogenesis in early childhood."}, {"pubmed": 31248877, "text": "Germ line mutations in ETV6 are responsible for a familial thrombocytopenia and leukemia predisposition syndrome. Thrombocytopenia is almost completely penetrant and is usually mild. Leukemia is reported in approximately 30% of carriers and is most often B-cell acute lymphoblastic leukemia. [review]"}, {"pubmed": 31289210, "text": "this study found higher frequencies of ETV6 and RUNX1 alterations than TP53 alterations in patients developing a secondary neoplasm after treatment for childhood acute lymphoblastic leukemia on ALL-BFM protocols"}, {"pubmed": 31448442, "text": "Pan-Trk immunohistochemistry is a sensitive and specific ancillary tool for diagnosing secretory carcinoma of the salivary gland and detecting ETV6-NTRK3 fusion."}, {"pubmed": 31704777, "text": "Novel phenotypes observed in patients with ETV6-linked leukaemia/familial thrombocytopenia syndrome and a biallelic ARID5B risk allele as leukaemogenic cofactor."}, {"pubmed": 31952221, "text": "ETV6/RUNX1 Fusion Gene Abrogation Decreases the Oncogenicity of Tumour Cells in a Preclinical Model of Acute Lymphoblastic Leukaemia."}, {"pubmed": 32118299, "text": "Pro-inflammatory cytokines favor the emergence of ETV6-RUNX1-positive pre-leukemic cells in a model of mesenchymal niche."}, {"pubmed": 32205481, "text": "Salivary Secretory Carcinoma Harboring a Novel ALK Fusion: Expanding the Molecular Characterization of Carcinomas Beyond the ETV6 Gene."}, {"pubmed": 32321829, "text": "these data reveal adjacent gene rearrangements as a class of underexplored genetic aberrations that could be pathological in breast cancer, and identify BCL2L14-ETV6 as a recurrent gene fusion in more aggressive form of Triple-negative breast cancer tumor"}, {"pubmed": 32326970, "text": "A novel ETV6-miR-429-CRKL regulatory circuitry contributes to aggressiveness of hepatocellular carcinoma."}, {"pubmed": 32367453, "text": "Functional characterization of a germline ETV6 variant associated with inherited thrombocytopenia, acute lymphoblastic leukemia, and salivary gland carcinoma in childhood."}, {"pubmed": 32693409, "text": "Molecular basis of ETV6-mediated predisposition to childhood acute lymphoblastic leukemia."}, {"pubmed": 32819174, "text": "Functional analysis of germline ETV6 W380R mutation causing inherited thrombocytopenia and secondary acute lymphoblastic leukemia or essential thrombocythemia."}, {"pubmed": 32841218, "text": "ETV6 germline mutations cause HDAC3/NCOR2 mislocalization and upregulation of interferon response genes."}, {"pubmed": 33218352, "text": "Single cell characterization of B-lymphoid differentiation and leukemic cell states during chemotherapy in ETV6-RUNX1-positive pediatric leukemia identifies drug-targetable transcription factor activities."}, {"pubmed": 33450226, "text": "Biophysical characterization of the ETV6 PNT domain polymerization interfaces."}, {"pubmed": 33768492, "text": "ETV6-related thrombocytopenia associated with a transient decrease in von Willebrand factor."}, {"pubmed": 34019812, "text": "Study of inherited thrombocytopenia resulting from mutations in ETV6 or RUNX1 using a human pluripotent stem cell model."}, {"pubmed": 34624096, "text": "ETV6-NCOA2 fusion induces T/myeloid mixed-phenotype leukemia through transformation of nonthymic hematopoietic progenitor cells."}, {"pubmed": 34999180, "text": "Identification of diagnosis and prognosis gene markers in B-ALL with ETV6-RUNX1 fusion by integrated bioinformatics analysis."}, {"pubmed": 35228392, "text": "ETV6 Regulates Hemin-Induced Erythroid Differentiation of K562 Cells through Mediating the Raf/MEK/ERK Pathway."}, {"pubmed": 35537115, "text": "Clonal hematopoiesis in patients with ANKRD26 or ETV6 germline mutations."}, {"pubmed": 35737155, "text": "Prediction of EVT6-NTRK3-Dependent Papillary Thyroid Cancer Using Minor Expression Profile."}, {"pubmed": 35796010, "text": "Platelet functional abnormalities and clinical presentation in pediatric patients with germline RUNX1, ANKRD26, and ETV6 mutations."}, {"pubmed": 36292767, "text": "Elevated ETV6 Expression in Glioma Promotes an Aggressive In Vitro Phenotype Associated with Shorter Patient Survival."}, {"pubmed": 36543959, "text": "ETV3 and ETV6 enable monocyte differentiation into dendritic cells by repressing macrophage fate commitment."}, {"pubmed": 36565795, "text": "Fishing for ETV6/RUNX1 fusion and MLL gene rearrangements and their additional abnormalities in childhood acute lymphoblastic leukemia patients of Kashmir."}, {"pubmed": 36626254, "text": "Hereditary platelet disorders associated with germ line variants in RUNX1, ETV6, and ANKRD26."}, {"pubmed": 36658220, "text": "The ETS transcription factor ETV6 constrains the transcriptional activity of EWS-FLI to promote Ewing sarcoma."}, {"pubmed": 36764385, "text": "Functional damaging germline variants in ETV6, IKZF1, PAX5 and RUNX1 predisposing to B-cell precursor acute lymphoblastic leukemia."}, {"pubmed": 36848872, "text": "Description of an Institutional Cohort of Myeloid Neoplasms Carrying ETV6-Locus Deletions or ETV6 Rearrangements."}, {"pubmed": 37085035, "text": "Single-cell analysis of megakaryopoiesis in peripheral CD34[+] cells: insights into ETV6-related thrombocytopenia."}, {"pubmed": 37144345, "text": "The clinical and molecular spectrum of ETV6 mutated myeloid neoplasms."}, {"pubmed": 37381775, "text": "ETV6 fusions from insertions of exons 3-5 in pediatric hematologic malignancies."}, {"pubmed": 37415052, "text": "High-grade non-intestinal type sinonasal adenocarcinoma with ETV6::NTRK3 fusion, distinct from secretory carcinoma by immunoprofile and morphology."}, {"pubmed": 38356460, "text": "ETV6::ACSL6 translocation-driven super-enhancer activation leads to eosinophilia in acute lymphoblastic leukemia through IL-3 overexpression."}, {"pubmed": 38441775, "text": "Characteristics and literature review of ETV6::ABL1 fusion gene-positive acute myeloid leukemia."}], "genomic_pos": {"chr": "12", "end": 11895377, "ensemblgene": "ENSG00000139083", "start": 11649674, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 12048336, "start": 11802788, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 10514502, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 10514502, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007296", "qualifier": "involved_in", "term": "vitellogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022008", "qualifier": "involved_in", "term": "neurogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071425", "pubmed": 25581430, "qualifier": "involved_in", "term": "hematopoietic stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097152", "qualifier": "involved_in", "term": "mesenchymal cell apoptotic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 9018121, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 10514502, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 7761424, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12590135, 25416956, 26871637, 32296183, 32911434], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 12588862, "qualifier": "enables", "term": "protein domain specific binding"}]}, "homologene": {"genes": [[7955, 114444], [8364, 549634], [9031, 395750], [9544, 695734], [9598, 473366], [9606, 2120], [9615, 486685], [9913, 504512], [10090, 14011], [10116, 312777]], "id": 37560}, "interpro": [{"desc": "Ets domain", "id": "IPR000418", "short_desc": "Ets_dom"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "ETS family", "id": "IPR046328", "short_desc": "ETS_fam"}, {"desc": "Pointed domain", "id": "IPR003118", "short_desc": "Pointed_dom"}, {"desc": "Sterile alpha motif/pointed domain superfamily", "id": "IPR013761", "short_desc": "SAM/pointed_sf"}], "ipi": "IPI00013159", "map_location": "12p13.2", "name": "ETS variant transcription factor 6", "other_names": ["ETS-related protein Tel1", "ETV6-RUNX1 fusion protein", "TEL1 oncogene", "ets variant gene 6 (TEL oncogene)", "transcription factor ETV6"], "pantherdb": {"HGNC": "3495", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109336", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10090, "uniprot_kb": "P97360"}, {"RGD": "1559537", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 10116, "uniprot_kb": "Q3KRD1"}, {"Ensembl": "ENSGALG00000012921", "ortholog_type": "LDO", "panther_family": "PTHR11849", "taxid": 9031, "uniprot_kb": "F1NRC2"}, {"WormBase": "WBGene00006462", "ortholog_type": "O", "panther_family": "PTHR11849", "taxid": 6239, "uniprot_kb": "G5EC57"}], "uniprot_kb": "P41212"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-9671555", "name": "Signaling by PDGFR in disease"}, {"id": "R-HSA-9673768", "name": "Signaling by membrane-tethered fusions of PDGFRA or PDGFRB"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9703465", "name": "Signaling by FLT3 fusion proteins"}, {"id": "R-HSA-9703465", "name": "Signaling by FLT3 fusion proteins"}], "wikipathways": [{"id": "WP3657", "name": "Hematopoietic Stem Cell Gene Regulation by GABP alpha-beta Complex"}, {"id": "WP410", "name": "Exercise-induced Circadian Regulation"}]}, "pdb": ["1JI7", "1LKY", "2DAO", "2QAR", "2QB0", "2QB1", "5L0P", "7JU2", "7N1O", "7N2B", "7T8J", "7TDY", "7TW7", "7TW8", "7TW9", "7U4W", "7U4Z", "8BWU", "8E1F", "8FRJ", "8FRK", "8FT6", "8FT8", "8FZ3", "8FZU", "8FZV", "8THA"], "pfam": ["PF00178", "PF02198"], "pharmgkb": "PA27909", "pharos": {"target_id": 18132, "tdl": "Tbio"}, "prosite": ["PS50061", "PS51433"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176385", "relationship": "is"}, {"id": "GNF249115", "relationship": "is"}, {"id": "GNF249116", "relationship": "is"}, {"id": "GNF249117", "relationship": "is"}, {"id": "GNF249118", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038430", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082227", "relationship": "is"}, {"id": "GNF082228", "relationship": "is"}, {"id": "GNF082229", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053972", "relationship": "is"}, {"id": "GNF058751", "relationship": "is"}, {"id": "GNF074027", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070245", "relationship": "is"}, {"id": "GNF070246", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004277", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239286", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097448", "relationship": "is"}, {"id": "GNF115686", "relationship": "is"}, {"id": "GNF137103", "relationship": "is"}, {"id": "GNF155327", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_011443.1"], "protein": ["NP_001400842.1", "NP_001400843.1", "NP_001400844.1", "NP_001400845.1", "NP_001400846.1", "NP_001400847.1", "NP_001978.1", "XP_011518914.1", "XP_016874479.1", "XP_016874480.1", "XP_047284458.1", "XP_047284459.1", "XP_047284460.1"], "rna": ["NM_001413913.1", "NM_001413914.1", "NM_001413915.1", "NM_001413916.1", "NM_001413917.1", "NM_001413918.1", "NM_001987.5", "XM_011520612.3", "XM_017018990.2", "XM_017018991.2", "XM_047428502.1", "XM_047428503.1", "XM_047428504.1"], "translation": [{"protein": "XP_011518914.1", "rna": "XM_011520612.3"}, {"protein": "NP_001400846.1", "rna": "NM_001413917.1"}, {"protein": "NP_001400844.1", "rna": "NM_001413915.1"}, {"protein": "NP_001978.1", "rna": "NM_001987.5"}, {"protein": "XP_016874480.1", "rna": "XM_017018991.2"}, {"protein": "XP_047284458.1", "rna": "XM_047428502.1"}, {"protein": "XP_016874479.1", "rna": "XM_017018990.2"}, {"protein": "XP_047284459.1", "rna": "XM_047428503.1"}, {"protein": "XP_047284460.1", "rna": "XM_047428504.1"}, {"protein": "NP_001400845.1", "rna": "NM_001413916.1"}, {"protein": "NP_001400842.1", "rna": "NM_001413913.1"}, {"protein": "NP_001400843.1", "rna": "NM_001413914.1"}, {"protein": "NP_001400847.1", "rna": "NM_001413918.1"}]}, "reporter": {"HG-U133_Plus_2": ["205585_at", "225764_at", "235056_at", "239740_at"], "HG-U95Av2": ["1638_at", "38491_at"], "HG-U95B": ["55594_at", "58239_at"], "HTA-2_0": "TC12003210.hg.1", "HuEx-1_0": "3405032", "HuGene-1_1": "7953981", "HuGene-2_1": "16748407"}, "retired": 4348, "summary": "This gene encodes an ETS family transcription factor. The product of this gene contains two functional domains: a N-terminal pointed (PNT) domain that is involved in protein-protein interactions with itself and other proteins, and a C-terminal DNA-binding domain. Gene knockout studies in mice suggest that it is required for hematopoiesis and maintenance of the developing vascular network. This gene is known to be involved in a large number of chromosomal rearrangements associated with leukemia and congenital fibrosarcoma. [provided by RefSeq, Sep 2008].", "symbol": "ETV6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0796520"}, "unigene": "Hs.504765", "uniprot": {"Swiss-Prot": "P41212", "TrEMBL": ["H0YG25", "A0A0S2Z3C9", "J3KN52"]}, "wikipedia": {"url_stub": "ETV6"}}