{"AllianceGenome": "12691", "HGNC": "12691", "MIM": "123900", "_id": "7430", "_version": 2, "accession": {"genomic": ["AL589931.14", "CH471051.2", "CP068272.2", "EF184645.1", "NC_000006.12", "NC_060930.1", "NG_052952.1"], "protein": ["AAA61278.1", "AAD56713.1", "AAF03154.1", "AAF03155.1", "AAF03156.1", "AAF03158.1", "AAF09502.1", "AAH13903.1", "AAH68458.1", "ACI46010.1", "BAG35489.1", "BAH12423.1", "BAH13038.1", "BAH14402.1", "CAA35893.1", "CAB82418.1", "EAW47646.1", "EAW47647.1", "NP_001104547.1", "NP_003370.2", "P15311.4", "XP_011534412.1", "XP_054212288.1"], "rna": ["AF187552.1", "AF188896.1", "AF188897.1", "AF189213.1", "AF190059.1", "AF199015.1", "AI366687.1", "AK129727.1", "AK296738.1", "AK299456.1", "AK312597.1", "AK316031.1", "AL162086.1", "BC013903.2", "BC068458.1", "DA754543.1", "DA783190.1", "FJ224318.1", "J05021.1", "NM_001111077.2", "NM_003379.5", "X51521.1", "XM_011536110.2", "XM_054356313.1"], "translation": [{"protein": "AAF09502.1", "rna": "AF199015.1"}, {"protein": "AAD56713.1", "rna": "AF187552.1"}, {"protein": "AAF03154.1", "rna": "AF188896.1"}, {"protein": "NP_001104547.1", "rna": "NM_001111077.2"}, {"protein": "AAF03155.1", "rna": "AF188897.1"}, {"protein": "ACI46010.1", "rna": "FJ224318.1"}, {"protein": "XP_011534412.1", "rna": "XM_011536110.2"}, {"protein": "BAH12423.1", "rna": "AK296738.1"}, {"protein": "AAF03158.1", "rna": "AF190059.1"}, {"protein": "AAF03156.1", "rna": "AF189213.1"}, {"protein": "BAG35489.1", "rna": "AK312597.1"}, {"protein": "BAH13038.1", "rna": "AK299456.1"}, {"protein": "XP_054212288.1", "rna": "XM_054356313.1"}, {"protein": "AAA61278.1", "rna": "J05021.1"}, {"protein": "BAH14402.1", "rna": "AK316031.1"}, {"protein": "AAH13903.1", "rna": "BC013903.2"}, {"protein": "AAH68458.1", "rna": "BC068458.1"}, {"protein": "NP_003370.2", "rna": "NM_003379.5"}, {"protein": "CAA35893.1", "rna": "X51521.1"}, {"protein": "CAB82418.1", "rna": "AL162086.1"}]}, "alias": ["CVIL", "CVL", "HEL-S-105", "VIL2"], "ensembl": {"gene": "ENSG00000092820", "protein": ["ENSP00000338934", "ENSP00000356042"], "transcript": ["ENST00000337147", "ENST00000367075", "ENST00000476189"], "translation": [{"protein": "ENSP00000338934", "rna": "ENST00000337147"}, {"protein": "ENSP00000356042", "rna": "ENST00000367075"}], "type_of_gene": "protein_coding"}, "entrezgene": "7430", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.9094248409, "exp_mis": 235.617012039, "exp_syn": 97.0418541514, "lof_z": 4.21340166356672, "mis_z": 1.23052854219423, "mu_lof": 1.48487200501e-06, "mu_mis": 2.04801469975e-05, "mu_syn": 8.15013634999e-06, "n_lof": 2.0, "n_mis": 197.0, "n_syn": 129.0, "p_li": 0.988110189680017, "p_null": 1.83015710515867e-07, "p_rec": 0.0118896273042728, "syn_z": -2.0111832430911}, "bp": 1761, "cds_end": 159239125, "cds_start": 159187945, "n_exons": 13, "nonpsych": {"exp_lof": 19.5657023448, "exp_mis": 212.99169716, "exp_syn": 87.5678037777, "lof_z": 3.90004614861968, "mis_z": 1.45125522158825, "mu_lof": 1.48487200501e-06, "mu_mis": 2.04801469975e-05, "mu_syn": 8.15013634999e-06, "n_lof": 2.0, "n_mis": 171.0, "n_syn": 114.0, "p_li": 0.975378642294855, "p_null": 1.33895042536635e-06, "p_rec": 0.0246200187547201, "syn_z": -1.77838007699986}, "nontcga": {"exp_lof": 20.1308954254, "exp_mis": 216.74189069, "exp_syn": 89.2527365044, "lof_z": 3.98628999630497, "mis_z": 1.31104985084294, "mu_lof": 1.48487200501e-06, "mu_mis": 2.04801469975e-05, "mu_syn": 8.15013634999e-06, "n_lof": 2.0, "n_mis": 178.0, "n_syn": 121.0, "p_li": 0.978026015115004, "p_null": 8.27384961446335e-07, "p_rec": 0.0219731575000345, "syn_z": -2.12773595625563}, "transcript": "ENST00000367075.3"}, "exons": [{"cdsend": 158818093, "cdsstart": 158766913, "chr": "6", "position": [[158765747, 158767078], [158767260, 158767512], [158769325, 158769418], [158769783, 158769944], [158770763, 158770894], [158771243, 158771407], [158776407, 158776504], [158783519, 158783666], [158784643, 158784727], [158785308, 158785583], [158787107, 158787203], [158789287, 158789371], [158818081, 158818166], [158819316, 158819368]], "strand": -1, "transcript": "NM_001111077", "txend": 158819368, "txstart": 158765747}, {"cdsend": 158818093, "cdsstart": 158766913, "chr": "6", "position": [[158765747, 158767078], [158767260, 158767512], [158769325, 158769418], [158769783, 158769944], [158770763, 158770894], [158771243, 158771407], [158776407, 158776504], [158783519, 158783666], [158784643, 158784727], [158785308, 158785583], [158787107, 158787203], [158789287, 158789371], [158818081, 158818235]], "strand": -1, "transcript": "NM_003379", "txend": 158818235, "txstart": 158765747}], "exons_hg19": [{"cdsend": 159239125, "cdsstart": 159187945, "chr": "6", "position": [[159186779, 159188110], [159188292, 159188544], [159190357, 159190450], [159190815, 159190976], [159191795, 159191926], [159192275, 159192439], [159197439, 159197536], [159204551, 159204698], [159205675, 159205759], [159206340, 159206615], [159208139, 159208235], [159210319, 159210403], [159239113, 159239198], [159240348, 159240400]], "strand": -1, "transcript": "NM_001111077", "txend": 159240400, "txstart": 159186779}, {"cdsend": 159239125, "cdsstart": 159187945, "chr": "6", "position": [[159186779, 159188110], [159188292, 159188544], [159190357, 159190450], [159190815, 159190976], [159191795, 159191926], [159192275, 159192439], [159197439, 159197536], [159204551, 159204698], [159205675, 159205759], [159206340, 159206615], [159208139, 159208235], [159210319, 159210403], [159239113, 159239267]], "strand": -1, "transcript": "NM_003379", "txend": 159239267, "txstart": 159186779}], "generif": [{"pubmed": 12080047, "text": "A2BR binds to Ezrin upon agonist stimulation."}, {"pubmed": 12560083, "text": "evaluated the role of Lck tyrosine kinase, an early effector of T cell activation, in regulation of the membrane-cytoskeleton linker protein ezrin; results identify ezrin as the first cytoskeletal substrate for Lck"}, {"pubmed": 12626536, "text": "Although ezrin is excluded from the inhibitory, i.e., noncytolytic, NK cell immune synapse (IS), it is homogeneously distributed across the IS of activating conjugates."}, {"pubmed": 12711360, "text": "Review.CD44 and ezrin and their respective complex have properties suggesting that they may be important in the process of tumour-endothelium interactions, cell migrations, cell adhesion, tumour progression and metastasis."}, {"pubmed": 12734202, "text": "amino-terminal domains of the ezrin, radixin, and moesin (ERM) proteins bind advanced glycation end products and have a role in diabetes"}, {"pubmed": 12800220, "text": "The upregulated ezrin expression is one of the important factors that are possibly associated with the invasive phenotype formation in malignantly transformed esophageal epithelial cells (ezrin)"}, {"pubmed": 12860416, "text": "Ezrin N-terminal domain binds to the syndecan-2 cytoplasmic domain with an estimated K(D) of 0.71 microM and without the requirement of other proteins"}, {"pubmed": 14676203, "text": "a major role of ezrin is to connect CD95 to actin, thus allowing the CD95 polarization on the cells and the occurrence of the following multiple cascades of the CD95 pathway"}, {"pubmed": 14704789, "text": "Data show that ezrin and the homeodomain-containing transcription factor Six-1 (sine oculis-related homeobox-1 homolog) had essential roles in determining the metastatic fate of rhabdomyosarcoma cells."}, {"pubmed": 14704791, "text": "results report a significant association between high ezrin expression and poor outcome in pediatric osteosarcoma patients"}, {"pubmed": 14981079, "text": "pka phosphorylation of merlin serine 518 promotes heterodimerization between merlin and ezrin, an event suggested to convert merlin from a growth-suppressive to a growth-permissive state"}, {"pubmed": 15096511, "text": "ezrin/radixin/moesin proteins are recruited by NHE1 Na+/H+ exchanger and have roles in regulating Akt-dependent cell survival"}, {"pubmed": 15149851, "text": "All three ERM family members can localise to the nucleus; a specific nuclear localisation sequence, which is conserved and functional in all ERM family members, is identified, implying specific regulated nuclear import."}, {"pubmed": 15178693, "text": "results suggest that ezrin-radixin-moesin proteins are required for microvillar positioning of L-selectin and that this is important both for leukocyte tethering and L-selectin shedding"}, {"pubmed": 15252013, "text": "Ezrin, radixin and moesin are ADP-ribosylated by Pseudomonas aeruginosa ExoS"}, {"pubmed": 15531580, "text": "Akt2-dependent ezrin phosphorylation leads to NHE3 translocation and activation"}, {"pubmed": 15623525, "text": "Src phosphorylates ezrin at tyrosine 477"}, {"pubmed": 15647376, "text": "Src-dependent ezrin phosphorylation has a role in adhesion-mediated events in epithelial cells"}, {"pubmed": 15677456, "text": "Data show that the integrity of ezrin is essential for parietal cell activation and provide evidence that ezrin interacts with PALS1, an evolutionarily conserved PDZ and SH3 domain-containing protein."}, {"pubmed": 15729356, "text": "Ezrin accumulates at Listeria protrusions, which plays a role in the Listeria cell-to-cell spread during infection."}, {"pubmed": 15751968, "text": "Results strongly support the conformational activation model of ezrin, elucidate the basis for dimer formation, and reveal that a mutant generally considered to be fully activated is not."}, {"pubmed": 15835821, "text": "Fibronectin and ezrin were upregulated in primary laryngeal carcinoma."}, {"pubmed": 15843435, "text": "Ezrin is a novel substrate of GRK2"}, {"pubmed": 16129695, "text": "ezrin binding activates the second PDZ domain of NHERF to interact with the cytoplasmic tails of CFTR (C-CFTR), so as to form a specific 2:1:1 (C-CFTR)(2).NHERF.ezrin ternary complex"}, {"pubmed": 16144921, "text": "High expressions of ezrin is associated with development of distant metastasis of soft tissue sarcomas"}, {"pubmed": 16230228, "text": "Ezrin was expressed in the majority of prostate cancers and correlated with adverse prognostic factors"}, {"pubmed": 16352594, "text": "Ezrin directly interacts with the alpha1b-adrenergic receptor and plays a role in receptor recycling."}, {"pubmed": 16438931, "text": "Protein Kinase A-mediated phosphorylation of ezrin is essential and sufficient for the apical localization of WW domain containing oxidoreductase (WWOX) protein as disruption of ezrin-WWOX interaction eliminated the apical localization of WWOX"}, {"pubmed": 16538541, "text": "a change in ezrin localization from the apical membrane to either the complete membrane or to the cytoplasm may have a role in dedifferentiation in invasive breast tumors"}, {"pubmed": 16554733, "text": "Elevated ezrin expression is a new independent prognostic marker in FIGO stage I endometrioid carcinoma, and thus provides further evidence for an important role of ezrin in tumor progression."}, {"pubmed": 16633060, "text": "data imply that ezrin is necessary for tumor cell invasion, and the better prognosis of ovarian carcinomas lacking ezrin is probably related to their impaired invasion"}, {"pubmed": 16648854, "text": "the release of ezrin from lipid rafts acts as a critical trigger that regulates lipid raft dynamics during B cell antigen receptor signaling."}, {"pubmed": 16677779, "text": "Ezrin appears to play a role in the progression of tumors, such as the metastasis of osteosarcoma."}, {"pubmed": 16867268, "text": "Over-expression of ezrin and cytoskeleton protein gamma-actin are associated with the process of metastasis of hepatocellular carcinoma cells."}, {"pubmed": 16873375, "text": "Hormonal regulation of ezrin phosphorylation is required for androgen-induced cell invasion."}, {"pubmed": 16889625, "text": "Expression of ExoS in HeLa cells led to a loss of phosphorylation of Ezrin/radixin/moesin proteins that was dependent upon the expression of ADP-ribosyltransferase activity."}, {"pubmed": 17028919, "text": "the action of ezrin in Ewing's sarcoma is dependent on the AKT/mTOR signal transduction cascade, but not MAP Kinase."}, {"pubmed": 17237445, "text": "increased CD44, ezrin, radixin, and moesin phosphorylation represents a key molecular abnormality that guides T cell adhesion and migration in SLE patients."}, {"pubmed": 17370040, "text": "identification of PTHrP and ezrin as important regulators of lung cancer bone metastasis offers new mechanistic insights into the metastasis of lung cancer and provides potential targets for the prevention and treatment of lung cancer metastasis"}, {"pubmed": 17370041, "text": "data support a role for ezrin in the biology of human cancers and the need for additional studies in breast cancer and sarcoma patients that may validate ezrin as a marker of cancer progression and as a potential target for cancer therapy"}, {"pubmed": 17515952, "text": "ezrin was differentially expressed in sclerotic hippocampi compared to non-sclerotic ones."}, {"pubmed": 17525629, "text": "Ezrin is de-expressed in endometriosis and endometrioid carcinoma compared with normal uterine epithelium."}, {"pubmed": 17538024, "text": "These data suggest a mechanism whereby precise spatial guanine nucleotide exchange of Cdc42 by Dbl is dependent on functional ERM proteins and is important for directional cell migration."}, {"pubmed": 17616675, "text": "podocalyxin leads to increased in vitro migration and invasion, increased MMP expression, and increased activation of MAPK and PI3K activity in MCF7 and PC3 cells through its ability to form a complex with ezrin"}, {"pubmed": 17659733, "text": "The low expression of ezrin implicates the loss of adhesion in diffuse carcinomas. overexpression of ezrin in carcinomas with H pylori infection may be a pathway in which H pylori may cause/initiate gastric carcinoma."}, {"pubmed": 17726647, "text": "Signals from the extracellular association CD44-ezrin-actin are an important modulator of Fas-mediated apoptosis."}, {"pubmed": 17786474, "text": "Ezrin and alpha-smooth muscle actin are predictive immunohistochemical prognostic markers for patients with an osteosarcoma"}, {"pubmed": 17825285, "text": "Radixin and ezrin play similar roles in the apical membrane localization of ABCC2 (MRP2) and their expression level and subcellular distribution are important factors in the regulation of ABCC2 (MRP2) at the post-transcriptional level."}, {"pubmed": 17881735, "text": "ezrin allows the local activation of RhoG at the apical pole of epithelial cells by recruiting upstream and downstream regulators of RhoG and that both PLEKHG6 and ezrin are required for efficient macropinocytosis"}, {"pubmed": 17886294, "text": "pattern of ezrin staining can identify patients with different risks of relapse of non-metastatic osteosarcoma of the extremity"}, {"pubmed": 17911601, "text": "Ezrin via ERM-binding phosphoprotein 50 (EBP50) is the essential link between cytoskeletal F-actin and a lipid raft-associated multiprotein complex that negatively regulates T cell immune responses."}, {"pubmed": 18046454, "text": "Ezrin/Fes interaction at cell-cell contacts plays an essential role in hepatocyte growth factor-induced cell scattering."}, {"pubmed": 18078820, "text": "The identification of Ezrin as a specific and direct cellular substrate of PRL-3, is reported."}, {"pubmed": 18155831, "text": "These data indicate that ezrin overexpression positively correlated with metastatic potentials of human breast cancer cells, especially lymphatic system metastasis."}, {"pubmed": 18203644, "text": "ezrin peptide (aa 277-299) dose-dependently reversed the inhibitory effect of glycated albumin on ezrin (1-324) phosphorylation in vitro, suggesting that binding of advanced glycation endproducts to ezrin changes the conformation of the latter"}, {"pubmed": 18246799, "text": "The expression of ezrin in esophageal squamous cell carcinoma was closely related to lymph node metastasis."}, {"pubmed": 18270268, "text": "Apically localized phosphorylation by PKCiota is essential for the activation and normal distribution of ezrin at the early stages of intestinal epithelial cell differentiation."}, {"pubmed": 18295815, "text": "the ezrin, radixin, and moesin proteins function as positive regulators of infection by X4-tropic HIV-1"}, {"pubmed": 18305045, "text": "RNA interference to ezrin increases the virus susceptibility of human TE cells"}, {"pubmed": 18425081, "text": "Hepatocellular carcinoma with ezrin expression might be at least partly derived from hepatic progenitor cells."}, {"pubmed": 18459457, "text": "supports a role of ezrin in progression in human prostate cancers"}, {"pubmed": 18486367, "text": "Ezrin's localization and association with cell specializations indicate that in the vagina ezrin likely modulates vaginal cell-cell interactions"}, {"pubmed": 18508927, "text": "a specific domain in Fas, topologically and functionally distinct from the death domain, which regulates neuritogenesis via recruitment of ezrin and activation of Rac1"}, {"pubmed": 18545143, "text": "Ezrin expression in hepatic malignant fibrous histiocytoma can provide additional prognostic information and may be a potential target for new adjuvant therapies."}, {"pubmed": 18552365, "text": "Ezrin is a potential marker for endometrial cell invasion and is associated with the pathogenesis of endometriosis."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701134, "text": "Ezrin may play a role in colorectal cancer progression and that ezrin expression might provide clinically valuable information in predicting the biological behavior of colorectal cancer."}, {"pubmed": 18725408, "text": "analysis of the Ca2+ -regulated ezrin-S100P interaction and its role in tumor cell migration"}, {"pubmed": 18788632, "text": "The strong ezrin protein expression in the infiltrating ductal carcinoma was positively correlated with axillary lymph node metastasis, histological differentiation grade, TNM stage and CD44v6 expression, but negatively correlated with E-cadherin."}, {"pubmed": 18840437, "text": "These findings demonstrated a new role and regulatory mechanism of miR-183 in controlling cancer metastasis; Ezrin is a bona fide target of miR-183."}, {"pubmed": 18852256, "text": "This article provides a mechanism for podosome formation to facilitate pancreatic cancer cell invasiveness: ezrin, at its C-terminal end interacts with cortactin to form podosomes."}, {"pubmed": 18926620, "text": "Immunohistochemistry analyses revealed that the membrane expression of ezrin is associated with the clinical outcome of patients with T1G3 bladder tumours undergoing bacillus Calmette-Guerin treatment."}, {"pubmed": 18941185, "text": "Phosphorylation of ezrin/moesin by Rho-associated coiled coil-containing protein kinase (ROCK) is involved in the early steps of apoptotic signaling following Fas receptor triggering and regulates apoptosis induction in Jurkat cells."}, {"pubmed": 18997619, "text": "Ezrin expression levels were not discriminative in predicting outcome of synovial sarcoma."}, {"pubmed": 19050913, "text": "All conventional chondrosarcomas, whatever their grade, were negative for ezrin, while ten of 16 chondroblastic osteosarcomas were positive for ezrin."}, {"pubmed": 19060919, "text": "ezrin is regulated during osteosarcoma metastasis by PKC"}, {"pubmed": 19080005, "text": "Ezrin gene expression is closely related to invasion and metastasis of pancreatic carcinoma."}, {"pubmed": 19084535, "text": "These observations highlight the importance of ezrin/F-actin function in the development of dynamic membrane/actin structures critical for cell shape and motility, as well as signal transduction."}, {"pubmed": 19088174, "text": "Ezrin overexpression is associated with medulloblastoma."}, {"pubmed": 19124745, "text": "No aspects of T cell receptor signaling uniquely require transgenic ezrin or moesin; instead, T cell activation appears to depend on net ezrin, radixin, and moesin (ERM) protein expression, while ezrin and moesin function together."}, {"pubmed": 19129194, "text": "In Vitro and in Vivo Characterization of Molecular Interactions between Calmodulin, Ezrin/Radixin/Moesin, and L-selectin"}, {"pubmed": 19152423, "text": "radixin, moesin and c14orf166, but not ezrin, had significantly higher expression levels in lymph node metastasis (LNM) pancreatic cancers than in non-LNM controls."}, {"pubmed": 19164283, "text": "MEK1/2 phosphorylates ERK1/2, which phosphorylates Sp1 and AP-1 that in turn bind to their respective binding sites to regulate the expression of human VIL2 in ESCC cells."}, {"pubmed": 19165868, "text": "ezrin might function in the growth and invasiveness of esophageal squamous cell carcinoma (ESCC) cells through the MAPK and TGF-beta pathways."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19234486, "text": "phosphorylation of ezrin and its recruitment to the cell membrane linked to F-actin and CD44 is a process required for LMP1-stimulated cell motility and invasion of nasopharyngeal carcinoma cells."}, {"pubmed": 19255442, "text": "These studies identify a new ERM kinase of importance in lymphocytes and confirm the role of ezrin-radixin-moesin phosphorylation in regulating cell shape and motility."}, {"pubmed": 19331807, "text": "The data suggest that Ezrin, but not CD44 and Six1, could be a prognostic factor and a predictor of potential lung metastasis in osteosarcoma."}, {"pubmed": 19366061, "text": "ezrin and metastatic tumor antigen positivity can be additional prognostic markers in osteosarcoma of the jaw."}, {"pubmed": 19386264, "text": "These data define a brush border induction pathway downstream of the Lkb1/Strad/Mo25 polarization complex, yet separate from other polarity events."}, {"pubmed": 19399936, "text": "Ezrin expression is higher in colorectal cancer tissues than in normal colorectal mucosa tissues, and the high level of ezrin expression is closely related to the colorectal cancer invasion and metastasis process."}, {"pubmed": 19550117, "text": "Data show that RhoA may regulate the invasion and metastasis of breast cancer cells as an upstream signaling of Ezrin."}, {"pubmed": 19556366, "text": "CHP1 increases NHE3 abundance and constitutive function in a manner dependent on ezrin phosphorylation."}, {"pubmed": 19575999, "text": "Overexpression of Ezrin in human salivary gland adenoid cystic carcinoma may promote genesis, development and metastasis of tumors."}, {"pubmed": 19591839, "text": "Upon binding to ezrin, NHERF1 undergoes significant conformational changes in the region linking PDZ2 and its CT ezrin-binding domain, as well as in the region linking PDZ1 and PDZ2, involving very long range interactions over 120 A."}, {"pubmed": 19597468, "text": "Beta4 integrin promotes osteosarcoma metastasis and interacts with ezrin."}, {"pubmed": 19604375, "text": "Ezrin over-expression contributes to de-differentiation and invasion of HBV-HCC cell"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19648886, "text": "Ezrin overexpression in gastrointestinal stromal tumors: an independent adverse prognosticator associated with the non-gastric location."}, {"pubmed": 19654214, "text": "CD81-induced ezrin tyrosine phosphorylation required activation of spleen tyrosine kinase."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19786985, "text": "Our findings suggest a novel regulatory mechanism by which ezrin governs NK cell internalization into tumor cells."}, {"pubmed": 19799816, "text": "Overexpression of Ezrin and iNOS may promote proliferation and malignant transformation of salivary gland pleomorphic adenoma."}, {"pubmed": 19830727, "text": "Data show that stimulation of the NK cell-expressed tetraspanin CD81 induces phosphorylation of ezrin/radixin/moesin proteins and leads to NK cell polarization thereby facilitating NK cell migration toward various chemokines/cytokines."}, {"pubmed": 19890007, "text": "Ezrin, radixin, and moesin proteins are physiological substrates of the kinase activity of leucine-rich repeat kinase 2 (LRRK2)."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19935704, "text": "ezrin has a negative role in the recruitment of Fas into signaling complexes in type I T cells."}, {"pubmed": 20010876, "text": "Data show a key role for ezrin as a mediator of c-Myc-induced tumorigenesis in prostate cancer cells."}, {"pubmed": 20036004, "text": "Ezrin silencing by miRNA showed that ezrin plays important roles in the polarization and invasive behaviour of MOLT4 cells."}, {"pubmed": 20128822, "text": "Ezrin probably influences the growth and invasiveness of Esophageal squamous cell carcinomas cells, and phosphorylation is only required in metastatic behavior of tumor cells at the leading edge and invasive front."}, {"pubmed": 20156804, "text": "Overexpression of ezrin disables neurofibromatosis type 2 protein in glioblastoma cells."}, {"pubmed": 20193117, "text": "The activation of Ezrin and the absence of E-cadherin contribute to the tumorigenesis and metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 20237154, "text": "Data show that PDZK1/EBP50/ezrin form a regulated ternary complex in vitro and in vivo."}, {"pubmed": 20335315, "text": "CLIC5A colocalizes with ezrin and podocalyxin in podocytes and is required for the development/maintenance of the proper glomerular endothelial cell and podocyte architecture."}, {"pubmed": 20348881, "text": "ezrin expression is associated with more aggressive osteosarcomas and with metastasis."}, {"pubmed": 20363977, "text": "Ezrin could act as an autoantigen of a streptococcal-induced autoimmune response and represents a target of the exaggerated T cell response in psoriasis."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20395446, "text": "Data show that podocalyxin overexpression in human embryonic kidney cells up-regulates Rac1 activity, which depends on a complex formed by podocalyxin, ERM-binding phosphoprotein 50, ezrin, and ARHGEF7, a Rac1 activator."}, {"pubmed": 20501702, "text": "Nuclear factor-kappaB signaling and ezrin are essential for L1CAM mediated metastasis of colon cancer cells."}, {"pubmed": 20551903, "text": "These results uncover a crucial function for ezrin, Dlg1 and microtubules in the organization of the immune synapse and TCR signal down-regulation."}, {"pubmed": 20552365, "text": "ezrin immunohistochemical expression does not offer any diagnostic clues in the differential diagnosis of bone tumors"}, {"pubmed": 20558337, "text": "The data indicated translocation of ezrin towards the cell periphery within more motile cells in comparison with NRK and parental adenocarcinoma cells."}, {"pubmed": 20562647, "text": "Neither CD44H nor ezrin immunoexpression could predict the prognosis for patients with osteosarcoma in our small sample."}, {"pubmed": 20569470, "text": "Ezrin might play functional roles in modulating morphology, growth, motility and invasion of pancreatic cancer cells."}, {"pubmed": 20585869, "text": "Ezrin overexpression was significantly associated with myxofibrosarcomas."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20679347, "text": "Results demonstrate a new regulatory mechanism of ezrin-radixin-moesin phosphorylation by sphingolipids with opposing actions of ceramide and sphingosine 1-phosphate."}, {"pubmed": 20701102, "text": "Investigation of ezrin reactivity may be beneficial as an additional diagnostic marker in the differential diagnosis of renalcell carcinoma subtypes."}, {"pubmed": 20711218, "text": "A network consisting of ezrin, RhoGDI1, RhoA, F-actin and membrane proteins functions to influence the modifications that occur on the membrane of the sperm head during human sperm capacitation."}, {"pubmed": 20811677, "text": "These data indicate a potential role for ezrin in the processes of the CCL5-induced breast cancer cell migration, invasiveness and metastasis."}, {"pubmed": 20855527, "text": "Data suggest that ezrin-radixin-moesin proteins are involved in the spatial regulation of Epac1 and cooperate with cAMP- and Rap-mediated signaling to regulate adhesion to the extracellular matrix."}, {"pubmed": 20859706, "text": "A change in ezrin expression is an independent positive prognostic factor in non-metastatic osteosarcoma."}, {"pubmed": 20871163, "text": "A negative correlation is found between Ezrin and E-cadherin expression in nasopharyngeal carcinoma tissues. Ezrin and E-cadherin are closely related to clinical staging and cervical lymph node metastases."}, {"pubmed": 20872967, "text": "Data suggest that increased expression of hnRNP A1, Ezrin, tubulin beta-2C and Annexin A1 in SLNMM indicate a significantly elevated early colorectal cancer metastasis."}, {"pubmed": 20873751, "text": "role for PIP the formation of ezrin oligomers"}, {"pubmed": 21171946, "text": "Syk recruitment, activation and downstream signaling following HRV infection are dependent on the interaction between the tandem SH2 domains of Syk and the ITAM of ezrin."}, {"pubmed": 21176563, "text": "Increased expressions of miR-183 and miR-22 may both repress the protein level of ezrin, which might inhibit ovarian cancer metastasis."}, {"pubmed": 21190723, "text": "Preoperative radiotherapy modulates ezrin expression and its value as a predictive marker in patients with rectal cancer."}, {"pubmed": 21278069, "text": "This study provides the novel evidence that increased phosphorylation of Ezrin/radixin/moesin proteins may contribute to proliferation of rheumatoid fibroblast-like synoviocytes."}, {"pubmed": 21278261, "text": "Dysregulation of the ezrin/radixin/moesin-RAGE complex might be an important step in rearrangement of the actin cytoskeleton during proinflammatory cytokine-induced epithelial-mesenchymal transition of human alveolar epithelial cells."}, {"pubmed": 21282970, "text": "ezrin may play a key role in the migration and invasion of gastric cancer cells."}, {"pubmed": 21340023, "text": "Actin-EGFP and ezrin-EGFP accumulated below pilus-coated beads when force was applied."}, {"pubmed": 21352885, "text": "ezrin, radixin and moesin play similar roles in the tumor cell metastatic potential and their roles of upregulating the expression of E-cadherin may be important in tumor progression"}, {"pubmed": 21363921, "text": "our findings implicate Rho kinase-ezrin signaling in hepatocellular carcinoma cell invasion"}, {"pubmed": 21412073, "text": "Our results suggest that S100P-ezrin signaling has different roles of carcinogenesis of perihilar ICC and an aggressive course of peripheral intrahepatic cholangiocarcinoma."}, {"pubmed": 21416469, "text": "High ezrin expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 21444753, "text": "Ezrin-rich uropod-like structure of polarised A375 cells is necessary for cell invasion."}, {"pubmed": 21465252, "text": "Higher expression of the Ezrin correlates with tumor aggressiveness and worse prognosis for colorectal cancer."}, {"pubmed": 21540295, "text": "a novel function for Ezrin in Rap1-induced cell spreading and evidence of a non-redundant role of an ERM family member"}, {"pubmed": 21550270, "text": "The increased expression of Ezrin and its partners, CD44v6, iNOS, and Ki-67, in SACC correlated with histologic patterns, may play a role in distant metastasis, and might indicate poor clinical outcome."}, {"pubmed": 21585339, "text": "When these regions were separately located upstream of the VIL2 or SV40 promoters, only the -1297/-1186 considerably enhanced the activity of these promoters."}, {"pubmed": 21625943, "text": "Increased ezrin expression was significantly related to higher lymph nodal metastatic rate"}, {"pubmed": 21628504, "text": "data suggest that more than 1 region upstream of VIL2 promoter participated in VIL2 transcription, and VIL2 -1297/-1186, probably as a key transcriptional regulatory region, regulated VIL2 transcription in company with other potential regulatory regions."}, {"pubmed": 21659656, "text": "Ezrin, radixin, and moesin are phosphorylated in response to 2-methoxyestradiol and modulate endothelial hyperpermeability."}, {"pubmed": 21672629, "text": "Ezrin promotes PTH1R mediated signaling via phospholipase and PIP2 depletion impedes receptor cell surface expression in HEK293 cells."}, {"pubmed": 21712385, "text": "Dbl is regulated by hamartin through association with ezrin."}, {"pubmed": 21717114, "text": "Ezrin protein levels were up-regulated in gastric cancer lesions compared with adjacent noncancerous tissues."}, {"pubmed": 21751142, "text": "The results demonstrated that both Ezrin and c-Met overexpression were related to the occurrence and progression of gastric carcinoma"}, {"pubmed": 21780101, "text": "ezrin exerts a key role in multidrug resistance of human osteosarcoma cells through a Pgp-ezrin-actin connection that is instrumental for the permanence of Pgp into plasma membrane lipid rafts."}, {"pubmed": 21789023, "text": "Elevated expression of ezrin was associated with lymph node metastasis and poor prognosis in patients with invasive ductal carcinoma."}, {"pubmed": 21818323, "text": "The effects of 17beta-estradiol (E2) on the activation of ezrin and its role in estrogen-dependent breast cancer cell movement, was investigated."}, {"pubmed": 21837648, "text": "results indicate that ezrin influences the expression of P-gp at the translational level, whereas radixin is involved in membrane localization of P-gp in HepG2 cells"}, {"pubmed": 21849257, "text": "Study demonstrated the probable tumorigenic role of ezrin in epithelial skin tumor formation."}, {"pubmed": 21864676, "text": "the ezrin, radixin and moesin proteins differentially modulate sphingosine 1 phosphate-induced alterations in lung endoethlial cell cytoskeleton and permeability"}, {"pubmed": 21868260, "text": "ezrin and paxillin may have roles in aggressive tumor features and invasiveness in urothelial bladder tumors"}, {"pubmed": 21873785, "text": "Berberine inhibits nasopharyngeal carcinoma cell invasion through inhibiting phospho-Ezrin expression and filopodia formation."}, {"pubmed": 21874375, "text": "Data show that lesser differentiated tumors had elevated expression of Six1 and Ezrin mRNA and protein."}, {"pubmed": 21878630, "text": "N,N'-dinitrosopiperazine-mediated ezrin protein phosphorylation via activation of Rho kinase and protein kinase C is involved in metastasis of nasopharyngeal carcinoma 6-10B cells."}, {"pubmed": 21899702, "text": "Ezrin is required for the apical cell surface localization of MRP2 during Salmonella typhimurium infection."}, {"pubmed": 21909685, "text": "Ezrin expression is associated with distinguish schwannoma from fibroblastic meningioma."}, {"pubmed": 21915031, "text": "We sought to determine if ezrin, KBA.62, p-Akt, CD166, and nestin, may be helpful in distinguishing melanoma from nevi and atypical melanocytic lesions"}, {"pubmed": 21971708, "text": "gastrointestinal stromal tumor cases exhibiting expression of phosphorylated Thr567 in the ezrin protein were associated with immunoactivities of KIT and merlin expression"}, {"pubmed": 22132106, "text": "The ERM (ezrin, radixin, moesin) proteins are novel scaffolds at the level of SOS activity control, which is relevant for both normal Ras function and dysfunction known to occur in several human cancers."}, {"pubmed": 22137559, "text": "high level expression contributes to non--small-cell lung cancer progression"}, {"pubmed": 22172411, "text": "The expression of ezrin, HGF and/or c-met might be closely related to the carcinogenesis, progression, clinical biological behaviors and prognosis of gallbladder adenocarcinoma."}, {"pubmed": 22177047, "text": "The up-regulation of Ezrin and Moesin and the down-regulation of E-Cadherin were associated with the invasion and metastasis of papillary thyroid carcinoma."}, {"pubmed": 22192140, "text": "Ezrin is a prominent protein in the cycling endometrium."}, {"pubmed": 22199327, "text": "Carbonic anhydrase IX, hypoxia-inducible factor-1alpha, ezrin and glucose transporter-1 have roles in disease outcome in rectal cancer"}, {"pubmed": 22228328, "text": "Report ezrin expression in chordomas in regards to prognosis."}, {"pubmed": 22230495, "text": "In CNE2 cells, the DNA sequence upstream of the ezrin promoter could exhibit transcriptional activation and enhancement, in a position- and orientation-dependent manner."}, {"pubmed": 22234584, "text": "Increased expression of ezrin may represent a marker of aggressive biological behaviour in rectal cancer."}, {"pubmed": 22291017, "text": "role of CCM3 and ezrin/radixin/moesin family of proteins in cell's response to oxidative stress"}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22415480, "text": "The cytoplasmic relocalization of ezrin may therefore represent a novel marker for large malignant tumor size, reflecting the unique biology of locally advanced breast cancer (LABC) ."}, {"pubmed": 22476538, "text": "Ezrin and BCAR1/p130Cas mediate breast cancer growth as 3-D spheroids"}, {"pubmed": 22528947, "text": "ezrin expression correlated significantly with lymphatic metastasis and advanced TNM stage."}, {"pubmed": 22544491, "text": "results indicate the over-expression of ezrin in endometriosis may play a significant role in the migration of endometrial cells of endometriosis, and the RhoC/Rock pathway may provide a promising treatment target"}, {"pubmed": 22577345, "text": "Our data led to a novel and unifying hypothesis that Ezrin contributes to the efficiency of metastasis through regulation of protein translation"}, {"pubmed": 22628548, "text": "Data report that NHERF1, a modular PDZ domain scaffolding protein, coordinates the assembly of an obligate ternary complex with Npt2a and the PKA-anchoring protein ezrin to facilitate PTH-responsive cAMP signaling events."}, {"pubmed": 22629406, "text": "our data reveal a role for ezrin in Met receptor stability and activity through its association with the E3 ubiquitin ligase WWP1. Given the role of Met in cell proliferation and tumorigenesis, ezrin may play a role in tumor progression."}, {"pubmed": 22685202, "text": "Ano1, ezrin, and moesin/radixin colocalize apically in salivary gland epithelial cells, and overexpression of moesin and Ano1 in HEK cells alters the subcellular localization of both proteins"}, {"pubmed": 22843905, "text": "panel consisting of moderate/strong expression of CA IX, positive HIF-1alpha expression and negative/weak GLUT-1 expression in operative samples and negative/weak ezrin expression in biopsies was associated with 47.5-fold risk of death from this disease"}, {"pubmed": 22869145, "text": "Results suggest L1-mediated signaling by the L1-ezrin-NF-kappaB pathway, that induces IGFBP-2 expression, has an important role in colorectal cancer progression."}, {"pubmed": 22891241, "text": "Ezrin/radixin/moesin are required for the purinergic P2X7 receptor (P2X7R)-dependent processing of the amyloid precursor protein."}, {"pubmed": 22898813, "text": "C. neoformans activates RhoGTPases and subsequently FAK, ezrin, and PKCalpha to promote their traversal across the HBMEC monolayer, which is the critical step for cryptococcal brain infection and development of meningitis."}, {"pubmed": 22922800, "text": "Through inhibition of Ezrin expression levels, miR-183 is significantly involved in cell migration and invasion of osteosarcoma."}, {"pubmed": 22927432, "text": "Structural studies of the activated ezrin bound to phosphatidylinositol 4,5-bisphosphate and to F-actin."}, {"pubmed": 22964850, "text": "significant role for the multiprotein complex CFTR-NHERF1-ezrin-actin in maintaining tight junction organisation and barrier function"}, {"pubmed": 22967445, "text": "Ezrin, E-cadherin and CD44V6 play an important role in the regulation of growth and meastasis of lung cancer."}, {"pubmed": 23017497, "text": "Phosphoproteome analyses reveal specific implications of Hcls1, p21-activated kinase 1 and Ezrin in proliferation of a myeloid progenitor cell line downstream of wild-type and ITD mutant Fms-like tyrosine kinase 3 receptors."}, {"pubmed": 23031255, "text": "Lipid rafts regulate interactions between CD44 and its binding partner ezrin in migrating breast cancer cells."}, {"pubmed": 23039327, "text": "The detection of Ezrin expression can be used as the marker for early diagnosis and prognosis of gastric adenocarcinoma."}, {"pubmed": 23067217, "text": "Enhanced expression of ezrin is associated with the development of cervical neoplasia and cancer."}, {"pubmed": 23098471, "text": "Ezrin overexpression is associated with pancreatic cancer."}, {"pubmed": 23116763, "text": "Control of adipogenesis by ezrin, radixin and moesin-dependent biomechanics remodeling."}, {"pubmed": 23185364, "text": "Ezrin interacts with the SARS coronavirus Spike protein and restrains infection at the entry stage"}, {"pubmed": 23209304, "text": "It was shown that lymphocyte-oriented and STE20 kinase were sufficient to restrict ezrin function to the apical domain. Both kinases were enriched in microvilli and locally activated there."}, {"pubmed": 23209815, "text": "Fascin-1, ezrin and paxillin contribute to the malignant progression and are predictors of clinical prognosis in laryngeal squamous cell carcinoma."}, {"pubmed": 23214316, "text": "The high expression of Ezrin and the low expression of E-Cadherin were related to invasion and metastasis in papillary thyroid carcinoma."}, {"pubmed": 23324233, "text": "Ezrin expression affects the cellular protrusions/microvilli formation, anchorage-independent growth, cell migration and invasion in the pancreatic cancer cell line Panc-1."}, {"pubmed": 23325686, "text": "Ezrin and EHD4 appear to be involved in the ability of Nef to increase hiv-1 virus infectivity."}, {"pubmed": 23326330, "text": "Data suggest that P-glycoprotein associate with the F-actin cytoskeleton through ezrin/radixin/moesin (ERM) in CCR9/CCL25 induced multidrug resistance of acute T-lymphocytic leukemia (T-ALL) cells."}, {"pubmed": 23394223, "text": "Expression in laryngeal squamous cell carcinoma is associated with clinical stage, histological grade, and lymph node metastasis"}, {"pubmed": 23420497, "text": "The aim of this study was to examine the expression of ERM (ezrin, moesin) and Rho (RhoA, RhoB and Cdc42) proteins in breast cancer (BC) patients."}, {"pubmed": 23422152, "text": "The overexpression of ezrin in the CD44(+) subpopulation of SCC-9 cells might affect the functions of CD44(+) tumor cells, which contribute to the metastatic behavior of malignant oral squamous cell carcinoma."}, {"pubmed": 23435957, "text": "Ezrin plays an important role in the tumorigenicity and metastasis of lung cancer cells."}, {"pubmed": 23465281, "text": "ezrin has different roles in the development of Intraductal papillary mucinous neoplasms and pancreatic intraepithelial neoplasia"}, {"pubmed": 23614908, "text": "serine 249 of ezrin can play important roles in the regulation of the complex formation and membrane localization of NaPi-IIa."}, {"pubmed": 23629860, "text": "Data indicate that EGF-induced cellular invasion required sphingosine-1-phosphate (S1P)-mediated activation of sphingosine-1-phosphate 2 receptor (S1PR2) and ezrin phosphorylation."}, {"pubmed": 23703860, "text": "important role of ezrin-moesin-radixin proteins during HCV infection at the postentry level and highlight possible novel targets for HCV treatment."}, {"pubmed": 23708420, "text": "we identified ezrin as a potential biomarker to evaluate the tumor progression and prognosis of colorectal adenocarcinoma (CRA)."}, {"pubmed": 23752190, "text": "this study identifies a novel Dsg3-mediated c-Jun/AP-1 regulatory mechanism and PKC-dependent Ezrin phosphorylation that could be responsible for Dsg3-associated cancer metastasis."}, {"pubmed": 23766411, "text": "miR-22 is down-regulated in hepatocellular carcinoma, and its expression is associated with the differentiation, metastasis and disease progression. Ezrin is a potential regulatory protein of miR-22."}, {"pubmed": 23803027, "text": "Ezrin is not associated with the histologic response to chemotherapy in patients with osteosarcoma, whereas Ezrin positivity was associated with a lower 2-year survival rate regarding risk of death at 2 years."}, {"pubmed": 23805177, "text": "The results of this meta-analysis suggest that ezrin positive immunoexpression confers a higher risk of recurrence and a worse survival in osteosarcoma patients."}, {"pubmed": 23882136, "text": "Genetic variations and single nucleotide polymorphisms in the gene EZR possibly contribute to the development of age-related cataracts in the Chinese population."}, {"pubmed": 23894313, "text": "Our findings suggested that Ezrin protein expression might be a factor for a poor prognosis in patients with solid tumor."}, {"pubmed": 23900701, "text": "Ezrin and CD44 co-expression was highly expressed in neoplastic stem cells and may be a potential biomarker for initiation, progression and differentiation of breast cancer tumors."}, {"pubmed": 23959472, "text": "cytovillin expression is obviously associated with lower overall survival rate in patients with osteosarcoma."}, {"pubmed": 24014052, "text": "Therefore, the findings from this systematic review suggest that ezrin expression is an effective biomarker of prognosis in patients with osteosarcoma."}, {"pubmed": 24086451, "text": "Ezrin phosphorylated at T567 is highly overexpressed in the membrane of human breast tumors and positively associated with invasive growth and HER2 overexpression."}, {"pubmed": 24129929, "text": "Data indicate that cytoplasmatic ezrin expression increases from benign to malignant breast tumour development."}, {"pubmed": 24151071, "text": "Ezrin can exist in three different conformational states, and different ligands \"perceive\" ezrin conformational states differently."}, {"pubmed": 24182314, "text": "Aberrant localization and overexpression of ezrin might be an independent effective biomarker for prognostic evaluation of cervical cancers."}, {"pubmed": 24303922, "text": "Expression levels significantly higher in melanomas than in nevus pigmentosus"}, {"pubmed": 24346284, "text": "Our data suggest that Akt/Ezrin Tyr353/NF-kappaB pathway regulates EGF-induced EMT and metastasis inTSCC, and Ezrin may serve as a therapeutic target to reverse EMT in tongue cancers and prevent TSCC progression"}, {"pubmed": 24352761, "text": "High Expressions of Ezrin is associated with osteosarcoma."}, {"pubmed": 24398676, "text": "1) NHE3 basal activity is regulated by a signaling complex that is controlled by sequential effects of two kinases, Akt and GSK-3, which act on a Ser cluster in the same NHE3 C-terminal domain that binds ezrin"}, {"pubmed": 24413175, "text": "Part of the machinery for ezrin activation depends on recycling endosomes controlled by myosin Vb and Rab11a."}, {"pubmed": 24462708, "text": "The phosphorylated ezrin T567 is regulated by the IGF1R signaling pathway and this activation enhances cell survival in CRC cells by modulating XIAP and survivin."}, {"pubmed": 24500715, "text": "These results are in line with in vivo experiments demonstrating that an increase in PIP2 concentration recruits more ezrin to the apical plasma membrane of polarized cells and significantly increases the membrane tension"}, {"pubmed": 24599913, "text": "Increased phosphorylation of ezrin is associated with the migration and invasion of fibroblast-like synoviocytes from patients with rheumatoid arthritis."}, {"pubmed": 24614149, "text": "expression in the osteosarcoma cell lines modulates the Rac1 expression"}, {"pubmed": 24629131, "text": "Data shows that Ezrin and phosphorylated Ezrin were upregulated in non small cell lung carcinoma and correlated with the poor differentiation and late clinical stage suggesting there utilization as a novel prognostic biomarker of NSCLC."}, {"pubmed": 24662291, "text": "ALCAM stably interacts with actin by binding to syntenin-1 and ezrin."}, {"pubmed": 24726496, "text": "findings suggest that ezrin may play a role in the development of the renal complication in diabetes by regulating transport of glucose and organization of the actin cytoskeleton in podocytes."}, {"pubmed": 24728215, "text": "Study demonstrates that the expression of phosphorylated ezrin proteins is related to the clinical and pathological features of pancreatic cancer."}, {"pubmed": 24788249, "text": "VIP regulates CFTR membrane expression and function in Calu-3 cells by increasing its interaction with NHERF1 and P-ERM in a VPAC1- and PKCepsilon-dependent manner."}, {"pubmed": 24885195, "text": "The results from this study validate previous findings of reduced membranous ezrin expression in urothelial bladder cancer being associated with unfavourable clinicopathological characteristics and an impaired survival."}, {"pubmed": 24924175, "text": "Ezrin appears to allow metastatic cells to overcome a number of stresses experienced during the metastatic cascade. (Review)"}, {"pubmed": 25051016, "text": "Results suggest that ezrin is required for epithelial mesenchymal transition(EMT)-induced by TGF-beta1. The interaction of ezrin and PODXL may be important in regulating TGF-beta1-induced EMT."}, {"pubmed": 25055875, "text": "MicroRNA-204 is a direct negative regulator of ezrin gene expression in glioma."}, {"pubmed": 25087457, "text": "This is the first report of extracellular ERM proteins in human and experimental models of traumatic brain injury"}, {"pubmed": 25126570, "text": "These analyses based on PPI network have greatly expanded our comprehension of the mRNA expression profile of Ezrin knockdown for future examination of the roles and mechanisms of Ezrin."}, {"pubmed": 25231728, "text": "High expression of ezrin in human breast tumors significantly correlated with elevated Src expression and the presence of lymphovascular invasion."}, {"pubmed": 25251993, "text": "inhibition of miR-184 decreased EZR-bound LAMP-1 protein levels and affected phagocytic activity in ARPE19 cells"}, {"pubmed": 25278252, "text": "The value of ezrin expression as a prognostic biomarker is further consolidated in urothelial cancer."}, {"pubmed": 25286001, "text": "Ezrin, radixin and moesin are unlikely targets for autoantibodies in demyelinating neuropathies."}, {"pubmed": 25299115, "text": "Ezrin and moesin expression is related to LSCC invasion and metastasis, and may be important molecular markers for predicting prognosis and therapeutic targets in LSCC patients"}, {"pubmed": 25304618, "text": "High Ezrin expression is asasociated with lung adenocarcinoma."}, {"pubmed": 25337200, "text": "Demonstrate that miR-183 acts as a tumor suppressor in gastric cancer, partially at least via regulation of Ezrin."}, {"pubmed": 25378401, "text": "The seven-transmembrane domain of NGX6a was found to be the critical region for the degradation of NGX6a, and the amino terminus of ezrin is required for the induction of NGX6a degradation."}, {"pubmed": 25400809, "text": "Increased expression of endogenous mature miR-199a might prevent the growth and migration of human cutaneous squamous cell carcinoma via decreasing the expression of CD44 and regulating the interaction between CD44 and Ezrin."}, {"pubmed": 25445504, "text": "Ezrin protein overexpression is associated with pancreatic ductal adenocarcinomas."}, {"pubmed": 25504542, "text": "An autosomal recessively inherited loss-of-function ezrin mutation causes reduced Ras activity and profound intellectual disability."}, {"pubmed": 25554515, "text": "ezrin appears to participate in recruiting IQGAP1 to the cell cortex thereby establishing a close connection between membrane-F-actin contacts and actin regulators that can be assembled by IQGAP1."}, {"pubmed": 25575591, "text": "Data show that silencing ezrin-radixin-moesin (ERM) protein expression ablates deleted in colorectal carcinoma protein (DCC)-protein kinase A (PKA) interaction and specifically blocks netrin-induced PKA activity and phosphorylation."}, {"pubmed": 25613038, "text": "Our findings have important potential implications demonstrating that together with clinical prognostic factors such as radiotherapy and age, CXCR4 and IGF-1R negatively influences survival in patients with localized SS."}, {"pubmed": 25809479, "text": "Interleukin-1beta has a role in reduction of CD44 Ser-325 phosphorylation in human epidermal keratinocytes that promotes CD44 homomeric complexes, binding to ezrin, and extended, monocyte-adhesive hyaluronan coats"}, {"pubmed": 25854173, "text": "Our study supports the view that the miR-144 may regulate Ezrin protein expression by inhibiting the invasion and metastasis of osteosarcoma cells."}, {"pubmed": 25866790, "text": "Anticancer effects of ouabain in A549 cells appear to be related to its ability to regulate and inactivate Src-to-ezrin signaling, and proteins involved in focal adhesion such as Src, FAK, and p130CAS axis are proposed here."}, {"pubmed": 25913012, "text": "association of ezrin with the actin cytoskeleton and phosphorylation on Thr567 are required, but not sufficient, for PKA and EPAC1 to synergistically promote cell spreading following elevations in intracellular cAMP."}, {"pubmed": 25929323, "text": "Ezrin, CD44, and VEGF are over-expressed in GCTB tissue and its adjacent noncancerous tissue samples and may play an important role in the occurrence, invasion, metastasis, and recurrence of GCTB."}, {"pubmed": 25952930, "text": "Data shows that show that ezrin proteins are activated in malignant pleural mesothelioma (MPM) and has a role in cell proliferation and migration of MPM cells."}, {"pubmed": 25955302, "text": "The combined expression of ezrin(high) and E-cad(low) or ezrin(high) and ezrin(c) was more associated with lymph node metastasis and poor prognosis. I"}, {"pubmed": 26010871, "text": "death receptor pro-apoptotic signalling regulation by ezrin can occur downstream of the death receptor-induced apoptosis Signalling in colon cancer cells."}, {"pubmed": 26026587, "text": "This is the first study in the literature showing that neuropilin-2 and ezrin are related with prognosis in patients with advanced renal cell carcinoma."}, {"pubmed": 26032400, "text": "Suggest a role for ezrin in advanced glycation end product-induced podocyte damage."}, {"pubmed": 26042733, "text": "These findings are important in understanding the interrelation and dynamics of a CHP1-ezrin-NHE3 regulatory complex."}, {"pubmed": 26067138, "text": "Ezrin and HER2/neu are overexpressed and coexpressed in osteosarcoma with adverse prognostic features such as high grade.  Therefore, ezrin and HER2/neu could be potential prognostic markers and treatment targets for osteosarcoma"}, {"pubmed": 26115722, "text": "High EZR expression is associated with bone metastasis in renal cell carcinoma."}, {"pubmed": 26135398, "text": "EZR, CLIC5 and PODXL are overexpressed in hepatocellular carcinoma and may have a role in cell migration and invasiveness"}, {"pubmed": 26149384, "text": "ezrin controls the translation of mRNAs preferentially with a structured 5' untranslated region, at least in part, by sustaining the protein level of DDX3 and/or regulating its function."}, {"pubmed": 26209696, "text": "Intracellular sphingosine kinase 2-derived sphingosine-1-phosphate mediates epidermal growth factor-induced ezrin-radixin-moesin phosphorylation and cancer cell invasion."}, {"pubmed": 26212029, "text": "Activation of liver PKCs during cholestasis leads to Ezrin Thr567 phosphorylation resulting in MRP2 internalization and degradation where ubiquitin ligase E3 GP78 is involved."}, {"pubmed": 26330014, "text": "We identified and confirmed that Fra-1 affected the expression level of CTTN and EZR in vitro through LC-MS/MS analyses and western blot technology."}, {"pubmed": 26358752, "text": "Data indicate that a quinoline-based small molecule, NSC305787, directly binds to ezrin and inhibits its functions."}, {"pubmed": 26419932, "text": "it was found that expression of miR-96 was negatively correlated with the metastatic ability of renal cell carcinoma, and that downregulation of miR-96 could suppress the invasion of renal cancer cell via downregulation of Ezrin expression."}, {"pubmed": 26555866, "text": "Phospho-Ezrin/Radixin/Moesin (ERM) inhibit cell adhesion, and therefore, dephosphorylation of ERM proteins is essential for cell adhesion.Phospho-ERM induce formation and/or maintenance of spherical cell shape."}, {"pubmed": 26632332, "text": "Elevated Ezrin expression is associated with a poor prognosis in a variety of solid tumors."}, {"pubmed": 26791814, "text": "Ezrin is down-regulated during cholangiocarcinogenesis, and its loss results in a more aggressive phenotype."}, {"pubmed": 26799186, "text": "High EZRIN expression is associated with prostate cancer."}, {"pubmed": 26823603, "text": "Phosphorylation of ezrin together with its binding to phosphatidylinositol-4,5-bisphosphate tethers the F508del CFTR to the actin cytoskeleton, stabilizing it on the apical membrane and rescuing the sub-membrane compartmentalization of cAMP and activated PKA."}, {"pubmed": 26927385, "text": "Data show that both Ezrin and SIX1 proteins are highly expressed in alpha fetoprotein-negative hepatocellular carcinoma (HCC) and significantly related with the TNM stage."}, {"pubmed": 26933912, "text": "Ezrin represents a promising target for the development of strategies aimed at preventing the progression of cervical cancer."}, {"pubmed": 26936397, "text": "These findings suggest that ezrin-EGFR interaction augments oncogenic functions of EGFR and that targeting ezrin may provide a potential novel approach to overcome erlotinib resistance in non-small cell lung cancer cells"}, {"pubmed": 26956845, "text": "there were significant decreases in intercellular adhesion molecules 1 (ICAM1), ezrin (EZR), mitogen-activated protein kinase kinase 2 (MAP2K2), and nitric oxide synthase 3 (NOS3) gene expressions in metabolic syndrome patients."}, {"pubmed": 26980013, "text": "SMYD3 enhances tumorigenicity in esophageal squamous cell carcinoma by enhancing transcription of ezrin and LOXL2, which are involved in proliferation, migration, and invasion."}, {"pubmed": 27042764, "text": "The present study showed over-expression of ezrin and moesin in colorectal carcinoma"}, {"pubmed": 27059464, "text": "results show that the activation of the ezrin-pAkt signaling axis is associated with the more aggressive clinicopathological features of PPA compared with LPA"}, {"pubmed": 27072970, "text": "Knockdown of ezrin in HUVECs significantly induced the morphogenetic changes and cytoskeletal reorganization of the transfected cells, and also reduced cell migration and angiogenesis capacity in vitro."}, {"pubmed": 27371852, "text": "Data show that gene silence of ezrin inhibits the proliferation and invasion of prostate cancer PC-3 cells, meanwhile the level of E-cadherin is upregulated and N-cadherin is downregulated."}, {"pubmed": 27420986, "text": "Ezrin and p65 interactions in MDA-MB-231 cells were confirmed using co-immunoprecipitation."}, {"pubmed": 27622508, "text": "3-dimensional cell cultures were found to mimic different tumor sites and be applicable as a model. The in vitro results concur with the clinical specimen analysis, suggesting that in ovarian carcinoma, the role of ezrin in disease progression is more pronounced than that of p130Cas."}, {"pubmed": 27688241, "text": "Study indicates the usual relationship between estrogen and ezrin induction is abridged. Study suggests that changes in ezrin may be associated with the development of the invasive phenotype and penetration of the basement membrane."}, {"pubmed": 27793041, "text": "CPI-17 drives Ras activity and tumorigenesis in melanomas in a two-fold way; inactivation of the tumor suppressor merlin and activation of the growth promoting ERM family."}, {"pubmed": 27823775, "text": "the distribution of NHERF1 in ovarian cancer and reveals a different regulation of NHERF1 and EZRIN expression in ovarian tumors which represents the complexity of the molecular changes of this disease"}, {"pubmed": 28079637, "text": "Immunohistochemistry staining for ezrin, was similar in AFX and UPS tumors."}, {"pubmed": 28093347, "text": "EZR is a novel biomarker in terms of invasion among the 3 subtypes of NFPAs, and it is a promising guide for therapeutic decision making as well."}, {"pubmed": 28230040, "text": "Ezrin protein is highly expressed in human PHC tissue which can be used for the prediction of metastasis disease."}, {"pubmed": 28261953, "text": "The expression of ezrin was up-regulated and significantly associated with the stage, lymph node involvement and distant metastasis"}, {"pubmed": 28298808, "text": "study indicates that the presence of autoantibodies against Ezrin is significantly associated with ESCC"}, {"pubmed": 28300573, "text": "Increased ezrin and HER2 expression in patients with salivary gland carcinomas represents a high-grade histopathological subtype."}, {"pubmed": 28423676, "text": "FUT4/LeY was critical to the TAMs-mediated EMT; this process might be associated with the up-regulation of Ezrin phosphorylation by FUT4/LeY-mediated fucosylation"}, {"pubmed": 28430576, "text": "Binding of phosphatidylinositol 4,5-biphosphate to ezrin induces a conformational change permitting the insertion of the LOK C-terminal domain to wedge apart the membrane and F-actin-binding domains of ezrin. The N-terminal LOK kinase domain can then access a site 40 residues distal from the consensus sequence that collectively direct phosphorylation of the appropriate threonine residue."}, {"pubmed": 28504189, "text": "Ezrin S66 phosphorylation enhances filopodia formation, contributing to the regulation of invasion and metastasis of esophageal squamous cell carcinoma cells"}, {"pubmed": 28535417, "text": "Data suggest that EGF induces colorectal cancer cells to undergo epithelial-mesenchymal transition, enhances their ability to invade/migrate, and promotes phosphorylation of Ezrin at Tyr353. (EGF = epidermal growth factor)"}, {"pubmed": 28603065, "text": "A signature of ezrin-interacting proteins accurately predicts esophageal squamous cell carcinoma patient survival or tumor recurrence."}, {"pubmed": 28624994, "text": "The expression pattern and subcellular localization of ezrin and moesin correlate with clinicopathological variables such as patients' age, tumor grade and hormonal status."}, {"pubmed": 28643776, "text": "Ezrin and myosin II play critical roles in enhancing line tension by promoting the formation of an actomyosin ring."}, {"pubmed": 28754689, "text": "ezrin facilitates AQP2 endocytosis, thus linking the dynamic actin cytoskeleton network with AQP2 trafficking."}, {"pubmed": 28774893, "text": "PM blebbing triggered SRF-mediated up-regulation of the metastasis-associated ERM protein Ezrin. Notably, Ezrin is sufficient and important to sustain bleb dynamics for cell-in-cell invasion when SRF is suppressed."}, {"pubmed": 28843271, "text": "This is the first study to verify the relationship of the expression of RhoA and Ezrin proteins in vaginal tissue of Postmenopausal atrophic vagina."}, {"pubmed": 28889652, "text": "The results reveal a supportive role of ERMs in cortical activities during cytokinesis, and also provide insight into the selective mechanism that preferentially associates cytokinesis-relevant proteins with the division site."}, {"pubmed": 28939985, "text": "L1CAM promotes esophageal squamous cell carcinoma tumorigenicity by upregulating ezrin expression."}, {"pubmed": 28953975, "text": "Ezrin protein expression is a promising biomarker in estimating the outcome of stage II colorectal cancer patients. When combined with microsatellite status its ability in predicting disease outcome is further improved"}, {"pubmed": 29253179, "text": "Findings suggest that antisense lncRNA EZR-AS1, as a member of an RNA polymerase complex and through enhanced SMYD3-dependent H3K4 methylation, plays an important role in enhancing transcription of the EZR gene to promote the mobility and invasiveness of human cancer cells."}, {"pubmed": 29259079, "text": "Ezrin-anchored PKA phosphorylates serine 369 and 373 on connexin 43 to enhance gap junction assembly, communication, and cell fusion."}, {"pubmed": 29587669, "text": "detection of Ezrin and E-cadherin expression in cervical smears, could be a potential prognostic marker for identifying cervical lesions with high-risk of progression to invasive cervical cancer, and may help on the selection of an appropriate therapy or avoid unnecessary treatment"}, {"pubmed": 29656060, "text": "High Ezrin expression is associated with osteosarcoma."}, {"pubmed": 29669740, "text": "MISP directly interacts with ezrin and that SLK/LOK-activated ezrin ensures appropriate cortical MISP levels in mitosis by competing with MISP for actin-binding sites at the cell cortex."}, {"pubmed": 29777033, "text": "Ezrin and moesin play mutually exclusive roles in modulating L-selectin signalling and shedding to control protrusion dynamics and polarity during monocyte transendothelial migration."}, {"pubmed": 29845278, "text": "these findings suggest that baicalein inhibits the proliferation, migration and invasion and induces apoptosis in Osteosarcoma (OS) cells by activating the miR183/Ezrin pathway, revealing a novel mechanism underlying antiOS effects of baicalein."}, {"pubmed": 29890880, "text": "uPA induces the synthesis of ezrin in astrocytes, with the subsequent formation of peripheral astrocytic processes that enter in direct contact with the synapse, protecting the integrity of the \"tripartite synapse\" from the harmful effects of the ischemic injury."}, {"pubmed": 30044991, "text": "The EMT program can directly enhance the efficiency of extravasation and subsequent metastasis formation through a PODXL-ezrin signaling axis."}, {"pubmed": 30093083, "text": "Influence of cross-linkers on ezrin-bound minimal actin cortices"}, {"pubmed": 30244410, "text": "S100P, Ezrin and Ezrin(Thr-567) are involved in the trans-endothelial migration of Triple negative breast cancer cells."}, {"pubmed": 30463939, "text": "Inhibition of ezrin synergizes with lapatinib in a PKCalpha-dependent fashion to inhibit proliferation and promote apoptosis in HER2-positive breast cancer cells."}, {"pubmed": 30655286, "text": "Long noncoding RNA ANRIL regulates endothelial cell activities associated with coronary artery disease by up-regulating CLIP1, EZR, and LYVE1 genes"}, {"pubmed": 30655325, "text": "Authors examined the expression of Ezrin in PDAC cells and found higher levels of both total and activated Ezrin in CSCs compared with bulk tumor cells."}, {"pubmed": 30678714, "text": "Study shows that ezrin is expressed at significantly higher levels in breast cancer lymph node metastases compared to matched primary tumors, and that a high tumor ezrin level is associated with increased risk of relapse in breast cancer patients with regional disease."}, {"pubmed": 30804430, "text": "Ezrin promotes breast cancer (BC) proliferation, migration, invasion, and angiogenesis in vitro and in vivo. Mechanistic analysis showed that Ezrin interacted with AKT, and promoted its kinase activity, thereby regulating the AKT pathway in BC."}, {"pubmed": 30996241, "text": "Role of phospho-ezrin in differentiating thyroid carcinoma."}, {"pubmed": 31018575, "text": "Merlin regulates contact inhibition and is an integral part of cell-cell junctions, while ERM proteins, ezrin, radixin and moesin, assist in the formation and maintenance of specialized plasma membrane structures and membrane vesicle structures.  [review]"}, {"pubmed": 31082616, "text": "HSPB1, as an important partner, participates in the activation of ezrin and merits further evaluation as a novel therapeutic target against human esophageal squamous cell carcinoma."}, {"pubmed": 31333725, "text": "EZRIN was validated as the direct target gene of miR211 in human osteosarcoma cells."}, {"pubmed": 31382374, "text": "This article reviews data pertaining to potential molecular interaction partners of ezrin and radixin in astrocytes, with a focus on PKC and GRK2, and in gliomas and other diseases, to stimulate further research on their potential roles in glia-synaptic physiology and pathology. [review]"}, {"pubmed": 31409639, "text": "LOXL2 and its spliced isoform L2Delta13 promote cytoskeletal reorganization and invasion of esophageal cancer cells by interacting with cytoplasmic actin-binding proteins such as ezrin"}, {"pubmed": 31452341, "text": "EZR is upregulated in breast cancer and can be used as potential biomarker for overall survival."}, {"pubmed": 31638145, "text": "Acetylation of ezrin regulates membrane-cytoskeleton interaction underlying CCL18-elicited cell migration."}, {"pubmed": 31843195, "text": "Activation of PKC induces leukocyte adhesion by the dephosphorylation of ERM."}, {"pubmed": 32028718, "text": "A-Kinase Anchoring Proteins Diminish TGF-beta1/Cigarette Smoke-Induced Epithelial-To-Mesenchymal Transition."}, {"pubmed": 32098334, "text": "ERM Proteins at the Crossroad of Leukocyte Polarization, Migration and Intercellular Adhesion."}, {"pubmed": 32160548, "text": "ERM-Dependent Assembly of T Cell Receptor Signaling and Co-stimulatory Molecules on Microvilli prior to Activation."}, {"pubmed": 32315081, "text": "Fundamental control of grade-specific colorectal cancer morphology by Src regulation of ezrin-centrosome engagement."}, {"pubmed": 32392198, "text": "[Increases in mRNA and Protein Levels of the Genes for the Actin-Binding Proteins Profilin, Fascin, and Ezrin Promote Metastasis in Non-Small Cell Lung Cancer]."}, {"pubmed": 32399827, "text": "current state of knowledge about ezrin and membrane tension with phagocytosis"}, {"pubmed": 32538298, "text": "Ezrin is essential for the entry of Japanese encephalitis virus into the human brain microvascular endothelial cells."}, {"pubmed": 32674647, "text": "Knockdown of Ezrin inhibited migration and invasion of cervical cancer cells in vitro."}, {"pubmed": 32710796, "text": "Ezrin as a prognostic indicator regulates colon adenocarinoma progression through glycolysis."}, {"pubmed": 33003361, "text": "Bioactive Ent-Kaurane Diterpenes Oridonin and Irudonin Prevent Cancer Cells Migration by Interacting with the Actin Cytoskeleton Controller Ezrin."}, {"pubmed": 33086476, "text": "Bidirectional Tumor-Promoting Activities of Macrophage Ezrin."}, {"pubmed": 33108559, "text": "Association of mRNA Expression Levels of LRP1 and Actin-Binding Proteins with the Development of Laryngeal and Laryngopharyngeal Squamous Cell Carcinoma."}, {"pubmed": 33326488, "text": "Ezrin interacts with the tumor suppressor CHL1 and promotes neuronal differentiation of human neuroblastoma."}, {"pubmed": 33685573, "text": "Ezrin Promotes the Proliferation, Migration, and Invasion of Ovarian Cancer Cells."}, {"pubmed": 33862101, "text": "Molecular basis of functional exchangeability between ezrin and other actin-membrane associated proteins during cytokinesis."}, {"pubmed": 34121685, "text": "Ezrin is a prognostic biomarker in patients with clear cell metastatic renal cell carcinoma receiving sunitinib."}, {"pubmed": 34196912, "text": "Comprehensive analysis of cytoskeleton regulatory genes identifies ezrin as a prognostic marker and molecular target in acute myeloid leukemia."}, {"pubmed": 34429402, "text": "TMED3 promotes the progression and development of lung squamous cell carcinoma by regulating EZR."}, {"pubmed": 34459110, "text": "Ezrin regulates synovial angiogenesis in rheumatoid arthritis through YAP and Akt signalling."}, {"pubmed": 34502121, "text": "Ezrin Is a Novel Protein Partner of Aquaporin-5 in Human Salivary Glands and Shows Altered Expression and Cellular Localization in Sjogren's Syndrome."}, {"pubmed": 34577118, "text": "Ezrin Modulates the Cell Surface Expression of Programmed Cell Death Ligand-1 in Human Cervical Adenocarcinoma Cells."}, {"pubmed": 34723710, "text": "miRNA-204-5p acts as tumor suppressor to influence the invasion and migration of astrocytoma by targeting ezrin and is downregulated by DNA methylation."}, {"pubmed": 35140182, "text": "Cotranslational interaction of human EBP50 and ezrin overcomes masked binding site during complex assembly."}, {"pubmed": 35156523, "text": "Ezrin expression in circulating tumor cells is a predictor of prostate cancer metastasis."}, {"pubmed": 35751703, "text": "Downregulation of CDC42 inhibits the proliferation and stemness of human trophoblast stem cell via EZRIN/YAP inactivation."}, {"pubmed": 35793608, "text": "Expression of ezrin protein and phosphorylated ezrin in pelvic endometriotic lesions."}, {"pubmed": 35851960, "text": "Ezrin and CD44 participate in the internalization process of Coxiella burnetii into non-phagocytic cells."}, {"pubmed": 36156321, "text": "Podoplanin promotes the carcinogenicity of gastric cancer by activating ezrin and mediating the crosstalk between tumour cells and cancer-associated fibroblasts."}, {"pubmed": 36899847, "text": "Ezrin and Its Phosphorylated Thr567 Form Are Key Regulators of Human Extravillous Trophoblast Motility and Invasion."}, {"pubmed": 37061568, "text": "Telocytes and ezrin expression in normal-appearing tissues adjacent to urothelial bladder carcinoma as predictors of invasiveness and recurrence."}, {"pubmed": 37301410, "text": "Inherited human ezrin deficiency impairs adaptive immunity."}, {"pubmed": 37304008, "text": "Integrative multiomics analysis identifies a metastasis-related gene signature and the potential oncogenic role of EZR in breast cancer."}, {"pubmed": 37328063, "text": "Prenylated PALM2 Promotes the Migration of Esophageal Squamous Cell Carcinoma Cells Through Activating Ezrin."}, {"pubmed": 37371090, "text": "Ez-Metastasizing: The Crucial Roles of Ezrin in Metastasis."}, {"pubmed": 38142951, "text": "Ezrin inhibition alleviates oxidative stress and pyroptosis via regulating TRPML1-calcineurin axis mediated enhancement of autophagy in spinal cord injury."}], "genomic_pos": {"chr": "6", "end": 158819368, "ensemblgene": "ENSG00000092820", "start": 158765741, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 159240444, "start": 159186773, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 20551903, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001951", "qualifier": "involved_in", "term": "intestinal D-glucose absorption"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003376", "pubmed": 23106337, "qualifier": "involved_in", "term": "sphingosine-1-phosphate receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0007159", "pubmed": 12082081, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008360", "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008360", "pubmed": 20551903, "qualifier": "involved_in", "term": "regulation of cell shape"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008361", "pubmed": 22467863, "qualifier": "NOT involved_in", "term": "regulation of cell size"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23264465, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010737", "pubmed": 17911601, "qualifier": "involved_in", "term": "protein kinase A signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0022612", "pubmed": 24862762, "qualifier": "NOT involved_in", "term": "gland morphogenesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0022614", "pubmed": 12082081, "qualifier": "involved_in", "term": "membrane to membrane docking"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030033", "pubmed": 22797597, "qualifier": "involved_in", "term": "microvillus assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030036", "pubmed": 23106337, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030953", "pubmed": 20551903, "qualifier": "involved_in", "term": "astral microtubule organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031503", "pubmed": 20551903, "qualifier": "involved_in", "term": "protein-containing complex localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031623", "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032532", "qualifier": "involved_in", "term": "regulation of microvillus length"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032703", "pubmed": 17911601, "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032956", "pubmed": 20551903, "qualifier": "NOT involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040018", "qualifier": "involved_in", "term": "positive regulation of multicellular organism growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043622", "pubmed": 20551903, "qualifier": "involved_in", "term": "cortical microtubule organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045198", "pubmed": [22797597, 24862762], "qualifier": "NOT involved_in", "term": "establishment of epithelial cell apical/basal polarity"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045732", "pubmed": 21148287, "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046847", "pubmed": 23106337, "qualifier": "involved_in", "term": "filopodium assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050860", "pubmed": 20551903, "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051017", "pubmed": 10793131, "qualifier": "involved_in", "term": "actin filament bundle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051660", "pubmed": 20551903, "qualifier": "involved_in", "term": "establishment of centrosome localization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061028", "pubmed": 23264465, "qualifier": "involved_in", "term": "establishment of endothelial barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070373", "pubmed": 20551903, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071320", "pubmed": 17911601, "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072659", "pubmed": [17825285, 17911601], "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072697", "pubmed": 25554515, "qualifier": "involved_in", "term": "protein localization to cell cortex"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098974", "qualifier": "involved_in", "term": "postsynaptic actin cytoskeleton organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901222", "pubmed": 20551903, "qualifier": "NOT involved_in", "term": "regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902115", "qualifier": "involved_in", "term": "regulation of organelle assembly"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1902115", "pubmed": 21148287, "qualifier": "involved_in", "term": "regulation of organelle assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902115", "pubmed": 21148287, "qualifier": "involved_in", "term": "regulation of organelle assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902896", "qualifier": "involved_in", "term": "terminal web assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1902966", "qualifier": "involved_in", "term": "positive regulation of protein localization to early endosome"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1902966", "pubmed": 21148287, "qualifier": "involved_in", "term": "positive regulation of protein localization to early endosome"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903078", "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903753", "pubmed": 20551903, "qualifier": "involved_in", "term": "negative regulation of p38MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:2000643", "qualifier": "involved_in", "term": "positive regulation of early endosome to late endosome transport"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2000643", "pubmed": 21148287, "qualifier": "involved_in", "term": "positive regulation of early endosome to late endosome transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000643", "pubmed": 21148287, "qualifier": "involved_in", "term": "positive regulation of early endosome to late endosome transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": [9852149, 25554515], "qualifier": "located_in", "term": "ruffle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001772", "pubmed": 17911601, "qualifier": "colocalizes_with", "term": "immunological synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001772", "pubmed": 20551903, "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001931", "qualifier": "located_in", "term": "uropod"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [23106337, 25554515], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005768", "pubmed": 21148287, "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 9852149, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005884", "pubmed": 11598191, "qualifier": "located_in", "term": "actin filament"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [7844168, 23106337], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005902", "qualifier": "is_active_in", "term": "microvillus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005902", "pubmed": 12082081, "qualifier": "located_in", "term": "microvillus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005903", "qualifier": "located_in", "term": "brush border"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005912", "qualifier": "is_active_in", "term": "adherens junction"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21282464, "qualifier": "colocalizes_with", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "pubmed": 10793131, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016324", "pubmed": [17825285, 22797597, 24862762], "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030175", "qualifier": "is_active_in", "term": "filopodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030175", "pubmed": [12082081, 23106337], "qualifier": "located_in", "term": "filopodium"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030863", "pubmed": 11598191, "qualifier": "located_in", "term": "cortical cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031528", "qualifier": "located_in", "term": "microvillus membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0031982", "pubmed": 19190083, "qualifier": "located_in", "term": "vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032587", "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 25097019, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0036064", "qualifier": "located_in", "term": "ciliary basal body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0042995", "pubmed": 25889165, "qualifier": "located_in", "term": "cell projection"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044853", "pubmed": 17911601, "qualifier": "located_in", "term": "plasma membrane raft"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045177", "qualifier": "is_active_in", "term": "apical part of cell"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045177", "pubmed": 12082081, "qualifier": "located_in", "term": "apical part of cell"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 24862762, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071944", "pubmed": 22291017, "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003779", "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": 17825285, "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7844168, 10793131, 10806479, 11598191, 12651155, 15020681, 15498789, 17046996, 17242191, 17500595, 17911601, 18046454, 19555689, 20195357, 20442317, 20551903, 20937695, 21148287, 21849478, 22570591, 22805611, 23414517, 24555568, 24658140, 25554515, 26496610, 28514442, 29568061, 31837246, 31980649, 32296183, 32707033, 32814053, 34799561, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008017", "pubmed": 23857773, "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 25554515, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034236", "pubmed": 17911601, "qualifier": "enables", "term": "protein kinase A catalytic subunit binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0034237", "pubmed": 17911601, "qualifier": "enables", "term": "protein kinase A regulatory subunit binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21988832, 29568061, 31837246], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044548", "pubmed": 25554515, "qualifier": "enables", "term": "S100 protein binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050839", "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0050839", "pubmed": [12082081, 15498789], "qualifier": "enables", "term": "cell adhesion molecule binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051015", "pubmed": 10793131, "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051018", "pubmed": 25097019, "qualifier": "enables", "term": "protein kinase A binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051117", "pubmed": 17825285, "qualifier": "enables", "term": "ATPase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097718", "qualifier": "enables", "term": "disordered domain specific binding"}]}, "homologene": {"genes": [[7955, 403009], [7955, 561589], [8364, 595017], [9031, 395701], [9544, 704716], [9598, 463100], [9606, 7430], [9615, 484056], [9913, 281574], [10090, 22350], [10116, 54319]], "id": 55740}, "interpro": [{"desc": "FERM domain", "id": "IPR000299", "short_desc": "FERM_domain"}, {"desc": "Ezrin/radixin/moesin-like", "id": "IPR000798", "short_desc": "Ez/rad/moesin-like"}, {"desc": "Moesin tail domain superfamily", "id": "IPR008954", "short_desc": "Moesin_tail_sf"}, {"desc": "Ezrin/radixin/moesin", "id": "IPR011174", "short_desc": "ERM"}, {"desc": "Ezrin/radixin/moesin, C-terminal", "id": "IPR011259", "short_desc": "ERM_C_dom"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "FERM/acyl-CoA-binding protein superfamily", "id": "IPR014352", "short_desc": "FERM/acyl-CoA-bd_prot_sf"}, {"desc": "FERM, N-terminal", "id": "IPR018979", "short_desc": "FERM_N"}, {"desc": "FERM, C-terminal PH-like domain", "id": "IPR018980", "short_desc": "FERM_PH-like_C"}, {"desc": "FERM conserved site", "id": "IPR019747", "short_desc": "FERM_CS"}, {"desc": "FERM central domain", "id": "IPR019748", "short_desc": "FERM_central"}, {"desc": "Band 4.1 domain", "id": "IPR019749", "short_desc": "Band_41_domain"}, {"desc": "Ubiquitin-like domain superfamily", "id": "IPR029071", "short_desc": "Ubiquitin-like_domsf"}, {"desc": "FERM superfamily, second domain", "id": "IPR035963", "short_desc": "FERM_2"}, {"desc": "ERM family, FERM domain C-lobe", "id": "IPR041789", "short_desc": "ERM_FERM_C"}, {"desc": "Ezrin/radixin/moesin, alpha-helical domain", "id": "IPR046810", "short_desc": "ERM_helical"}], "ipi": ["IPI00843975", "IPI00872684"], "map_location": "6q25.3", "name": "ezrin", "other_names": ["cytovillin 2", "epididymis secretory protein Li 105", "ezrin", "p81", "villin 2 (ezrin)"], "pantherdb": {"HGNC": "12691", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "98931", "ortholog_type": "LDO", "panther_family": "PTHR23281", "taxid": 10090, "uniprot_kb": "P26040"}, {"RGD": "621161", "ortholog_type": "LDO", "panther_family": "PTHR23281", "taxid": 10116, "uniprot_kb": "P31977"}, {"Ensembl": "ENSGALG00000013742", "ortholog_type": "LDO", "panther_family": "PTHR23281", "taxid": 9031, "uniprot_kb": "Q9YGW6"}, {"ZFIN": "ZDB-GENE-050522-18", "ortholog_type": "O", "panther_family": "PTHR23281", "taxid": 7955, "uniprot_kb": "Q503E6"}, {"ZFIN": "ZDB-GENE-050803-1", "ortholog_type": "LDO", "panther_family": "PTHR23281", "taxid": 7955, "uniprot_kb": "Q5TZG5"}, {"WormBase": "WBGene00001333", "ortholog_type": "O", "panther_family": "PTHR23281", "taxid": 6239, "uniprot_kb": "G5EBK3"}, {"FlyBase": "FBgn0011661", "ortholog_type": "O", "panther_family": "PTHR23281", "taxid": 7227, "uniprot_kb": "P46150"}], "uniprot_kb": "P15311"}, "pathway": {"biocarta": [{"id": "cftrpathway", "name": "cystic fibrosis transmembrane conductance regulator (cftr) and beta 2 adrenergic receptor (b2ar) pathway"}, {"id": "mcalpainpathway", "name": "mcalpain and friends in cell motility"}, {"id": "ucalpainpathway", "name": "ucalpain and friends in cell spread"}], "kegg": [{"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_KitReceptor", "name": "KitReceptor"}, {"id": "Pathway_RAGE", "name": "RAGE"}], "pid": [{"id": "faspathway", "name": "FAS (CD95) signaling pathway"}, {"id": "lkb1_pathway", "name": "LKB1 signaling events"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-373752", "name": "Netrin-1 signaling"}, {"id": "R-HSA-373760", "name": "L1CAM interactions"}, {"id": "R-HSA-373760", "name": "L1CAM interactions"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-437239", "name": "Recycling pathway of L1"}, {"id": "R-HSA-437239", "name": "Recycling pathway of L1"}, {"id": "R-HSA-9659379", "name": "Sensory processing of sound"}, {"id": "R-HSA-9662360", "name": "Sensory processing of sound by inner hair cells of the cochlea"}, {"id": "R-HSA-9662361", "name": "Sensory processing of sound by outer hair cells of the cochlea"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}], "wikipathways": [{"id": "WP2272", "name": "Pathogenic Escherichia coli infection"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4949", "name": "16p11.2 proximal deletion syndrome"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["1NI2", "4RM8", "4RM9", "4RMA", "7T1K", "7T1L"], "pfam": ["PF00373", "PF00769", "PF09379", "PF09380", "PF20492"], "pharmgkb": "PA162385512", "pharos": {"target_id": 1323, "tdl": "Tbio"}, "pir": "A34400", "prosite": "PS50057", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF257895", "relationship": "is"}, {"id": "GNF257896", "relationship": "is"}, {"id": "GNF257897", "relationship": "is"}, {"id": "GNF257898", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160253", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF033761", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF015403", "relationship": "is"}, {"id": "GNF015404", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096986", "relationship": "is"}, {"id": "GNF136641", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_052952.1"], "protein": ["NP_001104547.1", "NP_003370.2", "XP_011534412.1", "XP_054212288.1"], "rna": ["NM_001111077.2", "NM_003379.5", "XM_011536110.2", "XM_054356313.1"], "translation": [{"protein": "XP_054212288.1", "rna": "XM_054356313.1"}, {"protein": "NP_003370.2", "rna": "NM_003379.5"}, {"protein": "NP_001104547.1", "rna": "NM_001111077.2"}, {"protein": "XP_011534412.1", "rna": "XM_011536110.2"}]}, "reporter": {"HG-U133_Plus_2": ["208621_s_at", "208622_s_at", "208623_s_at", "217230_at", "217234_s_at"], "HG-U95Av2": "40103_at", "HTA-2_0": "TC06002265.hg.1", "HuEx-1_0": "2981912", "HuGene-1_1": "8130505", "HuGene-2_1": "17025191"}, "retired": 51553, "summary": "The cytoplasmic peripheral membrane protein encoded by this gene functions as a protein-tyrosine kinase substrate in microvilli. As a member of the ERM protein family, this protein serves as an intermediate between the plasma membrane and the actin cytoskeleton. This protein plays a key role in cell surface structure adhesion, migration and organization, and it has been implicated in various human cancers. A pseudogene located on chromosome 3 has been identified for this gene. Alternatively spliced variants have also been described for this gene. [provided by RefSeq, Jul 2008].", "symbol": "EZR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1421450"}, "unigene": "Hs.487027", "uniprot": {"Swiss-Prot": "P15311"}, "wikipedia": {"url_stub": "Ezrin"}}