{"AllianceGenome": "3528", "HGNC": "3528", "MIM": "613872", "_id": "2159", "_version": 1, "accession": {"genomic": ["AB005892.1", "AF503510.1", "AH002727.2", "AL137002.19", "CH471085.1", "CP068265.2", "CS355178.1", "EF445049.1", "M33297.1", "M81357.1", "M92096.1", "NC_000013.11", "NC_060937.1", "NG_009258.1"], "protein": ["AAA51984.1", "AAA52421.1", "AAA52486.1", "AAA52490.1", "AAA52636.1", "AAA52764.1", "AAH46125.1", "AAM19347.1", "ACA06104.1", "BAA21634.1", "BAG36534.1", "CAL24230.1", "EAX09184.1", "EAX09185.1", "NP_000495.1", "NP_001299603.1", "NP_001299604.1", "P00742.2"], "rna": ["AK310772.1", "AK310775.1", "AK313798.1", "BC040125.1", "BC046125.1", "CB158437.1", "CD013940.1", "K01886.1", "K03194.1", "M22613.1", "M57285.1", "NM_000504.4", "NM_001312674.2", "NM_001312675.2"], "translation": [{"protein": "NP_001299604.1", "rna": "NM_001312675.2"}, {"protein": "AAA52486.1", "rna": "K01886.1"}, {"protein": "AAH46125.1", "rna": "BC046125.1"}, {"protein": "AAA52490.1", "rna": "K03194.1"}, {"protein": "NP_000495.1", "rna": "NM_000504.4"}, {"protein": "BAG36534.1", "rna": "AK313798.1"}, {"protein": "AAA52421.1", "rna": "M57285.1"}, {"protein": "AAA51984.1", "rna": "M22613.1"}, {"protein": "NP_001299603.1", "rna": "NM_001312674.2"}]}, "alias": ["FX", "FXA"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-11-27T17:00:00.000Z", "disease_label": "congenital factor X deficiency", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009212", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_4adcc848-b354-4975-801f-4b55bbca64ad-2019-11-27T170000.000Z", "sop": "SOP6"}}, "ec": "3.4.21.6", "ensembl": {"gene": "ENSG00000126218", "protein": ["ENSP00000364701", "ENSP00000364709", "ENSP00000386320", "ENSP00000387092"], "transcript": ["ENST00000375551", "ENST00000375559", "ENST00000409306", "ENST00000410083", "ENST00000477269", "ENST00000483537", "ENST00000498455"], "translation": [{"protein": "ENSP00000364709", "rna": "ENST00000375559"}, {"protein": "ENSP00000387092", "rna": "ENST00000409306"}, {"protein": "ENSP00000364701", "rna": "ENST00000375551"}, {"protein": "ENSP00000386320", "rna": "ENST00000410083"}], "type_of_gene": "protein_coding"}, "entrezgene": "2159", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.4962144796, "exp_mis": 224.596156763, "exp_syn": 116.110538922, "lof_z": 2.7308326646182, "mis_z": 2.23880007606482, "mu_lof": 1.00696744223e-06, "mu_mis": 1.96162890994e-05, "mu_syn": 1.00031216748e-05, "n_lof": 4.0, "n_mis": 156.0, "n_syn": 99.0, "p_li": 0.160510707320587, "p_null": 0.00321652097119334, "p_rec": 0.83627277170822, "syn_z": 0.984410982385433}, "bp": 1467, "cds_end": 113803831, "cds_start": 113777169, "n_exons": 8, "nonpsych": {"exp_lof": 12.9587097502, "exp_mis": 203.119437556, "exp_syn": 104.929486252, "lof_z": 2.71690313925469, "mis_z": 2.19843290111556, "mu_lof": 1.00696744223e-06, "mu_mis": 1.96162890994e-05, "mu_syn": 1.00031216748e-05, "n_lof": 3.0, "n_mis": 141.0, "n_syn": 93.0, "p_li": 0.390571016444365, "p_null": 0.00247689062353776, "p_rec": 0.606952092932097, "syn_z": 0.733224376552402}, "nontcga": {"exp_lof": 13.320750115, "exp_mis": 206.612711712, "exp_syn": 106.805940208, "lof_z": 2.78951164525304, "mis_z": 2.34347163929072, "mu_lof": 1.00696744223e-06, "mu_mis": 1.96162890994e-05, "mu_syn": 1.00031216748e-05, "n_lof": 3.0, "n_mis": 139.0, "n_syn": 91.0, "p_li": 0.400467743255354, "p_null": 0.00188328531428165, "p_rec": 0.597648971430364, "syn_z": 0.968375755840853}, "transcript": "ENST00000375559.3"}, "exons": [{"cdsend": 113149517, "cdsstart": 113122855, "chr": "13", "position": [[113122798, 113122925], [113129451, 113129612], [113138456, 113138481], [113139356, 113139470], [113140918, 113141050], [113143850, 113144095], [113147378, 113147496], [113148915, 113149529]], "strand": 1, "transcript": "NM_000504", "txend": 113149529, "txstart": 113122798}, {"cdsend": 113149517, "cdsstart": 113122855, "chr": "13", "position": [[113122798, 113122925], [113129451, 113129612], [113138456, 113138481], [113139356, 113139470], [113143850, 113144095], [113147378, 113147496], [113148915, 113149529]], "strand": 1, "transcript": "NM_001312674", "txend": 113149529, "txstart": 113122798}, {"cdsend": 113149059, "cdsstart": 113122855, "chr": "13", "position": [[113122798, 113122925], [113129451, 113129612], [113138456, 113138481], [113139356, 113139470], [113140918, 113141050], [113143850, 113144095], [113147378, 113147486], [113148915, 113149529]], "strand": 1, "transcript": "NM_001312675", "txend": 113149529, "txstart": 113122798}], "exons_hg19": [{"cdsend": 113803831, "cdsstart": 113777169, "chr": "13", "position": [[113777112, 113777239], [113783765, 113783926], [113792770, 113792795], [113793670, 113793784], [113795232, 113795364], [113798164, 113798409], [113801692, 113801810], [113803229, 113803843]], "strand": 1, "transcript": "NM_000504", "txend": 113803843, "txstart": 113777112}, {"cdsend": 113803831, "cdsstart": 113777169, "chr": "13", "position": [[113777112, 113777239], [113783765, 113783926], [113792770, 113792795], [113793670, 113793784], [113798164, 113798409], [113801692, 113801810], [113803229, 113803843]], "strand": 1, "transcript": "NM_001312674", "txend": 113803843, "txstart": 113777112}, {"cdsend": 113803373, "cdsstart": 113777169, "chr": "13", "position": [[113777112, 113777239], [113783765, 113783926], [113792770, 113792795], [113793670, 113793784], [113795232, 113795364], [113798164, 113798409], [113801692, 113801800], [113803229, 113803843]], "strand": 1, "transcript": "NM_001312675", "txend": 113803843, "txstart": 113777112}], "generif": [{"pubmed": 11854268, "text": "A specific pentasaccharide sequence (H5) in high affinity heparin induces a conformational change in antithrombin that is particularly important for factor Xa (fXa) inhibition (factor Xa)"}, {"pubmed": 11864704, "text": "Plasma levels of the Factor Xa (FXa)-TFPI complex were significantly higher in patients with solid tumours, compared to patients with haematological malignancy and healthy controls."}, {"pubmed": 11867437, "text": "Structure and dynamics of zymogen human blood coagulation factor X."}, {"pubmed": 11914651, "text": "Activation of the prothrombinase complex could be a common step of the platelet response to distinct agonists (ADP, collagen, thrombin), which may be achieved at low levels of platelet stimulation by non-aggregant doses of platelet agonists."}, {"pubmed": 11983337, "text": "Data suggesting a physical association between factor Xa and prothrombin, and that factor Xa has an increased affinity for prothrombin in the presence of factor Va."}, {"pubmed": 12011050, "text": "used NAPc2 as a tight binding probe of human Xa to investigate protein substrate recognition by the human prothrombinase complex."}, {"pubmed": 12036878, "text": "Exposure of human macrophages and smooth muscle cells (SMCs) to oxidized low-density lipoprotein (oxLDL) enhances their ability to support activity of 2 major complexes of the intrinsic pathway, Xase and prothrombinase."}, {"pubmed": 12056907, "text": "Factor X activation is regulated by sequential occupancy of a pair of linked lipid binding sites: the first recognizes diacylglycerol as the simplest effective ligand, while the second recognizes glycerophosphoserine as the minimal binding structure."}, {"pubmed": 12123809, "text": "Factor Xa induces mitogenesis of coronary artery smooth muscle cell via activation of PAR-2."}, {"pubmed": 12163491, "text": "Data show that factor V activation is associated with the stepwise release of the B-domain after incubation with thrombin, which results in a gradual exposure of the factor Xa-binding site."}, {"pubmed": 12220193, "text": "There are two independent factor X binding sites on activated platelets: low affinity, high capacity (approximately 9000 sites per platelet; Kd approximately 380 nM) and low capacity, high affinity (1700 sites per platelet; Kd approximately 30 nM)."}, {"pubmed": 12370181, "text": "extended interactions between prothrombinase and substrate regions removed from the cleavage site drive substrate affinity and enforce the substrate specificity of this enzyme complex"}, {"pubmed": 12379114, "text": "A binding site for membrane-bound, activated factor X (Xa) is located on the heavy chain of factor Va; binding increases the catalytic efficiency of factor Xa toward prothrombin in the absence of factor Va."}, {"pubmed": 12524437, "text": "prothrombinase formation is promoted by neutrophil cathepsin G in platelets"}, {"pubmed": 12529356, "text": "the Gla and first epidermal growth factor-like domains of factor X play a role in the prothrombinase and tissue factor-factor VIIa complexes."}, {"pubmed": 12574802, "text": "A new FX mutation (Gly381Asp) in the structurally conserved serine protease active site was normally activated. It did not show detectable amidolytic activity. Mutations affecting FX activity may cause coagulation impairment & severe hemorrhage."}, {"pubmed": 12805370, "text": "residues 404-418 in fXa provide fVa binding sites, whereas residues 557-571 in fII and 415-429 in fXa mediate interactions between fXa and fII in the prothrombinase complex"}, {"pubmed": 12941034, "text": "Factor Xa and thrombin, but not factor VIIa, induce expression of MCP-1, IL-8, IL-6 and VEGF, and expression of receptors implicated in signaling by these coagulation factors PAR-1, PAR-2 and PAR-3 in lung and dermal fibroblasts"}, {"pubmed": 14532267, "text": "findings suggest that antithrombin exosites responsible for enhancing the rates of factor Xa and factor IXa inhibition in the conformationally activated inhibitor lie in strand 3 of beta-sheet C of the serpin"}, {"pubmed": 14575696, "text": "results suggested a model by which platelet factor 4 bound to proximal (but distinct) sites to antithrombin (AT) resulting in steric interference of fXa binding to both polysaccharide and AT"}, {"pubmed": 14583605, "text": "the factor X cation-binding exosite-1 has a nonessential role in substrate and inhibitor interactions"}, {"pubmed": 14629468, "text": "FIXa/FVIIIa binding studies of coordinate binding of FVIIIa and FX to equivalent numbers of binding sites on activated platelets provide strong evidence that FVIIIa comprises the receptor that presents FX to FIXa for catalysis on the platelet membrane."}, {"pubmed": 14739327, "text": "although charged residues of the 70-80 loop play an insignificant role in fX recognition by the factor VIIa-tissue factor complex, they are critical for the substrate recognition by factor IXa in the intrinsic Xase complex"}, {"pubmed": 14750502, "text": "model characterizes likely enzyme-binding exosites on FVIIa and Xa that may be involved in the ternary complex (sTF-VIIa-Xa) formation and the membrane binding region of the ternary complex."}, {"pubmed": 14963035, "text": "factor X is initiated by factor IXabeta, which may play a significant role in producing Xa necessary for the procoagulant response following vascular damage"}, {"pubmed": 14979399, "text": "A new mutation (Arg251Trp) detected is responsible for defective activation via the extrinsic pathway; it may not affect protein folding and stability, but may be involved in the calcium binding site"}, {"pubmed": 14982929, "text": "direct activation of factor V by factor Xa at physiologically relevant concentrations does not appear to be a significant contributor to factor Va formation"}, {"pubmed": 15009463, "text": "The mutation Arg489Ala/Arg490Ala/Lys493Ala (489-3A) om factor VIIIa possessed near-normal affinity for FIXa and showed no effect on the Km for Factor X."}, {"pubmed": 15069066, "text": "EGF-N of FX is required for the cofactor-dependent zymogen activation by both physiological activators, but it plays no apparent role in FXa recognition of the cofactor in the prothrombinase complex"}, {"pubmed": 15326167, "text": "the antithrombin hinge region extension is the activating conformational change for inhibition of factors IXa and Xa"}, {"pubmed": 15328360, "text": "residues Asn89, Ile90, and Val107 within loops 1 and 2 (Cys88-Cys109) of the EGF2 domain of factor IXa are essential for normal interactions with the platelet surface and for the assembly of the factor X-activating complex on activated platelets"}, {"pubmed": 15347660, "text": "These results suggest that factor Va interacts with 185-189-loop for fXa, which is energetically linked to the Na(+)-binding site of the protease."}, {"pubmed": 15494418, "text": "propose that ordered bond cleavage results from the constraints associated with the binding of prothrombin substrates in one of two conformations to a single form of prothrombinase"}, {"pubmed": 15550696, "text": "FXa may contribute to proinflammatory changes in acute myocardial infarction by stimulation of IL-8 release. In vitro factor Xa stimulated IL-8 & monocyte chemoattractant protein-1 release & RNA expression by activation of protease-activated receptor 1."}, {"pubmed": 15567463, "text": "thrombin formation by B16F10 melanoma cell-bound human factor Xa was enhanced approximately 10 fold in the presence of factor Va, indicating the assembly of prothrombinase complex."}, {"pubmed": 15634274, "text": "EGF-like domains of factor Xa and factor IXa are important for the activation of the factor VII--tissue factor complex"}, {"pubmed": 15641797, "text": "Phosphatidylserine-induced formation of the coagulation factor Xa-factor Va (FVa) complex or its activity does not require occupancy of FVa C2-domain lipid binding pocket."}, {"pubmed": 15882255, "text": "factor Xa can induce mesangial cell proliferation through the activation of ERK via PAR2 in mesangial cells."}, {"pubmed": 15892863, "text": "analysis of molecular basis of FX deficiency in patients from the Indian subcontinent: six novel mutations including triple heterozygosity for Phe31Ser, 514delT and 516T-->G factor X gene mutations"}, {"pubmed": 15897196, "text": "the interaction of factor Xa with the heavy chain of factor Va strongly influences the catalytic activity of the enzyme resulting in increased rates for both prothrombin-activating cleavages."}, {"pubmed": 15924438, "text": "Consistent with the idea that activated factor X binds preferentially at low phospholipid concentrations, these data demonstrate that active-site-inhibited FXa is a much stronger inhibitor of tissue factor/factor VIIa at lower lipid concentrations."}, {"pubmed": 16006504, "text": "Ratcheting of the substrate from the zymogen to proteinase conformations directs the sequential cleavage of prothrombin by prothrombinase."}, {"pubmed": 16042383, "text": "None of the charged residues of the 82-116 loop in human fXa is a factor Va-dependent recognition site for prothrombin in the prothrombinase complex; however, Lys-96 is critical for the protease interaction with prothrombin"}, {"pubmed": 16079143, "text": "the catalytic residue of fXa is required for interaction with ZPI"}, {"pubmed": 16105945, "text": "Synergistic interactions between the coagulation factor Xa (fXa) and the proinflammatory cytokines TNF, IL-1beta, and CD40L, leads to enhanced expression of Tissue Factor and E-selectin in endothelial cells."}, {"pubmed": 16207719, "text": "thrombin-activable factor X causes blood coagulation"}, {"pubmed": 16212554, "text": "data demonstrate that gC constitutes one type of direct FX-HSV1 interaction, possibly providing a molecular basis for clinical correlations between recurrent infection and vascular pathology"}, {"pubmed": 16359518, "text": "PAR1 and also PAR2 can mediate barrier protection in endothelial cells and FXa can use either receptor to enhance barrier integrity"}, {"pubmed": 16517611, "text": "results indicate that Tyr253 and Glu255 are key exosite determinants responsible for promoting the reactions of conformationally activated antithrombin with both factor Xa and factor IXa"}, {"pubmed": 16580898, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16839353, "text": "FVIIa not only decreased thromboplastin sensitivity to plasma FVII, it surprisingly increased sensitivity to plasma levels of FV, FX and prothrombin."}, {"pubmed": 16894464, "text": "formation of TF-FVIIa-FXa complex prevents apoptosis in breast cancer cells by a thrombin-independent pathway"}, {"pubmed": 16935856, "text": "annihilation of the FXa protection of the individual activated protein C-mediated Arg-506 cleavage by protein S is due to an enhanced rate of Arg-506 cleavage of FVa not bound to FXa"}, {"pubmed": 16940049, "text": "tyrosine 131 in the native conformation of antithrombin III activates it for factor Xa inhibition"}, {"pubmed": 17020886, "text": "pentapeptide DYDYQ has opposing effects on membrane-bound factor Xa for prothrombin cleavage, depending on the incorporation of factor Va in prothrombinase"}, {"pubmed": 17118432, "text": "In monitoring unfractionated heparin therapy, investigators evaluated appropriateness of several anti-Factor Xa assays."}, {"pubmed": 17173931, "text": "In the crystal structure of the ternary factor Xa/NAPc2/selectide complex, the binding interface consists of an intermolecular antiparallel beta-sheet formed by the segment of the polypeptide chain."}, {"pubmed": 17343367, "text": "This study reveals that when f.Xa interacts with anionic phospholipids, glycosaminoglycans bind f.Xa more tightly, allosterically modulate its active site, and enhance its capacity to activate protein C."}, {"pubmed": 17391309, "text": "A missense mutation (p.Phe31Ser) in the Gla domain was found in homozygous form for all FX-deficient patients with severe bleeding symptoms but one, who is a compound heterozygote for the Phe31Ser mutation"}, {"pubmed": 17393015, "text": "Glu51Lys mutation is a type II mutation with low FX coagulant activity in the extrinsic pathway and normal FX antigen levels, disrupting the H-bonding between Glu51 of FX and Asn199 of the tissue factor (TF) in the FX/TF/factor VIIa ternary complex."}, {"pubmed": 17403098, "text": "Linkage analysis for three coagulation factors clustering on chromosome 13q34: factor VII, factor X and protein Z."}, {"pubmed": 17469850, "text": "The inhibitory properties of fXa can be described on the basis of the estimated surface density of fXa molecules on the tissue factor-phospholipid surface."}, {"pubmed": 17553804, "text": "Continuous surface on the A2 domain that is strongly implicated as an extended FXa binding surface in the prothrombinase complex."}, {"pubmed": 17588602, "text": "The crystal structure of NAP5 bound at the active site of gamma-carboxyglutamic acid domainless factor Xa (des-fXa) has been determined at 3.1 A resolution."}, {"pubmed": 17635109, "text": "The epidermal growth factor domain 1 of activated factor X (fXa) plays a spacer function in holding the active site of fXa above the membrane surface."}, {"pubmed": 17646160, "text": "peptide VP311-325 represents both an Activated protein C and fXa binding region in fVa."}, {"pubmed": 17726015, "text": "Role of the alpha-helix 163-170 in FXA catalytic activity is reported."}, {"pubmed": 17973648, "text": "Possible locations of prothrombin binding to prothrombinase are indicated by simulation of the docked complex"}, {"pubmed": 18000611, "text": "maximal thrombin generation in plasma requires membranes with a density of 10-20 mol% PS; thrombin formed in situ induces externalization of PS to approx 10 mol% in a substantial platelet subpopulation."}, {"pubmed": 18031796, "text": "the anti-apoptotic signaling of TF/FVIIa and TF/FVIIa/FXa is abolished by simvastatin, which induces apoptosis in human breast cancer cells in a NFkappaB-dependent manner"}, {"pubmed": 18062812, "text": "Several strong FXa-binding snake venom group IIA secreted phospholipases A2 that disrupt the function of the coagulation cascade by interacting with FXa by the non-catalytic PL-independent mechanism, were identified."}, {"pubmed": 18174463, "text": "it is proposed that annexin 2 acts as a receptor for factor Xa on the surface of human umbilical vein endothelial cells and that annexin 2 facilitates factor Xa activation of PAR-1 but does not enhance coagulant function of factor Xa"}, {"pubmed": 18178242, "text": "analysis of anti-Xa levels in pregnant women treated with low molecular weight heparins for prevention of recurrent venous thromboembolism [case report]"}, {"pubmed": 18198180, "text": "FVa, being part of the prothrombinase complex, is protected from APC by both FXa and prothrombin"}, {"pubmed": 18245654, "text": "Factor XDebrecen: Gly204Arg mutation in factor X causes the synthesis of a non-secretable protein and severe factor X deficiency"}, {"pubmed": 18267072, "text": "Study shows that FX binds to the Adenovirus 5 hexon, not fiber, via an interaction between the FX Gla domain and hypervariable regions of the hexon surface."}, {"pubmed": 18278195, "text": "Inhibition of factor XA was used to monitor heparinization during cardiopulmonary bypass."}, {"pubmed": 18296445, "text": "Factor Xa (fXa), a key serine protease of the coagulation system, was used as a model enzyme to test the canonical conformation hypothesis."}, {"pubmed": 18388497, "text": "Persistent factor VIII-dependent factor X activation on endothelial cells is independent of von Willebrand factor"}, {"pubmed": 18391209, "text": "describes the mechanism of FX binding to Ad5 and demonstrates the critical role of hexon for virus infection of hepatocytes in vivo."}, {"pubmed": 18403394, "text": "analysis of the clinical manifestations, laboratory phenotype and genotype of congenital factor X deficiency in families"}, {"pubmed": 18419747, "text": "Protein S enhances the tissue factor pathway inhibitor inhibition of factor Xa but not its inhibition of factor VIIa-tissue factor"}, {"pubmed": 18502757, "text": "analysis of the factor Xa binding site on factor Va by site-directed mutagenesis"}, {"pubmed": 18506702, "text": "Review of literature shows 10 families with a predominant defect in the extrinsic system and four families with a predominant defect in the intrinsic system. Mutations in different exons do not allow any clear genotype-phenotype conclusions."}, {"pubmed": 18591887, "text": "Increased factor V and factor X activity and decreased antithrombin III levels in patients with hypogonadotropic hypogonadism represent a potential hypercoagulable state, which might augment the risk for atherosclerotic and atherothrombotic complications."}, {"pubmed": 18612547, "text": "Studies suggest that TF-FVIIa-FXa-mediated signaling modulates mTOR pathway activation, which regulates in part breast cancer cell migration."}, {"pubmed": 18680100, "text": "Use of 20 ns of molecular dynamics (MD) and steered molecular dynamics (SMD) simulations on two different conformational forms of Factor Xa, open and closed, and observing an interchangeable conformational transition."}, {"pubmed": 18765660, "text": "thrombin is activated by prothrombinase and interacts with sufficiently poor affinity with F12 so that it is rapidly released from its site of production to participate in its numerous hemostatic functions"}, {"pubmed": 18766253, "text": "procoagulant activities of plasma factor VIIc and factor Xc are positively and independently associated with concentrations of the high-density lipoprotein apolipoprotein, apo A-II"}, {"pubmed": 18768472, "text": "ZPI functions like other serpins to regulate the activity of FXa but in a manner uniquely dependent on protein Z, procoagulant membranes, and pH"}, {"pubmed": 18784085, "text": "The thrombin-sensitive region of protein S mediates phospholipid-dependent interaction with factor Xa"}, {"pubmed": 18929857, "text": "The high homology between rhesus monkey and human coagulation factor X ensure the reliability and feasibility of rhesus monkey as a recipient in studies on coagulation disorders in xenotransplantation."}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18991406, "text": "The data demonstrate that amino acid region 334-335 together with amino acid region 695-698 from factor Va heavy chain are part of a cooperative mechanism within prothrombinase regulating cleavage and activation of prothrombin by factor Xa."}, {"pubmed": 19108874, "text": "rFX variants showed reduced (rFX-342A, 29%; rFX-19A, 12%) or not detectable (rFX-381D) amidolytic activity."}, {"pubmed": 19135706, "text": "Characterization of a homozygous Gly11Val mutation in the G1a domain of Factor X is reported."}, {"pubmed": 19158249, "text": "By using a set of binding and infection experiments, the authors found that Ad5 and Ad31 require coagulation factors IX (FIX) or X (FX) or just FIX, respectively, for efficient binding and infection."}, {"pubmed": 19172319, "text": "Data show that the structural model of ZPI/FXa is compatible with available experimental information regarding the importance for the inhibitory action of certain basic residues in FXa."}, {"pubmed": 19188667, "text": "the difference observed in secretion patterns of protein Z and factor X was mainly based on the structure of their gamma-carboxyglutamic acid domains."}, {"pubmed": 19190817, "text": "How useful is determination of anti-factor Xa activity to guide bridging therapy with enoxaparin? A pilot study."}, {"pubmed": 19244162, "text": "Zn(2+) is required for PS-direct and efficient FXa binding and may play a role in stabilizing PS conformation."}, {"pubmed": 19250659, "text": "FXA inhibits cancer cell migration via protease-activated receptor-1 activation."}, {"pubmed": 19350128, "text": "Apixaban, an oral direct factor Xa inhibitor, inhibits human clot-bound factor Xa activity in vitro."}, {"pubmed": 19350129, "text": "Report that profibrinolytic activity of heparins depends on their anti-IIa activity rather than their anti-Xa activity."}, {"pubmed": 19404516, "text": "Novel deletion of exon 6 and a missense mutation in exon 7 of the F10 gene leading to a compound heterozygous state and causing severe factor X deficiency."}, {"pubmed": 19429866, "text": "Analysis of FX binding to Ad5 HVRs 5 & 7 identified domains & amino acids critical for this interaction. A model of the Ad5-FX interaction using crystallographic and cryo-electron microscopic data identified contact points."}, {"pubmed": 19581306, "text": "Factor Xa and thrombin regulate MMP-2 enzymatic activity through its activation and degradation."}, {"pubmed": 19652365, "text": "expression of coagulation factor X (FX) is locally increased in fibrotic lung tissue, with marked immunostaining associated with bronchial and alveolar epithelia"}, {"pubmed": 19691479, "text": "The carbohydrate chains of the FX activation peptide help restrict the specificity of zymogen recognition by FVIIa & FIXa, preventing cofactor-independent Fx activation. They add to the cofactor-dependent zymogen recognition by extrinsic & intrinsic Xase."}, {"pubmed": 19724895, "text": "Data revealed that six polymorphisms of F10, PITRM1, PCSK2, JPH3, MYO7B, and AKAP12 were related (P<0.05) to the prevalence of chronic kidney disease."}, {"pubmed": 19724895, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19843455, "text": "quantitative model that takes into account dimerization of FXa after binding to a membrane, which yielded estimates of the FXa dimerization constant on a membrane as well as the kinetic constants of the dimer"}, {"pubmed": 19851296, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19858193, "text": "Cleavage site specificity as well as the ordered action of prothrombinase on its compound substrate is regulated by the thermodynamics of active site engagement of the individual sites."}, {"pubmed": 19874476, "text": "Define a new mechanism for A2 domain-mediated FVIII degradation by FXa and implicates the bisecting of the A2 domain at R562."}, {"pubmed": 19895674, "text": "Endothelial protein C receptor plays an unexpected role in supporting cell surface recruitment, PAR1 activation, and signaling by FXa."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931652, "text": "purified Xa33/13 increases tPA-dependent plasmin generation by at least 10-fold. Western blots confirmed that in situ conversion of FXaalpha/beta to Xa33/13 correlated to enhanced plasmin generation."}, {"pubmed": 20062915, "text": "The factor Xa inhibitor rivaroxaban was well tolerated and was found to have predictable pharmacokinetics/pharmacodynamics in healthy, elderly Chinese subjects."}, {"pubmed": 20062929, "text": "Blocking TF-FVIIa-dependent activation of factor X and factor IX may be an attractive approach for preventing thrombosis."}, {"pubmed": 20088935, "text": "The oral direct FXa inhibitor YM150 demonstrated a significant dose response prevention of venous thromboembolism after total hip arthroplasty."}, {"pubmed": 20088937, "text": "Avidin is well tolerated and safe, and offers immediate and specific reversibility of idrabiotaparinux anti-FXa activity."}, {"pubmed": 20135059, "text": "Several global conventional clotting tests, as well as clotting or chromogenic assays to measure anti-factor Xa activity, were studied for blood coagulation monitoring."}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20156644, "text": "review of the structure of the factor VIIa (FVIIa)/tissue factor (TF) and factor Xa (FXa) ternary complex [review]"}, {"pubmed": 20198315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347121, "text": "both the Rho/ROCK and Src/FAK/paxillin pathways are required for FXa-mediated inhibition of breast cancer cell migration"}, {"pubmed": 20427285, "text": "Data show that mutation of four ZPI contact residues eliminated PZ binding and membrane-dependent PZ acceleration of fXa inhibition."}, {"pubmed": 20451919, "text": "Factor Xa induces tissue factor expression in endothelial cells by P44/42 MAPK and NF-kappaB-dependent pathways."}, {"pubmed": 20454680, "text": "FXa bound in a punctate manner to thrombi under shear, while thrombin and fibrin(ogen) distributed ubiquitously over platelet-fibrin thrombi"}, {"pubmed": 20534818, "text": "Oral direct factor Xa inhibitor edoxaban can be administered without regard to food."}, {"pubmed": 20589316, "text": "Inhibition of thrombin generation by blocking upstream proteases (FVIIa and FXa) in the blood coagulation cascade is as effective as direct thrombin inhibition in preventing tissue factor-induced platelet aggregation."}, {"pubmed": 20589317, "text": "Edoxaban is a factor Xa inhibitor which prevents venous thromboembolism after total hip replacement."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634491, "text": "heparanase is a potential modulator of blood hemostasis, and suggest a novel mechanism by which heparanase increases the generation of activated factor X in the presence of tissue factor and activated factor VII."}, {"pubmed": 20664909, "text": "Report differential effects of TAK-442, a novel orally active direct factor Xa inhibitor, and ximelagatran, a thrombin inhibitor, on factor V-mediated feedback on coagulation cascade and bleeding."}, {"pubmed": 20694273, "text": "Report the safety of edoxaban, a new oral factor Xa inhibitor in development for stroke prevention in patient with atrial fibrillation."}, {"pubmed": 20722419, "text": "Amino acid region 659-663 from the heavy chain of coagulation factor Va contributes to the regulation of the rate of cleavage of prothrombin by prothrombinase."}, {"pubmed": 20730886, "text": "Mutation in Factor X is associated with severe bleeding diathesis."}, {"pubmed": 20806114, "text": "Letter: Report an optimised, rapid chromogenic assay, specific for measuring direct factor Xa inhibitors (rivaroxaban) in plasma."}, {"pubmed": 20806117, "text": "The oral direct factor Xa inhibitor apixaban significantly reduced coagulation activity biomarkers among patients with acute coronary syndrome."}, {"pubmed": 20826780, "text": "Factor X/Xa elicits protective signaling responses in endothelial cells directly via PAR-2 and indirectly via endothelial protein C receptor-dependent recruitment of PAR-1."}, {"pubmed": 20864578, "text": "Zymogen-like factor Xa variants restore thrombin generation and effectively bypass the intrinsic pathway."}, {"pubmed": 20886185, "text": "Identify minimally effective/ineffective dose regimen of the factor Xa inhibitor TAK-442 for the prevention of venous thrombosis/thromboembolism after total knee replacement."}, {"pubmed": 20946166, "text": "Different coagulation assays, and even different reagents within an assay group, display variable effects by therapeutic concentrations of factor xa inhibitor rivaroxaban."}, {"pubmed": 20949078, "text": "Need for an efficient post-attachment internalisation signal for optimal Adenovirus 5 uptake and transport following surface binding mediated through FX."}, {"pubmed": 20978714, "text": "Evaluated the suitability of commercially available prothrombin time/international normalised ratio and anti-FXa activity assays to measure FXa inhibitors in plasma."}, {"pubmed": 21071689, "text": "Characterize the subpopulation of platelets capable of regulating the functional interactions of factors Va (FVa) and Xa (FXa) on the thrombin-activated platelet surface."}, {"pubmed": 21156843, "text": "These results identify a membrane-binding face of the factor VIII C1 domain, indicate an influence of the C1 domain on factor VIII binding to factor X."}, {"pubmed": 21252089, "text": "Coagulation-induced GPVI shedding via FXa down-regulates GPVI under procoagulant conditions."}, {"pubmed": 21596747, "text": "Differential effects of murine and human factor X on adenovirus transduction via cell-surface heparan sulfate."}, {"pubmed": 21621824, "text": "Report pharmacokinetics, distribution, and excretion of 125I-labeled human plasma-derived-FVIIa and -FX with MC710 (FVIIa/FX mixture) in rats."}, {"pubmed": 21637339, "text": "FX bound to serotype 5 hexon protein and to Human adenovirus serotype 5 (HAdV5) and HAdV5F35 virions via its Gla-domain."}, {"pubmed": 21651559, "text": "srxA and prxA (2-Cys peroxiredoxin) genes are induced in response to oxidative stress."}, {"pubmed": 21673107, "text": "Alboserpin emerges as an atypical serpin that targets FXa and displays unique phospholipid specificity."}, {"pubmed": 21682820, "text": "Novel mutation in gene encoding factor X in factor X deficiency associated with intracranial hemorrhage."}, {"pubmed": 21778227, "text": "Six FXIa catalytic domain residues (Glu(98), Tyr(143), Ile(151), Arg(3704), Lys(192), and Tyr(5901)) were subjected to mutational analysis to investigate interactions between FXIa and a synthetic substrate, the substrate factor IX, and inhibitor PN2KPI."}, {"pubmed": 21811937, "text": "Determination of rivaroxaban by different factor Xa specific chromogenic substrate assays: reduction of interassay variability."}, {"pubmed": 21840043, "text": "RXA plasma levels can be quantified accurately and precisely by a chromogenic anti-FXa assay on different coagulometers in different laboratories."}, {"pubmed": 21849463, "text": "A cluster of basic amino acids in the serine protease domain therefore mediates surface interaction of the Adenovirus 5/Factor X complex."}, {"pubmed": 21871560, "text": "The regulatory action of FXa on PAR-2 was concentration-dependent and mimicked by a PAR-2-selective activating peptide."}, {"pubmed": 21885613, "text": "Analysis of the binding of biotinylated, active-site blocked FXa, FVIIa & APC to human EPCR on ransfected CHO-EPCR & HUVECs revealed that little FXa was bound to EPCR on cell surfaces compared with FVIIa or APC."}, {"pubmed": 21947241, "text": "Interactions of the FVIIIa C2 domain (residues 2228-2240) with the FIXa Gla domain in the tenase complex appeared to contribute essentially to the propagation of clot formation."}, {"pubmed": 22008904, "text": "Three unrealted Palestinian patients were found to be homozygous for c302delG, a new frameshift mutation in the F10 gene causing a stop codon at amino acid 73."}, {"pubmed": 22126652, "text": "We here present the first characterization of a patient with severe FX deficiency due to the novel mutation c.162_165delAAGA and a co-existent large deletion involving both FVII and FX genes."}, {"pubmed": 22160665, "text": "patients with hypomethylated F10 promoter in tumors had shorter median overall survival"}, {"pubmed": 22224589, "text": "Mutagenesis of residues within FVIII sequence, Thr2012 and Phe2014, contributes to the FX binding interaction and to the catalytic efficiency of FXase for factor X."}, {"pubmed": 22244010, "text": "Despite their delay in reaching therapeutic anti-FXa levels on unfractionated heparin treatment, infants monitored with the adult-based anti-FXa range have a high thrombus resolution rate, no thrombus progression, but a relatively high bleeding rate."}, {"pubmed": 22409427, "text": "the molecular determinants of the specificity of FXa interaction with PAR-2"}, {"pubmed": 22411993, "text": "Data show that the capacity for FXa to activate FVIII variants where cleavage at Arg(336) was accelerated due to flanking sequence replacement showed marked reductions in peak activity."}, {"pubmed": 22424030, "text": "localization of PZ/ZPI and FX in colon cancer cells indicates that PZ/ZPI may contribute to anticoagulant events at the tumor site."}, {"pubmed": 22627666, "text": "The Kunitz 1 and Kunitz 3 domains of tissue factor pathway inhibitor are required for efficient inhibition of factor Xa"}, {"pubmed": 22796577, "text": "Lufaxin belongs to a novel family of slow-tight FXa inhibitors/PAR-2 receptor inhibitors with antiinflammatory/antithrombotic properties."}, {"pubmed": 22905983, "text": "Therapeutic low molecular weight heparin concentrations inhibit plasma thrombin generation via antithrombin-independent interaction with the FIXa heparin-binding exosite."}, {"pubmed": 22931370, "text": "We report two novel causative mutations of the Factor 10 gene in a Chinese proband with severe Factor X deficiency and mild clinical symptoms."}, {"pubmed": 22989889, "text": "platelet-associated prothrombinase activates prothrombin via an efficient concerted mechanism in which neither intermediate is released"}, {"pubmed": 23019612, "text": "results suggest that FX binds to the surface of human species C adenovirus and becomes a pathogen-associated molecular pattern that, upon viral entry into the cell, triggers activation of innate immunity"}, {"pubmed": 23214401, "text": "The dimerization site and coagulation factor Va-binding site are both located in the catalytic domain of FXA and these sites are linked thermodynamically."}, {"pubmed": 23294934, "text": "FVa, via its light chain, binds to the complex TF/FVII(a) and prevents it from activating FX."}, {"pubmed": 23416531, "text": "A novel function for AT, which accelerates the modulation of FXa into the fibrinolytic form."}, {"pubmed": 23585459, "text": "These results demonstrate that coagulation kinetics for circulating tissue factor particles are controlled by factor IX and X levels within the normal physiological range."}, {"pubmed": 23658376, "text": "In carotid artery plaque, expression of SPHK1 was observed at smooth muscle cell-rich sites and was co-localized with intraplaque FX/FXa content."}, {"pubmed": 23664564, "text": "Seven missense mutations were identified in the F10 of the four probands with FX deficiency, six of which (Ser425Pro, Ala-29Pro, Phe324Leu, Ala235Thr, Cys111Arg and Met362Thr) were novel and associated with type I FX deficiency."}, {"pubmed": 23677006, "text": "deficiency is associated with bleeding due to poor recognition of the mutant substrate by Factor IXa"}, {"pubmed": 23754290, "text": "Data indicate that Staphylococcal superantigen-like protein 10 (SSL10) binds to prothrombin and factor Xa via the gamma-carboxyglutamic acid domain."}, {"pubmed": 23872307, "text": "Activated factor X signaling via protease-activated receptor 2 suppresses pro-inflammatory cytokine production from lipopolysaccharide-stimulated myeloid cells."}, {"pubmed": 24041930, "text": "factor Xa induces an inflammatory signalling by activation of protease-activated receptors in human atrial tissue"}, {"pubmed": 24068708, "text": "The allosteric mechanism of activation of antithrombin as an inhibitor of factor IXa and factor Xa: heparin-independent full activation through mutations adjacent to helix D."}, {"pubmed": 24124146, "text": "Anti-FXa antithrombin assay is recommended as a first-line test to detect type II heparin-binding site antithrombin deficiency."}, {"pubmed": 24158387, "text": "Protein Z/protein Z-dependent protease inhibitor and Fxa expression in human gastric cancer cells indicate that these proteins may play a role in anticoagulant events at the tumor tissue."}, {"pubmed": 24201825, "text": "data support an atomic-level explanation for the higher inhibition constant of the antithrombin-heparin complex over fIIa than fXa, as well as for the different susceptibilities of those enzymes for antithrombin mechanisms of action."}, {"pubmed": 24226152, "text": "genetic polymorphism affects endogenous thrombin potential among FV Leiden carriers"}, {"pubmed": 24275667, "text": "Small peptides blocking inhibition of factor Xa and tissue factor-factor VIIa by tissue factor pathway inhibitor (TFPI)."}, {"pubmed": 24449213, "text": "High FXa expression is associated with vascular inflammation in sickle cell disease."}, {"pubmed": 24467409, "text": "The structure of factor Xa is regulated by factor Va and phosphatidylserine."}, {"pubmed": 24777000, "text": "procoagulant, tissue factor-bearing microparticles in bronchoalveolar lavage of interstitial lung disease patients"}, {"pubmed": 24821807, "text": "Prothrombin is proteolytically converted by factor Xa to the active protease thrombin in a reaction that is accelerated >3,000-fold by cofactor Va."}, {"pubmed": 25007770, "text": "Factor Xa has a role in inhibiting HMGB1-induced septic responses in human umbilical vein endothelial cells and in mice"}, {"pubmed": 25064371, "text": "The results suggest that the mutation FX-M402T may cause a secretion defect and a molecular abnormality in FX."}, {"pubmed": 25153592, "text": "The model of human prothrombinase presented here provides a powerful resource for contextualizing previous data and for designing future experiments"}, {"pubmed": 25163770, "text": "Describe inhibition of tissue factor:factor VIIa-catalyzed factor IX and factor X activation by TFPI and TFPI constructs."}, {"pubmed": 25179519, "text": "Asp-185 deletion in FX predisposes FX deficient patient to mild bleeding phenotype. The catalytic activity of the recombinant mutant protease is severely impaired."}, {"pubmed": 25399323, "text": "FXa may inhibit lipopolysaccharide-mediated expression of sPLA2-IIA by suppression of cytosolic phospholipase A2 and extracellular signal-regulated kinase 1/2."}, {"pubmed": 25407022, "text": "Increased coagulation activity and genetic polymorphisms in the F5, F10 and EPCR genes are associated with breast cancer."}, {"pubmed": 25572019, "text": "Data suggest factor Xa (FXa) and factor Va (FVa) compete to bind FXa on both PS model membranes and microparticles from activated platelets; this competition between dimerization/prothrombinase complex formation appears to regulate blood coagulation."}, {"pubmed": 25688138, "text": "Letter/Case Report: demonstrate the clinical utility of monitoring rivaroxaban levels through measurements of anti-Xa activity."}, {"pubmed": 25743687, "text": "Factor Xa plasma levels were higher in shift work nurses compared to daytime working nurses."}, {"pubmed": 25803519, "text": "Several members of a family had a c.112 G>C mutation in exon 2 of the F10 gene. Although in-silico analysis predicts this is a benign mutation, this family suggests that the amino acid substitution affects the properties of the factor X protein."}, {"pubmed": 26012870, "text": "Asymmetric processing of mutant factor X Arg386Cys reveals differences between intrinsic and extrinsic pathway activation."}, {"pubmed": 26058941, "text": "In our medical center, rivaroxaban concentrations could be assessed by a rapid chromogenic method."}, {"pubmed": 26083275, "text": "FX carboxyl-terminal region downstream of residue K467 is not essential for secretion and provides a modest contribution to pro-coagulant properties."}, {"pubmed": 26120939, "text": "Establish FXa as a potentially important asthma mediator, stimulating airway smooth muscle function through actions requiring PAR-1 and annexin A2 and involving integrin coactivation."}, {"pubmed": 26175037, "text": "Various acylcarnitines inhibited factor Xa-initiated clotting."}, {"pubmed": 26540129, "text": "Large deletions play a minor but essential role in the mutational spectrum of the F7 and F10 genes. Copy number analyses (e. g. MLPA) should be considered if sequencing cannot clarify the underlying reason of an observed coagulopathy. Of note, in cases of combined FVII/FX deficiency, a deletion of the two contiguous genes might be part of a larger chromosomal rearrangement."}, {"pubmed": 26607136, "text": "analysis of how physiological concentrations of Tissue factor pathway inhibitor inhibit FXa"}, {"pubmed": 26708756, "text": "The Ala275Val substitution is a pathogenic mutation that causes the inherited FX deficiency."}, {"pubmed": 26891460, "text": "This study was conducted to assess the spectrum of factor X gene mutation in Iranian patients with congenital factor X deficiency (FXD).  Most molecular studies found a diversity in factor X disease causing mutations in Iranian patients. Like other parts of the world, the majority of mutations in Iranian patients were missense mutations, but splice-site mutations were relatively common.  [review]"}, {"pubmed": 27031279, "text": "A family with factor X deficiency from Argentina displayed a compound heterozygous proband having the combination of a new mutation with an already known one, and homozygous children."}, {"pubmed": 27089317, "text": "According to our study, compounds 1a, 1g and 1s displayed evident FXa inhibitory activity and excellent selectivity over thrombin in in vitro inhibition activities studies."}, {"pubmed": 27264807, "text": "homozygous mutation g.27881G>A(p.Val298Met) of the F10 gene has been identified, which probably accounts for the low FX concentrations in this pedigree"}, {"pubmed": 27421960, "text": "Factor Va reduced by 100-fold the apparent Kd of myosin for factor Xa (Kd approximately 0.48 nM), primarily by reducing koff, indicating formation of a stable ternary complex of myosin:Xa:Va."}, {"pubmed": 27774643, "text": "Individuals suffering from relapsing-remitting and secondary progressive multiple sclerosis had significantly higher prothrombin and factor X levels than healthy donors, whereas levels were unchanged in primary progressive MS and neuromyelitis optica patients."}, {"pubmed": 27789475, "text": "Low concentrations of TF and exogenous FXIa, each too low to elicit a burst in thrombin production alone, act synergistically when in combination to cause substantial thrombin production."}, {"pubmed": 28213380, "text": "PTX2 was identified PTX2 as a novel partner for FX, and both proteins cooperated to prevent their SR-AI-mediated uptake by macrophages."}, {"pubmed": 28283478, "text": "annexin A2 contributes to lung injury and fibrotic disease by mediating the fibrogenic actions of FXa."}, {"pubmed": 28692575, "text": "zymogen-like factor Xa variants are conformationally dynamic and ligands such as its cofactor, factor Va, stabilize the molecule rescuing procoagulant activity. At the site of vascular injury, the variants in the presence of factor Va serve as effective prohemostatic agents."}, {"pubmed": 28694557, "text": "miR-24 was overexpressed in major trauma-induced coagulopathy (TIC) patients. The negative correlation of miR-24 with FX suggested the possibility that miR-24 might inhibit the synthesis of FX during TIC."}, {"pubmed": 28717005, "text": "Data suggest oxidized lipid vesicles with phosphatidylserine/polyunsaturated fatty acids promote inactivation of ZPI-PZ complex or free ZPI; binding of PZ-complexed or free ZPI to oxidized vesicles mediates inactivation of ZPI (an inhibitor of FXa); blocking heparin- (anticoagulant-)binding site on ZPI interferes with binding to lipid or PZ. (ZPI = protein Z-dependent protease inhibitor; PZ = protein Z; FXa = factor Xa)"}, {"pubmed": 28729433, "text": "A coagulation initiating pathway is revealed in which the TF-FVIIa-nascent FXa complex activates FVIII apart from thrombin feedback."}, {"pubmed": 28801460, "text": "Data suggest that, for all coagulation proteins tested (prothrombin, factor X, activated factor VII, activated protein C), tighter binding to lipid bilayers (lower Kd) is observed as the proportion of anionic phospholipid increases. These studies were conducted in high-throughput screening using phospholipid bilayers in nanodiscs with multiplexed silicon photonic sensor (micro-ring resonator) array technology."}, {"pubmed": 28935233, "text": "model predicts that small vesicles promote activation of FX by the extrinsic tenase significantly better than large vesicles"}, {"pubmed": 28983056, "text": "Gla-domainless factor Xa binds to TFPI and restores ex vivo coagulation in hemophilia plasma"}, {"pubmed": 29321328, "text": "this study demonstrated that thrombin and factor Xa cleavage sites on HEV pORF1 are obligatory for HEV replication."}, {"pubmed": 29452445, "text": "under flow, TFPI-alpha is capable to antagonize fibrin formation in a manner dependent on and restricted by local TF/factor VIIa and factor Xa activities"}, {"pubmed": 29614522, "text": "The K408 in the A2 domain of factor VIII provides an interactive-site for FX in the factor Xase complex."}, {"pubmed": 29863725, "text": "An antidote could promptly neutralize the anticoagulant effects of both FXa inhibitors. Our results suggest that drugs and aptamers with shared targets can be combined to exert more specific and potent effects than either agent alone"}, {"pubmed": 30036279, "text": "F10 mutation spectrum in Pakistan is heterogeneous as seen in other populations"}, {"pubmed": 30507709, "text": "The identification of 11 novel F10 mutations provides a substantial contribution to the mutations known to cause FXD."}, {"pubmed": 31699787, "text": "Rare variants lowering the levels of coagulation factor X are protective against ischemic heart disease."}, {"pubmed": 31877279, "text": "Activated clotting factor X mediates mitochondrial alterations and inflammatory responses via protease-activated receptor signaling in alveolar epithelial cells."}, {"pubmed": 32029851, "text": "Production and control of coagulation proteins for factor X activation in human endothelial cells and fibroblasts."}, {"pubmed": 32599596, "text": "A Compound Heterozygosis of Two Novel Mutations Causes Factor X Deficiency in a Chinese Pedigree."}, {"pubmed": 32748957, "text": "The slow but progressive disappearance of the patients with the Pro343Ser (FX Friuli) mutation."}, {"pubmed": 32762584, "text": "Factor Xa and thrombin induce endothelial progenitor cell activation. The effect of direct oral anticoagulants."}, {"pubmed": 32859749, "text": "Exosite binding drives substrate affinity for the activation of coagulation factor X by the intrinsic Xase complex."}, {"pubmed": 34351069, "text": "Associations of coagulation factor X and XI with incident acute coronary syndrome and stroke: A nested case-control study."}, {"pubmed": 34927362, "text": "The functional role of the autolysis loop in the regulation of factor X upon hemostatic response."}, {"pubmed": 34995294, "text": "Association of genetic variations in ACE2, TIRAP and factor X with outcomes in COVID-19."}, {"pubmed": 36438904, "text": "Spike Protein Subunits of SARS-CoV-2 Alter Mitochondrial Metabolism in Human Pulmonary Microvascular Endothelial Cells: Involvement of Factor Xa."}, {"pubmed": 36680095, "text": "Influence of Heparan Sulfate Proteoglycans and Factor X on species D Human Adenovirus Uptake and Transduction."}, {"pubmed": 37024459, "text": "Factor Xa cleaves SARS-CoV-2 spike protein to block viral entry and infection."}, {"pubmed": 37842794, "text": "Five new F10 variants in hereditary factor x deficiency detected by high-throughput sequencing."}], "genomic_pos": {"chr": "13", "end": 113149529, "ensemblgene": "ENSG00000126218", "start": 113122799, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 113803843, "start": 113777128, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0007596", "pubmed": 17469850, "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18612547, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032008", "pubmed": 18612547, "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0009897", "pubmed": 17469850, "qualifier": "located_in", "term": "external side of plasma membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 17469850, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004252", "pubmed": 12574802, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [6323392, 20427285, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 17469850, "qualifier": "enables", "term": "phospholipid binding"}]}, "homologene": {"genes": [[7165, 1274709], [7227, 43007], [7955, 282670], [8364, 548445], [9031, 395876], [9544, 714132], [9598, 107968009], [9606, 2159], [9615, 476993], [9913, 280787], [10090, 14058], [10116, 29243]], "id": 30976}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain", "id": "IPR000294", "short_desc": "GLA_domain"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Coagulation factor-like, Gla domain superfamily", "id": "IPR017857", "short_desc": "Coagulation_fac-like_Gla_dom"}, {"desc": "EGF-like calcium-binding, conserved site", "id": "IPR018097", "short_desc": "EGF_Ca-bd_CS"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain superfamily", "id": "IPR035972", "short_desc": "GLA-like_dom_SF"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "Peptidase S1A, coagulation factor VII/IX/X/C/Z", "id": "IPR012224", "short_desc": "Pept_S1A_FX"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}], "ipi": ["IPI00019576", "IPI00552633", "IPI00916124", "IPI00916794"], "map_location": "13q34", "name": "coagulation factor X", "other_names": ["Stuart-Prower factor", "coagulation factor X", "factor X", "factor Xa", "prothrombinase"], "pantherdb": {"HGNC": "3528", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103107", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 10090, "uniprot_kb": "O88947"}, {"RGD": "61850", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 10116, "uniprot_kb": "Q63207"}, {"Ensembl": "ENSGALG00000026677", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 9031, "uniprot_kb": "P25155"}, {"ZFIN": "ZDB-GENE-061013-403", "ortholog_type": "O", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1Q5S2"}, {"ZFIN": "ZDB-GENE-120816-1", "ortholog_type": "O", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1QZU6"}, {"ZFIN": "ZDB-GENE-021206-9", "ortholog_type": "LDO", "panther_family": "PTHR24278", "taxid": 7955, "uniprot_kb": "F1QLC3"}], "uniprot_kb": "P00742"}, "pathway": {"biocarta": [{"id": "extrinsicpathway", "name": "extrinsic prothrombin activation pathway"}, {"id": "intrinsicpathway", "name": "intrinsic prothrombin activation pathway"}], "kegg": {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, "pid": {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140834", "name": "Extrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140837", "name": "Intrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-159740", "name": "Gamma-carboxylation of protein precursors"}, {"id": "R-HSA-159763", "name": "Transport of gamma-carboxylated protein precursors from the endoplasmic reticulum to the Golgi apparatus"}, {"id": "R-HSA-159782", "name": "Removal of aminoterminal propeptides from gamma-carboxylated proteins"}, {"id": "R-HSA-159854", "name": "Gamma-carboxylation, transport, and amino-terminal cleavage of proteins"}, {"id": "R-HSA-163841", "name": "Gamma carboxylation, hypusinylation, hydroxylation, and arylsulfatase activation"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-9651496", "name": "Defects of contact activation system (CAS) and kallikrein/kinin system (KKS)"}, {"id": "R-HSA-9662001", "name": "Defective factor VIII causes hemophilia A"}, {"id": "R-HSA-9668250", "name": "Defective factor IX causes hemophilia B"}, {"id": "R-HSA-9671793", "name": "Diseases of hemostasis"}, {"id": "R-HSA-9672383", "name": "Defective factor IX causes thrombophilia"}, {"id": "R-HSA-9672396", "name": "Defective cofactor function of FVIIIa variant"}, {"id": "R-HSA-9673202", "name": "Defective F9 variant does not activate FX"}], "smpdb": [{"id": "SMP00268", "name": "Warfarin Action Pathway"}, {"id": "SMP00269", "name": "Acenocoumarol Action Pathway"}, {"id": "SMP00270", "name": "Dicumarol Action Pathway"}, {"id": "SMP00271", "name": "Phenprocoumon Action Pathway"}, {"id": "SMP00272", "name": "Enoxaparin Action Pathway"}, {"id": "SMP00273", "name": "Fondaparinux Action Pathway"}, {"id": "SMP00274", "name": "Heparin Action Pathway"}, {"id": "SMP00275", "name": "Ardeparin Action Pathway"}, {"id": "SMP00276", "name": "Argatroban Action Pathway"}, {"id": "SMP00277", "name": "Bivalirudin Action Pathway"}, {"id": "SMP00278", "name": "Lepirudin Action Pathway"}, {"id": "SMP00279", "name": "Ximelagatran Action Pathway"}, {"id": "SMP00280", "name": "Alteplase Action Pathway"}, {"id": "SMP00281", "name": "Anistreplase Action Pathway"}, {"id": "SMP00282", "name": "Streptokinase Action Pathway"}, {"id": "SMP00283", "name": "Tenecteplase Action Pathway"}, {"id": "SMP00284", "name": "Urokinase Action Pathway"}, {"id": "SMP00285", "name": "Reteplase Action Pathway"}, {"id": "SMP00286", "name": "Aminocaproic Acid Action Pathway"}, {"id": "SMP00287", "name": "Tranexamic Acid Action Pathway"}, {"id": "SMP00288", "name": "Aprotinin Action Pathway"}, {"id": "SMP00586", "name": "Coagulation "}, {"id": "SMP00655", "name": "Phenindione Action Pathway"}, {"id": "SMP00656", "name": "Dicoumarol Action Pathway"}], "wikipathways": [{"id": "WP272", "name": "Blood Clotting Cascade"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1C5M", "1EZQ", "1F0R", "1F0S", "1FAX", "1FJS", "1FXY", "1G2L", "1G2M", "1HCG", "1IOE", "1IQE", "1IQF", "1IQG", "1IQH", "1IQI", "1IQJ", "1IQK", "1IQL", "1IQM", "1IQN", "1KSN", "1LPG", "1LPK", "1LPZ", "1LQD", "1MQ5", "1MQ6", "1NFU", "1NFW", "1NFX", "1NFY", "1P0S", "1V3X", "1WU1", "1XKA", "1XKB", "1Z6E", "2BMG", "2BOH", "2BOK", "2BQ6", "2BQ7", "2BQW", "2CJI", "2D1J", "2EI6", "2EI7", "2EI8", "2FZZ", "2G00", "2GD4", "2H9E", "2J2U", "2J34", "2J38", "2J4I", "2J94", "2J95", "2JKH", "2P16", "2P3F", "2P3T", "2P3U", "2P93", "2P94", "2P95", "2PHB", "2PR3", "2Q1J", "2RA0", "2UWL", "2UWO", "2UWP", "2VH0", "2VH6", "2VVC", "2VVU", "2VVV", "2VWL", "2VWM", "2VWN", "2VWO", "2W26", "2W3I", "2W3K", "2WYG", "2WYJ", "2XBV", "2XBW", "2XBX", "2XBY", "2XC0", "2XC4", "2XC5", "2Y5F", "2Y5G", "2Y5H", "2Y7X", "2Y7Z", "2Y80", "2Y81", "2Y82", "3CEN", "3CS7", "3ENS", "3FFG", "3HPT", "3IIT", "3K9X", "3KL6", "3KQB", "3KQC", "3KQD", "3KQE", "3LIW", "3M36", "3M37", "3Q3K", "3SW2", "3TK5", "3TK6", "4A7I", "4BTI", "4BTT", "4BTU", "4Y6D", "4Y71", "4Y76", "4Y79", "4Y7A", "4Y7B", "4ZH8", "4ZHA", "5JQY", "5JTC", "5JZ8", "5JZU", "5K0H", "5VOE", "5VOF", "6Q9F", "6Q9I", "6RK9", "6YYW", "6YYX", "6YYY", "6Z6Q", "6Z6R", "7AHU", "7BMI", "7BMJ", "7E6J", "7TPP", "7TPQ", "7YB8", "7YB9", "7YBB", "7YBC", "8EOK"], "pfam": ["PF00008", "PF00089", "PF00594", "PF14670"], "pharmgkb": "PA27940", "pharos": {"target_id": 11469, "tdl": "Tclin"}, "pir": "A24478", "prosite": ["PS50026", "PS50998", "PS50240"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249187", "relationship": "is"}, {"id": "GNF249188", "relationship": "is"}, {"id": "GNF249189", "relationship": "is"}, {"id": "GNF249190", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049579", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081183", "relationship": "is"}, {"id": "GNF081184", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053383", "relationship": "is"}, {"id": "GNF058153", "relationship": "is"}, {"id": "GNF073337", "relationship": "is"}, {"id": "GNF078759", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066903", "relationship": "is"}, {"id": "GNF066904", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004316", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF232945", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335484", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093796", "relationship": "is"}, {"id": "GNF133454", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_009258.1"], "protein": ["NP_000495.1", "NP_001299603.1", "NP_001299604.1"], "rna": ["NM_000504.4", "NM_001312674.2", "NM_001312675.2"], "translation": [{"protein": "NP_001299604.1", "rna": "NM_001312675.2"}, {"protein": "NP_000495.1", "rna": "NM_000504.4"}, {"protein": "NP_001299603.1", "rna": "NM_001312674.2"}]}, "reporter": {"HG-U133_Plus_2": "205620_at", "HG-U95Av2": "39979_at", "HTA-2_0": "TC13000417.hg.1", "HuEx-1_0": "3502437", "HuGene-1_1": "7970241", "HuGene-2_1": "16776798"}, "summary": "This gene encodes the vitamin K-dependent coagulation factor X of the blood coagulation cascade. This factor undergoes multiple processing steps before its preproprotein is converted to a mature two-chain form by the excision of the tripeptide RKR. Two chains of the factor are held together by 1 or more disulfide bonds; the light chain contains 2 EGF-like domains, while the heavy chain contains the catalytic domain which is structurally homologous to those of the other hemostatic serine proteases. The mature factor is activated by the cleavage of the activation peptide by factor IXa (in the intrisic pathway), or by factor VIIa (in the extrinsic pathway). The activated factor then converts prothrombin to thrombin in the presence of factor Va, Ca+2, and phospholipid during blood clotting. Mutations of this gene result in factor X deficiency, a hemorrhagic condition of variable severity. Alternative splicing results in multiple transcript variants encoding different isoforms that may undergo similar proteolytic processing to generate mature polypeptides. [provided by RefSeq, Aug 2015].", "symbol": "F10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414497"}, "unigene": "Hs.361463", "uniprot": {"Swiss-Prot": "P00742", "TrEMBL": ["Q5JVE8", "Q5JVE7", "F8WBM7", "B7ZBK1"]}, "wikipedia": {"url_stub": "Factor X"}}