{"AllianceGenome": "3537", "HGNC": "3537", "MIM": "187930", "_id": "2149", "_version": 2, "accession": {"genomic": ["AC025188.8", "AF054633.1", "AF391809.2", "CH471084.1", "CP068273.2", "NC_000005.10", "NC_060929.1", "NG_032906.1", "U35634.1", "U36755.1", "U63331.1"], "protein": ["AAA36743.1", "AAC25993.1", "AAC50740.1", "AAD14229.1", "AAH02464.1", "AAH51909.1", "AAK69768.1", "AAP35943.1", "AAX11426.1", "BAG59635.1", "EAW95779.1", "EAW95780.1", "EAW95781.1", "NP_001298242.1", "NP_001983.2", "P25116.2"], "rna": ["AK297131.1", "AK308169.1", "AK314202.1", "AY771596.1", "BC002464.2", "BC016059.1", "BC051909.1", "BM994328.1", "BT007279.1", "DA799420.1", "M62424.1", "N35000.1", "NM_001311313.2", "NM_001992.5", "S76625.1"], "translation": [{"protein": "NP_001298242.1", "rna": "NM_001311313.2"}, {"protein": "BAG59635.1", "rna": "AK297131.1"}, {"protein": "AAD14229.1", "rna": "S76625.1"}, {"protein": "AAX11426.1", "rna": "AY771596.1"}, {"protein": "AAH51909.1", "rna": "BC051909.1"}, {"protein": "AAA36743.1", "rna": "M62424.1"}, {"protein": "AAH02464.1", "rna": "BC002464.2"}, {"protein": "NP_001983.2", "rna": "NM_001992.5"}, {"protein": "AAP35943.1", "rna": "BT007279.1"}]}, "alias": ["CF2R", "HTR", "PAR-1", "PAR1", "TR"], "ensembl": {"gene": "ENSG00000181104", "protein": ["ENSP00000321326", "ENSP00000426398"], "transcript": ["ENST00000319211", "ENST00000505600"], "translation": [{"protein": "ENSP00000321326", "rna": "ENST00000319211"}, {"protein": "ENSP00000426398", "rna": "ENST00000505600"}], "type_of_gene": "protein_coding"}, "entrezgene": "2149", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.42778503247, "exp_mis": 140.622645914, "exp_syn": 65.4803484698, "lof_z": 1.33928363391368, "mis_z": 1.13934022798662, "mu_lof": 5.43955119681e-07, "mu_mis": 1.36160443173e-05, "mu_syn": 6.20779831581e-06, "n_lof": 3.0, "n_mis": 113.0, "n_syn": 53.0, "p_li": 0.0412384876728322, "p_null": 0.114495094960035, "p_rec": 0.844266417367133, "syn_z": 0.956138395119956}, "bp": 1278, "cds_end": 76029328, "cds_start": 76012132, "n_exons": 2, "nonpsych": {"exp_lof": 5.79027580927, "exp_mis": 127.249578176, "exp_syn": 59.2385442778, "lof_z": 1.54693883828621, "mis_z": 1.21841041527295, "mu_lof": 5.43955119681e-07, "mu_mis": 1.36160443173e-05, "mu_syn": 6.20779831581e-06, "n_lof": 2.0, "n_mis": 100.0, "n_syn": 48.0, "p_li": 0.173967400554609, "p_null": 0.0673286949265684, "p_rec": 0.758703904518823, "syn_z": 0.919329622385198}, "nontcga": {"exp_lof": 5.91088303057, "exp_mis": 129.370164401, "exp_syn": 60.2392439954, "lof_z": 1.18108130457321, "mis_z": 1.02365716656471, "mu_lof": 5.43955119681e-07, "mu_mis": 1.36160443173e-05, "mu_syn": 6.20779831581e-06, "n_lof": 3.0, "n_mis": 106.0, "n_syn": 53.0, "p_li": 0.0346440211373832, "p_null": 0.139198171461195, "p_rec": 0.826157807401422, "syn_z": 0.590575647939794}, "transcript": "ENST00000319211.4"}, "exons": [{"cdsend": 76733503, "cdsstart": 76732588, "chr": "5", "position": [[76716125, 76716395], [76728711, 76728833], [76732313, 76735770]], "strand": 1, "transcript": "NM_001311313", "txend": 76735770, "txstart": 76716125}, {"cdsend": 76733503, "cdsstart": 76716307, "chr": "5", "position": [[76716125, 76716395], [76732313, 76735770]], "strand": 1, "transcript": "NM_001992", "txend": 76735770, "txstart": 76716125}], "exons_hg19": [{"cdsend": 76029328, "cdsstart": 76028413, "chr": "5", "position": [[76011950, 76012220], [76024536, 76024658], [76028138, 76031595]], "strand": 1, "transcript": "NM_001311313", "txend": 76031595, "txstart": 76011950}, {"cdsend": 76029328, "cdsstart": 76012132, "chr": "5", "position": [[76011950, 76012220], [76028138, 76031595]], "strand": 1, "transcript": "NM_001992", "txend": 76031595, "txstart": 76011950}], "generif": [{"pubmed": 11816709, "text": "Though PAR1 is insufficient to induce metastasis in cells with low TF expression, it enhances the metastatic potential of cells with high TF expression, indicating a possible synergy between TF and PAR1 in promoting metastasis."}, {"pubmed": 11888681, "text": "Proteolytic activation of PAR1 is required for thrombin stimulation and the control of angiogenic processes in tissue repair."}, {"pubmed": 11907122, "text": "When expressed in respiratory epithelial cells and cell lines, protease-activated receptor 1 (PAR1)induces the release of IL-6, IL-8, and PGE2."}, {"pubmed": 11964083, "text": "PAR-1 is upregulated in pancreatic cancer"}, {"pubmed": 11986954, "text": "CLL B cells consistently express thrombin receptor mRNA; co-expression of angiogenic molecules and receptors suggest autocrine pathways of stimulation."}, {"pubmed": 12023853, "text": "Role of thrombin and its major cellular receptor, protease-activated receptor-1, in pulmonary fibrosis. Review."}, {"pubmed": 12039967, "text": "a novel role for Go proteins in the signal transduction of thrombin receptors in HMECs (human microvascular endothelial cells) that regulates calcium signaling"}, {"pubmed": 12052963, "text": "target for endothelial cell protein C receptor (EPCR)-dependent activated protein C(APC) signaling, suggesting a role for this receptor cascade in protection from sepsis"}, {"pubmed": 12058063, "text": "down-regulation is controlled by sorting nexin 1"}, {"pubmed": 12084570, "text": "These data suggest that an untranslated RNA plays a role in PAR-1 gene expression during embryonic growth."}, {"pubmed": 12195707, "text": "Both PAR1 and PAR2 upregulate COX-2, but not COX-1, expression in HUVEC cells"}, {"pubmed": 12370395, "text": "PAR1-mediated proinflammatory cytokine release from respiratory epithelial cells in vitro is inhibited by pretreatment with house dust mite allergen Der p 1."}, {"pubmed": 12372769, "text": "stimulation of PAR-1 or PAR-2 on HUR leads to iPLA(2)-catalyzed phospholipid hydrolysis, resulting in the production of metabolites that may mediate inflammation or provide cytoprotection to the bladder."}, {"pubmed": 12406873, "text": "The number of PAR-1 receptors on the platelet surface is associated with the intervening sequence IVSn-14 A/T intronic variation, and it was also found to govern the platelet response to the SFLLRN agonist in terms of aggregation & P-selectin expression."}, {"pubmed": 12505789, "text": "Thrombin upregulates COX-2-derived prostaglandin E2 synthesis by both catalytic cleavage of PAR1 and bFGF-dependent noncatalytic activity"}, {"pubmed": 12534282, "text": "PAR1 is a primary mediator of RhoA activation, signaling, and cytoskeletal reorganization when expressed on LNCaP prostate cancer cells."}, {"pubmed": 12586611, "text": "data suggest that activated protein C regulates calcium concentration in human brain endothelium and in human umbilical vein endothelial cells by binding to endothelial protein C receptor and signaling via protease activated receptor-1"}, {"pubmed": 12594292, "text": "Activation and up-regulation of PAR1 is tightly coupled to brain inflammation and neuronal damage during HIV-1 infection."}, {"pubmed": 12637343, "text": "Review. PAR1 expression correlates with the invasion properties of breast carcinoma.  Part of the molecular mechanism of PAR1 invasion involves the formation of focal contact complexes on PAR1 activation."}, {"pubmed": 12707033, "text": "the aberrant expression of the functional thrombin receptor PAR-1 in colon cancers and its important involvement in cell proliferation and motility"}, {"pubmed": 12737439, "text": "gastric epithelial cells express thrombin receptors and that these receptors may play a protective role in the gastric mucosa."}, {"pubmed": 12789289, "text": "This review focuses on the role of the thrombin receptor in melanoma and its regulation by AP-2."}, {"pubmed": 12805069, "text": "differentiation of human monocytes is associated with differential expression of functionally active PARs that mediate distinct regulatory functions in inflammation and atherogenesis."}, {"pubmed": 12832443, "text": "PAR1 could be clearly detected on the surface of eosinophils, however thrombin had no effect on eosinophil function"}, {"pubmed": 12883880, "text": "PAR-1 mediates the proliferation-modulating effects of thrombin on prostate cancer cells."}, {"pubmed": 12975361, "text": "analysis of the PAR-1 promoter regions bp -365 to -329 and bp -206 to -180 demonstrated that Sp1 was predominantly bound to the PAR-1 promoter in metastatic cells, whereas AP-2 was bound to the PAR-1 promoter in nonmetastatic cells."}, {"pubmed": 13680213, "text": "Our data suggest that thrombin/PAR-1 may inhibit Sp1-dependent HCMV replication, which might be an important regulatory mechanism for HCMV persistence and replication in RPE"}, {"pubmed": 14507634, "text": "PAR1 is the predominant thrombin receptor on invasive extravillous trophoblasts;findings support a role for PAR1, and potentially PAR2 and PAR3 in the invasive phase of human placentation"}, {"pubmed": 14521606, "text": "PAR-1 and PAR-4 have roles in activating GPIb translocation into the cytoskeleton in platelets"}, {"pubmed": 14623891, "text": "PAR-1 signaling, along with thrombin, has a role in up-regulating the synthesis of TFPI-2 via a MAPK/COX-2-dependent pathway"}, {"pubmed": 14632180, "text": "PAR-1 mRNA was expressed specifically in the mesenchymal portions, including dermal papilla and connective tissue sheath, of anagen hair follicles."}, {"pubmed": 14642534, "text": "thrombin disarms PAR-1 from further proteolytic activation, but leaves the receptor responsive for non-tethered ligands"}, {"pubmed": 14961162, "text": "stroke patients exhibited significant cleavage and internalization of PAR-1 and failed to respond to thrombin in vitro, indicating that high concentrations of thrombin occur with acute cerebrovascular ischemic events in vivo"}, {"pubmed": 14966279, "text": "Results reveal that a novel alteration in trafficking of activated protease-activated receptor 1 causes persistent signaling, and may contribute to breast carcinoma cell invasion."}, {"pubmed": 14982936, "text": "the information that specifies PAR1 shedding resides within its N-terminal exodomain rather than its heptahelical segment; and ADAM17/TACE or a metalloproteinase with similar properties mediates PAR1 shedding"}, {"pubmed": 15023990, "text": "internalization of activated PAR1 is controlled by multiple regulatory mechanisms involving phosphorylation and a highly conserved tyrosine-based motif, YXXL"}, {"pubmed": 15045135, "text": "evidence that only one of the thrombin platelet receptors, PAR1 or PAR4, is sufficient to induce intracellular signaling leading to the cleavage of the beta3 cytoplasmic domain"}, {"pubmed": 15078882, "text": "PAR-1 and PAR-4 signal Rap1B activation, the ability of thrombin to activate this GTPase independently of secreted ADP involves costimulation of both receptors as well as binding to GPIb-IX-V."}, {"pubmed": 15099288, "text": "results suggest stimulation of both the PAR1 & PAR4 receptors are necessary for thrombin-induced procoagulant activity, & the P2Y(12) receptor, but not the P2Y(1) receptor, is responsible for potentiation of agonist-induced platelet procoagulant activity"}, {"pubmed": 15183114, "text": "The inactivation of PAR1 due to proteolytic removal of the ligand region may contribute to the termination of the intracellular signaling initiated by thrombin in the vascular endothelial cells."}, {"pubmed": 15191806, "text": "PAR1 is most intensely expressed in astrocytes of white and gray matter and moderately expressed in neurons. PAR1 and GFAP co-localization demonstrates that PAR1 is expressed on the cell body and on astrocytic endfeet that invest capillaries."}, {"pubmed": 15247268, "text": "role in chemotaxis in conjuction with plasmin"}, {"pubmed": 15280447, "text": "data confirm a role for PAR1 in migration and metastasis and demonstrate an unexpected role for PAR2 in thrombin-dependent tumor cell migration and in metastasis"}, {"pubmed": 15313016, "text": "Sustained stimulation of platelet TR is associated with tyrosine dephosphorylation of a novel p67 peptide in a manner regulated by extracellular calcium"}, {"pubmed": 15383630, "text": "PAR1 activation induced a matrix metalloproteinase-dependent release of transforming growth factor-alpha (TGF-alpha), activation of epidermal growth factor receptor (EGFR)and extracellular signal-regulated protein kinase 1/2 (ERK1/2)."}, {"pubmed": 15455382, "text": "Overexpression of protease activated receptor 1 is associated with ovarian carcinoma"}, {"pubmed": 15522964, "text": "thrombin via PAR1 induced the internalization of endoglin and type-II TGF-beta receptor (TbetaRII) but not type-I receptors in human ECs"}, {"pubmed": 15548541, "text": "the crystal structure of thrombin bound to heparin shows that the asymmetric unit is composed of two thrombin dimers, each sharing a single heparin octasaccharide chain"}, {"pubmed": 15550696, "text": "In vitro factor Xa stimulated interleukin-8 and monocyte chemoattractant protein-1 release and RNA expression by activation of protease-activated receptor 1."}, {"pubmed": 15559761, "text": "PAR1 seems to be the responsible receptor for thrombin-induced migration and adhesion of human colon carcinoma cells including PKCepsilon as an essential signal transducer"}, {"pubmed": 15561975, "text": "cause activation of a Ca(2+)-independent PLA(2)in bladder microvascular endothelial cells"}, {"pubmed": 15563688, "text": "PGE(2) downregulated expression of all three PARs in pulmonary fibrosis"}, {"pubmed": 15582715, "text": "PAR3 receptors and analogues can mediate cell signaling by interaction with PAR1-type thrombin receptors"}, {"pubmed": 15625067, "text": "Low levels of protease-activated receptor-1 expression is associated with lymph node metastasis in squamous cell carcinoma of the head and neck"}, {"pubmed": 15626732, "text": "cross-communication between the prototypical barrier-protective S1P and barrier-disruptive PAR1 pathway"}, {"pubmed": 15707890, "text": "MMP-1 in the stromal-tumor microenvironment can alter the behavior of cancer cells through PAR1 to promote cell migration and invasion."}, {"pubmed": 15755869, "text": "findings imply that the thrombin/protease-activated receptor 1 system system might be involved in the pathophysiology of endometriosis, stimulating inflammatory responses of endometriotic cells and their mitogenic activity"}, {"pubmed": 15769747, "text": "by signaling through the same receptor PAR1, APC, and thrombin can exert distinct biological effects in perturbed endothelium"}, {"pubmed": 15821019, "text": "May stimulate PGE2 in pulmonary fibrosis by airway epithelium"}, {"pubmed": 15860737, "text": "Rac1 plays a critical role in maintaining the surface expression of PAR1 and the responsiveness to thrombin in vascular smooth muscle cells"}, {"pubmed": 15869604, "text": "FVIIa induces PRIM1 and ensuing cellular proliferation via a TF- and of the PARs entirely PAR-2-dependent pathway, in distinction to that of thrombin which is PAR-1-dependent and TF-independent"}, {"pubmed": 15878870, "text": "analysis of protease-activated receptor-1 selectivity for G protein signaling by agonist peptides and thrombin"}, {"pubmed": 15891109, "text": "leukocyte elastase mediates apoptosis of human lung epithelial cells through PAR-1-dependent modulation of the intrinsic apoptotic pathway via alterations in mitochondrial permeability and by modulation of JNK and Akt"}, {"pubmed": 15923186, "text": "mapped for the first time the epitopes of thrombin recognizing a macromolecular ligand, hirudin, in the S and F forms"}, {"pubmed": 16021575, "text": "a role for PAR-1 in the initial phases of melanoma development as well as in tumor progression and metastasis"}, {"pubmed": 16052512, "text": "Data show that stimulation of PAR1 results in increased DNA binding of the NFkappaB p65 subunit, and that activation of PAR1 attenuates docetaxel induced apoptosis through the upregulation of Bcl-xL."}, {"pubmed": 16087677, "text": "Plasmin and thrombin accelerate shedding of syndecan-4 ectodomain, which generates cleavage sites at Lys(114)-Arg(115) and Lys(129)-Val(130) bonds"}, {"pubmed": 16141404, "text": "PAR-1 activation promotes cell proliferation and CXCR4-dependent migration and differentiation, leading to a proangiogenic effect"}, {"pubmed": 16194864, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16341594, "text": "Data show that membrane transport of p42(IP4) induced by epidermal growth factor is inhibited by stimulation of phospholipase C-coupled thrombin receptor."}, {"pubmed": 16354200, "text": "A blocking antibody to PAR-1 abolishes activated protein C effects on keratinocytes."}, {"pubmed": 16354660, "text": "the transmembrane 7-8th helix-i1 loop may move in a coordinated manner to transfer the signal from PAR1 to G protein."}, {"pubmed": 16359518, "text": "PAR1 and also PAR2 can mediate barrier protection in endothelial cells and FXa can use either receptor to enhance barrier integrity"}, {"pubmed": 16407403, "text": "These findings establish an essential role for endogenous SNX1 in sorting activated PAR1 to a distinct lysosomal degradative pathway that is independent of retromer, Hrs, and Tsg101."}, {"pubmed": 16409451, "text": "Significant thrombin generation can occur on vascular tissue in the absence of platelets or platelet microparticles and on the surface of non-apoptotic SMC."}, {"pubmed": 16606835, "text": "Because LTD4 and thrombin are likely to be formed concomitantly in vivo, cysLT2-R and PAR-1 may cooperate to augment vascular injury."}, {"pubmed": 16709572, "text": "protease-activated receptor-1 has a role in calcium influx, which activates a feed-forward mechanism of TRPC1 expression via nuclear factor-kappaB activation in endothelial cells"}, {"pubmed": 16803467, "text": "PAR-1 activation did not modify the number of colonies or the day of emergence, in keeping with the lack of induction of angiopoietin 1 gene expression; PAR-1 activation also enhanced migration toward angiopoietin 1"}, {"pubmed": 16837456, "text": "Data show that at relatively high concentration of agonist, inhibition of the P2Y12 receptor and of calcium mobilization result in complete inhibition of PAR4-induced aggregation, with no effect on either thrombin or PAR1-mediated platelet aggregation."}, {"pubmed": 16839349, "text": "the role of thrombin in myocardial damage after coronary artery bypass grafting"}, {"pubmed": 16946713, "text": "Loss of AP-2 is a crucial event in the progression of human melanoma and contributes to the acquisition of the metastatic phenotype via upregulation of PAR-1."}, {"pubmed": 16952995, "text": "new class of cell-penetrating inhibitors, termed pepducins, that provide insight into previously unidentified roles of PAR1 and PAR4 in protease signaling."}, {"pubmed": 17015787, "text": "PAR-1 agonism causes platelet activation, venous constriction, arterial dilatation, and tPA release in vivo in humans."}, {"pubmed": 17267663, "text": "These data revealed that PAR1 can be part of a preassembled complex with Galpha(i1) protein, resulting either from a direct interaction between these partners or from their colocalization in specific microdomains."}, {"pubmed": 17294805, "text": "The antiproliferative effect was more pronounced in cell cultures displaying higher expression of PAR1."}, {"pubmed": 17303701, "text": "This study has identified an important role for the direct activation of G(i/o) by PAR1 in human platelets"}, {"pubmed": 17323377, "text": "cooperative PAR(1)/PAR(4) signaling network that contributes to thrombin-mediated tumor cell migration in hepatocellular carcinoma"}, {"pubmed": 17347481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17373694, "text": "PARs (PAR-1, PAR-2, and PAR-4) are overexpressed in prostate cancer and may serve as potential predictors of recurrence. The data suggest potential role of PARs in autocrine and paracrine mechanisms of prostate cancer."}, {"pubmed": 17374729, "text": "These results altogether identify PAR1 as a survival factor that protects cells from undergoing apoptosis."}, {"pubmed": 17376866, "text": "PAR3 has a role in allosterically regulating PAR1 signaling governing increased endothelial permeability"}, {"pubmed": 17384202, "text": "roles of PAR1 and PAR2 and F7 in tissue factor mobilization and endocytosis"}, {"pubmed": 17414212, "text": "REVIEW: the signaling and regulatory mechanisms of protease-activated receptors in various tissues"}, {"pubmed": 17470200, "text": "factor VIIa-tissue factor, PAR1 and PAR2 have roles in transcription in tumor cell lines"}, {"pubmed": 17492768, "text": "Activation of PAR1-induced dynamic cytoskeletal reorganization and reduced PC-3 binding to collagen I, collagen IV, and laminin (P < 0.01) but not fibronectin."}, {"pubmed": 17623652, "text": "trypsin IV and p23 are inhibitor-resistant trypsins that can cleave and activate PARs, causing PAR(1)- and PAR(2)-dependent inflammation and PAR(2)-dependent hyperalgesia."}, {"pubmed": 17675516, "text": "P. gingivalis, therefore, selectively up-regulated CCR5 by two independent signaling pathways, Rgp acting on PAR-1 and PAR-2, and LPS on TLR2 and TLR4."}, {"pubmed": 17706138, "text": "PAR-1 may enhance metastasis of lung cancer through its regulation of cellular proliferation, adhesion and invasion."}, {"pubmed": 17721620, "text": "Platelet stimulation with thrombin induces a time- and concentration-dependent regulation of the microtubular content"}, {"pubmed": 17823308, "text": "when EPCR is bound by protein C, the PAR-1 cleavage-dependent protective signaling responses in endothelial cells can be mediated by either thrombin or APC."}, {"pubmed": 17848177, "text": "PAR1 localization in the caveolin-enriched membrane microdomain, bound to caveolin-1, represents a crucial requirement for TF induction in endothelial cells."}, {"pubmed": 17883592, "text": "Platelet PAR-1/PAR-4 stimulation causes rapid Akt phosphorylation downstream of PLC, whereas with continuous stimulation, ADP and PI3K are required for maintaining Akt phosphorylation."}, {"pubmed": 17895623, "text": "Hypothesis that statins increase risk of hemorrhagic stroke by inhibiting PAR1 receptor is plausible but requires further direct testing in randomized trials."}, {"pubmed": 17935246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17935246, "text": "Protease activated receptor 1 gene polymorphism is associated with preterm deliveries"}, {"pubmed": 18005014, "text": "Findings suggest that PAR-1 receptor polymorphisms in chronic hepatitis C influence the progression of liver fibrosis."}, {"pubmed": 18005014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18064407, "text": "genetically unstable molecule; thousands of types of mutation can be expected"}, {"pubmed": 18089851, "text": "The data suggest that different trafficking of activated PAR1 might explain how PAR1 signaling by APC can be relevant when thrombin is present."}, {"pubmed": 18174463, "text": "it is proposed that annexin 2 acts as a receptor for factor Xa on the surface of human umbilical vein endothelial cells and that annexin 2 facilitates factor Xa activation of PAR-1 but does not enhance coagulant function of factor Xa"}, {"pubmed": 18179608, "text": "similar to the guinea-pig gallbladder, both PAR(1) and PAR(2) but not PAR(4) mediate muscle contraction in the human gallbladder"}, {"pubmed": 18278202, "text": "Failed to validate association of PAR-1 gene polymorphisms with venous thromboembolism amoung Californians of European ancestry."}, {"pubmed": 18284602, "text": "Lipid raft localization regulates the cleavage specificity of protease activated receptor 1 in endothelial cells"}, {"pubmed": 18308730, "text": "These data provide insight into KLK4-mediated cell signaling and suggest that signals induced by this enzyme via protease-activated receptors may be important in prostate cancer."}, {"pubmed": 18314110, "text": "Report the production of vascular endothelial growth factor and MMP-1/2 via protease-activated receptor in human endometrial stromal cells."}, {"pubmed": 18363813, "text": "Protease activated receptor 1 activation of platelet is associated with an increase in protein kinase CK2 activity"}, {"pubmed": 18372913, "text": "PAR1-stimulated EGFR and ErbB2 transactivation leads to prolonged extracellular signal-regulated kinase-1 and -2 signaling and promotes breast carcinoma cell invasion."}, {"pubmed": 18384756, "text": "Plasmin activates PAR-1 and is involved in inflammation in human dental pulp."}, {"pubmed": 18386288, "text": "The expression and function of PAR-1 in benign prostatic hyperplasia stroma indicate PAR-1 may play important roles in BPH pathogenesis"}, {"pubmed": 18537828, "text": "PGE(2)-induced reduction of PAR-1 level is not due to a decrease of PAR-1 mRNA stability, but rather to transcriptional regulation."}, {"pubmed": 18570113, "text": "Placentas from pregnancies complicated by preterm PE had a significantly higher frequency of strong PAR-1(protease-activated receptor 1) expression than placentas from women with spontaneous preterm labor."}, {"pubmed": 18612544, "text": "Protease activated receptor 1 (PAR-1) activation by thrombin is protective in human pulmonary artery endothelial cells if endothelial protein C receptor is occupied by its natural ligand, protein C."}, {"pubmed": 18657231, "text": "PAR-1 activation induces IL-8 synthesis by late endothelial progenitor cells (EPC). This could potentially enhance cooperation between late and early EPCs during neovascularization, through a paracrine"}, {"pubmed": 18682394, "text": "Coordinate activation of human platelet protease-activated receptor-1 and -4 in response to subnanomolar alpha-thrombin"}, {"pubmed": 18687805, "text": "Thrombin receptor and RhoA mediate cell proliferation through integrins and cysteine-rich protein 61."}, {"pubmed": 18820708, "text": "p53 directly affects hPar1 expression and function, thus providing evidence for direct binding between p53 and hPar1 chromatin."}, {"pubmed": 18832729, "text": "protease-mediated epithelial PAR-1 and -2 activation, by migrating PMNs, induces signaling events that increase epithelial permeability thereby facilitates PMN transepithelial migration."}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18983479, "text": "identify ROS originating in mitochondria as key mediators of the signaling pathways triggered by PAR1 and PAR2 engagement in endothelial cells; mechanisms downstream from PAR1 and PAR2 activation, different for the two receptors, also induced TF"}, {"pubmed": 18988801, "text": "Results demonstrate that via PAR-1, MMP-1 activates mitogen-activated protein kinase signaling cascades in microvessel endothelial cells, and may complement the activity of thrombin to better facilitate angiogenesis and promote tumor progression."}, {"pubmed": 19040205, "text": "Consequences of modulation of PAR1 and PAR2 expression and function on cytotrophoblast invasion and beta-catenin stabilization, were examined."}, {"pubmed": 19053259, "text": "For the first time, the complete protease-activated receptor 4 utilizes the anionic cluster to interact with alpha-thrombin on cells; this interaction is also important in the presence of protease activated receptor 1."}, {"pubmed": 19064814, "text": "PAR1 and PAR2 regulate endothelial NO synthase phosphorylation and activity through G(12/13) and G(q), respectively, delineating the signaling pathways by which the proteases act on protease-activated receptors to modulate endothelial functions."}, {"pubmed": 19064940, "text": "PAR-1 regulates eNOS activity via phosphorylation of eNOS-Thr495, which is dependent upon activation of the Rho/ROCK pathway."}, {"pubmed": 19080851, "text": "No association was found between 2 F2R/PAR1 polymorphisms and Crohn disease or ulcerative colitis."}, {"pubmed": 19162217, "text": "SPHK1 inhibition is a novel way to block PAR-1 mediated signalling."}, {"pubmed": 19307610, "text": "leukocyte elastase-induced apoptosis of lung epithelial cells is mediated by a PAR-1-triggered pathway involving activation of NF-kappaB and p53, and a PUMA- and Bax-dependent increase in mitochondrial permeability leading to activation of distal caspases"}, {"pubmed": 19332793, "text": "Activated protein C selective signaling and endothelial barrier protective effects are mediated through compartmentalization of PAR(1) in caveolae and a novel mechanism of PAR(1) signal regulation"}, {"pubmed": 19379698, "text": "Study shows that platelet MMP-1 activates protease-activated receptor-1 (PAR1) on the surface of platelets; exposure of platelets to fibrillar collagen converts the surface-bound proMMP-1 zymogen to active MMP-1, which promotes aggregation through PAR1."}, {"pubmed": 19404549, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19404549, "text": "Variants in the coagulation factor 2 receptor (F2R) gene influence the risk of myocardial infarction in men through an interaction with interleukin 6 serum levels."}, {"pubmed": 19424642, "text": "Evidence for increased expression of tissue factor and protease-activated receptor-1 in human esophageal cancer."}, {"pubmed": 19460777, "text": "NFAT2 contributes to the transcriptional control of PAR-1 in vascular smooth muscle cells"}, {"pubmed": 19538737, "text": "PAR1 is selectively overexpressed in high grade breast cancer patients: a cohort study is reported."}, {"pubmed": 19567485, "text": "activation by thrombin induces CXCL5 expression in gingival epithelial cells"}, {"pubmed": 19608609, "text": "Selective cleavage of PAR-1 on oral epithelial cells by Porphyromonas gingivalis Rgp gingipain therefore upregulates expression of pro-inflammatory cytokines."}, {"pubmed": 19622587, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19622587, "text": "Polymorphisms in PAR-1, ES, and IL-8 may serve as independent molecular prognostic markers in patients with localized gastric adenocarcinoma"}, {"pubmed": 19679555, "text": "Overexpression of protease-activated receptor-1 contributes to melanoma metastasis via regulation of connexin 43."}, {"pubmed": 19690217, "text": "This study establishes a crucial role of zyxin in thrombin signaling in endothelial cells and provides evidence for a novel PAR-1 signaling pathway mediated by zyxin."}, {"pubmed": 19694963, "text": "Results demonstrate that PAR(1) and PAR(2) but not PAR(4) mediate contraction in human oesophageal muscularis mucosae. PAR(1) and PAR(2) may influence human oesophageal motility."}, {"pubmed": 19703903, "text": "analysis of the cross-talk between protease-activated receptor 1 and platelet-activating factor receptor regulates melanoma cell adhesion molecule (MCAM/MUC18) expression and melanoma metastasis"}, {"pubmed": 19764478, "text": "It plays a povital role in the interaction between blood coagulation system and vascular wall.  (review)"}, {"pubmed": 19795418, "text": "Prostate cancer cells exhibit a novel double-paracrine mechanism whereby cancer epithelium produces KLK4 to activate PAR-1 in the surrounding stroma, in-turn releasing cytokines that stimulate cancer cells to proliferate & increase production of KLKs."}, {"pubmed": 19858310, "text": "Human PAR1 and PAR2 have a redundant role in the activation of human cells by Candida albicans."}, {"pubmed": 19879874, "text": "The study demonstrates a novel role of TK in skin wound healing uncovering new signaling pathway mediated by TK in promoting keratinocyte migration through activation of the PAR(1)-PKC-Src-MMP pathway and HB-EGF/AR shedding-dependent EGFR transactivation."}, {"pubmed": 19895674, "text": "Endothelial protein C receptor plays an unexpected role in supporting cell surface recruitment, PAR1 activation, and signaling by FXa."}, {"pubmed": 19907018, "text": "PAR1-regulated ATP release from 1321N1 astrocytoma cells is remarkably sensitive to both positive and negative modulation by extracellular osmolarity."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19929245, "text": "Data show that heparin and lepirudin inhibit thrombin-inducible cleavage and internalization of PAR-1 and platelet activation in vitro to a similar extent."}, {"pubmed": 19969492, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19969492, "text": "The [-1426(C/T)] polymorphic variant of PAR1 is associated with thrombocytopenia in Gaucher disease."}, {"pubmed": 20056842, "text": "KLK4 signaling via PAR1 may represent a novel pathway in colon tumorigenesis."}, {"pubmed": 20084489, "text": "Our results provide strong evidence supporting the implication of PAR-1 in the malignant progression of human melanoma."}, {"pubmed": 20101173, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20155436, "text": "Human cytomegalovirus induces PARs expression through transcriptional activation in endothelial cells, increasing sensitivity to thrombin."}, {"pubmed": 20164183, "text": "protease-activated receptor-1 interactor, Bicaudal D1, regulates G protein signaling and internalization"}, {"pubmed": 20175118, "text": "Thrombin enhances the migration of chondrosarcoma cells by increasing MMP-2 and MMP-13 expression through the PAR/PLC/PKCalpha/c-Src/NF-kappaB signal transduction pathway."}, {"pubmed": 20230207, "text": "Data show that PAR1 and PAR4-activating peptides were as effective as thrombin in inducing annexin V binding in combination with collagen-related peptide in diluted whole blood and platelet rich plasma, but not in washed platelets."}, {"pubmed": 20236938, "text": "present the 1.8 A resolution structure of thrombin S195A in complex with a 30-residue long uncleaved extracellular fragment of PAR1 that documents for the first time a productive binding mode bridging the active site and exosite I"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20368337, "text": "N-linked glycosylation of PAR1 at the N terminus versus the surface of ECL2 serves distinct functions critical for proper regulation of receptor trafficking and the fidelity of thrombin signaling"}, {"pubmed": 20388375, "text": "PAR-1 may play an important role in the metastasis of lung giant cell carcinoma cells by up-regulating intracellular calcium."}, {"pubmed": 20404340, "text": "analysis of thrombin engineered for selective specificity toward protein C and PAR1"}, {"pubmed": 20442298, "text": "PAR3-deficient cells in contrast to PAR1-deficient cells form larger tumors in immunodeficient mice."}, {"pubmed": 20482314, "text": "The results indicate differential signaling pathways mediated by TK in promoting prostate cancer cell migration and invasion via PAR(1) activation, and proliferation via kinin B2 receptor stimulation."}, {"pubmed": 20506163, "text": "Data show that occupancy of EPCR by protein C switches signaling specificity so that activation of PAR-1 by thrombin inhibits TNF-alpha-mediated synthesis of IL-6 and IL-8 and down-regulates TGF-beta-mediated expression of collagen type 4 and fibronectin."}, {"pubmed": 20559570, "text": "by preventing binding of Etk/Bmx to PAR(1) -C-tail, hPar1 oncogenic properties are abrogated"}, {"pubmed": 20571025, "text": "Thrombin stimulation of proteoglycan synthesis in vascular smooth muscle is mediated by protease-activated receptor-1 transactivation of the transforming growth factor beta type I receptor."}, {"pubmed": 20585578, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20585578, "text": "results support the hypothesis that the interaction between these two functionally related genes may influence the risk of MI and suggest new mechanisms involved in the genetic susceptibility to MI"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20691446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20697725, "text": "protease activity and gene expression are increased in acne lesions"}, {"pubmed": 20723226, "text": "Activation of Proteinase-Activated Receptor-1 mediates gastric cancer cell proliferation and invasion."}, {"pubmed": 20807173, "text": "Results suggest that lower levels of protease-activated receptors 1 and 4 contribute to the poor thrombin induced aggregation observed with newborn platelets, which can not be compensated by higher levels of GPIbalpha."}, {"pubmed": 20819545, "text": "In cerebellum, thrombin can activate PAR-1 expression after ICH, and PN-1 appears quickly after Intracerebral hemorrhage in order to control the deleterious effect of thrombin."}, {"pubmed": 20826780, "text": "Factor X/Xa elicits protective signaling responses in endothelial cells directly via PAR-2 and indirectly via endothelial protein C receptor-dependent recruitment of PAR-1."}, {"pubmed": 20945373, "text": "VASP deficiency leads to a more profound endothelial barrier disruption and delayed recovery after activation of thrombin PAR-1 receptor."}, {"pubmed": 21037076, "text": "TF-PAR-1 pathway contributes to liver fibrosis induced by chronic cholestasis by increasing expression of the alphaVbeta6 integrin, an important regulator of transforming growth factor-beta1 activation."}, {"pubmed": 21127289, "text": "Protease-activated receptor signaling in platelets activates cytosolic phospholipase A2alpha differently for cyclooxygenase-1 and 12-lipoxygenase catalysis."}, {"pubmed": 21149441, "text": "EPCR interacts with the ternary TF coagulation initiation complex to enable PAR1,2 signaling."}, {"pubmed": 21187389, "text": "PAR-1 negatively regulates the expression of the Maspin tumor-suppressor gene in the acquisition of the metastatic melanoma phenotype"}, {"pubmed": 21209875, "text": "Activation of urothelial PAR1 receptors, either by locally generated thrombin or proteases present in the urine, may mediate bladder inflammation by inducing urothelial MIF release and upregulating urothelial MIF expression"}, {"pubmed": 21216163, "text": "a significant increase in PAR-1 expression in granulocytes from CML patients in blast phase (CML-BP) but not in chronic phase (CML-CP) as compared to healthy donors"}, {"pubmed": 21252088, "text": "FVIIa, upon binding to EPCR on endothelial cells, activates endogenous protease activated receptor-1 (PAR1) and induces PAR1-mediated p44/42 mitogen-activated protein kinase (MAPK) activation."}, {"pubmed": 21375587, "text": "study did not show a significant association of PAR 1 -506 ID polymorphism and venous thromboembolism in cancer"}, {"pubmed": 21536369, "text": "Replacement of the flexible autolysis loop of human thrombin with the homologous rigid domain of the murine enzyme results in a drastic (up to 10-fold) increase in Na(+) affinity and a significant improvement in the catalytic activity of the enzyme."}, {"pubmed": 21550978, "text": "N-linked glycosylation regulates human proteinase-activated receptor-1 cell surface expression and disarming via neutrophil proteinases and thermolysin"}, {"pubmed": 21586224, "text": "Peritumoral PAR1 mRNA expression was significantly increased in hepatocellular carcinoma from the patients with tumor recurrence as compared with those without recurrence."}, {"pubmed": 21591259, "text": "These findings implicate MMP-1 as an important activator of PAR1 in sepsis and suggest that therapeutics that target MMP1-PAR1 may prove beneficial in the treatment of sepsis."}, {"pubmed": 21605334, "text": "Statins prevent tissue factor induction by PAR-agonist peptides altering the membrane localization of PAR1 and the expression of PAR2."}, {"pubmed": 21649850, "text": "PKC inhibition markedly enhances Ca2+ signaling and phosphatidylserine exposure downstream of protease-activated receptor-1 but not protease-activated receptor-4 in human platelets."}, {"pubmed": 21673343, "text": "Blocking platelet TLR2 and TLR4 with mAbs reduced the percentage of activated platelets and lowered the amount of thrombin generated in platelet-rich plasma."}, {"pubmed": 21753781, "text": "KLK6-induced intracellular Ca(2+) flux and tumor cell invasion critically depends on the protease-activated receptor 1 (PAR1)."}, {"pubmed": 21760880, "text": "extracellular Granzyme K is capable of activating PAR-1 and inducing fibroblast cytokine secretion and proliferation"}, {"pubmed": 21822552, "text": "Our study suggested the protective effect of the allele D at -506 locus of PAR1 gene on the recurrence of breast cancer."}, {"pubmed": 21835828, "text": "A subset of gallbladder carcinoma cases showed overexpression of protease-activated receptor-1 (PAR-1), which was associated with progressive pathology and an aggressive clinical course."}, {"pubmed": 21905006, "text": "Activation of PAR-1 stimulates MMP-2 secretion, inhibits rheumatoid arthritis synovial fibroblasts growth and invasion, and decreases production of IL-17 and TNFalpha by them."}, {"pubmed": 21909684, "text": "High proteinase-activated receptor-1 is associated with hepatocellular carcinoma."}, {"pubmed": 21965661, "text": "AP-2 and epsin-1 are both required to promote efficient internalization of activated PAR1 and recognize discrete receptor sorting signals"}, {"pubmed": 21966428, "text": "Galectin-3 facilitates cell motility in gastric cancer by up-regulating protease-activated receptor-1 (PAR-1) and matrix metalloproteinase-1 (MMP-1)."}, {"pubmed": 21993564, "text": "PAR(1) and PAR(2) are involved in WM9 cell proliferation and secretion of IL-8 by activation of PKD1."}, {"pubmed": 22009534, "text": "PAR-1 plays a key role in melanoma progression. PAR-1 & its activating factors on tumor cells & the surrounding stroma induce coagulation & cell signaling promotoing the metastatic phenotype. Review."}, {"pubmed": 22106258, "text": "These findings identify a role for beta-arrestin and Dvl-2 scaffolds in APC-activated PAR1 cytoprotective signaling in human endothelial cells."}, {"pubmed": 22212092, "text": "PHBs are localized on the human platelet membrane and are involved in PAR1-mediated platelet aggregation."}, {"pubmed": 22278285, "text": "PAR-1-dependent and PAR-independent signaling involves the rapid phosphorylation of ERK, which in turn is absolutely required for thrombin-induced CCL2 secretion at both low and standard concentration of the proteinase"}, {"pubmed": 22283974, "text": "Our results also show that platelet PAI-1 is increased if incubated for 24 hours, both with addition of PAR1-activating peptide and without activation, which could indicate de novo synthesis."}, {"pubmed": 22291441, "text": "estrogen regulation of hPar1 in breast cancer was demonstrated by an endothelial tube-forming network"}, {"pubmed": 22541814, "text": "Genetic inhibition of PAR-1 receptors reveals that they are involved in thrombin-mediated upregulation of heme oxygenase-1."}, {"pubmed": 22552271, "text": "Our results suggest the possibility that the integrated effect of functionally-related EGFR and PAR-1 genes (haplotype cluster) is associated with susceptibility to airway hyperresponsiveness."}, {"pubmed": 22562397, "text": "PAR-1 may contribute to the growth and invasive potential of nasopharyngeal carcinoma cells"}, {"pubmed": 22573325, "text": "Silencing of PAR1 suppressed invasive stellate growth of lung cancer cells in three-dimensional matrices."}, {"pubmed": 22593082, "text": "PAR1 expression and signal transduction are modulated by progesterone; this provides new insight into how the progestin component in hormone therapies increases the risk of breast cancer in postmenopausal women."}, {"pubmed": 22610965, "text": "demonstrate that beta-adrenergic receptor stimulation leads to MMP-13 transactivation of protease-activated receptor 1 in both cardiac fibroblasts and cardiomyocytes"}, {"pubmed": 22659187, "text": "protease-activated receptor 1 possesses a functional and cleavable signal peptide which is necessary for receptor expression"}, {"pubmed": 22685255, "text": "Thrombin receptor positivity in vascular endothelial cells may be an adverse prognostic factor for patients with esophageal squamous cell carcinoma and increased coagulation state."}, {"pubmed": 22833563, "text": "Data indicate that AP-3 facilitates PAR1 interaction with ALIX."}, {"pubmed": 22952809, "text": "PAR signaling and serine protease-induced alterations in endothelial function modulate glomerular inflammation via parallel but independent pathways"}, {"pubmed": 22952817, "text": "GrB released from T cells induced neurotoxicity by interacting with the membrane bound Gi-coupled PAR-1 receptor and subsequently activated Kv1.3 and Notch-1"}, {"pubmed": 22993310, "text": "study found PAR-1 IVSn-14 T allele is a risk factor for H. pylori-related gastric cancer in ethnic Chinese subjects; PAR-1 -506 ins/del polymorphism is not involved in gastric carcinogenesis"}, {"pubmed": 23065128, "text": "TF inhibition caused basal cell apoptosis and necrosis. This was due to two parallel but interdependent TF-regulated processes: failure to generate a basal cell-associated fibrin network and suboptimal PAR1 and PAR2 activity."}, {"pubmed": 23113835, "text": "The data of this study suggested an important role for PAR1 function in NMDAR-dependent processes subserving memory formation and synaptic plasticity."}, {"pubmed": 23155052, "text": "MMP-1 promotes VEGFR2 expression and proliferation of endothelial cells through stimulation of PAR-1 and activation of NF-kappaB"}, {"pubmed": 23204166, "text": "We found that peripheral blood effector memory CD4(+) and CD8(+) T lymphocytes expressed PAR-1 and that expression was increased in CD8(+) T cells from HIV-infected patients via thrombin activation."}, {"pubmed": 23222541, "text": "2.2 A resolution crystal structure of human PAR1 bound to vorapaxar, a PAR1 antagonist"}, {"pubmed": 23242308, "text": "These results demonstrate that PAR1 activation induces cell morphological change associated with cell motility via Rho family activation and cytoskeletal protein overexpression, and has a critical role in gastric cancer cell invasion and metastasis."}, {"pubmed": 23280079, "text": "Thrombin mediates an excess in the production of neoangiogenetic (VEGF) and profibrotic (PAI-1) factors in human peritoneal mesothelial cells."}, {"pubmed": 23293110, "text": "VEGFR-2 and PAR-1 polymorphisms predicted longer disease-free survival and overall survival in pancreatic carcinoma. CXCR-2 polymorphism was a negative predictor for disease-free survival."}, {"pubmed": 23307185, "text": "Stimulation of PAR-1 in platelets results in less thrombin generation compared to PAR-4 stimulation."}, {"pubmed": 23395513, "text": "Plaque vulnerability correlated negatively with KLF2 but positively with PAR-1. Upregulation of KLF2 and downregulation of PAR-1 could be direct or indirect effects of statin therapy."}, {"pubmed": 23406164, "text": "A PI3K-dependent thrombin generation and the resultant PAR-1 activation serve as an indispensable mechanism to relay the platelet activation process induced by ADP"}, {"pubmed": 23421536, "text": "Data indicate that thrombin-induced IL-1ss and IL-6 cytokine release in naive PBMCs is PAR-1-dependent."}, {"pubmed": 23436459, "text": "Active proteases in nephrotic plasma lead to a podocin-dependent phosphorylation of VASP in podocytes via protease activated receptor-1."}, {"pubmed": 23476015, "text": "Upon thrombin activation, PAR1-PAR2 dimers co-internalize and recruit beta-arrestins to endosomes."}, {"pubmed": 23512987, "text": "Data indicate that STIM1 plays its role within the thrombin signaling independently of store-operated Ca2+ entry (SOCE) through Orai channels as a signaling component linking the thrombin receptor to RhoA activation and stress fiber formation."}, {"pubmed": 23517743, "text": "Results suggest that the AA genotype of the PAR-1 variation IVSn -14 A>T is associated with an increased risk of metastasis and poorer prognosis of renal cell carcinoma"}, {"pubmed": 23548249, "text": "The PAR-1 -14 Ivs A/A genotype was associated with advanced tumor stages and with shorter median survival in squamous cell lung carcinoma."}, {"pubmed": 23580642, "text": "palmitoylation of PAR1 regulates appropriate utilization of tyrosine-based motifs by adaptor proteins and endocytic trafficking, processes that are critical for maintaining appropriate expression of PAR1 at the cell surface."}, {"pubmed": 23625915, "text": "inhibition of the SOCE downstream target CaM kinase kinase beta (CaMKKbeta) or knockdown of AMPKalpha1 suppressed PAR-1-mediated phosphorylation of p38beta and hence STIM1."}, {"pubmed": 23739922, "text": "Protease-activated receptors (PAR)-1 and -3 drive epithelial-mesenchymal transition of alveolar epithelial cells - potential role in lung fibrosis."}, {"pubmed": 23814055, "text": "Noncanonical MMP-1-PAR1 signaling resulted in the opposite effect and led to a dedifferentiated phenotype via a different G protein pathway. MMP-1-PAR1 significantly stimulated hyperplasia and migration of SMCs."}, {"pubmed": 23919450, "text": "interaction with thrombin and alveolar epithelial cells might directly contribute to the pathogenesis of pulmonary fibrosis through epithelial-mesenchymal transition via PAR-1"}, {"pubmed": 23921961, "text": "Data indicate that knockdowns of all three PARs PAR-1, PAR-2, and PAR-3 exhibited changes in the expression of CDC42, which correlated with the changes in their invasion."}, {"pubmed": 24009311, "text": "Findings suggest a novel pathway in which ERalpha signaling regulates miR-190a expression, causing inhibition of PAR-1 expression, correlated with inhibition of cancer metastasis in breast cancer."}, {"pubmed": 24177339, "text": "our observations show that PAR1 and PAR2 act as a functional unit in tumor development and placenta-uterus interactions. This conclusion may have significant consequences on future breast cancer therapeutic modalities and improved late pregnancy outcome."}, {"pubmed": 24297163, "text": "ectopic expression of R4 subfamily members RGS2, RGS3, RGS4, and RGS5 reduced activated PAR1 wild-type signaling, whereas signaling by the PAR1 AKKAA mutant was minimally affected."}, {"pubmed": 24405508, "text": "PAR-1 is post-transcriptionally regulated by miR-20b microRNA in human melanoma cells. PAR-1 was found to be expressed in metastatic melanoma cells but was barely detectable in primary melanoma."}, {"pubmed": 24435325, "text": "Suggest association of thrombin generation potential with platelet PAR-1 regulation and P-selectin expression in patients on dual antiplatelet therapy."}, {"pubmed": 24612435, "text": "analysis of a P2Y12 receptor mutation and a function-reducing polymorphism in protease-activated receptor 1 in a patient with chronic bleeding [case report]"}, {"pubmed": 24620969, "text": "Tissue vascularization was found to be significantly increased in the compact tumor mass of glioblastomas compared to their invasion zone and specific overexpression of PAR-1 within tumor cells and within tumor blood vessels depending upon the tumor area."}, {"pubmed": 24624928, "text": "Oxidative stress and inflammatory reactions in endothelial cells follow up-regulation of PAR-1."}, {"pubmed": 24637088, "text": "PAR1 is the most abundant member of the PAR family present in all subtypes of lymphocytes, with the exception of B cells that do not express any PAR."}, {"pubmed": 24717606, "text": "It regulates vasoconstriction of pulmoanry arteries.(review)"}, {"pubmed": 24740120, "text": "Data indicate that proteinase-activated receptor 1 (PAR1) was prominently expressed in hematopoietic stem cells."}, {"pubmed": 24776597, "text": "provide evidence against the hypothesis that PAR-1 and PAR-4 stimulation of platelets trigger differential release of alpha-granules"}, {"pubmed": 24805876, "text": "The upregulation of MMP-1 protein combined with the overexpression of PAR-1 protein may contribute to the malignant progression of prostate cancer."}, {"pubmed": 24830314, "text": "Human PAR1, expressed at low levels in mouse platelets, is unresponsive to agonist peptides."}, {"pubmed": 24842054, "text": "Protease activated receptor-1 deficiency diminishes bleomycin-induced skin fibrosis"}, {"pubmed": 24973402, "text": "data do not support a role for the rs2227744G>A F2R polymorphism in the development of COPD but suggest a protective role for this polymorphism from frequent exacerbations"}, {"pubmed": 25119598, "text": "High protease-activated receptor-1 expression is associated with colorectal cancer."}, {"pubmed": 25294586, "text": "Apixaban exerts anti-inflammatory effects in mesangial cells by blocking thrombin/protease-activated receptor-1 system."}, {"pubmed": 25495701, "text": "PAR1-platelet releasate enhances vasculogenesis more potently than PAR4-platelet releasate, and the enhancements require a cooperation of multiple platelet-derived angiogenic regulators."}, {"pubmed": 25496845, "text": "low levels impact placenta establishment and consequently pregnancy outcome"}, {"pubmed": 25846512, "text": "Platelet activation with a PAR1 agonist triggered TGF-beta secretion, which induced EMT of via the downregulation of miR-200b expression, and activated platelets had a chemotactic effect on colon cancer cells mediated by the upregulation of CXCR4"}, {"pubmed": 25934391, "text": "The i3 pepducin enhances PAR1/Galpha subunit interactions and induces a conformational change in fluorescently labeled PAR1 in a very similar manner to that induced by thrombin."}, {"pubmed": 26020638, "text": "Bladder PAR activation elicits urothelial MIF release and urothelial MIF receptor signaling at least partly through CXCR4 to result in abdominal hypersensitivity without overt bladder inflammation"}, {"pubmed": 26092994, "text": "Proteases found in dust derived from animal feed play an important role in eliciting the dust-mediated inflammatory responses at least partially through activation of PAR1 AND PAR2."}, {"pubmed": 26100877, "text": "Data show that N-linked glycosylation of protease-activated receptor-1 (PAR1) at extracellular loop 2 (ECL2) controls G12/13 versus Gq G-proteins coupling specificity in response to thrombin stimulation."}, {"pubmed": 26120939, "text": "Establish FXa as a potentially important asthma mediator, stimulating airway smooth muscle function through actions requiring PAR-1 and annexin A2 and involving integrin coactivation."}, {"pubmed": 26165842, "text": "identified HMGA2 (high mobility group A2) as an important regulator of PAR1-mediated invasion. Inhibition of PAR1 signaling suppresses HMGA2-driven invasion in breast cancer cells"}, {"pubmed": 26244666, "text": "Results suggest that expression levels of protease activated receptors 1 and 2 (PAR-1 and PAR-2) associate with breast cancer outcome in an estrogen receptor (ER)-dependent manner."}, {"pubmed": 26278396, "text": "we show that the rs2227744A allele signi fi cantly associates with protection from sarcoidosis (P = 0.003, OR = 0.68 (0.52-0.88)"}, {"pubmed": 26283733, "text": "The data reveal a new proprotein convertases -PAR-1-interaction pathway, which offsets the effects of HIV-induced neuroinflammation, viral infection, and potentially the development of HIV-Associated Neurocognitive Disorder."}, {"pubmed": 26424552, "text": "conjugation of a peptide fragment derived from the third intracellular loop (i3) of the protease-activated receptor 1 (PAR1) to a peptide that can selectively target tumours"}, {"pubmed": 26446588, "text": "In a Cox regression model, fully adjusted for age, race, sex, BMI, and smoking status, carrying a T allele was not associated with MACE (HR 1.19, 95 % CI 0.89-1.59, P = 0.23) or bleeding (HR 0.73, 95 % CI 0.37-1.4, P = 0.34). In conclusion, in our population, F2R IVS-14 PAR1 variability does not affect risk of MACE or bleeding following PCI."}, {"pubmed": 26475502, "text": "thrombin/PAR-1 interaction regulated MCP-1, TF, MCSF and IL-6 production."}, {"pubmed": 26566265, "text": "these data indicate that KLKB1 induces inflammatory reactions in human dental tissues via protease-activated receptor 1"}, {"pubmed": 26600192, "text": "Binding of the PH domain of PAR-1 enables breast cancer growth and extravillous trophoblast invasion."}, {"pubmed": 26616854, "text": "Data suggest that the abrogation of protease-activated receptor 1 (PAR1)-dependent signaling pathways may prove a promising strategy for gliomas."}, {"pubmed": 26635365, "text": "Rab11A and Rab11B differentially regulate intracellular trafficking of PAR1 through distinct endosomal sorting mechanisms"}, {"pubmed": 26681756, "text": "PZ-128 is a promising antiplatelet agent that provides rapid, specific, dose dependent, and reversible inhibition of platelet protease-activated receptor-1 through a novel intracellular mechanism."}, {"pubmed": 26729042, "text": "Thrombin and the PAR-1 activating peptide, TFLLR, lead to the phosphorylation of eNOS-Ser-1177 in human coronary artery endothelial cells, which was blocked by SCH-79797 (SCH), a PAR-1 inhibitor."}, {"pubmed": 26875892, "text": "The serum levels of PAR1 might have a diagnostic value in lung cancer patients"}, {"pubmed": 27023670, "text": "These results suggest that stabilization of microtubule-unbound tau by phosphorylation at Ser262/356 via the PAR-1/MARK may act in the initial steps of tau mismetabolism in AD pathogenesis"}, {"pubmed": 27108773, "text": "Thrombin, via PAR1 activation, synergistically augments LPS-induced Human endometrial endothelial cells production of chemokines involved in immune cell recruitment and survival, suggesting a mechanism by which intrauterine abruption and bacterial infection may together be associated with an aggravated uterine inflammatory response."}, {"pubmed": 27181591, "text": "thrombin binding to PAR-1 receptor activated Gi-protein/c-Src/Pyk2/EGFR/PI3K/Akt/p42/p44 MAPK cascade, which in turn elicited AP-1 activation and ultimately evoked MMP-9 expression and cell migration in SK-N-SH cells."}, {"pubmed": 27561318, "text": "EPCR occupancy recruits G-protein coupled receptor kinase 5, thereby inducing beta-arrestin-2 biased PAR1 signaling by both APC and thrombin. In"}, {"pubmed": 27566553, "text": "this study demonstrates that TGFbeta is a positive regulator of PAR-1 expression in A549 lung adenocarcinoma cells, which in turn increases the sensitivity of these cells to thrombin signalling"}, {"pubmed": 27784794, "text": "the contribution of PAR1 and PAR4 to thrombin-mediated activation of the platelet fibrin receptor (GPIIbIIIa), is reported."}, {"pubmed": 27819671, "text": "In this study, we found upregulation of several hemostasis-related genes, including the thrombin-activatable receptor PAR-1 (protease-activated receptor-1), in Runx1/Cbfb-deleted MLL-AF9 cells. Similar to the effect of Runx1/Cbfb deletion, PAR-1 overexpression induced CDKN1A/p21 expression and attenuated proliferation in MLL-AF9 cells"}, {"pubmed": 27979585, "text": "Data highlight functional differences in proliferation and barrier integrity between dark keratinocytes and fair keratinocytes that are partly associated with their differential expression of PAR1 and PAR2."}, {"pubmed": 27992120, "text": "Dabigatran increases platelet reactivity by enhancing the thrombin receptor density on platelets"}, {"pubmed": 28173772, "text": "PAR-1 in non-small-cell lung cancer is mainly expressed on cells that constitute the pulmonary tumor microenvironment, including vascular endothelial cells, macrophages and stromal fibroblasts."}, {"pubmed": 28447716, "text": "Taken together, these results indicated that PAR1 signalingmediated cJun activation promotes early apoptosis of HUVEC cells induced by heat stress."}, {"pubmed": 28631887, "text": "we found that activation of the protease-activated receptor 1 (PAR1) induced secretion of TSLP by the corneal stromal cells... we proposed that TSLP might function as the link between increased protease activity and inflammatory responses or itch sensation in the"}, {"pubmed": 28834159, "text": "Using protein C-factor VII chimera demonstrate that APC light chain amino acid residues outside the EPCR-binding site enable cytoprotective PAR1 signaling."}, {"pubmed": 28844979, "text": "The DHA - naringenin hybrid presented triple antiplatelet activity simultaneously targeting PAR-1, P2Y12 and COX-1 platelet activation pathways"}, {"pubmed": 28881236, "text": "Our structural data showed subtle changes in the binding pose between Vorapaxar and F16357. Transmembrane helices 1, 2, 5, and 7 were most significantly affected; most notably a large kink at F279(5.47) in TM helix 5 of the Vorapaxar complex was completely absent in the F16357 complex. The results of this study facilitate the future development of other therapeutic PAR1 antagonists."}, {"pubmed": 29141676, "text": "Platelets were activated in antineutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV) patients, and such activation was at least partially attributed to the thrombin-protease-activated receptors (PARs) pathway."}, {"pubmed": 29484413, "text": "The activation of PAR-1 on the cell surface of SGC7901 and AGS cells was significantly reduced after the knockdown of EPCR. By contrast, blockade of PAR-1 reduced the proliferation and migration of gastric cells in vitro"}, {"pubmed": 29529042, "text": "Study demonstrated that nerve activation by mucosal biopsy supernatants depends on proteases. This is a common feature of quiescent ulcerative colitis and irritable bowel syndrome (IBS) and may relate to some common gastrointestinal symptoms. However, only proteases in IBS supernatants signal through PAR1."}, {"pubmed": 29622563, "text": "MMP1-PAR1 signaling system drives chronic inflammatory signaling in plaques and the progression of atherosclerosis."}, {"pubmed": 29848718, "text": "Data show there was no significant correlation of autoantibodies to coagulation factor II thrombin receptor (F2R; protease-activated receptor 1, PAR1) (PAR1-AB) level with , progression-free (PFS) and overall (OS) survival."}, {"pubmed": 30221796, "text": "this study shows that decidualization modulates a signal transduction system via PAR-1 in endometrial stromal cells"}, {"pubmed": 30314721, "text": "Increased expression of PAR-1 and -4 could be a contributing component in the mechanisms leading to endofibrosis in high performance athletes."}, {"pubmed": 30903857, "text": "Thrombin stimulates IL-11 gene expression and protein secretion in HTR-8/SVneo cells but not in BeWo cells. PAR-1 was the only receptor which was highly expressed in HTR-8/SVneo cells. Thrombin-mediated expression and secretion of IL-11 were mainly activated via PAR-1 receptor. Results suggest that thrombin might regulate extravillous trophoblast migration through the decidua and spiral artery remodeling."}, {"pubmed": 31467874, "text": "these results indicated that baicalin has protective effects on thrombin-induced cell injury in HUVECs possibly through inhibition of PAR-1 expression and its downstream NF-kappaB activation, which was mediated by ERK1/2 activation."}, {"pubmed": 31914657, "text": "PAR-1 and -2 mediate cellular effects of factor VII activating protease (FSAP)"}, {"pubmed": 31959953, "text": "Protease-activated receptor signalling initiates alpha5beta1-integrin-mediated adhesion in non-haematopoietic cells."}, {"pubmed": 32155135, "text": "KLK6 expression in skin induces PAR1-mediated psoriasiform dermatitis and inflammatory joint disease."}, {"pubmed": 32809114, "text": "Macrophage-secreted MMP9 induces mesenchymal transition in pancreatic cancer cells via PAR1 activation."}, {"pubmed": 33086557, "text": "Increased Pro-Thrombotic Platelet Activity Associated with Thrombin/PAR1-Dependent Pathway Disorder in Patients with Secondary Progressive Multiple Sclerosis."}, {"pubmed": 33093222, "text": "F2R Polymorphisms and Clopidogrel Efficacy and Safety in Patients With Minor Stroke or TIA."}, {"pubmed": 34552064, "text": "KLK8 promotes the proliferation and metastasis of colorectal cancer via the activation of EMT associated with PAR1."}, {"pubmed": 34639044, "text": "Expression/Activation of PAR-1 in Airway Epithelial Cells of COPD Patients: Ex Vivo/In Vitro Study."}, {"pubmed": 34769227, "text": "Autoantibodies from Patients with Scleroderma Renal Crisis Promote PAR-1 Receptor Activation and IL-6 Production in Endothelial Cells."}, {"pubmed": 34791291, "text": "PAR-1 Antagonism to Promote Gut Mucosa Healing in Crohn's Disease Patients: A New Avenue for CVT120165."}, {"pubmed": 34808540, "text": "Sex-specific platelet activation through protease-activated receptor-1 in patients undergoing cardiac catheterization."}, {"pubmed": 34831181, "text": "Coagulation Factor Xa Induces Proinflammatory Responses in Cardiac Fibroblasts via Activation of Protease-Activated Receptor-1."}, {"pubmed": 34849571, "text": "Amyloid beta protein negatively regulates human platelet activation induced by thrombin receptor-activating protein."}, {"pubmed": 34954768, "text": "Associations of CYP2C19 and F2R genetic polymorphisms with platelet reactivity in Chinese ischemic stroke patients receiving clopidogrel therapy."}, {"pubmed": 35256589, "text": "Heterogeneity induced GZMA-F2R communication inefficient impairs antitumor immunotherapy of PD-1 mAb through JAK2/STAT1 signal suppression in hepatocellular carcinoma."}, {"pubmed": 35974263, "text": "Serum protease-activated receptor (PAR-1) levels as a potential biomarker for diagnosis of inflammation in type 2 diabetic patients."}, {"pubmed": 36109338, "text": "Elevated serum PAR-1 levels as an emerging biomarker of inflammation to predict the dengue infection severity."}, {"pubmed": 37479383, "text": "Stage lighting on PAR-1: a step further in the understanding of acquired focal and segmental glomerulosclerosis."}, {"pubmed": 37486532, "text": "Protease-Activated Receptor 1 (PAR1) Expression Contributes to HPV-Associated Oropharyngeal Cancer Prognosis."}, {"pubmed": 37678550, "text": "Thrombin receptor PAR1 silencing in endothelial colony-forming cells modifies stemness and vasculogenic properties."}, {"pubmed": 37722138, "text": "Protease-Activated Receptor 1-Mediated Damage of Podocytes in Diabetic Nephropathy."}, {"pubmed": 37806106, "text": "PAR1 regulates sepsis-induced vascular endothelial barrier dysfunction by mediating ERM phosphorylation via the RhoA/ROCK signaling pathway."}, {"pubmed": 38115179, "text": "KLK10 promotes the progression of KRAS mutant colorectal cancer via PAR1-PDK1-AKT signaling pathway."}, {"pubmed": 38174561, "text": "Thrombomodulin Switches Signaling and Protease-Activated Receptor 1 Cleavage Specificity of Thrombin."}], "genomic_pos": {"chr": "5", "end": 76735770, "ensemblgene": "ENSG00000181104", "start": 76716126, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 76031606, "start": 76011868, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002248", "pubmed": 9639571, "qualifier": "involved_in", "term": "connective tissue replacement involved in inflammatory response wound healing"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003105", "qualifier": "involved_in", "term": "negative regulation of glomerular filtration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 10692450, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007200", "pubmed": 20164183, "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007205", "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007529", "qualifier": "involved_in", "term": "establishment of synaptic specificity at neuromuscular junction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10692450, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009611", "pubmed": 9639571, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9701242, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030168", "pubmed": 9038223, "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030193", "pubmed": 17848177, "qualifier": "involved_in", "term": "regulation of blood coagulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030194", "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030194", "pubmed": 9038223, "qualifier": "involved_in", "term": "positive regulation of blood coagulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 9701242, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032651", "qualifier": "involved_in", "term": "regulation of interleukin-1 beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": 11447194, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 17404307, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032967", "pubmed": 9639571, "qualifier": "involved_in", "term": "positive regulation of collagen biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035025", "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035025", "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036145", "qualifier": "involved_in", "term": "dendritic cell homeostasis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043280", "pubmed": 10692450, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 17848177, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043547", "pubmed": 23202369, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045217", "pubmed": 23202369, "qualifier": "involved_in", "term": "cell-cell junction maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17848177, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045987", "qualifier": "involved_in", "term": "positive regulation of smooth muscle contraction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046427", "pubmed": 10692450, "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048167", "qualifier": "involved_in", "term": "regulation of synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048873", "qualifier": "involved_in", "term": "homeostasis of number of cells within a tissue"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051209", "qualifier": "involved_in", "term": "release of sequestered calcium ion into cytosol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 1672265, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051928", "qualifier": "involved_in", "term": "positive regulation of calcium ion transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051930", "qualifier": "involved_in", "term": "regulation of sensory perception of pain"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0060155", "pubmed": 1672265, "qualifier": "involved_in", "term": "platelet dense granule organization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070493", "pubmed": 1672265, "qualifier": "involved_in", "term": "thrombin-activated receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099553", "qualifier": "involved_in", "term": "trans-synaptic signaling by endocannabinoid, modulating synaptic transmission"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900134", "qualifier": "involved_in", "term": "negative regulation of renin secretion into blood stream"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": [22547407, 24732013], "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005770", "pubmed": 24732013, "qualifier": "located_in", "term": "late endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 7961693, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [9038223, 22547407], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005901", "pubmed": 17848177, "qualifier": "located_in", "term": "caveola"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 24732013, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031094", "pubmed": 9038223, "qualifier": "located_in", "term": "platelet dense tubular network"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031594", "qualifier": "located_in", "term": "neuromuscular junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001965", "qualifier": "enables", "term": "G-protein alpha-subunit binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 17848177, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 1672265, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17299037, 17848177, 20164183, 20826780, 22547407, 24732013], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0015057", "qualifier": "enables", "term": "thrombin-activated receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015057", "pubmed": [1672265, 10692450], "qualifier": "enables", "term": "thrombin-activated receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031681", "qualifier": "enables", "term": "G-protein beta-subunit binding"}]}, "homologene": {"genes": [[7955, 558477], [8364, 100493325], [9031, 427212], [9544, 707370], [9598, 471510], [9606, 2149], [9615, 488942], [9913, 526585], [10090, 14062], [10116, 25439]], "id": 1510}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Thrombin receptor", "id": "IPR000935", "short_desc": "Thrmbn_rcpt"}, {"desc": "Protease-activated receptor", "id": "IPR003912", "short_desc": "Protea_act_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00296869", "IPI00719325"], "map_location": "5q13.3", "name": "coagulation factor II thrombin receptor", "other_names": ["protease-activated receptor 1", "proteinase-activated receptor 1"], "pantherdb": {"HGNC": "3537", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101802", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10090, "uniprot_kb": "P30558"}, {"RGD": "2586", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10116, "uniprot_kb": "P26824"}, {"Ensembl": "ENSGALG00000014983", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 9031, "uniprot_kb": "F1NM53"}, {"ZFIN": "ZDB-GENE-120215-50", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "E7EYU3"}, {"ZFIN": "ZDB-GENE-070820-20", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "I3ISM3"}, {"ZFIN": "ZDB-GENE-120215-9", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "F1QS25"}, {"ZFIN": "ZDB-GENE-120215-36", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "E7F2L8"}, {"ZFIN": "ZDB-GENE-120215-47", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "E7F2S6"}, {"ZFIN": "ZDB-GENE-120215-10", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "E7FB63"}, {"ZFIN": "ZDB-GENE-060526-30", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "A2BIP6"}, {"WormBase": "WBGene00016570", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 6239, "uniprot_kb": "H2KZ99"}], "uniprot_kb": "P25116"}, "pathway": {"biocarta": [{"id": "extrinsicpathway", "name": "extrinsic prothrombin activation pathway"}, {"id": "fibrinolysispathway", "name": "fibrinolysis pathway"}, {"id": "intrinsicpathway", "name": "intrinsic prothrombin activation pathway"}, {"id": "par1pathway", "name": "thrombin signaling and protease-activated receptors"}, {"id": "sppapathway", "name": "aspirin blocks signaling pathway involved in platelet activation"}], "kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140875", "name": "Common Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-456926", "name": "Thrombin signalling through proteinase activated receptors (PARs)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP117", "name": "GPCRs, Other"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1NRN", "1NRO", "1NRP", "1NRQ", "1NRR", "3BEF", "3HKI", "3HKJ", "3LU9", "3VW7"], "pfam": "PF00001", "pharmgkb": "PA27946", "pharos": {"target_id": 4438, "tdl": "Tclin"}, "pir": "A37912", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249155", "relationship": "is"}, {"id": "GNF249156", "relationship": "is"}, {"id": "GNF249157", "relationship": "is"}, {"id": "GNF249158", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280304", "relationship": "is"}, {"id": "GNF280305", "relationship": "is"}, {"id": "GNF280306", "relationship": "is"}, {"id": "GNF280307", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157648", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036819", "relationship": "is"}, {"id": "GNF045463", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081163", "relationship": "is"}, {"id": "GNF081164", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF056829", "relationship": "is"}, {"id": "GNF061638", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF072009", "relationship": "is"}, {"id": "GNF072010", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282426", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283353", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF004320", "relationship": "is"}, {"id": "GNF004321", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093144", "relationship": "is"}, {"id": "GNF107567", "relationship": "is"}, {"id": "GNF116683", "relationship": "is"}, {"id": "GNF132842", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_032906.1"], "protein": ["NP_001298242.1", "NP_001983.2"], "rna": ["NM_001311313.2", "NM_001992.5"], "translation": [{"protein": "NP_001298242.1", "rna": "NM_001311313.2"}, {"protein": "NP_001983.2", "rna": "NM_001992.5"}]}, "reporter": {"HG-U133_Plus_2": ["1569642_at", "203989_x_at"], "HG-U95Av2": "41700_at", "HTA-2_0": "TC05000370.hg.1", "HuEx-1_0": "2816459", "HuGene-1_1": "8106393", "HuGene-2_1": "16986409"}, "summary": "Coagulation factor II receptor is a 7-transmembrane receptor involved in the regulation of thrombotic response. Proteolytic cleavage leads to the activation of the receptor. F2R is a G-protein coupled receptor family member. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Aug 2015].", "symbol": "F2R", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366449"}, "unigene": "Hs.482562", "uniprot": {"Swiss-Prot": "P25116", "TrEMBL": "G3XAL6"}, "wikipedia": {"url_stub": "Coagulation factor II receptor"}}