{"AllianceGenome": "3538", "HGNC": "3538", "MIM": "600933", "_id": "2150", "_version": 2, "accession": {"genomic": ["AC010621.7", "AF400075.1", "CH471084.1", "CP068273.2", "GM732522.1", "NC_000005.10", "NC_060929.1", "U36753.1", "Z49993.1", "Z49994.1"], "protein": ["AAA90957.1", "AAB47871.1", "AAH12453.1", "AAH18130.1", "AAK77914.1", "AAP88858.1", "AAP97012.1", "CAA90290.1", "CAV28807.1", "EAW95782.1", "NP_005233.4", "P55085.1"], "rna": ["AY336105.1", "BC012453.1", "BC018130.1", "BT009856.1", "DB463838.1", "NM_005242.6", "U34038.1", "U67058.1"], "translation": [{"protein": "AAB47871.1", "rna": "U34038.1"}, {"protein": "AAH12453.1", "rna": "BC012453.1"}, {"protein": "AAH18130.1", "rna": "BC018130.1"}, {"protein": "AAP97012.1", "rna": "AY336105.1"}, {"protein": "AAP88858.1", "rna": "BT009856.1"}, {"protein": "NP_005233.4", "rna": "NM_005242.6"}]}, "alias": ["GPR11", "PAR2"], "ensembl": {"gene": "ENSG00000164251", "protein": ["ENSP00000296677", "ENSP00000425622"], "transcript": ["ENST00000296677", "ENST00000514165"], "translation": [{"protein": "ENSP00000425622", "rna": "ENST00000514165"}, {"protein": "ENSP00000296677", "rna": "ENST00000296677"}], "type_of_gene": "protein_coding"}, "entrezgene": "2150", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.53736717773, "exp_mis": 113.034365081, "exp_syn": 48.7929502809, "lof_z": 0.915510167561087, "mis_z": 0.139599534377965, "mu_lof": 6.20829548743e-07, "mu_mis": 1.02931636397e-05, "mu_syn": 4.46698017729e-06, "n_lof": 5.0, "n_mis": 110.0, "n_syn": 53.0, "p_li": 0.00202251710092648, "p_null": 0.257987544239246, "p_rec": 0.739989938659827, "syn_z": -0.373377911739832}, "bp": 1194, "cds_end": 76129626, "cds_start": 76115007, "n_exons": 2, "nonpsych": {"exp_lof": 6.78769273966, "exp_mis": 102.272659131, "exp_syn": 44.1279768552, "lof_z": 1.42779426088324, "mis_z": 0.262975227560527, "mu_lof": 6.20829548743e-07, "mu_mis": 1.02931636397e-05, "mu_syn": 4.46698017729e-06, "n_lof": 3.0, "n_mis": 97.0, "n_syn": 46.0, "p_li": 0.0544169218100798, "p_null": 0.0953797073341319, "p_rec": 0.850203370855788, "syn_z": -0.177425874542813}, "nontcga": {"exp_lof": 6.9310297969, "exp_mis": 103.988275278, "exp_syn": 44.8861682497, "lof_z": 1.09825347946712, "mis_z": 0.194851041145474, "mu_lof": 6.20829548743e-07, "mu_mis": 1.02931636397e-05, "mu_syn": 4.46698017729e-06, "n_lof": 4.0, "n_mis": 100.0, "n_syn": 45.0, "p_li": 0.00965881092189115, "p_null": 0.172157405049387, "p_rec": 0.818183784028722, "syn_z": -0.0107577822274837}, "transcript": "ENST00000296677.4"}, "exons": [{"cdsend": 76833801, "cdsstart": 76819182, "chr": "5", "position": [[76819029, 76819264], [76832689, 76835315]], "strand": 1, "transcript": "NM_005242", "txend": 76835315, "txstart": 76819029}], "exons_hg19": [{"cdsend": 76129626, "cdsstart": 76115007, "chr": "5", "position": [[76114854, 76115089], [76128514, 76131140]], "strand": 1, "transcript": "NM_005242", "txend": 76131140, "txstart": 76114854}], "generif": [{"pubmed": 11692107, "text": "upregulation of PAR-2 in respiratory epithelium of asthmatics"}, {"pubmed": 11714832, "text": "Purified human eosinophils express functional PAR2 and are activated by serine proteases (e.g., trypsin) through this receptor."}, {"pubmed": 11907122, "text": "When expressed in respiratory epithelial cells and cell lines, protease-activated receptor 2 (PAR2) induces the release of IL-6, IL-8, and PGE2."}, {"pubmed": 12123809, "text": "Factor Xa induces mitogenesis of coronary artery smooth muscle cell via activation of PAR-2."}, {"pubmed": 12139406, "text": "Stimulation of PAR2 in colon mucosa significantly enhanced ion transport. This increase is dependent on the increase in intracellular Ca2+."}, {"pubmed": 12171601, "text": "We conclude that hPAR(2) N-linked glycosylation and sialylation regulates receptor expression and/or signalling"}, {"pubmed": 12195707, "text": "Both PAR1 and PAR2 upregulate COX-2, but not COX-1, expression in HUVEC cells"}, {"pubmed": 12370395, "text": "Proinflammatory cytokine release from respiratory epithelial cells in response to activated house dust mite allergen Der p 1 involves activation of PAR2."}, {"pubmed": 12372769, "text": "stimulation of PAR-1 or PAR-2 on HUR leads to iPLA(2)-catalyzed phospholipid hydrolysis, resulting in the production of metabolites that may mediate inflammation or provide cytoprotection to the bladder."}, {"pubmed": 12479889, "text": "PAR2 in SMCs of the human coronary arteries plays a crucial role in the cell migration induced by TF/FVIIa complex"}, {"pubmed": 12527925, "text": "PAR-2 expression was higher in pancreatic cancers with infiltrative growth pattern than in those with expansive growth pattern and in those with severe fibrosis. PAR-2 is involved in cancer invasion & the induction of fibrosis in human pancreatic cancer."}, {"pubmed": 12534282, "text": "PAR2 is a primary mediator of RhoA activation, signaling, and cytoskeletal reorganization when expressed on LNCaP prostate cancer cells."}, {"pubmed": 12540381, "text": "Expression of wild-type rab11a accelerated recovery of PAR2 at cell surface and resensitization of PAR2 signaling. rab5a required for PAR2 endocytosis and resensitization; rab11a contributes to trafficking of PAR2 from Golgi apparatus to plasma membrane."}, {"pubmed": 12630574, "text": "HAT regulates cellular functions of human bronchial epithelial cells via activation of protease-activated receptor-2."}, {"pubmed": 12754192, "text": "trypsin induces PGE2 release and COX-2 in human airway smooth muscle cells in asthma, which is unlikely to be via PAR-2 activation."}, {"pubmed": 12792776, "text": "Protease-activated receptor-2 expression is activated by trypsin in human pancreatic cancers"}, {"pubmed": 12805069, "text": "differentiation of human monocytes is associated with differential expression of functionally active PARs that mediate distinct regulatory functions in inflammation and atherogenesis."}, {"pubmed": 12832443, "text": "trypsin and PAR2 modulate eosinophil functions, including shape change, release of cysteinyl leukotrienes, and generation of reactive oxygen species"}, {"pubmed": 12867500, "text": "The endogenous PAR-2 agonist tryptase was increased in atopic dermatitis (AD) patients. PAR-2 was enhanced on primary afferent nerve fibers in skin biopsies of AD patients. Intracutaneous injection of endogenous PAR-2 agonists enhanced itching"}, {"pubmed": 12874461, "text": "-2 expressed by renal resident cells and activated by either mast cell tryptase or FXa may induce extracellular matrix deposition modifying the PAI-1/PA balance and inducing TGF-beta expression"}, {"pubmed": 12925212, "text": "proteinase-activated receptor-2 mediated phagocytosis is Rho dependent and proteinase-activated receptor-2 signals to Rho and cAMP in keratinocytes"}, {"pubmed": 14507634, "text": "findings support a role for PAR1, and potentially PAR2 and PAR3 in the invasive phase of human placentation"}, {"pubmed": 14519665, "text": "Proinflammatory role of proteinase-activated receptor-2 in dermatitis."}, {"pubmed": 14585156, "text": "In the gastric mucosa, PAR-2 modulates multiple functions and exerts mucosal cytoprotection mainly by activating sensory neurons, as discussed in this review."}, {"pubmed": 14657869, "text": "proteases in cockroach extract activate par-2 in human bronchial eptihelail cells which then induces Il-8 expression"}, {"pubmed": 14760751, "text": "The agonists of PAR-2 and trypsin are potent secretagogues of human colon mast cells, which are likely to contribute to the development of inflammatory disorders in human gut."}, {"pubmed": 14767448, "text": "activated by German cockroach extract in human bronchi epithelial cell line, and genetrating calcium oscillations by releasing calcium from thapsigargin sensitive calcium stores."}, {"pubmed": 15010475, "text": "signaling pathways downstream of PAR2 activation that lead to colon cancer cell proliferation in a cancer colon cell line."}, {"pubmed": 15102084, "text": "Human airway trypsin-like protease might promote PAR-2-mediated IL-8 production to accumulate inflammatory cells in the epidermal layer of psoriasis"}, {"pubmed": 15140225, "text": "PAR-2 mediates cutaneous pigmentation both through increased uptake of melanosomes by keratinocytes, as well as by release of PGE(2) and PGF(2alpha)"}, {"pubmed": 15280447, "text": "data confirm a role for PAR1 in migration and metastasis and demonstrate an unexpected role for PAR2 in thrombin-dependent tumor cell migration and in metastasis"}, {"pubmed": 15475570, "text": "Diverse functions of arrestins in regulating PAR2 signaling and trafficking."}, {"pubmed": 15482468, "text": "the degree of fibroblast proliferation, attenuated by extracellular matrix and upregulated by growth factors, influences whether fibroblasts express PAR-2"}, {"pubmed": 15489220, "text": "protease-activated receptor-2-mediated migration of tumor cells requires both beta-arrestin-1 and -2"}, {"pubmed": 15492786, "text": "Increased expression of protease-activated receptor 2 is associated with papillary adenocarcinoma of the gallbladder"}, {"pubmed": 15537383, "text": "present study describes how TMPRSS2 may contribute to prostate tumour metastasis via the activation of PAR-2"}, {"pubmed": 15585570, "text": "possible involvement of PAR2 in menstruation and other architectural changes of the endometrium occurring during the menstrual cycle"}, {"pubmed": 15654951, "text": "PAR2 may play an important regulatory role of human keratinocytes during inflammation and immune response."}, {"pubmed": 15665002, "text": "analysis of PAR1 cleavage and signaling in response to activated protein C and thrombin"}, {"pubmed": 15809358, "text": "results provide further evidence for a role of protease-activated receptor 2(PAR-2) in inflammatory airway disease"}, {"pubmed": 15843583, "text": "Porphyromonas gingivalis RgpB-stimulated neuropeptide expression in human dental pulp cells is mediated by a novel proteinase-activated receptor-2 (PAR-2) signaling pathway involving p38 MAPK and activated transcription factor-2 activation."}, {"pubmed": 15869604, "text": "FVIIa induces PRIM1 and ensuing cellular proliferation via a TF- and of the PARs entirely PAR-2-dependent pathway, in distinction to that of thrombin which is PAR-1-dependent and TF-independent"}, {"pubmed": 15879299, "text": "strong expression of PAR(2) was detected in myofibroblasts of thickened and fibrotic alveolar walls in prolonged respiratory distress syndrome or bronchopulmonary dysplasia"}, {"pubmed": 15882255, "text": "factor Xa can induce mesangial cell proliferation through the activation of ERK via PAR2 in mesangial cells."}, {"pubmed": 15905579, "text": "PAR-2 is up-regulated on neurons in conjunction with neuroinflammation in brain tissue from patients with HIV-1-associated dementia. Inflammatory cytokines TNF-alpha and IL-1 beta are also increased in HIV-1-associated dementia brains."}, {"pubmed": 16027150, "text": "Couples to beta-arrestin-dependent activation of ERK1/2, which regulates reorganization of perijunctional F-actin to increase epithelial permeability."}, {"pubmed": 16079188, "text": "Predominant pathway for thrombin-induced DAF expression involves transactivation of PAR2 by PAR1 and signaling via PKC-epsilon/MAPK."}, {"pubmed": 16091786, "text": "activation of PAR2 on gastrointestinal myofibroblasts stimulates prostaglandin E2 synthesis via different pathways in the colon than in the esophagus and small intestine"}, {"pubmed": 16095910, "text": "PAR-2 activation in intestinal epithelial cells potentiates IL-1beta-induced chemokine secretion via MAP kinase signaling pathways"}, {"pubmed": 16096323, "text": "PAR2 activation stimulates proliferation and interleukin (IL)-6 and IL-8 secretion of endometriotic stromal cells"}, {"pubmed": 16195539, "text": "Data show that siRNA significantly inhibited PAR-2 expression in terms of both total and surface protein expression, as well as mRNA levels."}, {"pubmed": 16336275, "text": "HAT induces amphiregulin production through the PAR-2 mediated ERK pathway, and then causes amphiregulin release by a TACE-dependent mechanism"}, {"pubmed": 16359518, "text": "PAR1 and also PAR2 can mediate barrier protection in endothelial cells and FXa can use either receptor to enhance barrier integrity"}, {"pubmed": 16410250, "text": "Jab1 is an important effector that mediates a novel signal transduction pathway for PAR-2-dependent gene expression"}, {"pubmed": 16470180, "text": "PAR2 may be an important regulator of skin mast cell function during cutaneous inflammation and hypersensitivity"}, {"pubmed": 16476770, "text": "PAR2 expression is enhanced in central nervous system white matter during multiple sclerosis, chiefly on perivascular macrophages and astrocytes."}, {"pubmed": 16478888, "text": "Wegener autoantigen interacts with a \"gateway\" receptor (PAR-2) on iDCs in vitro triggering their maturation and licenses them for a T helper 1 (Th1)-type response potentially favoring granuloma formation in Wegener granulomatosis."}, {"pubmed": 16498082, "text": "PAR2-driven upregulation of VCAM-1 cell surface expression and the release of IL-8 and G-CSF from bronchial fibroblasts may be important in promoting neutrophilic airways inflammation."}, {"pubmed": 16525644, "text": "Results suggest that the PAR-2 signal up-regulates IL-8 release from pancreatic cancer cells."}, {"pubmed": 16650817, "text": "PAR2 signaling through MAPK pathways leads to the production of proangiogenic VEGF in breast cancer cells."}, {"pubmed": 16691196, "text": "PAR-2 is a novel signaling mechanism of permeability barrier, that is, of response linked to lamellar body secretion"}, {"pubmed": 16714334, "text": "Activation of PAR2 interrupts E-cadherin adhesion and compromises the airway epithelial barrier."}, {"pubmed": 16820307, "text": "PAR-2 induces release of lactoferrin and IL-8 from human neutrophils."}, {"pubmed": 16925462, "text": "PAR-2 is expressed by high levels in infiltrative ductal breast cancer tissue specimens. Activation of PAR-2 influences proliferative and metabolic activity of a breast cancer cell line."}, {"pubmed": 17203172, "text": "protease activated receptor-2 has a role in angiogenesis in tumor advancement of uterine endometrial cancers"}, {"pubmed": 17203209, "text": "esophageal inflammation may be induced by PAR2 activation via reflux of trypsin"}, {"pubmed": 17205215, "text": "Mast cell tryptase in synovial fluid stimulates the proliferation of synovial fibroblast-like cells and the release of pro-inflammatory cytokines via PAR-2, which may contribute to exacerbation of synovitis in rheumatoid arthritis"}, {"pubmed": 17328048, "text": "These findings identify PAR-2 as a novel upstream regulator of proinflammatory cytokine production in RA and indicate its potential as a novel therapeutic target in inflammatory arthritis."}, {"pubmed": 17347265, "text": "summarizes the emerging data regarding the role of PAR-2 in neuroinflammation and ischaemic injury and discusses its potential as a new target for the prevention and/or treatment of CNS disorders"}, {"pubmed": 17373694, "text": "PARs (PAR-1, PAR-2, and PAR-4) are overexpressed in prostate cancer and may serve as potential predictors of recurrence. The data suggest potential role of PARs in autocrine and paracrine mechanisms of prostate cancer."}, {"pubmed": 17384202, "text": "roles of PAR1 and PAR2 and F7 in tissue factor TF mobilization and endocytosis"}, {"pubmed": 17405913, "text": "H. pylori induces COX-2 expression, which is mediated by both activation and expression of PAR-2 in gastric epithelial cells"}, {"pubmed": 17452051, "text": "These results suggest that anti-PR3 Abs prime human monocytic cells to produce cytokines upon stimulation with various bacterial components by up-regulating the TLR and NOD signaling pathway."}, {"pubmed": 17470200, "text": "factor VIIa-tissue factor, PAR1 and PAR2 have roles in transcription in tumor cell lines"}, {"pubmed": 17571167, "text": "trypsin or tryptase released in response to tissue inflammation might trigger the sensation of pain by TRPA1 activation"}, {"pubmed": 17581194, "text": "PAR-2 plays a role in serine protease-mediated regulation of IL-8 and GRO-alpha in nasal epithelial cells and may be involved in the pathophysiology of rhinosinusitis."}, {"pubmed": 17591792, "text": "Gingival epithelial cells utilize PAR-2 to mediate gene expression of beta-defensin 2 (BD-2) and CC chemokine ligand 20 (CCL20) in response to proteases secreted by Porphyromonas gingivalis."}, {"pubmed": 17623652, "text": "trypsin IV and p23 are inhibitor-resistant trypsins that can cleave and activate PARs, causing PAR(1)- and PAR(2)-dependent inflammation and PAR(2)-dependent hyperalgesia."}, {"pubmed": 17675298, "text": "HRS mediates post-endocytic trafficking of protease-activated receptor 2 and calcitonin receptor-like receptor"}, {"pubmed": 17675516, "text": "P. gingivalis, therefore, selectively up-regulated CCR5 by two independent signaling pathways, Rgp acting on PAR-1 and PAR-2, and LPS on TLR2 and TLR4."}, {"pubmed": 17693410, "text": "p24A is a regulator of signal-dependent trafficking that controls ARF1-dependent resensitization of PAR-2"}, {"pubmed": 17699557, "text": "Proximal tubule cells are the main site of PAR-2 expression in the human kidney. Trypsinogen expressed within the kidney has the potential to contribute to PAR-2 activation in certain circumstances."}, {"pubmed": 17727088, "text": "Stronger immunoreactivity for PAR-2 was observed in allergic rhinitis nasal mucosa as compared with normal nasal mucosa. These results suggest that PAR-2 may be involved in allergic nasal inflammation."}, {"pubmed": 17845211, "text": "PAR(2) may be involved in the pathophysiology of neutrophil-endothelial interactions during wound healing or later during sepsis, potentially by affecting neutrophil apoptosis, transendothelial migration and Fcgamma receptor-mediated phagocytosis."}, {"pubmed": 17854923, "text": "PAR2-triggered IL-8 formation involves transcriptional up-regulation of IL-8 via the MEK-ERK pathway"}, {"pubmed": 17991872, "text": "report for the first time the PAR-2 and Src family-dependent transactivation of PDGFRbeta by TF/FVIIa involving phosphorylation of a subset of PDGFRbeta tyrosines"}, {"pubmed": 18028876, "text": "The activation of PAR-2 expressed by human intestinal epithelial cells enhances mucin secretion, a component of the intestinal innate defence, via a pathway involving EGFR transactivation."}, {"pubmed": 18047634, "text": "Indicate that trypsin-induced cytokine release by endothelial cells is most likely through activation of PAR-2."}, {"pubmed": 18077203, "text": "PAR2 is a weak enhancer of mucin secretion by bronchial epithelial cells in vitro."}, {"pubmed": 18179608, "text": "similar to the guinea-pig gallbladder, both PAR(1) and PAR(2) but not PAR(4) mediate muscle contraction in the human gallbladder"}, {"pubmed": 18196899, "text": "Helicobacter pylori-derived protease activates gastric epithelial cells to produce inflammatory cytokines through PAR2."}, {"pubmed": 18277946, "text": "PAR2 via p38 MAPK signaling regulates IL-8 production and thereby mediates cell adhesion."}, {"pubmed": 18305573, "text": "Allergens with protease activity can influence the epidermal permeability barrier homeostasis through PAR-2 activation and consequent modulation of the calcium ions in skin."}, {"pubmed": 18308730, "text": "These data provide insight into KLK4-mediated cell signaling and suggest that signals induced by this enzyme via protease-activated receptors may be important in prostate cancer."}, {"pubmed": 18424071, "text": "These novel data demonstrate an IKK2-dependent, predominantly G-protein-independent pathway involved in PAR-2 regulation of NFkappaB phosphorylation in keratinocytes."}, {"pubmed": 18474671, "text": "Desensitization of protease-activated receptor-2 (PAR-2) by repetitive agonist stimulation or siRNA-mediated PAR-2 knock-down revealed that chitinase-mediated [Ca(2+)](i) increases were exclusively mediated by PAR-2 activation"}, {"pubmed": 18482083, "text": "Review highlights multiple functions that are demonstrated in the gut for PAR-2, including epithelial permeability, mainly intercellular permeability that is critically important in the equilibrium between the external milieu and submucosal immune system."}, {"pubmed": 18622013, "text": "Analysis of proteinase-activated receptor 2 and TLR4 signal transduction: a novel paradigm for receptor cooperativity."}, {"pubmed": 18832729, "text": "protease-mediated epithelial PAR-1 and -2 activation, by migrating PMNs, induces signaling events that increase epithelial permeability thereby facilitates PMN transepithelial migration."}, {"pubmed": 18854173, "text": "PAR2 triggers IL-8 release via two independent signaling pathways, MEK/ERK and PI3-kinase/Akt, suggesting a role of PAR2 as a pro-inflammatory receptor in the GI tract."}, {"pubmed": 18937843, "text": "increased expression in lymph node metastasis of uterine cervical cancers as compared to primary tumor; prognostic indicator for uterine cervical cancers"}, {"pubmed": 18949403, "text": "Tissue factor may elucidate its roles in colonic cancer invasion and metastasis via PAR2 pathway"}, {"pubmed": 18983479, "text": "identify ROS originating in mitochondria as key mediators of the signaling pathways triggered by PAR1 and PAR2 engagement in endothelial cells; mechanisms downstream from PAR1 and PAR2 activation, different for the two receptors, also induced TF"}, {"pubmed": 19023130, "text": "LIGHT acts synergistically with PAR-2 activation to promote enhanced release of the proatherogenic interleukin-8 & monocyte chemoattractant protein-1. The interaction between LIGHT & PAR-2 is biologically active, promoting potent inflammatory effects."}, {"pubmed": 19032384, "text": "Proteinase-activated receptor-2 expression in basal and squamous cell carcinomas compared with normal skin."}, {"pubmed": 19064814, "text": "PAR1 and PAR2 regulate endothelial NO synthase phosphorylation and activity through G(12/13) and G(q), respectively, delineating the signaling pathways by which the proteases act on protease-activated receptors to modulate endothelial functions."}, {"pubmed": 19074826, "text": "mechanisms by which TF induces estrogen receptor alpha expression in breast cancer involve both PAR2 and beta(1)-integrin"}, {"pubmed": 19080851, "text": "No association was found between a F2RL/PAR2 polymorphism and Crohn disease or ulcerative colitis."}, {"pubmed": 19144196, "text": "PAR2 has two distinct structural regions. In one region, a single residue determines binding; however, in both regions, multiple residues influence receptor function for PERV-A entry."}, {"pubmed": 19184329, "text": "PAR2 methylation status in rectal mucosa correlates with more severe disease phenotypes of ulcerative colitis."}, {"pubmed": 19242518, "text": "PAR(2) is a substrate for matriptase in human skin in vivo; Deregulation of these proteins delineates squamous cell carcinoma progression"}, {"pubmed": 19247167, "text": "PAR-2 may play an important role in the cytokine-mediated catabolic cascade and consequently may be involved in intervertebral disc degeneration"}, {"pubmed": 19263271, "text": "The data thus suggest that the trypsin-PAR-2 pathway may be involved in the pathogenesis of GERD"}, {"pubmed": 19264156, "text": "The study is the first to demonstrate that PAR-2 activation plays a role in OA subchondral bone resorption via an up-regulation of major bone remodelling factors."}, {"pubmed": 19269113, "text": "PAR-2 is a possible mediator cooperating with LMP-1 and MMP9 to influence the progression of nasopharyngeal carcinoma by inducing angiogenesis and promoting lymph node metastasis."}, {"pubmed": 19368691, "text": "Data show that PAR-2 is markedly reduced in the epidermis of vitiligo patients."}, {"pubmed": 19478484, "text": "H. pylori induces the expression of integrin alpha(5) and beta(1) and adhesion of the cells to fibronectin through PAR2 which is induced and may be activated by trypsin in H. pylori-infected gastric epithelial cells."}, {"pubmed": 19494303, "text": "PAR(2) plays a protective role during influenza virus type A infection through IFN-gamma production and decreased excessive recruitment of inflammatory cells to lung alveoli"}, {"pubmed": 19536895, "text": "analysis of PAR2 ectodomain interactions with factor VIIa"}, {"pubmed": 19543320, "text": "PAR2 agonists facilitate breast cancer cell chemokinesis through the G(alphai)-c-Src-JNK-paxillin signaling pathway."}, {"pubmed": 19546160, "text": "link between the PAR(2) and Met receptor tyrosine kinase signaling in promoting hepatocellular carcinoma (HCC) cell invasion."}, {"pubmed": 19558454, "text": "Protease-activated receptor-2 (PAR-2) is involved in the inflammation response and is shown here to interact with newly identified proteins alphaA-crystallin and alphaB-crystallin."}, {"pubmed": 19561109, "text": "TSLP expression is induced in airway epithelial cells by exposure to allergen-derived proteases and that PAR-2 is involved in the process."}, {"pubmed": 19567485, "text": "activation by trypsin induces CCL20 expression in gingival epithelial cells"}, {"pubmed": 19621073, "text": "The authors found that the ability of Trypanosoma brucei rhodesiense to cross F2RL1-silenced HBMEC monolayers was reduced (39%-49%)."}, {"pubmed": 19631240, "text": "In Cryptosporidium-infected cells this receptor localized to the host cell membrane which covers the intracellular trophozoites and meronts."}, {"pubmed": 19675284, "text": "Indicate that there are functional interactions among mast cells, PAR-2 activation, and increased expression of COX-2 in bladder inflammation."}, {"pubmed": 19684015, "text": "Data suggest that AMSH and UBPY are essential for trafficking and down-regulation of PAR(2) but not for regulating PAR(2) dissociation from beta-arrestin2 or PAR(2)-mediated ERK2 activation."}, {"pubmed": 19694963, "text": "Results demonstrate that PAR(1) and PAR(2) but not PAR(4) mediate contraction in human oesophageal muscularis mucosae. PAR(1) and PAR(2) may influence human oesophageal motility."}, {"pubmed": 19781631, "text": "The activation of PAR2 was associated with a marked inhibition in TNF alpha stimulated JNK phosphorylation"}, {"pubmed": 19795460, "text": "First evidence to link PAR-2 expression and TF phosphorylation to clinical data in human breast cancer. In conjunction with experimental tumor models, these data support an important role of TF-PAR-2 signaling in breast cancer recurrence."}, {"pubmed": 19815543, "text": "Phosphorylation of protease-activated receptor-2 differentially regulates desensitization and internalization"}, {"pubmed": 19852794, "text": "TGF-beta inhibits IL-1beta-activated PAR-2 expression through multiple pathways in human primary synovial cells"}, {"pubmed": 19858310, "text": "Human PAR1 and PAR2 have a redundant role in the activation of human cells by Candida albicans."}, {"pubmed": 19880163, "text": "Myocardial infarction-patients had elevated postprandial lipemia and retained their ability for tissue factor-induced thrombin generation in plasma ex vivo in the postprandial phase, whereas the capacity gradually decreased in healthy individuals."}, {"pubmed": 19881225, "text": "These findings demonstrate that the MEK / ERK / PI3-kinase / Akt / NF-kappaB pathway is involved in PAR2-triggered prostaglandin E(2) formation"}, {"pubmed": 19889021, "text": "Mast cells express increased levels of PAR-2 in chronic skin inflammation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930877, "text": "Seawater can induce significant inflammation of A549 cells and up-regulate the expression of PAR-2."}, {"pubmed": 19958818, "text": "Our results suggest an important role for the TF/FVIIa/PAR-2/ERK axis in tumor growth and invasion of glioma and suggest that TF may be a suitable target for the development of novel therapies against high-grade glioma."}, {"pubmed": 20124108, "text": "endothelial PAR-2 activation leading to increased sVEGFR-1 release may contribute to the maternal vascular dysfunction observed in preeclampsia"}, {"pubmed": 20131076, "text": "Data suggest that mast cell infiltration possibly induced by stem cell factor in renal interstitial tissues seems to be associated with tubulointerstitial fibrosis through PAR-2 in IgA nephropathy."}, {"pubmed": 20193273, "text": "PAR-2 activation induced by trypsin or SLIGKV-NH(2) promotes the proliferation of HepG2 cells partially via the ERK/AP-1 pathway."}, {"pubmed": 20198321, "text": "Suggest that trypsinogen-1 contributes to the growth of intrahepatic cholangiocarcinoma cells and tumor-associated fibroblasts bu activated protease-activated receptor-2."}, {"pubmed": 20224228, "text": "PAR-2 receptors are present in human sweat gland secretory cells, and they are functionally active and can induce changes associated with secretory events in eccrine glands."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388709, "text": "Data demonstrated that the P2' side chain was indeed crucial for PAR2 cleavage by TF.FVIIa."}, {"pubmed": 20412704, "text": "PAR-2 expression is downregulated on human peripheral blood cells including CD11c+ dendritic cells in inactive Wegener granulomatosis compared to active disease and controls"}, {"pubmed": 20530726, "text": "PAR(2) mRNA expression and its potential activators are elevated in human chronic periodontitis, therefore suggesting that PAR(2) may play a role in periodontal inflammation"}, {"pubmed": 20588261, "text": "PAR-2 expression (mRNA and protein) upregulated in esophageal mucosa of patients with gastroesophageal reflux disease compared with controls."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20740367, "text": "PAR-2 may regulate COX-2 expression in human bile duct cancer via the MAPKs and NF-kappaB pathways."}, {"pubmed": 20826780, "text": "Factor X/Xa elicits protective signaling responses in endothelial cells directly via PAR-2 and indirectly via endothelial protein C receptor-dependent recruitment of PAR-1."}, {"pubmed": 20879045, "text": "Protease and protease-activated receptor-2 signaling have roles in the pathogenesis of atopic dermatitis"}, {"pubmed": 20926011, "text": "Over-expression of PAR-2 is a characteristic feature of oesophageal squamous cell carcinoma."}, {"pubmed": 21068362, "text": "These results suggest that the outcome of PAR activation is dependent on the specific receptor pool that is activated, allowing for fine-tuning of the physiological responses to different agonists."}, {"pubmed": 21125404, "text": "PAR(2)-dependent calcium signaling was shown to be critical for p42/p44 MAPKinase activation in hepatocellular carcinoma cells"}, {"pubmed": 21149441, "text": "EPCR interacts with the ternary TF coagulation initiation complex to enable PAR1,2 signaling."}, {"pubmed": 21152870, "text": "Both PAR2 and TLR4 activation on SW620 cells can trigger the phosphorylation of ERK1/2, regulate gene expression, and promote the proliferation and migration of cells."}, {"pubmed": 21219331, "text": "Proteinase-activated receptor PAR-2 sensitization is impaired in astrocytes following overexpression of type I transmembrane protein p24A."}, {"pubmed": 21281800, "text": "MIF-mediated melanogenesis occurs mainly through the activation of PAR-2 and SCF expression in keratinocytes after exposure to ultraviolet-B radiation."}, {"pubmed": 21296894, "text": "A. alternata proteases act through PAR(2) to induce rapid increases in human airway epithelial intracellular [Ca(2+)] in vitro and cell recruitment in vivo."}, {"pubmed": 21513479, "text": "In chronic periodontitis, periodontal pockets presenting Porphyromonas gingivalis show an upregulation of PAR(2) gene expression, and higher proinflammatory profile associated with advanced clinical destruction."}, {"pubmed": 21576245, "text": "a new mode of PAR regulation that involves biased PAR(2) signaling by neutrophil elastase and a disarming/silencing effect of cathepsin-G and proteinase-3."}, {"pubmed": 21605334, "text": "Statins prevent tissue factor induction by PAR-agonist peptides altering the membrane localization of PAR1 and the expression of PAR2."}, {"pubmed": 21625939, "text": "the data in this study suggest that the interaction between FVIIa and TF induces PAR2 activation, thereby triggers the ERK1/2 and IkappaB-alpha/NF-kappaB signal transduction pathway to regulate the gene expression of IL-8, TF, and caspase-7"}, {"pubmed": 21627585, "text": "Palmitoylation plays an important role in the regulation of PAR(2) expression, agonist sensitivity, desensitization and internalization."}, {"pubmed": 21686228, "text": "H1 and PAR2 receptors enhance delivery of immune-competent cells and molecules by interrupting E-cadherin adhesion in lung epithelial cells."}, {"pubmed": 21700341, "text": "membrane-bound proteinase 3 acts as a non-opsonic phagocytosis receptor for bacteria probably by activating PAR2 in neutrophils"}, {"pubmed": 21788507, "text": "Hypoxic induction of PAR-2 was found to elicit an angiogenic endothelial cell phenotype and to specifically up-regulate heparin-binding EGF-like growth factor (HB-EGF)."}, {"pubmed": 21839502, "text": "These results indicate that the synonymous c.621C>T polymorphism in PAR-2 might be associated with the risk of atopy"}, {"pubmed": 21871560, "text": "The FXa induces functional expression of PAR-2 but not of PAR-1 in human SMCs, independent of thrombin formation, via a mechanism involving NOX-1-containing NADPH oxidase, H(2)O(2), NF-kappaB, and HuR."}, {"pubmed": 21876326, "text": "through the activation of PAR-2, allergen-derived proteases are sufficient to induce CCL20 and GM-CSF production in the airways."}, {"pubmed": 21905006, "text": "PAR-2 alone appears to be responsible for the aggressive properties of rheumatoid arthritis synovial fibroblasts."}, {"pubmed": 21913036, "text": "Results support pro-inflammatory role for PAR-2 in synovitis in rheumatoid and osteoarthritis."}, {"pubmed": 21971685, "text": "critical functions of PAR2 in development, inflammation, immunity, and angiogenesis"}, {"pubmed": 21993564, "text": "PAR(1) and PAR(2) are involved in WM9 cell proliferation and secretion of IL-8 by activation of PKD1."}, {"pubmed": 22059396, "text": "PAR2 represents an additive pathway of IL-8 secretion and proinflammatory effects in Helicobacter pylori pylori-induced gastritis."}, {"pubmed": 22140500, "text": "These data provide new insights on the life cycle of PAR2 and demonstrate that palmitoylation is critical for efficient signalling, trafficking, cell surface localization and degradation of this receptor."}, {"pubmed": 22196772, "text": "PAR2 represents a possible mechanism for nonspecific hyperreactivity in inflammatory airway diseases such as allergic rhinitis, sinusitis or rhinosinusitis"}, {"pubmed": 22204707, "text": "The results suggest collaborative effects of stem cell factor, mast cell tryptase, and protease-activated receptor 2 on the malignant potential of hemodialysis-renal cell carcinoma"}, {"pubmed": 22204866, "text": "Finding opens translational possibilities to limit deleterious polymorphonuclear neutrophils (PMNs) activation with a dual PAR-2/S100 strategy."}, {"pubmed": 22294633, "text": "These findings are consistent with a pathogenic role for PAR(2) in rheumatoid arthritis."}, {"pubmed": 22374699, "text": "HSV1 surface cofactors promote cellular PAR2-mediated infection, indicating a novel mode by which pathogens exploit the initiation phase of the host hemostatic system."}, {"pubmed": 22391066, "text": "is involved in downregulation of connexin 26 expression in patients with allergic rhinitis"}, {"pubmed": 22394598, "text": "HMGB-1, a proinflammatory cytokine, is released by ALK(+) cells, and demonstrate extracellular HMGB-1-stimulated secretion of the IL-8 chemokine by HaCaT keratinocytes through the involvement of MMP-9, PAR-2, and the NF-kappaB pathway."}, {"pubmed": 22409427, "text": "the molecular determinants of the specificity of FXa interaction with PAR-2"}, {"pubmed": 22411985, "text": "Novel role for proteinase-activated receptor 2 (PAR2) in membrane trafficking of proteinase-activated receptor 4 (PAR4)."}, {"pubmed": 22461388, "text": "Study identifies a novel role of PAR-2 in vascular remodeling in the lung and suggests PAR-2 inhibition reverses experimental pulmonary hypertension."}, {"pubmed": 22497886, "text": "PAR2 modulates VEGF production through the MAPK/ERK1/2 pathway, and not the PI3K/Akt pathway, in human glioblastoma cell lines."}, {"pubmed": 22505523, "text": "KLK14, acting via PAR-2, represents an autocrine/paracrine regulator of colon tumorigenesis"}, {"pubmed": 22505524, "text": "KLK8 and KLK14 can signal differentially via the PARs to affect tissue function"}, {"pubmed": 22613992, "text": "results suggest that tryptase can induce microglia activation and pro-inflammatory mediator release via PAR-2-MAPK-NF-kappa B signaling pathway, which will contribute to the development of microglia-mediated inflammation in brain"}, {"pubmed": 22627362, "text": "Aspartate proteases from Alternaria induce cytokine production and calcium response in airway epithelium that is mediated through PAR-2, which may be implicated in the development and exacerbation of airway allergic disease"}, {"pubmed": 22672593, "text": "The abnormal co-upregulated expression of TF and PAR-2 in eutopic and ectopic endometrium may affect the development and growth of endometriotic lesions."}, {"pubmed": 22796577, "text": "Lufaxin belongs to a novel family of slow-tight FXa inhibitors/PAR-2 receptor inhibitors with antiinflammatory/antithrombotic properties."}, {"pubmed": 22892662, "text": "results provide a novel signal transduction module in cholangiocarcinoma cell migration involving PAR(2)-driven activation of Met, p42/p44 MAPKinases and Stat3"}, {"pubmed": 22914544, "text": "study suggests that CXADR and F2RL1 likely play important roles in BP and obesity variation, respectively; and these findings are consistent with those of other studies, so replication and functional analyses are necessary"}, {"pubmed": 22916223, "text": "Protease-activated receptor 2 mediates mucus secretion in the airway submucosal gland."}, {"pubmed": 22940775, "text": "results indicate that PAR-2 enhances proliferation of human hepatoma cells possibly via the ERK/AP-1 pathway"}, {"pubmed": 22941376, "text": "PAR-2-induced expression of VEGF and COX-2 mRNA and protein in gastric cancer MKN28 cells was mediated by activation of an ERK1/2- and p38 MAP kinase-dependent pathway"}, {"pubmed": 22960271, "text": "report characterized PAR-2 expression in renal cell carcinoma tissue and further demonstrated that PAR-2 has a critical role in regulating angiogenesis in Renal cell carcinoma"}, {"pubmed": 23064451, "text": "It was concluded that PGE2 inhibited PAR2-dependent signal transduction by inducing the internalization of PAR2 through an EP2-dependent increase in intracellular cyclic AMP."}, {"pubmed": 23065128, "text": "TF inhibition caused basal cell apoptosis and necrosis. This was due to two parallel but interdependent TF-regulated processes: failure to generate a basal cell-associated fibrin network and suboptimal PAR1 and PAR2 activity."}, {"pubmed": 23170789, "text": "The effects of FVIIa were TF-dependent and involving PAR2/MAPKs/NF-kappaB signal transduction pathways."}, {"pubmed": 23202369, "text": "Neutrophil proteinase 3 plays a significant role in promoting vascular integrity by signaling through endothelial cell PAR-2."}, {"pubmed": 23235155, "text": "PAR(2) has a higher apparent affinity for both beta-arrestins than does NK1R, recruits them at a faster rate, and exhibits more rapid desensitization of the G-protein signal."}, {"pubmed": 23283995, "text": "high levels expressed at surface of kidney tubular epithelial cells"}, {"pubmed": 23288842, "text": "Protease-activated receptor 2 (PAR2) protein and transient receptor potential vanilloid 4 (TRPV4) protein coupling is required for sustained inflammatory signaling"}, {"pubmed": 23392769, "text": "Neutrophil elastase can increase PAR2 expression and MUC5AC release."}, {"pubmed": 23476015, "text": "Upon thrombin activation, PAR1-PAR2 dimers co-internalize and recruit beta-arrestins to endosomes."}, {"pubmed": 23606513, "text": "role in macrophage subset development and function"}, {"pubmed": 23872307, "text": "Activated factor X signaling via protease-activated receptor 2 suppresses pro-inflammatory cytokine production from lipopolysaccharide-stimulated myeloid cells."}, {"pubmed": 23921961, "text": "Data indicate that knockdowns of all three PARs PAR-1, PAR-2, and PAR-3 exhibited changes in the expression of CDC42, which correlated with the changes in their invasion."}, {"pubmed": 23991686, "text": "The high density of tryptase(+) Mmast cells at invasive margins of tumours was associated with advanced stages of colorectal cancer and was strongly correlated with PAR-2 expression."}, {"pubmed": 24042113, "text": "proinflammatory mediators are associated with decreased PAR2 expression, suggesting that PAR2 expression is influenced by the presence of periodontal infection and is not a constitutive characteristic favoring periodontal inflammation."}, {"pubmed": 24088315, "text": "PAR-2 expression is significantly higher in gastric stromal tumor tissue than in peritumoral tissue and gastric normal tissue. The high expression of PAR-2 may be associated with the invasion and metastasis of gastric stromal tumor."}, {"pubmed": 24129891, "text": "IL-32-PAR2 axis is an innate immunity sensor providing alternative signaling for LPS-TRIF axis."}, {"pubmed": 24131465, "text": "Data indicate that in cultured endothelial cell (umbilical vein endothelial cells) showed a co-localization of sphingosine-1-phosphate receptor S1P(1) and proteinase activated receptor-2 PAR2."}, {"pubmed": 24138209, "text": "Activation of PAR2 by tryptase can decrease the ratio of Bax/Bcl-xL in A549 lung cancer cells, preventing apoptosis."}, {"pubmed": 24177339, "text": "our observations show that PAR1 and PAR2 act as a functional unit in tumor development and placenta-uterus interactions. This conclusion may have significant consequences on future breast cancer therapeutic modalities and improved late pregnancy outcome."}, {"pubmed": 24185116, "text": "Higher TGF-beta with lower CD124 and TSLP, but no difference in PAR-2 expression in bronchial biopsy of bronchial asthma patients in comparison with COPD patients."}, {"pubmed": 24253040, "text": "PAR2 synergizes with the TGFbeta signaling pathway to contribute to renal injury and fibrosis."}, {"pubmed": 24326025, "text": "PAR2 has a role in activating NQO-1 via Nrf2 stabilization in keratinocytes"}, {"pubmed": 24495782, "text": "Activation of PAR2 increased the release of collagen from human hepatic stellate cell line, HHStec cell."}, {"pubmed": 24523067, "text": "Suppression of CD47 by morpholino approach suppressed growth of hepatocellular carcinoma in vivo and exerted a chemosensitization effect through blockade of CTSS/PAR2 signaling."}, {"pubmed": 24548792, "text": "Treatment of nasal epithelial cells with Pseudomonase aeruginosa elastase transiently decreases human PAR-2 expression, which also regulates expression of tight junction proteins."}, {"pubmed": 24551046, "text": "Asthmatic bronchial smooth muscle cells express increased baseline levels of functional PAR-2."}, {"pubmed": 24568471, "text": "High protease activated receptor-2 expression is associated with breast cancer."}, {"pubmed": 24643912, "text": "KLK6 promotes the proliferation of lung tumoral cells and restrains their apoptosis in vitro via ligand-dependent EGFR and was dependent on the protease-activated receptor 2."}, {"pubmed": 24670244, "text": "The results implicate that PAR2 may be a novel therapeutic target in the treatment of glioma."}, {"pubmed": 24717606, "text": "It regulates vasoconstriction of pulmoanry arteries.(review)"}, {"pubmed": 24889831, "text": "The activation of PAR2 on VK2 cells increases the expression of ADAM10, and compromises the VK2 monolayer barrier function."}, {"pubmed": 24914212, "text": "Bioluminescence resonance energy transfer and co-immunoprecipitation studies showed that secretases, PAR-2, and CXCR1 colocalize and physically interact in a novel protease/secretase-chemokine receptor network."}, {"pubmed": 24942999, "text": "PAR2 activation-induced calcium mobilization was mediated by intracellular calcium stores but not by extracellular calcium present in the media"}, {"pubmed": 25065357, "text": "Our data identify a novel role of PAR-2 in the tumour microenvironment and pinpoint PAR-2 as a negative regulator of lymphangiogenesis."}, {"pubmed": 25118282, "text": "results identify Cat-S as a biased agonist of PAR2 that causes PAR2- and TRPV4-dependent inflammation and pain."}, {"pubmed": 25265427, "text": "This study provides evidence for the major role of PAR-2 in the pathogenesis of gastroesophageal reflux disease (GERD) and GERD-associated mucosal alterations."}, {"pubmed": 25289673, "text": "PAR1 and PAR2 are both expressed in ECFCs. These receptors are functionally coupled to the ERK1/2 signaling pathway."}, {"pubmed": 25297082, "text": "These results indicate that the expression of PAR1 and PAR2 in esophageal squamous cell carcinoma is increased but PAR4 is decreased."}, {"pubmed": 25331954, "text": "PAR2 decreases apoptosis in colonic epithelial cells."}, {"pubmed": 25468564, "text": "Serine protease activity of Per a 10 activates A549 cells to secrete proinflammatory cytokines by PAR-2 activation and Ca(2+)mobilization and can be exploited therapeutically."}, {"pubmed": 25633855, "text": "GM-CSF primes IL-13 production by macrophages via PAR-2."}, {"pubmed": 25734995, "text": "Coculture of human cancer cells with murine trigeminal neurons demonstrated colocalization of TMPRSS2 with PAR2."}, {"pubmed": 25773677, "text": "PAR-2 stimulates the activation of PI3K/AKT pathway, increasing the expressions of MMP-13 and uPA, and thereby promotes the invasion and migration of renal cell carcinoma cells."}, {"pubmed": 25842366, "text": "HAI-1 may have a critical role in maintaining normal keratinocyte morphology through regulation of PAR-2-dependent p38 mitogen-activated protein kinase signaling."}, {"pubmed": 25878251, "text": "PAR2 and TRPV4 are activated by neutrophil elastase to cause inflammation and pain"}, {"pubmed": 25880702, "text": "PAR2 up regulated in sebaceous lipogenesis, inflammation and innate immunity."}, {"pubmed": 25886404, "text": "Study showed that PAR-2, in CSF, was not specifically altered in prion diseases compared to other neurodegenerative conditions."}, {"pubmed": 25912757, "text": "PAR-2 regulates the growth and invasion of oral squamous carcinoma cells."}, {"pubmed": 25944790, "text": "alpha-Enolase increases after injury and may activate pulmonary endothelial cells and prime PMNs through plasmin activity and PAR-2 activation"}, {"pubmed": 25976462, "text": "PAR-2-mediated IL-13 production by human monocytes may be dependent on the Ca2+/ERK2 signaling pathway."}, {"pubmed": 26072921, "text": "Results show that exposure of bronchial epithelial cells to Aspergillus fumigatus extract suppressed poly I:C and HRV16 signaling via a mechanism shown to involve activation of PAR-2 and PTPN11."}, {"pubmed": 26092994, "text": "Proteases found in dust derived from animal feed play an important role in eliciting the dust-mediated inflammatory responses at least partially through activation of PAR1 AND PAR2."}, {"pubmed": 26147947, "text": "PAR-2 contributes to the progression of pulmonary fibrosis, and targeting PAR-2 may be a promising therapeutic strategy for treating pulmonary fibrosis."}, {"pubmed": 26160521, "text": "Cytokine induction by diesel exhaust particles is suppressed by PAR-2 silencing in bronchial epithelial cells."}, {"pubmed": 26238490, "text": "Data indicate that PAR2 stimulation induces the production of many key inflammatory mediators."}, {"pubmed": 26244666, "text": "Results suggest that expression levels of protease activated receptors 1 and 2 (PAR-1 and PAR-2) associate with breast cancer outcome in an estrogen receptor (ER)-dependent manner."}, {"pubmed": 26294672, "text": "These findings suggested that the pathophysiology of heartburn sensation or esophageal hypersensitivity may be associated with the activation of PAR-2, TRPV1, and acid-sensing ion channels."}, {"pubmed": 26354435, "text": "In colorectal cancer, miR-125b mediates PAR2-induced cancer cell migration by targeting Gab2."}, {"pubmed": 26600192, "text": "Binding of the PH domain of PAR-2 enables breast cancer growth and extravillous trophoblast invasion."}, {"pubmed": 26648078, "text": "Studies provide increasing evidence that PAR2 plays a significant role in inflammatory diseases both in the periphery and in the CNS. There is a clear similarity between PAR2 expression and activation on cells of the immune system and those cell types that are proposed to play a role within the CNS, astrocytes and microglia. [review]"}, {"pubmed": 26658828, "text": "PAR-2 expression is increased on CD14++CD16+ monocytes in the peripheral blood of subjects with severe asthma and may be a biomarker of asthma severity."}, {"pubmed": 26658897, "text": "TF-induced microvessel stabilization is regulated via PAR2-SMAD3 that is indispensable for the maintenance of vascular integrity."}, {"pubmed": 26666432, "text": "involved in pathway induced by house dust mites, which has anti-apoptotic effects on neutrophils of normal and allergic subjects"}, {"pubmed": 26729042, "text": "Activation of PAR-2 by SLIGRL, a PAR-2 specific ligand, leads to dual phosphorylation of both catalytic sites but primarily regulated eNOS-Thr-495 phosphorylation with no change in nitric oxide production."}, {"pubmed": 26839311, "text": "Stimulation of PAR-2 activates Nf-kappaB signaling, resulting in RelA nuclear translocation and enhanced expression of pro-inflammatory mRNAs in oral squamous cell carcinoma."}, {"pubmed": 26909822, "text": "plays a direct role in melanogenesis by increasing stem cell factor secretion from keratinocytes"}, {"pubmed": 26957205, "text": "Data suggest that thrombin can directly activate PAR2 vasorelaxation, signal transduction (stimulating both calcium and MAP kinase responses), and triggering beta-arrestin recruitment (both beta-arrestin 1 and 2)."}, {"pubmed": 27001157, "text": "Increase in airway smooth muscle mass, possibly involving aberrant expression and activation of PAR-2-mediated pathways, characterizes younger patients with severe asthma with poor asthma control"}, {"pubmed": 27006943, "text": "PAR2 activation promoted obesity."}, {"pubmed": 27140908, "text": "Results indicate that chymotrypsin-like serine protease enhances soluble fms-like tyrosine kinase 1 production through protease-activated receptor-2 in trophoblast cells and thus plays an important additional role in preeclampsia pathogenesis."}, {"pubmed": 27248167, "text": "PAR2 is crucial for TGF-beta1-induced cell motility by its ability to sustain expression of ALK5. Therapeutically targeting PAR2 may thus be a promising approach in preventing TGF-beta-dependent driven metastatic dissemination in PDAC and possibly other stroma-rich tumour types."}, {"pubmed": 27282560, "text": "Neutrophil elastase enhances IL-12p40 production by lipopolysaccharide-stimulated macrophages via transactivation of the PAR-2/EGFR/TLR4 signaling pathway"}, {"pubmed": 27313176, "text": "PAR2/GSK3beta is a novel pathway that plays a critical role in the regulation of stem/progenitor cell survival and proliferation in normal colon crypts and colon cancer."}, {"pubmed": 27423452, "text": "PAR-2- and PAR-1-mediated TNF-alpha release from monocytes suggests that these unique protease receptors are involved in the pathogenesis of inflammation."}, {"pubmed": 27455449, "text": "findings showed in intestinal epithelial cells that PAR-2 activation leads to polarized IL-8 secretion in accordance with the side of PAR-2 activation, apical or basolateral, but do not affect ubiquitin proteasome system; demonstrate that PAR-2 activation leads to an increased IL-8 production and can affect proteasome system, particularly when PAR-2 activation was induced in the apical side"}, {"pubmed": 27473374, "text": "Results show that PAR2 in hepatic stellate cells plays a crucial role in promoting hepatocellular carcinoma growth presumably by mediating migration and secretion of pro-angiogenic and pro-mitotic factors."}, {"pubmed": 27615543, "text": "Study suggests that deregulated pericellular matriptase activity in OSCC may transactivate PAR-2 on fibroblasts in the surrounding tissue and thus promote their recruitment to the perimeter of the tumor, contributing to a microenvironement that favors tumor growth of oral squamous cell carcinoma."}, {"pubmed": 27809303, "text": "PAR2 modulation was sufficient to induce islet cell transdifferentiation in the absence of beta-cells."}, {"pubmed": 27924164, "text": "Study demonstrates that AHRR and F2RL3 methylation are strong predictors individually for lung cancer development."}, {"pubmed": 27979585, "text": "Data highlight functional differences in proliferation and barrier integrity between dark keratinocytes and fair keratinocytes that are partly associated with their differential expression of PAR1 and PAR2."}, {"pubmed": 27981668, "text": "Protease-activated receptor 2 (PAR2) is present in human skin."}, {"pubmed": 28418856, "text": "High Expressions of PAR2 is associated with cancer."}, {"pubmed": 28426164, "text": "Activation of PAR2 inhibits the expression of IL-10 in B cells, which can be reversed by treating B cells with Bcl2L12 shRNA-carrying liposomes."}, {"pubmed": 28438620, "text": "PAR-2 plays an important role in the progression of ovarian clear cell carcinoma."}, {"pubmed": 28445455, "text": "crystal structures of PAR2 in complex with two distinct antagonists and a blocking antibody"}, {"pubmed": 28485540, "text": "activation of PAR2 compromises the vascular endothelial barrier function by suppressing the expression of Ve-cadherin."}, {"pubmed": 28522609, "text": "Data suggest activation of PAR2 via FVIIA/TF signaling activates PI3K/AKT signaling, inactivates GSK3b signaling, leads to accumulation of beta-catenin, and promotes tumor cell migration/invasion. (PAR2 = protease-activated receptor 2; FVIIA = coagulation factor VIIa; TF = tissue factor/thromboplastin; PI3K = phosphatidylinositol 3-kinase; AKT = proto-oncogene protein c-akt; GSK3b = glycogen synthase kinase 3 beta)"}, {"pubmed": 28874459, "text": "PAR-2 is expressed basolaterally in airway cells, where it stimulates both intracellular Ca(2+) release and Ca(2+) influx, which activates low-level nitric oxide production, increases apical membrane Cl(-) permeability approximately 3-5-fold, and increases ciliary beating approximately 20-50%."}, {"pubmed": 28990808, "text": "PAR2 signaling promotes cancer cell migration through miR-205/BMPR1B pathway in human colorectal carcinoma."}, {"pubmed": 29261154, "text": "PAR2 expression is crucial for TGF-beta1-induced ERK activation and cell motility. Functional cooperation of PAR2 and TGF-beta1 involves a physical interaction between PAR2 and ALK5."}, {"pubmed": 29316408, "text": "The antagonists were shown to bind in a novel allosteric binding site on the PAR2 protein."}, {"pubmed": 29382595, "text": "Our study revealed that PAR2 might contribute to epidermal barrier impairment of atopic skin, by compromising tight junction integrity and composition"}, {"pubmed": 29563756, "text": "PAR2 plays an important role in the proliferation and metastasis of hepatocellular carcinoma."}, {"pubmed": 29672302, "text": "Study findings point out that PAR2 could play an essential role in gastroesophageal reflux disease (GERD) pathogenesis - even repeated short-term exposure to weakly acidic conditions lead to the upregulation of PAR2 and subsequent activation of the intense IL-8 release in the esophageal mucosa and initiation of mucosal immune response in GERD."}, {"pubmed": 29743547, "text": "Protease Activated Receptor2 Promotes Rab5a Mediated Generation of Pro-metastatic Microvesicles"}, {"pubmed": 29890235, "text": "This is the first report of PAR-2 regulation by insulin, a hormone with anti-inflammatory properties. Our results suggest that alteration in the insulin pathway can lead to PAR-2 upregulation on epithelial cells in asthmatic patients, an effect that might exacerbate proteinase-mediated airway inflammation."}, {"pubmed": 30012612, "text": "PAR2 signaling from endosomes underlies the persistent hyperexcitability of nociceptors that mediates chronic pain of irritable bowel syndrome."}, {"pubmed": 30117167, "text": "Data show that bothregulator of G protein signaling (RGS16 and RGS18) inhibit protease-activated receptor 2 (PAR2)/G-protein, Gi-Go subunits (Galphai/o) -mediated signaling."}, {"pubmed": 30129687, "text": "Findings give an insight into the detailed signaling mechanism involved in the production of microvesicles with transforming ability from PAR2-activated human breast cancer cells."}, {"pubmed": 30172372, "text": "PAR2 contributes to G-CSF expression in breast cancer cells, possibly favoring tumor progression"}, {"pubmed": 30190338, "text": "A novel effect of PAR2 activation on the mechanisms of epithelial cell wound healing."}, {"pubmed": 30219079, "text": "Mast cells and the mast cell mediator tryptase may have crucial roles in inducing lung fibroblast migration via PAR-2 activation"}, {"pubmed": 30423938, "text": "Cells with reduced PAR-2 expression showed significantly reduced release of IL-6, TNF-alpha, IL-1beta, and MMP-9 into culture medium in response to acute CTSS, while IL-6, TNF-alpha, and MMP-9 were reduced in culture medium, and IL-6 and MMP-9 in cell lysates, after chronic CTSS."}, {"pubmed": 30688539, "text": "The PAR-2 rs1529505 T allele and the rs2242991 G allele carriers had a higher risk of Knee Osteoarthritis (KOA) (p < 0.001). The severity of KOA in patients with the PAR-2 rs1529505 and rs2242991 mutations were higher than in the wild-type controls (p < 0.05). The expression levels of the PAR-2 mRNA in wild types, heterozygotes, and homozygotes of the rs1529505 and rs2242991 loci increased in turn (p < 0.001)."}, {"pubmed": 30848520, "text": "Decreased level of PAR2 in Psoriasis and MF patients receiving Phototherapy."}, {"pubmed": 30861432, "text": "At low to moderate concentrations, thrombin cleaved PAR2 in a thrombomodulin co-receptor-dependent manner with cleavage efficiency comparable to that of trypsin."}, {"pubmed": 30972831, "text": "Update on protease-activated receptor 2 in cutaneous barrier, differentiation, tumorigenesis and pigmentation, and its role in related dermatologic diseases."}, {"pubmed": 31220834, "text": "We show that while exogenous PAR2 activation induces cutaneous vasodilatation at rest under non-heat-stressed conditions, it attenuates cutaneous vasodilatation and sweating during and following an exercise-induced heat stress in older men."}, {"pubmed": 31733286, "text": "we found that PAR2 expression was enhanced in patients with inflammatory bowel disease and colorectal cancer. Intriguingly, PAR2 deficiency significantly aggravated colitis and promoted tumor development in AOM/DSS model. This finding was accompanied with upregulated pro-inflammatory factors IL-6, TNFalpha, COX2 and NOS2 in tumors of Par2(-/-) mice"}, {"pubmed": 31914657, "text": "PAR-1 and -2 mediate cellular effects of factor VII activating protease (FSAP)"}, {"pubmed": 31959953, "text": "Protease-activated receptor signalling initiates alpha5beta1-integrin-mediated adhesion in non-haematopoietic cells."}, {"pubmed": 32004565, "text": "PAR2 Mediates Itch via TRPV3 Signaling in Keratinocytes."}, {"pubmed": 32241907, "text": "Polarization of protease-activated receptor 2 (PAR-2) signaling is altered during airway epithelial remodeling and deciliation."}, {"pubmed": 32365084, "text": "PAR2, a transmembrane receptor that is known to be activated by trypsin, has been found to be increased ovarian cancer. Additionally, stimulation of ovarian cancer cell lines with trypsin or PAR2 activating peptide markedly increased MAPK signaling and cell proliferation."}, {"pubmed": 32551923, "text": "Protease-Activated Receptor-2 Decreased Zonula Occlidens-1 and Claudin-1 Expression and Induced Epithelial Barrier Dysfunction in Allergic Rhinitis."}, {"pubmed": 32674502, "text": "Punicalagin Ameliorates Lupus Nephritis via Inhibition of PAR2."}, {"pubmed": 32858090, "text": "Secreted gingipains from Porphyromonas gingivalis induce microglia migration through endosomal signaling by protease-activated receptor 2."}, {"pubmed": 33072072, "text": "Macrophage TLR4 and PAR2 Signaling: Role in Regulating Vascular Inflammatory Injury and Repair."}, {"pubmed": 33226635, "text": "PAR2 induces ovarian cancer cell motility by merging three signalling pathways to transactivate EGFR."}, {"pubmed": 33369107, "text": "Predictive value of protease-activated receptor-2 (PAR2 ) in cervical cancer metastasis."}, {"pubmed": 33379296, "text": "Phellodendron amurense Extract Protects Human Keratinocytes from PM2.5-Induced Inflammation via PAR-2 Signaling."}, {"pubmed": 33742547, "text": "Molecular mechanisms regulating Proteinase-Activated Receptors (PARs)."}, {"pubmed": 33765016, "text": "Expression of protease activated receptor-2 is reduced in renal cell carcinoma biopsies and cell lines."}, {"pubmed": 33765896, "text": "Cold pain sensitivity is associated with single-nucleotide polymorphisms of PAR2/F2RL1 and TRPM8."}, {"pubmed": 33797435, "text": "Mast Cells and Proteins Related to Myofibroblast Differentiation (PAR-2, IL-6, and TGFbeta1) in Salivary Cancers: A Preliminary Study."}, {"pubmed": 33968158, "text": "PAR2 Promoter Hypomethylation Regulates PAR2 Gene Expression and Promotes Lung Adenocarcinoma Cell Progression."}, {"pubmed": 33991355, "text": "Mast cell tryptase-PAR2 pathway in proliferation of prostatic stromal cells reacted with Trichomonas vaginalis."}, {"pubmed": 34098062, "text": "Protease-activated receptor 2 stabilizes Bcl-xL and regulates EGFR-targeted therapy response in colorectal cancer."}, {"pubmed": 34199695, "text": "The Role of Protease-Activated Receptor 2 in Hepatocellular Carcinoma after Hepatectomy."}, {"pubmed": 34308764, "text": "Mast cell tryptase enhances wound healing by promoting migration in human bronchial epithelial cells."}, {"pubmed": 34469011, "text": "Disruption of the biological activity of protease-activated receptors2/4 in adults rather than children in SARS CoV-2 virus-mediated mortality in COVID-19 infection."}, {"pubmed": 34930943, "text": "The activation fragment of PAR2 is elevated in serum from patients with rheumatoid arthritis and reduced in response to anti-IL6R treatment."}, {"pubmed": 34990903, "text": "Alternaria alternata-induced airway epithelial signaling and inflammatory responses via protease-activated receptor-2 expression."}, {"pubmed": 35077730, "text": "Giardia duodenalis cysteine proteases cleave proteinase-activated receptor-2 to regulate intestinal goblet cell mucin gene expression."}, {"pubmed": 35269499, "text": "Modulation of Intestinal Epithelial Permeability via Protease-Activated Receptor-2-Induced Autophagy."}, {"pubmed": 35797677, "text": "Expression of Proteinase-activated Receptor 2 (PAR2) as a Correlate of Concern in Triple-negative Breast Cancer (TNBC)."}, {"pubmed": 35844627, "text": "Candida albicans Sap6 Initiates Oral Mucosal Inflammation via the Protease Activated Receptor PAR2."}, {"pubmed": 36073735, "text": "PAR2: The Cornerstone of Pancreatic Diseases."}, {"pubmed": 36264979, "text": "Trypsin may be associated with duodenal eosinophils through the expression of PAR2 in early chronic pancreatitis and functional dyspepsia with pancreatic enzyme abnormalities."}, {"pubmed": 36302784, "text": "GPR97 triggers inflammatory processes in human neutrophils via a macromolecular complex upstream of PAR2 activation."}, {"pubmed": 36351795, "text": "Human Induced Pluripotent Stem Cell-Derived Keratinocyte-Like Cells for Research on Protease-Activated Receptor 2 in Nonhistaminergic Cascades of Atopic Dermatitis ."}, {"pubmed": 36629588, "text": "Protease-activated receptor type 2 activation downregulates osteogenesis in periodontal ligament stem cells."}, {"pubmed": 36709122, "text": "[The expression and significance of protease activated receptor 2 in ovarian epithelial carcinoma]."}, {"pubmed": 37060079, "text": "Protease secretions by the invading blastocyst induce calcium oscillations in endometrial epithelial cells via the protease-activated receptor 2."}, {"pubmed": 37278449, "text": "Comparison of pancreatic enzyme abnormalities and protease-activated receptor-2-positive eosinophils in the duodenum of patients with functional dyspepsia-irritable bowel syndrome overlap with functional dyspepsia alone in Asian populations."}, {"pubmed": 37395651, "text": "Shear Stress Drives the Cleavage Activation of Protease-Activated Receptor 2 by PRSS3/Mesotrypsin to Promote Invasion and Metastasis of Circulating Lung Cancer Cells."}, {"pubmed": 37827223, "text": "PAR2 deficiency tunes inflammatory microenvironment to magnify STING signalling for mitigating cancer metastasis via anionic CRISPR/Cas9 nanoparticles."}, {"pubmed": 37972702, "text": "Bcl-xL mediates interferon-beta secretion by protease-activated receptor 2 deficiency through the mitochondrial permeability transition pore in colorectal cancer metastasis."}, {"pubmed": 38139455, "text": "Single-Nucleotide Polymorphisms of the PAR2 and IL-17A Genes Are Significantly Associated with Chronic Pain."}, {"pubmed": 38166153, "text": "A novel trypsin of Trichinella spiralis mediates larval invasion of gut epithelium via binding to PAR2 and activating ERK1/2 pathway."}, {"pubmed": 38440826, "text": "Protease-activated receptor 2 drives migration in a colon cancer cell line but not in noncancerous human epithelial cells."}], "genomic_pos": {"chr": "5", "end": 76835315, "ensemblgene": "ENSG00000164251", "start": 76818933, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 76131140, "start": 76114758, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0002286", "qualifier": "involved_in", "term": "T cell activation involved in immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002690", "pubmed": 17991872, "qualifier": "involved_in", "term": "positive regulation of leukocyte chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002720", "pubmed": 11441110, "qualifier": "involved_in", "term": "positive regulation of cytokine production involved in immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003104", "qualifier": "involved_in", "term": "positive regulation of glomerular filtration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007186", "pubmed": 28445455, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 10725339, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010804", "pubmed": 19781631, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030193", "pubmed": 17848177, "qualifier": "involved_in", "term": "regulation of blood coagulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030836", "pubmed": 17500066, "qualifier": "involved_in", "term": "positive regulation of actin filament depolymerization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031274", "qualifier": "involved_in", "term": "positive regulation of pseudopodium assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032682", "pubmed": 19865078, "qualifier": "involved_in", "term": "negative regulation of chemokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032722", "pubmed": [19494303, 21501162], "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032731", "pubmed": 15155775, "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032733", "pubmed": 18453611, "qualifier": "involved_in", "term": "positive regulation of interleukin-10 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032755", "pubmed": [11447194, 15155775], "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": [15155775, 17404307, 18622013, 19865078], "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032930", "pubmed": 11714832, "qualifier": "involved_in", "term": "positive regulation of superoxide anion generation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034137", "pubmed": 19865078, "qualifier": "involved_in", "term": "positive regulation of toll-like receptor 2 signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034140", "pubmed": 19865078, "qualifier": "involved_in", "term": "negative regulation of toll-like receptor 3 signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034141", "pubmed": 19865078, "qualifier": "involved_in", "term": "positive regulation of toll-like receptor 3 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034145", "pubmed": 18622013, "qualifier": "involved_in", "term": "positive regulation of toll-like receptor 4 signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035025", "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035025", "pubmed": 20826780, "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035025", "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042119", "pubmed": 15155775, "qualifier": "involved_in", "term": "neutrophil activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042311", "qualifier": "acts_upstream_of_or_within_positive_effect", "term": "vasodilation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043122", "pubmed": 18453611, "qualifier": "involved_in", "term": "regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043123", "pubmed": 11413129, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043311", "pubmed": 11714832, "qualifier": "involved_in", "term": "positive regulation of eosinophil degranulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043547", "pubmed": 23202369, "qualifier": "involved_in", "term": "positive regulation of GTPase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045217", "pubmed": 23202369, "qualifier": "involved_in", "term": "cell-cell junction maintenance"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16410250, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046328", "pubmed": 16410250, "qualifier": "involved_in", "term": "regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046329", "pubmed": 19781631, "qualifier": "involved_in", "term": "negative regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 11413129, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050900", "pubmed": 15155775, "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050921", "qualifier": "involved_in", "term": "positive regulation of chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050927", "pubmed": 17991872, "qualifier": "involved_in", "term": "positive regulation of positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [18453611, 19494303], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060100", "pubmed": 21501162, "qualifier": "involved_in", "term": "positive regulation of phagocytosis, engulfment"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061028", "pubmed": 20826780, "qualifier": "involved_in", "term": "establishment of endothelial barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 10725339, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070493", "qualifier": "involved_in", "term": "thrombin-activated receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070661", "qualifier": "involved_in", "term": "leukocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070963", "pubmed": 21501162, "qualifier": "involved_in", "term": "positive regulation of neutrophil mediated killing of gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097029", "pubmed": 16478888, "qualifier": "involved_in", "term": "mature conventional dendritic cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097029", "qualifier": "involved_in", "term": "mature conventional dendritic cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099109", "qualifier": "involved_in", "term": "potassium channel activating, G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900135", "qualifier": "involved_in", "term": "positive regulation of renin secretion into blood stream"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000341", "pubmed": 21501162, "qualifier": "involved_in", "term": "regulation of chemokine (C-X-C motif) ligand 2 production"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 22547407, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 8615752, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [17848177, 22547407, 28445455], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031143", "qualifier": "located_in", "term": "pseudopodium"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0001965", "qualifier": "enables", "term": "G-protein alpha-subunit binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 18434511, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004930", "pubmed": [18622013, 28445455], "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 8615752, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10725339, 15708858, 16410250, 16959886, 17693410, 20826780, 21219331, 28298427], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015057", "qualifier": "enables", "term": "thrombin-activated receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031681", "qualifier": "enables", "term": "G-protein beta-subunit binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 8615752, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[7955, 100073342], [8364, 100490447], [9031, 427213], [9544, 707479], [9598, 461800], [9606, 2150], [9615, 488940], [9913, 526525], [10090, 14063], [10116, 116677]], "id": 21087}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Protease-activated receptor 2", "id": "IPR002281", "short_desc": "Pro_rcpt_2"}, {"desc": "Protease-activated receptor", "id": "IPR003912", "short_desc": "Protea_act_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00296446", "IPI00967959"], "map_location": "5q13.3", "name": "F2R like trypsin receptor 1", "other_names": ["G-protein coupled receptor 11", "coagulation factor II (thrombin) receptor-like 1", "protease-activated receptor 2", "proteinase-activated receptor 2", "thrombin receptor-like 1"], "pantherdb": {"HGNC": "3538", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101910", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10090, "uniprot_kb": "P55086"}, {"RGD": "620866", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10116, "uniprot_kb": "Q63645"}, {"Ensembl": "ENSGALG00000014984", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 9031, "uniprot_kb": "Q5F4D0"}, {"ZFIN": "ZDB-GENE-070615-24", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "I3IRY7"}, {"ZFIN": "ZDB-GENE-061215-140", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "A1A5V5"}, {"WormBase": "WBGene00016570", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 6239, "uniprot_kb": "H2KZ99"}], "uniprot_kb": "P55085"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}}, "pdb": ["5NDD", "5NDZ", "5NJ6"], "pfam": "PF00001", "pharmgkb": "PA27947", "pharos": {"target_id": 15820, "tdl": "Tchem"}, "pir": "S66518", "prosite": ["PS50262", "PS51257"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF214734", "relationship": "is"}, {"id": "GNF249159", "relationship": "is"}, {"id": "GNF249160", "relationship": "is"}, {"id": "GNF249161", "relationship": "is"}, {"id": "GNF249162", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280516", "relationship": "is"}, {"id": "GNF280517", "relationship": "is"}, {"id": "GNF280518", "relationship": "is"}, {"id": "GNF280519", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157552", "relationship": "is"}, {"id": "GNF162289", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF036907", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081165", "relationship": "is"}, {"id": "GNF081166", "relationship": "is"}, {"id": "GNF081167", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053624", "relationship": "is"}, {"id": "GNF058392", "relationship": "is"}, {"id": "GNF073606", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067637", "relationship": "is"}, {"id": "GNF067638", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": [{"id": "GNF282485", "relationship": "is"}, {"id": "GNF282994", "relationship": "is"}], "GNF_hs_LentiORF-Jred": [{"id": "GNF283412", "relationship": "is"}, {"id": "GNF283921", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004322", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240272", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093726", "relationship": "is"}, {"id": "GNF109632", "relationship": "is"}, {"id": "GNF133384", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_005233.4", "rna": "NM_005242.6", "translation": {"protein": "NP_005233.4", "rna": "NM_005242.6"}}, "reporter": {"HG-U133_Plus_2": ["206429_at", "213506_at"], "HG-U95Av2": ["36344_at", "36345_g_at", "38247_at"], "HTA-2_0": "TC05000372.hg.1", "HuEx-1_0": "2816494", "HuGene-1_1": "8106403", "HuGene-2_1": "16986417"}, "retired": 7901, "summary": "This gene encodes a member of the G-protein coupled receptor 1 family of proteins. The encoded cell surface receptor is activated through proteolytic cleavage of its extracellular amino terminus, resulting in a new amino terminus that acts as a tethered ligand that binds to an extracellular loop domain. Activation of the receptor has been shown to stimulate vascular smooth muscle relaxation, dilate blood vessels, increase blood flow, and lower blood pressure. This protein is also important in the inflammatory response, as well as innate and adaptive immunity. [provided by RefSeq, Jun 2016].", "symbol": "F2RL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414506"}, "unigene": "Hs.744181", "uniprot": {"Swiss-Prot": "P55085", "TrEMBL": "D6RJH3"}, "wikipedia": {"url_stub": "Protease activated receptor 2"}}