{"AllianceGenome": "3540", "HGNC": "3540", "MIM": "602779", "_id": "9002", "_version": 2, "accession": {"genomic": ["AC008737.11", "AF384819.2", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1", "NG_032894.1"], "protein": ["AAC25699.1", "AAC28860.1", "AAH74782.2", "AAK61908.1", "AAR08487.1", "EAW84566.1", "NP_003941.2", "Q96RI0.3"], "rna": ["AF055917.1", "AF080214.1", "AY431102.1", "BC074782.2", "BP281855.1", "BQ269855.1", "NM_003950.4"], "translation": [{"protein": "AAC25699.1", "rna": "AF055917.1"}, {"protein": "NP_003941.2", "rna": "NM_003950.4"}, {"protein": "AAR08487.1", "rna": "AY431102.1"}, {"protein": "AAC28860.1", "rna": "AF080214.1"}, {"protein": "AAH74782.2", "rna": "BC074782.2"}]}, "alias": "PAR4", "ensembl": {"gene": "ENSG00000127533", "protein": ["ENSP00000248076", "ENSP00000471518"], "transcript": ["ENST00000248076", "ENST00000599210"], "translation": [{"protein": "ENSP00000248076", "rna": "ENST00000248076"}, {"protein": "ENSP00000471518", "rna": "ENST00000599210"}], "type_of_gene": "protein_coding"}, "entrezgene": "9002", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.81698518043, "exp_mis": 160.861834826, "exp_syn": 86.8129462256, "lof_z": 0.368736519873136, "mis_z": -0.429541380949139, "mu_lof": 5.11551284443e-07, "mu_mis": 1.81667246132e-05, "mu_syn": 9.8125416465e-06, "n_lof": 4.0, "n_mis": 172.0, "n_syn": 103.0, "p_li": 0.00302235446967585, "p_null": 0.409015774600981, "p_rec": 0.587961870929343, "syn_z": -1.07702282602721}, "bp": 1158, "cds_end": 17001432, "cds_start": 17000000, "n_exons": 2, "nonpsych": {"exp_lof": 4.33100394933, "exp_mis": 145.566655357, "exp_syn": 78.5452416201, "lof_z": 1.57192855833, "mis_z": -0.64519266738291, "mu_lof": 5.11551284443e-07, "mu_mis": 1.81667246132e-05, "mu_syn": 9.8125416465e-06, "n_lof": 1.0, "n_mis": 161.0, "n_syn": 99.0, "p_li": 0.38803991995801, "p_null": 0.0505066275649253, "p_rec": 0.561453452477065, "syn_z": -1.45310820905989}, "nontcga": {"exp_lof": 4.42881619155, "exp_mis": 147.99008871, "exp_syn": 79.8650838325, "lof_z": 0.201005811669706, "mis_z": -0.655665576366905, "mu_lof": 5.11551284443e-07, "mu_mis": 1.81667246132e-05, "mu_syn": 9.8125416465e-06, "n_lof": 4.0, "n_mis": 164.0, "n_syn": 98.0, "p_li": 0.00255673704347999, "p_null": 0.445317318742336, "p_rec": 0.552125944214184, "syn_z": -1.28487079634214}, "transcript": "ENST00000248076.3"}, "exons": [{"cdsend": 16890621, "cdsstart": 16889189, "chr": "19", "position": [[16888998, 16889298], [16889572, 16892606]], "strand": 1, "transcript": "NM_003950", "txend": 16892606, "txstart": 16888998}], "exons_hg19": [{"cdsend": 17001432, "cdsstart": 17000000, "chr": "19", "position": [[16999809, 17000109], [17000383, 17003417]], "strand": 1, "transcript": "NM_003950", "txend": 17003417, "txstart": 16999809}], "generif": [{"pubmed": 11907122, "text": "When expressed in respiratory epithelial cells and cell lines, protease-activated receptor 4 (PAR4)induces the release of IL-6, IL-8, and PGE2."}, {"pubmed": 12006403, "text": "Activation of platelets via the PAR4 pathway, by treatment with PAR4 agonist peptide AYPGKF, results in thrombin-induced thromboxane production by platelets."}, {"pubmed": 12008957, "text": "The signal from PAR4 stabilizes platelet-platelet aggregate formation in the absence of P2Y12 activation by ADP."}, {"pubmed": 12871418, "text": "PAR4 is activated independently of GPIbalpha and ADP"}, {"pubmed": 12888878, "text": "Important role in regulation of thromboxane formation in platelets responding to thrombin through prolonged elevation of [Ca(2+)](i) and activation of phospholipase A(2). Can be activated by relatively low concentrations of thrombin in human platelets."}, {"pubmed": 13678420, "text": "Protease-activated receptor-4 exodomains utilize dual prolines and an anionic retention motif for thrombin recognition and cleavage."}, {"pubmed": 14521606, "text": "PAR-1 and PAR-4 have roles in activating GPIb translocation into the cytoskeleton in platelets"}, {"pubmed": 14973136, "text": "plasmin induces platelet aggregation primarily through slow cleavage of PAR-4; prolonged incubation with plasmin desensitized platelets to further stimulation by thrombin."}, {"pubmed": 15045135, "text": "evidence that only one of the thrombin platelet receptors, PAR1 or PAR4, is sufficient to induce intracellular signaling leading to the cleavage of the beta3 cytoplasmic domain"}, {"pubmed": 15078882, "text": "PAR-1 and PAR-4 signal Rap1B activation, the ability of thrombin to activate this GTPase independently of secreted ADP involves costimulation of both receptors as well as binding to GPIb-IX-V."}, {"pubmed": 15099288, "text": "results suggest stimulation of both the PAR1 & PAR4 receptors are necessary for thrombin-induced procoagulant activity, & the P2Y(12) receptor, but not the P2Y(1) receptor, is responsible for potentiation of agonist-induced platelet procoagulant activity"}, {"pubmed": 15203717, "text": "beta- and gamma-thrombin selectively activate PAR-4; physiological roles are demonstrated"}, {"pubmed": 16837456, "text": "Data show that at relatively high concentration of agonist, inhibition of the P2Y12 receptor and of calcium mobilization result in complete inhibition of PAR4-induced aggregation, with no effect on either thrombin or PAR1-mediated platelet aggregation."}, {"pubmed": 16952995, "text": "new class of cell-penetrating inhibitors, termed pepducins, that provide insight into previously unidentified roles of PAR1 and PAR4 in protease signaling."}, {"pubmed": 17323377, "text": "cooperative PAR(1)/PAR(4) signaling network that contributes to thrombin-mediated tumor cell migration in hepatocellular carcinoma"}, {"pubmed": 17373694, "text": "PARs (PAR-1, PAR-2, and PAR-4) are overexpressed in prostate cancer and may serve as potential predictors of recurrence. The data suggest potential role of PARs in autocrine and paracrine mechanisms of prostate cancer."}, {"pubmed": 18179608, "text": "similar to the guinea-pig gallbladder, both PAR(1) and PAR(2) but not PAR(4) mediate muscle contraction in the human gallbladder"}, {"pubmed": 18427961, "text": "Results show the induction of Par-4 by the chemopreventive agent 3,3' diindolylmethane in pancreatic cancer cells in vitro."}, {"pubmed": 18480058, "text": "PAR4-pretreated platelets, epinephrine caused dense granule secretion, and subsequent signaling from the ATP-gated P2X(1)-receptor and the alpha(2A)-adrenergic receptor induced aggregation."}, {"pubmed": 18682394, "text": "Coordinate activation of human platelet protease-activated receptor-1 and -4 in response to subnanomolar alpha-thrombin"}, {"pubmed": 19053259, "text": "PAR4 uses its anionic cluster to interact with alpha-thrombin. This interaction is important even in the presence of protease-activated receptor 1 (PAR1)."}, {"pubmed": 19058300, "text": "These data highlight the role of PAR4 as a new important player in the control of colon tumors and underline the critical role of ErbB-2 transactivation."}, {"pubmed": 19437337, "text": "murine platelets are more sensitive to plasmin than human platelets due to differences in the primary sequence of PAR4. In contrast to thrombin-dependent activation of platelets,, mPAR3 inhibits plasmin-induced PAR4 activation."}, {"pubmed": 19528350, "text": "both Cat-G and PAR(4) play key roles in generating and/or amplifying relapses in ulcerative colitis"}, {"pubmed": 19667088, "text": "Complement protease MASP-1 activates human endothelial cells through PAR4 cleavage"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20155436, "text": "Human cytomegalovirus induces PARs expression through transcriptional activation in endothelial cells, increasing sensitivity to thrombin."}, {"pubmed": 20175118, "text": "Thrombin enhances the migration of chondrosarcoma cells by increasing MMP-2 and MMP-13 expression through the PAR/PLC/PKCalpha/c-Src/NF-kappaB signal transduction pathway."}, {"pubmed": 20230207, "text": "Data show that PAR1 and PAR4-activating peptides were as effective as thrombin in inducing annexin V binding in combination with collagen-related peptide in diluted whole blood and platelet rich plasma, but not in washed platelets."}, {"pubmed": 20561531, "text": "SPSB1 and SPSB4 bind strongly to both Par-4 and VASA peptides."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20807173, "text": "Results suggest that lower levels of protease-activated receptors 1 and 4 contribute to the poor thrombin induced aggregation observed with newborn platelets, which can not be compensated by higher levels of GPIbalpha."}, {"pubmed": 20930172, "text": "Low concentrations of alpha-thrombin accelerate tissue factor-induced thrombin generation on the surface of vascular smooth muscle cells, and this effect is mediated by PAR-3 and PAR-4."}, {"pubmed": 21127289, "text": "Protease-activated receptor signaling in platelets activates cytosolic phospholipase A2alpha differently for cyclooxygenase-1 and 12-lipoxygenase catalysis."}, {"pubmed": 21164077, "text": "High glucose enhances smooth muscle cell responsiveness to thrombin through transcriptional upregulation of PAR-4, mediated via PKC and NFkappaB."}, {"pubmed": 21391917, "text": "The present study elucidates further differences in human platelet PAR signalling regulation and provides evidence for a cross-talk in which PAR4 signalling counteracts mechanisms involved in PAR1 signalling down-regulation."}, {"pubmed": 21461878, "text": "Data show that frog TFF2 activates protease-activated receptor (PAR) 1 to induce human platelet aggregation, and suggest that human TFF2 promotes cell migration via PAR4."}, {"pubmed": 21635966, "text": "down-regulation of PAR4 expression occurs frequently in gastric cancers and exhibits association with more aggressive gastric cancer"}, {"pubmed": 21649850, "text": "PKC inhibition markedly enhances Ca2+ signaling and phosphatidylserine exposure downstream of protease-activated receptor-1 but not protease-activated receptor-4 in human platelets."}, {"pubmed": 22151913, "text": "PAR4 is down-regulated in the colonic mast cells of post-infectious irritable bowel syndrome."}, {"pubmed": 22228373, "text": "The F2RL3 rs773857 risk allele homozygotes are associated with risk for increased platelet count and hyperactivity."}, {"pubmed": 22318735, "text": "mutations that disrupted dimer formation had reduced calcium mobilization in response to the PAR4 agonist peptide."}, {"pubmed": 22411985, "text": "Novel role for proteinase-activated receptor 2 (PAR2) in membrane trafficking of proteinase-activated receptor 4 (PAR4)."}, {"pubmed": 22511653, "text": "The results seem to indicate methylation in F2RL3 to be a potential mediator of the detrimental impact of smoking and mortality in coronary heart disease"}, {"pubmed": 23307185, "text": "Stimulation of PAR4 on platelets leads to faster and more robust thrombin generation, compared to PAR-1 stimulation."}, {"pubmed": 23784669, "text": "PAR4 and GPVI-mediated platelet reactivity involves 12-lipoxygenase"}, {"pubmed": 24097976, "text": "PAR1 and PAR4 require allosteric changes induced via receptor cleavage by alpha-thrombin to mediate heterodimer formation"}, {"pubmed": 24216752, "text": "Phosphatidylcholine transfer protein contributes to the racial difference in PAR4-mediated platelet activation."}, {"pubmed": 24510982, "text": "Lower F2RL3 methylation is a strong predictor of mortality, including all-cause, cardiovascular, cancer and other mortality. Systemic adverse effects of smoking may be mediated by pathways associated with F2RL3 methylation."}, {"pubmed": 24723492, "text": "PAR4-P2Y12 association supports arrestin-mediated sustained signaling to Akt."}, {"pubmed": 24776597, "text": "provide evidence against the hypothesis that PAR-1 and PAR-4 stimulation of platelets trigger differential release of alpha-granules"}, {"pubmed": 24990072, "text": "exosite II is critical for activation of PAR4."}, {"pubmed": 25120239, "text": "This review summarizes the roles of PAR4 in coagulation and other extracellular protease pathways."}, {"pubmed": 25239438, "text": "PAR-4 appears to play a hitherto unsuspected role in diabetic vasculopathy."}, {"pubmed": 25278289, "text": "Washed platelets from black volunteers were hyperaggregable in response to PAR4-mediated platelet stimulation compared with whites."}, {"pubmed": 25293779, "text": "Quantitative trait locus analysis identified 3 common single nucleotide polymorphisms in the PAR4 gene (F2RL3) associated with PAR4-induced platelet aggregation. Thr120 was more common in blacks than whites."}, {"pubmed": 25664811, "text": "The PAR4 expression and activation via intracellular signaling pathways and the role of PAR4 signaling pathways in the development and maintenance of pain."}, {"pubmed": 25821117, "text": "Findings suggested that F2RL3 methylation is a very strong predictor of lung cancer risk and mortality, particularly at older age."}, {"pubmed": 25876034, "text": "protease-activated receptor 4 and Trefoil factor 2 are expressed in human colorectal cancer"}, {"pubmed": 26020638, "text": "Bladder PAR activation elicits urothelial MIF release and urothelial MIF receptor signaling at least partly through CXCR4 to result in abdominal hypersensitivity without overt bladder inflammation"}, {"pubmed": 26569550, "text": "Both GPIbalpha and PAR4 are required for thrombin-induced reactive oxygen species formation in human platelets."}, {"pubmed": 26878340, "text": "PAR4 is required for platelet procoagulant function during thrombus formation in human blood"}, {"pubmed": 26966273, "text": "F2RL3 variants have the potential to markedly alter platelet PAR4 reactivity particularly after exposure to therapeutic PAR1 antagonists."}, {"pubmed": 27126938, "text": "Suppression of PAR4 expression has no significant effect on the proliferation of SW620 cells, but can inhibit the migration of the cells."}, {"pubmed": 27402844, "text": "these findings are the first to show that internalization of activated PAR4 is linked to proper ERK1/2 and Akt activation."}, {"pubmed": 27784794, "text": "the contribution of PAR1 and PAR4 to thrombin-mediated activation of the platelet fibrin receptor (GPIIbIIIa), is reported."}, {"pubmed": 28053157, "text": "PAR4 has a role in mediating platelet aggregation; its blockade provides antithrombotic activity"}, {"pubmed": 28126849, "text": "an intracellular PAR4 C-terminal motif that regulates calcium signaling and beta-arrestin interactions, was identified."}, {"pubmed": 28448853, "text": "Thrombin binding to extra-cellular loop II (ECLII) of PAR4 is important for its cleavage and activation of PAR4."}, {"pubmed": 28453567, "text": "Prospective study demonstrated that AHRR and F2RL3 methylation levels had inverse relationships with self-reported smoking status and accurately discriminated for both current- and former- smoking. Moreover, methylation markers distinguished former smokers from never-smokers with high accuracy and significantly associated with an increased risk of lung cancer."}, {"pubmed": 29289806, "text": "Data suggested that PAR4-AP-induced platelet reactivity between PAR4 rs773902 was associated with altered intensity of Ca(2+) mobilization and ERK activation."}, {"pubmed": 29357418, "text": "Endogenous H2S generated by CBS or CSE caused referred hyperalgesia mediated through MIF in mice with PAR4-induced bladder pain, without causing bladder injury or altering micturition behavior."}, {"pubmed": 29677491, "text": "Allergen Der p3 from house dust mites activates store-operated calcium channels and protease-activated 4 receptors, stimulating mast cell migration."}, {"pubmed": 29722794, "text": "Creosote-exposed workers (73.3%), but not chimney sweeps (76.6%) had lower methylation of F2RL3 cg03636183 than controls (76.7%)."}, {"pubmed": 29748334, "text": "The signaling difference by the PAR4-120 variant results in the enhancement of both Gq and G13 activation and an increase in thrombus formation resulting in a potential resistance to traditional antiplatelet therapies targeting COX-1 and the P2Y12 receptor."}, {"pubmed": 30055940, "text": "lower major bleeding rates were observed in the overall TRACER cohort with the hyperreactive PAR4 Thr120 variant"}, {"pubmed": 30143503, "text": "This study found divergent and inverse allele frequencies of the PAR4 rs773902 single nucleotide polymorphism (SNP) in the Somali population compared with data previously reported for blacks in the United States. The A allele frequency of the PAR4 rs773902 SNP in Somalis was 38% compared with the previously reported 63% for blacks."}, {"pubmed": 30314721, "text": "Increased expression of PAR-1 and -4 could be a contributing component in the mechanisms leading to endofibrosis in high performance athletes."}, {"pubmed": 30574762, "text": "methylation of F2RL3 can affect the prognosis of different types of acute coronary syndrome and is closely related to mortality"}, {"pubmed": 31217499, "text": "PAR-4 overcomes chemo-resistance in breast cancer cells by antagonizing cIAP1."}, {"pubmed": 31892516, "text": "Molecular basis for activation and biased signaling at the thrombin-activated GPCR proteinase activated receptor-4 (PAR4)."}, {"pubmed": 33812377, "text": "PAR-4/Ca(2+)-calpain pathway activation stimulates platelet-derived microparticles in hyperglycemic type 2 diabetes."}, {"pubmed": 34469011, "text": "Disruption of the biological activity of protease-activated receptors2/4 in adults rather than children in SARS CoV-2 virus-mediated mortality in COVID-19 infection."}, {"pubmed": 34852379, "text": "The PAR4 Platelet Thrombin Receptor Variant rs773902 does not Impact the Incidence of Thrombotic or Bleeding Events in a Healthy Older Population."}, {"pubmed": 35012325, "text": "Epigenetic Regulation of F2RL3 Associates With Myocardial Infarction and Platelet Function."}, {"pubmed": 35152546, "text": "Human and mouse PAR4 are functionally distinct receptors: Studies in novel humanized mice."}, {"pubmed": 35343875, "text": "An optimized agonist peptide of protease-activated receptor 4 and its use in a validated platelet-aggregation assay."}, {"pubmed": 37233402, "text": "Strong correlation between F2RL3 in the blood and osteoarthritis based on a retrospective cohort study."}, {"pubmed": 37471144, "text": "The predominant PAR4 variant in individuals of African ancestry worsens murine and human stroke outcomes."}, {"pubmed": 38051301, "text": "The Influence of Smoking and Occupational Risk Factors on DNA Methylation in the AHRR and F2RL3 Genes."}, {"pubmed": 38814792, "text": "Protease activated receptor-4: ready to be part of the antithrombosis spectrum."}], "genomic_pos": {"chr": "19", "end": 16892606, "ensemblgene": "ENSG00000127533", "start": 16888999, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 17003417, "start": 16999671, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9618465, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007596", "pubmed": 10500152, "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 9618465, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030168", "pubmed": 10702240, "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030168", "qualifier": "involved_in", "term": "platelet activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035025", "qualifier": "involved_in", "term": "positive regulation of Rho protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 18480058, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0060155", "pubmed": 18480058, "qualifier": "involved_in", "term": "platelet dense granule organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070493", "qualifier": "involved_in", "term": "thrombin-activated receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070527", "qualifier": "involved_in", "term": "platelet aggregation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 18434511, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0015057", "qualifier": "enables", "term": "thrombin-activated receptor activity"}]}, "homologene": {"genes": [[9544, 718843], [9598, 455829], [9606, 9002], [9615, 484846], [9913, 538963], [10090, 14065], [10116, 116498]], "id": 36148}, "interpro": [{"desc": "Protease-activated receptor 4", "id": "IPR003944", "short_desc": "Prot_act_rcpt_4"}, {"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Protease-activated receptor", "id": "IPR003912", "short_desc": "Protea_act_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00022557", "map_location": "19p13.11", "name": "F2R like thrombin or trypsin receptor 3", "other_names": ["F2R like thrombin/trypsin receptor 3", "PAR-4", "coagulation factor II (thrombin) receptor-like 3", "protease-activated receptor-4", "proteinase-activated receptor 4", "thrombin receptor-like 3"], "pantherdb": {"HGNC": "3540", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1298207", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10090, "uniprot_kb": "O88634"}, {"RGD": "620872", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 10116, "uniprot_kb": "Q920E0"}, {"Ensembl": "ENSGALG00000002570", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 9031, "uniprot_kb": "F1NHZ1"}, {"Ensembl": "ENSGALG00000044485", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 9031, "uniprot_kb": "A0A1L1RP52"}, {"Ensembl": "ENSDARG00000079399", "ortholog_type": "LDO", "panther_family": "PTHR24232", "taxid": 7955, "uniprot_kb": "E7FDD1"}, {"WormBase": "WBGene00016570", "ortholog_type": "O", "panther_family": "PTHR24232", "taxid": 6239, "uniprot_kb": "H2KZ99"}], "uniprot_kb": "Q96RI0"}, "pathway": {"biocarta": [{"id": "par1pathway", "name": "thrombin signaling and protease-activated receptors"}, {"id": "sppapathway", "name": "aspirin blocks signaling pathway involved in platelet activation"}], "kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "pid": {"id": "thrombin_par4_pathway", "name": "PAR4-mediated thrombin signaling events"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-456926", "name": "Thrombin signalling through proteinase activated receptors (PARs)"}, {"id": "R-HSA-456926", "name": "Thrombin signalling through proteinase activated receptors (PARs)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP4538", "name": "Regulatory circuits of the STAT3 signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["2ZPK", "3QDZ"], "pfam": "PF00001", "pharmgkb": "PA27949", "pharos": {"target_id": 843, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF259523", "relationship": "is"}, {"id": "GNF259524", "relationship": "is"}, {"id": "GNF259525", "relationship": "is"}, {"id": "GNF259526", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280412", "relationship": "is"}, {"id": "GNF280413", "relationship": "is"}, {"id": "GNF280414", "relationship": "is"}, {"id": "GNF280415", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081170", "relationship": "is"}, {"id": "GNF081171", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053891", "relationship": "is"}, {"id": "GNF058666", "relationship": "is"}, {"id": "GNF073922", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071583", "relationship": "is"}, {"id": "GNF071584", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF278433", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093512", "relationship": "is"}, {"id": "GNF133170", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_032894.1"], "protein": "NP_003941.2", "rna": "NM_003950.4", "translation": {"protein": "NP_003941.2", "rna": "NM_003950.4"}}, "reporter": {"HG-U133_Plus_2": "207221_at", "HG-U95Av2": "35571_at", "HTA-2_0": "TC19000326.hg.1", "HuEx-1_0": "3823957", "HuGene-1_1": "8026631", "HuGene-2_1": "16859390"}, "retired": 8180, "summary": "This gene encodes a member of the protease-activated receptor subfamily, part of the G-protein coupled receptor 1 family of proteins. The encoded receptor is proteolytically processed to reveal an extracellular N-terminal tethered ligand that binds to and activates the receptor. This receptor plays a role in blood coagulation, inflammation and response to pain. Hypomethylation at this gene may be associated with lung cancer in human patients. [provided by RefSeq, Sep 2016].", "symbol": "F2RL3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414508"}, "unigene": "Hs.137574", "uniprot": {"Swiss-Prot": "Q96RI0", "TrEMBL": "M0R0Y0"}, "wikipedia": {"url_stub": "F2RL3"}}