{"AllianceGenome": "3541", "HGNC": "3541", "MIM": "134390", "_id": "2152", "_version": 1, "accession": {"genomic": ["A19048.1", "AC093117.2", "AF540377.1", "CH471097.2", "CP068277.2", "J02846.1", "KF459524.1", "NC_000001.11", "NC_060925.1", "NG_029366.1"], "protein": ["AAA36734.1", "AAA61150.1", "AAA61151.1", "AAA61152.1", "AAH11029.1", "AAN01236.1", "AAO61150.1", "AAO61151.1", "AAO61152.1", "AAO61153.1", "AAV38611.1", "BAG35522.1", "CAA01438.1", "CAA30527.1", "CAG46591.1", "EAW73043.1", "EAW73044.1", "EAW73045.1", "NP_001171567.1", "NP_001984.1", "P13726.1"], "rna": ["AF487337.1", "AF497569.1", "AF497570.1", "AF497571.1", "AK310918.1", "AK312638.1", "AY940729.1", "AY940730.1", "AY940731.1", "BC011029.1", "BM769013.1", "BM981095.1", "BT019808.1", "CR541792.1", "DB203987.1", "DB499288.1", "J02931.1", "M16553.1", "M27436.1", "NM_001178096.2", "NM_001993.5", "X07680.1"], "translation": [{"protein": "CAA30527.1", "rna": "X07680.1"}, {"protein": "NP_001171567.1", "rna": "NM_001178096.2"}, {"protein": "AAV38611.1", "rna": "BT019808.1"}, {"protein": "AAO61151.1", "rna": "AF497569.1"}, {"protein": "AAH11029.1", "rna": "BC011029.1"}, {"protein": "AAO61153.1", "rna": "AF497571.1"}, {"protein": "AAA61150.1", "rna": "J02931.1"}, {"protein": "BAG35522.1", "rna": "AK312638.1"}, {"protein": "AAA61151.1", "rna": "M16553.1"}, {"protein": "AAA36734.1", "rna": "M27436.1"}, {"protein": "AAO61150.1", "rna": "AF487337.1"}, {"protein": "CAG46591.1", "rna": "CR541792.1"}, {"protein": "AAO61152.1", "rna": "AF497570.1"}, {"protein": "NP_001984.1", "rna": "NM_001993.5"}]}, "alias": ["CD142", "TF", "TFA"], "ensembl": {"gene": "ENSG00000117525", "protein": ["ENSP00000334145", "ENSP00000359226"], "transcript": ["ENST00000334047", "ENST00000370207", "ENST00000478217", "ENST00000480356"], "translation": [{"protein": "ENSP00000334145", "rna": "ENST00000334047"}, {"protein": "ENSP00000359226", "rna": "ENST00000370207"}], "type_of_gene": "protein_coding"}, "entrezgene": "2152", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.53251814121, "exp_mis": 97.6603073452, "exp_syn": 43.5525102566, "lof_z": 2.09588044655413, "mis_z": 0.577121733169932, "mu_lof": 6.63112849257e-07, "mu_mis": 9.31024250032e-06, "mu_syn": 4.11467787761e-06, "n_lof": 3.0, "n_mis": 86.0, "n_syn": 35.0, "p_li": 0.132021360809909, "p_null": 0.0216652992552496, "p_rec": 0.846313339934842, "syn_z": 0.803408628545032}, "bp": 888, "cds_end": 95007192, "cds_start": 94996015, "n_exons": 6, "nonpsych": {"exp_lof": 8.51236382221, "exp_mis": 88.2765198767, "exp_syn": 39.3037364509, "lof_z": 2.19212622461585, "mis_z": 0.659043838917657, "mu_lof": 6.63112849257e-07, "mu_mis": 9.31024250032e-06, "mu_syn": 4.11467787761e-06, "n_lof": 2.0, "n_mis": 76.0, "n_syn": 29.0, "p_li": 0.383422439935655, "p_null": 0.0124290163657041, "p_rec": 0.604148543698641, "syn_z": 1.03476436836861}, "nontcga": {"exp_lof": 8.75866025204, "exp_mis": 89.8362325613, "exp_syn": 40.0570511306, "lof_z": 1.91948129901553, "mis_z": 0.622153423270916, "mu_lof": 6.63112849257e-07, "mu_mis": 9.31024250032e-06, "mu_syn": 4.11467787761e-06, "n_lof": 3.0, "n_mis": 78.0, "n_syn": 34.0, "p_li": 0.10503864921639, "p_null": 0.0315248704563013, "p_rec": 0.863436480327308, "syn_z": 0.605960033396787}, "transcript": "ENST00000334047.7"}, "exons": [{"cdsend": 94541636, "cdsstart": 94530470, "chr": "1", "position": [[94529175, 94530596], [94533089, 94533268], [94535964, 94536164], [94540256, 94540368], [94541536, 94541857]], "strand": -1, "transcript": "NM_001178096", "txend": 94541857, "txstart": 94529175}, {"cdsend": 94541636, "cdsstart": 94530459, "chr": "1", "position": [[94529172, 94530596], [94532320, 94532480], [94533089, 94533268], [94535964, 94536164], [94540256, 94540368], [94541536, 94541759]], "strand": -1, "transcript": "NM_001993", "txend": 94541759, "txstart": 94529172}], "exons_hg19": [{"cdsend": 95007192, "cdsstart": 94996026, "chr": "1", "position": [[94994731, 94996152], [94998645, 94998824], [95001520, 95001720], [95005812, 95005924], [95007092, 95007413]], "strand": -1, "transcript": "NM_001178096", "txend": 95007413, "txstart": 94994731}, {"cdsend": 95007192, "cdsstart": 94996015, "chr": "1", "position": [[94994728, 94996152], [94997876, 94998036], [94998645, 94998824], [95001520, 95001720], [95005812, 95005924], [95007092, 95007315]], "strand": -1, "transcript": "NM_001993", "txend": 95007315, "txstart": 94994728}], "generif": [{"pubmed": 11583305, "text": "The complex between tissue factor and factor VIIa initiates coagulation and intracellular signaling, alters gene expression, and promotes metastasis."}, {"pubmed": 11744662, "text": "selective activation of NF-kappaB (p50/p65) during intensive physical exercise does not result in the expression"}, {"pubmed": 11776298, "text": "TF-FVIIa interaction elicits intracellular signalling events implicated in sepsis, inflammation, angiogenesis, metastasis and atherosclerosis. These include the sequential activation of Src-like kinases, MAP kinases, small GTPases and calcium signalling."}, {"pubmed": 11816707, "text": "tissue factor/tissue factor pathway inhibitor imbalance is associated with myocardial infarction at young age in Japanese men."}, {"pubmed": 11816709, "text": "TF promotes metastasis by a pathway that does not involve high expression of known PARs by tumor cells. PAR1 enhances the metastatic potential of cells with high TF expression."}, {"pubmed": 11858183, "text": "Resveratrol does not inhibit the activation or translocation of NF-kappaB/Rel proteins but inhibits NF-kappaB/Rel-dependent transcription of the gene for TF by impairing the transactivation potential of p65."}, {"pubmed": 11858185, "text": "Endothelin-1 enhances TF expression in monocytes from health individuals. No additional stimulation was seen in monocytes from heart failure subjects, who nonetheless have 2.5 times as much TF as controls."}, {"pubmed": 11858480, "text": "In children with sepsis-induced multiple organ failure, a cytokine-associated increase in circulating TF and systemic activity was predicted. Increased TF was associated with the development of coagulopathy and tended to be associated with mortality."}, {"pubmed": 11876644, "text": "pH dependence of fVIIa amidolytic activity in complex with soluble tissue factor"}, {"pubmed": 11882315, "text": "differentiation of human monocytes into macrophages in culture enhances their tissue factor expression."}, {"pubmed": 11921018, "text": "results suggest involvement of tissue factor in the process of metastasis and progression of colorectal cancer may depend on increased angiogenesis"}, {"pubmed": 11929768, "text": "Coronary no-reflow is caused by shedding of active tissue factor from dissected atherosclerotic plaque."}, {"pubmed": 11943929, "text": "TF-apoprotein selectively binds Hb, most probably via the carbohydrate moieties (alpha-d-glucosyl; alpha-d-mannosyl and N-acetyl-beta-d-glucosaminyl residues) of TF, and enhances its procoagulant activity."}, {"pubmed": 11973337, "text": "signaling increased transcription as well as mRNA stabilization leading to up-regulation of interleukin-8 synthesis"}, {"pubmed": 11994566, "text": "Enhanced monocyte tissue factor expression is implicated in the hemostatic diathesis characterizing hepatosplenic schistosomiasis."}, {"pubmed": 12008961, "text": "Fluvastatin upregulated IkappaB alpha in unstimulated as well as in TNFalpha-stimulated HUVEC cells and also impaired the TNFalpha-induced Cdc42 prenylation, indicating that fluvastatin interferes with transcriptional activation of tissue factor gene."}, {"pubmed": 12019261, "text": "TF cytoplasmic domain-independent stimulation of protein synthesis via activation of S6 kinase contributes to FVIIa effects in pathophysiology."}, {"pubmed": 12028585, "text": "expression of TF and TFPI in human melanoma"}, {"pubmed": 12036889, "text": "Tissue factor is the receptor for plasminogen type 1 on 1-LN human prostate cancer cells; Plasminogen type 2, containing only one O-linked oligosaccharide chain, did not bind to tissue factor on 1-LN human prostate cancer cells"}, {"pubmed": 12070020, "text": "Thrombin functions studied during tissue factor-induced blood coagulation"}, {"pubmed": 12083487, "text": "Tissue factor activity is upregulated in human endothelial cells exposed to oscillatory shear stress."}, {"pubmed": 12083501, "text": "expression on monocyte subpopulations during normal pregnancy"}, {"pubmed": 12095134, "text": "monocyte adhesion and transmigration induce tissue factor expression"}, {"pubmed": 12149215, "text": "data indicate that endothelial cell surface expression of TF and extrinsic clotting factors are critical in augmenting capillary leak following intravascular tumor necrosis factor administration"}, {"pubmed": 12152652, "text": "tissue factor expression by LPS-stimulated human monocytes is inhibited by adenosine and involves the adenosine A3 receptor, specifically"}, {"pubmed": 12152682, "text": "a three-dimensional model of the ternary complex between FVIIa:TF:FIX was built using a full-space search algorithm in combination with computational graphics"}, {"pubmed": 12172458, "text": "REVIEW:clotting-dependent and -independent mechanisms of TF-induced angiogenesis in cancer"}, {"pubmed": 12189027, "text": "non-activated and activated platelets contain an inactive form of TF that may develop functional activity following its release"}, {"pubmed": 12192302, "text": "effect of platelet-derived CD40L on the tissue factor activity of human CD40-positive melanoma cells and monocytes"}, {"pubmed": 12270558, "text": "levels of tissue factor in placenta and myometrium, over tissue factor in blood plasma may be clinically significant in obstetrics, for instance, in the etiology of DIC in placental abruption"}, {"pubmed": 12353085, "text": "15d-PGJ2 down-regulates LPS- and TNFalpha-induced TF activity through inhibition of TF gene transcription."}, {"pubmed": 12356487, "text": "REVIEW: role of tissue factor-FVIIa complex in pathophysiological processes and effect of the inhibitors of the tissue factor:factor VII pathway"}, {"pubmed": 12408769, "text": "correlation between tissue factor (TF) expression and hepatic metastasis and prognosis in rectal cancer"}, {"pubmed": 12426405, "text": "Mice expressing low levels of human TF in an mTF(-/-) background had significantly shorter lifespans than wild-type mice, in part, because of spontaneous fatal hemorrhages. Low-TF mice had a selective heart defect with hemosiderin deposition & fibrosis."}, {"pubmed": 12514112, "text": "Tissue factor initiates blood coagulation via circulating microvesicles and platelets."}, {"pubmed": 12529356, "text": "the Gla and first epidermal growth factor-like domains of factor X play a role in the prothrombinase and tissue factor-factor VIIa complexes."}, {"pubmed": 12540946, "text": "REVIEW: model of the intravascular TF pathway in which adhesive interactions of the TF bearing platelets and microvesicles to neutrophils and monocytes enable blood coagulation"}, {"pubmed": 12544727, "text": "The influence of several eicosanoids of the lipoxygenase pathway on regulation of LPS-induced tissue factor was examined in whole blood."}, {"pubmed": 12603864, "text": "These data support a transcriptional role for both nuclear factor-kappaB and p38 mitogen-activated protein kinase, but not MEK1, in tissue factor gene expression in human dermal microvascular endothelial cells."}, {"pubmed": 12654807, "text": "M type 1 and 3 strains of group A streptococci are potent inducers of TF synthesis; findings suggest that a novel interaction between group A streptococci and host cells contributes to the observed coagulopathy in Strep toxic shock syndrome"}, {"pubmed": 12871349, "text": "review of role of tissue factor in thrombosis"}, {"pubmed": 12883669, "text": "tissue factor has a role in affecting proliferative ability in meningioma"}, {"pubmed": 12903530, "text": "TF may influence tumor growth and metastasis by modulating VEGF expression and neoangiogenesis."}, {"pubmed": 12920028, "text": "cell surface location-dependent phosphorylation of the TF cytoplasmic domain is regulated at multiple levels"}, {"pubmed": 12941032, "text": "demonstrate the occurrence of two forms of non-cell-bound TF. One form, which is microparticle-associated, supports thrombin generation via FVII. The other form, which is fluid-phase, does not stimulate thrombin formation"}, {"pubmed": 14597990, "text": "The ectopic expression of the acute promyelocytic leukemia-specific PML/RARalpha oncoprotein in U-937 cells results in induction of TF mRNA and promoter activity"}, {"pubmed": 14610342, "text": "The TF and TFPI levels depend significantly on the renal function; elevated TF and TFPI levels may be related to thrombosis and atherosclerosis in chronic renal failure patients on peritoneal dialysis"}, {"pubmed": 14675092, "text": "In response to endotoxin, there was an increase in IL-6, TF and CD11b expression and a procoagulant shift of clotting onset time, which was normalized by 4 mmol L-1 nicotinamide"}, {"pubmed": 14675093, "text": "superantigens from S. aureus activate the extrinsic coagulation pathway by inducing expression of TF in monocytes, and that the expression is mainly triggered by superantigen-induced IL-1 beta release"}, {"pubmed": 14678810, "text": "Tissue factor expression induced by local inflammation is involved in the pathogenesis of thrombosis in patients with nonvalvular atrial fibrillation"}, {"pubmed": 14738565, "text": "circulating microparticles from platelets, erythrocytes, and granulocytes exposed TF; microparticle-exposed TF antigen levels were higher in cardiac patients compared with healthy individuals."}, {"pubmed": 14750502, "text": "model characterizes likely enzyme-binding exosites on FVIIa and Xa that may be involved in the ternary complex (sTF-VIIa-Xa) formation and the membrane binding region of the ternary complex."}, {"pubmed": 14756558, "text": "Substitutions on the TF surface that contacts the protease domain of factor VIIa have nearly identical effects on the affinities for both factors VII and VIIa--hence zymogen VII can readily adopt a VIIa-like conformation required for binding to TF."}, {"pubmed": 14961150, "text": "The TF-603A/G gene promoter polymorphism significantly influences constitutive TF gene expression in human monocytes but has no major effect on TF gene expression or on whole blood coagulation time in LPS stimulated conditions."}, {"pubmed": 15016732, "text": "FVIIa/TF-interaction produces STAT5 phosphorylation, STAT5 nuclear translocation and transactivation of a reporter gene."}, {"pubmed": 15034795, "text": "review: role of TF up-regulation in cancer pathogenesis and tumor angiogenesis"}, {"pubmed": 15034796, "text": "review: role of TF in hypercoagulability and clotting-dependent induction of tumor angiogenesis"}, {"pubmed": 15041276, "text": "some protease inhibitors might act as stress and induced TF expression with direct phosphorylation of JNK and p38, followed by phosphorylation and activation of AP-1 in monocytic cells"}, {"pubmed": 15117736, "text": "Review. This review focuses on the roles of TF in hemostasis, thrombosis, and vascular development."}, {"pubmed": 15154603, "text": "the transfer of TF to monocytes is not simply an CD62P-mediated adhesion of platelets or platelet-derived microvesicles to monocytes, but may involve other not yet identified mechanisms"}, {"pubmed": 15161741, "text": "Pancreatic duct cells exert a potent factor VII-dependent procoagulant activity related to their expression of tissue factor."}, {"pubmed": 15182581, "text": "TF/FVIIa complex up-regulates the transcription of u-PAR in human ovarian cancer cells."}, {"pubmed": 15213840, "text": "EGFR, PYK2, Yes, and SHP-2 are involved in transduction of the TF/FVIIa signal possibly via transactivation of the EGF receptor."}, {"pubmed": 15213854, "text": "TF expression in leukocytes plays an important role in various diseases but the expression level does not always correlate with plasma levels of TF antigen"}, {"pubmed": 15242552, "text": "Data suggest that Rac-dependent activation of the NFkappaB pathway may be a critical element promoting thrombin-induced tissue factor expression and activity, and thus a prothrombotic state in pulmonary hypertension."}, {"pubmed": 15252050, "text": "Arg(74) mutant of TF was defective in enhancing both the amidolytic and proteolytic activity of fVIIa, suggesting that this residue may be required for the allosteric activation of the protease."}, {"pubmed": 15304041, "text": "polymorphisms in the 5'-UTR of the tissue factor gene are associated with altered expression in human endothelial cells"}, {"pubmed": 15328160, "text": "membrane cholesterol functions as a positive regulator of TF function by maintaining TF receptors, probably in noncaveolar lipid rafts, in a high-affinity state for VIIa binding"}, {"pubmed": 15467908, "text": "TF and TFPI mRNA expression, protein levels and activity in trophoblast cells were determined and compared to human umbilical vein endothelial cells"}, {"pubmed": 15494427, "text": "Tissue factor expression by colorectal cancer cells appears to act as both a regulatory target and an important mediator of oncogene-driven tumor growth and neovascularization."}, {"pubmed": 15562024, "text": "Progesterone-dependent up-regulation of tissue fasctor provides a survival advantage to burgeoning breast cancer cells."}, {"pubmed": 15604222, "text": "the concentration of physiologically active TF in non-cytokine-stimulated blood from healthy individuals cannot exceed and is probably lower than 20 fM."}, {"pubmed": 15630487, "text": "hyperchemotaxis towards PDGFRB is likely to depend in part on phosphorylation of the cytoplasmic domain of TF"}, {"pubmed": 15814630, "text": "Tissue factor(TF) expression may contribute to the aggressiveness of pancreatic ductal adenocarcinoma by stimulating tumor invasiveness, and that evaluation of the primary tumor for TF expression may identify patients with a poor prognosis."}, {"pubmed": 15835921, "text": "dissociation of fVIIai from TF occurred by a two-step mechanism"}, {"pubmed": 15842359, "text": "TF is enhanced by Shiga toxin and has a role in the coagulopathy observed in hemolytic uremic syndrome"}, {"pubmed": 15860742, "text": "The higher availability of surface TF antigen on mononuclear leukocytes from high responders and TF-containing microparticles might make these individuals more susceptible to hypercoagulation"}, {"pubmed": 15865421, "text": "Despite indistinguishable stability under physiological conditions of mutant tissue factor(R200W) and wild-type TF, important clues are revealed regarding misfolding and aggregation propensities of the mutant TF(R200W) to explain why it is lost in vivo."}, {"pubmed": 15869604, "text": "FVIIa induces PRIM1 and ensuing cellular proliferation via a TF- and of the PARs entirely PAR-2-dependent pathway, in distinction to that of thrombin which is PAR-1-dependent and TF-independent"}, {"pubmed": 15892865, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15905465, "text": "tissue factor-mediated cellular signaling is relevant to cancer angiogenesis"}, {"pubmed": 15935832, "text": "in a model system, TGF beta-1 released from activated platelets contributes to the hemostatic imbalance at the sinusoidal endothelium in patients with hepatic VOD by increase of endothelial cell PAI-1 production and TF expression."}, {"pubmed": 15996056, "text": "CRP regulation of monocyte TF could contribute to the higher than expected atherosclerotic vascular disease seen in patients with inflammatory rheumatic disease"}, {"pubmed": 16020745, "text": "MCP-1/CCR2 may play a role in Ca2+ influx-dependent TF regulation in the monocyte-endothelial cell interaction in the impairment of nitric oxide synthesis"}, {"pubmed": 16113798, "text": "human B lymphocytes can express a functional Tissue Factor in response to phorbol myristate acetate"}, {"pubmed": 16113838, "text": "EGF-mediated upregulation of TF results in its accumulation in caveolae-like membrane fractions and increased coagulative and invasive potential"}, {"pubmed": 16182846, "text": "Transmembrane glycoprotein involved not only in the onset of the coagulation cascade, but also in cell proliferation and anti-apoptotic processes, may play a role in the development of alloantibody-induced chronic rejection."}, {"pubmed": 16215234, "text": "the transient, localized expression of TF is sufficient to sustain a TF-independent procoagulant response as long as flow persists"}, {"pubmed": 16217771, "text": "reports existence of novel TF transcript predominantly expressed in tumor cells; occurs as a result of alternative splicing and insertion of an additional exon"}, {"pubmed": 16236262, "text": "ability of epithelial cells to interact with the vascular system via expression of the TF gene (and other effectors) is under the control of complex alterations in cellular architecture"}, {"pubmed": 16239598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16239598, "text": "The 5466 AG genotype is a novel predictor of cardiovascular death in acute coronary syndrome and may act through a high TF response"}, {"pubmed": 16324758, "text": "A marker of endothelial damage/injury in the activation of vascular and coagulation abnormalities in acute coronary syndromes."}, {"pubmed": 16363246, "text": "FVIIa/TF interaction on activated monocyte-derived macrophages could be relevant to prepare monocytes/macrophages for extravasation and may represent a novel amplification loop of leukocyte recruitment"}, {"pubmed": 16453151, "text": "TF can promote immune evasion in tumour cells expressing this protein leading to increased survival and therefore metastatic rate in such cells"}, {"pubmed": 16473535, "text": "review of differential pathways involving activated platelets for the TF-mediated coagulation start in blood."}, {"pubmed": 16488980, "text": "protein S, which is well known as the cofactor of activated protein C, specifically inhibits TF activity by promoting the interaction between full-length TF pathway inhibitor (TFPI) and factor Xa (FXa)"}, {"pubmed": 16490369, "text": "review: tissue factor microparticles are present in a spectrum of cancer patients known to have a high incidence of thromboembolic complications"}, {"pubmed": 16493499, "text": "hypothesize that granulocytes take-up TF for transport to other locations in order to initiate fibrin formation or to induce pro-inflammatory gene expression upon interaction with factor VIIa"}, {"pubmed": 16507316, "text": "Among major red wine phenolics, quercetin appears to be the predominant suppressor of TF induction"}, {"pubmed": 16510984, "text": "structure-based drug design of specific inhibitors for Factor VIIa/Tissue factor."}, {"pubmed": 16516912, "text": "TF induction in conjunction with TFPI suppression may be relevant for the increased frequency of myocardial infarction observed in cocaine consumers"}, {"pubmed": 16529959, "text": "show that increasing the lipid surface area available to each TF:VIIa increases the apparent k(cat) and that it approaches a maximum asymptotically, exhibiting a K(1/2) at a 40 nm lipid radius; the binding parameters of Xa were determined"}, {"pubmed": 16531802, "text": "Hypertensive individuals with carotid artherosclerosis had a significant increase in monocyte TF mRNA and activity levels compared with hypertensive individuals with no carotid lesions."}, {"pubmed": 16634740, "text": "the TF-1208 polymorphism is functional in that it regulates basal TF-mRNA in circulating monocytes and circulating microparticle-associated TF-procoagulant activity in vivo"}, {"pubmed": 16697385, "text": "This and other proagulants are strongly atherogenic and therefore we suggest a mechanism for the involvement of Chlamydia pneumoniae in the onset and progression of vascular disease."}, {"pubmed": 16794185, "text": "Paclitaxel increases endothelial TF expression via its stabilizing effect on microtubules and selective activation of JNK"}, {"pubmed": 16820938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16835245, "text": "Results indicate that proper positioning of the factor VII/VIIa binding site on tissue factor above the membrane surface is important for efficient rates of activation of factor X by this membrane-bound enzyme/cofactor complex."}, {"pubmed": 16839353, "text": "FVIIa not only decreased thromboplastin sensitivity to plasma FVII, it surprisingly increased sensitivity to plasma levels of FV, FX and prothrombin."}, {"pubmed": 16894464, "text": "formation of TF-FVIIa-FXa complex prevents apoptosis in breast cancer cells by a thrombin-independent pathway"}, {"pubmed": 16930953, "text": "Induction of macrophage TF expression by VT-1 may play an important role in the acceleration of the coagulation-inflammation-thrombosis circuit during infections by VT-producing E. coli."}, {"pubmed": 16937466, "text": "Results suggest that soluble tissue factor might contribute to activation of the coagulation system in pancreatic cancer."}, {"pubmed": 16949034, "text": "the inhibiting effect of celecoxib on endothelial TF expression does not extend to vascular smooth muscle cells"}, {"pubmed": 16959886, "text": "Data demonstrate that tissue factor-factor VIIa-mediated coagulation and cell signaling involve distinct cellular pools of tissue factor."}, {"pubmed": 17008590, "text": "Admission coagulation factor VII and tissue factor antigen levels, partially predicted by polymorphisms, are independent predictors of mortality and reinfarction in patients with acute myocardial infarction."}, {"pubmed": 17060476, "text": "Platelet-derived tissue factor contributes to the propagation and stabilization of a thrombus."}, {"pubmed": 17066404, "text": "High expression of tissue factor is associated with lymphatic metastasis and gastric cancer with intestinal phenotype"}, {"pubmed": 17137581, "text": "The differential influence of TF is modified depending on the presence of other coagulation factors and ultimately acts as a deciding factor in the determination of cellular fate for vascular endothelial cells"}, {"pubmed": 17157899, "text": "The intersubject variability of F3 mRNA production in monocytes and its relation with TLR4 was studied."}, {"pubmed": 17196206, "text": "atherosclerotic plaque tissue factor (TF) activity was higher in plaques from dyslipidemic patients than in non dyslipidemic ones."}, {"pubmed": 17200119, "text": "local changes in phospholipid bilayer composition modulate the activity of the factor VIIa.tissue factor complex"}, {"pubmed": 17200762, "text": "review of properties of alternatively spliced tissue factor"}, {"pubmed": 17200764, "text": "no pro-coagulant activity (FX activation, thrombin generation) of alternatively-spliced human tissue factor was observed on the surface, in lysates, and on microparticles from TF transfected cells."}, {"pubmed": 17234207, "text": "down-regulation of urokinase plasminogen activator in female low-tissue factor mice protects them from more severe cardiac fibrosis"}, {"pubmed": 17237436, "text": "SAA induced TF mRNA in PBMC within 30 min and optimal procoagulant activity within 4 h through activation of NF-kappaB via the ERK1/2 and p38 MAPK pathways. SAA-induced TF was partially inhibited by high-density lipoprotein."}, {"pubmed": 17314141, "text": "monocyte-derived human dendritic cells stimulated with a P2X7 receptor (P2X7R) agonist undergo a large release of microparticles containing the membrane-bound form of tissue factor"}, {"pubmed": 17323935, "text": "These results suggest that both Arg-200 and Lys-201 of TF interact with EGF-1 domain of factor X to facilitate the optimal docking of the substrate into the catalytic groove of the protease in the activation complex."}, {"pubmed": 17324918, "text": "The results suggest that estrogens may modulate T F expression and cytokine production by monocytes and may thus be involved, at least in part, in the pathophysiology of acute inflammatory processes associated with high estrogen levels."}, {"pubmed": 17331567, "text": "The association between TF and uPA/suPAR system is significantly related to the presence of cardiovascular disease in hemodialysis patients"}, {"pubmed": 17334638, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17347408, "text": "human platelets not only assemble the clotting reactions on their membrane, but also supply their own TF for thrombin generation in a timely and spatially circumscribed process"}, {"pubmed": 17384202, "text": "roles of PAR1 and PAR2 and F7 in tissue factor mobilization and endocytosis"}, {"pubmed": 17401435, "text": "1alpha,25-(OH)2DHT(3) blocks TNF-induced monocytic tissue factor expression by inhibition of AP1 and NF-kappa B."}, {"pubmed": 17459125, "text": "Semen contains factor VII/tissue factor, reinforcing the concept of an active clotting system in semen."}, {"pubmed": 17469034, "text": "An inadequate tissue factor pathway inhibitor (TFPI) concentration as a result of elevated tissue factor (TF):tissue factor pathway inhibitor (TFPI) ratio characterizes patients with clinical manifestations of nephrotic syndrome and mild proteinuria."}, {"pubmed": 17470200, "text": "factor VIIa-tissue factor, PAR1 and PAR2 have roles in transcription in tumor cell lines"}, {"pubmed": 17483700, "text": "The high levels of intravascular TF present in neonates (prior and after LPS-stimulation) might help to explain the clinically observed efficient clotting of cord blood despite low levels of procoagulatory factors."}, {"pubmed": 17536017, "text": "identification of TF as an important mediator of C5a-induced oxidative burst in neutrophils in antiphospholipid antibody-induced fetal injury provides a new target for therapy to prevent pregnancy loss"}, {"pubmed": 17549302, "text": "Nuclear factor of activated T cells and early growth response 1 are required for tissue factor upregulation in response to vascular endothelial growth factor in endothelial cells."}, {"pubmed": 17577783, "text": "Leukemia patients showing parallel activation of the studied proteins trended to exhibit higher incidence of fatal outcome."}, {"pubmed": 17586694, "text": "Expression of tissue factor (TF) was increased in the pulmonary arterioles and plexiform-like lesions of the rats. TF was also heavily expressed in the vessels and plexiform lesions of humans with pulmonary arterial hypertension."}, {"pubmed": 17597988, "text": "review of cellular function of tissue factor: signal transduction, protein interactions"}, {"pubmed": 17598015, "text": "most abundant n-3 FA, docosahexaenoate, increases the release of TF-exposing microparticles from endothelial cells, accounting for decreased endothelial cell TF surface exposure."}, {"pubmed": 17663729, "text": "tissue factor and thrombin signaling have roles in cancer progression [commentary]"}, {"pubmed": 17675290, "text": "Histone deacetylase inhibitors transcriptionally inhibit agonist-induced tissue factor expression in endothelial cells and monocytes by a TF-kappaB- and HDAC3-dependent mechanism."}, {"pubmed": 17721619, "text": "proportion of TF-positive or both TF- and platelet antigen CD41a-positive leukocytes was increased markedly in pericardial blood obtained during CPB."}, {"pubmed": 17724132, "text": "Metabolism of endocannabinoids by the endothelial cell COX-2 coupled to the prostacyclin (PGI(2)) synthase activates the nuclear receptor peroxisomal proliferator-activated receptor delta, which negatively regulates the expression of tissue factor."}, {"pubmed": 17726162, "text": "the present data undermine the recently proposed hypothesis that PDI-mediated disulfide exchange plays a role in regulating TF procoagulant and cell signaling functions."}, {"pubmed": 17848177, "text": "PAR1 localization in the caveolin-enriched membrane microdomain, bound to caveolin-1, represents a crucial requirement for TF induction in endothelial cells."}, {"pubmed": 17852460, "text": "is elevated in patients with cancer"}, {"pubmed": 17883594, "text": "Postdelivery increase in tissue factor-dependent activation of coagulation is likely to be a natural mechanism to prevent excessive blood loss during and after delivery, and may also increase risk of venous thromboembolism."}, {"pubmed": 17883595, "text": "Tissue factor expression contributes to tumor growth/regulating properties of CD133-positive tumor stem cells."}, {"pubmed": 17898544, "text": "Low concentrations of tissue factor increased endothelial cell proliferation and higher concentrations reduced cell proliferation/triggered apoptosis."}, {"pubmed": 17900273, "text": "A novel monocyte phenotype characterized by high TF/low CD36 presentation could be further developed for use as a marker for detection of individuals prone to developing prothrombotic conditions."}, {"pubmed": 17901245, "text": "tumor cell TF-PAR2 signaling is crucial for tumor growth"}, {"pubmed": 17920661, "text": "TF antisense oligomer suppresses the synthesis of biologically active endothelial TF and antisense oligomers may represent a useful tool in the investigation of endothelial TF function/biology."}, {"pubmed": 17922809, "text": "Cisplatin induced the release of endothelial microparticles that showed TF-independent thrombin generation and procoagulant activity."}, {"pubmed": 17938822, "text": "Factor VIIa/tissue factor-dependent gene regulation has a role in pro-coagulant activity"}, {"pubmed": 17939398, "text": "Expression of TF is inhibited by PTEN gene via inactivating PI3K/AKT pathway."}, {"pubmed": 17947506, "text": "pinpoint monocytes as a major source of TF and provide solid experimental evidence for a direct transfer of TF protein from the monocytes to granulocytes in the blood"}, {"pubmed": 17977694, "text": "decrease in frequency domains of resting heart rate variability would be associated with elevated plasma levels of interleukin (IL)-6 and soluble tissue factor (sTF)"}, {"pubmed": 17982314, "text": "the activation of monocytes and blood platelets is accompanied by the elevation of monocytic Tissue Factor expression in advanced liver cirrhosis"}, {"pubmed": 17991872, "text": "Tissue Factor/Activated Factor VII complex transactivates PDGFRbeta to regulate PDGF-BB-induced chemotaxis of monocytes and fibroblasts"}, {"pubmed": 18000605, "text": "whole blood tissue factor procoagulant activity and plasma FVIIa in ten patients with type 2 diabetes mellitus and 11 non-diabetic patients at baseline and 6, 12, 24, and 48 hours (h) after presentation for acute stroke"}, {"pubmed": 18005233, "text": "Replacing the 1st 2 exons of mouse TF with the complete human coding sequence under the control of the mouse promoter mediated normal hemostasis. There may be a threshold TF level for prenatal development & a critical level for maintaining hemostasis."}, {"pubmed": 18019946, "text": "4 models of coagulation including minimally altered whole blood induced to clot by tissue factor (TF)"}, {"pubmed": 18023707, "text": "alternative spliced TF expression promotes tumor growth, and is associated with increased tumor cell proliferation and angiogenesis in pancreatic cancer"}, {"pubmed": 18029910, "text": "Na(+)/K(+)-ATPase is required for protein translation of endothelial tissue factor in culture."}, {"pubmed": 18031796, "text": "the anti-apoptotic signaling of TF/FVIIa and TF/FVIIa/FXa is abolished by simvastatin, which induces apoptosis in human breast cancer cells in a NFkappaB-dependent manner"}, {"pubmed": 18091328, "text": "data support the role of TF in angiogenesis and disease progression of prostate cancer"}, {"pubmed": 18180609, "text": "Plasma Tissue Factor (TF) activity and percentage of TF-positive monocytes was signigficantly higher in hyperlipidemic diabetics and those with macrovascular complications"}, {"pubmed": 18217146, "text": "Found significant differences in frequency at which tissue factor was found in the plasma of patients with coronary artery disease and acute coronary syndromes."}, {"pubmed": 18278195, "text": "Prothombinase/factor III induced clotting time was used to monitor heparinization during cardiopulmonary bypass."}, {"pubmed": 18278454, "text": "TF may have a role in chemotherapy resistance in human neuroblastoma and its progression, at lest in part, by regulating doxorubicin-induced ap"}, {"pubmed": 18284603, "text": "Urotensin-induced expression of TF and of VCAM-1/ICAM-1 was mediated through the Rho A-activation of the transcription factor, NF-kappaB"}, {"pubmed": 18292391, "text": "In acute coronary syndrome patients the greater expression of tissue factor in platelets and platelet-leukocyte aggregates strengthens the link between platelet activation, blood coagulation, and thrombus formation."}, {"pubmed": 18297283, "text": "phosphorylation of TF at Ser258 and to a lesser extent Ser253, plays an essential role in the protective influence of TF on immune evasion by tumour cells"}, {"pubmed": 18308368, "text": "Leptin induced functional TF and increased TF mRNA and protein expression in both neutrophils and mononuclear leukocytes"}, {"pubmed": 18310227, "text": "Levels of intra-alveolar TFPI in adult respiratory distress syndrome are not sufficient to block intra-alveolar TF procoagulant activity due to truncation and inactivation of intra-alveolar TFPI"}, {"pubmed": 18315555, "text": "ASF/SF2 and SRp55 appear to interact with the variable TF exon 5 through exonic splicing enhancers at bases 39 and 87-117. Weakening of the above ESE modulates splicing of TF exon 5."}, {"pubmed": 18327399, "text": "Membrane-bound prothrombin fragment 1 is required to promote optimum Fva cofactor activity which in turn is translated by efficient initial cleavage of prothrombin by prothrombinase at Arg(320)."}, {"pubmed": 18363812, "text": "P-selectin-PSGL-1-induces TF and IL8 expression through Lyn phosphorylation, and part of the inhibitory effect of IL10 depends on reduced phosphorylation"}, {"pubmed": 18449421, "text": "Microparticle-associated vascular adhesion molecule-1 and tissue factor follow a circadian rhythm in healthy human subjects."}, {"pubmed": 18490736, "text": "results confirm that the procoagulant properties of bronchoalveolar lavage fluid (BALF) from Acute Respiratory Distress Syndrome patients are the result of TF induction & indicate that BALF neutrophils are a main source of TF in intra-alveolar fluid"}, {"pubmed": 18495150, "text": "Viral myocarditis is a hypercoagulative state which is associated with increased myocardial TF expression and activity. Upregulation of TF contributes to a systemic activation of the coagulation cascade."}, {"pubmed": 18508060, "text": "C-reactive protein and tissue factor in acute coronary syndrome"}, {"pubmed": 18612547, "text": "Studies suggest that TF-FVIIa-FXa-mediated signaling modulates mTOR pathway activation, which regulates in part breast cancer cell migration."}, {"pubmed": 18641355, "text": "recombinant activated protein C-mediated up-regulation of IL-10 reduces TF in circulating monocytes"}, {"pubmed": 18642055, "text": "no significant difference in tissue factor expression between male and female subgroups; no correlation found between TF and age, BMI or total fat intake"}, {"pubmed": 18645927, "text": "in blood cells from patients with PV or ET, the presence of JAK2V617F mutation translates into activation of hemostasis, with increased expression of platelet-associated TF microparticles & formation of increased platelet/neutrophil aggregates.[review]"}, {"pubmed": 18665396, "text": "Certain levels of TF are required for the maintained viability and growth of endothelium and TF-expressing tumor cells."}, {"pubmed": 18665928, "text": "no evidence for TF expression in high-purity preparations of immunologically isolated eosinophils"}, {"pubmed": 18677291, "text": "Elevated levels of TF and TFPI in patients with peripheral arterial occlusive disease can be independent risk factor for atherosclerotic complications."}, {"pubmed": 18802362, "text": "Eosinophils are the cellular source of TF in chronic urticaria skin lesions."}, {"pubmed": 18835104, "text": "Case Report: Pulmonary tumor thrombotic microangiopathy caused by an ovarian cancer expressing tissue factor and vascular endothelial growth factor."}, {"pubmed": 18846330, "text": "Homocysteine could significantly induce the expression of TF in vascular smooth muscle cells."}, {"pubmed": 18848323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18983479, "text": "identify ROS originating in mitochondria as key mediators of the signaling pathways triggered by PAR1 and PAR2 engagement in endothelial cells; mechanisms downstream from PAR1 and PAR2 activation, different for the two receptors, also induced TF"}, {"pubmed": 18983492, "text": "Thrombin up-regulates TF activity in pleural mesothelial cells through the transcriptional activation of TF, whereas plasmin increases TF activity by inactivating the cell-associated TFPI by a limited proteolysis."}, {"pubmed": 18983503, "text": "Insulin inhibits TF expression in monocytes and monocyte-derived microparticles through interference with G(i)alpha(2)-mediated cAMP suppression, which attenuates Ca(2+)-mediated TF synthesis."}, {"pubmed": 18983524, "text": "heme induces TF expression by directly activating endothelial cells; the time-course of heme-mediated TF antigen expression paralleled the induction of procoagulant activity"}, {"pubmed": 18989544, "text": "Report increased tissue factor-bearing leukocytes after off-pump coronary artery bypass surgery."}, {"pubmed": 19002040, "text": "Activation of clotting with less than 5 pmol/l of TF facilitates thrombin and fibrin generation at low, but not at supraphysiological rVIIa concentrations"}, {"pubmed": 19012190, "text": "PPROM is associated with specific changes in the hemostatic/coagulation system."}, {"pubmed": 19027114, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19027114, "text": "Tissue factor +5466A>G polymorphism determines thrombin formation following vascular injury and thrombin-lowering effects of simvastatin in patients with ischemic heart disease."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19065458, "text": "Maternal plasma concentrations of tissue factor were higher in pre-eclampsia than in normal pregnancy, but lower in those who delivered a small for gestational age neonate."}, {"pubmed": 19091315, "text": "Increased levels of procoagulant tissue factor-bearing microparticles within the occluded coronary artery of patients with ST-segment elevation myocardial infarction: role of endothelial damage and leukocyte activation."}, {"pubmed": 19095643, "text": "regulation of TF by NF-kappaB transcription factor p50 is essential for the pathogenesis of deep vein thrombosis"}, {"pubmed": 19099647, "text": "TF expressions of monocytes and platelets in peripheral blood cells from patients with cerebral infarction were significantly higher than in normal controls."}, {"pubmed": 19105796, "text": "This review presents the most recent data on the crosstalk between tissue factor-mediated coagulation and inflammation, with a specific emphasis on these processes in the lung."}, {"pubmed": 19132232, "text": "Modulation of endothelial cell tissue factor and tissue factor pathway inhibitor-1 by neutrophil proteases."}, {"pubmed": 19149969, "text": "Data suggest that melagatran decreases tissue factor expression in platelet/monocyte heterotypic complexes."}, {"pubmed": 19167313, "text": "study shows binding uninhibited Factor VIIa affects segmental motions in sTF; decrease in Pro(79)-Pro(92)loop motions indicates loop entropy has a role in the thermodynamics of protein-protein interactions involved in allosteric control of VIIa activation"}, {"pubmed": 19167713, "text": "elevated plasma level of ADMA induces TF expression in monocytes via NF-kappaB-dependent pathway, which contributes to procoagulant phenotype of circulating monocytes in acute coronary syndromes"}, {"pubmed": 19168442, "text": "Cdc2-like kinases and DNA topoisomerase I regulate alternative splicing of tissue factor in human endothelial cells."}, {"pubmed": 19203804, "text": "A young patient with two cryptogenic cerebrovascular ischemic events has a very rare minor homozygous GG genotype of tissue factor +5466A>G polymorphism."}, {"pubmed": 19219655, "text": "Tissue factor and VEGF expression in prostate carcinoma: a tissue microarray study."}, {"pubmed": 19234141, "text": "TF is an important mediator in fetal death and growth restriction"}, {"pubmed": 19249541, "text": "Expression of TF protein in pancreatic tissues examined using Western blotting assay. Messenger RNA (mRNA) expression of TF in pancreatic tissue and isolated islets is seen after brain death."}, {"pubmed": 19276228, "text": "Medroxyprogesterone and thrombin significantly enhanced TF expression in term decidual cells monolayers."}, {"pubmed": 19290852, "text": "higher in placental tissue of preeclamptic pregnancies and in the peripheral blood of patients with preeclampsia"}, {"pubmed": 19350119, "text": "Microparticle-linked tissue factor activity and increased thrombin activity play a potential role in fibrinolysis failure in ST-segment elevation myocardial infarction."}, {"pubmed": 19356953, "text": "Expression of t-PA, PAI-1, TF, TFPI, TM, CD68 and VE-cadherin were significantly increased in the early symptomatic group, but the level of gene expression in the late symptomatic group was indistinguishable from the asymptomatic group."}, {"pubmed": 19359592, "text": "HGF-induced activation of the Met receptor results in TF expression by MB cells and that this event probably contribute to tumor proliferation by enabling the formation of a provisional fibrin matrix."}, {"pubmed": 19424642, "text": "Evidence for increased expression of tissue factor and protease-activated receptor-1 in human esophageal cancer."}, {"pubmed": 19428056, "text": "TF immunopositivity in esophageal squamous cell carcinomas tissues is strongly correlated to the intratumoral angiogenesis and to poor patient prognosis"}, {"pubmed": 19483295, "text": "TF is positively correlated with AngII in chronic heart failure patients."}, {"pubmed": 19492160, "text": "tissue factor-specific procoagulant activity of plasma microparticles is increased in patients with early-stage prostate cancer"}, {"pubmed": 19500510, "text": "Data show there are significant positive correlation between TF or PAI-1 secretion of HUVEC and corresponding serum TNFalpha level in the group without heparin."}, {"pubmed": 19515372, "text": "Tissue factor gene promoter haplotype associates with carotid intima-media thickness in subjects in cardiovascular risk prevention."}, {"pubmed": 19541671, "text": "Serotonin enhances platelet procoagulant properties and their activation induced during platelet tissue factor uptake."}, {"pubmed": 19545871, "text": "Letter: Discuss potential contribution of tissue factor variability to the interracial differences in the incidence of cardiovascular disease."}, {"pubmed": 19558505, "text": "TF expression on monocytes in AMI patients was significantly elevated, yet the numbers of circulating microparticles bearing TF on their membrane were significantly decreased in peripheral blood, caused by adhesion to the coronary thrombus"}, {"pubmed": 19561489, "text": "Combinations of collagen and TF always enhance thrombogenesis, but small amounts of TF on collagen surfaces resulted in the most procoagulant combination."}, {"pubmed": 19572083, "text": "+5466A>G polymorphism of TF may be a risk factor for cryptogenic ischemic stroke"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19583819, "text": "TF genetic variations are associated with the risk of ischemic stroke at young age"}, {"pubmed": 19592470, "text": "TF structure-function relationships and the role of TF during various phases of the blood coagulation process. Review."}, {"pubmed": 19597299, "text": "The PI3K/Akt pathway modulates alternative splicing of TF in endothelial cells."}, {"pubmed": 19604541, "text": "flavonoids have an effect on tissue factor expression in human monocytes"}, {"pubmed": 19628788, "text": "Propose that both tumor cell-associated and host-related TF could influence the properties of cancer stem cells. Review."}, {"pubmed": 19631649, "text": "Results suggest that CRP may promote coagulation by enhancing the expression and activity of TF and reducing that of TFPI by activating NF-kappaB and extracellular signal-regulated kinases 1 and 2 via FcgammaR II."}, {"pubmed": 19661141, "text": "Combined oncogene events affecting tumor suppressor genes dramatically increase TF gene expression in lung tumors. Moreover, this study suggests that TF gene expression could be used as a prognostic marker in NSCLC."}, {"pubmed": 19698254, "text": "The tissue factor promotor polymorphism -1208I/D is not associated with venous thromboembolism."}, {"pubmed": 19750223, "text": "By triggering TF release in the circulation, Stx and LPS can induce a prothrombotic state contributing to the pathogenesis of hemolytic uremic syndrome"}, {"pubmed": 19795460, "text": "First evidence to link PAR-2 expression and TF phosphorylation to clinical data in human breast cancer. In conjunction with experimental tumor models, these data support an important role of TF-PAR-2 signaling in breast cancer recurrence."}, {"pubmed": 19806259, "text": "activity is increased after total knee arthroplasty"}, {"pubmed": 19817993, "text": "inhibition of both A- and N1-Smase might explain the upregulatory effect of agLDL on TF activation, and suggest that this effect is related, at least in part, to membrane SM enrichment."}, {"pubmed": 19828697, "text": "Increased tissue factor expression on circulating monocytes in chronic HIV infection: relationship to in vivo coagulation and immune activation."}, {"pubmed": 19829668, "text": "Tissue factor expression may play a role in the process of developing hepatic metastasis."}, {"pubmed": 19843576, "text": "The intron preceding TF exon 5 possesses characteristics rarely found in U2 introns. Modulation of TF pre-mRNA splicing can be accomplished via modification of SR proteins' activity."}, {"pubmed": 19856410, "text": "Tissue factor -1208D>I polymorphism is associated with high D-dimer levels in patients with inflammatory bowel disease."}, {"pubmed": 19861441, "text": "tumor-derived tissue factor-bearing microparticles are associated with venous thromboembolic events in cancer patients and may be central to the pathogenesis of cancer-associated thrombosis"}, {"pubmed": 19880163, "text": "Myocardial infarction-patients had elevated postprandial lipemia and retained their ability for tissue factor-induced thrombin generation in plasma ex vivo in the postprandial phase, whereas the capacity gradually decreased in healthy individuals."}, {"pubmed": 19904262, "text": "cancer cell-derived TF-fVIIa could cause thrombotic events in ovarian cancer patients."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914247, "text": "The results reveal an opposing and uncoupling effect of mTOR and S6K1 in regulating TF expression."}, {"pubmed": 19923558, "text": "FVII/FVIIa is bound to essentially all the TF molecules on cells in blood and the surrounding vessel wall. Review."}, {"pubmed": 19954621, "text": "p38 MAPK JNK inhibitors SB203580 and SP600125 reduced allogeneic T lymphocytes-induced TF expression in HUVECs."}, {"pubmed": 19958818, "text": "Our results suggest an important role for the TF/FVIIa/PAR-2/ERK axis in tumor growth and invasion of glioma and suggest that TF may be a suitable target for the development of novel therapies against high-grade glioma."}, {"pubmed": 19966052, "text": "High molecular weight kininogen (HKa) mimics lipopolysaccharides by triggering a paracrine pathway in monocytes that depends on TNF-alpha and IL-1beta. Upregulation of tissue factor in monocytes by cleaved HKa is dependent on TNF-alpha and IL-1beta."}, {"pubmed": 19995406, "text": "Letter: Study suggests that mRNA specific for alternatively spliced TF could be measured in lung tumors together with transcripts specific for full-length TF to evaluate prognosis in patients with non-small cell lung cancer."}, {"pubmed": 20034913, "text": "Significant differences were found in the levels of plasma TF between the multiple trauma patients (on the first, second, third posttrauma days) and the control group."}, {"pubmed": 20061396, "text": "Data suggest a role for novel phospholipid-esterified eicosanoids in promoting blood coagulation via tissue factor-dependent thrombin generation."}, {"pubmed": 20062929, "text": "Blocking TF-FVIIa-dependent activation of factor X and factor IX may be an attractive approach for preventing thrombosis."}, {"pubmed": 20103969, "text": "Upregulation of monocyte TF is significantly associated with low-grade inflammation and insulin resistance in metabolic syndrome X"}, {"pubmed": 20113254, "text": "no association between the TF +5466A>G or -1208D>I variants and clinical or laboratory markers of disease activity and/or severity in patients with rheumatoid arthritis."}, {"pubmed": 20133705, "text": "PML/RARalpha transactivates the TF promoter through an indirect interaction with an element composed of a GAGC motif and the flanking nucleotides, independent of AP-1 binding."}, {"pubmed": 20138335, "text": "review of posttranslational modifications and activity of natural and recombinant tissue factor [review]"}, {"pubmed": 20140262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20142117, "text": "Simvastatin and ezetimibe did not alter tissue factor levels in patients with hypercholesterolemia."}, {"pubmed": 20149415, "text": "review of tissue factor expression in blood cells [review]"}, {"pubmed": 20149924, "text": "analysis of tissue factor activity under flow [review]"}, {"pubmed": 20150920, "text": "The association between the functional polymorphism (-603A --> G) in the TF gene promoter and adult-onset asthma indicates that TF is a candidate gene contributing to asthma susceptibility."}, {"pubmed": 20153879, "text": "review of current status of tissue factor activation of factor VIIa [review]"}, {"pubmed": 20156644, "text": "review of the structure of the factor VIIa (FVIIa)/tissue factor (TF) and factor Xa (FXa) ternary complex [review]"}, {"pubmed": 20163832, "text": "PDI has a role in regulating tissue factor that involves FVIIa activity [review]"}, {"pubmed": 20171716, "text": "review of tissue factor microparticles and haemophilia [review]"}, {"pubmed": 20185792, "text": "Acadesine inhibits TF expression and thrombus formation by activating the phosphoinositide 3-kinase/Akt pathway."}, {"pubmed": 20189224, "text": "review of tissue factor-positive microparticles in clinical disease states [review]"}, {"pubmed": 20224254, "text": "relationship between oxidant stress, lipids and thrombosis and consequently may contribute to understanding the mechanism through which Ox-LDL and TF may mediate the pathogenesis of coronary artery disease"}, {"pubmed": 20227257, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20237315, "text": "TF lacking the Cys186-Cys209 bond is coagulantly active once it is complexed with FVIIa, and TF de-encryption does not require Cys186-Cys209 disulfide bond formation"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20338779, "text": "Studies indicate that calculation of INR is based on the availability of International Standards (IS) for thromboplastin and a calibration model."}, {"pubmed": 20388709, "text": "Data demonstrated that the P2' side chain was indeed crucial for PAR2 cleavage by TF.FVIIa."}, {"pubmed": 20434002, "text": "Tissue factor signaling involving protease activated receptor PAR2 and integrins has multiple effects on angiogenesis and tumor progression."}, {"pubmed": 20434004, "text": "Tissue factor overexpression accompanies features of cellular aggressiveness such as markers of CSCs (CD133), epithelial-to-mesenchymal transition and expression of the angiogenic and prometastatic phenotype."}, {"pubmed": 20434015, "text": "This review details the evidence for tissue factor bearing microparticles in the malignant state and its association with thromboembolic phenomena."}, {"pubmed": 20451919, "text": "Factor Xa induces tissue factor expression in endothelial cells by P44/42 MAPK and NF-kappaB-dependent pathways."}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20524980, "text": "analysis of coagulation factor VII and its complex formation with tissue factor in dog and human"}, {"pubmed": 20546120, "text": "Proinflammatory conditions up-regulate TF expression in endothelial colony-forming cells"}, {"pubmed": 20553947, "text": "Modulation of the oncogene-dependent F3 expression by kinase suppressor of ras 1 is reported."}, {"pubmed": 20589316, "text": "Inhibition of thrombin generation by blocking upstream proteases (FVIIa and FXa) in the blood coagulation cascade is as effective as direct thrombin inhibition in preventing tissue factor-induced platelet aggregation."}, {"pubmed": 20601186, "text": "These results indicate that the ASK1-p38 MAPK cascade may regulate LPS-induced TF expression in pulmonary microvasculature."}, {"pubmed": 20605795, "text": "blocking GRP78 signaling on the surface of cancer cells attenuates TF PCA and has the potential to reduce the risk of cancer-related venous thromboembolism."}, {"pubmed": 20616308, "text": "Recombinant or microparticle-associated tissue factor stimulate endothelial cell proliferation through activation of the ERK 1/2 pathway, mediated through a novel mechanism requiring the interaction of exogenous TF with cell surface beta1-integrin."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628259, "text": "resistin may contribute to atherothrombosis, exerting direct effects on vascular endothelium by promoting TF expression"}, {"pubmed": 20656331, "text": "In vitro treatment of whole blood with BMP7 markedly increased the population of tissue factor-positive monocytes from 1.5+/-0.6 % to 31.0+/-7.6 % (p<0.001)."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20688968, "text": "In contrast to other studies, assays with highly sensitive MAbs show that platelets do not express detectable TF antigen or activity."}, {"pubmed": 20708219, "text": "In patients presenting with symptoms of pulmonary embolism there is no association between microparticle-associated tissue factor activity levels and a confirmed acute pulmonary embolism."}, {"pubmed": 20708733, "text": "there is a proinflammatory role of FVIIa in human SMC dependent on expression of TF and PAR-2 that provides yet another link between coagulation and inflammation"}, {"pubmed": 20810696, "text": "the TWEAK-Fn14 axis can regulate activation of TF and PAI-1 expression in vascular cells"}, {"pubmed": 20830515, "text": "TF has a direct effect on primary breast cancer growth and angiogenesis."}, {"pubmed": 20846886, "text": "Tissue factor expression on monocytes is markedly increased in patients with severe dengue fever in the acute phase of the disease when compared with patients with mild disease and healthy individuals"}, {"pubmed": 20930172, "text": "Low concentrations of alpha-thrombin accelerate tissue factor-induced thrombin generation on the surface of vascular smooth muscle cells, and this effect is mediated by PAR-3 and PAR-4."}, {"pubmed": 20933205, "text": "role in cardiovascular disease (Review)"}, {"pubmed": 20978007, "text": "Sirt1 inhibition enhances tissue factor expression and activity by increasing NFkappaB/p65 activation in endothelial cells."}, {"pubmed": 21037076, "text": "TF-PAR-1 pathway contributes to liver fibrosis induced by chronic cholestasis by increasing expression of the alphaVbeta6 integrin, an important regulator of transforming growth factor-beta1 activation."}, {"pubmed": 21042291, "text": "Upregulated tissue factor(TF) expression may be associated with age-related macular degeneration(AMD), and inflammatory and oxidative stress may contribute to TF expression in AMD eyes."}, {"pubmed": 21059650, "text": "miR-19 regulates tissue factor expression in breast cancer cells, providing a molecular basis for the selective expression of the tissue factor gene"}, {"pubmed": 21091668, "text": "These results indicate that TLR-4 and its signal transduction pathway contribute to anti-betaGPI/betaGPI-induced TF expression in THP-1 cells, and the effects of TLR-4 with ANX2 are tightly co-operative."}, {"pubmed": 21129276, "text": "Endothelial cell lesions and abnormal expression of TF play a crucial role in graft-versus-host disease."}, {"pubmed": 21149441, "text": "EPCR interacts with the ternary TF coagulation initiation complex to enable PAR1,2 signaling."}, {"pubmed": 21160057, "text": "Demonstrate a novel regulation and role for cortactin in FVIIa/TF-mediated endothelial cell migration that occurs through a PAR2 and RhoA dependent mechanism."}, {"pubmed": 21182229, "text": "Tissue factor (TF) levels are raised early in severe acute pancreatitis, and TF as an early predictive marker of severe AP is superior to CRP, but inferior to IL-6."}, {"pubmed": 21186047, "text": "Gene expression analysis of HUVEC showed 148 up-regulated and 29 down-regulated genes 4h after TF binding."}, {"pubmed": 21236471, "text": "Active FXI and tissue factor are present in stable chronic obstructive pulmonary disease patients, who exhibit enhanced systemic inflammation and thrombin generation."}, {"pubmed": 21245964, "text": "TF plays a potential role in the pathogenesis and development of a pterygium"}, {"pubmed": 21248061, "text": "TF may also be associated with cell-derived vesicles to facilitate coagulation when saliva directly contacts blood."}, {"pubmed": 21293108, "text": "Plasma tissue factor levels and salivary tissue factor activities of periodontitis patients with and without cardiovascular disease."}, {"pubmed": 21310953, "text": "Study propose a sequential mechanism in which the phosphorylation of Ser253 through PAR2 activation results in the incorporation of TF into microparticles, simultaneously inducing Ser258 phosphorylation."}, {"pubmed": 21344386, "text": "The increase in TF protein levels by progesterone is not coupled to the progesterone increase in TF-mediated coagulation. In epithelial derived cancer cells, TFPI can inhibit coagulation without causing the relocalization of TF."}, {"pubmed": 21367569, "text": "Laminar shear stress and thrombin independently increased endothelial cell tissue factor expression, but orbital shear stress did not."}, {"pubmed": 21404058, "text": "TF may participate in both K-ras and p53 mutations involved in colorectal carcinogenesis."}, {"pubmed": 21458031, "text": "Study demonstrates that all trans-retinoic acid downregulates the expression of tissue factor and cancer procoagulant in breast cancer cells."}, {"pubmed": 21464728, "text": "Tissue factor expression was significantly more likely to be seen in pure clear cell component than in all other cancers as a group"}, {"pubmed": 21467727, "text": "Low concentrations of oxLDL enhance TF expression in MDMs, whereas higher concentrations attenuate TF expression both at baseline as well as following LPS stimulation"}, {"pubmed": 21474669, "text": "an unexpected procoagulant role of the protein C pathway that may have important implications for the regulation of TF- and TFPI-dependent biologic responses and for fine tuning of the hemostatic balance in the vascular system."}, {"pubmed": 21483174, "text": "Upregulation of monocyte tissue factor activity is significantly associated with carotid intima-media thickness in patients with metabolic syndrome."}, {"pubmed": 21488215, "text": "Tissue factor may enhance hematogenous metastasis through extravascular migration of fibrosarcoma cells."}, {"pubmed": 21500176, "text": "Circulating tissue factor and microparticles are not elevated in deep venous thrombosis."}, {"pubmed": 21502573, "text": "Three genes were associated with fibrin D-dimer levels; Of these 3, the F3 association was the strongest"}, {"pubmed": 21518473, "text": "Alternatively spliced tissue factor has no role in the coagulation disorder of AML."}, {"pubmed": 21531894, "text": "Data indicate that colonic myofibroblasts expressed TF in an endothelin-1-dependent manner."}, {"pubmed": 21535396, "text": "Glycosylation is not essential for TF transport and coagulant or signaling functions."}, {"pubmed": 21543928, "text": "The interaction between the TF-FVIIa complex might play a role in mediating epithelial ovarian cancer invasion and metastasis depending on monocytes mechanism."}, {"pubmed": 21592524, "text": "While uniform laminar flow resulted in transient TF expression, disturbed flow induced sustained amplification of TF expression."}, {"pubmed": 21605334, "text": "Statins prevent tissue factor induction by PAR-agonist peptides altering the membrane localization of PAR1 and the expression of PAR2."}, {"pubmed": 21617868, "text": "tissue factor expression in retinoblastoma cells is closely related to tumor cell proliferation"}, {"pubmed": 21619686, "text": "Down-regulation of TF using siRNA could provide a potential approach for gene therapy against lung adenocarcinoma."}, {"pubmed": 21621407, "text": "The TF - factor VIIa complex in human pancreatic cancer cells produced a significant amount of MMP-9 and promoted invasion ability in vitro and invasion and metastasis in vivo."}, {"pubmed": 21625939, "text": "the data in this study suggest that the interaction between FVIIa and TF induces PAR2 activation, thereby triggers the ERK1/2 and IkappaB-alpha/NF-kappaB signal transduction pathway to regulate the gene expression of IL-8, TF, and caspase-7"}, {"pubmed": 21652710, "text": "P2Y(2) receptor mediates TF expression in HCAEC through new mechanisms involving Src/p38 and Rho/JNK pathways, possibly contributing to a pro-thrombotic status after vascular injury."}, {"pubmed": 21690060, "text": "Microgravity can inhibit the proliferation of THP-1 cells and suppress the cellular expression of TF mRNA."}, {"pubmed": 21693061, "text": "TF is highly expressed in squamous and adenocarcinoma of the uterine cervix and its cell lines."}, {"pubmed": 21694469, "text": "Data show that D-dimer and factor VIII may be used as yardstick for systemic adjuvant therapy in node negative < 1 cm breast cancer."}, {"pubmed": 21737126, "text": "Measurement of microparticle TF activity in plasma may be used to detect a prothrombotic state in patients with various diseases."}, {"pubmed": 21762960, "text": "We propose that the increase in cellular TF activity in circulating leukemic cells, combined with increased numbers of TF-positive MPs, may contribute to thrombosis in cancer patients receiving chemotherapy"}, {"pubmed": 21800004, "text": "decreased in patients with chronic heart failure following treatment with omega-3 polyunsaturated fatty acids"}, {"pubmed": 21868706, "text": "Endogenous TF regulates CCL2 production in endothelial cells. Secreted CCL2 mediates the angiogenic effect of TF by recruiting smooth muscle cells toward endothelial cells and facilitates the maturation of newly formed microvessels."}, {"pubmed": 21934552, "text": "Data indicate that integrin beta6, CD46, tissue factor, and chromosome 14 open reading frame 1 (C14ORF1), were identified as overexpressed on pancreatic cancer cell lines."}, {"pubmed": 22022598, "text": "TF activity is expressed by syncytiotrophoblast microvesicles."}, {"pubmed": 22066736, "text": "Evolutionary conservation of the tissue factor disulfide bonds and identification of a possible oxidoreductase binding motif."}, {"pubmed": 22076613, "text": "A novel TF/FVIIa/MAPK/c-Fos/MMP-7 axis plays an important role in modulating the invasion of colon cancer cells."}, {"pubmed": 22099707, "text": "Total circulating tissue factor positive microparticles are elevated in recurrent deep venous thrombosis patients versus normal individuals (P=0.001)."}, {"pubmed": 22115773, "text": "When monocytes are stimulated with cytokines or chemokines, tissue factor is expressed by the cytokines granulocyte-macrophage colony stimulating factor (GM-CSF), interferon (IFN)-gamma and tumor necrosis factor (TNF)-alpha."}, {"pubmed": 22119392, "text": "BMP-2 can inhibit LPS-induced TF protein expression and surface presentation in human MNCs by downregulation of Erk1/2, p38, and JNK signaling."}, {"pubmed": 22156911, "text": "Platelet and microparticle expression of tissue factor was not related to plasma levels of HIV but expression of P-selectin was related to plasma levels of HIV; neither tissue factor nor P-selectin expression was related to CD4 T-cell count."}, {"pubmed": 22178066, "text": "Our findings indicate that circulating monocytes of asymptomatic individuals with echolucent lipid-rich carotid atherosclerosis express an imbalance between TF and TFPI."}, {"pubmed": 22187432, "text": "the dynamics of zymogen activation when both extrinsic tenase and prothrombinase are assembled on an appropriate membrane"}, {"pubmed": 22196362, "text": "High expression of monocyte TF was strongly associated with the prevalence of arteriosclerosis obliterans and the presence of anti-phospholipid antibodies."}, {"pubmed": 22212466, "text": "Bivalirudin reduces periprocedural platelet activation and inhibits thrombin-induced tissue factor expression in vascular smooth muscle cells."}, {"pubmed": 22214850, "text": "Results suggest that the prothrombotic state associated with hypercholesterolemia is caused by oxLDL-mediated induction of tissue factor expression in monocytes via engagement of a TLR4/TLR6 complex."}, {"pubmed": 22237453, "text": "Data show that Tissue factor (TF) down-regulation diminished matrix metalloproteinases MMP-2 and MMP-9 expression and promoted reversion to suspension growth."}, {"pubmed": 22340074, "text": "Letter/Meta-Analysis: F3 rs12029080 variant was not associated with risk of incident venous thrombosis."}, {"pubmed": 22437887, "text": "Caffeine enhances TNF-alpha-induced endothelial TF protein expression as well as surface activity by inhibition of PI3K signalling."}, {"pubmed": 22461171, "text": "Preeclampsia: the role of tissue factor and tissue factor pathway inhibitor."}, {"pubmed": 22547577, "text": "Only TF-positive cell lines activated coagulation in nude mice, and this activation was abolished by an anti-human TF Ab."}, {"pubmed": 22672593, "text": "The abnormal co-upregulated expression of TF and PAR-2 in eutopic and ectopic endometrium may affect the development and growth of endometriotic lesions."}, {"pubmed": 22682123, "text": "Here we review the evidence that TF-dependent signaling is the major driver of primary tumor growth."}, {"pubmed": 22682138, "text": "In this review, we aim to present a side-by-side evaluation of normally-spliced, full length TF (flTF) and asTF with regard to coagulant function, atherosclerosis, tumor progression and malignancy-associated thrombosis."}, {"pubmed": 22683021, "text": "Our data demonstrate that ixolaris targets B16F10 cell-derived TF, resulting in the reduction of both the primary tumor growth and the metastatic potential of melanoma, as well as the inhibition of tumor angiogenesis."}, {"pubmed": 22705067, "text": "Increased numbers of circulating tisse factor exposing microparticles were found in patients with IBD, but lack of association with coagulation system activation and disease activity questions their role in venous thromboembolism in this group."}, {"pubmed": 22771387, "text": "Transforming growth factor-beta1 markedly enhanced tissue factor expression in primary human lung fibroblasts."}, {"pubmed": 22784289, "text": "In endothelial cells, TF forms a complex with Akt activating Raf/ERK and Ets-1 signaling induces microvessel formation"}, {"pubmed": 22828416, "text": "increased expression in bronchial asthma"}, {"pubmed": 22964479, "text": "anti-beta(2)GPI/beta(2)GPI complex induced TF and TNF-alpha expression involving both TLR4/MyD88 and TLR4/TRIF signaling pathways and TLR4 and its adaptors might be molecular targets for therapy of antiphospholipid syndrome"}, {"pubmed": 23007470, "text": "study demonstrated for that TF regulates tumor angiogenesis of retinoblastoma; found that TF is expressed by endothelial cells of retinoblastoma, whose expression is upregulated with the proliferation of endothelial cells"}, {"pubmed": 23029002, "text": "Study demonstrates the involvement of autophagic machinery in the extracellular delivery of TF in Neutrophil extracellular traps and the subsequent activation of coagulation cascades."}, {"pubmed": 23029190, "text": "data show that Mtb induces TF expression in macrophages and Mtb signaling pathways that elicit TF induction require cooperation of multiple receptors, co-receptors/co-factors including Toll-like receptors"}, {"pubmed": 23038262, "text": "PAK1 negatively regulates the expression of TFPI and additionally contributes to increased TF activity."}, {"pubmed": 23065128, "text": "TF inhibition caused basal cell apoptosis and necrosis. This was due to two parallel but interdependent TF-regulated processes: failure to generate a basal cell-associated fibrin network and suboptimal PAR1 and PAR2 activity."}, {"pubmed": 23118232, "text": "epithelial-to-mesenchymal transition-like changes may alter cancer cell interactions with the vascular systems through altered vesiculation and TF shedding."}, {"pubmed": 23152142, "text": "Presence of TF within microparticles enhances the interactions of endothelial cell-derived microparticles with extracellular matrices in an integrin-dependent manner, enhancing TF activity."}, {"pubmed": 23223577, "text": "By modifying Cys residues or regulating Cys redox states in TF extracellular domain, hTrx1/TrxR function as a safeguard against inappropriate TF activity."}, {"pubmed": 23294934, "text": "FVa, via its light chain, binds to the complex TF/FVII(a) and prevents it from activating FX."}, {"pubmed": 23325480, "text": "Studies indicate that tissue factor (TF) by forming a complex with factor VIIa (FVIIa) initiates blood coagulation."}, {"pubmed": 23373413, "text": "This review article presents the established knowledge of tissue factor expression in endothelial cells and current opinions on encrypted TF form and mechanisms of its activation."}, {"pubmed": 23409769, "text": "Hypoxia-induced expression of TF in human breast cancer cells depends on Egr-1 and HIF-1alpha, and both of these proteins may play an important role in breast cancer metastasis, either directly or indirectly through the TF pathway."}, {"pubmed": 23434438, "text": "The reduction of TF disulfides (with or without alkylation) eliminates TF regulation of factor VIIa catalytic function in both membrane dependent FX activation and membrane independent synthetic substrate hydrolysis."}, {"pubmed": 23490466, "text": "In rheumatoid arthritis, tissue factor is expressed not only by the synoviocytes themselves, but also the infiltrating CD19+ B cells and CD68+ macrophages, and is involved in the pannus invasion in the progression of the disease."}, {"pubmed": 23524311, "text": "The expression of tissue factor and tissue factor pathway inhibitor in prostate cancer cells themselves is unlikely to be the source of hypercoagulability in patients, but might precipitate chains of events that would produce such an effect."}, {"pubmed": 23539451, "text": "Tissue factor promoted tumor growth may be attenuated by EPCR expression."}, {"pubmed": 23578769, "text": "present in seminal fluid and is highly procoagulant"}, {"pubmed": 23585459, "text": "These results demonstrate that coagulation kinetics for circulating tissue factor particles are controlled by factor IX and X levels within the normal physiological range."}, {"pubmed": 23604472, "text": "our results suggest that the pro-angiogenic potential of A549 lung cancer cells is modulated under hypoxic conditions via modulation of TF isoform expression which in turn is controlled by alternative splicing."}, {"pubmed": 23621622, "text": "Data demonstrate that TF encryption is not limited to a specific cell type, and unlike previously thought, the majority of the TF expressed in cancer cells is not constitutively procoagulant."}, {"pubmed": 23623171, "text": "It is concluded that platelets free of monocytes do not express TF activity when stimulated by Lipopolysaccharides or activated complement factors, implying no role for Toll like receptor (TLR4) as suggested recently."}, {"pubmed": 23640483, "text": "4-Hydroxy-2-nonenal increases TF coagulant activity in monocytic cells through a novel mechanism involving p38 mitogen-activated protein kinase activation that leads to enhanced phosphatidylserine exposure at the cell surface."}, {"pubmed": 23666757, "text": "Data indicate that miR-19a was significantly inversely correlated with tissue factor (TF) expression in stage I ( and II, but not significant in stage III or IV."}, {"pubmed": 23754313, "text": "Our findings demonstrate that alternatively spliced tissue factor is expressed in pancreatic ductal adenocarcinoma (PDAC) and lymph node metastases and potentiates PDAC spread in vivo."}, {"pubmed": 23798713, "text": "Results suggest that tissue factor (TF)-positive microparticles (MPs)_ may be a useful biomarker to identify patients with cancer who are at high risk for thrombosis."}, {"pubmed": 23801760, "text": "Targeting asTF may comprise a previously unexplored therapeutic strategy in BrCa that stems tumor growth, yet does not impair normal hemostasis"}, {"pubmed": 23803674, "text": "the numbers of glial-derived and/or TF-bearing microparticless were high in glioblastoma multiforme patients both before and even more after the neoplasm was treated, increasing the risk of VTE"}, {"pubmed": 24021283, "text": "an interaction between p27(Kip1) and TF in important pathological alterations such as atherosclerosis and vascular remodeling"}, {"pubmed": 24094893, "text": "TF expression was increased in clear cell ovarian cancer and endometroid cancer and this may explain the higher risk of venous thromboembolism in these subgroups."}, {"pubmed": 24108579, "text": "hemoglobin upregulates and binds to tissue factor on macrophages, which may have a role in coagulation and oxidative stress"}, {"pubmed": 24342062, "text": "Suggest that cell confluence and the type of flow are critical independent factors in the induction of TF and PECAM-1 phosphorylation in endothelial cells exposed to disturbed pulsatile flow and chemical stimuli."}, {"pubmed": 24378263, "text": "Cirrhotic patients with type 2 diabetes have increased expression of monocytic CD142 in comparison with cirrhotic non-diabetic, diabetic and healthy controls. This increases significantly with increase of the stage of the Child-Pugh score."}, {"pubmed": 24385191, "text": "Tissue factor inflammatory response regulated by promoter genotype and p38 MAPK in neonatal versus adult microvascular endothelial cells."}, {"pubmed": 24448154, "text": "Neither genetic polymorphisms nor the plasma levels of TF seem to act as direct risk factors for venous thromboembolism."}, {"pubmed": 24470301, "text": "Patients with cirrhosis have increased levels of circulating microparticle tissue factor activity."}, {"pubmed": 24516673, "text": "These studies reveal the functional contributions of residues in the C-terminal half of the tissue factor ectodomain that are implicated in interacting with phosphatidylserine headgroups."}, {"pubmed": 24568471, "text": "High tissue factor expression is associated with breast cancer."}, {"pubmed": 24755284, "text": "TF expression levels in pretreatment biopsy samples are useful for predicting response to neoadjuvant chemotherapy in advanced esophageal cancer."}, {"pubmed": 24759146, "text": "This covers the expression and regulation of TFA by hepatocytes, the role of TFA in coagulation triggered by liver toxicity, and the contribution of coagulation activity to the progression of liver disease. [review]"}, {"pubmed": 24920554, "text": "Results suggest that overexpression of CD133, CD44v6 and TF is associated with pancreatic carcinoma metastasis."}, {"pubmed": 24966616, "text": "Colon tissue factor levels are increased in ulcerative colitis."}, {"pubmed": 24998411, "text": "Overexpression of miR-19b inhibited TF expression and procoagulant activity."}, {"pubmed": 25038529, "text": "results extend the involvement of heterochromatic gene silencing in senescence beyond cell cycle-related genes and suggest a novel anti-cancer mechanism of senescence through inhibition of tissue factor inducibility"}, {"pubmed": 25116956, "text": "Alternatively spliced tissue factor promotes plaque angiogenesis through the activation of hypoxia-inducible factor-1alpha and vascular endothelial growth factor signaling."}, {"pubmed": 25163770, "text": "Describe inhibition of tissue factor:factor VIIa-catalyzed factor IX and factor X activation by TFPI and TFPI constructs."}, {"pubmed": 25171777, "text": "Blockade of endothelial Cx32 increased tissue factor expression induced by TNF-alpha stimulation and cell-cell interaction via ICAM1. Direct Cx32-mediated interaction modulates TF expression in ECs during vascular inflammation."}, {"pubmed": 25242242, "text": "Alpha-1 proteinase inhibitor M358R inhibits endogenous thrombin on cells co-expressing tissue factor."}, {"pubmed": 25262106, "text": "Microparticle-associated tissue factor activity did not differ between patients with acute deep vein thrombosis and healthy controls."}, {"pubmed": 25281742, "text": "Data indicate that the Eph tyrosine kinase receptors EphB2 and EphA2 are involved in factor/coagulation factor VIIa (TF/FVIIa) signaling."}, {"pubmed": 25312727, "text": "Tissue factor (TF) is known to be the key element in the initiation of the extrinsic pathway of the coagulation cascade and appears to be a critical determinant of atherosclerotic plaque thrombogenicity."}, {"pubmed": 25403348, "text": "Molecular dynamics simulation of tissue factor activation of factor VIIa."}, {"pubmed": 25407675, "text": "Common genetic variation in tissue factor was significantly associated with outcome of severe sepsis in Chinese Han population."}, {"pubmed": 25425620, "text": "Tissue factor-rich endothelial microparticles released by microvascular endothelial cells can overcome the consequences of arterial occlusion and tissue ischemia by promoting postischemic neovascularization and tissue reperfusion."}, {"pubmed": 25427791, "text": "Plasma levels of tissue factor (and IL-18) are significantly increased in patients with acute coronary syndrome."}, {"pubmed": 25450387, "text": "TF expression correlates with poor prognosis in glioma, but not in Glioblastoma multiforme."}, {"pubmed": 25463083, "text": "MiR-223-mediated suppression of TF expression provides a novel molecular mechanism for the regulation of coagulation cascade"}, {"pubmed": 25465717, "text": "Neutrophil elastase mainly enhances tissue factor production by monocytes via the phospholipase C/conventional PKC/p38 MAPK pathway, although a novel PKC is also involved."}, {"pubmed": 25490770, "text": "RAGE/MT1-MMP axis modified HMBG-1-mediated TF expression through RhoA and Rac1 activation and NF-kappaB phosphorylation in endothelial cells"}, {"pubmed": 25596265, "text": "Heme promotes tissue factor-dependent coagulation activation and induces tissue factor expression on leukocytes in vivo."}, {"pubmed": 25631539, "text": "Tissue factor-regulated vascular smooth cell migration and microvessel formation is under the control of the ER-protein PDIA2."}, {"pubmed": 25653143, "text": "Hyperglycemia of short duration increases TLR4 and TF-procoagulant activity, key players in inflammation and thrombosis."}, {"pubmed": 25665657, "text": "Association between micro particle-tissue factor activity, factor VIII activity and recurrent VTE in patients with acute pulmonary embolism."}, {"pubmed": 25683933, "text": "Results indicate that plasma TF level was positively correlated to the level of MCP-1. Monitoring of plasma TF and MCP-1 levels in AECOPD patients could be a way to prevent hypercoagulability, cardiovascular and cerebrovascular thrombotic diseases."}, {"pubmed": 25823853, "text": "Pregnancy was not associated with changes in cell origin of circulating maternal microparticles or in the number of tissue factor-expressing microparticles."}, {"pubmed": 25864889, "text": "TNFalpha and Stx-1 compared to TNFalpha alone leads to an increase in procoagulant TF on endothelial cells, which is explained by a significant decrease in TFPI not co-localized with TF and not to an increase in TF not co-localized with TFPI"}, {"pubmed": 25881103, "text": "Inhibition of NMMHC IIA impedes TF expression and venous thrombosis via Akt/GSK3beta-NF-kappaB signalling pathways in the endothelium both in vitro and in vivo."}, {"pubmed": 25903973, "text": "The most cell proliferation and cyclin D1 expression were seen in cells expressing wild-type or Asp253-substituted TF. Increased cellular apoptosis was seen in cells expressing Ala253-substituted TF or pre-incubated with TF-rich microvesicles."}, {"pubmed": 25923092, "text": "Tissue factor (TF) and fibrinogen in peripheral artery disease patients undergoing endovascular revascularization can participate in the formation of restenosis."}, {"pubmed": 25931463, "text": "data provide evidence that elevated levels of circulating TF are potential risk factors for ischemic strokes."}, {"pubmed": 25963480, "text": "High serum Tissue Factor levels are associated with Pancreatic Cancer."}, {"pubmed": 26018600, "text": "Data suggest that tissue factor (thromboplastin) functions in initiation phase of blood clotting cascade and contributes to regulation of hemostasis versus thrombosis. [REVIEW]"}, {"pubmed": 26025445, "text": "tissue factor is a valuable diagnostic biomarker for the diagnosis of sepsis-induced acute respiratory distress syndrome."}, {"pubmed": 26062685, "text": "Tissue factor is an endogenously synthesised protein that characterises megakaryocyte maturation and that it is transferred to a subset of newly-released platelets where it is functionally active and able to trigger thrombin generation."}, {"pubmed": 26065856, "text": "PGE2 increases both TF expression and activity through the regulation of the EP1/SIRT1 pathway."}, {"pubmed": 26136249, "text": "Contribution of FXIa and platelet-derived polyphosphate in thrombin generation varies depending on surface tissue-factor level."}, {"pubmed": 26169722, "text": "results suggest that these TF residues interact with the GLA domain of FX in a Mg(2+)-dependent manner (although effects of Mg(2+) on the FVIIa GLA domain cannot be ruled out)."}, {"pubmed": 26179105, "text": "asTF expression was associated with grade and stage in ER-positive breast tumors only. Tissue factor isoform and estrogen signaling share downstream targets in BrCa; concomitant asTF and estrogen signaling is required for BrCa cell proliferation."}, {"pubmed": 26221761, "text": "Tissue factor uptake by platelets involves the scavenger receptor CD36, SERT and engages PI3-Kinase activation and cytoskeletal assembly."}, {"pubmed": 26241501, "text": "Lipopolysaccharide and E. coli activated the coagulation system by a complement- and CD14-dependent up-regulation of tissue factor, leading subsequently to prothrombin activation."}, {"pubmed": 26271343, "text": "These results indicate that TF/FVIIa signalling has a negative effect on beta cell function and promotes beta cell death in response to cytokines."}, {"pubmed": 26281862, "text": "Regional upregulation of the TF in the capillary endothelial cells suggests local myocardial thrombogenicity in heart failure patients."}, {"pubmed": 26408917, "text": "Soluble Tissue Factor\" in the 21st Century: Definitions, Biochemistry, and Pathophysiological Role in Thrombus Formation."}, {"pubmed": 26408918, "text": "The Role of Tissue Factor in Atherothrombosis and Coronary Artery Disease: Insights into Platelet Tissue Factor."}, {"pubmed": 26408920, "text": "the biology of TF has become more complex by the demonstration that, apart from its known effects on blood coagulation, it is involved in intracellular signaling, proliferation, angiogenesis, and tumor metastasis."}, {"pubmed": 26408922, "text": "Cancer Tissue Procoagulant Mechanisms and the Hypercoagulable State of Patients with Cancer."}, {"pubmed": 26408924, "text": "Structure-Function Relationship of the Interaction between Tissue Factor and Factor VIIa."}, {"pubmed": 26408925, "text": "Tissue Factor Expressed by Neutrophils"}, {"pubmed": 26408926, "text": "Clinical Significance of Tissue Factor-Exposing Microparticles in Arterial and Venous Thrombosis."}, {"pubmed": 26408927, "text": "TF plays more fundamental roles in cancer biology. TF regulates tumor cell dormancy, is associated with cancer stem cell behavior, epithelial-to-mesenchymal transition, and dictates establishment of the tumor cell premetastatic niche."}, {"pubmed": 26446354, "text": "the actin-binding protein filamin-A has a critical role in incorporation of Tissue factor into extracellular vesicles and secretion of extracellular vesicles from ovarian cancer cells exposed to hypoxia"}, {"pubmed": 26471500, "text": "expression by myeloid cells affects macrophage differentiation, and regulate Mycobacterium tuberculosis growth"}, {"pubmed": 26504080, "text": "B-Raf(V600E) mutation in metastatic melanoma cells up-regulated tissue factor expression on cell membranes and promoted thrombin production"}, {"pubmed": 26631725, "text": "Activation of P2Y2R increased TF promoter activity and mRNA expression in coronary artery endothelial cells."}, {"pubmed": 26658897, "text": "TF-induced microvessel stabilization is regulated via PAR2-SMAD3 that is indispensable for the maintenance of vascular integrity."}, {"pubmed": 26667361, "text": "TF expression significantly correlated with levels of CRP, TNF-alpha and MCP-1. These factors may play an important role in the development of chronic thromboembolic pulmonary hypertension."}, {"pubmed": 26694616, "text": "Data suggest that allosteric regulation of FVIIa activity by tissue factor/thromboplastin binding appear to involve direct interaction with FVIIa active site, stabilizing segment 215-217, activating loop 3, and leading to enhanced FVIIa activity."}, {"pubmed": 26715508, "text": "Hypoxia increased the expression of TF in human podocytes NF-kappaB dependently. TF may have a critical role in the hypoxic podocyte injury."}, {"pubmed": 26731648, "text": "Data indicate that IGF-binding protein 3 (IGFBP3) and F3 gene expression levels in formalin fixed paraffin embedded (FFPE) prostate cancer tissue would provide an improved survival prediction for prostate cancer patients."}, {"pubmed": 26763081, "text": "Tissue Factor was highly expressed in 73.6 % of osteosarcoma biopsies, and expression associated significantly with disease-free survival."}, {"pubmed": 26765308, "text": "Circulating FVII, FVIIa and TFPI were significantly elevated in women with severe preeclampsia in the absence of comparable changes in plasma TF levels."}, {"pubmed": 26791271, "text": "This study suggests that ROCK/YAP/Egr-1 signaling regulates tissue factor expression after stimulation with lipopolysaccharide in endothelial cells."}, {"pubmed": 26797521, "text": "We conclude that API M358R inhibits FVIIa by forming inhibitory complexes of the serpin type more rapidly than AT in the absence of heparin."}, {"pubmed": 26967531, "text": "Microvesicle-associated tissue factor procoagulant activity, but not plasma TF antigen, may provide valuable additional information for the diagnostic work-up of women with suspected ovarian cancer."}, {"pubmed": 27002259, "text": "In placenta of patients with preeclampsia, we detected abnormal expression of F3 and THBD with increased protein and mRNA levels. The role of these molecules in the pathogenesis of this disease and in alterations of hemostatic and histopathological aspects of placentas need further studying."}, {"pubmed": 27057091, "text": "The findings of the study show an increased expression of tissue factor in the lesional and perilesional skin of patients with bullous pemphigoid. The expression of TF was not observed in biopsies from healthy people and dermatitis herpetiformis patients."}, {"pubmed": 27127202, "text": "Circulating miR-126 exhibits antithrombotic properties via regulating post-transcriptional TF expression, thereby impacting the hemostatic balance of the vasculature in diabetes mellitus."}, {"pubmed": 27142573, "text": "Through induction of TF in vascular endothelial cells, IL-33 could enhance their thrombotic capacity and thereby might impact on thrombus formation in the setting of atherosclerosis."}, {"pubmed": 27207429, "text": "This brief review summarizes the contribution of the coagulation system and in particular the role of TF in brain hemostasis as well as to the pathophysiology of stroke and multiple sclerosis. [review]"}, {"pubmed": 27260391, "text": "The data obtained indicate that active tissue factor, TF is present in membrane microparticles produced in vitro by endothelial cells, monocytes, and THP-1 cells, but not in microparticles derived from granulocytes and platelets."}, {"pubmed": 27311950, "text": "It was demonstrated that the nature of the clot formed, as determined from the quartz crystal microbalance parameters, was highly dependent on the rate of clot formation resulting from the TF concentration used for activation. These parameters could also be related to physical clot characteristics such as fibrin fibre diameter and fibre density, as determined by scanning electron microscopic image analysis."}, {"pubmed": 27348126, "text": "our data show that a few select TF residues that are implicated in interacting with PS contribute to the TF coagulant activity at the cell surface. However, our data also indicate that TF regions outside of the putative lipid binding region may also contribute to PS-dependent decryption of TF."}, {"pubmed": 27427978, "text": "These findings suggest that cancer cell-derived extracellular vesicles mediate coagulopathy resulting in ischemic stroke via TF-independent mechanisms."}, {"pubmed": 27562418, "text": "These results reveal a functional link between VWF and TF under whole blood flow conditions, in which surface-immobilized TF and VWF mutually contribute to mural thrombus formation, which is essential for normal hemostasis. By contrast, TF circulating in blood may be involved in systemic hypercoagulability, as seen in sepsis caused by severe microbial infection, in which neutrophil inflammatory responses may be active."}, {"pubmed": 27592310, "text": "These findings suggest that activation of TF-pathway is an important component of dengue virus-related coagulation disorders."}, {"pubmed": 27599717, "text": "Oligoubiquitination of Lys255 within TF permits PP2A to bind and dephosphorylate Ser253 and occurs to terminate TF release and contain its activity."}, {"pubmed": 27629739, "text": "Results indicate that granulocyte-colony stimulating factor receptor, tissue factor, and vascular endothelial growth factor receptor bound vascular endothelial growth factor expression as well as their co-expression might influence breast cancer biology."}, {"pubmed": 27685527, "text": "The present study did not show significant association of TF gene -603A/G and +5466A>G polymorphisms with venous thromboembolism in malignancy, however, further larger studies including different ethnic population are needed to confirm our findings."}, {"pubmed": 27721473, "text": "Data suggest that CAIX (carbonic anhydrase IX) is a novel downstream mediator of asTF (alternatively spliced tissue factor) in pancreatic ductal adenocarcinoma, particularly under hypoxic conditions that model late-stage tumor microenvironment; tumor hypoxia appears to lead to up-regulation of CAIX expression (or 'activation'), which is more pronounced in tumor cells overexpressing asTF."}, {"pubmed": 27766025, "text": "stimulated von Willebrand factor secretion by umbilical vein endothelial cells"}, {"pubmed": 27789475, "text": "Low concentrations of TF and exogenous FXIa, each too low to elicit a burst in thrombin production alone, act synergistically when in combination to cause substantial thrombin production."}, {"pubmed": 27807692, "text": "TF is an angiogenic-specific receptor and the target molecule for fVII-targeted therapeutics."}, {"pubmed": 27808345, "text": "Circulating pentraxin nCRP has little pro-angiogenic effect but when dissociated into mCRP on the surface of endothelial cells it is able to trigger potent proangiogenic effects by inducing F3-gene upregulation and TF signaling."}, {"pubmed": 27841803, "text": "These results demonstrate that procoagulant microvesicles shed by head and neck squamous cell carcinoma line (UMSCC81B) induced a procoagulant effect in HUVECs through increased clotting activity and cell membrane surface expression of TF."}, {"pubmed": 27926582, "text": "The highest tissue factor activity was detected in microparticles from monocytes, lower activity - in microparticles from endothelial cells and THP-1 cells, and no activity - in microparticles from platelets and granulocytes."}, {"pubmed": 28024455, "text": "this study shows that low levels of circulating tissue factor may contribute to the reduced coagulopathy reported in patients infected with Neisseria meningitidis lpxL1 mutants"}, {"pubmed": 28028070, "text": "Ticagrelor, but not clopidogrel, reduces arterial thrombosis via endothelial tissue factor suppression. Ticagrelor reduced TNF-alpha-induced TF expression via proteasomal degradation."}, {"pubmed": 28055955, "text": "In the presence of tissue factor-positive cancer cells, the CAR-modified T cells (TF-CAR T) were highly activated and showed specific cytotoxicity to TF-positive cancer cells."}, {"pubmed": 28106852, "text": "in tumor microenvironment, TF-induced coagulation activated the complement system and subsequently recruited myeloid-derived suppressor cells to promote tumor growth."}, {"pubmed": 28142075, "text": "Platelet tissue factor activity and membrane cholesterol are increased in hypercholesterolemia and normalized by rosuvastatin, but not by atorvastatin."}, {"pubmed": 28151805, "text": "HUVEC and adult human dermal blood endothelial cells respond similarly to TNFalpha and IL-1beta in terms of TF expression, and both are suitable models to examine cell surface TF activity and TF-positive microvesicle release in endothelial cells."}, {"pubmed": 28246677, "text": "TF levels were significantly elevated in type 2 diabetes mellitus (both with and without cardiovascular complications) when compared to the controls. We suggest that pathologic plasma TF activity, as marker of increased propensity of clot pathology, should be investigated."}, {"pubmed": 28343272, "text": "Inhibition of the inflammatory signaling intermediate p38 MAPK reduced tissue factor (TF) mRNA by one third but increased tumor necrosis factor (TNF) and interleukin-1 beta (IL-1beta) mRNA."}, {"pubmed": 28419722, "text": "Monocyte TF may be a relevant source of TF-mediated thrombogenicity in NSCLC patients and may be associated with prognosis in NSCLC."}, {"pubmed": 28492698, "text": "The proinflammatory cytokine IL-33 induces differential tissue factor expression and activity in monocyte subsets, as well as the release of procoagulant microvesicless. In this manner, IL-33 may contribute to the formation of a prothrombotic state characteristic for cardiovascular disease."}, {"pubmed": 28495929, "text": "Macrophage tissue factor prothrombotic activity is regulated by integrin-alpha4/arf6 trafficking."}, {"pubmed": 28521572, "text": "plasma activity higher in women with pre-eclampsia than in those with infants small for gestational age or normal pregnancies"}, {"pubmed": 28551673, "text": "TF is highly expressed in breast neoplasms, but does not predict survival or correlate with tumor size."}, {"pubmed": 28569919, "text": "Patients with early onset preeclampsia are characterised by an attenuated coagulation response characterised by reduced thrombin generation stimulated by low-dose TF and elevated plasma TFPI activity."}, {"pubmed": 28729433, "text": "A coagulation initiating pathway is revealed in which the TF-FVIIa-nascent FXa complex activates FVIII apart from thrombin feedback."}, {"pubmed": 28749986, "text": "The aim of this study was to evaluate the concentration of TF and its inhibitor TFPI in blood plasma, the impact of traditional and non-traditional cardiovascular risk factors on their concentration and the impact of both markers of haemostasis on the severity of subclinical atherosclerosis."}, {"pubmed": 28834179, "text": "TF(+) microvesicless released from orthotopic pancreatic tumors increase venous thrombosis in mice."}, {"pubmed": 28841839, "text": "uPAR and TF could potentially be attractive targets for molecular imaging and therapy in oral squamous cell carcinoma due to high positive expression rates and tumor-specific expression patterns."}, {"pubmed": 28957360, "text": "the identification of platelet TF and TLR4 as regulators of the effect of E. coli O111 might represent a novel therapeutic target to reduce the devastating consequences of the hemostatic disorder during sepsis."}, {"pubmed": 28962834, "text": "Pin1 is a fast-acting enzyme which may be utilised by cells to protect the phosphorylation state of TF in activated cells prolonging TF activity and release, and therefore ensuring adequate haemostasis."}, {"pubmed": 29032977, "text": "The majority of plasma samples from burn patients have active FXIa and FIXa, with a significant fraction of them having active TF. The concentration of all three proteins varies in a wide range."}, {"pubmed": 29044292, "text": "The interaction between tissue factor and filamin A is dependent on the differential phosphorylation of Ser253 and Ser258. The interaction with filamin A may translocate cell surface TF to cholesterol-rich lipid rafts, increasing cell surface TF activity as well as TF incorporation and release into microvesicles."}, {"pubmed": 29061995, "text": "High tissue factor expression is associated with hepatocellular carcinoma."}, {"pubmed": 29075790, "text": "The induction of TG by BXPC3 cells was mainly driven by the TF pathway while TG generation triggered by MCF7 cells was also driven by FXII activation."}, {"pubmed": 29217135, "text": "Our study identifies a previously undescribed role of miRNA in venous thrombosis by regulating TF expression. Therefore, restoration of miR-145 levels may serve as a promising therapeutic strategy for management of venous thrombosis"}, {"pubmed": 29225295, "text": "Effect of Smoking Status on Monocyte Tissue Factor Activity, Carotid Atherosclerosis and Long-Term Prognosis in Metabolic Syndrome."}, {"pubmed": 29427323, "text": "Androgen receptor is crucial for dampening prostate tissue factor expression via nuclear factor-kappaB and early growth response protein 1 pathway."}, {"pubmed": 29437288, "text": "S. aureus-induced coagulation in human whole blood was mainly attributable to C5a-induced mRNA upregulation, monocyte tissue factors expression, and plasma TF activity."}, {"pubmed": 29452445, "text": "under flow, TFPI-alpha is capable to antagonize fibrin formation in a manner dependent on and restricted by local TF/factor VIIa and factor Xa activities"}, {"pubmed": 29477147, "text": "In diabetics, miR-19a and miR-126 cooperate to exhibit anti-thrombotic properties by epigenetic regulation of tissue factor."}, {"pubmed": 29571624, "text": "Higher TF activities are present in thinner abdominal aortic aneurysm regions. These parameters and local fibrinolysis may be part of the processes leading to destruction of the aneurysm wall."}, {"pubmed": 29658195, "text": "A subset of extracellular vesicles in human saliva expose coagulant TF and CD24, a ligand of P-selectin, and may promote hemostasis by delivering coagulant tissue factor to activated platelets."}, {"pubmed": 29715083, "text": "Cell lines with intrinsically high TF expression were associated with decreased cancer stem cell activity. Knockdown of TF was associated with increased cancer stem cell activity. Overexpression of TF was associated with decreased cancer stem cell activity. Expression of TF did not affect cellular viability but may increase proliferation."}, {"pubmed": 29724819, "text": "Under venous flow, fibrinogen continually penetrates the clot, and gamma'-fibrin regulates thrombin in tissue factor driven coagulation."}, {"pubmed": 29787758, "text": "TF knockout in MDA-MB-231cells reduced TF/FVIIa signaling and coagulation activity. Silencing of TF in MDA-MB-231cells decreased the release of microvesicles."}, {"pubmed": 29789989, "text": "Subjects with AG and GG genotype had significantly higher TF levels than AA genotype.  GG genotype of 603A>G polymorphism augments the risk of thrombosis by 4.4 fold, thus highlighting the significance of this polymorphism in the development of DVT"}, {"pubmed": 29949655, "text": "Smad2 knockdown resulted in no inhibitory effect, whereas Smad3 knockdown completely suppressed TGF-beta-induced TF expression."}, {"pubmed": 29976772, "text": "Neutrophil extracellular traps promote endothelial cell activation and increased thrombogenicity through concerted action of IL-1alpha and cathepsin G and tissue factor production."}, {"pubmed": 30113368, "text": "Alternatively spliced tissue factor levels are elevated in the plasma of patients with chronic liver diseases."}, {"pubmed": 30278301, "text": "High levels of TF were associated with thrombosis related to antiphospholipid syndrome."}, {"pubmed": 30408635, "text": "Elevated plasma levels of procoagulant factors, such as FVIII or prothrombin, enhanced thrombin generation and reduced the amount of TF required for the initiation of thrombin formation."}, {"pubmed": 30530119, "text": "Increased plasma concentrations of TF in atrial fibrillation (AF) patients are accompanied and probably at least partly explained by increased levels of TF-bearing extracellular vesicles, which may be mechanistically involved in increased thrombogenicity in AF patients."}, {"pubmed": 30602303, "text": "In human aortic smooth muscle cells, small interfering RNA-mediated knockdown of KLF11 increased tissue factor expression. KLF11 downregulates F3 at the transcriptional level as determined by reporter and chromatin immunoprecipitation assays."}, {"pubmed": 30664196, "text": "he results demonstrated that CDCA and apoM may modulate TF isoforms in different cell lines, and suggested that asTF may serve a role in the pathophysiological mechanism underlying cervical cancer development. In conclusion, the TF isoforms serve important and distinct roles in pathophysiological processes"}, {"pubmed": 30698330, "text": "Placental pericytes have a unique protein kinase C-dependent pathway for tissue factor down-regulation in pericytes."}, {"pubmed": 30781507, "text": "The simultaneous increase of TF concentration and activity, VEGF-A in the blood of patients with Essential Thrombocythemia, as well as a positive correlation between the concentration of TF and VEGF-A demonstrates the coexistence of TF-dependent coagulation and activation of angiogenesis."}, {"pubmed": 31654241, "text": "Accumulation of tissue factor in endothelial cells promotes cellular apoptosis through over-activation of Src1 and involves beta1-integrin signalling."}, {"pubmed": 31715000, "text": "Increase of tissue factor expression on the surface of peripheral monocytes of patients with chronic spontaneous urticaria."}, {"pubmed": 31774347, "text": "TF is distributed at three distinct colonic locations: in subepithelial pericryptal sheath cells, in mononuclear cells, and in the intestinal stroma; activity remains low during inflammation in patients with ulcerative colitis and concomitant primary sclerosing cholangitis, but not in ulcerative colitis patients, showing a divergent pathogenesis"}, {"pubmed": 31796521, "text": "Tisotumab Vedotin in Previously Treated Recurrent or Metastatic Cervical Cancer."}, {"pubmed": 32081704, "text": "Efficient refolding and reconstitution of tissue factor into nanodiscs facilitates structural investigation of a multicomponent system on a lipid bilayer."}, {"pubmed": 32152404, "text": "Vimentin prevents a miR-dependent negative regulation of tissue factor mRNA during epithelial-mesenchymal transitions and facilitates early metastasis."}, {"pubmed": 32471327, "text": "CD142 plays an important role in the mobility of colorectal cancer cells."}, {"pubmed": 32627125, "text": "Expression of tissue factor mRNA in thrombosis associated with antiphospholipid syndrome."}, {"pubmed": 32665005, "text": "Beyond thrombosis: the impact of tissue factor signaling in cancer."}, {"pubmed": 32759504, "text": "Complement and tissue factor-enriched neutrophil extracellular traps are key drivers in COVID-19 immunothrombosis."}, {"pubmed": 32896248, "text": "Tissue factor and human apolipoprotein H genetic variants and pro-inflammatory cytokines in systemic lupus erythematosus patients."}, {"pubmed": 32920807, "text": "Tissue Factor-Independent Coagulation Correlates with Clinical Phenotype in Factor XI Deficiency and Replacement Therapy."}, {"pubmed": 33225609, "text": "Description of the first mutation in the human tissue factor gene associated with a bleeding tendency."}, {"pubmed": 33893844, "text": "Tissue factor-bearing microparticles are a link between acute promyelocytic leukemia cells and coagulation activation: a human subject study."}, {"pubmed": 34205482, "text": "Interleukin-1beta Induces Tissue Factor Expression in A549 Cells via EGFR-Dependent and -Independent Mechanisms."}, {"pubmed": 34748652, "text": "Tissue factor activity is increased in neutrophils from JAK2 V617F-mutated essential thrombocythemia and polycythemia vera patients."}, {"pubmed": 34884442, "text": "PCSK9 Induces Tissue Factor Expression by Activation of TLR4/NFkB Signaling."}, {"pubmed": 35100311, "text": "Aberrant stromal tissue factor localisation and mycolactone-driven vascular dysfunction, exacerbated by IL-1beta, are linked to fibrin formation in Buruli ulcer lesions."}, {"pubmed": 35455968, "text": "Anti-beta2-GPI Antibodies Induce Endothelial Cell Expression of Tissue Factor by LRP6 Signal Transduction Pathway Involving Lipid Rafts."}, {"pubmed": 35464466, "text": "Regulation of Proinflammatory Molecules and Tissue Factor by SARS-CoV-2 Spike Protein in Human Placental Cells: Implications for SARS-CoV-2 Pathogenesis in Pregnant Women."}, {"pubmed": 36265412, "text": "Tissue factor in COVID-19-associated coagulopathy."}, {"pubmed": 36696180, "text": "Peripheral blood mononuclear cell tissue factor (F3 gene) transcript levels and circulating extracellular vesicles are elevated in severe coronavirus 2019 (COVID-19) disease."}, {"pubmed": 36980251, "text": "The Heparan Sulfate Proteoglycan Syndecan-1 Triggers Breast Cancer Cell-Induced Coagulability by Induced Expression of Tissue Factor."}, {"pubmed": 37201535, "text": "Human Genetic Variation in F3 and Its Impact on Tissue Factor-Dependent Disease."}, {"pubmed": 37263122, "text": "Tissue factor expression in monocyte subsets during human immunothrombosis, endotoxemia and sepsis."}, {"pubmed": 37377751, "text": "CD142 Identifies Neoplastic Desmoid Tumor Cells, Uncovering Interactions Between Neoplastic and Stromal Cells That Drive Proliferation."}, {"pubmed": 37511344, "text": "High CD142 Level Marks Tumor-Promoting Fibroblasts with Targeting Potential in Colorectal Cancer."}, {"pubmed": 37583699, "text": "Tissue factor as a potential coagulative/vascular marker in relapsing-remitting multiple sclerosis."}, {"pubmed": 37589138, "text": "Cell Surface Platelet Tissue Factor Expression: Regulation by P2Y12 and Link to Residual Platelet Reactivity."}, {"pubmed": 38069209, "text": "Expression of Tissue Factor and Platelet/Leukocyte Markers on Extracellular Vesicles Reflect Platelet-Leukocyte Interaction in Severe COVID-19."}, {"pubmed": 38191673, "text": "Tissue factor overexpression promotes resistance to KRAS-G12C inhibition in non-small cell lung cancer."}], "genomic_pos": {"chr": "1", "end": 94541759, "ensemblgene": "ENSG00000117525", "start": 94529173, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 95007356, "start": 94994781, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001938", "pubmed": 17898544, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002541", "pubmed": 17469850, "qualifier": "involved_in", "term": "activation of plasma proteins involved in acute inflammatory response"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0002543", "pubmed": 17469850, "qualifier": "involved_in", "term": "activation of blood coagulation via clotting cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006919", "pubmed": 17898544, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007596", "pubmed": [8632006, 24998411], "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 22556343, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010641", "pubmed": 17991872, "qualifier": "involved_in", "term": "positive regulation of platelet-derived growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016485", "pubmed": 24998411, "qualifier": "involved_in", "term": "protein processing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030335", "pubmed": 18612547, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032008", "pubmed": 18612547, "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032757", "pubmed": 22556343, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": 17898544, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0050927", "pubmed": 17991872, "qualifier": "involved_in", "term": "positive regulation of positive chemotaxis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 19065458, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0009897", "pubmed": 17469850, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19581412, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 17898544, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 3037536, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 2704749, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1905286", "pubmed": 24998411, "qualifier": "part_of", "term": "serine-type peptidase complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 3455766, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 24998411, "qualifier": "contributes_to", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004896", "qualifier": "enables", "term": "cytokine receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8598903, 8940045, 9414278, 15522303, 15664864, 16959886, 20634491, 25241761, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005543", "pubmed": 17469850, "qualifier": "enables", "term": "phospholipid binding"}]}, "homologene": {"genes": [[7955, 550423], [7955, 567257], [8364, 100489511], [9031, 429084], [9598, 457038], [9606, 2152], [9615, 490153], [9913, 280686], [10090, 14066], [10116, 25584]], "id": 1511}, "interpro": [{"desc": "Tissue factor", "id": "IPR001187", "short_desc": "Tissue_factor"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Interferon/interleukin receptor domain", "id": "IPR015373", "short_desc": "Interferon/interleukin_rcp_dom"}, {"desc": "Tissue factor, conserved site", "id": "IPR030472", "short_desc": "Tissue_Factor_CS"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": "IPI00010338", "map_location": "1p21.3", "name": "coagulation factor III, tissue factor", "other_names": ["coagulation factor III (thromboplastin, tissue factor)", "tissue factor"], "pantherdb": {"HGNC": "3541", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88381", "ortholog_type": "LDO", "panther_family": "PTHR20859", "taxid": 10090, "uniprot_kb": "P20352"}, {"RGD": "2587", "ortholog_type": "LDO", "panther_family": "PTHR20859", "taxid": 10116, "uniprot_kb": "P42533"}, {"Ensembl": "ENSGALG00000005619", "ortholog_type": "LDO", "panther_family": "PTHR20859", "taxid": 9031, "uniprot_kb": "F1NGT0"}, {"ZFIN": "ZDB-GENE-050417-234", "ortholog_type": "LDO", "panther_family": "PTHR20859", "taxid": 7955, "uniprot_kb": "B0UY88"}, {"ZFIN": "ZDB-GENE-071119-5", "ortholog_type": "O", "panther_family": "PTHR20859", "taxid": 7955, "uniprot_kb": "A0A2R8Q683"}], "uniprot_kb": "P13726"}, "pathway": {"biocarta": {"id": "extrinsicpathway", "name": "extrinsic prothrombin activation pathway"}, "kegg": [{"id": "hsa04610", "name": "Complement and coagulation cascades - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-140834", "name": "Extrinsic Pathway of Fibrin Clot Formation"}, {"id": "R-HSA-140877", "name": "Formation of Fibrin Clot (Clotting Cascade)"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}], "smpdb": [{"id": "SMP00268", "name": "Warfarin Action Pathway"}, {"id": "SMP00269", "name": "Acenocoumarol Action Pathway"}, {"id": "SMP00270", "name": "Dicumarol Action Pathway"}, {"id": "SMP00271", "name": "Phenprocoumon Action Pathway"}, {"id": "SMP00272", "name": "Enoxaparin Action Pathway"}, {"id": "SMP00273", "name": "Fondaparinux Action Pathway"}, {"id": "SMP00274", "name": "Heparin Action Pathway"}, {"id": "SMP00275", "name": "Ardeparin Action Pathway"}, {"id": "SMP00276", "name": "Argatroban Action Pathway"}, {"id": "SMP00277", "name": "Bivalirudin Action Pathway"}, {"id": "SMP00278", "name": "Lepirudin Action Pathway"}, {"id": "SMP00279", "name": "Ximelagatran Action Pathway"}, {"id": "SMP00280", "name": "Alteplase Action Pathway"}, {"id": "SMP00281", "name": "Anistreplase Action Pathway"}, {"id": "SMP00282", "name": "Streptokinase Action Pathway"}, {"id": "SMP00283", "name": "Tenecteplase Action Pathway"}, {"id": "SMP00284", "name": "Urokinase Action Pathway"}, {"id": "SMP00285", "name": "Reteplase Action Pathway"}, {"id": "SMP00286", "name": "Aminocaproic Acid Action Pathway"}, {"id": "SMP00287", "name": "Tranexamic Acid Action Pathway"}, {"id": "SMP00288", "name": "Aprotinin Action Pathway"}, {"id": "SMP00586", "name": "Coagulation "}, {"id": "SMP00655", "name": "Phenindione Action Pathway"}, {"id": "SMP00656", "name": "Dicoumarol Action Pathway"}], "wikipathways": [{"id": "WP272", "name": "Blood Clotting Cascade"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4146", "name": "Macrophage markers"}, {"id": "WP4961", "name": "STING pathway in Kawasaki-like disease and COVID-19"}, {"id": "WP558", "name": "Complement and Coagulation Cascades"}]}, "pdb": ["1AHW", "1BOY", "1DAN", "1FAK", "1J9C", "1JPS", "1O5D", "1TFH", "1UJ3", "1W0Y", "1W2K", "1WQV", "1WSS", "1WTG", "1WUN", "1WV7", "1Z6J", "2A2Q", "2AEI", "2AER", "2B7D", "2B8O", "2C4F", "2CEF", "2CEH", "2CEZ", "2CFJ", "2EC9", "2F9B", "2FIR", "2FLB", "2FLR", "2HFT", "2PUQ", "2ZP0", "2ZWL", "2ZZU", "3ELA", "3TH2", "3TH3", "3TH4", "4IBL", "4M7L", "4YLQ", "4Z6A", "4ZMA", "5W06", "6R2W", "6Z9W", "8CN9"], "pfam": ["PF01108", "PF09294"], "pharmgkb": "PA158", "pharos": {"target_id": 9909, "tdl": "Tclin"}, "pir": "A43645", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249167", "relationship": "is"}, {"id": "GNF249168", "relationship": "is"}, {"id": "GNF249169", "relationship": "is"}, {"id": "GNF249170", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035241", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF081172", "relationship": "is"}, {"id": "GNF081173", "relationship": "is"}, {"id": "GNF081174", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053043", "relationship": "is"}, {"id": "GNF057808", "relationship": "is"}, {"id": "GNF072947", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067337", "relationship": "is"}, {"id": "GNF067338", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004324", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096950", "relationship": "is"}, {"id": "GNF136605", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_029366.1"], "protein": ["NP_001171567.1", "NP_001984.1"], "rna": ["NM_001178096.2", "NM_001993.5"], "translation": [{"protein": "NP_001171567.1", "rna": "NM_001178096.2"}, {"protein": "NP_001984.1", "rna": "NM_001993.5"}]}, "reporter": {"HG-U133_Plus_2": "204363_at", "HG-U95Av2": "36543_at", "HTA-2_0": "TC01002886.hg.1", "HuEx-1_0": "2423907", "HuGene-1_1": "7917875", "HuGene-2_1": "16689869"}, "summary": "This gene encodes coagulation factor III which is a cell surface glycoprotein. This factor enables cells to initiate the blood coagulation cascades, and it functions as the high-affinity receptor for the coagulation factor VII. The resulting complex provides a catalytic event that is responsible for initiation of the coagulation protease cascades by specific limited proteolysis. Unlike the other cofactors of these protease cascades, which circulate as nonfunctional precursors, this factor is a potent initiator that is fully functional when expressed on cell surfaces, for example, on monocytes. There are 3 distinct domains of this factor: extracellular, transmembrane, and cytoplasmic. Platelets and monocytes have been shown to express this coagulation factor under procoagulatory and proinflammatory stimuli, and a major role in HIV-associated coagulopathy has been described. Platelet-dependent monocyte expression of coagulation factor III has been described to be associated with Coronavirus Disease 2019 (COVID-19) severity and mortality. This protein is the only one in the coagulation pathway for which a congenital deficiency has not been described. Alternate splicing results in multiple transcript variants.[provided by RefSeq, Aug 2020].", "symbol": "F3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333522"}, "unigene": "Hs.62192", "uniprot": {"Swiss-Prot": "P13726"}, "wikipedia": {"url_stub": "Tissue factor"}}