{"AllianceGenome": "3553", "HGNC": "3553", "MIM": "602935", "_id": "2166", "_version": 1, "accession": {"genomic": ["AH007340.2", "AL122001.32", "AY842444.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_012195.2"], "protein": ["AAB58505.1", "AAD13768.1", "AAH93632.1", "AAI10405.1", "AAI11942.1", "AAV88095.1", "CAB62530.1", "NP_001432.2", "O00519.2"], "rna": ["AL050372.1", "BC034478.1", "BC093632.1", "BC110404.1", "BC111941.1", "BG718115.1", "NM_001441.3", "U82535.1"], "translation": [{"protein": "CAB62530.1", "rna": "AL050372.1"}, {"protein": "AAH93632.1", "rna": "BC093632.1"}, {"protein": "AAI10405.1", "rna": "BC110404.1"}, {"protein": "AAB58505.1", "rna": "U82535.1"}, {"protein": "AAI11942.1", "rna": "BC111941.1"}, {"protein": "NP_001432.2", "rna": "NM_001441.3"}]}, "alias": ["FAAH-1", "FAAH1", "PSAB"], "ec": "3.5.1.99", "ensembl": {"gene": "ENSG00000117480", "protein": ["ENSP00000243167", "ENSP00000481641"], "transcript": ["ENST00000243167", "ENST00000468718", "ENST00000484697", "ENST00000489366", "ENST00000493636", "ENST00000493735"], "translation": [{"protein": "ENSP00000243167", "rna": "ENST00000243167"}, {"protein": "ENSP00000481641", "rna": "ENST00000484697"}], "type_of_gene": "protein_coding"}, "entrezgene": "2166", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.6220571402, "exp_mis": 201.674906028, "exp_syn": 98.6702618287, "lof_z": 1.6626311466558, "mis_z": 1.19427885381469, "mu_lof": 1.58198504314e-06, "mu_mis": 2.11852206173e-05, "mu_syn": 1.02541155647e-05, "n_lof": 13.0, "n_mis": 167.0, "n_syn": 97.0, "p_li": 5.9295002678292e-07, "p_null": 0.127863944391604, "p_rec": 0.872135462658369, "syn_z": 0.104241439526382}, "bp": 1740, "cds_end": 46879247, "cds_start": 46860020, "n_exons": 15, "nonpsych": {"exp_lof": 18.3887961895, "exp_mis": 182.259100773, "exp_syn": 89.029951378, "lof_z": 1.23414759605518, "mis_z": 1.20522826293954, "mu_lof": 1.58198504314e-06, "mu_mis": 2.11852206173e-05, "mu_syn": 1.02541155647e-05, "n_lof": 13.0, "n_mis": 150.0, "n_syn": 89.0, "p_li": 2.26973485095261e-07, "p_null": 0.328027410310146, "p_rec": 0.671972362716369, "syn_z": 0.00199844534205592}, "nontcga": {"exp_lof": 18.9453751898, "exp_mis": 185.51400905, "exp_syn": 90.749725187, "lof_z": 1.80071110312854, "mis_z": 1.3356140589509, "mu_lof": 1.58198504314e-06, "mu_mis": 2.11852206173e-05, "mu_syn": 1.02541155647e-05, "n_lof": 11.0, "n_mis": 149.0, "n_syn": 87.0, "p_li": 9.54247328429842e-06, "p_null": 0.0678500277382439, "p_rec": 0.932140429788472, "syn_z": 0.249229582232485}, "transcript": "ENST00000243167.8"}, "exons": [{"cdsend": 46413575, "cdsstart": 46394348, "chr": "1", "position": [[46394316, 46394543], [46402090, 46402204], [46405013, 46405148], [46405371, 46405505], [46405587, 46405794], [46406037, 46406078], [46406243, 46406368], [46408458, 46408584], [46409100, 46409198], [46410397, 46410497], [46410813, 46410854], [46411611, 46411651], [46412142, 46412251], [46413074, 46413220], [46413446, 46413845]], "strand": 1, "transcript": "NM_001441", "txend": 46413845, "txstart": 46394316}], "exons_hg19": [{"cdsend": 46879247, "cdsstart": 46860020, "chr": "1", "position": [[46859988, 46860215], [46867762, 46867876], [46870685, 46870820], [46871043, 46871177], [46871259, 46871466], [46871709, 46871750], [46871915, 46872040], [46874130, 46874256], [46874772, 46874870], [46876069, 46876169], [46876485, 46876526], [46877283, 46877323], [46877814, 46877923], [46878746, 46878892], [46879118, 46879517]], "strand": 1, "transcript": "NM_001441", "txend": 46879517, "txstart": 46859988}], "generif": [{"pubmed": 11818522, "text": "Low levels are associated with failure to achieve an ongoing pregnancy after IVF and embryo transfer."}, {"pubmed": 12008024, "text": "Fatty acid amide hydrolase in human central nervous system is found in both neuronal and glial elements and shows a significant overlap with central cannabinoid receptors."}, {"pubmed": 12060782, "text": "missense mutation associcated with problem drug use"}, {"pubmed": 12153574, "text": "dendritic cells were also found to express measurable amounts of CB1 and CB2 receptors and of FAAH. Cell maturation did not consistently modify the expression of these proteins"}, {"pubmed": 12556536, "text": "Leptin actives the promoter of this enzyme in T cells through STAT3."}, {"pubmed": 12799380, "text": "fatty acid amide hydrolase (FAAH) promoter is activated by progesterone in human T lymphocytes through the transcription factor Ikaros"}, {"pubmed": 14657172, "text": "In hippocampus and entorhinal cortex of Alzheimer's disease patients both fatty acid amide hydrolase and cannabinoid CB2 receptors are abundantly and selectively expressed in neuritic plaque-associated astrocytes and microglia"}, {"pubmed": 15219977, "text": "This review discusses the participation of anandamide (AEA) in hormone-cytokine networks that are essential for human reproduction and the key role played by anandamide hydrolase (FAAH) in regulating the activity of AEA."}, {"pubmed": 15254019, "text": "The natural 385A SNP in the human FAAH gene produces a mutant enzyme with reduced cellular stability, thus fortifying a potential link between functional abnormalities in the endocannabinoid system and drug abuse and dependence."}, {"pubmed": 15721218, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15809662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16972078, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16972078, "text": "P129T mutation is the only common mutation in the FAAH gene and is significantly associated with addictive traits"}, {"pubmed": 17065342, "text": "FAAH gene expression was negatively correlated with visceral fat mass and circulating 2-arachidonylglycerol."}, {"pubmed": 17216208, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17216208, "text": "study was unable to find robust evidence of an association of the Pro129Thr FAAH variant with overweight, obesity, and any related quantitative traits among the examined whites"}, {"pubmed": 17290447, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17290447, "text": "The relationship between the FAAH A/A genotype and risk for drug dependence in this study was drug class specific, suggesting it is not part of a more general drug abuse effect"}, {"pubmed": 17449448, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17553686, "text": "finding reported in this study is that lymphocytes of Huntington's disease patients show a dramatic decrease in FAAH activity"}, {"pubmed": 17621164, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17621164, "text": "not associated with susceptibility to alcoholism in a Japanese population."}, {"pubmed": 17712725, "text": "The endocannabinoid system is activated in obese visceral adipose tissue as shown by decreased FAAH, Cb1, and adiponectin expression."}, {"pubmed": 17962356, "text": "FAAH genotype was associated with symptom phenotype and faster colonic transit in functional gastrointestinal disorders."}, {"pubmed": 17962356, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17991615, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 18068305, "text": "faah is induced in beta-amyloid plaque-associated microglia and astroglia, respectively, in Down's syndrome"}, {"pubmed": 18295974, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18295974, "text": "This study found significant over-representations of the FAAH 385 A allele in overweight/obese subjects and presents new data in binge eating disorder (BED) patients that the 385 mutation is not significantly associated with BED-related obesity."}, {"pubmed": 18493729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18497731, "text": "An FAAH defective gene variant results in lower BP in young males, but this effect is lost in older obese hypertensive patients"}, {"pubmed": 18497731, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18566995, "text": "fatty acid amide hydrolase is potentially involved in prostate tumorigenesis."}, {"pubmed": 18705688, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18705688, "text": "The CNR1 SNP displayed a significant abstinence x genotype interaction on withdrawal, as well as a main effect on overall levels of craving, while the FAAH SNP displayed a significant abstinence x genotype interaction on craving."}, {"pubmed": 18805581, "text": "FAAH appears to be over expressed in trophoblasts that have invaded the decidua, as well as in large decidual stromal cells in many cases of recurrent miscarriage"}, {"pubmed": 18819056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18819056, "text": "We were unable to find robust evidence of an association of the Pro129Thr variant of FAAH with severe obesity"}, {"pubmed": 19002671, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19014633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19053981, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19095868, "text": "Biochemical and biological properties of 4-(3-phenyl-[1,2,4] thiadiazol-5-yl)-piperazine-1-carboxylic acid phenylamide, a mechanism-based inhibitor of fatty acid amide hydrolase."}, {"pubmed": 19103437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19103437, "text": "The C385A carriers of Fatty acid amide hydrolase showed decreased correlation between amygdala reactivity and trait anxiety but increased correlation between ventral striatal reactivity and delay discounting, an index of impulsivity."}, {"pubmed": 19165169, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19165169, "text": "There is no evidence for an association of common variants in the CNR1 and FAAH genes with measures of adiposity."}, {"pubmed": 19193342, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19419760, "text": "Very low or absent FAAH and high CB1 levels correspond with spontaneous miscarriage."}, {"pubmed": 19659925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19801960, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19859057, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19890266, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19890266, "text": "Individuals with single nucleotide gene polymorphisms at rs3766246 and rs2295633 in the fatty-acid hydrolase gene have significantly higher arousal ratings following amphetatime administration."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19958092, "text": "Genetic variability in FAAH is associated with dyslipidemia, independent of insulin response."}, {"pubmed": 20010552, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20010552, "text": "The underlying mechanism of these genetic effects may be enhanced neural response in reward areas of the brain in carriers of the CNR1 G allele and FAAH C/C genotype in response to marijuana cues."}, {"pubmed": 20010914, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20015515, "text": "The levels of the CB1 receptors and the fatty acid amide hydrolase were significantly lower in the ventral striatum of CA compared to the control group."}, {"pubmed": 20044928, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20044928, "text": "The combined analysis of all 603 obesity families supported the idea of an association of two SNPs in FAAH (rs324420 and rs2295632) with early onset extreme obesity"}, {"pubmed": 20054193, "text": "results in 5,109 subjects suggest that fatty acid amide hydrolase(FAAH) Pro129Thr polymorphism may modestly contribute to class III adult obesity in the French population"}, {"pubmed": 20056290, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20056290, "text": "There is an association of the mutant type group A358C and A358A of FAAH with a worse cardiovascular profile (weight, body mass index, waist circumference, insulin,TNF-alpha and adiponectin levels) than wild type group."}, {"pubmed": 20065978, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20065978, "text": "The novel finding is the association of the mutant type group A358C of FAAH with lower glucose, insulin and insulin sensitivity levels than of the wild-type group with higher visfatin levels."}, {"pubmed": 20080186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20080186, "text": "These findings, although preliminary, suggest that the FAAH cDNA gene variants may contribute to the susceptibility to mood disorders"}, {"pubmed": 20098695, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20099163, "text": "FAAH expression and hydrolysis activity in the colon decrease in children with slow transit constipation."}, {"pubmed": 20102775, "text": "The allele A358 of fatty acid amide hydrolase was associated with a lack of improvement on glucose insulin, HOMA, and leptin levels after weight loss."}, {"pubmed": 20189896, "text": "In patients with morbid obesity, the C358A polymorphism of FAAH was not associated with anthropometric parameters, biochemical markers or adipocytokine levels."}, {"pubmed": 20189896, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20369362, "text": "During the menstrual cycle, FAAH immunoreactivity in the endometrium was highest in the mid-proliferative gland and mid-secretory stroma."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20631561, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20716455, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20716455, "text": "The A allele at rs324420 in the fatty-acid amide hydrolase gene was associated with larger improvements in glucose, total cholesterol, low-density lipoprotein cholesterol, body mass, and waist circumference after a dietary intervention."}, {"pubmed": 20808855, "text": "Tumour epithelial FAAH-IR is associated with prostate cancer severity and outcome at mid-range, but not high, CB(1)IR scores."}, {"pubmed": 20870184, "text": "The allele A358 of fatty acid amide hydrolase was associated with a better initial percentage of excess weight loss 9 and 12 months after biliopancreatic diversion."}, {"pubmed": 20976246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21037510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21118518, "text": "One interval in the FAAH promoter and three intervals in the MGLL gene were associated with high BMI."}, {"pubmed": 21442624, "text": "These results provide evidence that CB(1)R blockade through the recovery of FAAH 1 expression may be a potential anti-diabetic therapy for the treatment of diabetic retinopathy."}, {"pubmed": 21477106, "text": "CNR1 and FAAH are associated with altered gastric functions or satiation that may predispose to obesity."}, {"pubmed": 21519771, "text": "The novel finding of this study is the association of the mutant type group A358C and A358A of FAAH with a better cardiovascular profile (triglyceride, glucose, interleukine 6 and HOMA levels) than wild type group"}, {"pubmed": 21930339, "text": "Messenger RNA and protein for FAAH was expressed in the mucosa of human bladder."}, {"pubmed": 22035053, "text": "Subcutaneous adipose tissue FAAH expression is higher in abdominal fat than in gluteal fat. Caloric restriction alters gluteal adipose tissue FAAH expression; caloric restriction plus aerobic exercise alters abdominal adipose tissue FAAH expression."}, {"pubmed": 22068813, "text": "The impact of AA/CA genotype of rs324420 on the level of weight reduction or associated phenotypes in obese children and adolescents, was examined."}, {"pubmed": 22442717, "text": "Peripheral effects of FAAH deficiency on fuel and energy homeostasis: role of dysregulated lysine acetylation."}, {"pubmed": 22609216, "text": "There is a lack of association of the FAAH genotypes with metabolic syndrome prevalence."}, {"pubmed": 22701012, "text": "Cannabinoid receptors and endocannabinoid modulating enzymes were localized in fallopian tube epithelium by immunohistochemistry and showed reduced CB1 and FAAH expression in ectopic pregnancy"}, {"pubmed": 22776995, "text": "FAAH A carriers, compared to C/C carriers, exhibited increased startle potentiation and emotional responsiveness towards unpleasant picture stimuli, and reduced startle inhibition indicating reduced emotional reactivity in response to pleasant pictures"}, {"pubmed": 22826533, "text": "genetic association studies in a population in Spain: Data suggest that an SNP in FAAH (rs324420) is not associated with response/resistance or remission/no remission with citalopram treatment in patients with major depressive disorder."}, {"pubmed": 22827915, "text": "FAAH expression increase steadily after infancy, peaking in adulthood."}, {"pubmed": 22832737, "text": "our data suggest that FAAH has an important role in PTSD through modulation of aversive memories and point to both a novel therapeutic target and a possible risk marker."}, {"pubmed": 23122699, "text": "The differential expression of NAPE-PLD and FAAH suggests that Anandamide could play an important role in the pathophysiology of preeclampsia."}, {"pubmed": 23211960, "text": "Mapping human brain fatty acid amide hydrolase activity with PET."}, {"pubmed": 23333123, "text": "genetic association study in population in Spain: Data suggest SNP in FAAH (C385A, rs324420) is associated with response of obese subjects to reducing diet which is high in monounsaturated fats; weight loss is higher in subjects with C385C genotype."}, {"pubmed": 23347118, "text": "Suggest anandamide and FAAH as direct modifiers in signalling mediated activation of Nrf2-HO-1 pathway."}, {"pubmed": 23372171, "text": "Elevated endocannabinoid levels and reduced FAAH activity are associated with ectopic pregnancy and may modulate tubal function, suggesting dysfunctional endocannabinoid action in ectopic implantation."}, {"pubmed": 23556448, "text": "Our findings suggest that the FAAH Pro129Thr polymorphism may contribute to methamphetamine dependence in the Malay and Chinese ethnic groups"}, {"pubmed": 23616186, "text": "the C385A polymorphism of the fatty acid amide hydrolase gene is not a genetic susceptibility factor for the development of polycystic ovary syndrome."}, {"pubmed": 23926887, "text": "It controls intestinal motility through its putative receptors or non-receptor-mediated pathways. Thus, Decreased enteric fatty acid amide hydrolase activity is associated with colonic inertia in slow transit constipation."}, {"pubmed": 24042479, "text": "FAAH Pro129/Pro129 homozygotes, reported higher placebo analgesia and more positive affective states immediately and 24 h after placebo administration; no effects on pain report in the absence of placebo were observed."}, {"pubmed": 24172113, "text": "The findings support an association with CNR1 and FAAH genes and marijuana-related problems among regular marijuana users"}, {"pubmed": 24223930, "text": "FLAT does not serve as a global intracellular AEA carrier"}, {"pubmed": 24407958, "text": "our results indicate that the FAAH C385A SNP is one of the most promising candidates for individuals who are at higher risk for alcohol problems."}, {"pubmed": 24444427, "text": "Single nucleotide polymorphism in the FAAH gene was not associated with IBS pathogenesis."}, {"pubmed": 24445122, "text": "Subjects with C385C genotype of the FAAH showed an improvement on insulin and HOMA-R levels with a high polyunsaturated fat hypocaloric diet after weight loss during 3 months"}, {"pubmed": 24593280, "text": "In obese humans, FAAH or MGL activity in adipocytes is not affected by diabetes, dyslipidaemia or other markers of metabolic dysfunction."}, {"pubmed": 24616451, "text": "In subcutaneous adipose tissue, DAGL-a mRNA was upregulated and fatty acid amide hydrolase (FAAH) and monoacylglycerol lipase (MAGL) mRNAs were down-regulated in obese subjects, but the diets had no influence."}, {"pubmed": 24811863, "text": "High FAAH expression is associated with drug resistance in non-small cell lung cancer."}, {"pubmed": 25270105, "text": "Results suggest that carriers of FAAH A allele are at increased risk of Myocardial Infarction."}, {"pubmed": 25444073, "text": "no significant differences between preeclamptic and normal placenta in terms of CB2 and FAAH expressions and immunoreactivity"}, {"pubmed": 25456842, "text": "fatty acid amide hydrolase activity decreases in the frontal cortex from patients with Alzheimer's disease"}, {"pubmed": 25558980, "text": "Specific FAAH polymorphisms are associated with refractory postoperative nausea and vomiting , opioid-related respiratory depression, and prolonged PACU stay due to opioid adverse effects in white children undergoing tonsillectomy."}, {"pubmed": 25731744, "text": "FAAH genetic variation enhances fronto-amygdala function regarding fear regulation in mouse and human."}, {"pubmed": 26036940, "text": "evidence that the genetic variant rs324420 in FAAH is associated with measurable differences in brain FAAH binding as per PET [(11)C]CURB measurement."}, {"pubmed": 26106535, "text": "Cannabis-using FAAH C/C carriers and A carrying controls have reduced white matter integrity compared to control C/C carriers."}, {"pubmed": 26111155, "text": "Studied the mechanism of FAAH for lipid selection to specifically hydrolyze anandamide, examining the role of the dynamic paddle formed at the boundaries of the FAAH catalytic site."}, {"pubmed": 26561012, "text": "the FAAH 385C>A polymorphism may have a role in the endocannabinoid-related obesity phenotype"}, {"pubmed": 26738935, "text": "fatty acid amide hydrolase inhibition exerts cutaneous anti-inflammatory effects"}, {"pubmed": 26806592, "text": "Data suggest that subjects who are carriers of minor allele (A) at missense mutation rs324420 in FAAH benefit from increased consumption of oleic and docosahexaenoic acids in dietary treatment of abdominal obesity."}, {"pubmed": 26808012, "text": "FAAH gene variation was shown to associate with cold pain sensitivity with P129T/rs324420 being the most likely causal variant as it is known to reduce the FAAH enzyme activity."}, {"pubmed": 26857901, "text": "In transgenic mice, a direct involvement of the human FAAH C385A SNP was associated with alcohol \"binge\" drinking."}, {"pubmed": 26923505, "text": "This study suggests that interactions between anandamide and CRF1 represent a fundamental molecular mechanism regulating amygdala function and anxiety."}, {"pubmed": 26930716, "text": "High FAAH expression is associated with lung neoplasms."}, {"pubmed": 26948343, "text": "the presence and differential distribution of fatty acid amide hydrolase (FAAH) and monoglyceride lipase (MGLL) in relation to CB1 during the maturation of human oocytes, was investigated."}, {"pubmed": 27005594, "text": "FAAH variants have shown a robust gene-environment interaction, namely, significantly higher anxiety and depression scores were exhibited by individuals carrying the A allele"}, {"pubmed": 27074158, "text": "study demonstrates a dose-dependent relationship between chronic cannabis use and reported sleep quality, independent of abstinence length. Furthermore, it provides novel evidence that depressive symptoms mediate the relationship between FAAH genotype and sleep quality in humans."}, {"pubmed": 27240888, "text": "REVIEW: role in pain and pain treatment"}, {"pubmed": 27345297, "text": "In cannabis users, fatty acid amide hydrolase binding was significantly lower across the brain regions examined than in matched control subjects. Lower binding was negatively correlated with cannabinoid concentrations in blood and urine and was associated with higher trait impulsiveness."}, {"pubmed": 27346075, "text": "We investigated the relationship between variation in the CNR1, CNR2, and FAAH genes and change in primary anxiety disorder severity. Five SNPs were nominally associated with a poorer treatment response (rs806365 [CNR1]; rs2501431 [CNR2]; rs2070956 [CNR2]; rs7769940 [CNR1]; rs2209172 [FAAH]) and one with a more favorable response (rs6928813 [CNR1])."}, {"pubmed": 27394933, "text": "FAAH was significantly associated with DSM-5 cannabis use disorder group count (DSM-5 CUD) using a gene-based test (p = 0.0035). This association survived Bonferroni correction for multiple testing at p < 0.004. Post hoc analyses suggested this association was driven by two common (minor allele frequency >5%) SNPs in moderate linkage disequilibrium, rs324420 and rs4141964, at p = 0.0014 and p = 0.0023, respectively."}, {"pubmed": 27716956, "text": "C385A variation modulates stress responses in subjects with posttraumatic stress disorder and alcohol dependence"}, {"pubmed": 28132572, "text": "The FAAH levels were lower in the polycystic ovary syndrome(PCOS) group than the non-PCOS group. FAAH levels in secretory phases were significantly elevated compared to menstrual and proliferative phase. Dysregulation of the endocannabinoid system may result in PCOS."}, {"pubmed": 28150397, "text": "Findings provide evidence that the Pro129Thr missense variant is associated with alcohol dependence severity in European Americans."}, {"pubmed": 28243972, "text": "We first report loss-of-function mutations in DGAT2 and FAAH in one obese subject, which may interact with each other to affect the adiposity penetrance, providing a model of genetic interaction associated with human obesity."}, {"pubmed": 28481838, "text": "This study demonstrated that a significant association was observed between FAAH SNP genotype and self-report pain measures, mechanical and cold pain sensitivity among LBP participants."}, {"pubmed": 29652995, "text": "the interaction between NAPE-PLD rs12540583 and FAAH rs324420, rs2295633 and rs6429600 is associated with schizophrenia."}, {"pubmed": 30126012, "text": "The FAAH Pro129 Thr vatiant of genotype may be over-represented among those who have Cocaine Use Disorder."}, {"pubmed": 30159798, "text": "Inhibitions of anandamide transport and FAAH synthesis decrease apoptosis and oxidative stress through inhibition of TRPV1 channel in an in vitro seizure model"}, {"pubmed": 30291441, "text": "Differential functional brain activity of A-allele FAAH carriers during emotion reactivity and emotion regulation."}, {"pubmed": 30929760, "text": "The human FAAH gene contains a commonly carried hypomorphic single-nucleotide polymorphism (SNP) (C385A; rs324420; C allele frequency 74%, A 26%) that significantly reduces the activity of the FAAH enzyme."}, {"pubmed": 31013550, "text": "Acute effects of cannabinoids on addiction endophenotypes are moderated by genes encoding the CB1 receptor and FAAH enzyme."}, {"pubmed": 31286394, "text": "A total of 180 healthy overweight/obese subjects (BMI = 25 to 40 kg/m2) and 86 normal weight individuals (BMI = 18.5 to 24.9 kg/m2) were genotyped for 385 C/A polymorphism of FAAH. After adjusting for age, marital and physical activity status, it was revealed that having the CA/AA genotype increased the probability of obesity risk almost two times (P < 0.05, 95% CI 1.19-3.67)."}, {"pubmed": 31292037, "text": "Consistent with previous data, both impulsivity and sensation seeking were associated with most of the variables related to experimental substance use. In addition, we found the first evidence of an association between the rs12075550 SNP and some of these consumption phenotypes. However, no significant association was found between either of the two SNPs and impulsivity or sensation seeking."}, {"pubmed": 31335650, "text": "We found that individuals with OPRM1 AA combined with FAAH Pro/Pro and those carrying COMT met/met together with FAAH Pro/Pro showed significant placebo effects."}, {"pubmed": 31377429, "text": "The first evidence of an association between a polymorphism in the endocannabinoid-degrading enzyme FAAH (FAAH rs2295633) with attention deficit hyperactivity disorder."}, {"pubmed": 31382124, "text": "In this first human genetic study on CNR2 and childhood trauma we revealed that dysfunctional CB2 receptor and FAAH can contribute to greater sensitivity for childhood trauma possibly via weaker inhibiton of inflammatory and overactivated Hypothalamo-Pituitary-Adrenal Axis."}, {"pubmed": 31775159, "text": "D3 dopamine receptors and a missense mutation of fatty acid amide hydrolase linked in mouse and men: implication for addiction."}, {"pubmed": 31789429, "text": "FAAH levels and its genetic polymorphism association with susceptibility to methamphetamine dependence."}, {"pubmed": 31914367, "text": "HYPNOTIZABILITY-RELATED FAAH C385A POLYMORPHISM: POSSIBLE ENDOCANNABINOID CONTRIBUTION TO SUGGESTION-INDUCED ANALGESIA."}, {"pubmed": 32041998, "text": "The endocannabinoid hydrolase FAAH is an allosteric enzyme."}, {"pubmed": 32387132, "text": "Imaging Brain Fatty Acid Amide Hydrolase in Untreated Patients With Psychosis."}, {"pubmed": 32398646, "text": "Do AKT1, COMT and FAAH influence reports of acute cannabis intoxication experiences in patients with first episode psychosis, controls and young adult cannabis users?"}, {"pubmed": 32968163, "text": "The fatty-acid amide hydrolase inhibitor URB597 inhibits MICA/B shedding."}, {"pubmed": 33038759, "text": "Comparison of endocannabinoids levels, FAAH gene polymorphisms, and appetite regulatory substances in women with and without binge eating disorder: a cross- sectional study."}, {"pubmed": 33460184, "text": "Association of the Fatty Acid Amide Hydrolase C385A Polymorphism With Alcohol Use Severity and Coping Motives in Heavy-Drinking Youth."}, {"pubmed": 33729738, "text": "Fatty acid amide hydrolase binding is inversely correlated with amygdalar functional connectivity: a combined positron emission tomography and magnetic resonance imaging study in healthy individuals."}, {"pubmed": 34037083, "text": "Association of FAAH p.Pro129Thr and COMT p.Ala72Ser with schizophrenia and comorbid substance use through next-generation sequencing: an exploratory analysis."}, {"pubmed": 34051704, "text": "A common genetic variant in fatty acid amide hydrolase is linked to alterations in fear extinction neural circuitry in a racially diverse, nonclinical sample of adults."}, {"pubmed": 34171108, "text": "Cannabinoid receptor type 2 gene is associated with comorbidity of schizophrenia and cannabis dependence and fatty acid amide hydrolase gene is associated with cannabis dependence in the Spanish population."}, {"pubmed": 34893921, "text": "FAAH polymorphism (rs324420) modulates extinction recall in healthy humans: an fMRI study."}, {"pubmed": 35064143, "text": "Higher trait neuroticism is associated with greater fatty acid amide hydrolase binding in borderline and antisocial personality disorders."}, {"pubmed": 35537858, "text": "Cannabidiol for Functional Dyspepsia With Normal Gastric Emptying: A Randomized Controlled Trial."}, {"pubmed": 35900294, "text": "Fatty Acid Amide Hydrolase: An Integrative Clinical Perspective."}, {"pubmed": 36300805, "text": "Fatty acid amide hydrolase C385A polymorphism affects susceptibility to various diseases."}, {"pubmed": 36372184, "text": "Endocannabinoid hydrolases differentially distribute in platelets and red blood cells and are differentially released by thrombin."}, {"pubmed": 36868890, "text": "Association Between Fatty Acid Amide Hydrolase and Alcohol Response Phenotypes: A Positron Emission Tomography Imaging Study With [[11]C]CURB in Heavy-Drinking Youth."}, {"pubmed": 37018974, "text": "The study of rs324420 (C385A) polymorphism of the FAAH gene of the endocannabinoid system in patients with epilepsy and ADHD."}, {"pubmed": 37253733, "text": "Identification of fatty acid amide hydrolase as a metastasis suppressor in breast cancer."}, {"pubmed": 37372343, "text": "Association of FAAH rs324420 (C385A) Polymorphism with High-Level Performance in Volleyball Players."}, {"pubmed": 37433211, "text": "FAAH Pro129Thr Variant Is Associated with Increased Cholesterol Levels in Normal-Weight Metabolically Unhealthy Subjects."}, {"pubmed": 37761966, "text": "Functional Variation in the FAAH Gene Is Directly Associated with Subjective Well-Being and Indirectly Associated with Problematic Alcohol Use."}, {"pubmed": 38114812, "text": "Association between the FAAH C385A variant (rs324420) and obesity-related traits: a systematic review."}], "genomic_pos": {"chr": "1", "end": 46413848, "ensemblgene": "ENSG00000117480", "start": 46394317, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 46879520, "start": 46859937, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0009062", "qualifier": "involved_in", "term": "fatty acid catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009062", "pubmed": 9122178, "qualifier": "involved_in", "term": "fatty acid catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0019369", "qualifier": "involved_in", "term": "arachidonic acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0052651", "qualifier": "involved_in", "term": "monoacylglycerol catabolic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031090", "qualifier": "located_in", "term": "organelle membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004040", "qualifier": "enables", "term": "amidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25416956, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005543", "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017064", "qualifier": "enables", "term": "fatty acid amide hydrolase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017064", "pubmed": 9122178, "qualifier": "enables", "term": "fatty acid amide hydrolase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0017064", "qualifier": "enables", "term": "fatty acid amide hydrolase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0017064", "qualifier": "enables", "term": "fatty acid amide hydrolase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0047372", "qualifier": "enables", "term": "acylglycerol lipase activity"}]}, "homologene": {"genes": [[5141, 3881399], [6239, 176916], [6239, 177612], [6239, 177613], [9031, 424614], [9544, 708660], [9598, 456559], [9606, 2166], [9615, 482510], [9913, 540007], [10090, 14073], [10116, 100911581]], "id": 68184}, "interpro": [{"desc": "Amidase, conserved site", "id": "IPR020556", "short_desc": "Amidase_CS"}, {"desc": "Amidase signature domain", "id": "IPR023631", "short_desc": "Amidase_dom"}, {"desc": "Amidase signature (AS) superfamily", "id": "IPR036928", "short_desc": "AS_sf"}], "ipi": ["IPI00012107", "IPI00744157"], "map_location": "1p33", "name": "fatty acid amide hydrolase", "other_names": ["anandamide amidohydrolase 1", "fatty acid ester hydrolase", "fatty-acid amide hydrolase 1", "oleamide hydrolase 1"], "pantherdb": {"HGNC": "3553", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109609", "ortholog_type": "LDO", "panther_family": "PTHR45847", "taxid": 10090, "uniprot_kb": "O08914"}, {"RGD": "61808", "ortholog_type": "LDO", "panther_family": "PTHR45847", "taxid": 10116, "uniprot_kb": "P97612"}, {"Ensembl": "ENSGALG00000010433", "ortholog_type": "LDO", "panther_family": "PTHR45847", "taxid": 9031, "uniprot_kb": "A0A1L1RPD1"}, {"ZFIN": "ZDB-GENE-070619-3", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 7955, "uniprot_kb": "F1RCW3"}, {"WormBase": "WBGene00019068", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "O45089"}, {"WormBase": "WBGene00015047", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "Q17449"}, {"WormBase": "WBGene00015048", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "Q17447"}, {"WormBase": "WBGene00012750", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "Q9U2I8"}, {"WormBase": "WBGene00013226", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "Q9U243"}, {"WormBase": "WBGene00013232", "ortholog_type": "O", "panther_family": "PTHR45847", "taxid": 6239, "uniprot_kb": "Q9U217"}], "uniprot_kb": "O00519"}, "pathway": {"biocarta": {"id": "cb1rpathway", "name": "metabolism of anandamide an endogenous cannabinoid"}, "humancyc": {"id": "PWY6666-1", "name": "anandamide degradation"}, "kegg": {"id": "hsa04723", "name": "Retrograde endocannabinoid signaling - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-2142753", "name": "Arachidonic acid metabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}], "wikipathways": {"id": "WP3869", "name": "Cannabinoid receptor signaling"}}, "pfam": "PF01425", "pharmgkb": "PA27955", "pharos": {"target_id": 15813, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249207", "relationship": "is"}, {"id": "GNF249208", "relationship": "is"}, {"id": "GNF249209", "relationship": "is"}, {"id": "GNF249210", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF035829", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF278656", "relationship": "is"}, {"id": "GNF279364", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096255", "relationship": "is"}, {"id": "GNF135911", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012195.2"], "protein": "NP_001432.2", "rna": "NM_001441.3", "translation": {"protein": "NP_001432.2", "rna": "NM_001441.3"}}, "reporter": {"HG-U133_Plus_2": "204231_s_at", "HG-U95Av2": ["34769_at", "39236_s_at"], "HTA-2_0": "TC01000585.hg.1", "HuEx-1_0": "2334740", "HuGene-1_1": "7901229", "HuGene-2_1": "16664299"}, "summary": "This gene encodes a protein that is responsible for the hydrolysis of a number of primary and secondary fatty acid amides, including the neuromodulatory compounds anandamide and oleamide. [provided by RefSeq, Jul 2008].", "symbol": "FAAH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414512"}, "unigene": "Hs.720143", "uniprot": {"Swiss-Prot": "O00519", "TrEMBL": ["A0A087WYA0", "Q9UG55"]}}