{"AllianceGenome": "3559", "HGNC": "3559", "MIM": "600434", "_id": "2167", "_version": 2, "accession": {"genomic": ["AC018616.5", "AJ627200.1", "CH471068.1", "CP068270.2", "HQ384160.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAA51689.1", "AAH03672.1", "AAP35455.1", "ACI46011.1", "ADU05469.1", "CAG33184.1", "EAW87092.1", "NP_001433.1", "P15090.3"], "rna": ["BC003672.1", "BQ880795.1", "BT006809.1", "CD000452.1", "CR456903.1", "FJ224319.1", "J02874.1", "NM_001442.3"], "translation": [{"protein": "ACI46011.1", "rna": "FJ224319.1"}, {"protein": "AAH03672.1", "rna": "BC003672.1"}, {"protein": "CAG33184.1", "rna": "CR456903.1"}, {"protein": "NP_001433.1", "rna": "NM_001442.3"}, {"protein": "AAA51689.1", "rna": "J02874.1"}, {"protein": "AAP35455.1", "rna": "BT006809.1"}]}, "alias": ["A-FABP", "AFABP", "ALBP", "HEL-S-104", "aP2"], "ensembl": {"gene": "ENSG00000170323", "protein": ["ENSP00000256104", "ENSP00000428385"], "transcript": ["ENST00000256104", "ENST00000518669", "ENST00000521734", "ENST00000522659"], "translation": [{"protein": "ENSP00000256104", "rna": "ENST00000256104"}, {"protein": "ENSP00000428385", "rna": "ENST00000522659"}], "type_of_gene": "protein_coding"}, "entrezgene": "2167", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.68465617387, "exp_mis": 39.8313244177, "exp_syn": 17.5078521405, "lof_z": 0.699920735887114, "mis_z": 0.0644276559284662, "mu_lof": 3.65576610591e-07, "mu_mis": 3.44404733415e-06, "mu_syn": 1.42390656329e-06, "n_lof": 4.0, "n_mis": 39.0, "n_syn": 19.0, "p_li": 0.00492564212941202, "p_null": 0.30239192574082, "p_rec": 0.692682432129768, "syn_z": -0.221078013498029}, "bp": 399, "cds_end": 82395402, "cds_start": 82391099, "n_exons": 4, "nonpsych": {"exp_lof": 5.06537231061, "exp_mis": 35.9714031769, "exp_syn": 15.7665058119, "lof_z": 0.901248666793795, "mis_z": -0.0865026653673402, "mu_lof": 3.65576610591e-07, "mu_mis": 3.44404733415e-06, "mu_syn": 1.42390656329e-06, "n_lof": 3.0, "n_mis": 37.0, "n_syn": 19.0, "p_li": 0.0255295459982902, "p_null": 0.214875982294267, "p_rec": 0.759594471707443, "syn_z": -0.512704610444409}, "nontcga": {"exp_lof": 5.22210636769, "exp_mis": 36.6370435911, "exp_syn": 16.0994474165, "lof_z": 0.9592310897098, "mis_z": -0.112184168054203, "mu_lof": 3.65576610591e-07, "mu_mis": 3.44404733415e-06, "mu_syn": 1.42390656329e-06, "n_lof": 3.0, "n_mis": 38.0, "n_syn": 17.0, "p_li": 0.0253942227986156, "p_null": 0.191095000713157, "p_rec": 0.783510776488228, "syn_z": -0.142109991076729}, "transcript": "ENST00000256104.4"}, "exons": [{"cdsend": 81483167, "cdsstart": 81478864, "chr": "8", "position": [[81478418, 81478915], [81479413, 81479515], [81480425, 81480598], [81483094, 81483233]], "strand": -1, "transcript": "NM_001442", "txend": 81483233, "txstart": 81478418}], "exons_hg19": [{"cdsend": 82395402, "cdsstart": 82391099, "chr": "8", "position": [[82390653, 82391150], [82391648, 82391750], [82392660, 82392833], [82395329, 82395468]], "strand": -1, "transcript": "NM_001442", "txend": 82395468, "txstart": 82390653}], "generif": [{"pubmed": 12417276, "text": "observations suggest that oxLDL-mediated increase in gene expression accelerate cholesterol ester accumulation, and that this is an important component of the genetic program regulating conversion of macrophages to foam cells"}, {"pubmed": 15015141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15015141, "text": "fatty acid binding protein 4 and PPARgamma work together to influence a biologic pathway affecting insulin sensitivity and body composition"}, {"pubmed": 15168018, "text": "intra-pair correlations revealed that FATP4 expression was signifcantly up-regulated in acquired obesity."}, {"pubmed": 15456755, "text": "a pre-lipolysis complex containing at least AFABP and HSL exists"}, {"pubmed": 15734831, "text": "Loss of expression of A-FABP is associated with progression of bladder carcinoma."}, {"pubmed": 16313911, "text": "ALBP gene expression accelerates cholesterol and triglyceride accumulation in macrophage foam cells and affects some key gene expression for lipid metabolism."}, {"pubmed": 16641093, "text": "Data demonstrate a significant genetic variation in humans that results in decreased adipose tissue aP2 expression due to alteration of the CAAT box/enhancer-binding protein binding and reduced transcriptional activity of the aP2 promoter."}, {"pubmed": 16641093, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16750515, "text": "FABP4 protein is expressed within the skeletal muscle fibers & FABP4 mRNA & protein are more abundant in the endurance trained subjects.[fatty acid binding protein 4]"}, {"pubmed": 16952017, "text": "Expression occurs not only in mature adipocytes, but has a wider embryonic expression pattern than previously appreciated."}, {"pubmed": 17322100, "text": "the metallothionein genes, adipophilin (ADFP), CD36, adipocyte fatty acid binding protein (FABP4), ATP binding cassette protein A1 (ABCA1), and liver X receptor (LXR[alpha]) all emerged as strongly positively correlated with PPAR[gamma] expression."}, {"pubmed": 17396233, "text": "These data indicate for the first time that human macrophage aP2 promoter is a direct target for the regulation by LXR/RXR heterodimers."}, {"pubmed": 17425064, "text": "genetic variability at the FABP4 locus has been shown to be associated with plasma lipid levels, type 2 diabetes, and coronary heart disease risk"}, {"pubmed": 17428383, "text": "There were not significant difference A-FABP expression between ductal infiltrating carcinoma and benign tissue in human breast cancer."}, {"pubmed": 17535427, "text": "Changes in DNA methylation at adipogenic promoters during cellular aging."}, {"pubmed": 17553506, "text": "thiazolidinedione increases FABP4 plasma concentrations in diabetic patients, reflecting PPARgamma activation"}, {"pubmed": 17826730, "text": "Hypoxia enhances the expression of FABP4 in term human trophoblasts, suggesting that fatty acid binding proteins support fat accumulation in the hypoxic placenta."}, {"pubmed": 18024526, "text": "FABP4 concentrations should be taken into consideration as an early marker of kidney damage in patients with type 2 diabetes."}, {"pubmed": 18417367, "text": "human epicardial adipose and ascending aorta tissues express fatty-acid-binding protein 4 and that its level of expression in epicardial adipose tissues of metabolic syndrome patients is elevated"}, {"pubmed": 18421072, "text": "High FABP4 & low adiponectin levels are independent predictors of atherogenic dyslipidemia. FABP4 plasma concentrations hold strong potential for development as a clinical biomarker for atherogenic dyslipidemia in type 2 diabetic subjects."}, {"pubmed": 18437151, "text": "Maternal AFABP serum concentrations are significantly increased in preeclampsia."}, {"pubmed": 18535557, "text": "A-FABP serum levels are positively associated with body weight and fat mass"}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18657008, "text": "Serum FABP levels were unchanged in patients with AN and were not related to any of parameters studied"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18710473, "text": "Exercise training with weight loss induced a significant reduction in circulating A-FABP levels in obese Korean women."}, {"pubmed": 18820256, "text": "Mapping of the hormone-sensitive lipase binding site on the adipocyte fatty acid-binding protein (AFABP). Identification of the charge quartet on the AFABP/aP2 helix-turn-helix domain."}, {"pubmed": 18835952, "text": "Serum A-FABP is significantly associated with nonalcoholic fatty liver disease in type 2 diabetes, independent of body size, blood lipids and c-reactive protein."}, {"pubmed": 18931100, "text": "May be a biomarker for progression of diabetic nephropathy and its cardiovascular risk."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19001529, "text": "Serum FABP4 levels increased as the numbers of stenotic coronary artery increased, although these differences were attenuated after adjustment for age and fasting glucose levels"}, {"pubmed": 19115207, "text": "A-FABP is a candidate progression marker of human transitional cell carcinoma of the bladder that is differentially regulated by PPAR in urothelial cancer cells"}, {"pubmed": 19181913, "text": "Adipocyte-fatty acid binding protein may play a role in obstructive sleep apnoea and metabolic dysfunction"}, {"pubmed": 19197257, "text": "Examine adipocyte fatty acid-binding protein as a determinant of insulin sensitivity in morbid-obese women."}, {"pubmed": 19368945, "text": "Serum A-FABP concentrations were significantly correlated with BMI and waist circumference"}, {"pubmed": 19421706, "text": "results indicate that variation in A-FABP plasma levels reflect alterations in nutritional status in patients with anorexia nervosa"}, {"pubmed": 19573524, "text": "Increased circulating AFABP and RBP-4 concentrations were demonstrated in patients with preeclampsia, suggesting it be an important pathophysiology of preeclampsia."}, {"pubmed": 19608978, "text": "the release of FABP4 from adipocytes may be involved in the development of cardiac contractile dysfunction of obese subjects."}, {"pubmed": 19625659, "text": "FABP4 emerged as a novel target of the VEGF/VEGFR2 pathway and a positive regulator of cell proliferation in endothelial cells."}, {"pubmed": 19842034, "text": "Study reveals that high A-FABP serum levels are associated with obesity, breast cancer risk, and adverse tumor characteristics."}, {"pubmed": 19844814, "text": "An association between FABP4 gene polymorphisms and the development of polycystic ovary syndrome."}, {"pubmed": 19844814, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19911253, "text": "Interaction between PTEN to FABP4 suggests a role for this phosphatase in the regulation of lipid metabolism and adipocyte differentiation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20009357, "text": "Among coronary artery disease patients the fasting level of FABP4 positively correlated with metabolic syndrome and serum levels of FABP4 correlated with a number of MetS criteria."}, {"pubmed": 20111020, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20111020, "text": "our finding from a multiethnic cohort of postmenopausal women did not support the notion that common genetic variants in the FABP4 gene may trigger increased risk of type 2 diabetes mellitus"}, {"pubmed": 20156355, "text": "FABP4 may have a role in cardiometabolic risk in childhood obesity"}, {"pubmed": 20156355, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20193950, "text": "Increased serum A-FABP was significantly associated with a greater coronary plaque burden."}, {"pubmed": 20231079, "text": "A-FABP levels correlated positively with total-cholesterol [total-C] in both preterm and fullterm infants). In addition to total-C, weight gain correlated independently with a-FABP levels in preterm infants"}, {"pubmed": 20388924, "text": "a hyperlipidemic mechanism of familial combined hyperlipidemia different from similar metabolic conditions where fat mass is strongly related to FABP4 and hypertriglyceridemia"}, {"pubmed": 20413122, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20452069, "text": "Co-expression of A- and E-FABP is detected in cultured human aortic endothelial cells, which is the critical cellular component in the development of atherosclerosis."}, {"pubmed": 20579864, "text": "Serum A-FABP levels were significantly higher in the nonalcoholic fatty liver disease group than the non-NAFLD group."}, {"pubmed": 20587710, "text": "significant association between serum osteocalcin and A-FABP in metabolic syndrome"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20723896, "text": "Fatty acid-binding protein 4 may have a role in endothelial dysfunction in patients with type 2 diabetes"}, {"pubmed": 20870707, "text": "obese patients who lost weight showed a decrease in A-FABP (a mean 2% reduction in BMI was associated with a mean 29% decrease in A-FABP"}, {"pubmed": 21063874, "text": "Olmesartan ameliorated arterial stiffness in patients with hypertension, which may be involved in the reduction of serum A-FABP."}, {"pubmed": 21073559, "text": "expression of FABP4/aP2 is increased at the mRNA level in unstable carotid plaques. Immunohistochemical analyses showed localization of FABP4/aP2 to macrophage populations."}, {"pubmed": 21106915, "text": "A-FABP predicts the development of the metabolic syndrome independently of pubertal status, adiposity, and insulin resistance in Korean boys."}, {"pubmed": 21159847, "text": "Circulating A-FABP, adiponectin, and leptin levels were shown to be associated with vascular inflammation"}, {"pubmed": 21167393, "text": "Data show that metabolic syndrome was positively correlated with fasting FABP4 levels in chronic hemodialysis patients."}, {"pubmed": 21176857, "text": "Data found high serum A-FABP4 but unchanged RBP4 concentrations and their associations with renal function and early diabetic nephropathy in type 2 DM."}, {"pubmed": 21257725, "text": "Results indicate that serum FABP4 is associated with inflammatory factors related to obesity and MS in non-diabetic morbidly obese women."}, {"pubmed": 21376375, "text": "Expression of aP2 is similar in all studied lipomatous tumors"}, {"pubmed": 21407103, "text": "investigation of intraindividual changes in AFABP in breast milk during 12 months of lactation; levels correlated negatively with infants' body weight during 1st month of lactation; decreasing trend until 3rd month, subsequent increase till 12 month"}, {"pubmed": 21421494, "text": "Elevated serum A-FABP is closely related to glucose metabolism disorder."}, {"pubmed": 21492859, "text": "while both serum A-FABP and E-FABP levels are associated with MetS, only A-FABP is significantly associated with increased risk of CAD in Chinese adults"}, {"pubmed": 21552513, "text": "Serum A-FABP is closely associated with the presence and severity of CAD in Chinese women"}, {"pubmed": 21562251, "text": "Serum A-FABP is significantly associated with ischemic stroke in this case-control study and serves as a useful prognostic indicator for early mortality."}, {"pubmed": 21600061, "text": "Increased plasma A-FABP in non-elderly men had a significant association with the presence of coronary artery disease, independent of established CAD risk factors."}, {"pubmed": 21664182, "text": "Childhood obesity and obstructive sleep apnea are associated with higher plasma FABP4 levels and thus promote cardiometabolic risk."}, {"pubmed": 21720879, "text": "Data indicate that expression of FABP4 in granulosa cells is higher in polycystic ovary syndrome patients than in control subjects; same for serum FABP4. FABP4 expression is up-regulated in granulosa cells by testosterone, insulin, or rosiglitazone."}, {"pubmed": 21775757, "text": "It is suggested that fetal tissues are the main source of cord arterial serum AFABP, and in GDM fetuses AFABP values correlate with adiposity markers."}, {"pubmed": 21966368, "text": "Data show that LPL, FABP4, LRP1 and ASP expression in visceral adipose tissue was higher in lean controls, while in subcutaneous adipose tissue, LPL and FABP4 expression were also higher in lean controls."}, {"pubmed": 22102888, "text": "High serum FABP4 is associated with cardiovascular events in end-stage renal disease."}, {"pubmed": 22174896, "text": "FABP4 is linked to atherogenesis, plaque instability and adverse outcome in patients with carotid atherosclerosis and acute ischemic stroke."}, {"pubmed": 22188744, "text": "Maternal serum FABP4 levels are elevated before the clinical onset of preeclampsia, and this increase occurs independently of maternal body mass index."}, {"pubmed": 22396741, "text": "Common variants of the liver fatty acid binding protein genes 1-4 influence the risk of type 2 diabetes and insulin resistance in Spanish population"}, {"pubmed": 22476608, "text": "Fatty acid binding protein 4 is significantly overexpressed in cerebellar liponeurocytomas."}, {"pubmed": 22562362, "text": "These data unravel a novel pro-angiogenic role for endothelial cell-FABP4 and suggest that it could be exploited as a potential target for diseases associated with pathological angiogenesis"}, {"pubmed": 22584136, "text": "Plasma FABP4 was positively associated with incident diabetes in older adults, and such association was statistically significant in lean men only."}, {"pubmed": 22617714, "text": "Circulating adipocyte fatty acid-binding protein levels were paradoxically lower in chronic pancreatitis patients and did not depend on pancreatic diabetes."}, {"pubmed": 22679309, "text": "Circulating A-FABP levels are associated with long-term prognosis in patients with coronary heart disease and may represent an important pathophysiological mediator of atherosclerosis."}, {"pubmed": 22706792, "text": "Our data showed a positive association between plasma fatty acid binding protein 4 but not 3 and the risk of diabetes in US male physicians"}, {"pubmed": 22709426, "text": "FABP4 can modulate the insulin-signalling pathway in endothelial cells and, consequently, decrease eNOS activation and NO production."}, {"pubmed": 22717543, "text": "FABP4 contributes to blood pressure elevation and atherogenic metabolic phenotype in hypertensives, and the elevation of FABP4 is predisposed by a family history of hypertension."}, {"pubmed": 22855337, "text": "Circulating levels of fetuin-A, RBP4, and FABP4 are associated with insulin resistance and with distinct components of metabolic syndrome consistent with the multifactorial pathogenesis of metabolic dysregulation."}, {"pubmed": 22918198, "text": "Increased A-FABP levels were found in the patients with obstructive sleep apnea syndrome, which were correlated significantly with left ventricular mass index and myocardial performance index."}, {"pubmed": 23013043, "text": "Increased A-FABP may be causally related to the pathogenesis of heart dysfunction in humans."}, {"pubmed": 23052058, "text": "Data suggest that up-regulation of FABP4 promotes insulin resistance, hypertriglyceridemia, and atherosclerosis. [REVIEW]"}, {"pubmed": 23068962, "text": "Data from a longitudinal study suggest that FABP4 and TNF-alpha are significant predictors for glycemic progression (progression from normoglycemia to prediabetes to type 2 diabetes)."}, {"pubmed": 23139800, "text": "FABP4 expression in adipose and hepatic tissues in the settings of obesity and insulin resistance, was analyzed."}, {"pubmed": 23183502, "text": "Weight reduction in type 1 diabetic patients is associated with a desirable decrease of body fat and transiently increased FABP"}, {"pubmed": 23183506, "text": "Contribution of A-FABP in the process of endothelial dysfunction could help to explain the role of obesity in cardiovascular damage."}, {"pubmed": 23224329, "text": "High serum A-FABP levels were significantly associated with complex coronary lesions in patients with stable CAD, suggesting that high A-FABP levels may be involved in coronary plaque vulnerability."}, {"pubmed": 23357154, "text": "Data suggest that the reduction of FABP4 serum levels may contribute to the preventive effect of lipoprotein apheresis on cardiovascular events."}, {"pubmed": 23372061, "text": "Increased AFABP expression promotes human arterial smooth muscle cell growth and migration via reactive oxygen species-mediated activation."}, {"pubmed": 23375099, "text": "Critically ill patients have higher serum A-FABP concentrations."}, {"pubmed": 23387955, "text": "High Fabp4 expression is associated with atherosclerotic lesion."}, {"pubmed": 23391391, "text": "FABP4 promotes VEGF-induced airway angiogenesis."}, {"pubmed": 23480783, "text": "Insulin sensitizing and lipid lowering therapies do not affect free fatty acid binding (RBP)4 levels in polycystic ovary syndrome patients."}, {"pubmed": 23525430, "text": "Circulating A-FABP level predicts the development of cardiovascular disease after adjustment for traditional risk factors in a community-based cohort."}, {"pubmed": 23598540, "text": "In overweight and obese women, FABP4 showed an independent association with parameters of left ventricular remodelling."}, {"pubmed": 23642261, "text": "FABP4 is associated with the clinical manifestations and biomarkers of heart failure (HF), and is associated with obesity and diabetes in HF patients. It exhibits a parallel evolution with the circulating levels of NT-proBNP in HF patients."}, {"pubmed": 23714112, "text": "we found the increased expression of FABP4 in rheumatoid synovial tissue, synovial fluid and in the blood circulation. These increased FABP4 levels positively correlated with serum cholesterol levels, independent of rheumatoid arthritis disease activity."}, {"pubmed": 23805908, "text": "The inhibition of macrophage FABP4 expression can be attributed to the antiatherogenic properties of tamoxifen."}, {"pubmed": 23866022, "text": "Serum A-FABP levels not only were associated with myocardial perfusion abnormalities and left ventricular function, but also predicted the presence of heart failure in patients with coronary artery disease."}, {"pubmed": 23979787, "text": "Fatty acid-binding protein 4 levels increased and retinol-binding protein 4 levels did not change during moderate weight loss in obese women with metabolic syndrome."}, {"pubmed": 24043587, "text": "Associations of common single nucleotide polymorphisms and haplotypes in the FABP4 gene with lower plasma FABP4 but higher fasting glucose levels."}, {"pubmed": 24044564, "text": "A-FABP seems to be a valuable predictor of atherogenic risk profile"}, {"pubmed": 24075747, "text": "FABP4 is upregulated in response to PUFA oxidation end-products in human macrophages in a pathway involving Akt and ERK/Nrf2"}, {"pubmed": 24150574, "text": "Among individuals aging more than 65 years included in the study, serum A-FABP was inversely associated with liver steatosis."}, {"pubmed": 24182337, "text": "Cardiac surgery increased A-FABP mRNA expression in peripheral monocytes."}, {"pubmed": 24214285, "text": "Data suggest that two adipokines, adipocyte fatty acid-binding protein (FABP4) and lipocalin-2 (LCN2), function as pivotal modulators of vascular function and may be involved in pathogenesis of atherosclerosis in obese subjects. [REVIEW]"}, {"pubmed": 24240026, "text": "Results suggestive of bi-directional interaction between FABP4 and PPARgamma pathways that may be driving aggressive tumor cell behavior in bone."}, {"pubmed": 24266781, "text": "Serum a-FABP is positively correlated to body fat content, especially to trunk fat in HIV infected children on highly-active-antiretroviral-therapy."}, {"pubmed": 24312381, "text": "results demonstrate that the FABP4-induced DNA synthesis and cell migration are mediated primarily through a MAPK-dependent pathway that activates the transcription factors c-jun and c-myc in HCASMCs"}, {"pubmed": 24319114, "text": "found that FABP4 level was higher and PPARgamma level was lower in human visceral fat and mouse epididymal fat compared with their subcutaneous fat"}, {"pubmed": 24352293, "text": "FABP4 is actively released from human adipocytes in vitro via a non-classical, calcium-dependent mechanism."}, {"pubmed": 24390652, "text": "Circulating FABP4 is involved in the metabolic disturbances of systemic lupus erythematosus, affecting lipid metabolism and IR, and it could be a biomarker of atherosclerosis in this population."}, {"pubmed": 24397811, "text": "A strong association was found between adipocyte fatty acid binding protein and FGF 21 levels in metabolic syndrome individuals."}, {"pubmed": 24425381, "text": "FABP4 plays an important role in the cell growth of oral squamous cell carcinoma through the MAPK pathway."}, {"pubmed": 24491219, "text": "Serum A-FABP levels were not different between patients with essential hypertension and normal controls."}, {"pubmed": 24740818, "text": "FABP4 overexpression is associated with prostate cancer progression."}, {"pubmed": 24756370, "text": "High expression level of FABP4 is associated with increased incidence of residual disease in high-grade serous ovarian cancer after surgery."}, {"pubmed": 24842767, "text": "Serum A-FABP concentrations correlate significantly with visceral fat area, metabolic syndrome, and predicted significant myocardial ischemia on single-photon emission computed tomography ."}, {"pubmed": 24865546, "text": "Fatty acid binding protein 4 expression is detected in arteriovenous malformations and cavernous malformations in a subset of endothelial cells and some perivascular fibroblast-like vimentin-positive cells."}, {"pubmed": 24939870, "text": "It also provides a link between DLL4-NOTCH and FOXO1-mediated regulation of endothelial gene transcription, and it shows that DLL4-NOTCH is a nodal point in the integration of pro-angiogenic and metabolic signaling in endothelial cells."}, {"pubmed": 24971341, "text": "A-FABP is more strongly associated with some cardiometabolic risk factors in premenopausal than in postmenopausal women."}, {"pubmed": 25122052, "text": "FABP4 rs77878271 is a novel variant affecting serum total cholesterol levels and cardiovascular risk"}, {"pubmed": 25123032, "text": "The serum level of A-FABP is not a predictor of a positive SPECT result"}, {"pubmed": 25127012, "text": "Serum A-FABP levels independently and positively correlate with subclinical atherosclerosis in pre- and postmenopausal Chinese women with normal glucose tolerance after adjustments for the traditional risk factors"}, {"pubmed": 25130095, "text": "Serum FABP4 concentration and systolic blood pressure after 10 min standing in an orthostatic test at 24 weeks are associated with subsequent development of pregnancy-induced hypertension in overweight women."}, {"pubmed": 25142635, "text": "Elevation of circulatng FABP4 levels was associated with left ventricular dysfunction in a general population."}, {"pubmed": 25369469, "text": "AP2 is a negative regulator of osteoblast differentiation and mineralization."}, {"pubmed": 25506691, "text": "Urinary FABP4 level is independently correlated with level of albuminuria and possibly predicts yearly decline of estimated glomerular filtration rate. Urinary FABP4 would be a novel biomarker of glomerular damage."}, {"pubmed": 25572488, "text": "FABP4 is functionally expressed in endometrial epithelium and is necessary for maintaining the cell function of epithelial cells of endometrium."}, {"pubmed": 25603556, "text": "Palmitate activation by FATP4 triggers hepatocellular apoptosis via altered phospholipid composition and steatosis by acylation into complex lipids."}, {"pubmed": 25606668, "text": "Gene-environment interactions studies found significance association between selenium and rs2290201 in FABP4 for total and LDL cholesterol levels and rs1800774 in CETP for elevated LDL cholesterol."}, {"pubmed": 25659997, "text": "Increased plasma levels of FABP4 and PTEN is associated with more severe insulin resistance in women with gestational diabetes mellitus."}, {"pubmed": 25664790, "text": "The binding of FABP4 towards a group of small molecules structurally related to the nonsteroidal anti-inflammatory drug ibuprofen was analyzed through X-ray crystallography."}, {"pubmed": 25719934, "text": "Serum A-FABP levels were associated with fat mass, and were also influenced by visceral fat area after menopause in Chinese women without diabetes mellitus."}, {"pubmed": 25897794, "text": "FABP4 inhibition suppresses PPARgamma activity and VLDL-induced foam cell formation in IL-4-polarized human macrophages."}, {"pubmed": 25923423, "text": "Biological network analysis of differentially regulated genes revealed that FABP4, ADIPOQ and RBP4 were most down regulated genes, sharing strong connection with the other molecules of lipid metabolism pathway."}, {"pubmed": 25953897, "text": "we identify adipocyte-type fatty acid-binding protein (A-Fabp) and other members of the fatty acid-binding protein (Fabp) family as interaction partners of Cgi-58."}, {"pubmed": 25958041, "text": "Our data suggest that FABP4 in glomerular mesangial cells is up-regulated in diabetic nephropathies and FABP4 mediates apoptosis via the ER stress in human mesangial cells."}, {"pubmed": 26069234, "text": "Circulating FABP4 may prove useful as a prognostic biomarker in risk stratification of patients with acute coronary syndrome."}, {"pubmed": 26343611, "text": "These findings indicate that exogenous FABP4 interacts with plasma membrane proteins, specifically CK1."}, {"pubmed": 26687459, "text": "our findings set up a novel mechanism for FABP4, adipsin and adiponectin through gut microbiota mediating expression in gut Paneth cells."}, {"pubmed": 26752184, "text": "Serum irisin might exert antagonistic effects on FABP4 in the middle-aged Chinese population."}, {"pubmed": 26823558, "text": "results underline a gender difference in FABP4 secretion in stable COPD patients."}, {"pubmed": 26887419, "text": "Increased FABP4 level showed increased risk for reduced lung function in subjects with normal ventilatory function."}, {"pubmed": 26959740, "text": "Results suggested that the expression of a lipid metabolism-related gene and an important SNP in the 3'-UTR of FABP4 are associated with TNBC prognosis."}, {"pubmed": 26992681, "text": "The increase in placental FABP4 expression in preeclampsia may affect the function of trophoblast, and this increase may have a role in the pathogenesis of preeclampsia."}, {"pubmed": 27013610, "text": "FABP4 locally produced by epicardial/perivascular fat and macrophages in vascular plaques contributes to the development of coronary atherosclerosis."}, {"pubmed": 27061264, "text": "Exogenous FABP4 plays a key role in tumor proliferation and activates the expression of fatty acid transport proteins in MCF-7 breast cancer cells."}, {"pubmed": 27089280, "text": "High FABP expression is associated with Sepsis."}, {"pubmed": 27155388, "text": "eFABP4 induces ER stress and potentiates the effect of linoleic acid in HepG2 cells, suggesting that FABP4 could be a link between obesity-associated metabolic abnormalities and hepatic insulin resistance mechanisms"}, {"pubmed": 27181269, "text": "Study found that the fasting insulin and age-adjusted AFABP concentrations were significantly higher in the gestational diabetes mellitus group of women compared with the normal glucose tolerance participants in the mid- and late stages of pregnancy."}, {"pubmed": 27221153, "text": "FABP4 DNA hypomethylation induced by Hcy may be involved in the overexpression of FABP4, thereby inducing cholesterol accumulation in macrophages."}, {"pubmed": 27236410, "text": "Findings in the dorsolateral prefrontal cortex in schizophrenia provide evidence of altered proteins involved in synaptic function (FABP4), cytoarchitecture organization (NEFH), and circadian molecular clock signaling (CSNK1E), which may be contributing to the cognitive and/or negative symptoms in this disorder. FABP4, CSNK1E and NEFH could become potentially useful biomarkers for schizophrenia."}, {"pubmed": 27241838, "text": "FABP4 level was independently associated with gender, adiposity, renal dysfunction, and levels of cholesterol."}, {"pubmed": 27270834, "text": "The present study demonstrated that the androgen was correlated with the serum A-FABP levels negatively in men, but positively in women."}, {"pubmed": 27294862, "text": "FABP4 over-expression in cardiomyocytes can aggravate the development of cardiac hypertrophy through the activation of ERK signal pathway."}, {"pubmed": 27323829, "text": "our research demonstrated that high FABP3 or FABP4 expression had strong prognostic value for overall survival in non-small cell lung cancer"}, {"pubmed": 27534843, "text": "serum A-FABP levels were increased significantly in normoglycemic individuals with a first-degree family history of diabetes; the use of serum A-FABP as a biomarker in the first-degree relatives of patients with diabetes may result in overestimation of the risk of obesity-induced metabolic disease and cardiovascular disease"}, {"pubmed": 27563749, "text": "Taken together, PPAR gamma and FABP4 gene expression levels in PBMCs [peripheral blood mononuclear cells] may be indicators of metabolic factors and body composition components."}, {"pubmed": 27568980, "text": "High FABP4 expression is associated with ovarian cancer."}, {"pubmed": 27609367, "text": "Elevated levels of FABP4 are associated with higher cardiovascular mortality among men with type 2 diabetes."}, {"pubmed": 27630211, "text": "Increased second-trimester FABP4 independently predicted pre-eclampsia in women with type 1 diabete and significantly improved reclassification and discrimination."}, {"pubmed": 27712128, "text": "The distribution of genotype frequencies in the assessed women (PON1 Q192R polymorphism) was QQ = 20%, QR = 48% and RR = 32%. Significantly higher serum FABP4 levels were found in women with genotype QR/RR (20.6 +/- 2.20 ng/mL), when compared with the levels found in the QQ group (12.8 +/- 1.70 ng/mL) (p = .004)."}, {"pubmed": 27819006, "text": "In multiple linear regression stepwise analysis, BMI, HbA1C, and HOMA-IR were significantly independent determinants for A-FABP. BMI, HbA1C, and HOMA-IR are independently associated with A-FABP in obese subjects with newly diagnosed type 2 diabetes. A-FABP may be related to insulin resistance and inflammation in type 2 diabetes and concomitant obesity."}, {"pubmed": 27856250, "text": "These genes should be at the downstream of signal pathways and be regulated by the 23 genes identified before. Our findings may provide a unique new model for studying the molecular control of cattle cross-talk between adipose and skeletal muscle."}, {"pubmed": 27864793, "text": "Results show that serum FABP4 levels were significantly increased in patients with psoriasis."}, {"pubmed": 27914823, "text": "mTOR/FABP4 signaling pathway directly regulates the proliferation of endothelial cells in hemangioma. Rapamycin and inhibitors of FABP4 have therapeutic potential for treating infantile hemangiomas."}, {"pubmed": 27936164, "text": "secreted FABP4 and FABP5 from adipocytes as adipokines differentially affect transcriptional and metabolic regulation in ADSC near adipocytes"}, {"pubmed": 27991582, "text": "ubiquitylation destabilizes the fold of two proteins, FKBP12 and FABP4"}, {"pubmed": 28042581, "text": "higher serum A-FABP level is positively associated with MetS in type 2 DM patients"}, {"pubmed": 28088613, "text": "Circulating levels of AFABP and EFABP are not decreased in Lipodystrophy despite adipose tissue loss in contrast to other adipokines including leptin and adiponectin."}, {"pubmed": 28108519, "text": "High FABP4 expression is associated with Acute Monocytic Leukemia."}, {"pubmed": 28303680, "text": "High serum A-FABP concentration is associated with peripheral arterial disease in women, but not men, with type 2 diabetes mellitus."}, {"pubmed": 28324040, "text": "AFABP levels were higher in neonates compared with adults. Preterm infants had higher AFABP levels compared with full-term infants. Among full-term infants, AFABP levels in SGA infants were lower, compared with appropriate for gestational age and large for gestational age infants."}, {"pubmed": 28620819, "text": "findings reveal a pro-angiogenic role of FABP4 in first trimester placental trophoblast cells and its regulation may have impact in placental physiology."}, {"pubmed": 28654680, "text": "We found that serum FABP4 concentration were associated with insulin resistance and secretion in type 2 diabetes mellitus. This suggests that FABP4 may play an important role in glucose homeostasis."}, {"pubmed": 28660445, "text": "Compared with the low arterial stiffness group, the high arterial stiffness group had higher values for age, systolic blood pressure, pulse pressure, duration of kidney transplantation and serum A-FABP"}, {"pubmed": 28701570, "text": "Compared to control group, breast cancer patients show higher FABP4 and FABP5 blood levels. Our data suggest that, particularly, circulating FABP4 levels could be considered a new independent breast cancer biomarker. Our work translates basic science data to clinic linking the relationship between adipose tissue and lipid metabolism to breast cancer."}, {"pubmed": 28781090, "text": "High levels of FABP4 are significantly related to stroke risk and severity, independent from other traditional and emerging risk factors, suggesting that they may play a role in stroke pathogenesis."}, {"pubmed": 28801883, "text": "Elevation of FABP4 is associated with an increased risk of death and poor functional outcome events in patients with type 2 diabetes and acute ischemic stroke and is independent of other established clinical risk predictors and biomarkers"}, {"pubmed": 28808264, "text": "Inhibition of MIR31HG reduced the enrichment of active histone markers, histone H3 lysine 4 trimethylation (H3K4me3) and acetylation (AcH3), in the promoter of the adipogenic-related gene, fatty acid binding protein 4 (FABP4)."}, {"pubmed": 28860092, "text": "Elevated A-FABP concentration could be a predictor for MetS and arterial stiffness in hypertensive patients"}, {"pubmed": 28893569, "text": "the function of FABP4 in cervical cancer and the underlying molecular mechanisms, were investigated."}, {"pubmed": 28903937, "text": "Ectopic expression and secretion of FABP4 in vascular endothelial cells contribute to neointima formation after vascular injury."}, {"pubmed": 29017449, "text": "A-FABP concentration was an independent predictor of cardiovascular events in patients with stable angina undergoing percutaneous coronary intervention."}, {"pubmed": 29171144, "text": "Patient serum analysis demonstrated significantly increased FABP4 in those with underlying liver disease, particularly non-alcoholic fatty liver disease and hepatocellular carcinoma. This suggests FABP4, an FABP not normally expressed in the liver, can be synthesized and secreted by hepatocytes and HCC cells, and that FABP4 may play a role in regulating tumour progression in the underlying setting of obesity."}, {"pubmed": 29237483, "text": "FABP4 from adipocytes mediate adipocyte-cholangiocarcinoma interactions that are crucial for the invasion, migration and epithelial-mesenchymal transition of cholangiocarcinoma cells"}, {"pubmed": 29264639, "text": "Increased FABP4 blood level is a biomarker of lead exposure in women."}, {"pubmed": 29304747, "text": "Blood FABP4 is a biomarker for metabolic syndrome and cardiovascular disease independently of HIV status and antiretroviral therapy."}, {"pubmed": 29305311, "text": "FABP4 shows potential as a novel biomarker for diabetic retinopathy prediction in Chinese patients with type 2 diabetes (T2DM), and strict glycemic control and more frequent retinal examination should be highlighted for T2DM patients with the highest quartile range of FABP4."}, {"pubmed": 29394285, "text": "Increased second trimester plasma FABP4 independently predicted GH/PE in GDM patients"}, {"pubmed": 29437708, "text": "These findings identify A-FABP as a functional marker for protumor macrophages, thus offering a new target for tumor immunotherapy"}, {"pubmed": 29445067, "text": "FABP4 concentration is an independent predictor of the progression of carotid atherosclerosis."}, {"pubmed": 29454748, "text": "Thus, FABP4 overexpression in hepatic stellate cells may contribute to hepatocarcinogenesis in patients with metabolic risk factors by modulation of inflammatory pathways."}, {"pubmed": 29733540, "text": "these results indicate that FABP4 low-expression plays a critical role in the proliferation and metastasis of HCC cells, and maybe a biomarker for HCC diagnosis and prognosis, and may provide an emerging therapeutic target for HCC in future."}, {"pubmed": 29850615, "text": "intermittent high glucose potentiates A-FABP activation and inflammatory responses via TLR4/p-JNK signaling in THP-1 cells"}, {"pubmed": 29935964, "text": "association between serum FABP4 concentrations and sarcopenia in chronic hemodialysis patients"}, {"pubmed": 30100196, "text": "Circulating adipose fatty acid binding protein (A-FABP) promotes obesity-associated breast cancer development.  A-FABP released by adipose tissue directly targeted mammary tumor cells, enhancing tumor stemness and aggressiveness through activation of the IL-6/STAT3/ALDH1 pathway."}, {"pubmed": 30209438, "text": "Healthy controls and dyslipidemic patients without metabolic syndrome (MetS-) A-FABP levels were not revealed as an important predictor of carotid intima media thickness. A-FABP concentrations in dyslipidemic patients with metabolic syndrome (MetS+) were significantly higher in comparison with both MetS- and controls."}, {"pubmed": 30267180, "text": "Circulating AFABP levels were predictive of incident adverse renal outcomes, even in participants with relatively well-preserved kidney function at baseline, suggesting its potential to be a useful marker for early risk stratification in DKD."}, {"pubmed": 30314766, "text": "Circulating A-FABP levels predict the development of subclinical atherosclerosis in type 2 diabetes patients."}, {"pubmed": 30395653, "text": "In cardiovascular disease patients, the pericardial cavity is a distinct adipocytokine microenvironment in which especially FABP4 is mainly derived from the heart."}, {"pubmed": 30526555, "text": "These results demonstrated that loss of A-FABP expression following a long follow-up was predictive of non-muscle invasive bladder cancer progression"}, {"pubmed": 30536325, "text": "FABP4 accelerates glioblastoma cell growth and metastasis through Wnt10b signalling."}, {"pubmed": 30554468, "text": "Serum A-FABP levels were significantly elevated in NAFLD patients among a population with normal glucose tolerance."}, {"pubmed": 30575815, "text": "The emerging oncogenic role of liver endothelial cells through FABP4 in HCC related to MS."}, {"pubmed": 30694572, "text": "the expression of FABP4 might have a prognostic value in patients with breast cancer"}, {"pubmed": 30705117, "text": "The levels of circulating FABP4 have been correlated with metabolic disease incidence, and reducing FABP4 levels or activity is associated with improved metabolic health."}, {"pubmed": 30928570, "text": "A-FABP is positively correlated with aortic arterial stiffness in patients with T2DM"}, {"pubmed": 30969942, "text": "This study included the 206 acute ischemic stroke patients hospitalized in our institution. Stroke recurrence events were assessed at the 3-month follow-up. The risk of stroke recurrence can be predicted by elevated FABP4 levels in serum of nondiabetic patients with first-ever ischemic stroke."}, {"pubmed": 30999003, "text": "our results identify FABP4 as a molecule involved in diabetic/lipid-induced cardiomyopathy and indicate that this molecule may be an emerging biomarker for diabetic cardiomyopathy-related disturbances, such as myocardial neutral lipid accumulation"}, {"pubmed": 31211381, "text": "The data support the hypothesis that elevated FABP4 levels may contribute to T2 diabetes risk. In contrast, the data did not support the hypothesis that circulating FABP4 may be relevant for Myocardial Infarction, whereas the observed association with stroke in men may need further evaluation."}, {"pubmed": 31234795, "text": "Prolonged QTc interval in patients with stable angina and chronic kidney disease was correlated with an elevated FABP4 level."}, {"pubmed": 31286669, "text": "Pharmacological and genetic inhibition of fatty acid-binding protein 4 alleviated cisplatin-induced acute kidney injury."}, {"pubmed": 31623495, "text": "Serum P. gingivalis antibody titers correlate well with the serum levels of FABP4"}, {"pubmed": 31638263, "text": "Silencing of FABP4 also generated cytoprotective effects against H2O2 in human endometrial stromal cells. miR455 protects human endometrial stromal cells from oxidative stress at least partly via regulation of FABP4."}, {"pubmed": 31755351, "text": "Data suggest that A-FABP is independently regulated by obesity and menopausal status compared to oestrogens, thus playing a unique role in the development of breast cancer."}, {"pubmed": 31874999, "text": "FABP4 and MMP9 levels identified as predictive factors for poor prognosis in patients with nonalcoholic fatty liver using data mining approaches and gene expression analysis."}, {"pubmed": 31926616, "text": "A FABP4-PPARgamma signaling axis regulates human monocyte responses to electrophilic fatty acid nitroalkenes."}, {"pubmed": 31927390, "text": "FABP4 expression in epicardial adipose tissue is strongly associated with the extent of atherosclerosis and epicardial adipose tissue volume in coronary atherosclerosis in patients with metabolic syndrome."}, {"pubmed": 31931795, "text": "Reduced airway levels of fatty-acid binding protein 4 in COPD: relationship with airway infection and disease severity."}, {"pubmed": 32034167, "text": "Plasma FABP4 is associated with liver disease recovery during treatment-induced clearance of chronic HCV infection."}, {"pubmed": 32075656, "text": "The association between serum adipocyte fatty acid-binding protein and 3-month disability outcome after aneurysmal subarachnoid hemorrhage."}, {"pubmed": 32247632, "text": "Fatty acid-binding protein 4 downregulation drives calcification in the development of kidney stone disease."}, {"pubmed": 32248728, "text": "Fatty Acid Binding Protein-4 and Risk of Cardiovascular Disease: The Cardiovascular Health Study."}, {"pubmed": 32324631, "text": "Fatty Acid-binding Protein 4 Expression in Tumor Cells as a Potential Marker for Anaplastic Meningiomas."}, {"pubmed": 32359475, "text": "FABP4: A New Player in Obesity-Associated Breast Cancer."}, {"pubmed": 32394790, "text": "Increased Serum Adipocyte Fatty Acid-Binding Protein Levels Are Associated with Decreased Sensitivity to Thyroid Hormones in the Euthyroid Population."}, {"pubmed": 32685482, "text": "Prognostic Value and Immune Infiltrates of ABCA8 and FABP4 in Stomach Adenocarcinoma."}, {"pubmed": 32727561, "text": "The adipokine fatty-acid binding protein 4 and cardiac remodeling."}, {"pubmed": 32859455, "text": "Circulating fatty-acid binding-protein 4 levels predict CV events in patients after coronary interventions."}, {"pubmed": 32986930, "text": "Identification and analysis of micro-exons in AP2/ERF and MADS gene families."}, {"pubmed": 33071982, "text": "Independent and Distinct Associations of FABP4 and FABP5 With Metabolic Parameters in Type 2 Diabetes Mellitus."}, {"pubmed": 33080960, "text": "Associations between High Serum Adipocyte Fatty Acid Binding Protein and First Hospitalization in Kidney Transplantation Patients: A 5-Year Follow-up Study."}, {"pubmed": 33101287, "text": "Inhibition of Fatty Acid-Binding Protein 4 Attenuated Kidney Fibrosis by Mediating Macrophage-to-Myofibroblast Transition."}, {"pubmed": 33151094, "text": "Elevated expression of FABP4 is associated with disease activity in rheumatoid arthritis patients."}, {"pubmed": 33167787, "text": "Time-dependent, dynamic prediction of fatty acid-binding protein 4, Galectin-3, and soluble ST2 measurement with poor outcome after acute stroke."}, {"pubmed": 33234149, "text": "Association between adipocyte fatty acid-binding protein with left ventricular remodelling and diastolic function in type 2 diabetes: a prospective echocardiography study."}, {"pubmed": 33260074, "text": "Regulative effect of maternal serum fatty acid-binding protein 4 on insulin resistance and the development of gestational diabetes mellitus."}, {"pubmed": 33418190, "text": "Functional inhibition of fatty acid binding protein 4 ameliorates impaired ciliogenesis in GCs."}, {"pubmed": 33503066, "text": "Fatty acid-binding protein 4 is an independent factor in the pathogenesis of retinal vein occlusion."}, {"pubmed": 33597568, "text": "Elevated circulating FABP4 concentration predicts cardiovascular death in a general population: a 12-year prospective study."}, {"pubmed": 33615754, "text": "High expression of FABP4 in colorectal cancer and its clinical significance."}, {"pubmed": 33690220, "text": "Fatty acid binding protein 4 promotes autoimmune diabetes by recruitment and activation of pancreatic islet macrophages."}, {"pubmed": 33750967, "text": "Adiponectin DNA methylation in South African women with gestational diabetes mellitus: Effects of HIV infection."}, {"pubmed": 33789996, "text": "HIF1alpha-Regulated Expression of the Fatty Acid Binding Protein Family Is Important for Hypoxic Reactivation of Kaposi's Sarcoma-Associated Herpesvirus."}, {"pubmed": 33840283, "text": "Fatty acid binding protein 4 (FABP4) and metabolic-related parameters in systemic lupus erythematosus active and non-active episode."}, {"pubmed": 33931964, "text": "FABP4 deactivates NF-kappaB-IL1alpha pathway by ubiquitinating ATPB in tumor-associated macrophages and promotes neuroblastoma progression."}, {"pubmed": 34007846, "text": "Adipocyte-Specific Fatty Acid-Binding Protein (AFABP) and Chemerin in Association with Gestational Diabetes: A Case-Control Study."}, {"pubmed": 34030117, "text": "Tumor resistance to ferroptosis driven by Stearoyl-CoA Desaturase-1 (SCD1) in cancer cells and Fatty Acid Biding Protein-4 (FABP4) in tumor microenvironment promote tumor recurrence."}, {"pubmed": 34117325, "text": "Detection of significantly high vitreous concentrations of fatty acid-binding protein 4 in patients with proliferative diabetic retinopathy."}, {"pubmed": 34218665, "text": "Fatty Acid-Binding Protein 4 (FABP4) Is Associated with Cartilage Thickness in End-Stage Knee Osteoarthritis."}, {"pubmed": 34244239, "text": "The Low-Expression Variant of FABP4 Is Associated With Cardiovascular Disease in Type 1 Diabetes."}, {"pubmed": 34281297, "text": "Silenced fatty acid-binding protein 4 suppresses epithelial-mesenchymal transition of endometriosis via the phosphatidyl inositol 3-kinase/protein kinase B axis."}, {"pubmed": 34558731, "text": "Expression of fatty acid-binding protein-4 in gastrointestinal stromal tumors and its significance for prognosis."}, {"pubmed": 34621244, "text": "Sex Dimorphic Associations of Gestational Diabetes Mellitus With Cord Plasma Fatty Acid Binding Protein 4 and Estradiol."}, {"pubmed": 34708870, "text": "Inhibition of FABP4 attenuates hyperoxia-induced lung injury and fibrosis via inhibiting TGF-beta signaling in neonatal rats."}, {"pubmed": 34839983, "text": "Fatty acid-binding protein 4 circulating levels in non-segmental vitiligo."}, {"pubmed": 34880500, "text": "A hormone complex of FABP4 and nucleoside kinases regulates islet function."}, {"pubmed": 34889064, "text": "Circulating level of fatty acid-binding protein 4 is an independent predictor of metabolic dysfunction-associated fatty liver disease in middle-aged and elderly individuals."}, {"pubmed": 34998697, "text": "Fatty acid binding protein 4 regulates pancreatic cancer cell proliferation via activation of nuclear factor E2-related factor 2."}, {"pubmed": 35333608, "text": "Serum Fatty Acid-Binding Protein 4 Levels in Adolescents: Effect of Insulin Resistance."}, {"pubmed": 35483673, "text": "Fatty Acid-Binding Protein 4 in Patients with and without Diabetic Retinopathy."}, {"pubmed": 35647197, "text": "FABP4 and I-FABP Levels in Pregnant Women Are Associated with Body Mass Index but Not Gestational Diabetes."}, {"pubmed": 35866771, "text": "Serum adipocyte fatty acid-binding protein level is positively associated with aortic stiffness in nondialysis chronic kidney disease patients: A cross-sectional study."}, {"pubmed": 35876909, "text": "mTOR-FABP4 signal is activated in brain arteriovenous malformations in humans."}, {"pubmed": 36264895, "text": "Duchenne muscular dystrophy: RANK/RANKL/OPG (receptor activator of nuclear factor-kB/RANK ligand/osteoprotegerin) system and glucocorticoids.\", trans \"Distrofia muscular de Duchenne: el sistema RANK/RANKL/OPG (receptor activador del factor nuclear-kB/ligando de RANK/osteoprotegerina) y glucocorticoides."}, {"pubmed": 36609276, "text": "Fatty acid-binding protein-4 (FABP4) and matrix metalloproteinase-9 (MMP9) as predictive values for nonalcoholic steatohepatitis (NASH)."}, {"pubmed": 36622635, "text": "Glomerular expression and urinary excretion of fatty acid-binding protein 4 in IgA nephropathy."}, {"pubmed": 36674544, "text": "FABP4 Controls Fat Mass Expandability (Adipocyte Size and Number) through Inhibition of CD36/SR-B2 Signalling."}, {"pubmed": 36750321, "text": "Ferroptosis, Acyl Starvation, and Breast Cancer."}, {"pubmed": 36848145, "text": "The Association and Joint Effect of Adipocyte Fatty Acid Binding Protein and Obesity Phenotype With Cardiovascular Events."}, {"pubmed": 37115197, "text": "Desmoglein 2 Functions as a Receptor for Fatty Acid Binding Protein 4 in Breast Cancer Epithelial Cells."}, {"pubmed": 37150518, "text": "Inhibition of Fatty Acid beta-Oxidation by Fatty Acid Binding Protein 4 Induces Ferroptosis in HK2 Cells Under High Glucose Conditions."}, {"pubmed": 37279064, "text": "Endothelial-derived FABP4 constitutes the majority of basal circulating hormone and regulates lipolysis-driven insulin secretion."}, {"pubmed": 37318430, "text": "Fatty acid binding protein 4 has prognostic value in peripheral artery disease."}, {"pubmed": 37449442, "text": "Adipose tissue-derived FABP4 mediates glucagon-stimulated hepatic glucose production in gestational diabetes."}, {"pubmed": 37628833, "text": "Pathophysiological Insight into Fatty Acid-Binding Protein-4: Multifaced Roles in Reproduction, Pregnancy, and Offspring Health."}, {"pubmed": 37814502, "text": "Association of fatty acid binding protein-4 (FABP-4) T87C and rs8192688 gene polymorphisms and FABP-4 level with cardiovascular disease susceptibility in type 2 diabetic patients."}, {"pubmed": 37833736, "text": "Prospective and Mendelian randomization analyses on the association of circulating fatty acid binding protein 4 (FABP-4) and risk of colorectal cancer."}, {"pubmed": 38024104, "text": "Circulating FABP-4 Levels in Patients with Atherosclerosis or Coronary Artery Disease: A Comprehensive Systematic Review and Meta-Analysis."}, {"pubmed": 38309204, "text": "NKX2-1-AS1 promotes the lymphangiogenesis of lung adenocarcinoma through regulation of ERG-mediated FABP4."}, {"pubmed": 38425231, "text": "Correlation between the serum FABP4, ANGPTL3, and ANGPTL4 levels and coronary artery disease."}, {"pubmed": 38777142, "text": "Fatty acid binding to the human transport proteins FABP3, FABP4, and FABP5 from a Ligand's perspective."}, {"pubmed": 38965292, "text": "Concomitant decrease of E- and A-FABP expression predicts worse survival in urothelial bladder cancer patients."}, {"pubmed": 39062961, "text": "Fatty Acid-Binding Protein 4-Mediated Regulation Is Pivotally Involved in Retinal Pathophysiology: A Review."}], "genomic_pos": {"chr": "8", "end": 81483236, "ensemblgene": "ENSG00000170323", "start": 81478419, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 82395498, "start": 82390654, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0009617", "qualifier": "involved_in", "term": "response to bacterium"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015908", "qualifier": "involved_in", "term": "fatty acid transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015909", "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050729", "qualifier": "involved_in", "term": "positive regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050872", "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071285", "qualifier": "involved_in", "term": "cellular response to lithium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 24603714, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005811", "qualifier": "located_in", "term": "lipid droplet"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0005324", "qualifier": "enables", "term": "long-chain fatty acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005504", "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0036041", "qualifier": "enables", "term": "long-chain fatty acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051427", "qualifier": "enables", "term": "hormone receptor binding"}]}, "homologene": {"genes": [[6239, 172390], [6239, 188761], [6239, 191700], [6239, 191701], [8364, 100135411], [9031, 374165], [9544, 701365], [9598, 464255], [9606, 2167], [9615, 608476], [9615, 100686507], [9913, 281759], [10090, 11770], [10116, 79451]], "id": 36067}, "interpro": [{"desc": "Cytosolic fatty-acid binding", "id": "IPR000463", "short_desc": "Fatty_acid-bd"}, {"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Intracellular lipid binding protein", "id": "IPR031259", "short_desc": "ILBP"}], "ipi": ["IPI00215746", "IPI00974290"], "map_location": "8q21.13", "name": "fatty acid binding protein 4", "other_names": ["adipocyte fatty acid binding protein", "adipocyte lipid-binding protein", "adipocyte-type fatty acid-binding protein", "epididymis secretory protein Li 104", "fatty acid binding protein 4, adipocyte", "fatty acid-binding protein, adipocyte"], "pantherdb": {"HGNC": "3559", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "88038", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10090, "uniprot_kb": "P04117"}, {"RGD": "69309", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10116, "uniprot_kb": "P70623"}, {"Ensembl": "ENSGALG00000030025", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 9031, "uniprot_kb": "A0A1D5NYF3"}, {"ZFIN": "ZDB-GENE-040912-132", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q66I80"}, {"Ensembl": "ENSDARG00000109259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "A0A2R8PX25"}, {"ZFIN": "ZDB-GENE-050522-391", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q503X5"}, {"ZFIN": "ZDB-GENE-020318-2", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q8UVG7"}, {"WormBase": "WBGene00021486", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "Q965W1"}, {"WormBase": "WBGene00002260", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02324"}, {"WormBase": "WBGene00002259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02323"}, {"WormBase": "WBGene00002257", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01814"}, {"WormBase": "WBGene00002258", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01812"}, {"FlyBase": "FBgn0037913", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7227, "uniprot_kb": "Q8INK3"}], "uniprot_kb": "P15090"}, "pathway": {"kegg": [{"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04923", "name": "Regulation of lipolysis in adipocytes - Homo sapiens (human)"}], "pid": {"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-381340", "name": "Transcriptional regulation of white adipocyte differentiation"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}], "wikipathways": [{"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP4400", "name": "FABP4 in ovarian cancer"}, {"id": "WP5061", "name": "Fatty acid transporters"}]}, "pdb": ["1TOU", "1TOW", "2HNX", "2NNQ", "3FR2", "3FR4", "3FR5", "3P6C", "3P6D", "3P6E", "3P6F", "3P6G", "3P6H", "3Q6L", "3RZY", "4NNS", "4NNT", "5D45", "5D47", "5D48", "5D4A", "5EDB", "5EDC", "5HZ6", "5HZ8", "5Y0F", "5Y0G", "5Y0X", "5Y12", "5Y13", "6AYL", "6LJS", "6LJT", "6LJU", "6LJV", "6LJW", "6LJX", "7FVU", "7FVV", "7FVW", "7FVX", "7FVY", "7FVZ", "7FW0", "7FW1", "7FW2", "7FW3", "7FW4", "7FW5", "7FW6", "7FW7", "7FW8", "7FW9", "7FWA", "7FWB", "7FWC", "7FWD", "7FWE", "7FWF", "7FWG", "7FWH", "7FWJ", "7FWK", "7FWL", "7FWM", "7FWN", "7FWO", "7FWP", "7FWQ", "7FWR", "7FWS", "7FWU", "7FWV", "7FWW", "7FWX", "7FWY", "7FWZ", "7FX0", "7FX1", "7FX2", "7FX3", "7FX4", "7FX5", "7FX6", "7FX7", "7FX8", "7FX9", "7FXA", "7FXB", "7FXC", "7FXE", "7FXF", "7FXG", "7FXH", "7FXI", "7FXJ", "7FXK", "7FXL", "7FXM", "7FXN", "7FXP", "7FXQ", "7FXR", "7FXS", "7FXT", "7FXU", "7FXV", "7FXW", "7FXX", "7FXY", "7FXZ", "7FY2", "7FY3", "7FY4", "7FY5", "7FY6", "7FY7", "7FY9", "7FYB", "7FYC", "7FYE", "7FYF", "7FYG", "7FYH", "7FYI", "7FYJ", "7FYK", "7FYL", "7FYM", "7FYO", "7FYP", "7FYQ", "7FYR", "7FYS", "7FYT", "7FYU", "7FYV", "7FYX", "7FYY", "7FYZ", "7FZ0", "7FZ1", "7FZ2", "7FZ3", "7FZ4", "7FZ5", "7FZ6", "7FZ7", "7FZ8", "7FZ9", "7FZA", "7FZB", "7FZC", "7FZD", "7FZE", "7FZF", "7FZH", "7FZI", "7FZJ", "7FZK", "7FZL", "7FZM", "7FZN", "7FZO", "7FZP", "7FZR", "7FZS", "7FZT", "7FZU", "7FZV", "7FZW", "7FZX", "7FZY", "7FZZ", "7G02", "7G03", "7G05", "7G06", "7G07", "7G08", "7G09", "7G0A", "7G0C", "7G0F", "7G0G", "7G0H", "7G0I", "7G0J", "7G0K", "7G0L", "7G0M", "7G0N", "7G0O", "7G0P", "7G0Q", "7G0R", "7G0S", "7G0T", "7G0U", "7G0V", "7G0X", "7G0Y", "7G0Z", "7G10", "7G11", "7G12", "7G13", "7G14", "7G15", "7G16", "7G17", "7G18", "7G19", "7G1A", "7G1B", "7G1C", "7G1D", "7G1E", "7G1F", "7G1G", "7G1H", "7G1I", "7G1J", "7G1K", "7G1L", "7G1M", "7G1N", "7G1O", "7G1P", "7G1R", "7G1S", "7G1T", "7G1U", "7G1V", "7G1W", "7G1Y", "7G1Z", "7G20", "7G21", "7WC3", "8S1K", "8WDX", "8WE3"], "pfam": "PF00061", "pharmgkb": "PA27960", "pharos": {"target_id": 3559, "tdl": "Tchem"}, "pir": "A33363", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249211", "relationship": "is"}, {"id": "GNF249212", "relationship": "is"}, {"id": "GNF249213", "relationship": "is"}, {"id": "GNF249214", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160579", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082306", "relationship": "is"}, {"id": "GNF082307", "relationship": "is"}, {"id": "GNF082308", "relationship": "is"}, {"id": "GNF082309", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052378", "relationship": "is"}, {"id": "GNF053144", "relationship": "is"}, {"id": "GNF057149", "relationship": "is"}, {"id": "GNF061999", "relationship": "is"}, {"id": "GNF078726", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070181", "relationship": "is"}, {"id": "GNF070182", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004333", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097605", "relationship": "is"}, {"id": "GNF137260", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_001433.1", "rna": "NM_001442.3", "translation": {"protein": "NP_001433.1", "rna": "NM_001442.3"}}, "reporter": {"HG-U133_Plus_2": ["203980_at", "235978_at"], "HG-U95Av2": "38430_at", "HTA-2_0": "TC08001365.hg.1", "HuEx-1_0": "3142381", "HuGene-1_1": "8151532", "HuGene-2_1": "17078592"}, "summary": "FABP4 encodes the fatty acid binding protein found in adipocytes.  Fatty acid binding proteins are a family of small, highly conserved, cytoplasmic proteins that bind long-chain fatty acids and other hydrophobic ligands. It is thought that FABPs roles include fatty acid uptake, transport, and metabolism. [provided by RefSeq, Jul 2008].", "symbol": "FABP4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333527"}, "unigene": "Hs.391561", "uniprot": {"Swiss-Prot": "P15090", "TrEMBL": ["E5RIR0", "E7DVW4"]}, "wikipedia": {"url_stub": "Adipocyte protein 2"}}