{"AllianceGenome": "3557", "HGNC": "3557", "MIM": "134651", "_id": "2170", "_version": 1, "accession": {"genomic": ["AL451070.18", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_047049.1", "U17081.1", "U57623.1"], "protein": ["AAB02555.1", "AAB29294.1", "AAC99800.1", "AAH07021.1", "AAP35373.1", "ADO22472.1", "BAG36813.1", "CAA39889.1", "CAA71305.1", "CAG33148.1", "EAX07618.1", "EAX07619.1", "NP_001307925.1", "NP_004093.1", "P05413.4", "XP_011539309.1", "XP_054191106.1"], "rna": ["AI494244.1", "AK314122.1", "BC007021.1", "BF576953.1", "BI752278.1", "BP194697.1", "BT006727.1", "CN283506.1", "CR456867.1", "GQ900955.1", "NM_001320996.2", "NM_004102.5", "S67314.1", "X56549.1", "XM_011541007.4", "XM_054335131.1", "Y10255.1"], "translation": [{"protein": "XP_011539309.1", "rna": "XM_011541007.4"}, {"protein": "NP_001307925.1", "rna": "NM_001320996.2"}, {"protein": "XP_054191106.1", "rna": "XM_054335131.1"}, {"protein": "ADO22472.1", "rna": "GQ900955.1"}, {"protein": "BAG36813.1", "rna": "AK314122.1"}, {"protein": "AAH07021.1", "rna": "BC007021.1"}, {"protein": "CAA71305.1", "rna": "Y10255.1"}, {"protein": "AAB29294.1", "rna": "S67314.1"}, {"protein": "CAG33148.1", "rna": "CR456867.1"}, {"protein": "CAA39889.1", "rna": "X56549.1"}, {"protein": "NP_004093.1", "rna": "NM_004102.5"}, {"protein": "AAP35373.1", "rna": "BT006727.1"}]}, "alias": ["FABP11", "H-FABP", "M-FABP", "MDGI", "O-FABP"], "ensembl": {"gene": "ENSG00000121769", "protein": ["ENSP00000362817", "ENSP00000473982", "ENSP00000474078"], "transcript": ["ENST00000373713", "ENST00000482018", "ENST00000497275", "ENST00000498148"], "translation": [{"protein": "ENSP00000362817", "rna": "ENST00000373713"}, {"protein": "ENSP00000474078", "rna": "ENST00000498148"}, {"protein": "ENSP00000473982", "rna": "ENST00000482018"}], "type_of_gene": "protein_coding"}, "entrezgene": "2170", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.31532706962, "exp_mis": 44.631896308, "exp_syn": 21.7161985178, "lof_z": 1.58091745812282, "mis_z": -0.173377896712058, "mu_lof": 2.40440562813e-07, "mu_mis": 3.8654733269e-06, "mu_syn": 1.80265153691e-06, "n_lof": 1.0, "n_mis": 47.0, "n_syn": 19.0, "p_li": 0.354913336595959, "p_null": 0.0534766451454935, "p_rec": 0.591610018258547, "syn_z": 0.361342701553962}, "bp": 402, "cds_end": 31845861, "cds_start": 31838732, "n_exons": 4, "nonpsych": {"exp_lof": 3.82551952538, "exp_mis": 40.3159062309, "exp_syn": 19.5749875993, "lof_z": 1.9208666216445, "mis_z": -0.213216371068201, "mu_lof": 2.40440562813e-07, "mu_mis": 3.8654733269e-06, "mu_syn": 1.80265153691e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 17.0, "p_li": 0.738351950732932, "p_null": 0.0135555269298229, "p_rec": 0.248092522337245, "syn_z": 0.366427683157559}, "nontcga": {"exp_lof": 3.96227693016, "exp_mis": 41.0535233542, "exp_syn": 19.9710797477, "lof_z": 1.46802849713861, "mis_z": -0.229106594287672, "mu_lof": 2.40440562813e-07, "mu_mis": 3.8654733269e-06, "mu_syn": 1.80265153691e-06, "n_lof": 1.0, "n_mis": 44.0, "n_syn": 17.0, "p_li": 0.331778918527884, "p_null": 0.0623139071233514, "p_rec": 0.605907174348765, "syn_z": 0.420955210585291}, "transcript": "ENST00000373713.2"}, "exons": [{"cdsend": 31373014, "cdsstart": 31365885, "chr": "1", "position": [[31365252, 31365939], [31367392, 31367494], [31369384, 31369590], [31372941, 31373288]], "strand": -1, "transcript": "NM_001320996", "txend": 31373288, "txstart": 31365252}, {"cdsend": 31373014, "cdsstart": 31365885, "chr": "1", "position": [[31365252, 31365939], [31367392, 31367494], [31369384, 31369557], [31372941, 31373076]], "strand": -1, "transcript": "NM_004102", "txend": 31373076, "txstart": 31365252}], "exons_hg19": [{"cdsend": 31845861, "cdsstart": 31838732, "chr": "1", "position": [[31838099, 31838786], [31840239, 31840341], [31842231, 31842437], [31845788, 31846135]], "strand": -1, "transcript": "NM_001320996", "txend": 31846135, "txstart": 31838099}, {"cdsend": 31845861, "cdsstart": 31838732, "chr": "1", "position": [[31838099, 31838786], [31840239, 31840341], [31842231, 31842404], [31845788, 31845923]], "strand": -1, "transcript": "NM_004102", "txend": 31845923, "txstart": 31838099}], "generif": [{"pubmed": 12872269, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15068254, "text": "Decreased heart-type FABP levels may alter lipid composition and/or fluidity in membrane of brains with degeneration, e.g., Down syndrome and Alzheimer's disease."}, {"pubmed": 15459486, "text": "A subset of human gastric carcinoma expresses H-FABP and its expression is associated with FAS status, disease progression, tumor aggressiveness and poor patient survival."}, {"pubmed": 17289870, "text": "heart-type fatty acid-binding protein affects the response to gefitinib, an epidermal growth factor receptor tyrosine kinase inhibitor in lung adenocarcinoma"}, {"pubmed": 17428383, "text": "H-FABP may play a key role in the progress of invasiveness and metastasis in human breast cancer."}, {"pubmed": 17721027, "text": "high serum H-FABP levels may represent latent cardiac injury and have important clinical implications"}, {"pubmed": 17826730, "text": "Hypoxia enhances the expression of FABP3 in term human trophoblasts, suggesting that fatty acid binding proteins support fat accumulation in the hypoxic placenta."}, {"pubmed": 18021874, "text": "FABP3 predicts long-term mortality after ACS and identifies high-risk patients in a manner that is additive to clinical risk factors, troponin, and hs-CRP, possibly identifying myocardial ischemia with or without necrosis."}, {"pubmed": 18159110, "text": "persistently high H-FABP levels despite improvement in symptoms and signs of CHF predicted significantly higher cardiac event rates"}, {"pubmed": 18256058, "text": "patients with baseline heart-type fatty acid-binding protein (H-FABP) concentrations >2.7 ng x mL(-1), the median value of the biomarker in the surgically treated population, had a lower probability of event-free survival after pulmonary endarterectomy"}, {"pubmed": 18412949, "text": "This study is the first to assess the diagnostic value of H-FABP for acute myocardial infarction outside a hospital-setting."}, {"pubmed": 18437121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18437121, "text": "We found an association between FABP3 gene polymorphisms and EH in a Japanese population, thereby suggesting that FABP3 is a susceptibility locus for EH."}, {"pubmed": 18460953, "text": "H-FABP (heart-type fatty acid binding protein ) is a sensitive diagnostic biochemical marker of Acute Coronary Syndrome, particularly within the first 6 h of symptoms, in patients attending the emergency department."}, {"pubmed": 18469019, "text": "Identification of two previously unreported SNPs in FGFR1 and FABP3 associated with BMD and a third SNP in TIMP2 related to risk for non-vertebral osteoporotic fractures."}, {"pubmed": 18469019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18571749, "text": "Results of H-FABP immunotest give a better diagnostic classification than cardiac troponin I at the early stage of acute myocardial infarction (AMI) in patients presenting to the Emergency Department suspected of AMI."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19552571, "text": "Heart-type fatty acid-binding protein significantly increases after elective coronary angioplasty at 1 h compared with baseline values"}, {"pubmed": 19554614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19554614, "text": "brain-expressed fatty-acid binding protein (FABP) genes 3, 5 and 7 may have roles in schizophrenia and bipolar disorder"}, {"pubmed": 19576209, "text": "Serum H-FABP and leptin increased simultaneously and significantly in the patients, and leptin alleviated pulmonary and intestinal injuries by restraining tissue H-FABP secretions in the mouse model of sepsis"}, {"pubmed": 19806479, "text": "Serum H-FABP levels were significantly higher in patients with diabetic MetS than in without diabetic MetS, 24.0 +/- 10.2 and 13.9 +/- 12.6 ng/ml, respectively."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20057506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20391015, "text": "H-FABP could be soon introduced in clinical practice in combination with well-established markers like troponins"}, {"pubmed": 20457766, "text": "Compared with traditional markers of myocardial injury after coronary artery bypass grafting, hFABP peaks earlier and is a superior independent predictor of postoperative mortality and ventricular dysfunction."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20563994, "text": "Studies indicate that three of the ten mammalian FABPs identified to date (FABP3, FABP5, FABP7) are expressed in the brain."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20691835, "text": "Heart-type fatty acid-binding protein is significantly associated with right ventricular dysfunction and predicts mortality in patients with pulmonary embolism at intermediate risk."}, {"pubmed": 20709047, "text": "h-FABP may be an early parameter for monitoring radiofrequency ablation-induced lesions and the site of ablation was relevant for biomarker increase."}, {"pubmed": 20716856, "text": "This review identifies a novel binding protein, heart-type fatty acid-binding protein which interacts with domapine D2 receptor."}, {"pubmed": 20802519, "text": "FABP-3 binds directly to the cytoplasmic tail of integrin alpha-subunits and its expression inhibits integrin activity, resulting in inhiibition of cell invasion."}, {"pubmed": 20821366, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20834198, "text": "Data show that patients with acromegaly have increased levels of H-FABP, and suggest that serum H-FABP levels might be a marker of myocardial performance in patients with acromegaly."}, {"pubmed": 20930282, "text": "HFABP levels were higher in Alzheimer (AD) patients and in Mild Cognitive Impairment converting to AD (MCI-AD) with respect to other neurological disorders and to cognitively stable MCI patients (MCI-MCI)."}, {"pubmed": 21143341, "text": "In contrast to heart-type FABP, serum levels of brain-type FABP are elevated in a significant proportion of patients with various neurodegenerative diseases."}, {"pubmed": 21307379, "text": "Urinary NAG (ninefold), NGAL (1.5-fold), and H-FABP (3.5-fold) were significantly elevated in normoalbuminuric diabetic patients compared with nondiabetic control subjects."}, {"pubmed": 21535886, "text": "H-FABP may represent a marker for early carotid atherosclerosis in prediabetic patients."}, {"pubmed": 21617322, "text": "H-FABP could serve as a new monitoring tool to provide information that will guide the optimal therapy and management of CHD patients."}, {"pubmed": 21729325, "text": "Levels of highly sensitive troponin T and heart fatty acid binding protein are significantly higher in patients with asymptomatic left ventricular diastolic function and heart failure patients with normal ejection fraction, compared to controls."}, {"pubmed": 21937835, "text": "H-FABP offers similar overall diagnostic performance, while the combination of H-FABP and MPO assays may improve the diagnosis of ACS, particularly in patients with recent onset of chest pain."}, {"pubmed": 22044705, "text": "Measurement of h-FABP was insufficient to be used as a marker of acute coronary syndrome and myocardial infarction in hospital emergency department, whatever the analytical technique used."}, {"pubmed": 22078394, "text": "Measurement of heart-type FABP in patients with acute myocardial infarction shows no improvement for early diagnosis compared with sensitive troponin assay."}, {"pubmed": 22222353, "text": "Measurement of urinary proteins is a powerful and non-invasive method to quantify the effect of patent ductus arteriosus on systemic perfusion in preterm infants."}, {"pubmed": 22396741, "text": "Common variants of the liver fatty acid binding protein genes 1-4 influence the risk of type 2 diabetes and insulin resistance in Spanish population"}, {"pubmed": 22766253, "text": "plasma h-fabp was correlated with initial stroke score, and was significantly higher in patients with poor clinical outcome"}, {"pubmed": 22838188, "text": "H-FABP and GPBB can contribute to early acute myocardial infarction diagnosis and can distinguish acute myocardial infarction from acute coronary syndrome"}, {"pubmed": 23029183, "text": "study confirmed an association of H-FABP with the pathogenesis of clinical and experimental obesity-related glomerulopathy, and suggests that such a process might be related to podocytes and lipid dysmetabolism"}, {"pubmed": 23093954, "text": "investigation of H-FABP as biomarker for metabolic disorders: Data suggest that serum H-FABP levels are higher in subjects with insulin resistance and metabolic syndrome than in subjects without such metabolic disorders regardless of gender."}, {"pubmed": 23254629, "text": "The early stages of Alzheimer's disease and vascular dementia have elevated cerebrospinal fluid levels of FABP protein compared to controls."}, {"pubmed": 23291993, "text": "Elevated serum H-FABP during the convalescent stage of AMI predicted long-term mortality and readmission for HF after survival discharge in the post-AMI patients."}, {"pubmed": 23328883, "text": "the addition of H-FABP significantly enhanced the sensitivity and accuracy of diagnosis as compared to a prior-generation troponin assay alone, especially in patients who presented early"}, {"pubmed": 23332896, "text": "The H-FABP rapid test provides additional diagnostic certainty in suspected acute coronary syndrome."}, {"pubmed": 23483223, "text": "H-FABP is related to MetS and FAC status in asymptomatic SCI patients."}, {"pubmed": 23497639, "text": "A combination of FABP3 and IL-6 has an additive clinical value for prediction of cerebral infarction outcome."}, {"pubmed": 23510163, "text": "The methylation status of FABP3 is associated with phenotypes of metabolic syndrome."}, {"pubmed": 23590685, "text": "Patients with multi-trauma had significantly higher H-FABP concentrations at 24 and 48 h"}, {"pubmed": 23591828, "text": "Heart-type fatty acid binding protein (hFABP) and VEGF CSF concentrations distinguished between healthy controls and patients with AD dementia with a sensitivity and specificity of 57 and 35%, and 76 and 84%, respectively"}, {"pubmed": 23635017, "text": "One-year increases in skin autofluorescence and plasma H-FABP, used separately and in combination, are strong predictors of overall and cardiovascular mortality in hemodyalisis patients."}, {"pubmed": 23734811, "text": "High peripheral levels of h-FABP are associated with poor prognosis in end-stage heart failure patients with mechanical circulatory support."}, {"pubmed": 24088526, "text": "Our findings indicate that Abeta-associated volume loss occurs in the presence of elevated HFABP irrespective of phospho-tau"}, {"pubmed": 24164992, "text": "Studied the relationship between severity of CAD and heart-type fatty acid-binding protein (H-FABP)in patients with non-ST-segment elevation acute coronary syndrome."}, {"pubmed": 24264959, "text": "Despite, h-FABP was successful to predict 30-days mortality in patients with PE at intermediate risk; it is suggested to be failed in determining the patients who will benefit from thrl therapy."}, {"pubmed": 24493698, "text": "Results show that MDGI is expressed in human brain tumor specimens in a grade-dependent manner and its expression positively correlated with the histologic grade of the tumor, suggesting MDGI as a novel marker for malignant gliomas."}, {"pubmed": 24583397, "text": "Overexpression of FABP3 inhibited cell growth and proliferation via negative regulation of the cell cycle and down-regulation of cell growth factors, but enhances cell survival in hypoxic or ischemic conditions."}, {"pubmed": 24695477, "text": "The C/G-G/G haplotype at RS2271072 and RS10914367 single nucleotide polymorphism of FABP3 might be a prognostic factor in patients with coronary atherosclerosis."}, {"pubmed": 24785584, "text": "plasma level of H-FABP at 24h after the event may be an early and independent factor associated with survival to discharge in out-of-hospital cardiac arrest"}, {"pubmed": 24817549, "text": "The s-H-FABP level is an effective biomarker for risk stratification in non-surgical intensive care patients."}, {"pubmed": 24847804, "text": "H-FABP level was increased in association with greater numbers of cardiovascular risk factors and was an independent risk factor for all-cause and cardiovascular deaths."}, {"pubmed": 24899611, "text": "The levels of H-FABP, NT-proBNP, and cTnI were correlated with heart function, and can be used for the diagnosis of early-stageheart failure in children with congenital heart disease"}, {"pubmed": 25027319, "text": "The frameshift and missense mutations in FABP3, FABP5, and FABP7 genes have been identified in schizophrenia and autism spectrum disorder in humans and in mouse behavioral studies."}, {"pubmed": 25147067, "text": "Elevated H-FABP serum levels in patients with essential hypertension were predictive of future cardiovascular events."}, {"pubmed": 25212385, "text": "Report correlation between preoperative serum h-FABP and the postoperative incidence of acute kidney injury in cardiac surgery patients."}, {"pubmed": 25234940, "text": "Serum H-FABP levels progressively increased from the control group to the OH group."}, {"pubmed": 25456730, "text": "H-FABP may have a role in occurrence of adverse clinical outcome in pulmonary embolism [meta-analysis]"}, {"pubmed": 25830762, "text": "Perioperative plasma H-FABP levels may be used for risk stratification of acute kidney injury and mortality following cardiac surgery."}, {"pubmed": 26072112, "text": "FABP3 was increased in patients with acute heart failure compared to those without."}, {"pubmed": 26206228, "text": "polymorphism affects fatty acid-binding protein 3 intracellular stability and subcellular localization"}, {"pubmed": 26212703, "text": "Bedside H-FABP measurements may contribute to correct early diagnoses, as its levels are elevated soon following myocardial infarction, and measurement is easy, with a rapid result."}, {"pubmed": 26484922, "text": "This study demonstrated that CSF FABP-3 may be an early marker for later development of dementia."}, {"pubmed": 26792082, "text": "FABP3 expression was significantly lower in the schizophrenia group than in the control group."}, {"pubmed": 26859315, "text": "There was no significant correlation between H-FABP, free triiodothyronine (fT3), free thyroxine (fT4), and thyroid stimulating hormone (TSH) levels in hyperthyroid patients"}, {"pubmed": 26867681, "text": "Neonatal phthalate ester exposure induced placental MTs, FATP1 and HFABP mRNA expression"}, {"pubmed": 26891180, "text": "Serum levels of FABP3 in polymyositis/dermatomyositis patients were significantly increased and were mainly distributed in slow twitch muscle fibers, displaying a closer association with muscle weakness than did serum levels of CK and myoglobin."}, {"pubmed": 27150386, "text": "cardiac damage in patients with CO poisoning could be partially mediated by CO-induced oxidative stress, where H-FABP3 level was directly and strongly associated with MDA and ADMA levels"}, {"pubmed": 27323829, "text": "our research demonstrated that high FABP3 or FABP4 expression had strong prognostic value for overall survival in non-small cell lung cancer"}, {"pubmed": 27363942, "text": "findings demonstrate the interobserver reliability of a qualitative point of care h-FABP assay"}, {"pubmed": 27372431, "text": "HFABP expression is significantly elevated in in-stent coronary resteonisis . Overexpression of HFABP induces multiple pathway-related promotion of inflammation, growth and migration in vascular smooth muscle cells."}, {"pubmed": 27545084, "text": "The higher interaction footprint of aptamer N53 incited synergistic conformational changes in both N53 and FABP3 during interaction, leading to a decline in binding affinity in comparison to aptamer N13 which corroborated to the calculated Kd values."}, {"pubmed": 27916210, "text": "significantly correlated to the major adverse events during hospitalization for acute pulmonary embolism"}, {"pubmed": 28077344, "text": "Data suggest H-FABP as a potential marker for indicating myocardial ischemia."}, {"pubmed": 28419114, "text": "For patients recruited </= 6 h after trauma, the CT-positive group indicated significantly higher levels of both H-FABP and S100B than the CT-negative group."}, {"pubmed": 28515017, "text": "data indicate that FABP3 may in be part involved in ARA uptake in these cells and its expression may be regulated by ARA, insulin, LXR and the state of cellular differentiation."}, {"pubmed": 28650717, "text": "the frequency of h-FABP positivity among acute myocardial infarction patients was higher than that of hs-TnI, which would have missed six of them; however, hs-TnI area under curve was superior to that of h-FABP."}, {"pubmed": 28712187, "text": "Studied use of fatty acid binding protein 3 (FABP3) as a cardiac biomarker for the early identification of myocardial ischemia and infarction in Pakistani patients as compared to Troponini-I (cTnI)."}, {"pubmed": 28750675, "text": "This study demonstrated that FABP3 CSF levels were increased in the Alzheimer's disease and dementia with Lewy bodies groups compared with the other neurological diseases and Parkinson's disease groups."}, {"pubmed": 28807550, "text": "The present study demonstrated that pre-operative FABP3 gene expression in the atrium is reduced in patients with post-operative atrial fibrillation, independent of age and left atrial diameter. These findings suggest a potential link between altered fatty acid transport in the atrium and increased AF onset after cardiac surgery"}, {"pubmed": 29432376, "text": "H-FABP can be used as an additional cardiac biomarker in the diagnosis of acute myocardial infarction."}, {"pubmed": 29705651, "text": "The prognostic value of plasma H-FABP was confirmed in identifying patients with acute pulmonary embolism."}, {"pubmed": 30258183, "text": "The aim of this study was to investigate the prognostic value of H-FABP in cardiovascular (CV) outcomes in patients with stable coronary heart disease. High H-FABP group had more than a two-fold higher rate of primary CV outcomes than the low H-FABP group (32.36% vs. 15.78%, p < 0.001). Eleven patients (4.82%) of the high H-FABP group died during the 24 months of follow-up."}, {"pubmed": 30593542, "text": "the activity-induced decrease in H-FABP as sign of lower subclinical myocardial ischemia and better perfusion, probably due to a more economic metabolization and electrolyte balance. The increase in sST2 might reflect physiological sports-induced vascular stress."}, {"pubmed": 32041617, "text": "Prognostic utility of heart-type fatty acid-binding protein in patients with stable coronary artery disease and impaired glucose metabolism: a cohort study."}, {"pubmed": 32377505, "text": "Altered Expression of Three EGFR Posttranslational Regulators MDGI, MIG6, and EIG121 in Invasive Breast Carcinomas."}, {"pubmed": 32697102, "text": "Heart-type fatty acid-binding protein: an overlooked cardiac biomarker."}, {"pubmed": 32804136, "text": "Fatty Acid-Binding Protein 3 in Cerebrospinal Fluid of Hip Fracture Patients with Delirium."}, {"pubmed": 32894885, "text": "Interrelations of Alzheimer s disease candidate biomarkers neurogranin, fatty acid-binding protein 3 and ferritin to neurodegeneration and neuroinflammation."}, {"pubmed": 33090507, "text": "Fatty acid-binding protein 3 controls contact hypersensitivity through regulating skin dermal Vgamma4(+) gamma/delta T cell in a murine model."}, {"pubmed": 33208770, "text": "Transcriptomic analysis of micropapillary high grade T1 urothelial bladder cancer."}, {"pubmed": 33272594, "text": "Expression of Fatty Acid-Binding Protein-3 in Gastrointestinal Stromal Tumors and Its Significance for Prognosis."}, {"pubmed": 33850478, "text": "Elevated plasma fatty acid-binding protein 3 is related to prolonged corrected QT interval and reduced ejection fraction in patients with stable angina."}, {"pubmed": 34718429, "text": "FABP3 overexpression promotes vascular fibrosis in Takayasu's arteritis by enhancing fatty acid oxidation in aorta adventitial fibroblasts."}, {"pubmed": 36481733, "text": "Fatty acid-binding proteins 3 and 5 are involved in the initiation of mitochondrial damage in ischemic neurons."}, {"pubmed": 36681124, "text": "Loss of fatty acid binding protein 3 ameliorates lipopolysaccharide-induced inflammation and endothelial dysfunction."}, {"pubmed": 36803120, "text": "Plasma Galectin-3 and H-FABP correlate with poor physical performance in patients with congestive heart failure."}, {"pubmed": 37189123, "text": "Evaluation of circulating insulin-like growth factor-1, heart-type fatty acid-binding protein, and endotrophin levels as prognostic markers of COVID-19 infection severity."}, {"pubmed": 37787063, "text": "Circulating H-FABP as a biomarker of frailty in patients with chronic heart failure."}, {"pubmed": 37788726, "text": "Anti bacterial function of secreted human FABP3."}, {"pubmed": 37802485, "text": "Serum levels of soluble suppression of tumorigenicity 2 (sST2) and heart-type fatty acid binding protein (H-FABP) independently predict in-hospital mortality in geriatric patients with COVID-19."}, {"pubmed": 38269633, "text": "Fatty acid-binding protein-3 and renal function decline in patients with chronic coronary syndrome."}, {"pubmed": 38777142, "text": "Fatty acid binding to the human transport proteins FABP3, FABP4, and FABP5 from a Ligand's perspective."}], "genomic_pos": {"chr": "1", "end": 31376850, "ensemblgene": "ENSG00000121769", "start": 31365253, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 31849697, "start": 31838472, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 7962070, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015909", "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0015909", "pubmed": 10224224, "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032365", "qualifier": "involved_in", "term": "intracellular lipid transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042632", "qualifier": "involved_in", "term": "cholesterol homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046320", "qualifier": "involved_in", "term": "regulation of fatty acid oxidation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0055091", "qualifier": "involved_in", "term": "phospholipid homeostasis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0071073", "pubmed": 3421901, "qualifier": "involved_in", "term": "positive regulation of phospholipid biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140214", "pubmed": 10224224, "qualifier": "involved_in", "term": "positive regulation of long-chain fatty acid import into cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001245", "qualifier": "involved_in", "term": "regulation of phosphatidylcholine biosynthetic process"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23141496, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 23873799, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21516116, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008092", "pubmed": 17987659, "qualifier": "enables", "term": "cytoskeletal protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036041", "qualifier": "enables", "term": "long-chain fatty acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036041", "pubmed": 3421901, "qualifier": "enables", "term": "long-chain fatty acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070538", "pubmed": 3421901, "qualifier": "enables", "term": "oleic acid binding"}]}, "homologene": {"genes": [[7955, 171478], [8364, 548540], [9031, 419557], [9598, 456699], [9606, 2170], [9615, 478156], [9913, 281758], [10090, 14077], [10116, 79131]], "id": 68379}, "interpro": [{"desc": "Cytosolic fatty-acid binding", "id": "IPR000463", "short_desc": "Fatty_acid-bd"}, {"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Intracellular lipid binding protein", "id": "IPR031259", "short_desc": "ILBP"}], "ipi": "IPI00219684", "map_location": "1p35.2", "name": "fatty acid binding protein 3", "other_names": ["epididymis secretory sperm binding protein", "fatty acid binding protein 11", "fatty acid binding protein 3, muscle and heart", "fatty acid-binding protein, heart", "heart-type fatty acid-binding protein", "mammary-derived growth inhibitor", "muscle fatty acid-binding protein"], "pantherdb": {"HGNC": "3557", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95476", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10090, "uniprot_kb": "P11404"}, {"RGD": "69048", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10116, "uniprot_kb": "P07483"}, {"Ensembl": "ENSGALG00000037050", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 9031, "uniprot_kb": "F1NUQ3"}, {"Gene": "FABP", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 9031, "uniprot_kb": "P80565"}, {"ZFIN": "ZDB-GENE-040912-132", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q66I80"}, {"Ensembl": "ENSDARG00000109259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "A0A2R8PX25"}, {"ZFIN": "ZDB-GENE-050522-391", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q503X5"}, {"ZFIN": "ZDB-GENE-020318-2", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q8UVG7"}, {"WormBase": "WBGene00021486", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "Q965W1"}, {"WormBase": "WBGene00002260", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02324"}, {"WormBase": "WBGene00002259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02323"}, {"WormBase": "WBGene00002257", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01814"}, {"WormBase": "WBGene00002258", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01812"}, {"FlyBase": "FBgn0037913", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 7227, "uniprot_kb": "Q8INK3"}], "uniprot_kb": "P05413"}, "pathway": {"kegg": {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}], "wikipathways": [{"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP5061", "name": "Fatty acid transporters"}]}, "pdb": ["1G5W", "1HMR", "1HMS", "1HMT", "2HMB", "3RSW", "3WBG", "3WVM", "3WXQ", "4TJZ", "4TKB", "4TKH", "4TKJ", "4WBK", "5B27", "5B28", "5B29", "5CE4", "5HZ9", "6AQ1", "7EGO", "7EUV", "7EUW", "7FBF", "7FBM", "7FBN", "7FC4", "7FCG", "7FCX", "7FD7", "7FDT", "7FDU", "7FDX", "7FEK", "7FEU", "7FEZ", "7FF6", "7FFK", "7FFX", "7FG1", "7FG5", "7FZQ", "7V2G", "7V5U", "7VB1", "7WCI", "7WD6", "7WDJ", "7WE5", "7WF0", "7WJ1", "7WKB", "7WKG", "7WOM", "7WPG", "7WPU", "7WPW", "7WQ7", "7X48", "7X4J", "7X50", "7XBC", "7XHM", "7XHU", "8GEW"], "pfam": "PF00061", "pharmgkb": "PA27958", "pharos": {"target_id": 17450, "tdl": "Tchem"}, "pir": "S15432", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167648", "relationship": "is"}, {"id": "GNF178554", "relationship": "is"}, {"id": "GNF189460", "relationship": "is"}, {"id": "GNF200366", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160583", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004332", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097602", "relationship": "is"}, {"id": "GNF137257", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_047049.1"], "protein": ["NP_001307925.1", "NP_004093.1", "XP_011539309.1", "XP_054191106.1"], "rna": ["NM_001320996.2", "NM_004102.5", "XM_011541007.4", "XM_054335131.1"], "translation": [{"protein": "NP_004093.1", "rna": "NM_004102.5"}, {"protein": "XP_011539309.1", "rna": "XM_011541007.4"}, {"protein": "NP_001307925.1", "rna": "NM_001320996.2"}, {"protein": "XP_054191106.1", "rna": "XM_054335131.1"}]}, "reporter": {"HG-U133_Plus_2": ["205738_s_at", "214285_at"], "HG-U95Av2": "34867_at", "HTA-2_0": "TC01002452.hg.1", "HuEx-1_0": "2404418", "HuGene-1_1": "7914342", "HuGene-2_1": "16684429"}, "retired": 337956, "summary": "The intracellular fatty acid-binding proteins (FABPs) belongs to a multigene family. FABPs are divided into at least three distinct types, namely the hepatic-, intestinal- and cardiac-type. They form 14-15 kDa proteins and are thought to participate in the uptake, intracellular metabolism and/or transport of long-chain fatty acids. They may also be responsible in the modulation of cell growth and proliferation. Fatty acid-binding protein 3 gene contains four exons and its function is to arrest growth of mammary epithelial cells. This gene is a candidate tumor suppressor gene for human breast cancer. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Mar 2016].", "symbol": "FABP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333526"}, "unigene": ["Hs.657242", "Hs.576372"], "uniprot": {"Swiss-Prot": "P05413", "TrEMBL": ["S4R3A2", "A0A384MDY5", "S4R371"]}, "wikipedia": {"url_stub": "Heart-type fatty acid binding protein"}}