{"AllianceGenome": "3560", "HGNC": "3560", "MIM": "605168", "_id": "2171", "_version": 1, "accession": {"genomic": ["AC009902.13", "CH471068.1", "CP068270.2", "HQ384161.1", "NC_000008.11", "NC_060932.1", "NG_028154.1"], "protein": ["AAA58467.1", "AAH19385.1", "AAH70303.1", "AAP36117.1", "ADU05470.1", "BAG34797.1", "EAW87088.1", "NP_001435.1", "Q01469.3"], "rna": ["AK226036.1", "AK311856.1", "BC019385.2", "BC070303.1", "BT007449.1", "CN278427.1", "M94856.1", "NM_001444.3"], "translation": [{"protein": "AAH70303.1", "rna": "BC070303.1"}, {"protein": "AAH19385.1", "rna": "BC019385.2"}, {"protein": "NP_001435.1", "rna": "NM_001444.3"}, {"protein": "AAP36117.1", "rna": "BT007449.1"}, {"protein": "BAG34797.1", "rna": "AK311856.1"}, {"protein": "AAA58467.1", "rna": "M94856.1"}]}, "alias": ["E-FABP", "EFABP", "KFABP", "PA-FABP", "PAFABP"], "ensembl": {"gene": "ENSG00000164687", "protein": ["ENSP00000297258", "ENSP00000379647"], "transcript": ["ENST00000297258", "ENST00000396359", "ENST00000481695", "ENST00000486269"], "translation": [{"protein": "ENSP00000297258", "rna": "ENST00000297258"}, {"protein": "ENSP00000379647", "rna": "ENST00000396359"}], "type_of_gene": "protein_coding"}, "entrezgene": "2171", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.52079662507, "exp_mis": 31.1357278797, "exp_syn": 11.5677527485, "lof_z": 1.17441056410509, "mis_z": -1.21530124684175, "mu_lof": 3.62951475827e-07, "mu_mis": 3.38793551322e-06, "mu_syn": 1.14747358824e-06, "n_lof": 2.0, "n_mis": 45.0, "n_syn": 7.0, "p_li": 0.09583820082204, "p_null": 0.134554441619217, "p_rec": 0.769607357558743, "syn_z": 0.832582734057221}, "bp": 408, "cds_end": 82196802, "cds_start": 82192830, "n_exons": 4, "nonpsych": {"exp_lof": 4.02921367126, "exp_mis": 28.1182956236, "exp_syn": 10.4073882155, "lof_z": 0.99281780668584, "mis_z": -0.844818177292601, "mu_lof": 3.62951475827e-07, "mu_mis": 3.38793551322e-06, "mu_syn": 1.14747358824e-06, "n_lof": 2.0, "n_mis": 37.0, "n_syn": 6.0, "p_li": 0.0880923276529795, "p_null": 0.169598120388501, "p_rec": 0.74230955195852, "syn_z": 0.860149854597254}, "nontcga": {"exp_lof": 4.15303665442, "exp_mis": 28.6387753904, "exp_syn": 10.6362358139, "lof_z": 1.04219678579476, "mis_z": -1.24388109045352, "mu_lof": 3.62951475827e-07, "mu_mis": 3.38793551322e-06, "mu_syn": 1.14747358824e-06, "n_lof": 2.0, "n_mis": 42.0, "n_syn": 5.0, "p_li": 0.0860583775504927, "p_null": 0.152639428757479, "p_rec": 0.761302193692029, "syn_z": 1.09425297484233}, "transcript": "ENST00000297258.6"}, "exons": [{"cdsend": 81284567, "cdsstart": 81280595, "chr": "8", "position": [[81280535, 81280674], [81283365, 81283538], [81283872, 81283974], [81284513, 81284775]], "strand": 1, "transcript": "NM_001444", "txend": 81284775, "txstart": 81280535}], "exons_hg19": [{"cdsend": 82196802, "cdsstart": 82192830, "chr": "8", "position": [[82192770, 82192909], [82195600, 82195773], [82196107, 82196209], [82196748, 82197010]], "strand": 1, "transcript": "NM_001444", "txend": 82197010, "txstart": 82192770}], "generif": [{"pubmed": 12049637, "text": "Solution structure and backbone dynamics"}, {"pubmed": 12839573, "text": "S100A7 expression appears to stabilize epidermal fatty acid binding protein level in keratinocytes"}, {"pubmed": 15335354, "text": "the overexpression of FABP in cultured senescent dermal microvascular endothelial cells is closely related to skin aging."}, {"pubmed": 16759896, "text": "Metastasis of squamous cell carcinoma of the oral tongue is associated with down-regulation of epidermal fatty acid binding protein (E-FABP)."}, {"pubmed": 17428383, "text": "E-FABP may play a key role in the progress of invasiveness and metastasis in human breast cancer."}, {"pubmed": 18360704, "text": "study found levels of nuclear & cytoplasmic C-FABP expression in prostate cancer cells were significantly higher than those in normal & benign prostatic hyperplasia tissues & increased C-FABP was significantly associated with reduced patient survival time"}, {"pubmed": 18729184, "text": "Results demonstrated the ubiquitous overexpressions of E-FABP and CAPS in EC and the correlations to the clinicopathologic parameters. CAPS might be a potential prognostic factor for survival in patients with endometrial cancer"}, {"pubmed": 19337991, "text": "epidermal-fatty acid binding protein is upregulated in Human papillomavirus related oral squamous cell carcinoma"}, {"pubmed": 19339807, "text": "fatty acid-binding protein-5, squamous cell carcinoma antigens 2, alpha-enolase, annexin II, apolipoprotein A-I and albumin were detected at a high level in Atopic dermatitis skin lesions, but scarcely in the normal controls"}, {"pubmed": 19434059, "text": "FABP5 plays a critical role in lipid metabolism in retinal pigment epithetlial cells; knockdown results in accumulation of cellular triglycerides, decreased cholesterol levels, and reduced secretion of apoB100 protein and lipoproteins"}, {"pubmed": 19554614, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19554614, "text": "brain-expressed fatty-acid binding protein (FABP) genes 3, 5 and 7 may have roles in schizophrenia and bipolar disorder"}, {"pubmed": 19861119, "text": "FABP5 could be a regulated target of Nurr1."}, {"pubmed": 20040021, "text": "Overexpression of FABP5 in oral cancer cells increased cell proliferation and invasiveness by increasing expression of MMP-9."}, {"pubmed": 20057506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20424164, "text": "Fatty acid-binding protein 5 and PPARbeta/delta are critical mediators of epidermal growth factor receptor-induced carcinoma cell growth"}, {"pubmed": 20452069, "text": "Co-expression of E- and A-FABP is detected in cultured human aortic endothelial cells, which is the critical cellular component in the development of atherosclerosis."}, {"pubmed": 20563994, "text": "Studies indicate that three of the ten mammalian FABPs identified to date (FABP3, FABP5, FABP7) are expressed in the brain."}, {"pubmed": 20833513, "text": "These results validate the differential expressions of SOD2, S100A8 and FABP5 between mycosis fungoides tissues and normal skins."}, {"pubmed": 21288588, "text": "The findings suggest a potential distinct role(s) of SNPs in FABP5 and FABP2 genes in T2DM in different populations."}, {"pubmed": 21356353, "text": "The purpose of this study was to investigate the clinicopathological significance of FABP5 in breast cancer and to evaluate FABP5 as a prognostic marker and a possible novel therapeutic target in breast cancer."}, {"pubmed": 21492859, "text": "while both serum A-FABP and E-FABP levels are associated with MetS, only A-FABP is significantly associated with increased risk of CAD in Chinese adults"}, {"pubmed": 22010213, "text": "High FABP5 is associated with pancreatic ductal adenocarcinoma."}, {"pubmed": 22761399, "text": "The most significant discovery of the integrated validation is the down-regulation of FABP5 and PDCD4 in KRAS-activated human tumor bronchial epithelial cells."}, {"pubmed": 22825302, "text": "FABP5 is significantly overexpressed in intrahepatic cholangiocarcinoma combined lymph node metastasis and is involved in cell proliferation and invasion"}, {"pubmed": 23039948, "text": "E-FABP levels in skin-strippings, but not in serum, were higher in psoriatic patients than in healthy individuals. E-FABP was abundant in patients not only in lesions but also in uninvolved skin."}, {"pubmed": 23327868, "text": "E-FABP showed high exp ression in NSCLC, and the increased E-FABP expression may involved in the occurrence and development of NSCLC"}, {"pubmed": 23528210, "text": "E-FABP is highly expressed in psoriatic epidermis, and it is mainly localized in stratum spinosum. Psoriatic keratinocytes overexpress E-FABP as compared to the same population in normal epidermis."}, {"pubmed": 23722546, "text": "Our findings establish that FABP5 is critical for mammary tumor development"}, {"pubmed": 24189640, "text": "Both C-FABP and PPARg are suitable as prognostic factors to predict the clinical outcome of prostatic cancer patients."}, {"pubmed": 24244493, "text": "peripheral uptake of FA via capillary endothelial FABP4/5 is crucial for systemic metabolism and may establish FABP4/5 as potentially novel targets for the modulation of energy homeostasis."}, {"pubmed": 24692551, "text": "Data indicate that fatty acid-binding protein 5 (FABP5) is tuned to selectively stimulate peroxisome proliferation-activated receptor beta/delta transactivation in response to specific fatty acids based on their structural features."}, {"pubmed": 25027319, "text": "The frameshift and missense mutations in FABP3, FABP5, and FABP7 genes have been identified in schizophrenia and autism spectrum disorder in humans and in mouse behavioral studies."}, {"pubmed": 25797252, "text": "CRABP-II and FABP5 expression patterns are neither related to the tumor grades nor correlated with RA sensitivity."}, {"pubmed": 26020772, "text": "FABP5 may contribute to the airway remodeling and inflammation in asthma by fine-tuning the levels of CysLTs, which induce VEGF production."}, {"pubmed": 26592976, "text": "Long chain fatty acids suppress the oncogenic properties of FABP5-expressing carcinoma cells in cultured cells."}, {"pubmed": 26614767, "text": "silencing of Sp1, c-Myc or FABP5 expression led to a significant decrease in cell proliferation, indicating that up-regulation of FABP5 expression by Sp1 and c-Myc is critical for the proliferation of prostate cancer cells"}, {"pubmed": 26625874, "text": "the balance between FABP4 and FABP5 in endothelial cells may be important in regulation of angiogenic versus quiescent phenotypes in blood vessels."}, {"pubmed": 26814431, "text": "FABP5 promoted VEGF expression and angiogenesis through PPARgamma which was activated by fatty acids transported by FABP5."}, {"pubmed": 27055964, "text": "FABP5 is associated with increased subclinical atherosclerosis"}, {"pubmed": 27418530, "text": "A high expression ratio between FABP5 and CRABPII may be related to CP tumor recurrence and ATRA could be a potential therapeutic agent for CP chemotherapy."}, {"pubmed": 27644245, "text": "FABP5 plays an important role in the carcinogenesis and metastasis of cervical cancer, and FABP5 may be a novel predictor for prognostic assessment of cervical cancer patients."}, {"pubmed": 27936164, "text": "secreted FABP4 and FABP5 from adipocytes as adipokines differentially affect transcriptional and metabolic regulation in ADSC near adipocytes"}, {"pubmed": 28088613, "text": "Circulating levels of AFABP and EFABP are not decreased in Lipodystrophy despite adipose tissue loss in contrast to other adipokines including leptin and adiponectin."}, {"pubmed": 28303004, "text": "Results show that circulating FABP5 is associated with decreased cholesterol efflux capacity (CEC) and carotid atherosclerosis, suggesting that FABP5 level is a regulatory factor of CEC and a potential biomarker for residual risk of atherosclerosis."}, {"pubmed": 28374947, "text": "Findings show that FABP5 expression is up-regulated in hepatocellular carcinoma (HCC), and provide evidence that that it could play a crucial role of tumor progression, invasion and metastasis in HCC through EMT induction."}, {"pubmed": 28490445, "text": "Study identified FABP5 to be involved in the progressive intestinal injury associated with the development of Crohn's Disease complications via their effects on intestinal innate immunity."}, {"pubmed": 28632393, "text": "Data suggest that antinociceptive agent SBFI-26 binds at a portal site as well as at the canonical site in the substrate pocket of FABP5 and FABP7; only the S form of SBFI-26 binds to both FABP5 and FABP7 in their co-crystal structures; SBFI-26 induces conformational changes in FABP5 and FABP7."}, {"pubmed": 28701570, "text": "Compared to control group, breast cancer patients show higher FABP4 and FABP5 blood levels. Our data suggest that, particularly, circulating FABP4 levels could be considered a new independent breast cancer biomarker. Our work translates basic science data to clinic linking the relationship between adipose tissue and lipid metabolism to breast cancer."}, {"pubmed": 29215326, "text": "the critical role of FABP5 in activating the TGF-beta signaling pathway during radiation-induced human skin fibrosis"}, {"pubmed": 29247738, "text": "Although FABP5 facilitates brain endothelial cell uptake of fatty acids, it has limited effects on brain endothelial cell uptake."}, {"pubmed": 29906613, "text": "FABP5 promotes lipolysis of lipid droplets, de novo fatty acid synthesis and activation of NF-kappaB signaling in cancer cells."}, {"pubmed": 29957468, "text": "FABP5 promotes tumor angiogenesis via activation of the IL6/STAT3/VEGFA signaling pathway in hepatocellular carcinoma."}, {"pubmed": 30400384, "text": "The E-FABP concentration in tears appears to be related to ocular surface epithelial damage and tear stability in patients with dry eye disease in Sjogren syndrome."}, {"pubmed": 30485159, "text": "FABP5 promotes the budding of particles approximately 150 nm in diameter and modulates the kinetics of the SAR1 GTPase cycle."}, {"pubmed": 30701334, "text": "Clinical relevance of gene expression in localized and metastatic prostate cancer exemplified by FABP5."}, {"pubmed": 30917456, "text": "FABP5 might promote the carcinogenesis and metastasis of cervical cancer via up-regulating MMP-2 and MMP-9."}, {"pubmed": 30968158, "text": "Study demonstrated that FABP5 expression was significantly upregulated in samples from patients with clear cell renal cell carcinoma (ccRCC) when compared with normal tissue samples. High FABP5 expression was also significantly correlated with tumor and metastasis classifications and predicted poor survival in patients with ccRCC."}, {"pubmed": 31432248, "text": "Expression of fatty-acid-binding protein 5 in intrahepatic and extrahepatic cholangiocarcinoma: the possibility of different energy metabolisms in anatomical location."}, {"pubmed": 31491402, "text": "Study demonstrates that FABP5 is upregulated in human clear cell renal cell carcinoma (ccRCC) tissues and cell lines and is positively correlated with the progression of ccRCC. FABP5 deletion significantly downregulated MMP9 and the transcription factor Snail1 in addition to upregulating E-cadherin and downregulating N-cadherin and Vimentin to inhibit epithelial-mesenchymal transition in the ACHN cell line."}, {"pubmed": 31602654, "text": "Study of FABP's interactome and detecting new molecular targets in clear cell renal cell carcinoma."}, {"pubmed": 31646566, "text": "STAT5A reprograms fatty acid metabolism and promotes tumorigenesis of gastric cancer cells."}, {"pubmed": 31831821, "text": "FABP5 coordinates lipid signaling that promotes prostate cancer metastasis."}, {"pubmed": 31883840, "text": "Mitochondrial Integrity Regulated by Lipid Metabolism Is a Cell-Intrinsic Checkpoint for Treg Suppressive Function."}, {"pubmed": 32013828, "text": "Cellular Retinoic-Acid Binding Protein 2 in Solid Tumor."}, {"pubmed": 32550890, "text": "FABP5 promotes lymph node metastasis in cervical cancer by reprogramming fatty acid metabolism."}, {"pubmed": 32593808, "text": "CRABP2 and FABP5 expression levels in diseased and normal pancreas."}, {"pubmed": 32611686, "text": "Identification of FABP5 as an immunometabolic marker in human hepatocellular carcinoma."}, {"pubmed": 32633377, "text": "Circ-ABCB10 acts as an oncogene in glioma cells via regulation of the miR-620/FABP5 axis."}, {"pubmed": 32711257, "text": "FABP5 as a possible biomarker in atopic march: FABP5-induced Th17 polarization, both in mouse model and human samples."}, {"pubmed": 32780252, "text": "Analysis of CRABP2 and FABP5 genes in primary and recurrent pterygium tissues."}, {"pubmed": 33071982, "text": "Independent and Distinct Associations of FABP4 and FABP5 With Metabolic Parameters in Type 2 Diabetes Mellitus."}, {"pubmed": 33128030, "text": "Fatty-acid-induced FABP5/HIF-1 reprograms lipid metabolism and enhances the proliferation of liver cancer cells."}, {"pubmed": 33754641, "text": "Serum fatty acid-binding protein 5 is a significant factor in hepatocellular carcinoma progression independent of tissue expression level."}, {"pubmed": 33837625, "text": "FABP5 enhances malignancies of lower-grade gliomas via canonical activation of NF-kappaB signaling."}, {"pubmed": 34131888, "text": "Serum fatty acid binding protein 5 (FABP5) as a potential biomarker of inflammation in psoriasis."}, {"pubmed": 34431227, "text": "CCAT1/FABP5 promotes tumour progression through mediating fatty acid metabolism and stabilizing PI3K/AKT/mTOR signalling in lung adenocarcinoma."}, {"pubmed": 34775260, "text": "Tumor-intrinsic FABP5 is a novel driver for colon cancer cell growth via the HIF-1 signaling pathway."}, {"pubmed": 34906297, "text": "[Down-regulating the expression of hypoxia-induced fatty acid binding protein 5 (FABP5) inhibits tumor angiogenesis in Huh7 cells]."}, {"pubmed": 34954205, "text": "Decreased FABP5 and DSG1 protein expression following PAX6 knockdown of differentiated human limbal epithelial cells."}, {"pubmed": 35436029, "text": "Macrophage programming is regulated by a cooperative interaction between fatty acid binding protein 5 and peroxisome proliferator-activated receptor gamma."}, {"pubmed": 35545133, "text": "Fatty acid binding protein 5 regulates lipogenesis and tumor growth in lung adenocarcinoma."}, {"pubmed": 35816613, "text": "Fatty acid binding protein 5 promotes the proliferation, migration, and invasion of hepatocellular carcinoma cells by degradation of Kruppel-like factor 9 mediated by miR-889-5p via cAMP-response element binding protein."}, {"pubmed": 35902729, "text": "Lipid-related FABP5 activation of tumor-associated monocytes fosters immune privilege via PD-L1 expression on Treg cells in hepatocellular carcinoma."}, {"pubmed": 36168624, "text": "m(6)A-induced lncDBET promotes the malignant progression of bladder cancer through FABP5-mediated lipid metabolism."}, {"pubmed": 36373560, "text": "The effect of dietary carbohydrate restriction and aerobic exercise on retinol binding protein 4 (RBP4) and fatty acid binding protein 5 (FABP5) in middle-aged men with metabolic syndrome."}, {"pubmed": 36481733, "text": "Fatty acid-binding proteins 3 and 5 are involved in the initiation of mitochondrial damage in ischemic neurons."}, {"pubmed": 36651331, "text": "Molecular mechanisms on how FABP5 inhibitors promote apoptosis-induction sensitivity of prostate cancer cells."}, {"pubmed": 36792587, "text": "NSUN2 promotes osteosarcoma progression by enhancing the stability of FABP5 mRNA via m[5]C methylation."}, {"pubmed": 36906605, "text": "Oncogenic role and potential regulatory mechanism of fatty acid binding protein 5 based on a pan-cancer analysis."}, {"pubmed": 37414211, "text": "Aberrant DNA methylation-mediated NF-kappaB/fatty acid-binding protein 5 (FABP5) feed-forward loop promotes malignancy of colorectal cancer cells."}, {"pubmed": 37438449, "text": "FAM201A encodes small protein NBASP to inhibit neuroblastoma progression via inactivating MAPK pathway mediated by FABP5."}, {"pubmed": 37796964, "text": "Fatty acid binding protein 5 regulates docetaxel sensitivity in taxane-resistant prostate cancer cells."}, {"pubmed": 37858219, "text": "ALKBH5 enhances lipid metabolism reprogramming by increasing stability of FABP5 to promote pancreatic neuroendocrine neoplasms progression in an m6A-IGF2BP2-dependent manner."}, {"pubmed": 38035977, "text": "Fatty acid binding protein 5 inhibition attenuates pronociceptive cytokine/chemokine expression and suppresses osteoarthritis pain: A comparative human and rat study."}, {"pubmed": 38373971, "text": "High levels of fatty acid-binding protein 5 excessively enhances fatty acid synthesis and proliferation of granulosa cells in polycystic ovary syndrome."}, {"pubmed": 38755308, "text": "TRIM45 facilitates NASH-progressed HCC by promoting fatty acid synthesis via catalyzing FABP5 ubiquitylation."}, {"pubmed": 38777142, "text": "Fatty acid binding to the human transport proteins FABP3, FABP4, and FABP5 from a Ligand's perspective."}, {"pubmed": 38900831, "text": "FABP5-binding lipids regulate autophagy in differentiated SH-SY5Y cells."}, {"pubmed": 38965292, "text": "Concomitant decrease of E- and A-FABP expression predicts worse survival in urothelial bladder cancer patients."}], "genomic_pos": {"chr": "8", "end": 81284777, "ensemblgene": "ENSG00000164687", "start": 81280536, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 82197012, "start": 82192598, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006006", "qualifier": "involved_in", "term": "glucose metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006629", "pubmed": 8092987, "qualifier": "involved_in", "term": "lipid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006656", "qualifier": "involved_in", "term": "phosphatidylcholine biosynthetic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 1512466, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010829", "qualifier": "involved_in", "term": "negative regulation of glucose transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0015908", "qualifier": "involved_in", "term": "fatty acid transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0015909", "pubmed": 21395585, "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031392", "qualifier": "involved_in", "term": "regulation of prostaglandin biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035360", "qualifier": "involved_in", "term": "positive regulation of peroxisome proliferator activated receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051930", "qualifier": "involved_in", "term": "regulation of sensory perception of pain"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0099178", "qualifier": "involved_in", "term": "regulation of retrograde trans-synaptic signaling by endocanabinoid"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 24603714, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1990379", "pubmed": 21395585, "qualifier": "involved_in", "term": "lipid transport across blood-brain barrier"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 24692551, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 8092987, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035578", "qualifier": "located_in", "term": "azurophil granule lumen"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001972", "qualifier": "enables", "term": "retinoic acid binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005324", "pubmed": 21395585, "qualifier": "enables", "term": "long-chain fatty acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005504", "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005504", "pubmed": 8092987, "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 12839573, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008289", "pubmed": 1512466, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 24531463, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[9031, 420197], [9544, 701009], [9598, 746909], [9606, 2171], [9615, 477923], [9615, 102155424], [9913, 281760], [10090, 16592], [10116, 140868]], "id": 108238}, "interpro": [{"desc": "Cytosolic fatty-acid binding", "id": "IPR000463", "short_desc": "Fatty_acid-bd"}, {"desc": "Lipocalin/cytosolic fatty-acid binding domain", "id": "IPR000566", "short_desc": "Lipocln_cytosolic_FA-bd_dom"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Intracellular lipid binding protein", "id": "IPR031259", "short_desc": "ILBP"}], "ipi": "IPI00007797", "map_location": "8q21.13", "name": "fatty acid binding protein 5", "other_names": ["epidermal-type fatty acid-binding protein", "fatty acid binding protein 5 (psoriasis-associated)", "fatty acid-binding protein 5", "psoriasis-associated fatty acid-binding protein homolog"], "pantherdb": {"HGNC": "3560", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "101790", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10090, "uniprot_kb": "Q05816"}, {"Ensembl": "ENSRNOG00000021811", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 10116, "uniprot_kb": "D3ZJU3"}, {"RGD": "70997", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10116, "uniprot_kb": "P55053"}, {"Ensembl": "ENSGALG00000041344", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 9031, "uniprot_kb": "A0A1D5PPQ2"}, {"ZFIN": "ZDB-GENE-040912-132", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q66I80"}, {"Ensembl": "ENSDARG00000109259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "A0A2R8PX25"}, {"ZFIN": "ZDB-GENE-050522-391", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q503X5"}, {"ZFIN": "ZDB-GENE-020318-2", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q8UVG7"}, {"WormBase": "WBGene00021486", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "Q965W1"}, {"WormBase": "WBGene00002260", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02324"}, {"WormBase": "WBGene00002259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02323"}, {"WormBase": "WBGene00002257", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01814"}, {"WormBase": "WBGene00002258", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01812"}, {"FlyBase": "FBgn0037913", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7227, "uniprot_kb": "Q8INK3"}], "uniprot_kb": "Q01469"}, "pathway": {"kegg": {"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-5362517", "name": "Signaling by Retinoic Acid"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}], "wikipathways": [{"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP5061", "name": "Fatty acid transporters"}]}, "pdb": ["1B56", "1JJJ", "4AZM", "4AZR", "4LKP", "4LKT", "5HZ5", "5UR9", "7FWI", "7FXD", "7FY0", "7FYD", "7G01", "7G04", "7G0B", "7G0E", "7G1Q"], "pfam": "PF00061", "pharmgkb": "PA27961", "pharos": {"target_id": 3379, "tdl": "Tchem"}, "pir": "I56326", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211003", "relationship": "is"}, {"id": "GNF216455", "relationship": "is"}, {"id": "GNF221907", "relationship": "is"}, {"id": "GNF227359", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164411", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF031926", "relationship": "similar to"}, {"id": "GNF033180", "relationship": "similar to"}], "GNF_mm+hs-MGC": [{"id": "GNF004334", "relationship": "is"}, {"id": "GNF004335", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243858", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097603", "relationship": "is"}, {"id": "GNF137258", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_028154.1"], "protein": "NP_001435.1", "rna": "NM_001444.3", "translation": {"protein": "NP_001435.1", "rna": "NM_001444.3"}}, "reporter": {"HG-U133_Plus_2": "202345_s_at", "HG-U95Av2": "39799_at", "HTA-2_0": "TC08000518.hg.1", "HuEx-1_0": ["3104933", "3374833", "3490499", "3517694"], "HuGene-1_1": ["7948420", "8147049"]}, "retired": [82099, 92424], "summary": "This gene encodes the fatty acid binding protein found in epidermal cells, and was first identified as being upregulated in psoriasis tissue. Fatty acid binding proteins are a family of small, highly conserved, cytoplasmic proteins that bind long-chain fatty acids and other hydrophobic ligands. FABPs may play roles in fatty acid uptake, transport, and metabolism. Polymorphisms in this gene are associated with type 2 diabetes. The human genome contains many pseudogenes similar to this locus.[provided by RefSeq, Feb 2011].", "symbol": "FABP5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333528"}, "unigene": "Hs.408061", "uniprot": {"Swiss-Prot": "Q01469", "TrEMBL": ["I6L8B7", "E7DVW5"]}, "wikipedia": {"url_stub": "FABP5"}}