{"AllianceGenome": "3555", "HGNC": "3555", "MIM": "134650", "_id": "2168", "_version": 1, "accession": {"genomic": ["AC092836.4", "CH471215.1", "CP068276.2", "NC_000002.12", "NC_060926.1"], "protein": ["AAA52418.1", "AAA52419.1", "AAH22287.1", "AAH32801.1", "AAX88905.1", "CAG46887.1", "EAW77075.1", "EAW77076.1", "NP_001434.1", "P07148.1", "XP_054197003.1"], "rna": ["AA345359.1", "BC022287.1", "BC032801.1", "BP263155.1", "BX641099.1", "CR542090.1", "M10050.1", "M10617.1", "NM_001443.3", "XM_054341028.1"], "translation": [{"protein": "XP_054197003.1", "rna": "XM_054341028.1"}, {"protein": "AAH32801.1", "rna": "BC032801.1"}, {"protein": "NP_001434.1", "rna": "NM_001443.3"}, {"protein": "AAH22287.1", "rna": "BC022287.1"}, {"protein": "CAG46887.1", "rna": "CR542090.1"}, {"protein": "AAA52419.1", "rna": "M10617.1"}, {"protein": "AAA52418.1", "rna": "M10050.1"}]}, "alias": ["FABPL", "L-FABP"], "ensembl": {"gene": "ENSG00000163586", "protein": ["ENSP00000295834", "ENSP00000377351"], "transcript": ["ENST00000295834", "ENST00000393750", "ENST00000472846", "ENST00000495375"], "translation": [{"protein": "ENSP00000295834", "rna": "ENST00000295834"}, {"protein": "ENSP00000377351", "rna": "ENST00000393750"}], "type_of_gene": "protein_coding"}, "entrezgene": "2168", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.40177227, "exp_mis": 44.1587164, "exp_syn": 25.092842, "lof_z": 0.66184057875345, "mis_z": 0.306103227013918, "mu_lof": 2.40541630036e-07, "mu_mis": 3.74947468578e-06, "mu_syn": 2.06672723698e-06, "n_lof": 3.0, "n_mis": 40.0, "n_syn": 21.0, "p_li": 0.0160619800486128, "p_null": 0.282396641944629, "p_rec": 0.701541378006758, "syn_z": 0.506523187228664}, "bp": 384, "cds_end": 88427536, "cds_start": 88422572, "n_exons": 4, "nonpsych": {"exp_lof": 3.9014862, "exp_mis": 39.8853583, "exp_syn": 22.6288988, "lof_z": 0.448224902143481, "mis_z": 0.629761887195886, "mu_lof": 2.40541630036e-07, "mu_mis": 3.74947468578e-06, "mu_syn": 2.06672723698e-06, "n_lof": 3.0, "n_mis": 32.0, "n_syn": 20.0, "p_li": 0.0140286308279804, "p_null": 0.340912257356485, "p_rec": 0.645059111815535, "syn_z": 0.347941182007491}, "nontcga": {"exp_lof": 4.04158482, "exp_mis": 40.6179762, "exp_syn": 23.07736752, "lof_z": 0.511093091846556, "mis_z": 0.595511592042126, "mu_lof": 2.40541630036e-07, "mu_mis": 3.74947468578e-06, "mu_syn": 2.06672723698e-06, "n_lof": 3.0, "n_mis": 33.0, "n_syn": 18.0, "p_li": 0.0140769049426919, "p_null": 0.310517303644333, "p_rec": 0.675405791412975, "syn_z": 0.669218496106284}, "transcript": "ENST00000295834.3"}, "exons": [{"cdsend": 88128017, "cdsstart": 88123053, "chr": "2", "position": [[88122988, 88123104], [88124493, 88124586], [88126175, 88126348], [88127950, 88128062]], "strand": -1, "transcript": "NM_001443", "txend": 88128062, "txstart": 88122988}], "exons_hg19": [{"cdsend": 88427536, "cdsstart": 88422572, "chr": "2", "position": [[88422507, 88422623], [88424012, 88424105], [88425694, 88425867], [88427469, 88427581]], "strand": -1, "transcript": "NM_001443", "txend": 88427581, "txstart": 88422507}], "generif": [{"pubmed": 12121132, "text": "evidence that FABP is a target for tamoxifen and that target proteins are implicated in cell lipid metabolism"}, {"pubmed": 14563446, "text": "besides I-FABP, also L-FABP is a useful plasma marker for the detection of intestinal injury, especially in patients undergoing intestinal surgery"}, {"pubmed": 15249972, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15308127, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15547295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16175609, "text": "L-FABP has a significant role in oxidative stress"}, {"pubmed": 16249547, "text": "Urinary L-FABP levels appear to be associated with the progression of diabetic nephropathy, and NK 104 may be effective in ameliorating tubulointerstitial damage in early diabetic nephropathy."}, {"pubmed": 16772708, "text": "EPO supplementation may ameliorate renal tubular damage, in part, due to a reduction of oxidative stress in CRF patients with anemia."}, {"pubmed": 16945373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17003471, "text": "Renal L-FABP may reduce the oxidative stress in the unilateral ureteral obstruction model, ameliorating tubulointerstitial damage."}, {"pubmed": 17428383, "text": "L-FABP may play a key role in the progress of invasiveness and metastasis in human breast cancer."}, {"pubmed": 17485234, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17485234, "text": "there is a functional relevance of the FABP1 T94A SNP in hepatic fatty acid and lipid metabolism in humans"}, {"pubmed": 17526850, "text": "These results have demonstrated that C. trachomatis can productively infect liver cells and utilize FABP-transported long-chain fatty acids for its own biosynthesis."}, {"pubmed": 17605029, "text": "Intestinal L-FABP expression was investigated by immuno-histochemistry, western blot, ELISA and Northern blot analysis"}, {"pubmed": 17698986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17698986, "text": "The Ala/Ala(94)-mutation contributed significantly to reduced glycogenolysis and less severe hyperglycemia in lipid-exposed humans and was further associated with reduced body weight in a large cohort."}, {"pubmed": 17826730, "text": "Hypoxia enhances the expression of FABP1 in term human trophoblasts, suggesting that fatty acid binding proteins support fat accumulation in the hypoxic placenta."}, {"pubmed": 18094680, "text": "Urinary L-FABP levels represent a sensitive and predictive early biomarker of acute kidney injury after cardiac surgery."}, {"pubmed": 18506375, "text": "Data show that genotypes for the A-->G (Thr94Ala) polymorphism (rs2241883) of FABP1 was associated (P<0.05) with the prevalence of atherothrombotic cerebral infarction."}, {"pubmed": 18506375, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18838948, "text": "The results suggest that urinary L-FABP levels are significantly increased in patients with septic shock and that PMX-F treatment is effective in reducing these levels."}, {"pubmed": 19019918, "text": "Urinary fatty acid-binding protein 1: an early predictive biomarker of kidney injury. (Review)"}, {"pubmed": 19217864, "text": "study demonstrated the direct, albeit weak, interaction between MES buffer (2-(N-morpholino)ethanesulfonic acid) & liver fatty acid binding protein; finding of buffer-induced changes in protein dynamics offers a clue to how hLFABP accommodates its ligands"}, {"pubmed": 19330863, "text": "paradoxically underexpressed in nonalcoholic steatohepatitis"}, {"pubmed": 19435794, "text": "renal expression and urinary excretion of hL-FABP significantly reflected the severity of tubulointerstitial damage in FA-induced nephropathy"}, {"pubmed": 19441025, "text": "Studies indicate that the members of the FABP family present in mammals that appear to be more closely related to the L-BABPs are the liver FABPs and the ileal BABPs."}, {"pubmed": 19499240, "text": "two FABPs display differences in localization, regulation and developmental pattern."}, {"pubmed": 19622156, "text": "While B-FABP is over expressed in renal cell carcinoma in comparison to normal renal tissues L-FABP appears to be reduced in tumor tissue"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20185732, "text": "High levels of the tubular inflammation marker u-LFABP predict the initiation and progression to diabetic nephropathy and all-cause mortality, independent of urinary albumin excretion rate and other established risk factors."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20550918, "text": "the slow dynamics of human liver fatty acid binding protein (hLFABP) that was shown previously to be highly flexible on millisecond timescales was quantitatively characterized in detail"}, {"pubmed": 20575163, "text": "The serum level of I-FABP can be used for assessing the gut dysfunction and disease severity of acute pancreatitis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20721681, "text": "the T94A mutant of L-FABP lowered free fatty acid uptake but had no effect on FFA efflux"}, {"pubmed": 21153750, "text": "Our study suggests that L-FABP is a useful biomarker for early detection of acute kidney injury."}, {"pubmed": 21356355, "text": "Renal hL-FABP reduced the oxidative stress in aristolochic acid-induced nephrotoxicity and attenuated tubulointerstitial damage."}, {"pubmed": 21504508, "text": "Review: summarizes the findings on the pathophysiological roles and dynamics of renal human L-FABP in the recent experimental studies performed in a transgenic mouse model."}, {"pubmed": 21757748, "text": "liver fatty acid-binding protein (LFABP) in apo, holo, and intermediate states of palmitic acid engagement;Apo-LFABP undergoes structural remodeling, where the first palmitate ingress creates the atomic environment for placement of the second palmitate."}, {"pubmed": 21767383, "text": "Data show that IL-FABP mRNA was over-expressed in renal tumour tissue."}, {"pubmed": 21856370, "text": "FABP1 gene is highly transcribed in liver-derived cells, and regulated predominantly by liver-enriched transcription factors HNF3B and CEBPA."}, {"pubmed": 21996226, "text": "in kidney allograft recipients, L-FABP may be a potential early marker for impaired kidney function/injury"}, {"pubmed": 22396741, "text": "Common variants of the liver fatty acid binding protein genes 1-4 influence the risk of type 2 diabetes and insulin resistance in Spanish population"}, {"pubmed": 22465531, "text": "The present study suggests that genetic variations within FABP1 influence susceptibility to non-alcohol fatty liver disease."}, {"pubmed": 22515481, "text": "Studies indicate the most studied biomarkers for acute kidney injury are neutrophil gelatinase-associated lipocalin-2, kidney injury molecule-1, IL-18, cystatin C, N-acetyl-beta-D-glucosaminidase, liver fatty-acid binding protein, and heat shock protein 72."}, {"pubmed": 22525507, "text": "Baicalin was able to enhance both L-FABP expression and activity of intracellular SOD and GSH, and therefore protected hepatocytes from oxidative stress."}, {"pubmed": 22640736, "text": "PDX1 repression of FABP1, LCT, and SI suggests a role for PDX1 in patterning anterior intestinal development."}, {"pubmed": 23144966, "text": "Serum FABP1 correlates positively with obesity and insulin resistance in Chinese young adults."}, {"pubmed": 23167703, "text": "Urinary L-FABP and NGAL increased at an early stage after cardiac surgery. The combination of the two biomarkers enhanced the accuracy of the early detection of postoperative acute kidney injury after cardiac surgery before a rise in serum creatinine."}, {"pubmed": 23169100, "text": "It has investigated the interaction between human L-FABP and the soluble domain of Plasmodium falciparum UIS3 by NMR spectroscopy."}, {"pubmed": 23223350, "text": "results indicate that urinary L-FABP may be a predictive marker for renal and cardiovascular prognosis in type 2 diabetic patients without advanced nephropathy."}, {"pubmed": 23291381, "text": "patients with chronic hepatitis C had increased levels of L-FABP compared to controls; a strong correlation between serum L-FABP concentrations and aspartate aminotransferases, alanine aminotransferases, HCV RNA levels and hepatic inflammation was found"}, {"pubmed": 23349979, "text": "Tubular markers, such as NGAL and L-FABP, may not be predictive factors associated with GFR decline in type 2 diabetic patients."}, {"pubmed": 23599408, "text": "L-FABP was not significantly associated with acute kidney injury in adults or children after adjusting for other kidney injury biomarkers (neutrophil gelatinase-associated lipocalin and IL-18)."}, {"pubmed": 23604313, "text": "Baseline urinary L-FABP levels can be a predictor for occurrence of contrast-induced kidney disease."}, {"pubmed": 23893635, "text": "MS and NMR were used to study the ligand binding of human liver fatty acid binding protein. Results are consistent for 2 binding sites with different affinity; results indicate a higher affinity for oleate relative to palmitate at each binding site."}, {"pubmed": 24299557, "text": "Data suggest that an SNP in FABP1 (T94A) does not alter affinity of FABP1 for PPARalpha agonists (fibrates); this SNP does alter FABP1 secondary structure, stability, and functional response to fibrates (gene expression up-regulation in hepatocytes)."}, {"pubmed": 24375576, "text": "NGAL, IL-18, KIM-1, L-FABP, and albumin differed between etiologies and were significantly higher in patients adjudicated with acute kidney injury."}, {"pubmed": 24554034, "text": "Measurement of uL-FABP levels at 48 h after coronary angiography may be useful in detecting renal damage, and in predicting 1-year renal outcome in ischemic heart disease patients undergoing CAG."}, {"pubmed": 24626813, "text": "Measurement of urinary L-FABP and albumin/creatinine ratio should be useful to assess cardiovascular damage reflecting the elevation of cardiac markers and ECG abnormalities in T2DM with CKD."}, {"pubmed": 24628888, "text": "although the T94A substitution did not alter the affinity of human L-FABP for long chain fatty acids, it significantly altered human L-FABP structure and stability"}, {"pubmed": 24687388, "text": "Data suggest that up-regulation of urinary levels of LFABP, KIM1 (kidney injury molecule 1), and NGAL (neutrophil gelatinase associated lipocalin) can be used as biomarkers to reflect tubular dysfunction in early-stage type 2 diabetic nephropathy."}, {"pubmed": 24750195, "text": "Increased serum L-FABP levels are associated with delayed graft function."}, {"pubmed": 24875102, "text": "Human FABP1 T94A variant impacts fatty acid metabolism and PPAR-alpha activation in cultured human female hepatocytes."}, {"pubmed": 25027586, "text": "Urinary L-FABP was an accurate predictor of early renal allograft function."}, {"pubmed": 25198387, "text": "The study investigates the interaction of L-FAB with phospholipid liposomes."}, {"pubmed": 25324448, "text": "I-FABP and L-FABP are early markers for abdominal injury with limited prognostic value for secondary organ failures in the post-traumatic course"}, {"pubmed": 25338211, "text": "There is not a significant association between the FABP1 polymorphisms and aspirin-exacerbated respiratory disease(AERD)."}, {"pubmed": 25370009, "text": "Report interaction of perfluoroalkyl acids with human liver fatty acid-binding protein."}, {"pubmed": 25399315, "text": "Maternal serum LFABP level appears to be correlated with the severity of the preeclampsia and can be used to confirm the diagnosis."}, {"pubmed": 25436304, "text": "L-FABP was downregulated in hepatocellular carcinoma and was associated with poor prognosis."}, {"pubmed": 25516669, "text": "In smaller HCC, L-FABP downregulation probably occurs because of phenotypic changes during tumor progression. Moreover, this downregulation correlated with tumor differentiation and intratumoral inflammation."}, {"pubmed": 25663234, "text": "Both the MTP I128T and the L-FABP T94A polymorphisms can affect serum lipid levels in the Chinese population."}, {"pubmed": 25732850, "text": "The human FABP1 T94A variant protein had 3-fold higher cholesterol-binding affinity than the WT FABP1."}, {"pubmed": 25797895, "text": "L-FABP is a novel biomarker of diverse kidney diseases. (Review)"}, {"pubmed": 25847235, "text": "FABP1 and FABP2 have roles in differentially modulating the activation of PPARalpha in a ligand-selective manner"}, {"pubmed": 26010898, "text": "Urinary L-FABP is strongly associated with anemia in non-diabetic patients."}, {"pubmed": 26067610, "text": "Multivariable regression analysis revealed that urinary L-FABP and urinary albumin/ creatinine ratio were significantly associated with urinary ACE2 levels."}, {"pubmed": 26189083, "text": "In chronic kidney disease, high urinary L-FABP correlated with the development of end-stage renal disease and cardiovascular disease."}, {"pubmed": 26254248, "text": "Higher urinary L-FABP was found in pregnant with and without gestational diabetes mellitus(GDM), and considerably higher urinary L-FABP was found in the GDM group compared with the non-GDM group."}, {"pubmed": 26324091, "text": "Urinary levels of NGAL are more sensitive than uKIM-1 and uL-FABP levels in predicting renal scarring in vesicoureteral reflux."}, {"pubmed": 26439934, "text": "compared with the rs2919872 G allele, the rs2919872 A allele reduces the transcriptional activity of FABP1 promoter, and thereby may link FABP1 gene variation to triglyceride level in humans."}, {"pubmed": 26585768, "text": "Urinary L-FABP appears to be a sensitive biomarker of acute kidney injury in patients undergoing abdominal aortic repair."}, {"pubmed": 26637457, "text": "In this study, the effects of hepatitis B virus X protein (HBx) mediated FABP1 regulation on hepatic steatosis and the underlying mechanism were determined."}, {"pubmed": 26650609, "text": "In the association of SNPs in FABP1 gene with PCOS, rs2197076 was more closely associated with its main features than rs2241883 and seemed to play a more important role in the pathogenesis of PCOS."}, {"pubmed": 26919097, "text": "L-FABP was found to associate with VEGFR2 on membrane rafts and subsequently activate the Akt/mTOR/P70S6K/4EBP1 and Src/FAK/cdc42 pathways, which resulted in up-regulation of VEGF-A accompanied by an increase in both angiogenic potential and migration activity.  L-FABP significantly promoted tumor growth and metastasis in a xenograft mouse model."}, {"pubmed": 26997447, "text": "Loss of staining for LFABP appears to be common in hepatocellular carcinoma and may be seen in well-differentiated hepatocellular carcinoma."}, {"pubmed": 27015136, "text": "Hepatic adenomas co-occurring with fibrolamellar carcinomas show LFABP loss and are negative for PRKACA rearrangements, indicating they are genetically distinct lesions. These data also demonstrate that LFABP loss, which characterizes HNF1-alpha inactivation, is a consistent feature of fibrolamellar carcinoma, indicating HNF1-alpha inactivation is an important event in fibrolamellar carcinoma pathogenesis."}, {"pubmed": 27028054, "text": "Urinary L-FABP, NGAL, Kim-1 and albumin levels increased during the acute phase of kidney injury and were significantly correlated with the degree of tubulointerstitial fibrosis during the chronic phase.  These markers could detect higher risk of progression to CKD."}, {"pubmed": 27117865, "text": "Studies show that despite overall tertiary structure similarity, the hFABP1 differs significantly from rat FABP1 in secondary structure, much larger ligand binding cavity, and affinities/specificities for some ligands. Moreover, while both mouse and hFABP1 mediate ligand induction of PPARA, they differ markedly in genes induced. hFABP1 T94A variant is associated with altered body mass index.[review]"}, {"pubmed": 27224670, "text": "CDH5 and FABP1 expression levels were both elevated in drug-induced liver injury."}, {"pubmed": 27457417, "text": "analysis of structural, dynamic, and binding properties of the liver fatty acid binding protein (LFABP) in crowded solutions"}, {"pubmed": 27605390, "text": "Nonrenal conditions and systemic severity should be considered for improved AKI prediction by NGAL and L-FABP as biomarkers."}, {"pubmed": 27687006, "text": "This study demonstrated that the loss of FABP1 expression is associated with MSI carcinomas and that interferon gamma stimulation plays a role in this process via its interaction with PPARgamma."}, {"pubmed": 27761670, "text": "urinary level associated with the chronic kidney disease classification in HIV-infected patients, but not associated with antiretroviral therapy and tenofovir disoproxil fumarate"}, {"pubmed": 28197733, "text": "Both peak oxygen consumption and grip strength were inversely associated with urinary L-FABP levels in middle-aged and older individuals without chronic kidney disease."}, {"pubmed": 28405733, "text": "Our data suggests that the polymorphism in genes IL-1beta, IL-1Ra and FABP1 included in this study are not associated with PCOS development, but can influence important biochemical and metabolic parameters in PCOS."}, {"pubmed": 28430754, "text": "On PICU day 1, interleukin-18 predicted acute kidney injury with area under the curve=0.82, but neutrophil gelatinase-associated lipocalin and liver fatty acid binding protein predicted acute kidney injury with area under the curve of less than or equal to 0.69; on PICU day 2, area under the curve was higher. Interleukin-18 and liver fatty acid binding protein on day 1 predicted prolonged acute kidney injury."}, {"pubmed": 28668637, "text": "A high resolution NMR comparative molecular analysis of L-FABP T94T and L-FABP T94A in their unbound states and in the presence of representative ligands of the fatty acid and bile acid classes showed that threonine to alanine replacement did not result in strongly perturbed structural and dynamic features, although differences in oleic acid binding by the two variants were detected."}, {"pubmed": 28745927, "text": "urine L-FABP/C is permanently elevated in chronic kidney disease patients."}, {"pubmed": 28919479, "text": "studies indicate that FABP1 is essential for proper lipid metabolism in differentiated enterocytes, particularly concerning fatty acids uptake and its basolateral secretion."}, {"pubmed": 29258109, "text": "In total, 68 miRNAs potentially targeting FABP1 were selected; of these, miR-3941, miR-4517, and miR-4672 directly targeted the FABP1 3' untranslated region. Mimics of the three miRNAs substantially repressed FABP1 expression at translational level and led to HepG2 cell resistance to steatosis and cell injury induced by free fatty acids mixture, which rescue of FABP1 overexpression reversed."}, {"pubmed": 29488637, "text": "This issue was addressed in livers from human subjects expressing only wild-type (WT) FABP1 T94T (TT genotype) or T94A variant (TC or CC genotype). WT FABP1 males had lower total lipids (both neutral cholesteryl esters, triacylglycerols) and phospholipids than females"}, {"pubmed": 30203570, "text": "The data indicated that FABP1 impacts hepatocyte EC levels by binding EC and differentially impacts their intracellular hydrolysis (2-AG) and uptake (AEA)."}, {"pubmed": 31110286, "text": "FABP1 controls hepatic transport and biotransformation of Delta(9)-THC."}, {"pubmed": 31570768, "text": "Malignant transformation of liver fatty acid binding protein-deficient hepatocellular adenomas: histopathologic spectrum of a rare phenomenon."}, {"pubmed": 31602654, "text": "Study of FABP's interactome and detecting new molecular targets in clear cell renal cell carcinoma."}, {"pubmed": 31872282, "text": "Novel Urinary Biomarkers for Acute Kidney Injury and Prediction of Clinical Outcomes After Pediatric Cardiac Surgery."}, {"pubmed": 32125573, "text": "Elevated Serum Liver-Type Fatty Acid Binding Protein Levels in Non-acetaminophen Acute Liver Failure Patients with Organ Dysfunction."}, {"pubmed": 32922199, "text": "FABP1 and FABP2 as markers of diabetic nephropathy."}, {"pubmed": 33534129, "text": "The Role of Elevated Liver-Type Fatty Acid-Binding Proteins in Liver Diseases."}, {"pubmed": 33539661, "text": "Prognostic impact of elevated fatty acid-binding protein 1 in patients with heart failure."}, {"pubmed": 33789996, "text": "HIF1alpha-Regulated Expression of the Fatty Acid Binding Protein Family Is Important for Hypoxic Reactivation of Kaposi's Sarcoma-Associated Herpesvirus."}, {"pubmed": 33908738, "text": "Fatty Acid-Binding Protein 1 as a Potential New Serological Marker of Liver Status in Children With Wilson Disease."}, {"pubmed": 34056002, "text": "Mechanistic Investigation on the Regulation of FABP1 by the IL-6/miR-603 Signaling in the Pathogenesis of Hepatocellular Carcinoma."}, {"pubmed": 34082672, "text": "FABP1 Gene Variant is Associated with Risk of Metabolic Syndrome."}, {"pubmed": 34418801, "text": "The association between a Fatty Acid Binding Protein 1 (FABP1) gene polymorphism and serum lipid abnormalities in the MASHAD cohort study."}, {"pubmed": 34620327, "text": "Association of macro-and micro-nutrients dietary intakes with rs2241883 genetic variants of FABP 1 gene in MASHAD study population."}, {"pubmed": 34707207, "text": "Pathophysiological and diagnostic importance of fatty acid-binding protein 1 in heart failure with preserved ejection fraction."}, {"pubmed": 35460276, "text": "Intestinal peroxisome proliferator-activated receptor alpha-fatty acid-binding protein 1 axis modulates nonalcoholic steatohepatitis."}, {"pubmed": 35951102, "text": "FABP1 expression in human tumors: a tissue microarray study on 17,071 tumors."}, {"pubmed": 36147466, "text": "Downregulation of PPARalpha mediates FABP1 expression, contributing to IgA nephropathy by stimulating ferroptosis in human mesangial cells."}, {"pubmed": 36601873, "text": "Associations of ANGPTL6, DOCK6, FABP1, and PCSK9 single-nucleotide variants with hypercholesterolemia in the Polish population: a cross-sectional study."}, {"pubmed": 36758511, "text": "Fatty acid binding protein 1 (FABP1) and fatty acid binding protein 2 (FABP2) as a link between diabetic nephropathy and subclinical atherosclerosis in children and adolescents with type 1 diabetes."}, {"pubmed": 37026586, "text": "Association between the rs2241883 polymorphism of the fatty acid-binding protein-1 (FABP1) gene and obesity in a population of MASHAD study cohort."}, {"pubmed": 37499886, "text": "Derlin-1 ameliorates nonalcoholic hepatic steatosis by promoting ubiquitylation and degradation of FABP1."}, {"pubmed": 38246168, "text": "Unravelling the role of urinary liver-type fatty acid binding protein in histone-induced AKI."}, {"pubmed": 38617005, "text": "Fatty Acid Binding Protein 1 is an Independent Prognostic Biomarker for Gallbladder Cancer with Direct Hepatic Invasion."}], "genomic_pos": {"chr": "2", "end": 88128062, "ensemblgene": "ENSG00000163586", "start": 88122982, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 88427635, "start": 88422510, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0015908", "qualifier": "involved_in", "term": "fatty acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015909", "qualifier": "involved_in", "term": "long-chain fatty acid transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032000", "qualifier": "involved_in", "term": "positive regulation of fatty acid beta-oxidation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033552", "qualifier": "involved_in", "term": "response to vitamin B3"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16175609, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 16175609, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050892", "qualifier": "involved_in", "term": "intestinal absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 16175609, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071456", "pubmed": 16175609, "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005782", "qualifier": "located_in", "term": "peroxisomal matrix"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045179", "qualifier": "located_in", "term": "apical cortex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005324", "qualifier": "enables", "term": "long-chain fatty acid transmembrane transporter activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005504", "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25416956, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005543", "qualifier": "enables", "term": "phospholipid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016209", "pubmed": 16175609, "qualifier": "enables", "term": "antioxidant activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0032052", "qualifier": "enables", "term": "bile acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070538", "qualifier": "enables", "term": "oleic acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1901363", "qualifier": "enables", "term": "heterocyclic compound binding"}]}, "homologene": {"genes": [[7955, 791610], [8364, 100144636], [9031, 374015], [9598, 736471], [9606, 2168], [9615, 403619], [9913, 327700], [10090, 14080], [10116, 24360]], "id": 1106}, "interpro": [{"desc": "Cytosolic fatty-acid binding", "id": "IPR000463", "short_desc": "Fatty_acid-bd"}, {"desc": "Calycin", "id": "IPR012674", "short_desc": "Calycin"}, {"desc": "Intracellular lipid binding protein", "id": "IPR031259", "short_desc": "ILBP"}], "ipi": ["IPI00010290", "IPI00788848"], "map_location": "2p11.2", "name": "fatty acid binding protein 1", "other_names": ["fatty acid binding protein 1, liver", "fatty acid-binding protein, liver", "liver-type fatty acid-binding protein"], "pantherdb": {"HGNC": "3555", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95479", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10090, "uniprot_kb": "P12710"}, {"RGD": "2590", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 10116, "uniprot_kb": "P02692"}, {"Ensembl": "ENSGALG00000015937", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 9031, "uniprot_kb": "Q90WA9"}, {"ZFIN": "ZDB-GENE-050522-96", "ortholog_type": "LDO", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q4VBT1"}, {"ZFIN": "ZDB-GENE-100318-6", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "A0A0R4IRM6"}, {"ZFIN": "ZDB-GENE-020318-3", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7955, "uniprot_kb": "Q1AMT3"}, {"WormBase": "WBGene00021486", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "Q965W1"}, {"WormBase": "WBGene00002260", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02324"}, {"WormBase": "WBGene00002259", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O02323"}, {"WormBase": "WBGene00002257", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01814"}, {"WormBase": "WBGene00002258", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 6239, "uniprot_kb": "O01812"}, {"FlyBase": "FBgn0037913", "ortholog_type": "O", "panther_family": "PTHR11955", "taxid": 7227, "uniprot_kb": "Q8INK3"}], "uniprot_kb": "P07148"}, "pathway": {"biocarta": {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, "kegg": [{"id": "hsa03320", "name": "PPAR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04975", "name": "Fat digestion and absorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-163560", "name": "Triglyceride catabolism"}, {"id": "R-HSA-189445", "name": "Metabolism of porphyrins"}, {"id": "R-HSA-189483", "name": "Heme degradation"}, {"id": "R-HSA-1989781", "name": "PPARA activates gene expression"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-400206", "name": "Regulation of lipid metabolism by PPARalpha"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8979227", "name": "Triglyceride metabolism"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "wikipathways": [{"id": "WP2878", "name": "PPAR-alpha pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3942", "name": "PPAR signaling pathway"}, {"id": "WP5061", "name": "Fatty acid transporters"}]}, "pdb": ["2F73", "2L67", "2L68", "2LKK", "2PY1", "3B2H", "3B2I", "3B2J", "3B2K", "3B2L", "3STK", "3STM", "3STN", "3VG2", "3VG3", "3VG4", "3VG5", "3VG6", "3VG7", "6DO6", "6DO7", "6DRG", "6MP4", "7DZE", "7DZF", "7DZG", "7DZH", "7DZI", "7DZJ", "7DZK", "7DZL", "7FXO", "7FY8", "7FYA", "7G00", "7G0W", "7G1X"], "pfam": "PF14651", "pharmgkb": "PA27956", "pharos": {"target_id": 12494, "tdl": "Tchem"}, "pir": "A22289", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167646", "relationship": "is"}, {"id": "GNF178552", "relationship": "is"}, {"id": "GNF189458", "relationship": "is"}, {"id": "GNF200364", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156844", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF039277", "relationship": "similar to"}, {"id": "GNF047166", "relationship": "similar to"}], "GNF_mm+hs-MGC": {"id": "GNF004331", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241345", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097604", "relationship": "is"}, {"id": "GNF137259", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001434.1", "XP_054197003.1"], "rna": ["NM_001443.3", "XM_054341028.1"], "translation": [{"protein": "XP_054197003.1", "rna": "XM_054341028.1"}, {"protein": "NP_001434.1", "rna": "NM_001443.3"}]}, "reporter": {"HG-U133_Plus_2": ["205892_s_at", "231693_at"], "HG-U95Av2": "38586_at", "HTA-2_0": ["TC02002069.hg.1", "TC02004392.hg.1"], "HuEx-1_0": "2563536", "HuGene-1_1": "8053654", "HuGene-2_1": "16900030"}, "summary": "This gene encodes the fatty acid binding protein found in liver. Fatty acid binding proteins are a family of small, highly conserved, cytoplasmic proteins that bind long-chain fatty acids and other hydrophobic ligands. This protein and FABP6 (the ileal fatty acid binding protein) are also able to bind bile acids. It is thought that FABPs roles include fatty acid uptake, transport, and metabolism. [provided by RefSeq, Mar 2011].", "symbol": "FABP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333524"}, "unigene": "Hs.380135", "uniprot": {"Swiss-Prot": "P07148", "TrEMBL": ["Q05CP7", "Q6FGL7", "A8MW49"]}, "wikipedia": {"url_stub": "FABP1"}}