{"AllianceGenome": "3590", "HGNC": "3590", "MIM": "600403", "_id": "2191", "_version": 2, "accession": {"genomic": ["AC007750.3", "CH471058.2", "CP068276.2", "KT584069.1", "KT988039.1", "NC_000002.12", "NC_060926.1", "NG_027991.1"], "protein": ["AAB49652.1", "AAC51668.1", "AAH26250.1", "AAY24205.1", "AMN16604.1", "AND76663.1", "BAG37836.1", "BAG59624.1", "EAX11353.1", "EAX11354.1", "NP_001278736.1", "NP_004451.2", "Q12884.5", "XP_011509098.1", "XP_011509099.1", "XP_016859074.1", "XP_054197004.1", "XP_054197005.1", "XP_054197006.1"], "rna": ["AK055327.1", "AK297118.1", "AK309260.1", "AK310293.1", "AK315448.1", "AL832166.1", "BC026250.1", "DA655829.1", "KU257678.1", "NM_001291807.3", "NM_004460.5", "U09278.2", "U76833.1", "XM_011510796.4", "XM_011510797.4", "XM_017003585.3", "XM_054341029.1", "XM_054341030.1", "XM_054341031.1", "XR_001738668.3", "XR_008486305.1", "XR_008486306.1", "XR_922891.3"], "translation": [{"protein": "XP_011509099.1", "rna": "XM_011510797.4"}, {"protein": "NP_001278736.1", "rna": "NM_001291807.3"}, {"protein": "NP_004451.2", "rna": "NM_004460.5"}, {"protein": "XP_054197005.1", "rna": "XM_054341030.1"}, {"protein": "XP_011509098.1", "rna": "XM_011510796.4"}, {"protein": "AAH26250.1", "rna": "BC026250.1"}, {"protein": "XP_016859074.1", "rna": "XM_017003585.3"}, {"protein": "BAG59624.1", "rna": "AK297118.1"}, {"protein": "AAB49652.1", "rna": "U09278.2"}, {"protein": "AAC51668.1", "rna": "U76833.1"}, {"protein": "XP_054197004.1", "rna": "XM_054341029.1"}, {"protein": "XP_054197006.1", "rna": "XM_054341031.1"}, {"protein": "AND76663.1", "rna": "KU257678.1"}, {"protein": "BAG37836.1", "rna": "AK315448.1"}]}, "alias": ["DPPIV", "FAPA", "FAPalpha", "SIMP"], "ec": ["3.4.14.5", "3.4.21.26"], "ensembl": {"gene": "ENSG00000078098", "protein": ["ENSP00000188790", "ENSP00000400137", "ENSP00000407404", "ENSP00000411391", "ENSP00000417028", "ENSP00000441940"], "transcript": ["ENST00000188790", "ENST00000422436", "ENST00000443424", "ENST00000447386", "ENST00000450031", "ENST00000461506", "ENST00000462608", "ENST00000465088", "ENST00000465424", "ENST00000480044", "ENST00000480838", "ENST00000493182", "ENST00000497414"], "translation": [{"protein": "ENSP00000441940", "rna": "ENST00000462608"}, {"protein": "ENSP00000417028", "rna": "ENST00000422436"}, {"protein": "ENSP00000188790", "rna": "ENST00000188790"}, {"protein": "ENSP00000411391", "rna": "ENST00000443424"}, {"protein": "ENSP00000400137", "rna": "ENST00000447386"}, {"protein": "ENSP00000407404", "rna": "ENST00000450031"}], "type_of_gene": "protein_coding"}, "entrezgene": "2191", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 38.2021680768, "exp_mis": 222.981521198, "exp_syn": 100.887326979, "lof_z": 2.43641479549975, "mis_z": -0.622957400742321, "mu_lof": 2.51960476716e-06, "mu_mis": 1.93516904115e-05, "mu_syn": 8.20898934526e-06, "n_lof": 23.0, "n_mis": 242.0, "n_syn": 105.0, "p_li": 3.27312070401378e-11, "p_null": 0.0250816965096129, "p_rec": 0.974918303457656, "syn_z": -0.253838933519565}, "bp": 2283, "cds_end": 163099837, "cds_start": 163027488, "n_exons": 26, "nonpsych": {"exp_lof": 34.0597401804, "exp_mis": 201.302891038, "exp_syn": 90.7958598857, "lof_z": 2.36596656057515, "mis_z": -0.380279337262851, "mu_lof": 2.51960476716e-06, "mu_mis": 1.93516904115e-05, "mu_syn": 8.20898934526e-06, "n_lof": 20.0, "n_mis": 212.0, "n_syn": 92.0, "p_li": 1.12327060013534e-09, "p_null": 0.0231526898405731, "p_rec": 0.976847309036156, "syn_z": -0.0795623357876256}, "nontcga": {"exp_lof": 35.0956106274, "exp_mis": 205.092628414, "exp_syn": 92.7659610668, "lof_z": 2.18062306240729, "mis_z": -0.72733460413551, "mu_lof": 2.51960476716e-06, "mu_mis": 1.93516904115e-05, "mu_syn": 8.20898934526e-06, "n_lof": 22.0, "n_mis": 226.0, "n_syn": 101.0, "p_li": 5.37300134480497e-11, "p_null": 0.0561177299384256, "p_rec": 0.943882270007845, "syn_z": -0.541303630974678}, "transcript": "ENST00000188790.4"}, "exons": [{"cdsend": 162243327, "cdsstart": 162170978, "chr": "2", "position": [[162170683, 162171080], [162172810, 162172884], [162173148, 162173221], [162173722, 162173787], [162174866, 162174966], [162183413, 162183468], [162188168, 162188363], [162189102, 162189172], [162189655, 162189754], [162194700, 162194748], [162198756, 162198881], [162200565, 162200619], [162202871, 162202942], [162203040, 162203145], [162209951, 162209996], [162213937, 162214073], [162215897, 162216001], [162217985, 162218140], [162219062, 162219183], [162219852, 162219925], [162223607, 162223660], [162225482, 162225577], [162226522, 162226621], [162242907, 162242992], [162243321, 162243445]], "strand": -1, "transcript": "NM_001291807", "txend": 162243445, "txstart": 162170683}, {"cdsend": 162243327, "cdsstart": 162170978, "chr": "2", "position": [[162170683, 162171080], [162172810, 162172884], [162173148, 162173221], [162173722, 162173787], [162174866, 162174966], [162183413, 162183468], [162188168, 162188363], [162189102, 162189172], [162189655, 162189754], [162194700, 162194748], [162198756, 162198881], [162200565, 162200619], [162202871, 162202942], [162203040, 162203145], [162209951, 162209996], [162213937, 162214073], [162215897, 162216001], [162217985, 162218140], [162219062, 162219183], [162219852, 162219925], [162223607, 162223660], [162224465, 162224540], [162225482, 162225577], [162226522, 162226621], [162242907, 162242992], [162243321, 162243445]], "strand": -1, "transcript": "NM_004460", "txend": 162243445, "txstart": 162170683}], "exons_hg19": [{"cdsend": 163099837, "cdsstart": 163027488, "chr": "2", "position": [[163027193, 163027590], [163029320, 163029394], [163029658, 163029731], [163030232, 163030297], [163031376, 163031476], [163039923, 163039978], [163044678, 163044873], [163045612, 163045682], [163046165, 163046264], [163051210, 163051258], [163055266, 163055391], [163057075, 163057129], [163059381, 163059452], [163059550, 163059655], [163066461, 163066506], [163070447, 163070583], [163072407, 163072511], [163074495, 163074650], [163075572, 163075693], [163076362, 163076435], [163080117, 163080170], [163081992, 163082087], [163083032, 163083131], [163099417, 163099502], [163099831, 163099955]], "strand": -1, "transcript": "NM_001291807", "txend": 163099955, "txstart": 163027193}, {"cdsend": 163099837, "cdsstart": 163027488, "chr": "2", "position": [[163027193, 163027590], [163029320, 163029394], [163029658, 163029731], [163030232, 163030297], [163031376, 163031476], [163039923, 163039978], [163044678, 163044873], [163045612, 163045682], [163046165, 163046264], [163051210, 163051258], [163055266, 163055391], [163057075, 163057129], [163059381, 163059452], [163059550, 163059655], [163066461, 163066506], [163070447, 163070583], [163072407, 163072511], [163074495, 163074650], [163075572, 163075693], [163076362, 163076435], [163080117, 163080170], [163080975, 163081050], [163081992, 163082087], [163083032, 163083131], [163099417, 163099502], [163099831, 163099955]], "strand": -1, "transcript": "NM_004460", "txend": 163099955, "txstart": 163027193}], "generif": [{"pubmed": 12023964, "text": "expression of the seprase-DPPIV complex is restricted to migratory cells involved in wound closure"}, {"pubmed": 12376466, "text": "seprase and the urokinase plasminogen activator receptor (uPAR), co-localize in the plasma membrane of LOX malignant melanoma cells"}, {"pubmed": 12675244, "text": "This protein and collagen are intrahepatically expressed in hepatitis C infection."}, {"pubmed": 12926053, "text": "Seprase may be an early marker of tumor invasion in squamous lesions of the uterine cervix."}, {"pubmed": 12963128, "text": "An abundant expression of seprase in colorectal cancer tissue is associated with lymph node metastasis."}, {"pubmed": 14524536, "text": "Seprase may contribute to the pathogenesis of breast cancer by promoting growth of the primary tumor and by facilitating the growth of breast cancer cells in metastases at other sites of the body"}, {"pubmed": 14707457, "text": "These results suggested that there is a difference in seprase expression between intestinal- and diffuse-type gastric cancer; this difference may reflect distinct biological features of these types of cancer"}, {"pubmed": 15767544, "text": "the enzymatic activity of fibroblast activation protein plays an important role in the promotion of tumor growth"}, {"pubmed": 15809306, "text": "molecular determinants responsible for the substrate specificity and endopeptidase activity"}, {"pubmed": 16061874, "text": "analysis of response of CD4(+) and CD8(+) T-cells to the human stromal antigen, fibroblast activation protein"}, {"pubmed": 16175601, "text": "FAP has important nonenzymatic functions that in chronic liver injury may facilitate tissue remodeling through FAP-mediated enhancement of HSC cell adhesion, migration, and apoptosis"}, {"pubmed": 16196122, "text": "Increased expression of seprase is associated with lymph node metastasis in colorectal cancer"}, {"pubmed": 16223769, "text": "Circulating antiplasmin-cleaving enzyme (APCE) has a role in fibrinolysis and appears structurally similar to fibroblast activation protein (APCE)."}, {"pubmed": 16223769, "text": "Conversion of FAP to the more easily fibrin-incorporable form, Asn-alpha2AP, may increase plasmin inhibition within fibrin"}, {"pubmed": 16410248, "text": "fibroblast activation protein protease inhibition is based on dipeptide substrate specificity"}, {"pubmed": 16480718, "text": "FAP required substrates with Pro at P(1) and Gly or d-amino acids at P(2) and preferred small, uncharged amino acids at P(3), but tolerated most amino acids at P(4), P(1)(') and P(2)(')."}, {"pubmed": 16507127, "text": "Expression of active FAPalpha on chondrocyte membrane and elevated levels in cartilage from osteoarthritis patients. May have important pathological role in cartilage turnover prevalent in arthritic diseases."}, {"pubmed": 16700525, "text": "overexpression in HEK293 cells reduced cell adhesion, migration and invasion on ECM components, increased proliferation and promoted apoptosis, independently of enzyme activity"}, {"pubmed": 18071670, "text": "The reported type 1 diabetes association is from a linkage disequilibrium region including three candidate genes, FAP, IFIH1 and GCA."}, {"pubmed": 18095711, "text": "The substrate specificity of FAP was identified by mapping of cleavage sites within collagen I, and peptides synthesized based on these sites showed similar Km values for high and low ranked substrates, but the kcat values differed up to 100-fold."}, {"pubmed": 18570153, "text": "FAP-alpha expression in metaplastic, dysplastic, and esophageal cancer tissue is associated with neoplastic progression of esophageal lesions."}, {"pubmed": 18665076, "text": "Fibroblast activation protein is highly expressed in pancreatic adenocarcinoma, with greatest expression immediately adjacent to tumor. Higher FAP expression is associated with worse clinical outcome."}, {"pubmed": 18823010, "text": "seprase may have a role in promotion of an invasive phenotype by collagenous matrices in ovarian tumor cells"}, {"pubmed": 19747910, "text": "This study examines FAP's function in vitro by assaying the proliferation, migration and invasion of ovarian cancer cell line HO-8910PM.."}, {"pubmed": 19817894, "text": "data suggest that FAP and DPP-IV are consistently expressed in bone and soft tissue tumour cells that are histogenetically related to activated fibroblasts and/or myofibroblasts, irrespective of their malignancy."}, {"pubmed": 20043068, "text": "DPP8 and DPP9 prevail over canonical DPP-IV/CD26 and FAPalpha in all examined meningioma patients"}, {"pubmed": 20155839, "text": "central role for the serine protease activity of FAP and DPP-4/CD26 in protecting articular cartilage against invasion by synovial fibroblasts in rheumatoid arthritis"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20711172, "text": "Suggest fibroblast-activation protein as a histologic adjunct in confidently differentiating morpheaform/infiltrative basal cell carcinoma from desmoplastic trichoepithelioma."}, {"pubmed": 20806341, "text": "FAP is overexpressed in Crohn disease strictures"}, {"pubmed": 20872224, "text": "role in the invasive behavior of keloids"}, {"pubmed": 21314817, "text": "Neuropeptide Y, B-type natriuretic peptide, substance P and peptide YY were the most efficiently hydrolysed substrates and the first hormone substrates of FAP to be identified."}, {"pubmed": 21491083, "text": "These experiments suggest a functional association between UVR and FAP-alpha expression that UVR of malignant melanoma converts fibroblasts into FAP-alpha expressing and ECM degrading fibroblasts thus facilitating invasion and migration."}, {"pubmed": 21526345, "text": "the associated dynamics of DPP-IV and FAP gene expression in glioblastoma cells further argues in favor of their putative joint involvement in biological processes"}, {"pubmed": 21668992, "text": "FAP remodels the ECM by modulating protein levels & increasing fibronectin levels & collagen fiber organization. FAP-dependent architectural/compositional ECM alterations promote tumor invasion along characteristic parallel fiber orientations."}, {"pubmed": 22067528, "text": "immunostaining with FAP-alpha and Calponin can serve as a novel marker for pathologically diagnosing whether ductal carcinoma in situ has microinvasion."}, {"pubmed": 22323494, "text": "Studies indicate that the identification of fibroblast activation protein alpha (FAP) as a target selectively expressed on carcinoma-associated fibroblasts led to intensive efforts to exploit this novel cellular target for clinical benefit."}, {"pubmed": 22371645, "text": "Data show that fibroblast activation protein is highly expressed in carcinoma cells and fibroblasts in PDAC tissues, and its expression is associated with desmoplasia and worse prognosis."}, {"pubmed": 22435331, "text": "Strong FAPalpha and TGF-beta1 expressions were detected in myocardial cytoplasm in both acute and recurrent myocardial infarction groups."}, {"pubmed": 22608558, "text": "REVIEW: key modulator of the microenvironment in multiple pathologies"}, {"pubmed": 22614695, "text": "FAP is an important regulator of the microenvironment in tumor formation"}, {"pubmed": 22674411, "text": "Higher plasma seprase was associated with better survival in all non-metastatic cancers combined."}, {"pubmed": 22734237, "text": "FAP may play an important role in the occurrence and development of HBV related hepatocellular carcinoma."}, {"pubmed": 22750443, "text": "analysis of the substrate preferences of two post-proline cleaving endopeptidases, prolyl oligopeptidase and fibroblast activation protein alpha"}, {"pubmed": 22911669, "text": "Study validates the proteolytic activity of FAP as a target for the activation of a systemically delivered cytotoxic prodrug."}, {"pubmed": 23328994, "text": "High intratumoral expression of fibroblast activation protein is associated with colorectal cancer."}, {"pubmed": 23778090, "text": "Fibroblast activation protein-alpha promotes ovarian cancer cell proliferation and invasion via extracellular and intracellular signaling mechanisms."}, {"pubmed": 23813624, "text": "FAP may play an important role in tumor development and progression in osteosarcoma."}, {"pubmed": 23835897, "text": "Elevated FAP-alpha expression may be associated with inflammation and suppressed lymphocyte-dependent immune response, which then result in the lung tumor progression."}, {"pubmed": 23932048, "text": "An association was made with circulating levels of FAPalpha and prognosis in acute coronary syndrome."}, {"pubmed": 24028972, "text": "results suggested that FAPalpha might directly promote tumor growth and invasiveness in ovarian cancer cells"}, {"pubmed": 24402778, "text": "IHC revealed protein expression of all four genes. IHC staining for ADAM12, FAP, and WISP1 correlated with CDR and was higher, whereas SOX11 staining was lower in tumors with earlier recurrence following excision"}, {"pubmed": 24422232, "text": "High fibroblast activation protein is associated with invasion and migration of gastric cancer."}, {"pubmed": 24470260, "text": "substrate repertoire and expression patterns of FAP"}, {"pubmed": 24551161, "text": "FAP is essential for the migration of bone marrow mesenchymal stem cells through RhoA activation."}, {"pubmed": 24595644, "text": "The study emphasized FAP as a marker for cutaneous epithelial malignancy and confirmed its diagnostic usefulness in the distinction of Basal cell carcinoma from Trichoepithelioma, and Squamous cell carcinoma from Pseudoepitheliomatous hyperplasia"}, {"pubmed": 24717288, "text": "C1088T variant in fibroblast activation protein is associated with ER stress, loss of enzymatic function and loss of cell surface localisation."}, {"pubmed": 24722280, "text": "knockdown of FAP inactivated PTEN/PI3K/AKT and Ras-ERK and its downstream signaling regulating proliferation, migration, and invasion in oral squamous cell carcinoma cells."}, {"pubmed": 24727589, "text": "We found that seprase is transcriptionally up-regulated in invasive melanoma cells via the canonical TGF-beta signaling pathway, supporting the roles of both TGF-beta and seprase in tumor invasion and metastasis."}, {"pubmed": 24789592, "text": "A positive correlation between the expression of FAP-alpha and DPPIV and the activity of both gelatinases was found."}, {"pubmed": 24885257, "text": "In vitro, FAP-alpha promotes proliferation and inhibits migration of breast cancer cells, potentially by regulating the FAK pathway."}, {"pubmed": 25126747, "text": "Expression of CCN2, EMA, and FAP may be involved in the activation of cancer associated fibroblasts in hepatocellular carcinoma."}, {"pubmed": 25361590, "text": "Demonstrate co-expression of FAP and DPP-IV in pancreatic alpha cells in adult humans."}, {"pubmed": 25464232, "text": "Soluble fibroblast activation protein plasma levels were reduced in coronary heart disease."}, {"pubmed": 25600705, "text": "Deficiency of FAP promoted proteoglycan loss and cartilage degradation in chronic inflammatory arthritis."}, {"pubmed": 25744843, "text": "Expression of TGF-beta1 is positively related with FAP-alpha expression in primary breast tumors."}, {"pubmed": 25775399, "text": "FAP expression is associated with worse prognosis in solid tumors"}, {"pubmed": 25816202, "text": "Data show that FAP and DPP4 proteins were simultaneously induced in dedifferentiating mature adipocytes supporting a potential role for these enzymes in adipose tissue remodeling and cell plasticity."}, {"pubmed": 25995078, "text": "High FAP expression is associated with increased metastasis."}, {"pubmed": 26209915, "text": "Immunofluorescence optical sectioning microscopy of FAPalpha and lipid raft markers further corroborates recruitment of FAPalpha to lipid rafts and invadopodia."}, {"pubmed": 26304112, "text": "degradomic study highlights cell-contextual proteolysis by FAPalpha with distinct positional profiles. Generally, our findings link FAPalpha to key aspects of CAF biology and attribute an important role in tumor-stroma interaction to FAPalpha"}, {"pubmed": 26319660, "text": "In this study, we show for the first time the expression of FAP in activated fibroblasts after MI and its activation by TGFbeta1. Effects of FAP on fibroblast migration and gelatinolytic activity indicate a potential role in cardiac wound healing"}, {"pubmed": 26342814, "text": "FAP sensitizes fibrosarcoma to chemotherapy and alters cell death."}, {"pubmed": 26454160, "text": "FAP is expressed by activated, collagen-synthesizing fibroblasts, but not by inactive fibroblasts or fully differentiated myofibroblasts and non-fibroblast cells in the infarct."}, {"pubmed": 26621486, "text": "NPY is efficiently cleaved by FAP indicating a potential function for FAP in neuropeptide regulation within liver and cancer biology."}, {"pubmed": 26635356, "text": "the circulating protease, fibroblast activation protein, is the proteolytic enzyme responsible for hFGF21 inactivation."}, {"pubmed": 26671446, "text": "DPP4 activity and/or structure homologue (DASH) proteins are involved in many pathophysiological processes and have therefore been proposed for potential biomarkers or even drug targets in various cancers (DPP4 and FAP). (Review)"}, {"pubmed": 26715280, "text": "Increased FAPalpha expression is associated with thyroid papillary carcinoma."}, {"pubmed": 26797127, "text": "This study identified fibroblast activation protein (FAP) as the enzyme that cleaves and inactivates human FGF21."}, {"pubmed": 26934296, "text": "FAP selectively cleaves type I collagen resulting in increased macrophage adhesion."}, {"pubmed": 26962859, "text": "Human FGF-21 Is a Substrate of Fibroblast Activation Protein."}, {"pubmed": 27020681, "text": "Data suggest that a DNA vaccine targeting human fibroblast activation protein alpha (FAPalpha) may be an attractive and effective cancer immunotherapy strategy."}, {"pubmed": 27063470, "text": "Fibroblast activation protein (P=.00117) was stronger than grade and stage in predicting clinical aggressiveness in clear cell renal cell carcinoma."}, {"pubmed": 27118870, "text": "have identified fibroblast activation protein (FAP) as the endopeptidase responsible for this site-specific cleavage of human FGF21 (hFGF21), and propose that inhibition of FAP may be a therapeutic strategy to increase endogenous levels of active FGF21."}, {"pubmed": 27155568, "text": "Mutations to predicted TM interfacial residues (G10L, S14L, and A18L) comprising a small-X3-small motif reduced FAP TM-CYTO dimerization relative to wild type. Predicted off-interface residues showed no significant change from wild type. The interfacial TM residue G10L decreased FAP endopeptidase activity more than 25%, and reduced cell-surface versus intracellular expression relative to interfacial S14L and A18L."}, {"pubmed": 27492457, "text": "High FAPalpha expression is associated with glioblastoma."}, {"pubmed": 27817025, "text": "The level of FAP expression in NGP-127, SJCRH30, and SJSA-1 lines as well as in cancer-associated fibroblasts of patients was comparable, which makes these cell lines a possible model for studying FAP"}, {"pubmed": 27881889, "text": "Expression of FAPalpha in stroma was associated with distant metastasis of breast phyllodes tumor."}, {"pubmed": 27983931, "text": "This evidence highly suggested that FAP is a potential prognosticator of GC patients and a target for synergizing with other treatments, especially immune checkpoint blockades in GC."}, {"pubmed": 27990763, "text": "Plasma levels of FAP were not altered in patients with rheumatoid arthritis or systemic sclerosis."}, {"pubmed": 28005267, "text": "FAP expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28033421, "text": "expression of FAP in primary tumors and in their metastases was associated both with synchronous metastases and also with metastases to the lymph nodes"}, {"pubmed": 28383825, "text": "The expression of fibroblast activation protein alpha (FAP)increased on the surface."}, {"pubmed": 28415791, "text": "These results indicated that the low plasma FAPalpha level might due to the systemic reaction to the presence of tumor and circulating FAPalpha level might be a potential indicator for diagnosing ESCC."}, {"pubmed": 28452380, "text": "Several isoforms of DPP-IV and FAP are present in glioblastoma tissue. The absence of alkaline isoforms of both enzymes in glioma cell lines however suggests that isoforms from other, most likely stromal, cell types contribute to the overall pattern seen in glioblastoma tissues."}, {"pubmed": 28570749, "text": "The predictors for FAP occurrence among desmoid tumor patients are large tumor size, intra-abdominal location, multiple tumors, and patient's young age."}, {"pubmed": 28582421, "text": "Circulating FAP activity and antigen levels correlate strongly when measured in liver disease and coronary heart disease."}, {"pubmed": 28612533, "text": "FAP is expressed in the cytoplasm of gastric stromal tumors cells, but not in normal gastric tissues."}, {"pubmed": 28895412, "text": "FAP and HGF play an important role in colorectal cancer (CRC) angiogenesis, and their expression levels are valuable to predict CRC liver metastasis and lymph node metastasis."}, {"pubmed": 29025374, "text": "proCOL11A1, fibroblast-activated protein, secreted protein acidic and rich in cysteine, and periostin expression was significantly increased in the intratumoral stroma of pancreatic ductal adenocarcinomas compared to paired non-neoplastic pancreata"}, {"pubmed": 29026005, "text": "Mounting evidence supported that miR-30a-5p directly targetted FAP and suppressed its expression in oral cavity cancer cells (OSCCs). By suppressing FAP expression, miR-30a-5p significantly inhibited cell propagation, migration, and invasion. Therefore, miR-30a-5p might be a new therapeutic target for oral cancer treatment."}, {"pubmed": 29115573, "text": "These results revealed that FAPalpha promoted the growth, adhesion and migration of lung squamous cell carcinoma cells. In addition, FAPalpha regulated lung cancer cell function, potentially via the PI3K and SHH pathways. Further investigations are required to examine the role of FAPalpha in lung AC cells."}, {"pubmed": 29134462, "text": "High FAP expression is associated with Angiogenesis and Metastasis of Gastric Cancer."}, {"pubmed": 29273462, "text": "In this study, authors confirm that FAPalpha can promote the generation of Tregs and TAMs, which suggests that FAPalpha plays a immunosuppressive role in the tumor microenvironment"}, {"pubmed": 29361086, "text": "Myofibroblasts from stenotic CD mucosa showed upregulation of FAP expression when compared with nonstenotic mucosa. Treatment of stenotic tissues with anti-FAP antibody induced a dose-dependent decrease in collagen production, particularly affecting type I collagen. The results suggest that targeting FAP could reconstitute ECM homeostasis in fibrostenotic CD."}, {"pubmed": 29410133, "text": "The snail expression was positively correlated to FAPalpha expression in human cutaneous malignant melanoma."}, {"pubmed": 29663541, "text": "There was a significant increase in arterialized and venous FAP concentrations."}, {"pubmed": 29748183, "text": "Overall, anti-FAP-Delta-CD28/CD3 CAR T cells revealed superior in vitro functionality, better tumor control in combination with PD-1 blockade in humanized mice, and persistence up to 21 days in a patient with malignant pleural mesothelioma"}, {"pubmed": 30383930, "text": "FAP is virtually absent in normal tissues, but it is present in the embryonic and tumor tissues, which makes it a selective and versatile model. In this work, basic approaches to affecting the CAF using FAP as a target were discussed."}, {"pubmed": 30419872, "text": "Stromal FAP could be a potential prognostic biomarker in GC by promoting cancer progression via EMT through Wnt/ beta-catenin signal pathway."}, {"pubmed": 30468644, "text": "Studies indicate fibroblast activation protein alpha (FAP) as a potential disease biomarker as well as a useful therapeutic target for drug intervention [Review]."}, {"pubmed": 30683902, "text": "silencing in cancer-associated fibroblast-like cells attenuated cytokine secretion"}, {"pubmed": 30922247, "text": "Results found the increased expression of FAP at the invasive part and in stroma-high tumors might contribute to the invasive behavior of colorectal cancer cells."}, {"pubmed": 31455871, "text": "Adipose tissue contribution to plasma fibroblast growth factor 21 and fibroblast activation protein in obesity."}, {"pubmed": 31759251, "text": "FAP is expressed by ICC-derived fibroblasts, which is the main source of CCL2 in the ICC microenvironment. We further demonstrate that fibroblastic FAP promotes ICC growth indirectly by attracting MDSCs to tumor sites via CCL2 specific targeting fibroblastic FAP may represent a more effective and safer strategy against ICC."}, {"pubmed": 31885005, "text": "Multiple Myeloma Bone Marrow Mesenchymal Stromal Cells Inhibit CD8+ T Cell Function in a Process that May Implicate Fibroblast Activation Protein alpha."}, {"pubmed": 31917931, "text": "Expression of fibroblast activation protein and the clinicopathological relevance in distal cholangiocarcinoma."}, {"pubmed": 31991519, "text": "microRNA-30a attenuates TGF-beta1-induced activation of pulmonary fibroblast cell by targeting FAP-alpha."}, {"pubmed": 32116236, "text": "MiR-30a suppresses metastasis of gastric adenocarcinoma via targeting FAPalpha."}, {"pubmed": 32344293, "text": "FAP-specific PET signaling shows a moderately positive correlation with relative CBV and no correlation with ADC in 13 IDH wildtype glioblastomas."}, {"pubmed": 32428869, "text": "Altered expression of fibroblast activation protein-alpha (FAP) in colorectal adenoma-carcinoma sequence and in lymph node and liver metastases."}, {"pubmed": 32733792, "text": "FAP promotes tumorigenesis with recruiting endothelial cells and inducing angiogenesis, and pushing microenvironment toward an immunosuppressive environment."}, {"pubmed": 32796025, "text": "RIPK3-MLKL-Mediated Neutrophil Death Requires Concurrent Activation of Fibroblast Activation Protein-alpha."}, {"pubmed": 32806623, "text": "Imaging of Fibroblast Activation Protein Alpha Expression in a Preclinical Mouse Model of Glioma Using Positron Emission Tomography."}, {"pubmed": 33109151, "text": "High expression of fibroblast activation protein (FAP) predicts poor outcome in high-grade serous ovarian cancer."}, {"pubmed": 33171480, "text": "Expression of the Peptidase \"\"Fibroblast Activation Protein\"\" on Decidual Stromal Cells Facilitating Tissue Remodeling."}, {"pubmed": 33416165, "text": "Expression and role of fibroblast activation protein alpha in acute myeloid leukemia."}, {"pubmed": 33482262, "text": "Targeting FAPalpha-expressing tumor-associated mesenchymal stromal cells inhibits triple-negative breast cancer pulmonary metastasis."}, {"pubmed": 33706022, "text": "Stromal FAP is an independent poor prognosis marker in non-small cell lung adenocarcinoma and associated with p53 mutation."}, {"pubmed": 33741330, "text": "TGF-beta1-activated cancer-associated fibroblasts promote breast cancer invasion, metastasis and epithelial-mesenchymal transition by autophagy or overexpression of FAP-alpha."}, {"pubmed": 34035230, "text": "Colorectal cancer cell intrinsic fibroblast activation protein alpha binds to Enolase1 and activates NF-kappaB pathway to promote metastasis."}, {"pubmed": 34134455, "text": "Role of Fibroblast Activation Protein Alpha in Fibroblast-like Synoviocytes of Rheumatoid Arthritis."}, {"pubmed": 34201111, "text": "In Vitro Evaluation of the Squaramide-Conjugated Fibroblast Activation Protein Inhibitor-Based Agents AAZTA(5).SA.FAPi and DOTA.SA.FAPi."}, {"pubmed": 34335962, "text": "Molecular imaging of fibroblast activation protein after myocardial infarction using the novel radiotracer [(68)Ga]MHLL1."}, {"pubmed": 34845667, "text": "Increased Expression of Fibroblast Activation Protein is Associated with Autophagy Dysregulation and Oxidative Stress in Obese Women with Uterine Fibroids."}, {"pubmed": 35011496, "text": "Design, Synthesis and Preclinical Assessment of (99m)Tc-iFAP for In Vivo Fibroblast Activation Protein (FAP) Imaging."}, {"pubmed": 35052475, "text": "Expression of Fibroblast Activation Protein Is Enriched in Neuroendocrine Prostate Cancer and Predicts Worse Survival."}, {"pubmed": 35129203, "text": "Fibroblast activation protein-alpha knockdown suppresses prostate cancer cell invasion and proliferation."}, {"pubmed": 35186170, "text": "Serum Exosomal lncRNA AC007099.1 Regulates the Expression of Neuropeptide-Related FAP, as a Potential Biomarker for Hepatocarcinogenesis."}, {"pubmed": 35984444, "text": "Comprehensive Analysis of Fibroblast Activation Protein Expression in Interstitial Lung Diseases."}, {"pubmed": 36155866, "text": "Expression of GLUT4 and FAP in urothelial bladder carcinoma: correlation with angiogenesis and clinicopathological characteristics."}, {"pubmed": 36494579, "text": "FAP is critical for ovarian cancer cell survival by sustaining NF-kappaB activation through recruitment of PRKDC in lipid rafts."}, {"pubmed": 36756875, "text": "Inhibition of Fap Promotes Cardiac Repair by Stabilizing BNP."}, {"pubmed": 36874403, "text": "Stromal FAP Expression is Associated with MRI Visibility and Patient Survival in Prostate Cancer."}, {"pubmed": 37046312, "text": "FAP-targeted CAR-T suppresses MDSCs recruitment to improve the antitumor efficacy of claudin18.2-targeted CAR-T against pancreatic cancer."}, {"pubmed": 37068372, "text": "Joint analysis identified FAP as a prognostic and diagnostic biomarker correlated immune infiltration in gastric cancer."}, {"pubmed": 37140668, "text": "FAP expression in alpha cells of Langherhans insulae-implications for FAPI radiopharmaceuticals' use."}, {"pubmed": 37166418, "text": "Comprehensive analysis of the oncogenic and immunological role of FAP and identification of the ceRNA network in human cancers."}, {"pubmed": 37366169, "text": "Fibroblast Activation Protein-alpha (FAP) Identifies Stromal Invasion in Colorectal Neoplasia."}, {"pubmed": 37452872, "text": "Fibroblast activation protein (FAP)-targeted radionuclide therapy: which ligand is the best?"}, {"pubmed": 37461061, "text": "TGF-beta1 dominates stromal fibroblast-mediated EMT via the FAP/VCAN axis in bladder cancer cells."}, {"pubmed": 37490719, "text": "Identifying the oncogenic roles of FAP in human cancers based on systematic analysis."}, {"pubmed": 37856562, "text": "FSHD muscle shows perturbation in fibroadipogenic progenitor cells, mitochondrial function and alternative splicing independently of inflammation."}, {"pubmed": 38100414, "text": "FAP expression in adipose tissue macrophages promotes obesity and metabolic inflammation."}, {"pubmed": 38278714, "text": "Expression of FAP in Oral Leukoplakia and Oral Squamous Cell Carcinoma."}], "genomic_pos": {"chr": "2", "end": 162245151, "ensemblgene": "ENSG00000078098", "start": 162170684, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 163101661, "start": 163027194, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 10455171, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006508", "pubmed": 9065413, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010710", "pubmed": 10455171, "qualifier": "involved_in", "term": "regulation of collagen catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010716", "pubmed": 16651416, "qualifier": "involved_in", "term": "negative regulation of extracellular matrix disassembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043542", "pubmed": 16651416, "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051603", "pubmed": 10593948, "qualifier": "involved_in", "term": "proteolysis involved in protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0051917", "pubmed": 17317851, "qualifier": "involved_in", "term": "regulation of fibrinolysis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060244", "qualifier": "involved_in", "term": "negative regulation of cell proliferation involved in contact inhibition"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097325", "qualifier": "involved_in", "term": "melanocyte proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1900119", "qualifier": "involved_in", "term": "positive regulation of execution phase of apoptosis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902362", "qualifier": "involved_in", "term": "melanocyte apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903054", "pubmed": 10455171, "qualifier": "involved_in", "term": "negative regulation of extracellular matrix organization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 17317851, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10593948, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10455171, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9065413, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030027", "pubmed": [9065413, 16651416], "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031258", "qualifier": "located_in", "term": "lamellipodium membrane"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0032587", "pubmed": 10455171, "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045177", "qualifier": "located_in", "term": "apical part of cell"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045178", "qualifier": "located_in", "term": "basal part of cell"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:1905368", "pubmed": 9065413, "qualifier": "part_of", "term": "peptidase complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0002020", "pubmed": 17317851, "qualifier": "enables", "term": "protease binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004175", "pubmed": 17317851, "qualifier": "enables", "term": "endopeptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004252", "pubmed": 10593948, "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": 10455171, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16651416, 21314817], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": [9688278, 10455171], "qualifier": "enables", "term": "peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008236", "pubmed": 16651416, "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008236", "pubmed": 9065413, "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008236", "pubmed": 7911242, "qualifier": "enables", "term": "serine-type peptidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008239", "qualifier": "enables", "term": "dipeptidyl-peptidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008239", "pubmed": 10593948, "qualifier": "enables", "term": "dipeptidyl-peptidase activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0008239", "pubmed": 7911242, "qualifier": "enables", "term": "dipeptidyl-peptidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 9065413, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 10455171, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7165, 1271175], [7227, 44297], [8364, 100134993], [9031, 424186], [9544, 701541], [9598, 459691], [9606, 2191], [9615, 608176], [9913, 508882], [10090, 14089], [10116, 192203], [318829, 2683986]], "id": 48282}, "interpro": [{"desc": "Dipeptidylpeptidase IV, N-terminal domain", "id": "IPR002469", "short_desc": "Peptidase_S9B_N"}, {"desc": "Peptidase S9, prolyl oligopeptidase, catalytic domain", "id": "IPR001375", "short_desc": "Peptidase_S9"}, {"desc": "Peptidase S9, serine active site", "id": "IPR002471", "short_desc": "Pept_S9_AS"}, {"desc": "Alpha/Beta hydrolase fold", "id": "IPR029058", "short_desc": "AB_hydrolase"}], "ipi": ["IPI00295461", "IPI00375396", "IPI00925419", "IPI00926234"], "map_location": "2q24.2", "name": "fibroblast activation protein alpha", "other_names": ["170 kDa melanoma membrane-bound gelatinase", "dipeptidyl peptidase FAP", "gelatine degradation protease FAP", "integral membrane serine protease", "post-proline cleaving enzyme", "prolyl endopeptidase FAP", "seprase", "surface-expressed protease"], "pantherdb": {"HGNC": "3590", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "109608", "ortholog_type": "LDO", "panther_family": "PTHR11731", "taxid": 10090, "uniprot_kb": "P97321"}, {"RGD": "621253", "ortholog_type": "LDO", "panther_family": "PTHR11731", "taxid": 10116, "uniprot_kb": "F1LMH7"}, {"Ensembl": "ENSGALG00000011099", "ortholog_type": "LDO", "panther_family": "PTHR11731", "taxid": 9031, "uniprot_kb": "F1NDP3"}, {"ZFIN": "ZDB-GENE-081104-277", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 7955, "uniprot_kb": "A0A2R8QSL0"}, {"ZFIN": "ZDB-GENE-081104-439", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 7955, "uniprot_kb": "B0R1C4"}, {"WormBase": "WBGene00001055", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 6239, "uniprot_kb": "Q18253"}, {"SGD": "S000005745", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 4932, "uniprot_kb": "P33894"}, {"SGD": "S000001070", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 4932, "uniprot_kb": "P18962"}, {"PomBase": "SPAC14C4.15c", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 4896, "uniprot_kb": "Q9P7E9"}, {"PomBase": "SPACUNK4.08", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 4896, "uniprot_kb": "O14073"}, {"dictyBase": "DDB_G0281415", "ortholog_type": "O", "panther_family": "PTHR11731", "taxid": 352472, "uniprot_kb": "Q54U01"}], "uniprot_kb": "Q12884"}, "pdb": ["1Z68", "6Y0F"], "pfam": ["PF00326", "PF00930"], "pharmgkb": "PA28003", "pharos": {"target_id": 3897, "tdl": "Tchem"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224100", "relationship": "is"}, {"id": "GNF249255", "relationship": "is"}, {"id": "GNF249256", "relationship": "is"}, {"id": "GNF249257", "relationship": "is"}, {"id": "GNF249258", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF032759", "relationship": "is"}, {"id": "GNF035518", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082447", "relationship": "is"}, {"id": "GNF082448", "relationship": "is"}, {"id": "GNF082449", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051742", "relationship": "is"}, {"id": "GNF056508", "relationship": "is"}, {"id": "GNF061275", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063285", "relationship": "is"}, {"id": "GNF063286", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004390", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094970", "relationship": "is"}, {"id": "GNF134627", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_027991.1"], "protein": ["NP_001278736.1", "NP_004451.2", "XP_011509098.1", "XP_011509099.1", "XP_016859074.1", "XP_054197004.1", "XP_054197005.1", "XP_054197006.1"], "rna": ["NM_001291807.3", "NM_004460.5", "XM_011510796.4", "XM_011510797.4", "XM_017003585.3", "XM_054341029.1", "XM_054341030.1", "XM_054341031.1", "XR_001738668.3", "XR_008486305.1", "XR_008486306.1", "XR_922891.3"], "translation": [{"protein": "XP_011509099.1", "rna": "XM_011510797.4"}, {"protein": "NP_001278736.1", "rna": "NM_001291807.3"}, {"protein": "NP_004451.2", "rna": "NM_004460.5"}, {"protein": "XP_054197005.1", "rna": "XM_054341030.1"}, {"protein": "XP_011509098.1", "rna": "XM_011510796.4"}, {"protein": "XP_016859074.1", "rna": "XM_017003585.3"}, {"protein": "XP_054197004.1", "rna": "XM_054341029.1"}, {"protein": "XP_054197006.1", "rna": "XM_054341031.1"}]}, "reporter": {"HG-U133_Plus_2": "209955_s_at", "HG-U95Av2": "39945_at", "HTA-2_0": "TC02002480.hg.1", "HuEx-1_0": ["2584134", "2791171"], "HuGene-1_1": "8056257", "HuGene-2_1": "16904324"}, "summary": "The protein encoded by this gene is a homodimeric integral membrane gelatinase belonging to the serine protease family. It is selectively expressed in reactive stromal fibroblasts of epithelial cancers, granulation tissue of healing wounds, and malignant cells of bone and soft tissue sarcomas. This protein is thought to be involved in the control of fibroblast growth or epithelial-mesenchymal interactions during development, tissue repair, and epithelial carcinogenesis. Alternatively spliced transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2014].", "symbol": "FAP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366487"}, "unigene": "Hs.654370", "uniprot": {"Swiss-Prot": "Q12884", "TrEMBL": ["H7C4D9", "B4DLR2", "H0YG61", "F8WF29", "C9J131"]}, "wikipedia": {"url_stub": "Fibroblast activation protein, alpha"}}