{"AllianceGenome": "11936", "HGNC": "11936", "MIM": "134638", "_id": "356", "_version": 1, "accession": {"genomic": ["AB013303.1", "AF027385.1", "AF035584.1", "AF044583.1", "CH471067.1", "CP068277.2", "EF064739.1", "GN083421.1", "HI179174.1", "JA362609.1", "NC_000001.11", "NC_060925.1", "NG_007269.1", "Z96050.1"], "protein": ["AAB96632.1", "AAC39768.1", "AAC50071.1", "AAC50124.1", "AAG60017.1", "AAH17502.1", "AAO43991.1", "AAX49569.1", "ABK41922.1", "AJT60329.1", "BAA07320.1", "BAA32542.1", "BAG37389.1", "CAA61474.1", "CAX86839.1", "CBX53895.1", "CCA94585.1", "CTQ86077.1", "EAW90935.1", "EAW90936.1", "NP_000630.1", "NP_001289675.1", "P48023.1"], "rna": ["AF288573.1", "AK314874.1", "AY225406.1", "AY858799.1", "BC017502.1", "D38122.1", "DA916336.1", "KJ948655.1", "LN874312.1", "NM_000639.3", "NM_001302746.2", "U08137.1", "U11821.1", "X89102.1"], "translation": [{"protein": "BAA07320.1", "rna": "D38122.1"}, {"protein": "AAC50124.1", "rna": "U11821.1"}, {"protein": "CAA61474.1", "rna": "X89102.1"}, {"protein": "CTQ86077.1", "rna": "LN874312.1"}, {"protein": "AAO43991.1", "rna": "AY225406.1"}, {"protein": "AAH17502.1", "rna": "BC017502.1"}, {"protein": "AJT60329.1", "rna": "KJ948655.1"}, {"protein": "AAG60017.1", "rna": "AF288573.1"}, {"protein": "AAC50071.1", "rna": "U08137.1"}, {"protein": "NP_001289675.1", "rna": "NM_001302746.2"}, {"protein": "AAX49569.1", "rna": "AY858799.1"}, {"protein": "BAG37389.1", "rna": "AK314874.1"}, {"protein": "NP_000630.1", "rna": "NM_000639.3"}]}, "alias": ["ALPS1B", "APT1LG1", "APTL", "CD178", "CD95-L", "CD95L", "FASL", "TNFSF6", "TNLG1A"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2024-06-07T16:00:00.000Z", "disease_label": "autoimmune lymphoproliferative syndrome type 1", "gcep": "Primary Immune Regulatory Disorders Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0011158", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_41cb5abc-acba-4838-8965-2051c4a9e9ca-2024-06-07T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000117560", "protein": ["ENSP00000344739", "ENSP00000356694"], "transcript": ["ENST00000340030", "ENST00000367721"], "translation": [{"protein": "ENSP00000356694", "rna": "ENST00000367721"}, {"protein": "ENSP00000344739", "rna": "ENST00000340030"}], "type_of_gene": "protein_coding"}, "entrezgene": "356", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.95433019883, "exp_mis": 81.4365032896, "exp_syn": 38.041198005, "lof_z": 2.23663427189679, "mis_z": -0.193145086924534, "mu_lof": 5.04574301847e-07, "mu_mis": 7.47681103571e-06, "mu_syn": 3.43650691564e-06, "n_lof": 1.0, "n_mis": 85.0, "n_syn": 48.0, "p_li": 0.611670213878948, "p_null": 0.00832641342467479, "p_rec": 0.380003372696377, "syn_z": -1.00098919356522}, "bp": 846, "cds_end": 172635156, "cds_start": 172628341, "n_exons": 4, "nonpsych": {"exp_lof": 6.21599989463, "exp_mis": 73.6295560266, "exp_syn": 34.3526203958, "lof_z": 2.0546319794469, "mis_z": -0.315678819862957, "mu_lof": 5.04574301847e-07, "mu_mis": 7.47681103571e-06, "mu_syn": 3.43650691564e-06, "n_lof": 1.0, "n_mis": 79.0, "n_syn": 43.0, "p_li": 0.575273509062308, "p_null": 0.0134450449804257, "p_rec": 0.411281445957266, "syn_z": -0.928898096309172}, "transcript": "ENST00000367721.2"}, "exons": [{"cdsend": 172666016, "cdsstart": 172659201, "chr": "1", "position": [[172659102, 172659549], [172660094, 172660140], [172664333, 172664390], [172665621, 172666876]], "strand": 1, "transcript": "NM_000639", "txend": 172666876, "txstart": 172659102}, {"cdsend": 172664369, "cdsstart": 172659201, "chr": "1", "position": [[172659007, 172659549], [172664333, 172664390], [172665621, 172666872]], "strand": 1, "transcript": "NM_001302746", "txend": 172666872, "txstart": 172659007}], "exons_hg19": [{"cdsend": 172635156, "cdsstart": 172628341, "chr": "1", "position": [[172628242, 172628689], [172629234, 172629280], [172633473, 172633530], [172634761, 172636016]], "strand": 1, "transcript": "NM_000639", "txend": 172636016, "txstart": 172628242}, {"cdsend": 172633509, "cdsstart": 172628341, "chr": "1", "position": [[172628147, 172628689], [172633473, 172633530], [172634761, 172636012]], "strand": 1, "transcript": "NM_001302746", "txend": 172636012, "txstart": 172628147}], "generif": [{"pubmed": 11036836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11438180, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11500835, "text": "Mouse cells expressing human membrane-bound, but not soluble, Fas ligand induce inflammation in vivo."}, {"pubmed": 11716959, "text": "Expression of FasL gene in T cells of renal allograft recipients"}, {"pubmed": 11739488, "text": "Differential secretion of Fas ligand microvesicles during activation-induced death of T cells"}, {"pubmed": 11751256, "text": "Induction of FasL expression by adhesion of endometrial stromal cells to the extracellular matrix may take part in the development of immunotolerance by inducing apoptosis of cytotoxic T lymphocytes"}, {"pubmed": 11786482, "text": "Western blot analysis showed that butyrate increased Fas and Fas ligand levels in butyrate-induced apoptosis."}, {"pubmed": 11788891, "text": "Expression of Fas and Fas ligand in esophageal tissue mucosa and carcinomas"}, {"pubmed": 11801650, "text": "A minimal region of the fasL promoter has been identified containing the transcription start site and a noncanonical c-Myc-binding element, which mediates fasL promoter repression by the activated vitamin D3 receptor in T lymphocytes."}, {"pubmed": 11809905, "text": "expression was found mainly on astrocytes and microglial cells; no significant difference between cases with and without pontosubicular neuron necrosis"}, {"pubmed": 11830480, "text": "Up-regulation in highly malignant multiple myeloma plasma cells negatively regulates erythroblast maturation; a major pathogenetic mechanism of anemia in multiple myeloma."}, {"pubmed": 11845233, "text": "evaluation of the FasL gene FASL on chromosome 1q23 as a candidate susceptibility gene for Type I diabetes"}, {"pubmed": 11856352, "text": "The results indicate that FasL inhibition by all-trans-RA involves a novel mechanism whereby the transcriptional function of NFAT is blocked."}, {"pubmed": 11882326, "text": "Fas/FasL pathway can be employed by monocytes/macrophages to induce VSMC apoptosis in the atherosclerotic lesions."}, {"pubmed": 11895550, "text": "upregulation of Fas by IFN-gamma in SNU-638 may accelerate the apoptosis pathway through the Fas and FasL interaction between gastric cancer cells and immune cells"}, {"pubmed": 11908702, "text": "physiological function of human sFasL is to delete the potentially auto-reactive \"memory\" lymphocytes"}, {"pubmed": 11909874, "text": "HIV Tat binds Egr proteins and enhances Egr-dependent transactivation of the Fas ligand promoter"}, {"pubmed": 11925103, "text": "FasL protein is an important mediator of apoptosis."}, {"pubmed": 11961305, "text": "Differential expressions of Fas and Fas ligand in human placenta"}, {"pubmed": 11965496, "text": "Genetic polymorphisms of FasL (CD178) in human longevity"}, {"pubmed": 11965496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11994542, "text": "The endometrial cells expressed Fas and low levels of FasL"}, {"pubmed": 12009596, "text": "expressed during acute cellular rejection episodes after kidney transplantation"}, {"pubmed": 12021072, "text": "trophoblast-cytokine-Fas/FasL triad determines the ability of the Fas/FasL system to regulate trophoblast viability"}, {"pubmed": 12021310, "text": "Induction of lymphocyte apoptosis by tumor cell secretion of FasL-bearing microvesicles."}, {"pubmed": 12100038, "text": "Abnormal expression and function of Fas ligand of lachrymal glands and peripheral blood was found in Sjogren's syndrome patients with enlarged exocrine glands."}, {"pubmed": 12113885, "text": "findings support the hypothesis that the expression of FasL in normal ovary is hormonally sensitive"}, {"pubmed": 12137598, "text": "the role of Fas/Fas ligand (FasL) in tum orgenesis, immune escape, counterattack in colonic cancer"}, {"pubmed": 12161534, "text": "Regulation of fas ligand expression by IL-8 in human endometrium."}, {"pubmed": 12208869, "text": "inhibiton of CD95L expression by vitamin E"}, {"pubmed": 12372468, "text": "serum and peritoneal fluid of women with moderate to severe endometriosis contain elevated concentrations of soluble Fas ligand compared to women with minimal or mild endometriosis and women without endometriosis"}, {"pubmed": 12393889, "text": "tranduces, in synergy with non-cytotoxic anti-Fas monoclonal antibody (mAb), signals for apoptosis and nuclear translocation of the NF-kappaB (p65/p50) heterodimer"}, {"pubmed": 12414525, "text": "fas ligand is up-regulated in acute lung injury and the acute respiratory distress syndrome"}, {"pubmed": 12414956, "text": "The human papillomavirus type 16 E5 protein impairs TRAIL- and FasL-mediated apoptosis in HaCaT cells by different mechanisms."}, {"pubmed": 12421989, "text": "T cells from systemic lupus erythematosus patients kill autologous monocytes through apoptotic pathways involving the ligand FasL."}, {"pubmed": 12454289, "text": "In transgenic mice, the human FASL promoter induces reporter expression in intestinal epithelial cells. Non-lymphoid FasL is expressed in response to peripheral T cell activation & regulates T cells that infiltrate peripheral tissues."}, {"pubmed": 12464266, "text": "Cleavage of FasL by MMP-7 occurs at the leucine residues in sequence \"ELAELR\" within the region between the transmembrane and trimerization domains. When this site is unavailable, a \"SL,\" is cleaved. MMP-7 differentially processes murine and human FasL"}, {"pubmed": 12482410, "text": "homeostatic regulation of myelopoiesis in bone marrow is mediated via an autoregulatory feedback loop via the Fas-FasL pathway"}, {"pubmed": 12482505, "text": "A role for the Fas/Fas ligand apoptotic pathway in regulating myeloid progenitor cell kinetics."}, {"pubmed": 12490654, "text": "Somatostatin receptor subtype 2 sensitizes human pancreatic cancer cells to ligand-induced apoptosis"}, {"pubmed": 12507389, "text": "The Fas ligand may be involved in the apoptosis of astrocytic tumors, and the apoptotic index can be a useful parameter for assessing prognosis of astrocytic tumors."}, {"pubmed": 12513781, "text": "expression and function of fas ligand in human myeloid leukemia cells"}, {"pubmed": 12515623, "text": "Fas-L expression may be associated with the escape from of immunal surveillance."}, {"pubmed": 12557947, "text": "Fas system as an inducer of apoptosis in cutaneous leishmaniasis"}, {"pubmed": 12559631, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12559631, "text": "To see if variants of the FasL gene played a role in Hashimoto's thyroiditis and Graves' disease, 2 FasL polymorphisms (C -843 T in the promoter, A IVS2nt-124 G in intron 2)were studied. No association was found."}, {"pubmed": 12583439, "text": "Bax, Bcl-2, fas and Fas-L antigen expression in human seminoma: correlation with the apoptotic index."}, {"pubmed": 12594300, "text": "Through the high and sustained expression of FasL that is transcriptionally regulated, synovial gamma delta T cells of the V delta 1 subtype may efficiently lyse a wide variety of cell types at sites of inflammation."}, {"pubmed": 12618758, "text": "An AP-1 site located in the 5' untranslated region of the CD95L gene is required for TCR/CD3-mediated induction of the human CD95L promoter."}, {"pubmed": 12629150, "text": "Cross-talk between glioma cells and neutrophils through the Fas/FasL system stimulated expression of IL-6 and IL-8 in glioma cells, enhanced neutrophil viability, and stimulated cytokine production in neutrophils."}, {"pubmed": 12637505, "text": "JNK/p38 > c-Jun > Fas ligand > Fas pathway plays an important role in mediating cisplatin-induced apoptosis in ovarian cancer cells"}, {"pubmed": 12651606, "text": "expression and function in human urinary bladder transitional cell carcinomas; correlates with tumor progression"}, {"pubmed": 12698366, "text": "results showed that Fas and/or Fas-Ligand, Bcl-2, and tissue transglutaminase may be involved in apoptotic pathways leading to mucosal atrophy in children with coeliac disease"}, {"pubmed": 12700199, "text": "cytokine-induced trophoblast apoptosis is mediated in part by the FasL/Fas pathway, suggesting that cytokines promote sensitivity to Fas-mediated apoptosis"}, {"pubmed": 12707034, "text": "Toxic epidermal necrolysis and Stevens-Johnson syndrome are induced by this protein."}, {"pubmed": 12717632, "text": "apoptosis mediated by Fas-FasL and engagement of CTLA-4 are involved in modulation of the immune response in patients infected with Paracoccidioides brasiliensis"}, {"pubmed": 12742662, "text": "Longitudinal data indicate that FasL mRNA increases in peripheral blood mononuclear cells of multiple sclerosis (MS) patients, especially during the secondary progressive course, and is downregulated during clinical activity in relapsing remitting MS."}, {"pubmed": 12742739, "text": "Fas-FasL interactions may contribute to mechanisms of neuronal loss and neuritic degeneration in Alzheimer disease."}, {"pubmed": 12783210, "text": "ATG-induced apoptosis in T cells involves both Fas and TNF pathways and TNF-alpha is produced much earlier than Fas and FasL expression."}, {"pubmed": 12787425, "text": "Lethal cytokines, such as FasL, may contribute to peritoneal cell turnover and the loss of mesothelium in peritoneal dialysis."}, {"pubmed": 12794109, "text": "CTLA4-FasL fusion protein inhibits the primary mixed leukocyte reaction (MLR), induces specific hyporesponsiveness in the secondary MLR, and may potentially induce hyporesponsiveness by promoting both anergy and apoptosis of alloresponsive clones."}, {"pubmed": 12803240, "text": "Fas/Fas-L and Bcl-2 expression participate in regulation of apoptosis in extravillous trophoblast(EVT) along invasion to decidua. Increased apoptosis in invasive phenotype of EVT may be attributable to increased Fas and Fas-L and decreased Bcl-2."}, {"pubmed": 12807917, "text": "Fas ligand increases Kv1.3 channel activity through the same canonical apoptotic signaling cascade that is required for potassium efflux, cell shrinkage, and apoptosis"}, {"pubmed": 12849704, "text": "apoptosis by FasL-dependent ligation is not modulated by Bcl-2 in vivo"}, {"pubmed": 12854132, "text": "FasL is implicated in differentiation, growth, invasion and metastasis of gastric cancer by inducing apoptosis of infiltrating lymphocytes."}, {"pubmed": 12867600, "text": "Data suggest that increased intrathecal release of Fas, but not FasL or caspase 3, in the cerebrospinal fluid of infants with hydrocephalus may serve as an indicator of brain injury from progressive ventricular dilatation."}, {"pubmed": 12918731, "text": "Levels in CSF are elevated in in neuro-Behcet's disease."}, {"pubmed": 12923319, "text": "induction of CD95/CD95L expression does not have a role in p53-induced apoptosis"}, {"pubmed": 12928375, "text": "Modulation of FasL by placental as well as maternal hormonal milieu induces apoptosis in decidual cells, glandular cells, and immune cells, facilitating trophoblast invasion and peritrophoblastic immunotolerance."}, {"pubmed": 12930319, "text": "Fas ligand is not constitutively expressed in normal peripheral blood or neoplastic B lymphocytes"}, {"pubmed": 14514471, "text": "Data show that Fas ligand is expressed on cytotoxic effector and memory cells, suggesting that the Fas/FasL system is involved in the inflammatory process observed in silicosis patients."}, {"pubmed": 14534535, "text": "Progesterone-induced apoptosis in immortalized normal and malignant HOSE cells involves enhanced expression of FASL."}, {"pubmed": 14560009, "text": "These results support a role for Egr-1, -2, and -3 in nonlymphoid expression of Fas ligand, TRAIL, and tumor necrosis factor."}, {"pubmed": 14602201, "text": "hepatitis C virus core protein plays a role in the induction of functional FasL in a hepatoblastoma cell line"}, {"pubmed": 14625471, "text": "Fas and Fas ligand expression in leukocytes during systemic inflammation"}, {"pubmed": 14634098, "text": "As brief as a >10-min exposure of human T cells to fibronectin-associated recombinant FasL induces T cell activation and potentiates proinflammatory capacities, e.g., adhesion to extracellular matrix, IFN-gamma secretion, and retention in inflamed areas."}, {"pubmed": 14642527, "text": "FasL blocks expression of CD28 at the transcriptional level"}, {"pubmed": 14668794, "text": "expression of CD95 in 15/17 human melanoma cell lines analysed, but complete lack of CD95 ligand (CD95L)"}, {"pubmed": 14669310, "text": "expression levels in hepatocellular carcinoma, compard with HBxAg levels"}, {"pubmed": 14698859, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14705811, "text": "activated langerhan's cells are capable of expressing CD95-L in a functional location, thus bearing the potential to exert tolerogenic capabilities against CD95-expressing T cells"}, {"pubmed": 14739003, "text": "This review considers the role of the FasL-Fas system as a double-edged sword in the central nervous system: maintaining the immune suppressed status in normal brain and inducing neuronal cell death and inflammation in a variety of neurologic disorders."}, {"pubmed": 14739407, "text": "NF-kappaB activation and FasL overexpression occur in PBMCs and atherosclerotic lesions of patients with carotid stenosis. The NF-kappaB-FasL pathway could be involved in the mechanisms underlying plaque instability in humans"}, {"pubmed": 14739535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14962292, "text": "The observed impact of FasL on adhesion and transendothelial migration provides evidence for novel biological functions of FasL."}, {"pubmed": 14967838, "text": "Fas engagement with Fas ligand induced activation of Akt and upregulation of endothelial nitric oxide synthase expression without induction of apoptosis."}, {"pubmed": 14977837, "text": "Fas and FasL have roles in progression of breast cancer"}, {"pubmed": 14988839, "text": "CD95L derived from placenta acts systemically and is primary cause of liver damage in HELLP syndrome. Blocking CD95L can reduce liver cell apoptosis. Strategy may have therapeutic advantages."}, {"pubmed": 14996347, "text": "examined the correlation between injury of the hepatocytes and mRNA expression of FasL and perforin/granzyme B in liver tissue to investigate the roles of both the FasL and the perforin/granzyme B pathways in chronic hepatitis B"}, {"pubmed": 15019279, "text": "The sensitivity of FasL expressing tumor cells to lysis by cytotoxic T-cells was similar to that of FasL non-expressors"}, {"pubmed": 15042330, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15042330, "text": "To evaluate the impact of genetic variations to apoptosis during progression of acquired immunodeficiency syndrome (AIDS), we have performed an extensive genetic analysis of Fas and Fas ligand ( FasL) genes."}, {"pubmed": 15073283, "text": "Results show that FasL in endometrial stromal cells in culture has a cyclic expression model, suggesting that there may be a regulation at the translation level."}, {"pubmed": 15093732, "text": "FASL secretion was analyzed in melanoma cells in culture. The secretion was associated with secretory vesicles upon melanoma activation with phytohemagglutonins or alpha-MSH."}, {"pubmed": 15138553, "text": "Significantly lower soluble form of fas is associated with bile duct carcinoma"}, {"pubmed": 15173177, "text": "fasL gene expression is induced by Hepatitis B virus X protein through enhancing transcriptional activity of Egr-2 and Egr-3"}, {"pubmed": 15178561, "text": "The function of endothelial FasL during atherosclerosis was studied in APOE(-) mice transgenic for human FasL. Overexpression of endothelial FasL is antiinflammatory and inhibits atherosclerosis under hypercholesterolemic conditions."}, {"pubmed": 15183989, "text": "The frequent expression and coexpression of Fas, FasL, and c-FLIP in urothelial carcinomas implicates c-FLIP as an inhibitor of the Fas-FasL-induced death pathway in these tumors."}, {"pubmed": 15195700, "text": "addition of IL-12 might increase the efficacy of IL-2 immunotherapy by inhibition of the IL-10-mediated negative feed-back loop on IL-2-mediated sFasL release"}, {"pubmed": 15218339, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15240787, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15272306, "text": "CD95L, which is found elevated in many human cancer patients, has tumorigenic activities on human cancer cells"}, {"pubmed": 15277733, "text": "Cardiomyocyte necrosis and/or apoptosis via activated tumor necrosis factor (TNF) and the Fas/Fas ligand (FasL) system may be related to the development of ongoing myocardial damage."}, {"pubmed": 15287856, "text": "serum sFasL in biliary disease may be derived predominantly from activated immune cells and not from cancer cells"}, {"pubmed": 15302589, "text": "High levels of Max and stress-induced NFkappaB activation may result in elevated expression of Fas ligand in human lung cancer cells and possibly contribute to Fas ligand-associated immune escape mechanisms."}, {"pubmed": 15314293, "text": "FasL protein levels show that C57BL/10 cortical cultures are more resistant to death receptor-mediated apoptotic cell death as compared to C57BL/6 strain mice."}, {"pubmed": 15337758, "text": "FasL induces NF-kappaB activation and IL-8 production by a novel mechanism, distinct from that of TNF-alpha"}, {"pubmed": 15339846, "text": "CD95 and/or DR5 can induce apoptosis of CD40-activated chronic lymphocytic leukemia cells"}, {"pubmed": 15358139, "text": "Data report that antagonism of the type 1 insulin-like growth factor receptor in combination with inhibitors of the epidermal growth factor receptor synergistically sensitizes human malignant glioma cells to CD95L-induced apoptosis."}, {"pubmed": 15457562, "text": "sFasL may be involved in either induction of apoptosis or autoimmune diseases."}, {"pubmed": 15480896, "text": "upregulation of mesangial FasL may contribute to the glomerular inflammation in proliferative lupus nephritis"}, {"pubmed": 15492869, "text": "A lymphoproliferative disorder could be associated with mutation in this ligand."}, {"pubmed": 15542843, "text": "activation of p38 MAPK and c-Jun N-terminal kinase pathways by hepatitis B virus X protein mediates apoptosis via induction of Fas/FasL and TNFR1/TNFa expression"}, {"pubmed": 15557763, "text": "Fas and TRAIL play an important role in the H. pylori-mediated apoptosis of gastric epithelial cells."}, {"pubmed": 15579659, "text": "FasL is produced by and stored in the first trimester human syncytiotrophoblasts only and they lack surface membranal FasL."}, {"pubmed": 15653751, "text": "Supernatants from T cell blasts, pulse-stimulated with phytohemagglutinin contained FasL expressed on microvesicles ."}, {"pubmed": 15674374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15686714, "text": "Heart graft biopsies haveelevated FasL mRNA expression levels compared to the expression levels before and after acute rejection"}, {"pubmed": 15694838, "text": "results suggest that p21 and FasL gene activation is required for myeloid leukemia cell survival or maturation but not for cell death via Sp1 and NFkappaB as regulators of these genes"}, {"pubmed": 15791651, "text": "Effect of hibuscus polyphenol extracs in human gastric carcinoma cells is mediated via p53 signaling and p38 MAPK/FasL cascade pathway."}, {"pubmed": 15795317, "text": "The extracellular domains of FasL are sufficient to drive membrane FasL-induced formation of supramolecular Fas-FasL complexes, whereas soluble FasL-induced Fas aggregation is dependent on lipid rafts and the intracellular domain of Fas."}, {"pubmed": 15803113, "text": "Serum levels may be affected by insulin resistance, but is not an effective markers of silent myocardial ischemia in type 2 diabetes."}, {"pubmed": 15806311, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15814666, "text": "FasL-mediated cytotoxicity is regulated by the FasL cytoplasmic tail"}, {"pubmed": 15816832, "text": "Cutaneous T cell lymphoma cells express functional FasL possibly contributing to bystander cytotoxicity within tumor infiltrates."}, {"pubmed": 15833141, "text": "The data suggest that lower expression of surface Fas, but higher levels of apoptosis-inhibiting sFas, contribute to the resistance of fibroblasts in lung fibrosis against apoptosis."}, {"pubmed": 15849828, "text": "Fas ligand is an apoptotic pathway of hepatocellular carcinoma cells."}, {"pubmed": 15870081, "text": "membrane-associated FasL is pro-apoptotic, whereas mFasL can be released from T lymphocytes."}, {"pubmed": 15870181, "text": "We evaluate a family with 4 of its 5 members harboring a mutation causing skipping of exon-6; ALPS in one male patient was caused by haploinsufficiency of membrane CD95 expression. Our data challenge the hypothesis that sCD95 causes autoimmunity"}, {"pubmed": 15907374, "text": "expression in oral and oropharyngeal squamous cell carcinomas is associated with tumor stage and grade"}, {"pubmed": 15928037, "text": "a linear pathway for Nef-induced FasL expression that encompasses p38 and AP-1 has been elucidated. Furthermore, chemical inhibition of the p38 pathway attenuates HIV-1-mediated bystander killing of CD8 cells in vitro"}, {"pubmed": 15937082, "text": "FASL polymorphisms contribute to susceptibility of lung cancer."}, {"pubmed": 15937082, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15938782, "text": "Altered expression of Fas, FasL and PGF in trophoblasts of placenta influence the pathogenesis of pre-eclampsia."}, {"pubmed": 15962391, "text": "The expression of FasL is upregulated in colon cancer and the functionally expressed FasL can induce apoptosis of Fas-expressing T lymphocytes."}, {"pubmed": 15968727, "text": "Up-regulation of FasL expression plays an important role in invasive depth, histological classification and metastasis of gallbladder carcinoma."}, {"pubmed": 15975999, "text": "NF-kappaB may regulate Fas-mediated apoptosis in HIVAN by controlling the expression of Fas ligand in renal epithelium"}, {"pubmed": 15979995, "text": "sFasL and matrilysin are expressed in seminal plasma and have a role in regulation of the function of the Fas system"}, {"pubmed": 15991293, "text": "The FasL expressed in human colon cancer cells may be regulated by endogenous factors in the microenvironment of the host and facilitate the escape of tumor cells from the host immune system."}, {"pubmed": 15996722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16000573, "text": "Data strongly indicate that an increment of soluble FAS/soluble FASL ratio after treatment could be an excellent marker of chemosensitivity in colorectal cancer."}, {"pubmed": 16081306, "text": "FASL expression on tumor-derived exosomes is required for induction of T-cell apoptosis, which appears to be a novel mechanism of tumor immune evasion."}, {"pubmed": 16087126, "text": "Plasma levels may be a marker for chronic hepatitis C infections."}, {"pubmed": 16124644, "text": "The downwards expression of Fas and the upwards expression of FasL in nasal polyps may inhibit the cellular apoptosis and the enhanced hyperplasia."}, {"pubmed": 16133992, "text": "During tuberculosis, predisposition of CD4 T-cell subsets to apoptosis may involve both low expression of Bcl-2 and excessive expression of Fas ligand (FasL)."}, {"pubmed": 16155003, "text": "the trans-activation ability of Tat at the long terminal repeat does not correlate with T cell apoptosis but that the ability of Tat to up-regulate CD178 mRNA expression and induce apoptosis in T cells is critically dependent on the C terminus of Tat"}, {"pubmed": 16157125, "text": "Our data indicate an associaton between premature rupture of membranes and increased prevalence of neonatal AG genotype at -670 Fas promoter gene."}, {"pubmed": 16157266, "text": "results suggest that hepatitis C virus and Fas ligand play a key role in hepatocarcinogenesis"}, {"pubmed": 16158329, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16158329, "text": "The combination of some polymorphisms of Fas or FasL significantly influenced CD4+ T cell production and viral load decrease, showing that these genes can play a role in the immunoreconstitution triggered by antiretroviral therapy."}, {"pubmed": 16163374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16181301, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16186185, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16204241, "text": "the intracellular Fas ligand (FasL) domain binding to the adaptor protein PSTPIP results in a cytoplasmic localization of FasL"}, {"pubmed": 16212902, "text": "These results indicate that aplastic anemia T cells are \"preactivated\", characterized by overexpression of FasL, especially intracellular FasL which can be stimulated to release in bioactive exosomes-bound form."}, {"pubmed": 16273638, "text": "Colon cancer cells can escape the immune surveillance and killing via decreasing Fas expression, and can counterattack the immune system via increasing FasL expression"}, {"pubmed": 16282344, "text": "FasL is recruited into lipid rafts for maximum Fas receptor contact and cell death-inducing potency"}, {"pubmed": 16298578, "text": "The FasLigand expression was up-regulated during acute kidney traft rejection episodes."}, {"pubmed": 16306044, "text": "Treatment of melanoma lines with soluble Fas ligand resulted in programmed cell death that was proportional to the pre-existing levels of surface Fas."}, {"pubmed": 16313826, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16318909, "text": "FCH/SH3 proteins might play an important role for the subcellular distribution and lysosomal association of FasL."}, {"pubmed": 16332967, "text": "a novel fusion protein, designated scFvCD7:sFasL is designed to have leukemia-restricted activity."}, {"pubmed": 16332972, "text": "Localization to lipid rafts appears to be predominantly mediated by the characteristic cytoplasmic proline-rich domain of Fas ligand."}, {"pubmed": 16364925, "text": "thymosin beta-4 increases colon carcinoma apoptosis resistance triggered by FasL and apoptosis inhibitors by downregulating Fas and upregulating Survivin expression"}, {"pubmed": 16441482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16474169, "text": "Fas downregulation and a consequential increased resistance to FasL-triggered apoptosis resulting from upregulated MMP-7 in colorectal cancer cells could be a key mechanism for their escape from the immune surveillance"}, {"pubmed": 16487513, "text": "Data obtained demonstrate that the combination of arsenite with inhibitors of COX-2 may affect the target cancer cells via induction of FasL-mediated death signaling."}, {"pubmed": 16512757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16514159, "text": "A marked up-regulation of TLR2 and Fas-FasL was detected in primary human gingival epithelial cells (HGEC) stimulated with heat-killed P. gingivalis"}, {"pubmed": 16538171, "text": "FAS and FASLG polymorphisms appear to jointly contribute to risk of bladder cancer in the southern Chinese population."}, {"pubmed": 16538171, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16538172, "text": "Genetic variants in the FAS and FASLG gene may contribute to the etiology of melanoma in the general population, particularly in those with a low risk of sunlight-induced melanoma."}, {"pubmed": 16538172, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16595635, "text": "FasL-associated adaptor protein Nck is involved in the actin-dependent transport of FasL-bearing secretory lysosomes to the mimunological synapse."}, {"pubmed": 16595663, "text": "chromatin remodeling is a primary event in the activation of TNFSF6 expression in primary and leukemia T cells"}, {"pubmed": 16601838, "text": "angiostatins K1-3, K1-4 and K1-4.5 mediate anti-angiogenesis in a process involvingp53, FasL, AKT and mRNA deregulation"}, {"pubmed": 16691186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16691186, "text": "Study concludes that polymorphisms of FASL and FAS associate with type II diabetes and estimates of insulin resistance in Danish white subjects."}, {"pubmed": 16736614, "text": "There may exist significant correlation between the expression of Fas/FasL and the development of the infantile hemangioma cells."}, {"pubmed": 16767155, "text": "findings show that deletion of primary thymocytes and Thy278 cells upon CD3 stimulation is considerably impaired by neutralizing CD95L antibody"}, {"pubmed": 16770006, "text": "The glucocorticoid receptor down-regulates fasL promoter by competing with NFkappaB for binding to the common response element."}, {"pubmed": 16808908, "text": "Fas/FasL-mediated signaling pathways play crucial roles in apoptotic disturbances of T cell subsets, especially of CD4+ T cells from systemic lupus erythematosus patients with active disease."}, {"pubmed": 16858424, "text": "Our findings identify a novel proinflammatory role of FasL in keratinocytes that is independent of caspase activity and is separable from apoptosis."}, {"pubmed": 16868256, "text": "most CD4(+)CD25(+)FOXP3(+) T cells found in cord blood are naive and exhibit low CD95 expression. Furthermore, most of these newborn T(regs) are not sensitive toward CD95L similar to naive T(regs) from adult individuals."}, {"pubmed": 16902496, "text": "Thus, m-CD95L expressing APC might be used in clinical settings to obtain tolerance induction in allogeneic transplantation systems or autoimmune diseases."}, {"pubmed": 16972019, "text": "sFas, sFas-L, and MMP-3, which were significantly elevated in sera of active untreated AOSD patients and paralleled disease activity, may be involved in the pathogenesis of this disease"}, {"pubmed": 16987075, "text": "Fas and FasL serum concentrations in patients coinfected with HIV and HCV indicate programmed cell death."}, {"pubmed": 16990614, "text": "Epithelial cell apoptosis and associated upregulation of Fas and apoptotic Fas pathway genes in epithelial cells of lungs with bleomycin-induced fibrosis."}, {"pubmed": 17000697, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17008914, "text": "Thus, our work unveils that Fas ligand-mediated apoptosis induces scrambling of mitochondrial and secretory organelles via a global alteration of membrane traffic that is modulated by apical caspases."}, {"pubmed": 17014925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17014925, "text": "These results suggest that the FAS-1377G>A and -670A>G and FASL-844C>T polymorphisms do not significantly affect the susceptibility to lung cancer in Koreans."}, {"pubmed": 17053166, "text": "sFas concentrations are increased and sFasL are decreased in subjects at high cardiovascular risk, suggesting that these proteins may be novel markers of vascular injury."}, {"pubmed": 17056762, "text": "We found that signaling through CD62L up-regulated FasL."}, {"pubmed": 17071607, "text": "These results suggest that apoptosis triggered by the release of soluble FasL from invading trophoblasts contributes to the loss of smooth muscle from the walls of spiral arteries during pregnancy."}, {"pubmed": 17101499, "text": "Pemphigus vulgaris patient IgG works together with Fas-L and tumor necrosis factor-alpha in experimental cell cultures to induce acantholysis via basal cell shrinkage."}, {"pubmed": 17118988, "text": "The data demonstrated that HIV-1 Tat enhances C. parvum-induced cholangiocyte apoptosis via a paracrine-mediated, FasL-dependent mechanism."}, {"pubmed": 17123522, "text": "expression of FasL is upregulated in testes of patients with Sertoli cell-only syndrome & maturation arrest, suggesting that it may be associated with apoptotic elimination or altered maturation of Fas-expressing germ cells by activation of caspase-3."}, {"pubmed": 17123604, "text": "Significantly high Fas Ligand Protein is associated with aggressive NK-cell leukemia"}, {"pubmed": 17136494, "text": "interaction between membrane-bound hyaluronan and the cell surface CD44 was involved in the up-regulation of FasL expression on T cells and subsequent activation-induced cell death"}, {"pubmed": 17164290, "text": "phosphorylation and ubiquitin signals regulate the sorting of FasL to secretory lysosomes by controlling entry into multivesicular bodies"}, {"pubmed": 17173971, "text": "Treatment with oleandrin facilitated nuclear translocation of FKHR in human, but not murine cells by dephosphorylating Akt."}, {"pubmed": 17183065, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17183065, "text": "These findings indicate that functional polymorphisms in FAS and FASL contribute to increased apoptosis of tumor infiltration lymphocytes and risk of breast cancer."}, {"pubmed": 17198275, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17290285, "text": "These findings suggest that ADAM10 represents an important molecular modulator of FasL-mediated cell death."}, {"pubmed": 17381722, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17381722, "text": "results indicate that the -844C > T polymorphism is not related with the susceptibility to hepatitis C virus infection, the severity of liver damage and the progression of fibrosis in our cohort of Spanish patients"}, {"pubmed": 17465232, "text": "FasL CC genotype was found to increase the risk of ovarian carcinoma and a protective effect of the GGCT genotype was observed"}, {"pubmed": 17465232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17491259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17545588, "text": "Germ-line functional polymorphisms affecting either the levels of expression or the biological activity of both Fas and FasL genes could be contributing to the genetic risk to develop T-cell lymphoblastic lymphomas."}, {"pubmed": 17557115, "text": "ADAM10 and SPPL2a were identified as two proteases implicated in FasL processing and release of the FasL intracellular domain, which has been shown to be important for retrograde FasL signaling"}, {"pubmed": 17559541, "text": "The frequent expression and coexpression of Fas, FasL and c-FLIP in colorectal carcinoma implicates c-FLIP as an inhibitor of the Fas-FasL-induced death pathway in these tumours."}, {"pubmed": 17564320, "text": "The serum levels of soluble FASL were studied in patients with multiple organ failure with complicating peritonitis."}, {"pubmed": 17598974, "text": "Fas/FasL gene polymorphysms are possible that different mechanisms function in apoptosis balance in papillary thyroid cancer development"}, {"pubmed": 17598974, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17605793, "text": "heterozygous human FasL mutation can dominantly interfere with normal FasL apoptotic function and lead to an ALPS phenotype, designated Type Ib"}, {"pubmed": 17654480, "text": "The amount of CaM recruited into the DISC was increased after Fas-stimulation, a finding confirmed by immunofluorescent analysis that demonstrated increased membrane co-localization of CaM and Fas upon Fas-stimulation."}, {"pubmed": 17667919, "text": "FasL expression was associated with higher tumour stage."}, {"pubmed": 17688234, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17703232, "text": "Variants of human TRAIL (hTRAIL) and human CD95L (hCD95L), encompassing the TNF homology domain (THD), interact with the corresponding receptors and stimulate CD95 and TRAILR2 signaling after cross-linking."}, {"pubmed": 17704118, "text": "Abortion is associated with increased expression of FasL in decidual leukocytes."}, {"pubmed": 17704746, "text": "Serum level of FASL was determined during chemotherapy of lung neoplasms."}, {"pubmed": 17727731, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17762757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17762757, "text": "The FAS-1377, FAS-670, and FASL-844 polymorphisms were not found to be markers of melanoma risk."}, {"pubmed": 17823283, "text": "FasL expression on APCs and phagocytosis of apoptotic T cells by FasL(+) KCs are indicators of rejection activity in human liver allografts."}, {"pubmed": 17853317, "text": "A higher expression of apoptotic molecules (Fas and FasL) on lymphocytes occurs before the onset of acute ischaemia and contributes to the plaque rupture and acute coronary syndrome."}, {"pubmed": 17912957, "text": "Allografted cells undergo Fas-mediated apoptosis induced by CD8+ T cells. Our objective was to prevent human keratinocytes from immunologically induced apoptosis by blocking the Fas ligand/Fas interaction."}, {"pubmed": 17916181, "text": "data demonstrated that the progression of TGCT is associated with the increased expression of FasL and a concomitant reduction of Fas"}, {"pubmed": 17938571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17938571, "text": "no significant associations found between Fas or FasL promoter polymorphism with hepatitis B virus clearance & HBeAg clearance"}, {"pubmed": 17941899, "text": "Paeoniflorin inhibits A549 cell proliferation via Fas/FasL apoptosic pathway."}, {"pubmed": 17943461, "text": "The expression of Fas ligand in the myocardium, as identified in HIV-positive patients, might increase the susceptibility to HAART-induced cardiomyopathy"}, {"pubmed": 17961631, "text": "The high numbers of tumor-infiltrating lymphocytes in tumors with high levels of microsatellite instability may be due to failure to up-regulate FasL."}, {"pubmed": 17962219, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17962219, "text": "the risk of breast cancer may be elevated among women with polymorphisms in the FAS gene but not FAS ligand and detectable PAH-DNA adducts."}, {"pubmed": 17966039, "text": "regulation of FasL in SS patients with EEG may be due to transcriptional regulation, and the point mutation at - 259T/C in the FasL gene promoter region may lead to the down-regulation of FasL mRNA expression observed in SS patients with EEG."}, {"pubmed": 17969524, "text": "FasL and ICAM-1 expression in the tonsillar high endothelial venules contribute to idiopathic tonsillar hypertrophy and chronic hypertrophic tonsillitis."}, {"pubmed": 17997887, "text": "FAS-1377G > A, FAS-670A > G and FASL-844T > C gene polymorphisms may not be associated with the susceptibility of coal worker's pneumoconiosis in Han nationality."}, {"pubmed": 17997887, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18000680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18000680, "text": "Tumor production of Fas-L may represent an attempt to destroy the host's lymphocytic reaction."}, {"pubmed": 18045865, "text": "CD95L-induced endosomal acidification, ceramide formation, and downstream events, such as p47(phox) phosphorylation, ROS formation, CD95 activation, and apoptosis."}, {"pubmed": 18050226, "text": "The increased apoptosis of peripheral blood lymphocytes from adult-onset Still's disease patients may be associated with the effect of IL-18 through up-regulation of FasL and p53 transcripts."}, {"pubmed": 18057579, "text": "lower level of soluble Fas may provide proper microenvironment for increased apoptosis of trabecular meshwork cells in primary open angle glaucoma"}, {"pubmed": 18068525, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18068525, "text": "There was no significant association between an increased risk of cervical cancer and polymorphisms of the death pathway genes FAS and FASL."}, {"pubmed": 18069935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18076022, "text": "The death receptor pathway was activated by the expression of Fas ligand (FasL) or addition of TNF-related apoptosis-inducing ligand (TRAIL) in the presence or absence of proteasome inhibitors."}, {"pubmed": 18078642, "text": "Soluble Fas and soluble Fas ligand are increased in the joints of patients with rheumatoid arthritis and osteoarthritis."}, {"pubmed": 18162459, "text": "In thyroid glands of patients with Graves disease the regulation of Fas/Fas ligand/Bcl-2 favors apoptosis of infiltrating lymphocytes."}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18217400, "text": "in HCV and HIV infections, the concentration of sFas, but not sFasL, in serum correlates with the concentration of ssDNA in liver tissue"}, {"pubmed": 18292515, "text": "The majority of memory CD8+ T cells in FasL transgenic mice display an effector memory phenotype in the long term, in comparison with the mainly central memory phenotype displayed by memory CD8+ T cells in wild type mice."}, {"pubmed": 18302883, "text": "FAS-1377, FAS-670 and FASL-844 polymorphisms are not susceptible factors of silicosis."}, {"pubmed": 18302883, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18314443, "text": "primary SzS lymphocytes reveal frequent resistance to apoptosis induced by FasL and TRAIL"}, {"pubmed": 18316328, "text": "data suggest that there is a different regulation and function of the Fas/FasL system in early human pregnancies."}, {"pubmed": 18324486, "text": "Our findings suggest that the changes in the expression of apoptotic proteins (Fas/FasL and caspase 8) in the thyroid gland of patients with autoimmune Graves Disease and Hashimoto's thyroiditis reflect their involvemetn in the pathogenesis."}, {"pubmed": 18359029, "text": "Soluble Fas ligand plasma levels are associated with forearm reactive hyperemia in subjects with coronary artery disease"}, {"pubmed": 18361934, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18374107, "text": "Overexpression of human FasL in pig islets inhibits CTL cytotoxic T cell xenocytotoxicity."}, {"pubmed": 18383830, "text": "FAS and FASL genotypes of the hosts are important determinants in the pathogenesis of gastric atrophy and intestinal metaplasia in H. pylori-infected individuals."}, {"pubmed": 18383830, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18392917, "text": "Nucleus pulposus cells showed strong positive staining for FasLigand in all specimens examined. Quantitative examination demonstrated a significant decrease in FasL expression in the degenerated discs"}, {"pubmed": 18422813, "text": "placental FasL expression was significantly lower in abnormal pregnancies than in normal ones"}, {"pubmed": 18427836, "text": "These results show that the Fas/FasL-system mediated by caspase-3 activation plays a role in Clonorchis sinensis-infected hepatocyte apoptosis."}, {"pubmed": 18473402, "text": "Gastrin and somatostatin play important roles in the regulation and control of cell apoptosis in large intestinal carcinoma, and the mechanism may be directly related to the aberrant expression of Fas and Fas ligand."}, {"pubmed": 18483392, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18483392, "text": "genetic variations in the death pathway genes FasL and CASP8 are involved in susceptibility to developing pancreatic cancer."}, {"pubmed": 18501631, "text": "N-terminal truncated product either with or without N-linked carbohydrate chain exhibited the specific binding activity toward soluble human Fas receptor extracellular domain-human IgG(1)-Fc domain fusion protein"}, {"pubmed": 18505906, "text": "Fas ligand appear to be differentially expressed on peripheral lymphocytes in the two opposite phenotypes of autoimmune thyroid disease."}, {"pubmed": 18509086, "text": "preventing autocrine CD95L signaling by c-FLIP facilitates T-cell effector function and an efficient immune response"}, {"pubmed": 18541195, "text": "in cultured endothelial cells, endothelial cell-derived microparticles and soluble Fas Ligand were significant factors in Ang-2(angiopoietin 2) elevation"}, {"pubmed": 18548110, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18561948, "text": "The proportion of apoptotic CD8+ T cells was inversely correlated with serum levels of soluble Fas ligand in gastric cancer."}, {"pubmed": 18567840, "text": "Dendritic cells overexpressing CD95L promote tumor rejection involving neutrophil-mediated innate immunity and CD8(+) T cell-dependent adaptative immune responses"}, {"pubmed": 18577653, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18577653, "text": "The SNP rs.3830150 A/G showed a significant strong inverse association with SJS/TEN. Analysis of the genotype pattern of SNPs rs.3830150 and rs.2639614 (rs.3830150 A/A-rs.2639614 G/G) also manifested a strong inverse association with SJS/TEN."}, {"pubmed": 18666137, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18666137, "text": "To test whether polymorphisms in IL-1, NF-KB, FAS, and FASL genes are associated with risk of silicosis"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18727868, "text": "SOD coenzyme can effectively regulate Fas/FasL signal transduction and block apoptosis of alveolar macrophages from pneumoconiosis patients."}, {"pubmed": 18757527, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18789888, "text": "These data reveal that Grb2 facilitates the association of FasL with adaptin beta, and promotes sorting of FasL to the cell surface."}, {"pubmed": 18800686, "text": "Laryngocarcinoma cells could induce apoptosis of T lymphocytes through the Fas-FasL system."}, {"pubmed": 18813857, "text": "Immunohistochemistry using antibodies to determine the protein expression of Fas, Fas-L, Bax, Bcl-2, p53 and c-Myc in skin of venous ulcer patients."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18835034, "text": "Plasminogen activator inhibitor-1 protects endothelial cells from FasL-mediated apoptosis."}, {"pubmed": 18844072, "text": "The expression rate of FasL on T cell subsets in idiopathic thrombocytopenic purpura patients was significantly increased."}, {"pubmed": 18854777, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19009351, "text": "SBDS loss results in abnormal accumulation of Fas at the plasma membrane, where it sensitizes the cells to stimulation by Fas ligand"}, {"pubmed": 19010354, "text": "high expression in PBLs and injured synovia of rheumatoid arthritis patients"}, {"pubmed": 19015953, "text": "High FASL is associated with breast ductal carcinoma."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19041431, "text": "several members of the PCH proteins interact with the proline-rich region of Fas ligand (FasL, CD95L), a key death factor in immune cells."}, {"pubmed": 19052714, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19079288, "text": "the activation-induced degranulation of Fas ligand has distinct requirements and involves different mechanisms than those of the granule markers CD63 and CD107a/Lamp-1"}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19141860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19146781, "text": "FASLG -844C/T SNP may be a genetic predisposing factor of idiopathic azoospermia or severe oligozoospermia among Han Chinese men."}, {"pubmed": 19146781, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19155494, "text": "Regulatory T cells (Treg) from head and neck cancer patients express CD95 ligand (CD95L), up-regulate CD95 and CD95L expression, and suppress CD8-positive responder cell proliferation by inducing Fas-mediated apoptosis."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19176318, "text": "Determination of the FAS-L represents, together with the IL-10 concentration and the double negative CD8-CD4 T cell percentage, a reliable tool for the diagnosis of ALPS."}, {"pubmed": 19181929, "text": "active systemic lupus erythematosus is strongly associated with detectable serum levels of sFasL"}, {"pubmed": 19183163, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19219602, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19240174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19240174, "text": "Polymorphisms in the FASL is associated with early stage non-small cell lung cancer."}, {"pubmed": 19244619, "text": "A non-apoptotic role for Fas/FasL in erythropoiesis is reported."}, {"pubmed": 19266094, "text": "MMP7 is related to the acquisition of oxaliplatin-resistance and its inhibition restores drug sensitivity by increasing Fas receptor."}, {"pubmed": 19305072, "text": "FasL induced apoptosis and cell cycle arrest pituitary adenoma"}, {"pubmed": 19332441, "text": "The data presented here stress the importance of the Fas/FasL system for signal initiation via the TCR-CD3 complex and provide further arguments for a retrograde signaling capacity of FasL or a crucial role of Fas as a co-stimulatory molecule."}, {"pubmed": 19337311, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19337311, "text": "the FASL rs763110 T allele has a possible protective effect on cancer risk"}, {"pubmed": 19390575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19403301, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19403301, "text": "meta-analysis suggests that the FASLG -844T/C polymorphism is associated with cancer risk and the -844C allele is a low-penetrant risk factor for cancer development."}, {"pubmed": 19434529, "text": "The expression enhancement of intracellular FasL in rectal carcinoma in hypoxia can lead to accelerated proliferation and reduced apoptosis of cells."}, {"pubmed": 19458913, "text": "The distribution and regional location of Fas and FasL in gastric epithelial cells, gastric carcinoma cells, normal gastric stroma-infiltrating lymphoid cells and tumour-infiltrating lymphoid cells in human gastric carcinoma, was studied."}, {"pubmed": 19505222, "text": "high levels of soluble Fas ligand and tumor necrosis factor-alpha are associated with ALF"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19531476, "text": "the Fas ligand (FasL)-activated apoptotic pathway mediates cytotoxicity in stem cells"}, {"pubmed": 19535642, "text": "In a human model of graft-versus-host disease, actively dividing subsets of alloreacting T cells are efficiently (>93%) reduced by soluble FasL treatment during mixed lymphocyte reactions (MLR)."}, {"pubmed": 19538867, "text": "Genetic polymorphisms of Fas and FasL in apoptotic pathway are associated with the risk of development of cervical carcinoma."}, {"pubmed": 19538867, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19542541, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19565204, "text": "FAS and FASLG polymorphisms may not contribute to risk of gastric cancer in the southern Chinese population."}, {"pubmed": 19565204, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19572057, "text": "Helicobacter pylori increases expression of proapoptotic markers Fas and FasL on CD4 lymphocytes in children."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19614955, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19641134, "text": "When the signal is mediated by full-length membrane-bound FasL, serine-threonine kinase RIP1 is likely a more integral part of physiological signaling through the Fas/CD95 receptor complex than previously recognized."}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19779494, "text": "Altogether, our data show that SMS1 is a novel caspase target that is functionally involved in the regulation of FasL-induced apoptosis."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19810143, "text": "Downregulation of Fas expression in keratinocytes and lymphocytes of oral lichen planus specimens, together with upregulation of FasL, may serve as initial prognostic biomarker in oral cancer development."}, {"pubmed": 19826071, "text": "the importance of Fas/FasL-mediated apoptosis in lymph node homeostasis"}, {"pubmed": 19854829, "text": "Data demonstrate that XIAP antagonists in combination with Fas ligand (FasL) or the death receptor 5 (DR5) agonist antibody synergistically stimulate death in cancer cells and inhibit tumor growth."}, {"pubmed": 19890662, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19926197, "text": "IVS2nt 124 G variant not associated with pre-eclampsia"}, {"pubmed": 19926197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19937732, "text": "Phospholipase A(2) (PLA(2)) from Naja naja atra venom increased Fas and FasL protein expression in human leukemia K562 cells"}, {"pubmed": 19941645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19960225, "text": "Connexin32 hemichannels contribute to the apoptotic-to-necrotic transition during Fas-mediated hepatocyte cell death"}, {"pubmed": 20013612, "text": "FasL expression may be prognostically significant in thyroid papillary microcarcinoma , suggesting that this counterattack could confer a survival advantage to the malignant cell during the course of cancer progression."}, {"pubmed": 20074157, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20101459, "text": "67LR induces FasL expression and cytotoxicity against Fas-sensitive Jurkat T cells in human cholangiocarcinoma cells through the phosphorylation of c-Myc on Ser-62 and the subsequent activation of the FasL promoter through the ERK pathway"}, {"pubmed": 20106900, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20150914, "text": "HSF-1 associates with heat shock elements in a cooperative manner to mediate optimal FasL promoter activity"}, {"pubmed": 20165911, "text": "Quantitative RQ-PCR demonstrated that the expression of FasL mRNA in sperm from the varicocele group was higher than in the control group."}, {"pubmed": 20193111, "text": "Up-regulation of FasL expression and decrease of TIL apoptosis in Epstein-Barr virus-associated gastric carcinoma may facilitate the escape of tumor cells from the host immunosurveillance."}, {"pubmed": 20204402, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20219325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20222173, "text": "Abnormal Fas and FasL expressions in gastric carcinoma and lymph node tissues are involved in carcinogenesis and metastasis of gastric cancer."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20353032, "text": "Psoralen and ultraviolet A upregulated Fas expression and downregulated FasL expression in NB4 leukemic cells, which induced apoptosis."}, {"pubmed": 20359312, "text": "FAS polymorphisms not significantly correlated with OSCC development or malignant potential of OL."}, {"pubmed": 20359312, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20371612, "text": "Foxo3a is able to up-regulate FasL expression through down-regulating miR-21"}, {"pubmed": 20378615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379197, "text": "Mutant PIK3CA interferes with apoptosis downstream of death receptor-signal complex, allowing caspase-8 activation without apoptosis. Cleavage of ROCK-1 by caspase-8 triggers amoeboid shape and invasiveness of HCT116 cells in response to TRAIL and CD95L."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20385987, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20393600, "text": "Acrolein triggers the death receptor pathway of apoptosis, causing elevation of Fas ligand (FasL) and translocation of adaptor protein Fas-associated death domain to the plasma membrane."}, {"pubmed": 20394629, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20394629, "text": "the presence in individuals of two at-risk alleles of the three FAS/FASLG polymorphisms was associated with a lower risk of alopecia areata (adjusted OR 0.21; 95% CI 0.05-0.89) when compared with the presence of six at-risk alleles."}, {"pubmed": 20406899, "text": "down-regulating FasL expression and/or function in glial malignancies can enhance T-cell tumor infiltration and inhibit tumor growth"}, {"pubmed": 20408337, "text": "REVIEW: consequences of dysregulated Fas- and FasL-mediated apoptosis leads to self-reactivity, malignant transformation, and immune dysfunction."}, {"pubmed": 20438363, "text": "FASL polymorphisms are not associated with acute myeloid leukemia risk in Koreans."}, {"pubmed": 20438363, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20501759, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20501759, "text": "Results suggest a modestly increased risk for SPM after index SCCHN with FAS -670 A > G and FASLG -844 C > T polymorphisms and an even greater risk for SPM with multiple combined FAS and FASLG risk genotypes."}, {"pubmed": 20533543, "text": "Extracellular calreticulin is present in the joints of patients with rheumatoid arthritis and inhibits FasL (CD95ligand)-mediated apoptosis of T cells"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20572163, "text": "Functional polymorphism in cell death pathway FASL gene and risk of renal cell carcinoma are reported."}, {"pubmed": 20572163, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20618494, "text": "FAS status and macrophage number and between FASL status and lymphocyte number in skin metastasis but not in primary lesions might point to diverse FAS/FASL interaction between neoplastic cells and macrophages in the different microenvironments"}, {"pubmed": 20624652, "text": "chronic disordered epithelial expression of MMP-7 in patients with asthma might increase mFasL cleavage and contribute to airway epithelial damage and inflammation."}, {"pubmed": 20650551, "text": "None of the polymorphisms analyzed influenced disease susceptibility and/or activity, but a high intake of total, saturated and monounsaturated fats and a higher ratio of n-6/n-3 polyunsaturated fatty acids, was associated with a more active phenotype."}, {"pubmed": 20650551, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20673483, "text": "Results suggest that Jurkat cells might decrease the survival rates of A549 cells and enhanced its apoptosis and immune evasion partly via Fas/FasL pathway."}, {"pubmed": 20675370, "text": "FasL mRNA forms a complex with the RNA-binding protein HuR both in vitro and ex vivo."}, {"pubmed": 20726934, "text": "is a trend toward Fas-L being more prevalent in the epidermis of drug maculopapular rashes than in non-drug-induced maculopapular rashes"}, {"pubmed": 20842669, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20842669, "text": "Polymorphisms of FASL is associated with nasopharyngeal carcinoma."}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21087335, "text": "Both Fas (cytoplasm and membrane) and FasL were significantly upregulated in syncytiotrophoblast of molar pregnancy."}, {"pubmed": 21107701, "text": "Individually expressed HSV-1 R1 (ICP6) shares, with HSV-2 R1, the ability to bind caspase-8 and to protect cells against death receptor-induced apoptosis."}, {"pubmed": 21122378, "text": "The FasL expression of human colon cancer cells may be regulated by endogenous interleukin-18 in the host microenvironment and enhance the liver colonization competence of colon cancer cells through induction of apoptosis in Fas-expressing hepatocytes."}, {"pubmed": 21152963, "text": "data indicate that membrane expression of FasL and its interaction with its counterpart may contribute to the inflammatory activation of macrophages during immune reactions or pathogenesis of chronic inflammatory diseases"}, {"pubmed": 21159039, "text": "results suggest that matrix metalloproteinase 9 (MMP-9) secreted by trophoblasts contributes to endothelial apoptosis via extracellular release of soluble Fas Ligand"}, {"pubmed": 21227011, "text": "This study compared concentrations of three cytokines (interferon-gamma and interleukin [IL]-2 and -4) and soluble Fas ligand in serum and pleural effusions from 36 patients with tuberculous pleurisy, 30 with malignant pleurisy and 30 healthy volunteers."}, {"pubmed": 21270445, "text": "Deficiency of SATB1 expression in Sezary cells causes apoptosis resistance by regulating FasL/CD95L transcription."}, {"pubmed": 21271302, "text": "Low expression of Fas and high expression of FasL are more often in colon tumor stage D and in liver metastasis"}, {"pubmed": 21285513, "text": "FasL activity in human and mouse lungs is determined by the structure of its stalk region"}, {"pubmed": 21286777, "text": "polymorphisms of FAS LG, FAS promoter and TP53 may have a role in increased risk of coronary artery disease progression"}, {"pubmed": 21354149, "text": "Post-translational modifications (S-nitrosylation of cysteine residues 199 and 304) in the cytoplasmic domain of Fas promotes fas ligand-mediated apoptosis in cancer cells."}, {"pubmed": 21368861, "text": "The processing of human Fas Lignad protein by ADAM10, but not by SPPL2a, counteracts FasL-mediated apoptosis."}, {"pubmed": 21466843, "text": "Celastrol can induce apoptosis of human non-small-cell lung cancer A549 cells through activation of both mitochondria- and Fas/FasL-mediated pathways."}, {"pubmed": 21516345, "text": "The aim of this study was to evaluate serum concentrations of sFas, sFasL, and their potential regulators (MMP-2, MMP-7, MMP-9, TIMP-1, TIMP-2), in children and young adults chronically dialyzed."}, {"pubmed": 21528407, "text": "soluble FasL positivity was associated with a favorable outcome in acute lymphoblastic leukemia patients."}, {"pubmed": 21605112, "text": "activation of FasL is dependent on glucuronoxylomannan interaction with FcgammaRIIB;results highlight a fast track to FasL up-regulation via FcgammaRIIB and assign to this receptor an anti-inflammatory role that also accounts for induced peripheral tolerance"}, {"pubmed": 21691772, "text": "This study determines if Fas/FasL regulates E. coli-induced human monocyte line U937 cell apoptosis."}, {"pubmed": 21695404, "text": "The levels of serum insulin, sFas were raised and sFas-L were decreased significantly in type 2 diabetes subjects than healthy."}, {"pubmed": 21725926, "text": "Increased apoptosis and the expression of FasL, Bax and caspase-3 in human lupus nephritis suggest that apoptosis might be induced through pathways of these proteins in the pathogenesis process."}, {"pubmed": 21729539, "text": "The activation of Fas/FasL pathway may play an important role in the K562 cell apoptosis induced by diallyl disulfide."}, {"pubmed": 21746966, "text": "Foxp3 negatively regulates CD95L expression in Tregs and demonstrates that Tregs are susceptible to homeostatic control by CD95 stimulation."}, {"pubmed": 21806408, "text": "The polymorphisms of FAS and FASL may be associated with the presence and severity of lumbar disc degeneration in Chinese Han population."}, {"pubmed": 21807637, "text": "FasL -844T/C polymorphism may predict survival and relapse in NSCLC."}, {"pubmed": 21808135, "text": "Downregulation of Fas receptor and up-regulation of Fas ligand appear to be an important feature of tobacco-related intraoral carcinoma."}, {"pubmed": 21864388, "text": "FASL 844T>C (rs763110)did not find any significant associations for all polymorphisms in relation to gastric cancer and high risk atrophic gastritis."}, {"pubmed": 21864851, "text": "No statistical association is found between the Fas, FasL and TRAIL polymorphisms and the risk of multiple sclerosis in Iranian patients."}, {"pubmed": 21879377, "text": "Apoptosis-related gene Fas (CD95) and FasL (CD178) polymorphisms in Iranian rheumatoid arthritis patients are more frequent than in controls, although this is not statistically significant."}, {"pubmed": 21910009, "text": "Fas and FasL mediated alveolar macrophage apoptosis in human silicosis."}, {"pubmed": 21940365, "text": "Functional polymorphisms in the apoptotic pathway genes FAS and FASL may significantly contribute to the occurrence of gastric cardia adenocarcinoma."}, {"pubmed": 21955608, "text": "Administration of prostaglandin I2 has proapoptotic effects in pulmonary artery smooth cells, resulting in Fas ligand upregulation."}, {"pubmed": 22027769, "text": "Abnormal expression of Fas/FasL and increased apoptosis of tumor infiltrating dendritic cells in endometrioid adenocarcinoma may lead to tumor immune escape."}, {"pubmed": 22099756, "text": "FasL and HO-1 overexpression have beneficial effects in pancreatic islet transplantation"}, {"pubmed": 22153754, "text": "Data indicate that lower values of neutrophil/lymphocyte ratio (NLR) and Fas ligand (FasL) expression in late-recurrence compared with other metastatic timings suggest strong host immune activity, and may imply relatively long survival."}, {"pubmed": 22161157, "text": "High expression of FasL is associated with ovarian epithelial tumors."}, {"pubmed": 22172872, "text": "Report high expression of Fas ligand on cord blood dendritic cells which may reduce severity of graft-versus-host disease after cord blood transplantation."}, {"pubmed": 22182632, "text": "primary liver disease could influence the pre-transplantation levels of sCD86 and sCD95L. High pre-transplantation serum levels of sCD86 could favor the development of episodes of acute rejection."}, {"pubmed": 22199323, "text": "CD95-ligand may have a role in recurrence in patients with synchronous colorectal liver metastases"}, {"pubmed": 22207003, "text": "Apoptosis markers sFas, FasL or sFas/FasL ratio are associated with high sequential organ failure assessment score (SOFA) in bacteremia."}, {"pubmed": 22211869, "text": "Results indicate that FAS-FASL-CASP8 polymorphisms contributed to a reduced risk of childhood lymphoblastic leukemia (ALL) in Chinese population."}, {"pubmed": 22330070, "text": "AMPK regulates expression of FASL and COX-2 via the protein kinase C theta - dependent pathway in activated Jurkat cells."}, {"pubmed": 22331638, "text": "We provide the first direct evidence that massive liver cell death can be caused by Fas/Fas ligand (FasL) interaction provided by natural killer cells activated by dendritic cells."}, {"pubmed": 22341864, "text": "Our results suggest that the chromatinization status of the FasL promoter may function as a molecular switch, controlling cAMP and glucocorticoid responsiveness in t-cells"}, {"pubmed": 22344564, "text": "the Fas and Fas-L mRNA expression levels in BGSCs were lower compared to those in primary cultured glioma cells"}, {"pubmed": 22449797, "text": "NK cell induction of hepatic stellate cell apoptosis in HCV infection was contact dependent and could partly be blocked by antibodies specific for TRAIL, NKG2D and FasL."}, {"pubmed": 22461695, "text": "Decitabine and vorinostat cooperate to sensitize colon carcinoma cells to Fas ligand-induced apoptosis in vitro and tumor suppression in vivo"}, {"pubmed": 22499988, "text": "Fas has a pro-apoptotic role in photoreceptors. Under light stress, soluble and membrane-bound FasL can bind to Fas, inducing apoptosis via a paracrine mechanism"}, {"pubmed": 22535954, "text": "Fas ligand enhances malignant behavior of tumor cells through interaction with Met, hepatocyte growth factor receptor, in lipid rafts."}, {"pubmed": 22609371, "text": "In summary, the Fas/FasL pathway involved in alveolar epithelial cell apoptosis could be important in the pathogenesis of seawater-induced acute lung injury"}, {"pubmed": 22631677, "text": "meta-analysis indicated that FAS -1377G>A and FASL -844T>C polymorphisms might be associated with gastric cancer risk."}, {"pubmed": 22645131, "text": "Data indicate that oligomerization of CD95L has no major effect on CD95 occupancy."}, {"pubmed": 22702044, "text": "Dexamethasone upregulates the apoptotic gene expression of Fas/FasL in human articular chondrocytes."}, {"pubmed": 22706245, "text": "levels of serum Fas and FasL in schizophrenic patients"}, {"pubmed": 22726303, "text": "Plasma concentrations of Fas receptors and Fas ligands tend to be higher in HIV-positive patients."}, {"pubmed": 22732091, "text": "the FASL-844 CC genotype and C allele seem to be associated with a good prognosis in patients with diagnosis age </= 50 years."}, {"pubmed": 22763913, "text": "The aberrant expression of corticotropin-releasing hormone in pre-eclampsia may activate the FasL-positive decidual macrophages, impair the physiological turnover of extravillous trophoblasts, and eventually disturb placentation."}, {"pubmed": 22821704, "text": "Non-small-cell lung cancer patients carrying XRCC1 Arg194Arg, FAS-1377GG, and FASL-844T allele displayed completely no response to platinum based drugs."}, {"pubmed": 22842170, "text": "presence of strong myoepithelial expression of Fas and simultaneous cytoplasmic and nuclear expression of FasL in epithelial cells could be suggestive as an early predictive factor or signal for onset of breast cancer"}, {"pubmed": 22860894, "text": "Genetic polymorphisms of ....  fas ligand are associated with clinical efficacy and/or acute severe infusion reactions to infliximab in Crohn's disease."}, {"pubmed": 22927007, "text": "These experiments further define the molecular mechanism of estrogen's bone-protective effects by inducing osteoclast apoptosis through upregulation of MMP3 and FasL cleavage."}, {"pubmed": 22942738, "text": "data strongly indicate that the inhibition of ceramide conversion to complex sphingolipids by D609 is accompanied by an enhancement of FasL-induced caspase-dependent and -independent cell death in T lymphocytes."}, {"pubmed": 22942752, "text": "during spontaneous miscarriages, the increased FasL-expressing population could be a part of an M1 phenotype participating in Fas/FasL-related apoptosis."}, {"pubmed": 22946667, "text": "findings suggest that the FasL -843C/T and VDR FokI gene polymorphisms are associated with type 1 diabetes in the Agean region of Turkey."}, {"pubmed": 23045958, "text": "FasL was expressed more strongly in moderately and poorly differentiated cutaneous squamous cell carcinoma tumors."}, {"pubmed": 23065018, "text": "In keratoconus, corneal epithelium with higher expression of FasL may evoke apoptosis in keratocytes, while neprilysin could prevent possible rescue of keratocytes from apoptosis."}, {"pubmed": 23076876, "text": "study demonstrates that the HeLa cervical cancer cell line expresses CRH; additionally, CRH was shown to induce FasL expression"}, {"pubmed": 23153021, "text": "FAS -1377 GA genotype appeared to marginally increase the risk while FASL -844 TC genotype appeared as low risk factor."}, {"pubmed": 23177026, "text": "Decreased Fas/FasL signaling mediates miR-21-induced chemoresistance in pancreatic cancer."}, {"pubmed": 23184030, "text": "Soluble CD95L serum levels are elevated during the subacute and intermediate phases of spinal cord injury."}, {"pubmed": 23192951, "text": "FasL and ADAM10 play an important role in the production of pro-inflammatory cytokines coming from interaction of the intervertebral nucleus pulposus cells and macrophages in co-culture"}, {"pubmed": 23234803, "text": "Functional polymorphisms in the Fas and FasL genes may be involved in epithelial ovarian cancer development and progression in northern Chinese women."}, {"pubmed": 23269121, "text": "Suggest the involvement of the CD95/CD95L pathway in phagocytosis-induced cell death of monocytes and provide evidence that diminished CD95L secretion by cord blood monocytes may result in prolonged activation of neonatal immune effector cells."}, {"pubmed": 23280017, "text": "expression of Survivin was negatively correlated with that of Fas (r = -0.517, p < 0.01), but positively correlated with that of FasL (r = 0.381, p < 0.01) in tissues of cervical cancer"}, {"pubmed": 23285481, "text": "In 101 rheumatoid arthritis patients vs 105 controls, there was no significant difference in Fas-670 A/G genotype distribution or allele frequency, there was a correlation with anti-CCP antibody synthesis & anemia."}, {"pubmed": 23330016, "text": "Tregs, but not Th17 cells, become apoptotic through Fas/FasL pathway, which contributed to reduction of Tregs leading to an imbalance between Th17 and Treg cells."}, {"pubmed": 23392773, "text": "genotype distributions and allele frequencies of fas ligand did not differ between patients with knee osteoarthritis and controls."}, {"pubmed": 23405244, "text": "High serum FasL expression is associated with hepatic fibrosis in Nonalcoholic Fatty Liver Disease."}, {"pubmed": 23420824, "text": "Suggest that the FAS-L gene polymorphism is associated with RPL in Brazilian women and that these women also have impaired FAS-FAS-L systems due to abnormal FAS-L expression."}, {"pubmed": 23504349, "text": "In esophageal squamous cell carcinoma miR-21 expression is increased. miR-21 down-regulation inhibits cell growth, invasion and induces cells to apoptosis by targeting FASL, TIMP3 and RECK genes."}, {"pubmed": 23534738, "text": "The results suggest that FasL is a mediator of immune privilege in oral squamous cell carcinoma and may serve as a marker for predicting malignant change in oral tissues."}, {"pubmed": 23560484, "text": "Data indicate that FAS-1377G/A and FASLG-844 T/C genotypes are likely to play a substantial role in HBV infection, and FAS-670 polymorphism is associated with chronic HBV infection, while FASLG IVS2nt-124 A/G polymorphism is not."}, {"pubmed": 23582102, "text": "This is the first study presenting sFas and FasL concentrations in early second-trimester amniotic fluid in appropriate for gestational age , small for gestational age, and large for gestational age fetuses."}, {"pubmed": 23618817, "text": "FASL-844T>C polymorphism is associated with risk of laryngeal and hypopharyngeal squamous cell carcinoma."}, {"pubmed": 23682624, "text": "FasL serum levels are not markedly affected in patients with familial Mediterranean fever (FMF) and cannot be used as a supportive marker to differentiate FMF attacks from attack-free periods."}, {"pubmed": 23697029, "text": "Semiquantitative analysis of the pattern and distribution of the Fas antigen and Fas Ligand as indicators for hepatic apoptosis was studied and assessed."}, {"pubmed": 23790081, "text": "Fas ligand correlates with the documented degree of atrial apoptosis and atrial fibrosis in right atrial appendage tissue after cardiac surgery."}, {"pubmed": 23846297, "text": "Silencing of decoy receptor 3 (DcR3) expression by siRNA in pancreatic carcinoma cells induces Fas ligand-mediated apoptosis in vitro and in vivo."}, {"pubmed": 23850805, "text": "FAS ligand levels are biomarkers for patients with lymphoproliferation and autoimmune cytopenia."}, {"pubmed": 23923075, "text": "These findings indicate that sFas and sFasL might play a role in intervertebral disc degeneration."}, {"pubmed": 23991192, "text": "results provide the proof of concept for an optimization of FasL-based chimeric proteins for a therapeutic use"}, {"pubmed": 24072745, "text": "A prometastatic function for metalloprotease-cleaved CD95L in triple-negative breast cancer."}, {"pubmed": 24086353, "text": "the FASL polymorphism rs763110 is associated with a significantly reduced risk of cancer, especially in Asian populations."}, {"pubmed": 24094130, "text": "There is an association of the FAS and FASL gene variants in the promoter regions with primary brain tumors in the Turkish population."}, {"pubmed": 24178789, "text": "Insulin-sensitive obese individuals had significantly lower Fas and FasL expression than insulin-resistant obese individuals."}, {"pubmed": 24184557, "text": "FasL and TRAIL are clustered on the exosomal membrane as oligomerized aggregates ready to form death-inducing signaling complex."}, {"pubmed": 24228099, "text": "FasL-Fas network might play an important role in the molecular mechanisms of angiogenesis prevention of human intervertebral discs."}, {"pubmed": 24248546, "text": "observed that the FAS-1377G/A and FASL-844C/T polymorphisms were associated with breast cancer risk in Chinese but not whites"}, {"pubmed": 24265545, "text": "Aqueous humor concentrations of the cytokines (IL-1 alpha, IL-1 beta, IL-6, FasL, and TNF- alpha) in patients with open angle glaucoma, were measured using multiplex bead analysis."}, {"pubmed": 24291222, "text": "First evidence that full length FasL and FasL fragments display selectivity regarding their association with intracellular binding partners."}, {"pubmed": 24335017, "text": "Identify a novel mechanism of interaction between TGF-beta1 and miR-21 in the regulation of FasL protein, which is involved in keloid formation."}, {"pubmed": 24347794, "text": "Polymorphisms in FAS and FASL genes are not associated with HBV infection in the Brazilian Amazon region."}, {"pubmed": 24375196, "text": "Fas 1377G > A polymorphism and FasL 844 T > C polymorphism are both not associated with susceptibility to cervical cancer"}, {"pubmed": 24408012, "text": "there is an association between FASLG T844C polymorphism and susceptibility to breast cancer, especially in Asians"}, {"pubmed": 24424626, "text": "We investigated the association between common polymorphisms in the genes for FAS and FASL and the risk of late side effects after radiotherapy for prostate cancer."}, {"pubmed": 24473454, "text": "FasL -844 CC combined with the Fas -1377 G allele is a protective factor against ESCC."}, {"pubmed": 24518159, "text": "Survival of porcine fibroblasts enhanced by human FasL and dexamethasone-treated human dendritic cells in vitro."}, {"pubmed": 24534457, "text": "In CAD patients, FasL in plasma is associated with both apoptotic susceptibility of NK cells and dynamic changes in circulating NK cells. FASL is a soluble marker with possible atheroprotective effects."}, {"pubmed": 24561085, "text": "Fas-Fas-ligand signal transduction could be inhibited, especially at the stage of caspase-8 activation, thereby establishing a major mechanism for evasion of apoptosis by these tumors"}, {"pubmed": 24598538, "text": "Carriers of the Fas-1377A and the FasL -844C are more susceptible to the majority of cancers than non-carriers. [Meta-analysis]"}, {"pubmed": 24619598, "text": "meta-analysis suggests that CD95L polymorphism may not be a risk factor contributing to cervical cancer development"}, {"pubmed": 24634493, "text": "Functional NK cell repertoires are maintained through IL-2Ralpha and Fas ligand."}, {"pubmed": 24665877, "text": "data indicated a possible linkage between the FAS and FASLG genes and idiopathic azoospermia"}, {"pubmed": 24690069, "text": "FAS A-670G polymorphism is associated with a higher risk for Pre-eclampsia (PE). There was no association between FAS Ligand C-844T polymorphism and PE."}, {"pubmed": 24729186, "text": "High serum Fas ligand levels are associated with disease progression in multiple myeloma."}, {"pubmed": 24802849, "text": "Fas/FasL interaction mediates keratinocyte death in sunitinib-induced hand-foot skin reaction"}, {"pubmed": 24815844, "text": "FAS-1377 G and FASL-844 T alleles may be used as low-penetrant risk factors for bladder cancer development in a Turkish population."}, {"pubmed": 24821435, "text": "miR-21 is involved in MNNG-induced gastric carcinogenesis in vivo and in vitro via FASLG/BTG2 pathway."}, {"pubmed": 24899502, "text": "Coordinated histone H3 methylation and acetylation regulate physiologic and pathologic fas ligand gene expression in human CD4+ T cells."}, {"pubmed": 24924176, "text": "Fas/FasL signaling pathway of the lung microenvironment participates in the development of osteosarcoma lung metastases. (Review)"}, {"pubmed": 25056888, "text": "This work reveals a novel mechanism of memory B cell apoptosis mediated by LPS and HIV through the Fas/FasL pathway."}, {"pubmed": 25059065, "text": "soluble apoptosis markers as sFas-L, Caspase-9, Caspase-8 and sCD153 were significantly higher in stage III obesity patients compared obese patients without food allergy"}, {"pubmed": 25078097, "text": "Soluble and membrane bound FASL have distinct roles in rheumatoid arthritis fibroblast-like synoviocytes, with sFASL promoting cell proliferation, and mFASL promoting apoptosis."}, {"pubmed": 25169582, "text": "The T/T genotype and the T allele of the c.-844T>C polymorphism were associated with increased occurrence of keratoconus, while the C allele was associated with decreased keratoconus occurrence."}, {"pubmed": 25225287, "text": "Up-regulation of Fas-L and cell surface localization of FAS induced by PEDF is mediated by p53."}, {"pubmed": 25333257, "text": "High Fas expression promotes chemoresistance in gastrointestinal cancer by up-regulating P-glycoprotein."}, {"pubmed": 25366259, "text": "Death induced by CD95R/L elimination (DICE) and CD95-mediated apoptosis have opposing roles in eliminating cancer stem cells (CSCs)and non-CSCs."}, {"pubmed": 25378591, "text": "Intestinal expression of Fas and Fas ligand is upregulated by bacterial signaling through TLR4 and TLR5, with activation of Fas modulating intestinal TLR-mediated inflammation."}, {"pubmed": 25394756, "text": "MiR-21 up-regulation mediates glioblastoma cancer stem cells apoptosis and proliferation by targeting FASLG."}, {"pubmed": 25404054, "text": "data show that the expression of CD200R, CD95 and CD95L was influenced by cardiac surgery and imply the role of these membrane molecules in cell regulation-inhibition and apoptosis following cardiac surgery."}, {"pubmed": 25437350, "text": "data indicate upregulation of the sFas/sFasL system in psoriatic patients."}, {"pubmed": 25464339, "text": "these findings provide novel experimental evidences supporting that VC or/and VE could reduce p,p'-DDT-induced cytotoxicity of HL-7702 cells via the ROS-mediated mitochondrial pathway and NF-kappaB/FasL pathway."}, {"pubmed": 25510486, "text": "Thymineless death in F10-treated AML cells occurs via lipid raft depletion and Fas/FasL co-localization in the plasma membrane with activation of the extrinsic apoptotic pathway."}, {"pubmed": 25529148, "text": "High levels of sFasL is associated with rheumatoid arthritis."}, {"pubmed": 25596086, "text": "FasL -844 SNP is associated with the susceptibility of pulmonary AD in age <60 years people. Fas -1377 SNP may modify the association of FasL -844 SNP with the risk of pulmonary adenocarcinoma."}, {"pubmed": 25745808, "text": "that both ADAM10 and ADAM17 are associated with FasL-containing secretory lysosomes."}, {"pubmed": 25944167, "text": "FASL -844 T > C promoter single nucleotide polymorphism is associated with oral cancers."}, {"pubmed": 25950471, "text": "Th1 cells express high level of FAS-ligand (FASL), which interacts with FAS and leads to caspases' cleavage and ultimately to cell death."}, {"pubmed": 25976983, "text": "Findings suggest that FAS rs1800682 and FASLG rs763110 variants modulate the risk of recurrence of squamous cell carcinoma of the oropharynx, particularly in patients with HPV16-positive tumors."}, {"pubmed": 25990938, "text": "There was no correlation between TGF-beta1 levels and HBV load, but there is a positive correlation between sFas levels and HBV load."}, {"pubmed": 26102031, "text": "DcR3 enhances ERK1/2 phosphorylation and opposes FasL signaling in pancreatic cancer cells"}, {"pubmed": 26156853, "text": "In women with endometriosis, immunostaining for Fas-Ligand in the eutopic endometrium was stronger in the epithelial cells of secretory phase, while the epithelial cells of endometriotic lesions showed a significantly stronger staining for Fas-Ligand independently from the menstrual phase"}, {"pubmed": 26211005, "text": "suppression of EP1 prevented RAMA-induced FasL suppression in CLT85 cells at both the mRNA and protein levels"}, {"pubmed": 26232171, "text": "Membrane-bound FasL mediates platelets-induced apoptosis, whereas Bax/Bak signaling is not required but reinforces platelets-induced apoptosis."}, {"pubmed": 26334989, "text": "Case Reports: patients with autosomal recessive inheritance of ALPS-FASLG have a severe phenotype and a partial defect in activation-induced cell death in T- and B-cell lines."}, {"pubmed": 26345794, "text": "The expression of Ki67 and FasL is closely related to the occurrence and development of cervical carcinoma."}, {"pubmed": 26359460, "text": "Fas Ligand Deficiency Impairs Tumor Immunity by Promoting an Accumulation of Monocytic Myeloid-Derived Suppressor Cells"}, {"pubmed": 26374830, "text": "In patients with either Crohn's disease or ulcerative colitis, the extent of endothelial FasL expression was elevated in the submucosa and associated with an elevated number of lymphoid follicles."}, {"pubmed": 26400345, "text": "FASL expression is an independent marker for earlier disease relapse and disease-specific death in oral squamous cell carcinoma."}, {"pubmed": 26429326, "text": "No association has been found between FASL promoter polymorphisms and predisposition to HIV infection."}, {"pubmed": 26467838, "text": "These data indicate that Epstein-Barr virus exosomes derived from EBV-infected cells are taken up by non-infected cells and induce apoptosis via the extrinsic pathway, and that exosomes trigger apoptosis through the FasL pathway."}, {"pubmed": 26479732, "text": "Advanced glycation end-product induces apoptosis in human retinal cells via promoting mitochondrial dysfunction and activating the Fas-FasL signaling."}, {"pubmed": 26582200, "text": "Data suggest Faim2/LFG (lifeguard protein) protects against FasL-/Fas ligand-induced apoptosis by down-regulating calcium release from endoplasmic reticulum in cortical neurons."}, {"pubmed": 26617708, "text": "Fas/FasL system and downstream activation of caspases are important mediators of apoptosis and may be involved in the pathogenesis of pulmonary edema in severe P. falciparum malaria patients."}, {"pubmed": 26617948, "text": "Abnormal Fas/FasL expression in gastric cardia carcinoma and lymph node tissues are involved in carcinogenesis and metastasis of gastric cancer."}, {"pubmed": 26690594, "text": "No mutation or variation could be found in FASL in patients or controls."}, {"pubmed": 26819081, "text": "Genetic polymorphisms in the death pathway genes Fas and FasL were not associated with risk of developing esophageal carcinoma in a north Chinese population."}, {"pubmed": 26826505, "text": "The study identified Fas ligand (FASLG) as the target of let-7e-5p, and FASLG knockdown increased the migration and tube formation of endothelial progenitor cell."}, {"pubmed": 26858129, "text": "These results suggested that FAS/FASL polymorphisms might significantly modify SPM risk among patients with SCCHN in a tumor site-specific manner."}, {"pubmed": 26922070, "text": "Polymorphisms of FAS (-670 G/A), FASL (-844 T/C) and their circulating levels play an important role in the pathology of coronary artery disease."}, {"pubmed": 27089864, "text": "The results of this study did show an initial decrease in sCD95L, but this was followed by a steady increase above initially measured concentrations. Furthermore, we found that patients with clinically documented neurological remission showed higher sCD95L serum concentrations than patients without remission."}, {"pubmed": 27117663, "text": "FASL, granzyme B, and cytochrome c blood expression reflects breast cancer progression and response to therapy. (Review)"}, {"pubmed": 27277758, "text": "The Fas-1377G > A polymorphism is associated with a higher risk of pre-eclampsia."}, {"pubmed": 27302366, "text": "Study shows for the first time that CD95L activates NHE1, which thereby enhances cell migration. Using a combination of inhibitors and site-directed mutagenesis, results subsequently demonstrate that this mechanism occurs through a modification of NHE1 cooperative response to intracellular protons and that it involves both the Akt and RhoA-dependent pathways."}, {"pubmed": 27572459, "text": "FasL gene polymorphism is associated with Hashimoto's thyroiditis."}, {"pubmed": 27608763, "text": "platelet-derived FasL has a role in apoptosis in stroke"}, {"pubmed": 27628319, "text": "The dysregulation of ADAM10, Fas and FasL could be useful indicators of the progression and severity of OSCC."}, {"pubmed": 27682872, "text": "Increased activation of B-cells is present following successful Tuberculosis treatment, and the expression of FASLG and IL5RA could potentially be utilized as a signature to monitor treatment response."}, {"pubmed": 27790710, "text": "The rs763110 TT genotype significantly increased the risk of cervical cancer compared with the CC/CT genotype. Patients carrying this genotype presented a lower cancerous FASL expression than that of the CC/CT genotypes. OCT1 was recruited to the FASL promoter region and regulated the FASL gene transcription by interacting with C/EBPbeta."}, {"pubmed": 27806260, "text": "Results show that the FasL:Fas complex shares structural features with the FasL:DcR3 assembly and the glycosylation contributes to the activity of soluble FasL"}, {"pubmed": 27857173, "text": "The authors observed differential expression of CD95(Fas) in CD27(+) B-cells from cirrhotic patients that was inversely correlated with peripheral CD27(+) B-cell frequency. They conclude that peripheral CD27(+) memory B-cells in cirrhosis exhibit increased sensitivity to Fas-induced apoptosis in an activation-dependent manner to which endotoxin contributes, associated with reduced frequency of circulating memory B-cells."}, {"pubmed": 28013316, "text": "Inhibition of miR-149-5p can induce apoptosis in THP-1 cells. These inductive effects might be via targeting FASLG and activating FADD and caspases."}, {"pubmed": 28127562, "text": "In sprint-trained male athletes, FasL, miR-21, and miR-146a were measured cross-sectionally (n = 67, 18-90 yrs) and serum FasL, miR-21, and miR-146a and their aging-related associations with physical performance were assessed over a 10-year follow-up (n = 49, 50-90 yrs)."}, {"pubmed": 28326325, "text": "There is a positive correlation of the serum level of sFasL ( Fas/FasL axis )with uptake index of parotid gland in our expectation. In addition, liver injury involvement in SS patients showed decreased level of sFasL. Furthermore, we here also observed that the protective cytokine IL-10 expression was positively correlated with sFasL expression"}, {"pubmed": 28378099, "text": "this study characterized in juvenile systemic lupus erythematosus a distinct profile from adult SLE that comprises increased sFas, sTRAIL, and reduced sFasL, notably in patients with active disease and with nephritis."}, {"pubmed": 28442396, "text": "FASLG c.-844TC genotype may be protective against familial mediterranean fever in the Turkish population."}, {"pubmed": 28468172, "text": "The Fas mRNA expression ratio was unchanged upon MTX treatment, but the FasL mRNA expression ratio was significantly higher in MTX-treated than nontreated polyps. In addition, the expression levels of the Fas and FasL proteins were significantly higher in polyps treated with both 10 and 100 muM MTX compared with nontreated polyps."}, {"pubmed": 28514658, "text": "This study highlights a coordinated neurovascular development instructed by CNS macrophage-derived CD95L."}, {"pubmed": 28587866, "text": "These results suggest that the FasL -844T>C single nucleotide polymorphism is implicated in the susceptibility to hepatitis C virus in Egyptian patients and firstly report the involvement of TRAIL gene polymorphism in the risk of the disease."}, {"pubmed": 28609212, "text": "serum levels of soluble FAS ligand (sFASL) and interferon gamma (IFN-gamma) were analyzed and correlated with sFGL2 levels in Hepatitis C Virus-Infected Patients and Hepatocellular Carcinoma Patients."}, {"pubmed": 28785150, "text": "The Fas-ligand SNP and TNF gene -308 SNP are associated with anti-TNF treatment response in Crohn's disease and may help select patients likely to benefit from therapy."}, {"pubmed": 28942044, "text": "data demonstrated that FASL-844C/T SNP was substantially associated with idiopathic azoospermia, indicating that it might be a genetic predisposing factor of idiopathic azoospermia in the Western of Iran."}, {"pubmed": 29083508, "text": "Tag7 activates lymphocytes capable of Fasl-Fas-dependent contact killing of virus-infected cells."}, {"pubmed": 29187439, "text": "High-grade gliomas (HGG) showed significantly lower FAS but higher FAS ligand (FAS-L) expression than high-grade gliomas (HGG)."}, {"pubmed": 29207034, "text": "These results demonstrated that overexpression of ING4 can induce the apoptosis of melanoma cells and CD3+ T cells through signaling pathways such as the Fas/FasL pathway, and that ING4 gene therapy for melanoma treatment is a novel approach."}, {"pubmed": 29358576, "text": "These results demonstrate that the interaction of Fas-ligand and caveolin-1 represents a molecular basis for Fas-ligand translocation to rafts."}, {"pubmed": 29419701, "text": "FasL -844C>T polymorphism plays a protective role against Head and Neck Cancer development in Asian population."}, {"pubmed": 29453645, "text": "Evaluation of FAS/FASL polymorphisms can predict lack of response to BCG immunotherapy and prevent the loss of valuable time before such alternative treatments as early cystectomy are initiated."}, {"pubmed": 29509956, "text": "Increased FASL expression is associated with dermatofibrosarcoma protuberans."}, {"pubmed": 29527928, "text": "results suggest that miR-21 regulates the apoptosis of keloid fibroblasts via targeting FasL, and caspase-8 and the mitochondria-mediated apoptotic signaling pathway is involved in this process."}, {"pubmed": 29566277, "text": "Luteolin induced apoptosis of HL-60 cells, and this was associated with c-Jun activation and histone H3 acetylation-mediated Fas/FasL expressions."}, {"pubmed": 29611722, "text": "FASLG single-nucleotide polymorphisms rs763110 and rs5030772 are involved in the pathogenesis of Idiopathic Aplastic Anemia"}, {"pubmed": 29642281, "text": "Localization of FasL to intra-luminal vesicles within cytolytic granules facilitates FasL trafficking to immune synapses and cytotoxic function in natural killer cells."}, {"pubmed": 29652777, "text": "FASL polymorphisms were significantly associated with susceptibility to intervertebral disc degeneration in Chinese Han population."}, {"pubmed": 29719304, "text": "FasL may have a role in transitional cell carcinoma of the bladder"}, {"pubmed": 29734947, "text": "FasL (rs763110) polymorphism is associated with the susceptibility of with intervertebral disc degeneration (IVDD). FasL (rs763110) is related to the progression of musculoskeletal degenerative diseases (MSDD) for both Caucasoid and Chinese race groups."}, {"pubmed": 29781316, "text": "No difference in the prevalence of Fas and FasL single-nucleotide polymorphisms (SNPs) was observed between women with RPL and fertile controls among Korean women."}, {"pubmed": 29891848, "text": "Fas-L signaling in adipose stem cells leads to their expansion and phenotypic shift toward a more potent stem cell state."}, {"pubmed": 29952767, "text": "Direct cell contacts between platelets and RBCs via FasL/FasR were shown in surgical specimens of patients after thrombectomy."}, {"pubmed": 30103900, "text": "the detailed mechanisms of FasL-Fas necroptosis can help in understanding the processes of elimination of tumor cells that have blocked apoptosis signal transduction"}, {"pubmed": 30132510, "text": "Fasl pathway role in the myelodysplastic syndrome."}, {"pubmed": 30324908, "text": "our data suggest that si- and/or shRNAs with certain seed sequences present in CD95 and CD95L and the entire CD95L ORF are toxic to cancer cells."}, {"pubmed": 30385692, "text": "These data indicate that the Fas/FasL system increases pulmonary protein permeability by a direct effect on the alveolar epithelium that involves the alteration of its TJ proteins and permeability properties."}, {"pubmed": 30718366, "text": "The data suggested the G allele and genotype GG of the Fas -670 A/G polymorphism, GG genotype of the FasL 124A/G polymorphism, and TT genotype of the FasL -844C/T polymorphism increased the risk of preeclampsia."}, {"pubmed": 30942389, "text": "Elevated expression of FasL on CD68+ and CD86+ macrophages in the decidua was observed in the spontaneous abortion and recurrent miscarriage groups of patients, and FasL was demonstrated to mediate the induction of trophoblast apoptosis by macrophages in coculture."}, {"pubmed": 31195645, "text": "Studies suggest that FAS/FASL polymorphisms are associated with male infertility; however, their results are still inconclusive. Therefore, this systematic review and meta-analysis aimed to summarize and clarify the overall association of FAS/FASL polymorphisms and risk of male infertility."}, {"pubmed": 31225740, "text": "FASLG role in the hepatocellular carcinoma cells resistance to cisplatin.MiR-21-5p targeted FASLG protein and suppressed the sensitivity of the hepatocellular carcinoma cells to cisplatin."}, {"pubmed": 31416448, "text": "FASLG was a target of miR-21 and revealed that FASLG knockdown inhibited function of endothelial progenitor cells."}, {"pubmed": 31425784, "text": "FasL -124, and FasL -844 polymorphisms did not show any significant association with the clearance or risk of HBV infection. Therefore, it seems that susceptibility to HBV infection or clearance of it is not affected by FasL genetic polymorphisms. [systematic review]"}, {"pubmed": 31467122, "text": "Identification of a miR-146b-Fas ligand axis in the development of neutropenia in T large granular lymphocyte leukemia."}, {"pubmed": 31537619, "text": "Serum s-CD95L is correlated with a number of tumor-infiltrating immune cells in High-Grade Serous Ovarian Cancer and could be used as a noninvasive marker of tumor immune infiltration to select patients referred for immunotherapy trials that evaluate checkpoint inhibitor treatment."}, {"pubmed": 31566051, "text": "Identification of a FAS/FASL haplotype associated with endometriosis in Iranian patients."}, {"pubmed": 31582729, "text": "IL-6-driven FasL promotes NF-kappaBp65/PUMA-mediated apoptosis in portal hypertensive gastropathy."}, {"pubmed": 31741398, "text": "our data indicate an association between FASLG rs5030772 variation and alopecia areata. However, previously reported the association of FAS rs1800682 polymorphism with alopecia areata was not observed here"}, {"pubmed": 31825106, "text": "IL6 and FAS/FASL gene polymorphisms may be associated with disease progression in HIV-1-positive ethnically mixed patients."}, {"pubmed": 32053892, "text": "Matrix Metalloproteinases Retain Soluble FasL-mediated Resistance to Cell Death in Fibrotic-Lung Myofibroblasts."}, {"pubmed": 32105000, "text": "Bcl-2 levels were found to be significantly higher in the maternal and umbilical cord sera in the intrauterine growth restriction group compared with controls. There was no significant difference between umbilical cord sera of the two groups in terms of sFasL and caspase-9 levels."}, {"pubmed": 32109550, "text": "Dephosphorylation of Fas-ligand and caveolin-1 is a prerequisite step in Fas-ligand - caveolin-1 complex formation and cell death stimulation."}, {"pubmed": 32209020, "text": "Polymorphisms rs763110 in FASL is linked to hepatitis C virus infection among high-risk populations."}, {"pubmed": 32212814, "text": "strong inverse correlation between FasL and tumor-infiltrating lymphocytes presence showed some insight about the interactions between cancer cells and its surroundings inside of the cervical cancer tissue"}, {"pubmed": 32555150, "text": "The pro-survival Bcl-2 family member A1 delays spontaneous and FAS ligand-induced apoptosis of activated neutrophils."}, {"pubmed": 32628088, "text": "These findings present, for the first time, preliminary evidence that inherited abnormalities in apoptosis pathway, related to FAS c.-671A > G and FASL c.-844 C > T single nucleotide variants, can alter toxicity and survival of tobacco- and alcohol-related head and neck squamous cell carcinoma patients homogeneously treated with cisplatin chemoradiation."}, {"pubmed": 32785835, "text": "Immunohistochemical study of perforin and apoptosis stimulation fragment ligand (FasL)in active vitiligo."}, {"pubmed": 32945711, "text": "Association between serum sFasL concentrations and sepsis mortality."}, {"pubmed": 33093334, "text": "Epigenetic Mechanisms Underlying HIV-Infection Induced Susceptibility of CD4+ T Cells to Enhanced Activation-Induced FasL Expression and Cell Death."}, {"pubmed": 33168041, "text": "MiR-7e-5p downregulation promotes transformation of low-grade follicular lymphoma to aggressive lymphoma by modulating an immunosuppressive stroma through the upregulation of FasL in M1 macrophages."}, {"pubmed": 33247994, "text": "Serum levels of soluble Fas and Fas ligand in pregnant women who smoke."}, {"pubmed": 33410302, "text": "FasL (rs763110) gene polymorphism is not associated with susceptibility to rheumatoid arthritis in Croatian population."}, {"pubmed": 33513976, "text": "Natural Killer Cell Phenotype and Functionality Affected by Exposure to Extracellular Survivin and Lymphoma-Derived Exosomes."}, {"pubmed": 33639675, "text": "Impact of Fas/Fasl Gene Polymorphisms on Susceptibility Risk and Imatinib Mesylate Treatment Response in Chronic Myeloid Leukaemia Patients."}, {"pubmed": 33671651, "text": "sFasL-The Key to a Riddle: Immune Responses in Aging Lung and Disease."}, {"pubmed": 33862353, "text": "Circulating sFasL Levels Predict the Severity and Outcome of Burn Injury: A Prospective Observational Study."}, {"pubmed": 33879403, "text": "Cord blood soluble Fas ligand linked to allergic rhinitis and lung function in seven-year-old children."}, {"pubmed": 34127318, "text": "Relationship between polymorphisms in the FAS/FASL death receptor system and progression of low-grade precursor lesions infected with high-risk human papilloma virus."}, {"pubmed": 34366198, "text": "Fas -670 A/G polymorphism predicts prognosis of hepatocellular carcinoma after curative resection in Chinese Han population."}, {"pubmed": 34697371, "text": "NF-kappaB regulation in maternal immunity during normal and IUGR pregnancies."}, {"pubmed": 34753694, "text": "Differential cancer risk and survival in Indian oral cancer patients with genic region FAS and FASL polymorphisms."}, {"pubmed": 34889164, "text": "Long non-coding RNA CASC7 suppresses malignant behaviors of breast cancer by regulating miR-21-5p/FASLG axis."}, {"pubmed": 35240289, "text": "Cleaved CD95L perturbs in vitro macrophages responses to Toxoplasma gondii."}, {"pubmed": 35870695, "text": "miR-24-3p down-regulates the expression of the apoptotic factors FasL and BIM in human natural killer cells."}, {"pubmed": 35988104, "text": "The role of FASL, BCL-2 and BAX polymorphisms in brazilian patients with prostate cancer and benign prostatic hyperplasia."}, {"pubmed": 36124496, "text": "Fas cell surface death receptor/Fas ligand genetic variants in gastric cancer patients: A case-control study."}, {"pubmed": 36671466, "text": "Plasma Levels of sFas-sFasL and FASL Gene Expression Are Associated with Tuberculosis."}, {"pubmed": 37431614, "text": "The complex web of FasL: cell type-specific roles in affecting and controlling acute graft-vs-host disease."}, {"pubmed": 37837385, "text": "CD95L concatemers highlight different stoichiometries of CD95-mediated apoptotic and nonapoptotic pathways."}, {"pubmed": 38363216, "text": "Synthesis of N-Glycosylated Soluble Fas Ligand."}], "genomic_pos": {"chr": "1", "end": 172666876, "ensemblgene": "ENSG00000117560", "start": 172659103, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 172636014, "start": 172628154, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 17557115, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 8787672, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006919", "pubmed": 19364818, "qualifier": "acts_upstream_of_or_within", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006919", "pubmed": 18293083, "qualifier": "involved_in", "term": "activation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006925", "qualifier": "involved_in", "term": "inflammatory cell apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 7826947, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 7826947, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008625", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008625", "pubmed": 26582200, "qualifier": "acts_upstream_of_or_within", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008625", "pubmed": 18835034, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 18835034, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030644", "qualifier": "involved_in", "term": "intracellular chloride ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 14749367, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 21625644, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043123", "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043525", "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045742", "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046666", "qualifier": "involved_in", "term": "retinal cell programmed cell death"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048388", "qualifier": "involved_in", "term": "endosomal lumen acidification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070231", "pubmed": 17076679, "qualifier": "involved_in", "term": "T cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070266", "pubmed": 11101870, "qualifier": "involved_in", "term": "necroptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070848", "qualifier": "involved_in", "term": "response to growth factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097190", "pubmed": 11101870, "qualifier": "involved_in", "term": "apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097191", "pubmed": 22891283, "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097527", "pubmed": 11101870, "qualifier": "involved_in", "term": "necroptotic signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903514", "pubmed": 26582200, "qualifier": "acts_upstream_of_or_within", "term": "release of sequestered calcium ion into cytosol by endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905782", "pubmed": 24904167, "qualifier": "involved_in", "term": "positive regulation of phosphatidylserine exposure on apoptotic cell surface"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000353", "pubmed": 18835034, "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 18835034, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 17557115, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 12201652, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005901", "qualifier": "located_in", "term": "caveola"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043202", "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0060205", "qualifier": "located_in", "term": "cytoplasmic vesicle lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 17076679, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 7826947, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005123", "qualifier": "enables", "term": "death receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005164", "qualifier": "enables", "term": "tumor necrosis factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12198154, 12887920, 16318909, 16498403, 16595635, 17761170, 19807924, 21803845, 24025841, 25241761, 25416956, 26871637, 28514442, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[7955, 735295], [8364, 100124789], [9031, 429064], [9544, 574159], [9598, 469584], [9606, 356], [9615, 442968], [9913, 407111], [10090, 14103], [10116, 25385]], "id": 533}, "interpro": [{"desc": "Tumor necrosis factor ligand superfamily member 6", "id": "IPR028326", "short_desc": "FASL"}, {"desc": "Tumour necrosis factor domain", "id": "IPR006052", "short_desc": "TNF_dom"}, {"desc": "Tumour necrosis factor", "id": "IPR006053", "short_desc": "TNF"}, {"desc": "Tumour necrosis factor-like domain superfamily", "id": "IPR008983", "short_desc": "Tumour_necrosis_fac-like_dom"}, {"desc": "Tumour necrosis factor, conserved site", "id": "IPR021184", "short_desc": "TNF_CS"}], "ipi": ["IPI00007577", "IPI00220870"], "map_location": "1q24.3", "name": "Fas ligand", "other_names": ["CD95 ligand", "Fas ligand (TNF superfamily, member 6)", "apoptosis (APO-1) antigen ligand 1", "apoptosis antigen ligand", "fas antigen ligand", "mutant tumor necrosis factor family member 6", "tumor necrosis factor ligand 1A", "tumor necrosis factor ligand superfamily member 6"], "pantherdb": {"HGNC": "11936", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99255", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10090, "uniprot_kb": "P41047"}, {"RGD": "3880", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 10116, "uniprot_kb": "P36940"}, {"Ensembl": "ENSGALG00000003076", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 9031, "uniprot_kb": "A0A3S5ZPR5"}, {"ZFIN": "ZDB-GENE-070410-16", "ortholog_type": "LDO", "panther_family": "PTHR11471", "taxid": 7955, "uniprot_kb": "Q0PKX7"}], "uniprot_kb": "P48023"}, "pathway": {"biocarta": [{"id": "achpathway", "name": "role of nicotinic acetylcholine receptors in the regulation of apoptosis"}, {"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "faspathway", "name": "fas signaling pathway (cd95)"}, {"id": "hivnefpathway", "name": "hiv-1 nef: negative effector of fas and tnf"}, {"id": "hsp27pathway", "name": "stress induction of hsp regulation"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "ptenpathway", "name": "pten dependent cell cycle arrest and apoptosis"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04940", "name": "Type I diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05330", "name": "Allograft rejection - Homo sapiens (human)"}, {"id": "hsa05332", "name": "Graft-versus-host disease - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "caspase_pathway", "name": "Caspase Cascade in Apoptosis"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "faspathway", "name": "FAS (CD95) signaling pathway"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hivnefpathway", "name": "HIV-1 Nef: Negative effector of Fas and TNF-alpha"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}], "reactome": [{"id": "R-HSA-109581", "name": "Apoptosis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-140534", "name": "Caspase activation via Death Receptors in the presence of ligand"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-3371378", "name": "Regulation by c-FLIP"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5218900", "name": "CASP8 activity is inhibited"}, {"id": "R-HSA-5357769", "name": "Caspase activation via extrinsic apoptotic signalling pathway"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5668541", "name": "TNFR2 non-canonical NF-kB pathway"}, {"id": "R-HSA-5669034", "name": "TNFs bind their physiological receptors"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-69416", "name": "Dimerization of procaspase-8"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-75157", "name": "FasL/ CD95L signaling"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": [{"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP2507", "name": "Nanomaterial induced apoptosis"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP3646", "name": "Hepatitis C and Hepatocellular Carcinoma"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP384", "name": "Apoptosis Modulation by HSP70"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4396", "name": "Nonalcoholic fatty liver disease"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4673", "name": "Male infertility"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4864", "name": "Host-pathogen interaction of human coronaviruses - apoptosis"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["4MSV", "5L19", "5L36"], "pfam": "PF00229", "pharmgkb": "PA56", "pharos": {"target_id": 7475, "tdl": "Tbio"}, "pir": "I38707", "prosite": "PS50049", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF293177", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF245887", "relationship": "is"}, {"id": "GNF245888", "relationship": "is"}, {"id": "GNF245889", "relationship": "is"}, {"id": "GNF245890", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030539", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF091899", "relationship": "is"}, {"id": "GNF091900", "relationship": "is"}, {"id": "GNF091901", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052217", "relationship": "is"}, {"id": "GNF056985", "relationship": "is"}, {"id": "GNF061816", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067743", "relationship": "is"}, {"id": "GNF067744", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF014751", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF338871", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098857", "relationship": "is"}, {"id": "GNF138512", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007269.1"], "protein": ["NP_000630.1", "NP_001289675.1"], "rna": ["NM_000639.3", "NM_001302746.2"], "translation": [{"protein": "NP_001289675.1", "rna": "NM_001302746.2"}, {"protein": "NP_000630.1", "rna": "NM_000639.3"}]}, "reporter": {"HG-U133_Plus_2": ["210865_at", "211333_s_at"], "HG-U95Av2": ["1851_s_at", "1858_at"], "HTA-2_0": "TC01001506.hg.1", "HuEx-1_0": "2367599", "HuGene-1_1": "7907430", "HuGene-2_1": "16673928"}, "summary": "This gene is a member of the tumor necrosis factor superfamily. The primary function of the encoded transmembrane protein is the induction of apoptosis triggered by binding to FAS. The FAS/FASLG signaling pathway is essential for immune system regulation, including activation-induced cell death (AICD) of T cells and cytotoxic T lymphocyte induced cell death. It has also been implicated in the progression of several cancers. Defects in this gene may be related to some cases of systemic lupus erythematosus (SLE). Alternatively spliced transcript variants have been described. [provided by RefSeq, Nov 2014].", "symbol": "FASLG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1539478"}, "unigene": "Hs.2007", "uniprot": {"Swiss-Prot": "P48023", "TrEMBL": "Q53ZZ1"}, "wikipedia": {"url_stub": "Fas ligand"}}