{"AllianceGenome": "3594", "HGNC": "3594", "MIM": "600212", "_id": "2194", "_version": 2, "accession": {"genomic": ["AC135056.4", "AF250144.1", "CH471099.1", "CP068261.2", "JC739423.1", "NC_000017.11", "NC_060941.1", "U52428.1"], "protein": ["AAA73576.1", "AAB35516.1", "AAC50259.1", "AAC50536.1", "AAH07267.1", "AAH07909.1", "AAH14631.1", "AAH14634.2", "AAH63242.1", "AAS09886.1", "BAE06070.2", "CEF39429.1", "EAW89745.1", "NP_004095.4", "P49327.3", "XP_011521840.1", "XP_054171452.1"], "rna": ["AB209988.1", "AY451392.1", "BC007267.1", "BC007305.2", "BC007909.1", "BC014631.2", "BC014634.2", "BC021544.2", "BC063242.1", "MN497346.1", "NM_004104.5", "S80437.1", "U26644.1", "U29344.1", "XM_011523538.3", "XM_054315477.1"], "translation": [{"protein": "NP_004095.4", "rna": "NM_004104.5"}, {"protein": "AAH07267.1", "rna": "BC007267.1"}, {"protein": "AAH07909.1", "rna": "BC007909.1"}, {"protein": "AAS09886.1", "rna": "AY451392.1"}, {"protein": "BAE06070.2", "rna": "AB209988.1"}, {"protein": "AAC50259.1", "rna": "U26644.1"}, {"protein": "XP_011521840.1", "rna": "XM_011523538.3"}, {"protein": "AAB35516.1", "rna": "S80437.1"}, {"protein": "AAH63242.1", "rna": "BC063242.1"}, {"protein": "AAH14634.2", "rna": "BC014634.2"}, {"protein": "AAH14631.1", "rna": "BC014631.2"}, {"protein": "XP_054171452.1", "rna": "XM_054315477.1"}, {"protein": "AAA73576.1", "rna": "U29344.1"}]}, "alias": ["FAS", "OA-519", "SDR27X1"], "ec": ["1.1.1.100", "1.3.1.39", "2.3.1.38", "2.3.1.39", "2.3.1.41", "2.3.1.85", "3.1.2.14", "4.2.1.59"], "ensembl": {"gene": "ENSG00000169710", "protein": ["ENSP00000304592", "ENSP00000462949", "ENSP00000488964", "ENSP00000489514", "ENSP00000489808", "ENSP00000490553", "ENSP00000490921"], "transcript": ["ENST00000306749", "ENST00000578424", "ENST00000579410", "ENST00000580382", "ENST00000584610", "ENST00000634990", "ENST00000635197", "ENST00000635733", "ENST00000636628", "ENST00000636968", "ENST00000637026", "ENST00000637525", "ENST00000637693"], "translation": [{"protein": "ENSP00000304592", "rna": "ENST00000306749"}, {"protein": "ENSP00000488964", "rna": "ENST00000634990"}, {"protein": "ENSP00000462949", "rna": "ENST00000580382"}, {"protein": "ENSP00000490921", "rna": "ENST00000636628"}, {"protein": "ENSP00000489514", "rna": "ENST00000635197"}, {"protein": "ENSP00000489808", "rna": "ENST00000637026"}, {"protein": "ENSP00000490553", "rna": "ENST00000636968"}], "type_of_gene": "protein_coding"}, "entrezgene": "2194", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 63.8679772974, "exp_mis": 998.793061473, "exp_syn": 526.222500664, "lof_z": 7.42066252455698, "mis_z": 2.28735096874033, "mu_lof": 5.33971247325e-06, "mu_mis": 0.000108311679794, "mu_syn": 5.67726453319e-05, "n_lof": 4.0, "n_mis": 851.0, "n_syn": 677.0, "p_li": 0.99999995015986, "p_null": 5.86578165724555e-22, "p_rec": 4.98401399489786e-08, "syn_z": -4.07475299028979}, "bp": 7536, "cds_end": 80054321, "cds_start": 80037018, "n_exons": 42, "nonpsych": {"exp_lof": 57.096457167, "exp_mis": 903.293903372, "exp_syn": 475.571933759, "lof_z": 6.90101409261789, "mis_z": 2.18660919135882, "mu_lof": 5.33971247325e-06, "mu_mis": 0.000108311679794, "mu_syn": 5.67726453319e-05, "n_lof": 4.0, "n_mis": 773.0, "n_syn": 623.0, "p_li": 0.999999452326947, "p_null": 2.45503596645272e-19, "p_rec": 5.4767305301883e-07, "syn_z": -4.25633361761184}, "nontcga": {"exp_lof": 58.6893129188, "exp_mis": 918.820455742, "exp_syn": 484.055510453, "lof_z": 7.04213234907357, "mis_z": 2.36382391472332, "mu_lof": 5.33971247325e-06, "mu_mis": 0.000108311679794, "mu_syn": 5.67726453319e-05, "n_lof": 4.0, "n_mis": 775.0, "n_syn": 630.0, "p_li": 0.999999668083293, "p_null": 5.93249140303358e-20, "p_rec": 3.31916707355783e-07, "syn_z": -4.20012731273718}, "transcript": "ENST00000306749.2"}, "exons": [{"cdsend": 82096445, "cdsstart": 82079142, "chr": "17", "position": [[82078337, 82079280], [82079356, 82079608], [82080139, 82080238], [82080369, 82080590], [82080691, 82080922], [82081163, 82081352], [82081600, 82081843], [82082008, 82082160], [82082322, 82082414], [82082526, 82082678], [82082913, 82083115], [82083201, 82083425], [82083516, 82083639], [82083771, 82083891], [82083974, 82084153], [82084233, 82084384], [82084512, 82084716], [82084798, 82084953], [82085034, 82085156], [82085237, 82085402], [82085481, 82085871], [82086253, 82086558], [82087049, 82087253], [82087324, 82087504], [82087684, 82087861], [82087953, 82088034], [82088115, 82088307], [82088389, 82088562], [82088760, 82088876], [82088968, 82089172], [82089249, 82089384], [82089631, 82089726], [82090374, 82090564], [82090881, 82091069], [82091221, 82091684], [82092454, 82092589], [82092696, 82092812], [82092896, 82093019], [82093218, 82093419], [82093597, 82093771], [82095319, 82095472], [82096318, 82096452], [82098120, 82098236]], "strand": -1, "transcript": "NM_004104", "txend": 82098236, "txstart": 82078337}], "exons_hg19": [{"cdsend": 80054321, "cdsstart": 80037018, "chr": "17", "position": [[80036213, 80037156], [80037232, 80037484], [80038015, 80038114], [80038245, 80038466], [80038567, 80038798], [80039039, 80039228], [80039476, 80039719], [80039884, 80040036], [80040198, 80040290], [80040402, 80040554], [80040789, 80040991], [80041077, 80041301], [80041392, 80041515], [80041647, 80041767], [80041850, 80042029], [80042109, 80042260], [80042388, 80042592], [80042674, 80042829], [80042910, 80043032], [80043113, 80043278], [80043357, 80043747], [80044129, 80044434], [80044925, 80045129], [80045200, 80045380], [80045560, 80045737], [80045829, 80045910], [80045991, 80046183], [80046265, 80046438], [80046636, 80046752], [80046844, 80047048], [80047125, 80047260], [80047507, 80047602], [80048250, 80048440], [80048757, 80048945], [80049097, 80049560], [80050330, 80050465], [80050572, 80050688], [80050772, 80050895], [80051094, 80051295], [80051473, 80051647], [80053195, 80053348], [80054194, 80054328], [80055996, 80056112]], "strand": -1, "transcript": "NM_004104", "txend": 80056112, "txstart": 80036213}], "generif": [{"pubmed": 11756679, "text": "We present the first three-dimensional reconstruction of human fatty acid synthase obtained by electron cryomicroscopy and single-particle image processing"}, {"pubmed": 11790787, "text": "regulation of expression by liver X receptors"}, {"pubmed": 12060737, "text": "Domain movements in human fatty acid synthase by quantized elastic deformational model"}, {"pubmed": 12213084, "text": "expression of FAS is affected by polyunsaturated fatty acids in human cells"}, {"pubmed": 12515624, "text": "Fatty acid synthase in the specimens of non-small cell lung cancer patients has no correlation with most clinical factors, except that, in early lesions, it may signify poor prognosis."}, {"pubmed": 12531699, "text": "Regulation of fatty acid synthase expression in breast cancer by sterol regulatory element binding protein-1c."}, {"pubmed": 12646257, "text": "Data point to a link between fatty acid synthase overexpression and dysregulation of membrane composition and functioning in tumor cells."}, {"pubmed": 12839976, "text": "RNA interference-mediated silencing of this gene attenuates growth and induces morphological changes and apoptosis of prostate cancer cells."}, {"pubmed": 12882974, "text": "compelling evidence that human mitochondria contain a malonyl-CoA/acyl carrier protein-dependent fatty acid synthase system"}, {"pubmed": 12939396, "text": "a strong association between FAS expression and prostate tumor initiation and progression"}, {"pubmed": 14689581, "text": "FAS plays in important cellular processes such as apoptosis and proliferation. Because of the frequent overexpression of this enzyme prostate cancer, FAS constitutes a therapeutic target in this disease [review]."}, {"pubmed": 15047835, "text": "cellular FAS activity is important for induction of immediate-early gene BZLF1 transcription from the intact latent EBV genome"}, {"pubmed": 15113941, "text": "Regions responsible for hormonal regulation of the FAS gene lie in the proximal portion of the gene's 5'-flanking region, within which we identified an insulin response element."}, {"pubmed": 15220220, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15220220, "text": "Val1483Ile substitution in FAS is protective against obesity in Pima Indians, an effect possibly explained by the role of this gene in the regulation of substrate oxidation."}, {"pubmed": 15235125, "text": "Data suggest that HER2 may act as the key molecular sensor of energy imbalance after the perturbation of tumor-associated fatty acid synthase hyperactivity in cancer cells."}, {"pubmed": 15254710, "text": "breast cancer-associated FAS plays an active role in human breast cancer chemosensitivity"}, {"pubmed": 15507492, "text": "2.6-A resolution structure"}, {"pubmed": 15523670, "text": "study reveals for the first time that extracellular acidosis can work in an epigenetic fashion by up-regulating the transcriptional expression of FAS gene"}, {"pubmed": 15556626, "text": "Repression of FAS mRNA expression is the consequence of feedback inhibition of FAS expression by long chain fatty acyl-CoAs, which are formed by FACL3 during its upregulation by vitamin D3 in prostate cancer cells."}, {"pubmed": 15669079, "text": "FAS blockade should result in a concomitant down-regulation of VEGF"}, {"pubmed": 15897909, "text": "Our results indicate that the specific inhibition of fatty acid synthase (FAS) gene by siRNA leads to apoptosis of prostate tumor cells, and inhibition of PI 3-kinase pathway synergizes with FAS siRNA to enhance tumor cell death."}, {"pubmed": 16175090, "text": "increased expression in 7 of 8 patients with invasive Paget's disease of the vulva (PDV), 3 of 4 patients with microinvasive PDV & 1 of 8 patients with noninvasive PDV; statistical analysis revealed increased expression was associated with invasive PDV"}, {"pubmed": 16215233, "text": "analysis of human fatty-acid synthase substrate recognition"}, {"pubmed": 16582625, "text": "Fatty acid synthase (FAS) gene, encoding for a key enzyme involved in the biogenesis of membrane lipids in rapidly proliferating cells, is a conserved target of the p53 family throughout the evolution."}, {"pubmed": 16644689, "text": "Tamoxifen can modulate appetite through alterations in FAS expression and malonyl-CoA levels suggesting a link between hypothalamic sex steroid receptors, fatty acid metabolism, and feeding behavior."}, {"pubmed": 16788566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16894240, "text": "thiazolidinediones upregulate the adipocyte lipid storage genes DGAT and FAS but have no significant effect on LPL"}, {"pubmed": 17188392, "text": "HCV-3a core protein has a stronger effect on fatty acid synthase activation in comparison to HCV-1b core, which could contribute to the higher prevalence and severity of steatosis in HCV-3a infections"}, {"pubmed": 17488603, "text": "FAS protein was expressed in all the three breast cancer cell lines with different levels, but its expression in NIH3T3 was not detected. FAS protein was localized primarily in cytosol."}, {"pubmed": 17492427, "text": "FASN gene expression in adipose tissue is linked to visceral fat accumulation, impaired insulin sensitivity, increased circulating fasting insulin, IL-6, leptin and RBP4"}, {"pubmed": 17618104, "text": "reduced expression of the fatty acid synthase gene in adipose tissues of obese subjects."}, {"pubmed": 17618296, "text": "The crystal structure of the thioesterase domain of FAS is determined."}, {"pubmed": 17631500, "text": "the major mechanism of HER2-mediated induction of FASN and ACCalpha in the breast cancer cells used in this study is translational regulation primarily through the mTOR signaling pathway."}, {"pubmed": 17662476, "text": "By using cerulenin and C75, two known inhibitors of FAS we were able to significantly block CVB3 replication."}, {"pubmed": 17687193, "text": "Fatty acid synthase [FAS] activity levels were higher in cancer than in the corresponding normal mucosa. Tumors on the left side of the colon showed higher FAS activity; tumors from male patients showed higher activity than tumors from females."}, {"pubmed": 17847090, "text": "Surface analysis identified the ligand-binding pocket of the thioesterase domain that encompasses the catalytic triad of Ser2308, His2481, Asp2338. Docking of palmitate into this pocket revealed the ligand-binding mode"}, {"pubmed": 18211286, "text": "cannot definitely establish FASN as a novel oncogene in breast cancer, but this study reveals that exacerbated endogenous FA biosynthesis in non-cancerous epithelial cells is sufficient to induce a cancer-like phenotype dependent on HER1/HER2 duo"}, {"pubmed": 18239060, "text": "Dietary soy protein, by decreasing circulating insulin levels and colon FASN expression, attenuates insulin-induced DNA damage and FASN-mediated anti-apoptosis during carcinogenesis."}, {"pubmed": 18281474, "text": "FAS gene is up-regulated by hypoxia via activation of the Akt and HIF1 followed by the induction of the SREBP-1 gene, and that hypoxia-induced chemoresistance is partly due to the up-regulation of FAS."}, {"pubmed": 18281512, "text": "FASN overexpression is a new mechanism of drug resistance and may be an ideal target for chemosensitization in breast cancer chemotherapy."}, {"pubmed": 18410580, "text": "expression in squamous cell carcinoma of the tongue is associated with microscopic characteristics that determine disease progression and prognosis"}, {"pubmed": 18420801, "text": "Taken together, results suggest that HCV NS2 can upregulate the transcription of SREBP-1c and FAS, and thus is probably a contributing factor for HCV-associated steatosis."}, {"pubmed": 18528705, "text": "Fatty acid synthase is overexpressed in oral or head and neck squamous cell carcinomas and hyperkeratotic oral epithelium."}, {"pubmed": 18635971, "text": "These findings suggest that FASN and Cav-1 physically and functionally interact in PCa cells."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18682402, "text": "Proto-oncogene FBI-1 (Pokemon) and SREBP-1 synergistically activate transcription of fatty-acid synthase gene"}, {"pubmed": 18682509, "text": "FASN and activated AKT pathway may be a potential target for therapeutic intervention for the treatment of papillary thyroid carcinomas."}, {"pubmed": 18796435, "text": "unique effect of inhibition of FAS results from negative regulation of the mTOR pathway via DDIT4"}, {"pubmed": 18802406, "text": "Co-expression of fatty acid synthase and caveolin-1 in pancreatic ductal adenocarcinoma."}, {"pubmed": 18820672, "text": "expression did not correlate significantly with the outcome in breast cancer"}, {"pubmed": 18830996, "text": "Hepatitis C virus infection directly induces FASN expression, and thus suggests a possible mechanism by which infection alters the cellular lipid profile and causes diseases such as steatosis."}, {"pubmed": 18838960, "text": "propose that cytoplasmic stabilization of beta-catenin through palmitoylation of Wnt-1 and subsequent activation of the pathway is a potential mechanism of FASN oncogenicity in prostate cancer"}, {"pubmed": 18949744, "text": "analysis of the expression of fatty acid synthase, Ki-67 and p53 in squamous cell carcinomas of the larynx"}, {"pubmed": 18955444, "text": "Cohort study of fatty acid synthase expression and patient survival in colon cancer."}, {"pubmed": 19032940, "text": "FASN release from cancer cells is an active and controlled process that takes place by AMPK-sensed stimuli that increase the cellular AMP/ATP ratio."}, {"pubmed": 19083124, "text": "No differences between BRCA1 mutation carriers and 22 non-carriers were found in the expression of CYP1B1 and fatty acid synthase in breast cancer patients"}, {"pubmed": 19252981, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19252981, "text": "we were not able to find any statistically significant association between the single nucleotide polymorphisms in the FAS, ChREBP and SREPB-1 genes and an increased risk of breast cancer"}, {"pubmed": 19300427, "text": "Adult white men with the Ile 1483 variant of the FASN gene seem protected from developing central obesity through decreased adipose tissue FASN activity."}, {"pubmed": 19300427, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19318631, "text": "FASN can act as a prostate cancer oncogene in the presence of AR and that FASN exerts its oncogenic effect by inhibiting the intrinsic pathway of apoptosis."}, {"pubmed": 19358283, "text": "Increased expression of fatty acid synthase is associated with colorectal cancer."}, {"pubmed": 19467222, "text": "the effect of FASN and ErbB inhibition on A2780 and SKOV3 ovarian cancer cells was examined."}, {"pubmed": 19471962, "text": "The over-expression of p53, Ki67 and FAS in otherwise similar morphological groups may be useful to stratify patients into selected prognostic subgroups in order to achieve better clinical approaches."}, {"pubmed": 19517019, "text": "FASN is a functionally relevant target of p63 and is required for mediating its pro-survival effects"}, {"pubmed": 19543203, "text": "Fatty acid synthase was down-regulated in visceral adipose tissue from obese subjects, with and without diabetes mellitus type 2"}, {"pubmed": 19621387, "text": "Results demonstrate by RNA interference that Sp1 regulating CDC25A and FAS expression and proliferation in cancer cells."}, {"pubmed": 19728851, "text": "Serum FASN concentrations are increased in patients with chronic liver impairment, and are associated with specific histological alterations and biochemical markers of portal inflammation."}, {"pubmed": 19851294, "text": "there is a decrease of FASN expression in hypertensive individuals."}, {"pubmed": 19876008, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19876008, "text": "Polymorphisms in FASN are associated with obesity in case control studies."}, {"pubmed": 19885560, "text": "serum FASN-positive metastatic breast cancer patients had about two times higher blood serum levels of HER2 extracellular domain than sFASN negative patients MBC patients."}, {"pubmed": 19893031, "text": "FASN is expressed in the majority of gestational trophoblastic neoplasias"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20067991, "text": "SDF-1alpha/CXCR4 axis is a novel upstream pathway of FASN expression and is associated with mediating its prosurvival effect."}, {"pubmed": 20126469, "text": "HBxDelta127 promotes cell growth through a positive feedback loop involving 5-LOX and fatty acid synthase"}, {"pubmed": 20132826, "text": "The authors describe the high-resolution crystal structure of a large part of human FAS that encompasses the tandem domain of beta-ketoacyl synthase (KS) connected by a linker domain to the malonyltransferase (MAT) domain."}, {"pubmed": 20228782, "text": "Suggest that overexpression of Rsf-1, cyclin E and FASN occurs early in ovarian tumor progression."}, {"pubmed": 20299470, "text": "FASN is a biomarker of overnutrition-induced insulin resistance that could provide diagnostic and prognostic advantages by providing insights on the individualized metabolic stress."}, {"pubmed": 20356977, "text": "Hyperglycaemia conferred resistance on malignant cells, but not on non-malignant cells, to chemotherapy-induced cell death. This resistance was overcome by inhibiting FAS or ceramide production."}, {"pubmed": 20511185, "text": "our data suggest that the increased FAS expression in human meningiomas represents a novel therapeutic target for the treatment of unresectable or malignant meningioma."}, {"pubmed": 20546348, "text": "the diagnostic value of fatty acid synthase as a prostatic cancer immunohistochemical marker."}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20606731, "text": "Fatty acid synthase may serve as a new diagnostic marker or therapeutic target for the progression of nonalcoholic fatty liver disease"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20657182, "text": "Data show that FAS is expressed at very high levels in esophageal cancer and growth of these cancers can be inhibited by pharmacological agents that target this enzyme."}, {"pubmed": 20679621, "text": "FASN germline polymorphisms were significantly associated with risk of lethal PCa."}, {"pubmed": 20679621, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20691246, "text": "Data show PEPCK-C and CPT-1 mRNAs are more abundant in non-tumoral tissues than in the tumoral counterpart, whereas the opposite occurred for the FAS gene."}, {"pubmed": 20691427, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20811782, "text": "In hepatic cells, hexanoate needs to be activated into a CoA derivative in order to inhibit the insulin and T(3)-induced FAS expression. This effect is partially transcriptional, targeting the TRE on the FAS promoter."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20965718, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21044743, "text": "Increased fatty acid synthase activity in non-small cell lung cancer tissue is a weaker predictor of shorter patient survival than increased lipoprotein lipase activity."}, {"pubmed": 21325951, "text": "FASN is strongly expressed in intestinal mucin phenotype of Barrett's esophagus, in which Barrett's glandular cells display elevated cellular proliferation, angiogenesis, and COX-2 expression. Bile acid with low pH may induce FASN in Barrett's esophagus."}, {"pubmed": 21442130, "text": "Data indicate that overexpression of FASN was detected in 75.5% (114/151) of the tumor samples."}, {"pubmed": 21641044, "text": "The Val1483Ile polymorphism in the FASN was associated with depressive symptoms under the influence of psychological stress. The S variant of 5-HTTLPR was related with less obese."}, {"pubmed": 21646813, "text": "results suggest that dietary fat intake may modify the effect of the FASN rs4246444 polymorphism on LDL-PPD"}, {"pubmed": 21726077, "text": "three major enzymes of the pathway, FASN, ACC, and ACLY, are up-regulated in numerous tumor types."}, {"pubmed": 21757596, "text": "We conclude that FASn may aid in the diagnosis of prostatic adenocarcinoma"}, {"pubmed": 21877200, "text": "These findings suggest that fatty acid synthase may participate in the crosstalk between fat and bone metabolism."}, {"pubmed": 21908709, "text": "Results offer a new framework for developing potent FAS inhibitors as therapeutics against cancers and other diseases."}, {"pubmed": 21922386, "text": "fatty acid synthase expression can be a biomarker for tumor aggressiveness and loss of differentiation of bladder cancer"}, {"pubmed": 21970855, "text": "FASN inhibition not only abrogates lipogenesis, which is indispensable for cancer growth, but also downregulates oncogenic PI3K signaling."}, {"pubmed": 22127986, "text": "Fatty acid synthase expression is deregulated in tumor and structurally intact adjacent prostate tissues and defines field cancerization."}, {"pubmed": 22135723, "text": "overexpressions of FASN and p-c-Met were observed in a subset of thyroid carcinomas of follicular origin"}, {"pubmed": 22266115, "text": "It was found that elevated expression of fatty acid synthase is associated with advanced stages of colorectal cancer and liver metastasis. Targeted knockdown of fatty acid synthase abolished CD44 expression."}, {"pubmed": 22425483, "text": "Fatty acid synthase (FASN) seems to be involved in the pathogenesis of nasal melanomas, and also, it can be helpful to confirm the diagnosis."}, {"pubmed": 22490687, "text": "t-AUCB may prevent the ruptures of atherosclerotic lesions by regulating FASN and inhibiting inflammatory reactions in coronary syndrome."}, {"pubmed": 22653145, "text": "NAC1 expression was significantly correlated with FASN expression in both OCCC samples and OCCC cell lines."}, {"pubmed": 22723001, "text": "FASN was detected in 95 percent of esophageal squamous cell carcinoma, in 90 percent of esophageal adenocarcinoma samples and was undectectable in healthy tissue."}, {"pubmed": 22771636, "text": "Results showed that the FASN expression level in the osteosarcoma cases with pulmonary metastases was significantly higher than in those without metastasis."}, {"pubmed": 22786746, "text": "Reduction of FASN induces hypoxic cell death via malonyl-CoA accumulation."}, {"pubmed": 22949843, "text": "fatty acid synthase overexpression is associated with hepatocellular carcinoma."}, {"pubmed": 23040493, "text": "FASN represents the initial UL risk allele identified in white women by a genome-wide."}, {"pubmed": 23064941, "text": "It is the enzyme responsible for the de novo synthesis of fatty acids and its level of expression in glioma is considered as a diagnostic tumor marker."}, {"pubmed": 23135268, "text": "GPER may be included among the transduction mediators involved by estrogens in regulating FASN expression and activity in cancer cells and cancer-associated fibroblasts that strongly contribute to cancer progression."}, {"pubmed": 23142364, "text": "Data suggest that conjugated linoleic acids (dietary factors) exhibit regulatory effects on expression of FASN in breast neoplasm cells; the effect varies in estrogen receptor-positive versus estrogen receptor-negative tumor cells."}, {"pubmed": 23184344, "text": "Inhibition of PP2A by okadaic acid curtailed the free fatty acids induced upregulation of SREBP1 expression, fatty acid synthase promoter transcriptional activity and lipid accumulation in HepG2 cells."}, {"pubmed": 23208675, "text": "Overexpression of FASN promotes cell growth and radiation resistance in nasopharyngeal carcinoma."}, {"pubmed": 23269672, "text": "Modulation of fatty acid synthase degradation by concerted action of p38 MAP kinase, E3 ligase COP1, and SH2-tyrosine phosphatase Shp2."}, {"pubmed": 23306391, "text": "High FASN expression is associated with endometrioid endometrial cancer."}, {"pubmed": 23317220, "text": "High fatty acid synthase expression is associated with breast cancer."}, {"pubmed": 23419663, "text": "FAS and HER2 overexpression are common in esophageal carcinomas"}, {"pubmed": 23427160, "text": "Hepatitis C virus replication is modulated by the interaction of viral NS5B and fatty acid synthase."}, {"pubmed": 23675653, "text": "Upregulation of host hepatic fatty acid synthase correlates with hepatitis B virus replication."}, {"pubmed": 23725225, "text": "A downregulation of FASN effectively inhibits the activity of \"HER2-PI3K/Akt axis\" and alters the malignant phenotype in colorectal cancer cells."}, {"pubmed": 23887214, "text": "The soluble-Fas level is high in Saudi children with severe autism, and can be considered an indicator of disease severity."}, {"pubmed": 23982110, "text": "findings suggest that fatty acid synthase could be a potential therapeutic target in postmenopausal breast cancer patients"}, {"pubmed": 24080588, "text": "FASN regulated gene expression which in turn contribute to resistance to drug and radiation-induced apoptosis. [review]"}, {"pubmed": 24105476, "text": "Sterol regulatory element-binding protein-1/FASN is involved in the proliferation suppression and apoptosis promotion brought about by megestrol acetate in Ishikawa cells."}, {"pubmed": 24108439, "text": "Increased fatty acid synthase expression in prostate biopsy predicts upgraded Gleason score."}, {"pubmed": 24200503, "text": "Endogenously synthesized fatty acids by FAS do not fulfill a specific function in cancer cells suggesting that FAS has role beyond providing fatty acids for phospholipids and in glycolytic activity."}, {"pubmed": 24277691, "text": "Protective effects of breastfeeding are reflected in higher expression levels of SLC27A2, FASN, PPARalpha and INSR in blood cells."}, {"pubmed": 24337182, "text": "data suggest that FASN overexpression occurs as a late event during the progression from intratubular germ cell neoplasias, unclassified/seminomas to non-seminomatous germ cell tumors"}, {"pubmed": 24362464, "text": "These results suggest that FASN is a potential molecular target for the chemotherapy of patients with oral tongue squamous cell carcinoma ."}, {"pubmed": 24366211, "text": "The findings from our study suggest the existence of a positive feedback regulation between Akt phosphorylation and FASN expression and that this loop may play an important role in the malignant phenotype of osteosarcoma cells."}, {"pubmed": 24510238, "text": "Cancer cell-associated fatty acid synthase activates endothelial cells and promotes angiogenesis in colorectal cancer."}, {"pubmed": 24520215, "text": "FASN is essential to epithelial-mesenchymal transition possibly through regulating L-FABP, VEGF and VEGFR-2."}, {"pubmed": 24596388, "text": "Up-regulation of fatty acid synthase expression confers resistance to trastuzumab in HER2-positive breast cancers."}, {"pubmed": 24696471, "text": "Rab18-mediated membrane trafficking of FASN and NS3 facilitates dengue virus replication."}, {"pubmed": 24771867, "text": "These findings implicate Spot14 as a direct protein enhancer of FASN catalysis in the mammary gland during lactation when maximal MCFA production is needed."}, {"pubmed": 24789255, "text": "Results show that overexpression of FASN correlates with glioma WHO tumor grade and FASN inhibition lead to repression of cell growth and angiogenesis and to an enhancement of apoptosis and necrosis in glioblastoma cell cultures"}, {"pubmed": 24907642, "text": "This is the first report of FASN localization to the nucleus in prostate cancer"}, {"pubmed": 25151963, "text": "the initiator caspase-2 is required for robust death of ovarian cancer cells induced by FASN inhibitors"}, {"pubmed": 25173531, "text": "results revealed that FASN and ox-LDL as well as oxidative stress may increase the risk of obesity related colon cancer"}, {"pubmed": 25227797, "text": "rs4246444 and rs4485435 were associated with recurrence in non-small cell lung cancer."}, {"pubmed": 25231933, "text": "FASN is possibly involved in the occurrence and metastasis of hepatocellular carcinoma."}, {"pubmed": 25301948, "text": "Crystal structure of the human fatty acid synthase enoyl-acyl carrier protein-reductase domain complexed with triclosan reveals allosteric protein-protein interface inhibition."}, {"pubmed": 25433947, "text": "These results for the first time indicated that a cross talk in FASN and HER2 expressions might be associated with prognosis in malignant ovarian cancer."}, {"pubmed": 25674245, "text": "Our findings suggested that there was positive feedback regulation between FASN and HER2 expression and phosphorylation in osteosarcoma cells."}, {"pubmed": 25855506, "text": "TG levels are regulated by HCBP6-sterol regulatory element binding protein 1c (SREBP1c)-mediated fatty acid synthase (FASN) expression."}, {"pubmed": 25868764, "text": "Overall, no SNPs were associated with any known aggressiveness indicators. FASN staining intensity was stronger in malignant than in benign tissue, and NADT was associated with decreased FASN staining in both benign and malignant tissue"}, {"pubmed": 25871544, "text": "The results reveal that the cytotoxic effects of FASN inhibitors in sensitive lines may be due to the robust depletion of oncogenic signaling lipids, such as diacylglycerols and the elevation of tumor-suppressing ceramides."}, {"pubmed": 25947066, "text": "FASN inhibition induced apoptosis in chemosensitive and platinum-resistant ovarian cancer cells and may reverse cisplatin resistance."}, {"pubmed": 25958981, "text": "Results showed correlated FASN regulation relative to key signaling genes with tumor invasion and differentiation in primary retinoblastoma (RB) tissues. Its silencing exerted definite anti-cancer effects in RB cells through PI3K/AKT signaling pathway."}, {"pubmed": 25970773, "text": "Findings indicate that overexpression of FASN plays a crucial role in maintaining energy homeostasis in CRC via increased oxidation of endogenously synthesized lipids."}, {"pubmed": 26025399, "text": "The results suggested that differential levels of P-glycoprotein, Caveolin-1 and Fatty acid synthase except CYP450 play a major role in acquired resistant phenotype in bladder cancer."}, {"pubmed": 26107737, "text": "FASN and HER2 have roles in breast cancer and are blocked by EGCG with pertuzumab or temsirolimus"}, {"pubmed": 26109148, "text": "Loss of fatty acid synthase suppresses the malignant phenotype of colorectal cancer cells by down-regulating energy metabolism and mTOR signaling pathway."}, {"pubmed": 26134042, "text": "In the present study it was determined whether three key enzymes for glycolysis, glutaminolysis and de novo synthesis of FAs, hexokinase-2, glutaminase and fatty acid synthase"}, {"pubmed": 26378037, "text": "concluded that EGFR can be activated intracellularly by FASN-dependent palmitoylation"}, {"pubmed": 26425687, "text": "data demonstrate that selective and potent FASN inhibition with TVB-3166 leads to selective death of tumor cells, without significant effect on normal cells, and inhibits in vivo xenograft tumor growth at well-tolerated doses."}, {"pubmed": 26514456, "text": "Our results suggest that FASN upregulation and PTEN downregualtion may be involved in peritoneal dissemination for gastric cancer progression."}, {"pubmed": 26663084, "text": "Data suggest that thioesterase 2 (TE2) catalytic domain of FASN exhibits novel capping domain insert within the alpha/beta hydrolase core; TE2 (as opposed to TE1 domain) readily releases short chain fatty acids from full-length FASN during turnover."}, {"pubmed": 26851298, "text": "S-nitrosylation of FAS at normal physiological levels of NO increases its activity through dimerization and may contribute to the proper regulation of adipogenesis"}, {"pubmed": 26891033, "text": "DNA methylation in HIF3A shares moderate correlation between adipose tissue and blood, and both are associated with BMI. In contrast, methylation in FASN is poorly correlated across tissues, but the DNA methylation in adipose tissue but not blood is highly associated with BMI"}, {"pubmed": 26934656, "text": "High FASN expression is associated with prostate cancer growth."}, {"pubmed": 26936618, "text": "FASN, ErbB2-high-expressing SK-BR-3 cells displayed higher levels of glycolysis and migration than FASN, ErbB2-low-expressing MCF7 cells."}, {"pubmed": 26951539, "text": "The role of FASN in breast cancer [review]"}, {"pubmed": 27090298, "text": "Our observations suggest a physiological role of placental FASN in human pregnancy. Future studies will clarify whether circulating FASN of placental origin does actually regulate placental and fetal growth"}, {"pubmed": 27277534, "text": "the present study provided evidence that miR320 may directly target fatty acid synthase. These results suggest that miR320 may serve as a therapeutic biomarker of NSCLC in the future."}, {"pubmed": 27357679, "text": "We show that elevated levels of PPARG strongly correlate with elevation of FASN in human prostate cancer (CaP) and that high levels of PPARG/FASN and PI3K/pAKT pathway activation confer a poor prognosis.These data suggest that CaP patients could be stratified in terms of PPARG/FASN and PTEN levels to identify patients with aggressive CaP who may respond favorably to PPARG/FASN inhibition."}, {"pubmed": 27375065, "text": "Uterine leiomyomata risk was positively associated with FASN AA genotype of SNP rs4247357 among the 7% of African American women with >40% European ancestry."}, {"pubmed": 27461404, "text": "our study suggests that miR12075p/FASN plays an important role in hepatocellular carcinoma"}, {"pubmed": 27579768, "text": "FASN has a role in leucine deprivation-inhibited proliferation and apoptosis of human breast cancer cells"}, {"pubmed": 27601165, "text": "Results suggest that FASN plays a pivotal role in glioma neovascularization, and inhibition of FASN may be a potential target for anti-angiogenic therapy for glioma."}, {"pubmed": 27713175, "text": "FASN expression is down-regulated by miR-15a and miR-16-1 in breast cancer cells, regulating cell proliferation."}, {"pubmed": 27714708, "text": "HER2-FASN lipogenic axis delineates a group of breast cancer patients that might benefit from treatment with therapeutic regimens containing FASN inhibitors"}, {"pubmed": 27840951, "text": "increased expression of NF-YA may promote a malignant phenotype in OS cells via modulation of FASN expression."}, {"pubmed": 27918556, "text": "Fatty acid synthase (FASN) inhibitors reduce proliferation and promote apoptosis in high FASN producers lymphatic endothelial cells (HDLEC) cells."}, {"pubmed": 27939887, "text": "B7-H3 hijacks SREBP-1/FASN signaling mediating abnormal lipid metabolism in lung cancer"}, {"pubmed": 28027934, "text": "The involvement of SREBP-1c and ChREBP in FASN promoter histone modification.Histone acetylation affects FASN transcription by influencing ChREBP-binding carbohydrate-responsive elements."}, {"pubmed": 28159572, "text": "Results suggest investigation of combined fatty acid synthase (FASN) inhibition and taxane treatment as a therapy for a variety of cancers."}, {"pubmed": 28197637, "text": "Inhibition of FASN can decrease the levels of IGFBP1, and the expression, activity, and ubiquitination of HIF-1alpha. Inhibition of FASN can suppress migration, invasion and healing of hepatoma carcinoma cells by decreasing HIF-1alpha, and IGFBP1."}, {"pubmed": 28232487, "text": "Fatty acid synthase fine-tunes the cell's response to stress and injury by remodeling cellular O-GlcNAcylation"}, {"pubmed": 28339092, "text": "MACC1 and FASN are positively correlated and responsible for the poor prognoses in gastric cancer patients.FASN role in gastric cancer resistance to oxaliplatin."}, {"pubmed": 28400509, "text": "KRAS is associated with activation of ERK2, induction of FASN, and promotion of lipogenesis."}, {"pubmed": 28418352, "text": "The study has shown that the high frequency of FASN expression in intraepithelial neoplasia (hPIN)and cancer and no expression in most structures of benign hyperplasia make it possible to use this protein as an additional marker in the differential diagnosis of prostatic neoplasms."}, {"pubmed": 28429738, "text": "This work reveals a novel mechanism involved in protrusion formation that is dependent on transient interaction between FASN and protrudin, and establishes a creative strategy to investigate transient protein-protein interactions in mammalian cells."}, {"pubmed": 28442505, "text": "Fatty acid synthase (FASN) mRNA and protein overexpression were associated with unfavorable clinicopathologic factors and poor outcomes."}, {"pubmed": 28639885, "text": "our findings show that microRNA-195 inhibits pancreatic cancer cell proliferation and invasion by regulating the fatty acid synthase/Wnt signaling pathway, suggesting a tumor suppressive role for microRNA-195 in the development and progression of pancreatic cancer. Thus, inhibiting fatty acid synthase by microRNA-195 may serve as a novel therapeutic approach for the treatment of pancreatic cancer."}, {"pubmed": 28729415, "text": "High FASN expression is associated with meningioma and schwannoma."}, {"pubmed": 28962653, "text": "HIV-1 infection increases intracellular levels of fatty acid synthase (FASN). Despite the requirement of FASN for nascent virion production, FASN activity was not required for intracellular Gag protein production, indicating that FASN dependent de novo fatty acid biosynthesis contributes to a late step of HIV-1 replication"}, {"pubmed": 29130104, "text": "Findings showed that FASN is upregulated in colorectal cancer cell lines that overexpress PGC-1alpha and indicated that FASN expression may enhance cancer cell proliferation by regulating antioxidant enzyme production and resistance to ROS-induced apoptosis. Further data provided evidence that FASN expression was regulated indirectly by PGC-1alpha."}, {"pubmed": 29331414, "text": "Data show that silencing of fatty acid synthase (FASN) and the downstream estrogen receptor alpha (ERalpha) resulted in suppression of cell growth via a caveolin-1 dependent mechanism."}, {"pubmed": 29449326, "text": "Mutated EGFR mediates tyrosine kinase inhibitor resistance through regulation of the fatty acid synthase (FASN), which produces 16-C saturated fatty acid palmitate."}, {"pubmed": 29453645, "text": "Evaluation of FAS/FASL polymorphisms can predict lack of response to BCG immunotherapy and prevent the loss of valuable time before such alternative treatments as early cystectomy are initiated."}, {"pubmed": 29483509, "text": "FASN-induced S6 kinase facilitates USP11-eIF4B complex formation for sustained oncogenic translation in diffuse large B-cell lymphoma."}, {"pubmed": 29681001, "text": "High FASN expression is associated with Colorectal Cancer."}, {"pubmed": 30146486, "text": "This study unveils a novel role of FASN in metabolite signaling that contributes to explaining the anti-angiogenic effect of FASN blockade."}, {"pubmed": 30221356, "text": "either PKM2 inhibitor-Shikonin or FASN inhibitor-TVB-3166 alone induced a strong antiproliferative and anticolony forming effect in bladder cancer cell line. The combination of both inhibitors exhibits a super synergistic effect on blocking the bladder cancer cells growth. It provides a new target and scientific basis for the treatment of bladder cancer"}, {"pubmed": 30256698, "text": "The study put forward two lead compounds against FASN with favorable pharmacokinetic profile as indicated by virtual screening tools for the development of cancer chemotherapeutics."}, {"pubmed": 30272292, "text": "the findings reported here demonstrated that patients with mutations in FASN (c.G7192T, p.A2398S) and APOBR (c.C1883G, p.T628R) may be predisposed to hypothyroidism. These mutations may disrupt the regulation of fatty acid biosynthesis and lipid metabolism. These findings may reveal the high degree of genetic heterogeneity in hypothyroidism phenotypes."}, {"pubmed": 30619288, "text": "Data show that fatty acid synthase (FASN) was upregulated in human ovarian cancer and negatively correlated with anti-tumor T cell infiltration."}, {"pubmed": 30684846, "text": "Results find that high FASN expression is an adverse prognostic factors for tumor recurrence and progression in non-muscle-invasive bladder cancer (NMIBC) and these patients should be monitored thoroughly for disease recurrence and progression."}, {"pubmed": 30692057, "text": "results suggest that FASN and COX-2 overexpression may have a role in the pathogenesis of ameloblastoma and ameloblastic carcinoma, whereas in ameloblastic fibrosarcoma, FASN seems to be mainly involved"}, {"pubmed": 30824767, "text": "Fenofibrate induces human hepatoma Hep3B cells apoptosis and necroptosis through inhibition of thioesterase domain of fatty acid synthase."}, {"pubmed": 30914315, "text": "High FASN expression is associated with gastric adenocarcinoma."}, {"pubmed": 30931932, "text": "Anoikis resistant and FASN as two interactional factors facilitated the progress of osteosarcoma."}, {"pubmed": 30955223, "text": "Data provide evidence that SPOP regulates lipid metabolism by decreasing FASN expression and FA synthesis, resulting in tumor suppression."}, {"pubmed": 30962418, "text": "Fatty acid synthase (FASN) levels increase during the induction of senescence in mouse hepatic stellate cells and human primary fibroblasts. FASN inhibition induces metabolic changes in senescent cells and prevent the induction of senescence in mouse and human senescent cells."}, {"pubmed": 31043565, "text": "TEAD activity is tightly controlled through the regulation of palmitoylation and stability via the orchestration of FASN, depalmitoylases, and E3 ubiquitin ligase in response to cell contact."}, {"pubmed": 31095793, "text": "Pyridine derivatives as anticancer lead compounds with Fatty Acid Synthase as the target: An in silico-guided in vitro study."}, {"pubmed": 31122252, "text": "FASN was involved in glucose metabolism via down-regulation of the AKT/ERK pathway and eventually altered the malignant phenotype in lung cancer cells."}, {"pubmed": 31323309, "text": "Results found an increased expression of FASN in mice model of diabetic retinopathy. Further data confirmed FASN as a direct target of miR-544."}, {"pubmed": 31405565, "text": "METTL3 inhibits hepatic insulin sensitivity via N6-methylation of Fasn mRNA and promoting fatty acid metabolism."}, {"pubmed": 31594092, "text": "FASN may promote the metastasis of liver cancer by interacting with STAT3 and affecting the expression of MMP-2/MMP-9."}, {"pubmed": 31677030, "text": "SIRT3 promotes the invasion and metastasis of cervical cancer cells by regulating fatty acid synthase."}, {"pubmed": 31894270, "text": "Association between different levels of lipid metabolismrelated enzymes and fatty acid synthase in Wilms' tumor."}, {"pubmed": 31904263, "text": "Fatty acid synthase is a prognostic marker and associated with immune infiltrating in gastric cancers precision medicine."}, {"pubmed": 31927122, "text": "Our results have suggested a tumor suppressive role for miR-195 in the tumorigenesis and progression of malignant meningioma by targeting FASN"}, {"pubmed": 31974474, "text": "Stabilization of FASN by ACAT1-mediated GNPAT acetylation promotes lipid metabolism and hepatocarcinogenesis."}, {"pubmed": 32139877, "text": "Lipogenic signalling modulates prostate cancer cell adhesion and migration via modification of Rho GTPases."}, {"pubmed": 32178271, "text": "FASN Is a Biomarker Enriched in Malignant Glioma-Derived Extracellular Vesicles."}, {"pubmed": 32319557, "text": "Prostate field cancerization and exosomes: Association between CD9, early growth response 1 and fatty acid synthase."}, {"pubmed": 32388819, "text": "Functional characterization of a low-frequency V1937I variant in FASN associated with susceptibility to esophageal squamous cell carcinoma."}, {"pubmed": 32525817, "text": "AZGP1 suppresses the process of colorectal cancer after upregulating FASN expression via mTOR signal pathway."}, {"pubmed": 32536483, "text": "Inhibition of fatty acid synthase (FASN) affects the proliferation and apoptosis of HepG2 hepatoma carcinoma cells via the beta-catenin/C-myc signaling pathway."}, {"pubmed": 32655718, "text": "FASN Protein Overexpression Indicates Poor Biochemical Recurrence-Free Survival in Prostate Cancer."}, {"pubmed": 32698888, "text": "The role of CA-125, GLS and FASN in predicting cytoreduction for epithelial ovarian cancers."}, {"pubmed": 32703430, "text": "Transcriptomic and cellular analyses of CRISPR/Cas9-mediated edition of FASN show inhibition of aggressive characteristics in breast cancer cells."}, {"pubmed": 32820613, "text": "Fatty acid synthase contributes to epithelial-mesenchymal transition and invasion of salivary adenoid cystic carcinoma through PRRX1/Wnt/beta-catenin pathway."}, {"pubmed": 32944403, "text": "Targeting fatty acid synthase sensitizes human nasopharyngeal carcinoma cells to radiation via downregulating frizzled class receptor 10."}, {"pubmed": 33027752, "text": "Expression and prognostic significance of fatty acid synthase in clear cell renal cell carcinoma."}, {"pubmed": 33043786, "text": "Exploring a role for fatty acid synthase in prostate cancer cell migration."}, {"pubmed": 33081219, "text": "Fatty Acid Synthase Is a Key Enabler for Endocrine Resistance in Heregulin-Overexpressing Luminal B-Like Breast Cancer."}, {"pubmed": 33166087, "text": "Genetic ablation of FASN attenuates the invasive potential of prostate cancer driven by Pten loss."}, {"pubmed": 33187130, "text": "Pivotal Role of Fatty Acid Synthase in c-MYC Driven Hepatocarcinogenesis."}, {"pubmed": 33335078, "text": "Progesterone receptor isoform-dependent cross-talk between prolactin and fatty acid synthase in breast cancer."}, {"pubmed": 33405298, "text": "iTRAQ-based proteomic analysis of the molecular mechanisms and downstream effects of fatty acid synthase in osteosarcoma cells."}, {"pubmed": 33649289, "text": "Metformin targets Clusterin to control lipogenesis and inhibit the growth of bladder cancer cells through SREBP-1c/FASN axis."}, {"pubmed": 33665967, "text": "SREBP1/FASN/cholesterol axis facilitates radioresistance in colorectal cancer."}, {"pubmed": 33742137, "text": "Reducing FASN expression sensitizes acute myeloid leukemia cells to differentiation therapy."}, {"pubmed": 33973101, "text": "Research progress on FASN and MGLL in the regulation of abnormal lipid metabolism and the relationship between tumor invasion and metastasis."}, {"pubmed": 34046694, "text": "Dual regulation of fatty acid synthase (FASN) expression by O-GlcNAc transferase (OGT) and mTOR pathway in proliferating liver cancer cells."}, {"pubmed": 34285285, "text": "MiR-486-3p was downregulated at microRNA profiling of adrenals of multiple endocrine neoplasia type 1 mice, and inhibited human adrenocortical carcinoma cell lines."}, {"pubmed": 34452902, "text": "Letter to the Editor: Morphoproteomics Confirms the Expression of Fatty Acid Synthase (FAS) in Reactive Alveolar Pneumocytes in a COVID-19 Victim: Biological and Therapeutic Implications."}, {"pubmed": 34510641, "text": "FASN inhibition sensitizes metastatic OSCC cells to cisplatin and paclitaxel by downregulating cyclin B1."}, {"pubmed": 34526996, "text": "Transcriptional Changes in Regulatory T Cells From Patients With Autoimmune Polyendocrine Syndrome Type 1 Suggest Functional Impairment of Lipid Metabolism and Gut Homing."}, {"pubmed": 34588500, "text": "Prevalence of elevated serum fatty acid synthase in chronic limb-threatening ischemia."}, {"pubmed": 34948233, "text": "USP14 Regulates Cancer Cell Growth in a Fatty Acid Synthase-Independent Manner."}, {"pubmed": 34996870, "text": "FASN-dependent de novo lipogenesis is required for brain development."}, {"pubmed": 35076948, "text": "Therapeutic efficacy of FASN inhibition in preclinical models of HCC."}, {"pubmed": 35083852, "text": "O-GlcNAcylation promotes fatty acid synthase activity under nutritional stress as a pro-survival mechanism in cancer cells."}, {"pubmed": 35156481, "text": "FASN Targeted by miR-497-5p Regulates Cell Behaviors in Cervical Cancer."}, {"pubmed": 35392075, "text": "Fatty Acid Synthase Is the Key Regulator of Fatty Acid Metabolism and Is Related to Immunotherapy in Bladder Cancer."}, {"pubmed": 35597782, "text": "FASN promotes lymph node metastasis in cervical cancer via cholesterol reprogramming and lymphangiogenesis."}, {"pubmed": 35917927, "text": "Hypomethylated gene RAC3 induces cell proliferation and invasion by increasing FASN expression in endometrial cancer."}, {"pubmed": 36123383, "text": "FASN inhibition targets multiple drivers of NASH by reducing steatosis, inflammation and fibrosis in preclinical models."}, {"pubmed": 36541402, "text": "Circ_0018909 knockdown inhibits the development of pancreatic cancer via the miR-545-3p/FASN axis and reduces macrophage polarization to M2."}, {"pubmed": 36555243, "text": "Comprehensive Analysis of FASN in Tumor Immune Infiltration and Prognostic Value for Immunotherapy and Promoter DNA Methylation."}, {"pubmed": 36635270, "text": "CircRNA MBOAT2 promotes intrahepatic cholangiocarcinoma progression and lipid metabolism reprogramming by stabilizing PTBP1 to facilitate FASN mRNA cytoplasmic export."}, {"pubmed": 36650542, "text": "FASN multi-omic characterization reveals metabolic heterogeneity in pancreatic and prostate adenocarcinoma."}, {"pubmed": 36651176, "text": "Mitochondrial pyruvate carrier 1 regulates fatty acid synthase lactylation and mediates treatment of nonalcoholic fatty liver disease."}, {"pubmed": 37127184, "text": "EIF4A3-induced circZFAND6 promotes breast cancer proliferation and metastasis through the miR-647/FASN axis."}, {"pubmed": 37202390, "text": "FBXW7beta loss-of-function enhances FASN-mediated lipogenesis and promotes colorectal cancer growth."}, {"pubmed": 37270622, "text": "Overexpression of fatty acid synthase attenuates bleomycin induced lung fibrosis by restoring mitochondrial dysfunction in mice."}, {"pubmed": 37308485, "text": "Atomic model for core modifying region of human fatty acid synthase in complex with Denifanstat."}, {"pubmed": 37378824, "text": "Differential Sperm Proteomics Reveals the Significance of Fatty Acid Synthase and Clusterin in Idiopathic Recurrent Pregnancy Loss."}, {"pubmed": 37801083, "text": "BCAT2 promotes melanoma progression by activating lipogenesis via the epigenetic regulation of FASN and ACLY expressions."}, {"pubmed": 37858194, "text": "Sex differences in FASN protein concentrations in urinary exosomes related to serum triglycerides levels in healthy adults."}, {"pubmed": 38112617, "text": "FASN Gene Methylation is Associated with Fatty Acid Synthase Expression and Clinical-genomic Features of Prostate Cancer."}, {"pubmed": 38117249, "text": "The Regulation of Fatty Acid Synthase by Exosomal miR-143-5p and miR-342-5p in Idiopathic Pulmonary Fibrosis."}, {"pubmed": 38143182, "text": "FAS/SREBP-1c contributes to colorectal carcinogenesis through calcium signaling pathway and cAMP signaling pathway."}, {"pubmed": 38218866, "text": "Metabolic reprogramming based on RNA sequencing of gemcitabine-resistant cells reveals the FASN gene as a therapeutic for bladder cancer."}, {"pubmed": 38228715, "text": "GSTM3 enhances radiosensitivity of nasopharyngeal carcinoma by promoting radiation-induced ferroptosis through USP14/FASN axis and GPX4."}, {"pubmed": 38291470, "text": "PITPNC1 Suppress CD8[+] T cell immune function and promote radioresistance in rectal cancer by modulating FASN/CD155."}, {"pubmed": 38486485, "text": "FASN Inhibition Decreases MHC-I Degradation and Synergizes with PD-L1 Checkpoint Blockade in Hepatocellular Carcinoma."}, {"pubmed": 38491348, "text": "The m[6]A modification mediated-lncRNA POU6F2-AS1 reprograms fatty acid metabolism and facilitates the growth of colorectal cancer via upregulation of FASN."}, {"pubmed": 38655619, "text": "DPP3 promotes breast cancer tumorigenesis by stabilizing FASN and promoting lipid synthesis."}, {"pubmed": 38667273, "text": "The Role of Fatty Acid Synthase in the Vascular Smooth Muscle Cell to Foam Cell Transition."}, {"pubmed": 38732103, "text": "Overexpression of Fatty Acid Synthase Upregulates Glutamine-Fructose-6-Phosphate Transaminase 1 and O-Linked N-Acetylglucosamine Transferase to Increase O-GlcNAc Protein Glycosylation and Promote Colorectal Cancer Growth."}, {"pubmed": 39064589, "text": "Fatty Acid Synthase Promotes Hepatocellular Carcinoma Growth via S-Phase Kinase-Associated Protein 2/p27[KIP1] Regulation."}], "genomic_pos": {"chr": "17", "end": 82098294, "ensemblgene": "ENSG00000169710", "start": 82078338, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 80056208, "start": 80036214, "strand": -1}, "go": {"BP": [{"evidence": "HDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": 16210410, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002068", "qualifier": "involved_in", "term": "glandular epithelial cell development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006631", "pubmed": 7835891, "qualifier": "involved_in", "term": "fatty acid metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006633", "qualifier": "involved_in", "term": "fatty acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006633", "qualifier": "involved_in", "term": "fatty acid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008611", "qualifier": "involved_in", "term": "ether lipid biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030223", "qualifier": "involved_in", "term": "neutrophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030224", "qualifier": "involved_in", "term": "monocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030879", "qualifier": "involved_in", "term": "mammary gland development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044788", "pubmed": 34320401, "qualifier": "involved_in", "term": "modulation by host of viral process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071353", "qualifier": "involved_in", "term": "cellular response to interleukin-4"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090557", "qualifier": "involved_in", "term": "establishment of endothelial intestinal barrier"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": [16210410, 19946888], "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042587", "qualifier": "located_in", "term": "glycogen granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004312", "qualifier": "enables", "term": "fatty acid synthase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004313", "pubmed": 8962082, "qualifier": "enables", "term": "[acyl-carrier-protein] S-acetyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004314", "qualifier": "enables", "term": "[acyl-carrier-protein] S-malonyltransferase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004315", "qualifier": "enables", "term": "3-oxoacyl-[acyl-carrier-protein] synthase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004316", "qualifier": "enables", "term": "3-oxoacyl-[acyl-carrier-protein] reductase (NADPH) activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004317", "qualifier": "enables", "term": "(3R)-3-hydroxypalmitoyl-[acyl-carrier-protein] dehydratase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18022563, 23427160, 25959826, 27478939, 32296183, 32814053, 36604718], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008659", "qualifier": "enables", "term": "(3R)-3-hydroxymyristoyl-[acyl-carrier-protein] dehydratase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008693", "qualifier": "enables", "term": "(3R)-3-hydroxydecanoyl-[acyl-carrier-protein] dehydratase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0016297", "qualifier": "enables", "term": "fatty acyl-[ACP] hydrolase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031177", "qualifier": "enables", "term": "phosphopantetheine binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0047450", "qualifier": "enables", "term": "(3R)-3-hydroxybutanoyl-[acyl-carrier-protein] hydratase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0047451", "qualifier": "enables", "term": "(3R)-3-hydroxyoctanoyl-[acyl-carrier-protein] dehydratase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0141148", "qualifier": "enables", "term": "enoyl-[acyl-carrier-protein] reductase (NADPH) activity"}]}, "homologene": {"genes": [[6239, 172715], [7227, 117361], [8364, 100487052], [9031, 396061], [9544, 715708], [9598, 454986], [9606, 2194], [9615, 483378], [9913, 281152], [10090, 14104], [10116, 50671]], "id": 55800}, "interpro": [{"desc": "Beta-ketoacyl synthase, N-terminal", "id": "IPR014030", "short_desc": "Ketoacyl_synth_N"}, {"desc": "Thiolase-like", "id": "IPR016039", "short_desc": "Thiolase-like"}, {"desc": "Polyketide synthase, beta-ketoacyl synthase domain", "id": "IPR020841", "short_desc": "PKS_Beta-ketoAc_synthase_dom"}, {"desc": "Thioesterase", "id": "IPR001031", "short_desc": "Thioesterase"}, {"desc": "Acyl transferase domain superfamily", "id": "IPR001227", "short_desc": "Ac_transferase_dom_sf"}, {"desc": "Phosphopantetheine attachment site", "id": "IPR006162", "short_desc": "Ppantetheine_attach_site"}, {"desc": "Phosphopantetheine binding ACP domain", "id": "IPR009081", "short_desc": "PP-bd_ACP"}, {"desc": "GroES-like superfamily", "id": "IPR011032", "short_desc": "GroES-like_sf"}, {"desc": "Alcohol dehydrogenase-like, C-terminal", "id": "IPR013149", "short_desc": "ADH-like_C"}, {"desc": "Methyltransferase type 12", "id": "IPR013217", "short_desc": "Methyltransf_12"}, {"desc": "Polyketide synthase, ketoreductase domain", "id": "IPR013968", "short_desc": "PKS_KR"}, {"desc": "Beta-ketoacyl synthase, C-terminal", "id": "IPR014031", "short_desc": "Ketoacyl_synth_C"}, {"desc": "Acyl transferase", "id": "IPR014043", "short_desc": "Acyl_transferase"}, {"desc": "Acyl transferase/acyl hydrolase/lysophospholipase", "id": "IPR016035", "short_desc": "Acyl_Trfase/lysoPLipase"}, {"desc": "Malonyl-CoA ACP transacylase, ACP-binding", "id": "IPR016036", "short_desc": "Malonyl_transacylase_ACP-bd"}, {"desc": "Beta-ketoacyl synthase, active site", "id": "IPR018201", "short_desc": "Ketoacyl_synth_AS"}, {"desc": "Polyketide synthase, phosphopantetheine-binding domain", "id": "IPR020806", "short_desc": "PKS_PP-bd"}, {"desc": "Polyketide synthase, dehydratase domain", "id": "IPR020807", "short_desc": "PKS_DH"}, {"desc": "Polyketide synthase, enoylreductase domain", "id": "IPR020843", "short_desc": "PKS_ER"}, {"desc": "Alpha/Beta hydrolase fold", "id": "IPR029058", "short_desc": "AB_hydrolase"}, {"desc": "S-adenosyl-L-methionine-dependent methyltransferase superfamily", "id": "IPR029063", "short_desc": "SAM-dependent_MTases_sf"}, {"desc": "Polyketide synthase, C-terminal extension", "id": "IPR032821", "short_desc": "PKS_assoc"}, {"desc": "NAD(P)-binding domain superfamily", "id": "IPR036291", "short_desc": "NAD(P)-bd_dom_sf"}, {"desc": "ACP-like superfamily", "id": "IPR036736", "short_desc": "ACP-like_sf"}, {"desc": "Polyketide synthase, dehydratase domain superfamily", "id": "IPR042104", "short_desc": "PKS_dehydratase_sf"}, {"desc": "Fatty acid synthase, pseudo-KR domain", "id": "IPR049391", "short_desc": "FAS_pseudo-KR"}], "ipi": "IPI00026781", "map_location": "17q25.3", "name": "fatty acid synthase", "other_names": ["3-hydroxyacyl-[acyl-carrier-protein] dehydratase", "3-oxoacyl-[acyl-carrier-protein] reductase", "3-oxoacyl-[acyl-carrier-protein] synthase", "Acyl-[acyl-carrier-protein] hydrolase", "Enoyl-[acyl-carrier-protein] reductase", "[Acyl-carrier-protein] S-acetyltransferase", "[Acyl-carrier-protein] S-malonyltransferase", "fatty acid synthase", "short chain dehydrogenase/reductase family 27X, member 1", "type I fatty acid synthase"], "pantherdb": {"HGNC": "3594", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95485", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 10090, "uniprot_kb": "P19096"}, {"RGD": "620665", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 10116, "uniprot_kb": "P12785"}, {"Gene": "FASN", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 9031, "uniprot_kb": "P12276"}, {"Ensembl": "ENSGALG00000040896", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 9031, "uniprot_kb": "A0A1D5P6Q5"}, {"ZFIN": "ZDB-GENE-090603-1", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 7955, "uniprot_kb": "E7F5V3"}, {"WormBase": "WBGene00009342", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 6239, "uniprot_kb": "P91871"}, {"FlyBase": "FBgn0287184", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 7227, "uniprot_kb": "Q7PLB8"}, {"FlyBase": "FBgn0042627", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 7227, "uniprot_kb": "M9PB21"}, {"FlyBase": "FBgn0283427", "ortholog_type": "LDO", "panther_family": "PTHR43775", "taxid": 7227, "uniprot_kb": "B7Z001"}, {"dictyBase": "DDB_G0269364", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 352472, "uniprot_kb": "Q55E72"}, {"dictyBase": "DDB_G0275077", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 352472, "uniprot_kb": "Q869X2"}, {"dictyBase": "DDB_G0275069", "ortholog_type": "O", "panther_family": "PTHR43775", "taxid": 352472, "uniprot_kb": "Q869W9"}], "uniprot_kb": "P49327"}, "pathway": {"humancyc": [{"id": "FASYN-ELONG-PWY", "name": "fatty acid elongation -- saturated"}, {"id": "PWY-5966-1", "name": "fatty acid biosynthesis initiation"}, {"id": "PWY-5994", "name": "palmitate biosynthesis"}], "kegg": [{"id": "hsa00061", "name": "Fatty acid biosynthesis - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}], "pid": [{"id": "deltanp63pathway", "name": "Validated transcriptional targets of deltaNp63 isoforms"}, {"id": "p73pathway", "name": "p73 transcription factor network"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-163765", "name": "ChREBP activates metabolic gene expression"}, {"id": "R-HSA-1655829", "name": "Regulation of cholesterol biosynthesis by SREBP (SREBF)"}, {"id": "R-HSA-196849", "name": "Metabolism of water-soluble vitamins and cofactors"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-199220", "name": "Vitamin B5 (pantothenate) metabolism"}, {"id": "R-HSA-2426168", "name": "Activation of gene expression by SREBF (SREBP)"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-75105", "name": "Fatty acyl-CoA biosynthesis"}, {"id": "R-HSA-75105", "name": "Fatty acyl-CoA biosynthesis"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}, {"id": "R-HSA-8978868", "name": "Fatty acid metabolism"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9024446", "name": "NR1H2 and NR1H3-mediated signaling"}, {"id": "R-HSA-9029558", "name": "NR1H2 & NR1H3 regulate gene expression linked to lipogenesis"}], "smpdb": {"id": "SMP00456", "name": "Fatty Acid Biosynthesis"}, "wikipathways": [{"id": "WP1403", "name": "AMP-activated protein kinase (AMPK) signaling"}, {"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP2011", "name": "SREBF and miR33 in cholesterol and lipid homeostasis"}, {"id": "WP2874", "name": "Liver X receptor pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP357", "name": "Fatty Acid Biosynthesis"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3965", "name": "Lipid Metabolism Pathway"}, {"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP4290", "name": "Metabolic reprogramming in colon cancer"}, {"id": "WP4718", "name": "Cholesterol metabolism (includes both Bloch and Kandutsch-Russell pathways)"}, {"id": "WP4724", "name": "Omega-9 FA synthesis"}, {"id": "WP5066", "name": "FOXA2 pathway"}]}, "pdb": ["1XKT", "2CG5", "2JFD", "2JFK", "2PX6", "3HHD", "3TJM", "4PIV", "4W82", "4W9N", "4Z49", "5C37", "6NNA", "7MHD", "7MHE", "8EYI", "8EYK", "8G7X", "8GKC"], "pfam": ["PF00107", "PF00109", "PF00550", "PF00698", "PF00975", "PF02801", "PF08242", "PF08659", "PF16197", "PF21089", "PF21149"], "pharmgkb": "PA28006", "pharos": {"target_id": 7703, "tdl": "Tchem"}, "pir": ["A57788", "G01880"], "prosite": ["PS50075", "PS52004"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF220893", "relationship": "is"}, {"id": "GNF249259", "relationship": "is"}, {"id": "GNF249260", "relationship": "is"}, {"id": "GNF249261", "relationship": "is"}, {"id": "GNF249262", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162546", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082310", "relationship": "is"}, {"id": "GNF082311", "relationship": "is"}, {"id": "GNF082312", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053634", "relationship": "is"}, {"id": "GNF058402", "relationship": "is"}, {"id": "GNF073618", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068455", "relationship": "is"}, {"id": "GNF068456", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283035", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283962", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF004400", "relationship": "is"}, {"id": "GNF016913", "relationship": "is"}, {"id": "GNF017002", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286384", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094307", "relationship": "is"}, {"id": "GNF133964", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": ["NP_004095.4", "XP_011521840.1", "XP_054171452.1"], "rna": ["NM_004104.5", "XM_011523538.3", "XM_054315477.1"], "translation": [{"protein": "XP_054171452.1", "rna": "XM_054315477.1"}, {"protein": "NP_004095.4", "rna": "NM_004104.5"}, {"protein": "XP_011521840.1", "rna": "XM_011523538.3"}]}, "reporter": {"HG-U133_Plus_2": ["212218_s_at", "217006_x_at"], "HG-U95Av2": "38429_at", "HTA-2_0": "TC17001973.hg.1", "HuEx-1_0": ["2802090", "3774635"], "HuGene-1_1": "8019392", "HuGene-2_1": "16850107"}, "summary": "The enzyme encoded by this gene is a multifunctional protein. Its main function is to catalyze the synthesis of palmitate from acetyl-CoA and malonyl-CoA, in the presence of NADPH, into long-chain saturated fatty acids. In some cancer cell lines, this protein has been found to be fused with estrogen receptor-alpha (ER-alpha), in which the N-terminus of FAS is fused in-frame with the C-terminus of ER-alpha. [provided by RefSeq, Jul 2008].", "symbol": "FASN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1367441"}, "unigene": "Hs.83190", "uniprot": {"Swiss-Prot": "P49327", "TrEMBL": ["A0A1B0GTR5", "J3KTF0", "A0A1B0GWG8", "A0A0U1RRG3", "A0A0U1RQF0", "A0A1B0GVK4"]}, "wikipedia": {"url_stub": "Fatty acid synthase"}}