{"AllianceGenome": "3606", "HGNC": "3606", "MIM": "611570", "_id": "2203", "_version": 1, "accession": {"genomic": ["AB003492.1", "AH006619.2", "AL161728.25", "AY866483.1", "CH471174.1", "CP068269.2", "HB907234.1", "HB964552.1", "HC964643.1", "HD021962.1", "NC_000009.12", "NC_060933.1", "NG_008174.1"], "protein": ["AAA35517.1", "AAA35817.1", "AAA89097.1", "AAA89098.1", "AAC25774.1", "AAC50207.1", "AAH12927.1", "AAT11153.1", "AAW34363.1", "BAA05051.1", "BAA05052.1", "BAA05053.1", "BAD97115.1", "BAF84888.1", "BAF91908.1", "BAG38171.1", "CBF86692.1", "CBG16870.1", "CBV02277.1", "CBV30316.1", "EAW92617.1", "NP_000498.2", "NP_001121100.1", "P09467.5", "XP_006717068.1", "XP_054218304.1"], "rna": ["AF073475.1", "AK223395.1", "AK292199.1", "AK316583.1", "AY544122.1", "BC012927.1", "D26054.1", "D26055.1", "D26056.1", "DA962803.1", "L10320.1", "M19922.1", "NM_000507.4", "NM_001127628.2", "U47918.1", "U47919.1", "XM_006717005.5", "XM_054362329.1"], "translation": [{"protein": "AAH12927.1", "rna": "BC012927.1"}, {"protein": "XP_006717068.1", "rna": "XM_006717005.5"}, {"protein": "BAD97115.1", "rna": "AK223395.1"}, {"protein": "BAA05053.1", "rna": "D26056.1"}, {"protein": "BAA05051.1", "rna": "D26054.1"}, {"protein": "AAT11153.1", "rna": "AY544122.1"}, {"protein": "BAG38171.1", "rna": "AK316583.1"}, {"protein": "AAA35517.1", "rna": "M19922.1"}, {"protein": "AAA89098.1", "rna": "U47919.1"}, {"protein": "BAA05052.1", "rna": "D26055.1"}, {"protein": "NP_000498.2", "rna": "NM_000507.4"}, {"protein": "AAA89097.1", "rna": "U47918.1"}, {"protein": "XP_054218304.1", "rna": "XM_054362329.1"}, {"protein": "AAA35817.1", "rna": "L10320.1"}, {"protein": "AAC25774.1", "rna": "AF073475.1"}, {"protein": "BAF84888.1", "rna": "AK292199.1"}, {"protein": "NP_001121100.1", "rna": "NM_001127628.2"}]}, "alias": "FBP", "ec": "3.1.3.11", "ensembl": {"gene": "ENSG00000165140", "protein": ["ENSP00000364475", "ENSP00000408025", "ENSP00000411619", "ENSP00000498145", "ENSP00000507547"], "transcript": ["ENST00000375326", "ENST00000414122", "ENST00000415431", "ENST00000648117", "ENST00000682520"], "translation": [{"protein": "ENSP00000498145", "rna": "ENST00000648117"}, {"protein": "ENSP00000364475", "rna": "ENST00000375326"}, {"protein": "ENSP00000507547", "rna": "ENST00000682520"}, {"protein": "ENSP00000408025", "rna": "ENST00000415431"}, {"protein": "ENSP00000411619", "rna": "ENST00000414122"}], "type_of_gene": "protein_coding"}, "entrezgene": "2203", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.68874224672, "exp_mis": 131.4691763, "exp_syn": 74.7475531169, "lof_z": 1.91173403389069, "mis_z": 0.745208003329323, "mu_lof": 5.66741800051e-07, "mu_mis": 1.27865687639e-05, "mu_syn": 7.14478432437e-06, "n_lof": 3.0, "n_mis": 114.0, "n_syn": 69.0, "p_li": 0.0985907926556028, "p_null": 0.0348971739568735, "p_rec": 0.866512033387524, "syn_z": 0.412129518023401}, "bp": 1017, "cds_end": 97401592, "cds_start": 97365662, "n_exons": 7, "nonpsych": {"exp_lof": 7.73070872469, "exp_mis": 118.858852927, "exp_syn": 67.5203105103, "lof_z": 2.73062231177483, "mis_z": 0.733700625885766, "mu_lof": 5.66741800051e-07, "mu_mis": 1.27865687639e-05, "mu_syn": 7.14478432437e-06, "n_lof": 0.0, "n_mis": 103.0, "n_syn": 63.0, "p_li": 0.927201233791447, "p_null": 0.000485253913934366, "p_rec": 0.072313512294619, "syn_z": 0.346349475967761}, "nontcga": {"exp_lof": 7.98063599447, "exp_mis": 120.938643855, "exp_syn": 68.7547483937, "lof_z": 1.73919118022149, "mis_z": 0.948584019495041, "mu_lof": 5.66741800051e-07, "mu_mis": 1.27865687639e-05, "mu_syn": 7.14478432437e-06, "n_lof": 3.0, "n_mis": 100.0, "n_syn": 64.0, "p_li": 0.0793262587288555, "p_null": 0.0483660299316718, "p_rec": 0.872307711339473, "syn_z": 0.363076915600633}, "transcript": "ENST00000415431.1"}, "exons": [{"cdsend": 94639310, "cdsstart": 94603380, "chr": "9", "position": [[94603138, 94603572], [94605456, 94605576], [94606814, 94606952], [94609920, 94610061], [94617767, 94617860], [94620328, 94620491], [94639140, 94639518]], "strand": -1, "transcript": "NM_000507", "txend": 94639518, "txstart": 94603138}, {"cdsend": 94639310, "cdsstart": 94603380, "chr": "9", "position": [[94603138, 94603572], [94605456, 94605576], [94606814, 94606952], [94609920, 94610061], [94617767, 94617860], [94620328, 94620491], [94639140, 94639334], [94640043, 94640263]], "strand": -1, "transcript": "NM_001127628", "txend": 94640263, "txstart": 94603138}], "exons_hg19": [{"cdsend": 97401592, "cdsstart": 97365662, "chr": "9", "position": [[97365419, 97365854], [97367738, 97367858], [97369096, 97369234], [97372202, 97372343], [97380049, 97380142], [97382610, 97382773], [97401422, 97401800]], "strand": -1, "transcript": "NM_000507", "txend": 97401800, "txstart": 97365419}, {"cdsend": 97401592, "cdsstart": 97365662, "chr": "9", "position": [[97365419, 97365854], [97367738, 97367858], [97369096, 97369234], [97372202, 97372343], [97380049, 97380142], [97382610, 97382773], [97401422, 97401616], [97402325, 97402545]], "strand": -1, "transcript": "NM_001127628", "txend": 97402545, "txstart": 97365419}], "generif": [{"pubmed": 15965961, "text": "liver fructose-1,6-bisphosphatase coupled with phosphofructokinase (PFK) plays a crucial role in the metabolism of pancreatic islet cells"}, {"pubmed": 18375435, "text": "Upregulation of FBPase in pancreatic islet beta-cells in states of lipid oversupply and type 2 diabetes, contributes to insulin secretory dysfunction."}, {"pubmed": 18460190, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18780768, "text": "Human FBP1 was found to regulate mouse endogenous glucose production and whole body glucose homeostasis in a liver-specific transgenic model."}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19259699, "text": "first report on mutations in patients with FBP deficiency of Arab ethnicity,two novel mutations in the FBP1 gene encode for a duplication of two amino acids and a truncation in the FBP1 protein in these families."}, {"pubmed": 19505453, "text": "Data show that EDTA and mercaptoethanol stabilized FBP-1 activity in stored urine."}, {"pubmed": 19626708, "text": "this is the first experimental evidence confirming that the KKKGK motif can act as a functional NLS fructose 1,6-bisphosphatase ."}, {"pubmed": 19881551, "text": "Data show that NF-kappaB functions downstream of Ras to promote epigenetic downregulation of FBP1."}, {"pubmed": 20096900, "text": "Novel compound heterozygous mutations in the fructose-1,6-bisphosphatase gene cause hypoglycemia and lactic acidosis."}, {"pubmed": 20151204, "text": "Case Reports: present reliable diagnostic system to verify an FBPase deficiency and find the genetic aberration."}, {"pubmed": 22039417, "text": "epigenetic inactivation of FBP1 is also common in human liver and colon cancer. FBP1 appears to be a functional tumor suppressor involved in the liver and colon carcinogenesis"}, {"pubmed": 22057438, "text": "The Identification of FBPase interacting partners with mass spectrometry reveals a set of nuclear proteins involved in cell cycle regulation, mRNA processing and in stabilization of genomic DNA structure."}, {"pubmed": 22120740, "text": "AMP binding pattern of the muscle isozyme of fructose-1,6-bisphosphatase is quite similar to that of the liver isozyme and the T conformations of the two isozymes are nearly the same"}, {"pubmed": 22517657, "text": "This is the first study to identify liver FBPase as a previously unknown regulator of appetite and adiposity and describes a novel process by which the liver participates in body weight regulation."}, {"pubmed": 23453623, "text": "study indicates that the loss of FBP1 is a critical oncogenic event in epithelial-mesenchymal transition and basal-like breast cancer"}, {"pubmed": 23755305, "text": "LSD1 regulates transcription activation of two gluconeogenic genes, FBP1 and G6Pase."}, {"pubmed": 23881342, "text": "A novel missense mutation (c.841G>A) in the FBP1 gene seems to be prevalent in Pakistani-Indian patients with fructose-1,6-bisphosphatase deficiency."}, {"pubmed": 24007283, "text": "A homozygous c.658delT mutation was detected at exon 5 of the FBP1 gene in the two siblings with FBPase deficiency."}, {"pubmed": 24146906, "text": "Ca(2+) affects conformation of the catalytic loop 52-72 of muscle FBPase and inhibits its activity by competing with activatory divalent cations, e.g. Mg(2+) and Zn(2+)."}, {"pubmed": 25043030, "text": "the gluconeogenic enzyme fructose-1,6-bisphosphatase 1 (FBP1) is uniformly depleted in over six hundred clear cell renal cell carcinoma tumours examined."}, {"pubmed": 25601412, "text": "Twelve different mutations were identified in 22 alleles: one missense mutation c.472C > T, one point deletion c.48del, one point duplication c.865dupA, one deletion-insertion, and two splice mutations (c.427-1del and c.825 + 1G > A)."}, {"pubmed": 25844935, "text": "There was a negative correlation with the level of FBP1 and recurrence of the lung cancer"}, {"pubmed": 26068981, "text": "NPM1 promotes aerobic glycolysis and tumor progression in patients with pancreatic cancer by inhibiting FBP1"}, {"pubmed": 26469968, "text": "FBP1 expression, which is closely correlated with c-Myc expression, is an independent prognostic factor and promotes nasopharyngeal carcinoma progression."}, {"pubmed": 26546081, "text": "identified Zinc finger E-box-binding homeobox 1 (ZEB1) bond to FBP1 promoter to enhance DNA methylation in lung cancer cells. Our findings indicate that the down-regulation of FBP1 is a critical oncogenic event in lung cancer progression"}, {"pubmed": 27079415, "text": "Cox multivariate regression analysis demonstrated that DUOX1, GLS2, FBP1 and age were independent risk factors for the prognosis of HCC patients after surgery"}, {"pubmed": 27197151, "text": "FBP1 underexpression is associated with Tumor Progression in Hepatocellular Carcinoma."}, {"pubmed": 27742690, "text": "These findings indicate that FBP1 appears to be a tumor suppressor in hepatocellular carcinoma (HCC). Strategies to restore the levels and activities of FBP1 might be developed to treat patients with HCC."}, {"pubmed": 27780144, "text": "Elevated FBP1 is a critical modulator in breast cancer progression by altering glucose metabolism and the activity of Wnt/beta-catenin pathway."}, {"pubmed": 27780225, "text": "we show that EV71 viral proteinase 2A is capable of cleaving far upstream element-binding protein 1 (FBP1), a positive internal ribosome entry sitet rans-acting factor that directly binds to the EV71 5' UTR linker region to promote viral IRES-driven translation"}, {"pubmed": 27841754, "text": "Here, the first crystal structure of human liver FBPase in the R-state conformation is presented, determined at a resolution of 2.2 A in a tetragonal setting that exhibits an unusual arrangement of noncrystallographic symmetry (NCS) elements."}, {"pubmed": 27978536, "text": "Downregulation of FBP1 promotes gastric cancer metastasis by facilitating EMT and acts as a potential prognostic factor and therapeutic target in gastric cancer."}, {"pubmed": 28336726, "text": "Results identified FBP1 as a promising acute liver failure (ALF) biomarker among energy metabolism-related proteins. It may serve as a short-term prognosis indicator for ALF, with higher serum level of FBP1 correlated with higher ALF-related mortality in human studies."}, {"pubmed": 28362515, "text": "FBP1 is highly expressed in human hypertrophic scars and increases fibroblast proliferation, apoptosis and collagen expression."}, {"pubmed": 28387640, "text": "Studied association of fructose 1,6-bisphosphatase 1 (FBP1) expression with fluorine 18 ((18)F) fluorodeoxyglucose (FDG) accumulation in patients with hepatocellular carcinoma. Found that in patients with HCC, both 18F FDG accumulation and tumor grade (from differentiated to undifferentiated) were inversely correlated with the expression of FBP1."}, {"pubmed": 28485159, "text": "overexpressed FBP1 may repress tumor growth, migration and glycolysis via targeting HIF-1alpha in breast cancer"}, {"pubmed": 28599390, "text": "Homozygous Alu element insertion in the FBP1 gene is associated with Fructose-1,6-bisphosphatase deficiency."}, {"pubmed": 28653874, "text": "fructose-1,6-bisphosphatase 1 facilitated co-action between Bcl-2 and Beclin 1, which may be important in the mechanism of fructose-1,6-bisphosphatase 1-mediated mitophagy inhibition. In summary, loss of mitophagy by fructose-1,6-bisphosphatase 1-mediated repression promotes apoptosis in breast cancer"}, {"pubmed": 28990097, "text": "decreased levels of FBP1 may be used as a predictor for poor prognosis of cervical cancer patients"}, {"pubmed": 29016355, "text": "FBP1 mutation was associated with fructose-1,6-bisphosphatase deficiency"}, {"pubmed": 29377004, "text": "The expansion of CB HSPCs by PPAR-gamma antagonism was completely suppressed by removal of glucose or inhibition of glycolysis. Moreover, knockdown of FBP1 expression promoted glycolysis and ex vivo expansion of long-term repopulating CB HSPCs, whereas overexpression of FBP1 suppressed the expansion of CB HSPCs that was induced by PPARG antagonism"}, {"pubmed": 29566023, "text": "Study identified for the first time that HNF4alpha and C/EBPalpha are important transcriptional regulators for FBP1 expression in human hepatoma HepG2 cells."}, {"pubmed": 29678579, "text": "CBX3 serves as a positive regulator of aerobic glycolysis via suppressing of the FBP1 in pancreatic cancer cells."}, {"pubmed": 29774539, "text": "Identification of a frequent variant (E281K) in Indian patients with fructose-1,6-bisphosphatase deficiency"}, {"pubmed": 29984231, "text": "findings implied the important roles of FBP1 expression in lung cancer development and progression"}, {"pubmed": 30171256, "text": "FOXC1 bound directly to the promoter regions of the FBP1 gene and negatively regulated its transcriptional activity. Aberrant FBP1 expression contributed to colorectal cancer tumorigenicity. Decreased FBP1 expression coupled with increased FOXC1 expression provided better prognostic information than did FOXC1 expression alone. The FOXC1/FBP1 axis induces CRC cell proliferation and reprograms metabolism in CRCs."}, {"pubmed": 30193944, "text": "Low FBP1 expression is associated with metastasis in cholangiocarcinoma."}, {"pubmed": 30201002, "text": "FBP1 modulates the sensitivity of pancreatic cancer cells to BET inhibitors by decreasing the expression of c-Myc. These findings highlight FBP1 could be used as a therapeutic niche for patient-tailored therapies"}, {"pubmed": 30429463, "text": "Restoration of FBP1 suppressed Snail-induced epithelial to mesenchymal transition in hepatocellular carcinoma."}, {"pubmed": 31278438, "text": "Exon 2 deletion (previously termed exon 1) was found to be the most common mutation in Turkish fructose-1,6-biphosphatase deficiency patients."}, {"pubmed": 31444412, "text": "We propose that the reduced FBP1 level reprogrammed the metabolic state of glioblastoma (GBM) cells, and thus, FBP1 is a potential therapeutic target regulating GBM metabolism following radiotherapy."}, {"pubmed": 31584309, "text": "Genetic Analysis of Tyrosinemia Type 1 and Fructose-1, 6 Bisphosphatase Deficiency Affected in Pakistani Cohorts."}, {"pubmed": 31594093, "text": "FBP1 inhibited the autophagy and proliferation in liver cancer cells"}, {"pubmed": 31938049, "text": "Fructose-1,6-bisphosphatase loss modulates STAT3-dependent expression of PD-L1 and cancer immunity."}, {"pubmed": 32041737, "text": "A Noncanonical Role of Fructose-1, 6-Bisphosphatase 1 Is Essential for Inhibition of Notch1 in Breast Cancer."}, {"pubmed": 32073734, "text": "SWI/SNF chromatin remodeling complex and glucose metabolism are deregulated in advanced bladder cancer."}, {"pubmed": 32453596, "text": "Knockdown of FBP1 enhances radiosensitivity in prostate cancer cells by activating autophagy."}, {"pubmed": 32472219, "text": "UCP1 regulates ALDH-positive breast cancer stem cells through releasing the suppression of Snail on FBP1."}, {"pubmed": 32601971, "text": "CELF6 modulates triple-negative breast cancer progression by regulating the stability of FBP1 mRNA."}, {"pubmed": 32754266, "text": "Fructose-1, 6-bisphosphatase 1 interacts with NF-kappaB p65 to regulate breast tumorigenesis via PIM2 induced phosphorylation."}, {"pubmed": 33232284, "text": "Loss of FBP1 promotes proliferation, migration, and invasion by regulating fatty acid metabolism in esophageal squamous cell carcinoma."}, {"pubmed": 33529753, "text": "TRIM47 accelerates aerobic glycolysis and tumor progression through regulating ubiquitination of FBP1 in pancreatic cancer."}, {"pubmed": 34298040, "text": "FBP1 enhances the radiosensitivity by suppressing glycolysis via the FBXW7/mTOR axis in nasopharyngeal carcinoma cells."}, {"pubmed": 34363022, "text": "FBP1 regulates proliferation, metastasis, and chemoresistance by participating in C-MYC/STAT3 signaling axis in ovarian cancer."}, {"pubmed": 35179010, "text": "Fructose 1,6 bisphosphatase deficiency: outcomes of patients in a single center in Turkey and identification of novel splice site and indel mutations in FBP1."}, {"pubmed": 35404841, "text": "The role of fructose 1,6-bisphosphate-mediated glycolysis/gluconeogenesis genes in cancer prognosis."}, {"pubmed": 35477823, "text": "Fructose-1,6-bisphosphatase 1 (FBP1) is an independent biomarker associated with a favorable prognosis in esophageal adenocarcinoma."}, {"pubmed": 35653238, "text": "Epigenetic regulation of Fructose-1,6-bisphosphatase 1 by host transcription factor Speckled 110 kDa during hepatitis B virus infection."}, {"pubmed": 36000567, "text": "FBP1 knockdown decreases ovarian cancer formation and cisplatin resistance through EZH2-mediated H3K27me3."}, {"pubmed": 36050791, "text": "The role of LINC01419 in regulating the cell stemness in lung adenocarcinoma through recruiting EZH2 and regulating FBP1 expression."}, {"pubmed": 36232688, "text": "FBP1-Altered Carbohydrate Metabolism Reduces Leukemic Viability through Activating P53 and Modulating the Mitochondrial Quality Control System In Vitro."}, {"pubmed": 36266488, "text": "Fructose-1,6-bisphosphatase 1 functions as a protein phosphatase to dephosphorylate histone H3 and suppresses PPARalpha-regulated gene transcription and tumour growth."}, {"pubmed": 37285922, "text": "Oncogenic Role of the NFATC2/NEDD4/FBP1 Axis in Cholangiocarcinoma."}, {"pubmed": 37388727, "text": "Immunodeficiency with susceptibility to lymphoma with complex genotype affecting energy metabolism (FBP1, ACAD9) and vesicle trafficking (RAB27A)."}, {"pubmed": 37507483, "text": "FBP1 is a potential prognostic biomarker and correlated with tumor immunosuppressive microenvironment in glioblastoma."}, {"pubmed": 37565737, "text": "AF9 sustains glycolysis in colorectal cancer via H3K9ac-mediated PCK2 and FBP1 transcription."}, {"pubmed": 37908738, "text": "1alpha,25(OH)2D3 ameliorates insulin resistance by alleviating gammadelta T cell inflammation via enhancing fructose-1,6-bisphosphatase 1 expression."}, {"pubmed": 38049890, "text": "Fructose-bisphosphatase1 (FBP1) alleviates experimental osteoarthritis by regulating Protein crumbs homolog 3 (CRB3)."}, {"pubmed": 38349431, "text": "FBP1 inhibits NSCLC stemness by promoting ubiquitination of Notch1 intracellular domain and accelerating degradation."}, {"pubmed": 38834617, "text": "FBP1 orchestrates keratinocyte proliferation/differentiation and suppresses psoriasis through metabolic control of histone acetylation."}, {"pubmed": 38963044, "text": "Inhibition of FBP1 expression by KMT5A through TWIST1 methylation is one of the mechanisms leading to chemoresistance in breast cancer."}], "genomic_pos": {"chr": "9", "end": 94640249, "ensemblgene": "ENSG00000165140", "start": 94603133, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 97402531, "start": 97365415, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 25043030, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0005986", "qualifier": "involved_in", "term": "sucrose biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006000", "qualifier": "involved_in", "term": "fructose metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006002", "qualifier": "involved_in", "term": "fructose 6-phosphate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006002", "pubmed": [8387495, 16442285], "qualifier": "involved_in", "term": "fructose 6-phosphate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006094", "pubmed": [19259699, 20096900], "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006111", "pubmed": 7558035, "qualifier": "involved_in", "term": "regulation of gluconeogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016311", "pubmed": [8387495, 18650089], "qualifier": "involved_in", "term": "dephosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016311", "pubmed": 7558035, "qualifier": "involved_in", "term": "dephosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 19881551, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030388", "qualifier": "involved_in", "term": "fructose 1,6-bisphosphate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045820", "pubmed": 19881551, "qualifier": "involved_in", "term": "negative regulation of glycolytic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045820", "pubmed": 25043030, "qualifier": "involved_in", "term": "negative regulation of glycolytic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046580", "pubmed": 19881551, "qualifier": "involved_in", "term": "negative regulation of Ras protein signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071286", "pubmed": 10222032, "qualifier": "involved_in", "term": "cellular response to magnesium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071320", "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071466", "pubmed": [16442285, 18650089], "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071475", "qualifier": "involved_in", "term": "cellular hyperosmotic salinity response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071477", "qualifier": "involved_in", "term": "cellular hypotonic salinity response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097403", "qualifier": "involved_in", "term": "cellular response to raffinose"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904628", "qualifier": "involved_in", "term": "cellular response to phorbol 13-acetate 12-myristate"}], "CC": [{"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25043030, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20096900, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8387495, 10222032, 16189514, 16275660, 25043030, 25416956, 25910212, 28514442, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016208", "pubmed": [8387495, 10222032, 18650089], "qualifier": "enables", "term": "AMP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042132", "qualifier": "enables", "term": "fructose 1,6-bisphosphate 1-phosphatase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042132", "pubmed": [8387495, 16442285, 18650089], "qualifier": "enables", "term": "fructose 1,6-bisphosphate 1-phosphatase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042132", "pubmed": [7558035, 19259699, 20096900], "qualifier": "enables", "term": "fructose 1,6-bisphosphate 1-phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16169070, 16189514, 16442285, 18650089, 21516116, 25416956, 25502805, 25910212, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0046872", "pubmed": 8387495, "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0048029", "qualifier": "enables", "term": "monosaccharide binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0061629", "pubmed": 25043030, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[4896, 2540031], [4932, 851092], [5141, 3876561], [7955, 282672], [7955, 335231], [8364, 394750], [9031, 395218], [9544, 709022], [9598, 465260], [9606, 2203], [9615, 476299], [9913, 513483], [10090, 14121], [10116, 24362], [28985, 2894286], [33169, 4622423], [318829, 2679881]], "id": 55467}, "interpro": [{"desc": "Fructose-1,6-bisphosphatase class 1", "id": "IPR000146", "short_desc": "FBPase_class-1"}, {"desc": "Fructose-1,6-bisphosphatase", "id": "IPR028343", "short_desc": "FBPtase"}, {"desc": "Fructose-1-6-bisphosphatase class I, N-terminal", "id": "IPR033391", "short_desc": "FBPase_N"}, {"desc": "Fructose-1,6-bisphosphatase, active site", "id": "IPR020548", "short_desc": "Fructose_bisphosphatase_AS"}, {"desc": "Fructose-1-6-bisphosphatase class 1, C-terminal", "id": "IPR044015", "short_desc": "FBPase_C_dom"}], "ipi": ["IPI00073772", "IPI00644994"], "map_location": "9q22.32", "name": "fructose-bisphosphatase 1", "other_names": ["D-fructose-1,6-bisphosphate 1-phosphohydrolase 1", "FBPase 1", "fructose-1,6-bisphosphatase 1", "growth-inhibiting protein 17", "liver FBPase"], "pantherdb": {"HGNC": "3606", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95492", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 10090, "uniprot_kb": "Q9QXD6"}, {"RGD": "2595", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 10116, "uniprot_kb": "P19112"}, {"Ensembl": "ENSGALG00000012613", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 9031, "uniprot_kb": "F6QGI8"}, {"ZFIN": "ZDB-GENE-030131-7171", "ortholog_type": "O", "panther_family": "PTHR11556", "taxid": 7955, "uniprot_kb": "Q6PFT1"}, {"ZFIN": "ZDB-GENE-021206-11", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 7955, "uniprot_kb": "Q7T337"}, {"WormBase": "WBGene00001404", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 6239, "uniprot_kb": "G5EBJ7"}, {"FlyBase": "FBgn0032820", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 7227, "uniprot_kb": "A0A0U1RVK6"}, {"SGD": "S000004369", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 4932, "uniprot_kb": "P09201"}, {"PomBase": "SPBC1198.14c", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 4896, "uniprot_kb": "P09202"}, {"dictyBase": "DDB_G0270836", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 352472, "uniprot_kb": "Q6RYT0"}, {"TAIR": "2173363", "ortholog_type": "O", "panther_family": "PTHR11556", "taxid": 3702, "uniprot_kb": "Q9FMF1"}, {"TAIR": "2080225", "ortholog_type": "O", "panther_family": "PTHR11556", "taxid": 3702, "uniprot_kb": "P25851"}, {"TAIR": "2031103", "ortholog_type": "LDO", "panther_family": "PTHR11556", "taxid": 3702, "uniprot_kb": "Q9MA79"}, {"EnsemblGenome": "BAE78232", "ortholog_type": "O", "panther_family": "PTHR11556", "taxid": 562, "uniprot_kb": "P0A993"}], "uniprot_kb": "P09467"}, "pathway": {"humancyc": {"id": "PWY66-399", "name": "gluconeogenesis"}, "kegg": [{"id": "hsa00010", "name": "Glycolysis / Gluconeogenesis - Homo sapiens (human)"}, {"id": "hsa00030", "name": "Pentose phosphate pathway - Homo sapiens (human)"}, {"id": "hsa00051", "name": "Fructose and mannose metabolism - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-70263", "name": "Gluconeogenesis"}, {"id": "R-HSA-70326", "name": "Glucose metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}], "smpdb": [{"id": "SMP00031", "name": "Pentose Phosphate Pathway"}, {"id": "SMP00064", "name": "Fructose and Mannose Degradation"}, {"id": "SMP00128", "name": "Gluconeogenesis"}, {"id": "SMP00374", "name": "Glycogen Storage Disease Type 1A (GSD1A) or Von Gierke Disease"}, {"id": "SMP00518", "name": "Glucose-6-phosphate dehydrogenase deficiency"}, {"id": "SMP00519", "name": "Ribose-5-phosphate isomerase deficiency"}, {"id": "SMP00520", "name": "Transaldolase deficiency"}, {"id": "SMP00560", "name": "Phosphoenolpyruvate carboxykinase deficiency 1 (PEPCK1)"}, {"id": "SMP00561", "name": "Fructosuria"}, {"id": "SMP00562", "name": "Fructose-1,6-diphosphatase deficiency"}, {"id": "SMP00563", "name": "Triosephosphate isomerase"}, {"id": "SMP00573", "name": "Glycogenosis, Type IB"}, {"id": "SMP00574", "name": "Glycogenosis, Type IC"}, {"id": "SMP00581", "name": "Glycogenosis, Type IA. Von gierke disease"}, {"id": "SMP00725", "name": "Fructose intolerance, hereditary"}], "wikipathways": [{"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["1FTA", "2FHY", "2FIE", "2FIX", "2JJK", "2VT5", "2WBB", "2WBD", "2Y5K", "2Y5L", "3A29", "3KBZ", "3KC0", "3KC1", "4MJO", "5LDZ", "5PZQ", "5PZR", "5PZS", "5PZT", "5PZU", "5PZV", "5PZW", "5PZX", "5PZY", "5PZZ", "5Q00", "5Q01", "5Q02", "5Q03", "5Q04", "5Q05", "5Q06", "5Q07", "5Q08", "5Q09", "5Q0A", "5Q0B", "5ZWK", "6LS5", "6LW2", "7C9Q", "7CVH", "7CVN", "7CWE", "7EZF", "7EZP", "7EZR", "7WJV", "7WVB"], "pfam": ["PF00316", "PF18913"], "pharmgkb": "PA28018", "pharos": {"target_id": 11081, "tdl": "Tchem"}, "pir": "A46666", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249283", "relationship": "is"}, {"id": "GNF249284", "relationship": "is"}, {"id": "GNF249285", "relationship": "is"}, {"id": "GNF249286", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161885", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036008", "relationship": "similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082654", "relationship": "is"}, {"id": "GNF082655", "relationship": "is"}, {"id": "GNF082656", "relationship": "is"}, {"id": "GNF082657", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054406", "relationship": "is"}, {"id": "GNF059184", "relationship": "is"}, {"id": "GNF059910", "relationship": "is"}, {"id": "GNF074540", "relationship": "is"}, {"id": "GNF075196", "relationship": "is"}, {"id": "GNF075311", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062565", "relationship": "is"}, {"id": "GNF062566", "relationship": "is"}, {"id": "GNF063687", "relationship": "is"}, {"id": "GNF063688", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282962", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283889", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004412", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235872", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF335098", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095148", "relationship": "is"}, {"id": "GNF134805", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_008174.1"], "protein": ["NP_000498.2", "NP_001121100.1", "XP_006717068.1", "XP_054218304.1"], "rna": ["NM_000507.4", "NM_001127628.2", "XM_006717005.5", "XM_054362329.1"], "translation": [{"protein": "XP_006717068.1", "rna": "XM_006717005.5"}, {"protein": "NP_000498.2", "rna": "NM_000507.4"}, {"protein": "NP_001121100.1", "rna": "NM_001127628.2"}, {"protein": "XP_054218304.1", "rna": "XM_054362329.1"}]}, "reporter": {"HG-U133_Plus_2": "209696_at", "HG-U95Av2": "36495_at", "HTA-2_0": "TC09001357.hg.1", "HuEx-1_0": "3215570", "HuGene-1_1": "8162502", "HuGene-2_1": "17096030"}, "retired": 116309, "summary": "Fructose-1,6-bisphosphatase 1, a gluconeogenesis regulatory enzyme, catalyzes the hydrolysis of fructose 1,6-bisphosphate to fructose 6-phosphate and inorganic phosphate. Fructose-1,6-diphosphatase deficiency is associated with hypoglycemia and metabolic acidosis. [provided by RefSeq, Jul 2008].", "symbol": "FBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414544"}, "unigene": "Hs.494496", "uniprot": {"Swiss-Prot": "P09467", "TrEMBL": ["A0A804HJK9", "Q2TU34", "A0A3B3IUC7", "Q5VZC3"]}, "wikipedia": {"url_stub": "FBP1 (gene)"}}