{"AllianceGenome": "3609", "HGNC": "3609", "MIM": "147140", "_id": "2205", "_version": 1, "accession": {"genomic": ["A21606.1", "AB059236.1", "AL513323.14", "AP002535.1", "CH471121.2", "CP068277.2", "CS544001.1", "L14075.1", "NC_000001.11", "NC_060925.1", "NW_025791759.1", "Z29585.1"], "protein": ["AAA16115.1", "AAA36204.1", "AAH05912.1", "AAH15195.1", "BAB84120.1", "CAA01564.1", "CAA30025.1", "CAA82702.1", "CAN36268.1", "EAW52789.1", "NP_001374209.1", "NP_001374210.1", "NP_001374211.1", "NP_001992.1", "P12319.1"], "rna": ["BC005912.1", "BC015185.1", "BC015195.1", "J03605.1", "NM_001387280.1", "NM_001387281.1", "NM_001387282.1", "NM_002001.4", "X06948.1"], "translation": [{"protein": "AAH05912.1", "rna": "BC005912.1"}, {"protein": "CAA30025.1", "rna": "X06948.1"}, {"protein": "NP_001374211.1", "rna": "NM_001387282.1"}, {"protein": "NP_001992.1", "rna": "NM_002001.4"}, {"protein": "NP_001374210.1", "rna": "NM_001387281.1"}, {"protein": "AAA36204.1", "rna": "J03605.1"}, {"protein": "NP_001374209.1", "rna": "NM_001387280.1"}, {"protein": "AAH15195.1", "rna": "BC015195.1"}]}, "alias": ["FCE1A", "FCERIA", "FcERI"], "ensembl": [{"gene": "ENSG00000179639", "protein": ["ENSP00000357096", "ENSP00000357097", "ENSP00000509626"], "transcript": ["ENST00000368114", "ENST00000368115", "ENST00000693622"], "translation": [{"protein": "ENSP00000357097", "rna": "ENST00000368115"}, {"protein": "ENSP00000357096", "rna": "ENST00000368114"}, {"protein": "ENSP00000509626", "rna": "ENST00000693622"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000291905", "protein": ["ENSP00000517534", "ENSP00000517535", "ENSP00000517536"], "transcript": ["ENST00000709171", "ENST00000709172", "ENST00000709173"], "translation": [{"protein": "ENSP00000517534", "rna": "ENST00000709171"}, {"protein": "ENSP00000517535", "rna": "ENST00000709172"}, {"protein": "ENSP00000517536", "rna": "ENST00000709173"}], "type_of_gene": "protein_coding"}], "entrezgene": "2205", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.00789641, "exp_mis": 69.751297, "exp_syn": 30.54279, "lof_z": 1.05291511708683, "mis_z": -1.18587101893312, "mu_lof": 5.21827498959e-07, "mu_mis": 5.97127692093e-06, "mu_syn": 2.51074902083e-06, "n_lof": 5.0, "n_mis": 90.0, "n_syn": 38.0, "p_li": 0.0025580283628798, "p_null": 0.212544874623249, "p_rec": 0.784897097013871, "syn_z": -0.83651073726297}, "bp": 774, "cds_end": 159277722, "cds_start": 159272154, "n_exons": 5, "nonpsych": {"exp_lof": 7.1447411, "exp_mis": 63.0284785, "exp_syn": 27.5409962, "lof_z": 0.788013388595902, "mis_z": -1.14176850059002, "mu_lof": 5.21827498959e-07, "mu_mis": 5.97127692093e-06, "mu_syn": 2.51074902083e-06, "n_lof": 5.0, "n_mis": 81.0, "n_syn": 31.0, "p_li": 0.00188389105512623, "p_null": 0.301116365569105, "p_rec": 0.696999743375768, "syn_z": -0.414977166413948}, "nontcga": {"exp_lof": 7.35720779, "exp_mis": 64.1611407, "exp_syn": 28.08931272, "lof_z": 0.857279857725665, "mis_z": -1.17173221850939, "mu_lof": 5.21827498959e-07, "mu_mis": 5.97127692093e-06, "mu_syn": 2.51074902083e-06, "n_lof": 5.0, "n_mis": 83.0, "n_syn": 37.0, "p_li": 0.00195092292441106, "p_null": 0.264995267939789, "p_rec": 0.7330538091358, "syn_z": -1.06454268440804}, "transcript": "ENST00000368115.1"}, "exons": [{"cdsend": 159307932, "cdsstart": 159302364, "chr": "1", "position": [[159289713, 159289753], [159302305, 159302419], [159302853, 159302874], [159303927, 159304182], [159305987, 159306245], [159307747, 159308224]], "strand": 1, "transcript": "NM_002001", "txend": 159308224, "txstart": 159289713}], "exons_hg19": [{"cdsend": 159277722, "cdsstart": 159272154, "chr": "1", "position": [[159259503, 159259543], [159272095, 159272209], [159272643, 159272664], [159273717, 159273972], [159275777, 159276035], [159277537, 159278014]], "strand": 1, "transcript": "NM_002001", "txend": 159278014, "txstart": 159259503}], "generif": [{"pubmed": 11531339, "text": "x ray crystallography of multiple crystal forms"}, {"pubmed": 11776381, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12070183, "text": "homozygosity for the C allele of FcepsilonRI alpha chain variant is associated with lower IgE levels"}, {"pubmed": 12200378, "text": "Regulation of FcepsilonRI-mediated degranulation by an adaptor protein 3BP2 in rat basophilic leukemia RBL-2H3 cells."}, {"pubmed": 12217383, "text": "Transcriptional regulation of the high affinity IgE receptor alpha-chain gene."}, {"pubmed": 12270716, "text": "Efficient folding of the FcepsilonRI alpha-chain membrane-proximal domain D2 depends on the presence of the N-terminal domain D1."}, {"pubmed": 12855579, "text": "mast cells modulate the immune system following TLR4-mediated activation and FcepsilonRI aggregation"}, {"pubmed": 12897750, "text": "In clinically uninvolved skin, Langerhans' cell-surface Fc epsilon RI expression is not only linked to atopic dermatitis but is also generally associated with allergic disease."}, {"pubmed": 12902495, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12902495, "text": "T/C polymorphism in Fc epsilon RI alpha-chain promoter at nucleotide position -66 is associated with allergic diseases in a Japanese population."}, {"pubmed": 13129935, "text": "Fc epsilon RI-mediated calcium flux (dependent on PLC gamma 1) leads to degranulation of mast cells independent of PI 3-kinase"}, {"pubmed": 14655898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14746805, "text": "Results indicate that interleukin-4, together with recombinant human stem cell factor, can induce T cell maturation from cord blood progenitor cells, and that IL-4 increased the expression of FcepsilonRI on fetal liver mast cells."}, {"pubmed": 15140034, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15217825, "text": "a combination of FcepsilonRI and Kit-mediated signals and transcriptional processes were required for optimal physiologic responses of human mast cells to antigen"}, {"pubmed": 15373772, "text": "FcepsilonRI+ on dendretic cells is finely modified by the TGF-beta1 concentration in the microenvironment and could be of primary relevance in the context of atopic diseases."}, {"pubmed": 15562891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15696081, "text": "Amphiregulin was secreted by human mast cells after aggregation of FcepsilonRI."}, {"pubmed": 15743766, "text": "conformational change in IgE is required to allow both Cepsilon3 domains to bind to FcepsilonRI"}, {"pubmed": 16081836, "text": "Cross-linking of the high affinity IgE receptor (Fc epsilon RI) induces mobilization of free calcium in airway smooth muscle cells, one of the critical signals to trigger smooth muscle contraction."}, {"pubmed": 16237063, "text": "TLR9- and FcepsilonRI-mediated responses oppose one another in plasmacytoid dendritic cells by down-regulating receptor expression."}, {"pubmed": 16339523, "text": "microarray data identify Lyn as a negative regulator in Ag-stimulated bone marrow-derived mast cells of the expression of genes linked to FcepsilonRI signaling and also to the response pathways that lead to allergy and asthma"}, {"pubmed": 16459334, "text": "IgE receptor alpha-chain transport is controlled by a multicomponent intracellular retention signal"}, {"pubmed": 16563391, "text": "Soluble FcepsilonRIalpha is shown to display characteristic properties of a catalyst for the folding of Cepsilon3, with the rate of Cepsilon3 folding being dependent on the concentration of the receptor."}, {"pubmed": 16581830, "text": "This and other evidence discussed in this review provide an emerging view of FcepsilonR/IgE network as a critical modulator of ASM cell function in allergic asthma."}, {"pubmed": 16709862, "text": "The stalk region of the Fc epsilon receptor I alpha-chain is the portion of the molecule regulating the stability of FceRI on the cell surface."}, {"pubmed": 17125826, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17165285, "text": "Genetic variability of FCER1A exon 2A was evaluated and the -12663 A>G FCER1A polymorphism frequency was determined in a representative sample of whites."}, {"pubmed": 17267694, "text": "the plasma membrane distributions of IGE receptor and its cross-talk with formyl peptide receptor"}, {"pubmed": 17430357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17521040, "text": "results replicate finding of higher -344CC genotype frequency in asthmatic patients with lower serum IgE levels; association suggests functional role of -344TT genotype, leading to elevated IgE levels in allergic patients by means of an unknown mechanism"}, {"pubmed": 17541278, "text": "Using an anti-FcepsilonRI alpha-chain mAb, it was shown that IgE- & high-affinity receptor for IgE (FcepsilonRI)-dependent stimuli can upregulate basophil CD69 expression."}, {"pubmed": 17686114, "text": "In caucasian, allergic patients, FCER1A and FCER1B polymorphisms showed an additive association with total serum IgE levels."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17883736, "text": "A conservative protein sequence of the high-affinity IgE receptor subunit a, despite its variations in non-coding flanking regions, suggests functional importance of the receptor in the development of adaptive immunity."}, {"pubmed": 17965580, "text": "Within regulatory elements of FCER1A some common single nucleotide polymorphisms have functional associations which do not confer susceptibility to allergic diseases, but rather modulate serum concentrations of immunoglobulin E (IgE).  [Review]"}, {"pubmed": 17993265, "text": "Whereas FcvarepsilonRI required Lyn and Syk for NTAL phosphorylation, Kit appeared to directly phosphorylate NTAL"}, {"pubmed": 18036650, "text": "Siglec-8 ligation was shown to inhibit beta-hexosaminidase release and Ca++ flux triggered through FcepsilonRI in RBL-2H3 cells transfected with full-length human Siglec-8."}, {"pubmed": 18179824, "text": "These findings show that the extracellular domain of the type I transmembrane protein Fc epsilon RI alpha plays a role in Fc epsilon RI intracellular processing and expression at the cell surface."}, {"pubmed": 18187193, "text": "Canine C epsilon3 is the only domain essential for binding to canine or human Fc epsilon RI alpha, species specific residues in canine Cepsilon2 and C epsilon4 inhibit dissociation of the ligand from the receptor."}, {"pubmed": 18321309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18356810, "text": "IgG autoantibodies to IgE or its receptor, Fc epsilonRIalpha, have been detected in chronic idiopathic urticaria (CIU) patients. CIU patients' basophils display distinct altered Fc epsilonRIalpha-mediated degranulation."}, {"pubmed": 18382690, "text": "enhanced Fc epsilonRI expression in human neutrophils from allergic asthmatics during the pollen season can make them more susceptible to the biological effects of IgE"}, {"pubmed": 18394141, "text": "study investigated allelic frequencies, haplotypes and genetic linkage measures of the novel Ex1A polymorphisms in Japanese and compared them with those recalculated in Polish subjects"}, {"pubmed": 18523286, "text": "A -315 single nucleotide polymorphism (SNP) significantly affects IgE receptor type I (FcERI) alpha-chain promoter activity and expression level of Fc epsilon RI on basophils by binding different transcription factors to the SNP site."}, {"pubmed": 18595682, "text": "The FCER1G-237A>G and FCERIA-344C>T polymorphisms may contribute to the development of AIA in a Korean population."}, {"pubmed": 18680511, "text": "polymorphisms genotyped in total of 88 Caucasians of the Polish origin were shown to be rare, with minor allele frequencies of 0.023 (-778C) and 0.017 (-673A"}, {"pubmed": 18726713, "text": "genetic polymorphismn, mutational screening and asthma association studies; review"}, {"pubmed": 18846228, "text": "Functional variants in the gene were strongly associated with total IgE levels in all cohorts."}, {"pubmed": 18846228, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19082920, "text": "positive and negative regulators of FcepsilonRI have roles in mast cell activation [review]"}, {"pubmed": 19141351, "text": "IgG autoantibodies with specificity for the FcepsilonRIalpha detected in 30% of patients with chronic urticaria; also described in patients with asthma"}, {"pubmed": 19150851, "text": "progressive immobilization of Fc epsilon RI during aggregation was sensitive to syk or actin polymerization inhibition. Therefore, desensitization is also not dependent on receptor immobilization."}, {"pubmed": 19164348, "text": "mast cells are able to store TSLP intracellularly and to produce TSLP following aggregation of FcepsilonRI in the presence of IL-4"}, {"pubmed": 19245427, "text": "Common variants in FCER1A strongly influence basal IgE production independently from environmental stimuli."}, {"pubmed": 19245427, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19359220, "text": "Results show that neutrophil FcepsilonRI expression is not regulated by serum IgE."}, {"pubmed": 19372141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19385959, "text": "Expression of FcepsilonRI was significantly elevated on respiratory tract dendritic cells (RTDC) from atopic as compared to nonatopic patients."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19494509, "text": "The differential phosphorylation profiles of protein tyrosine residues in the resulting mast cells with or without FcepsilonRI aggregation were examined."}, {"pubmed": 19514647, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19514647, "text": "This observation suggests a functional relantionship of FcepsilonRI in the regulation of autoimmune response observed in Wegener's granulomatosis."}, {"pubmed": 19555572, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19685047, "text": "FcepsilonRIalpha gene -18483A>C polymorphism affects transcriptional activity through YY1 binding."}, {"pubmed": 19697153, "text": "The ability of four synthetic and sequence-specific RNA interfering antisense oligodeoxynucleotides (AS-ODNs) to reduce the expression of FcepsilonRIalpha gene in granulocytes of allergy sufferers in vitro, was investigated."}, {"pubmed": 19748979, "text": "Reconstitution of the immunoglobulin (Ig)E effect in the humanized Fc epsilon type I high affinity receptor alpha chain knockin mouse represents the first demonstration of human IgE antitumor adjuvanticity."}, {"pubmed": 20028371, "text": "FCER1A variants by themselves and in combination influence IgE levels and act synergistically to influence eczema risk."}, {"pubmed": 20028371, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20117843, "text": "SP downregulated expression of FcepsilonRI in a concentration dependent manner; the effect was mediated by the neurokinin-1 receptor and resulted in reduced mast cell activation."}, {"pubmed": 20126404, "text": "Data suggest a contribution of Fc epsilonRI alpha and gamma chains either to immunosurveillance or pathophysiology of the intestinal epithelium."}, {"pubmed": 20141544, "text": "Data show that atopic dermatitis patients with the FCER1A -315CT/TT genotype tended to have higher total serum IgE levels."}, {"pubmed": 20163202, "text": "FcRIalpha gene variants are involved in the pathogenesis of IBD."}, {"pubmed": 20163202, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20410486, "text": "counterregulation of FcepsilonRI and TLR-7 pathways exists in Plasmacytoid dendritic cells"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20523060, "text": "Glucose can augment Fc epsilon RI-mediated mast cell activation, particularly the degranulation response and LTC(4) secretion after prolonged culture of mast cells with high-glucose medium."}, {"pubmed": 20603037, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20664273, "text": "Secretagogue stimulation results in an increase in the immature p46 form of FcepsilonRIalpha due to reversal of degradative pathways rather than increased synthesis of FcepsilonRIalpha."}, {"pubmed": 20691829, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21209833, "text": "SNPs in the FCER1A gene region show no association with allergic rhinitis in a Han Chinese population"}, {"pubmed": 21216468, "text": "Data indicate that although results rather show the lack of an association between FCER1A rs41264475 mutation and atopic dermatitis, they suggest that its minor allele can predispose to the concomitant asthma in AD patients."}, {"pubmed": 21516097, "text": "The crystal structure of IgE bound to FcepsilonRI is determined."}, {"pubmed": 21622859, "text": "FcepsilonRI transgene on dendritic cells drives the cascade of pathogenic reactions linking the initial allergen capture by IgE with subsequent T helper (Th)2-dominated T cell responses and the development of late-phase allergic tissue inflammation."}, {"pubmed": 21725845, "text": "Linkage disequilibrium and the distribution of haplotypes for two identified human FCER1A 3'-UTR polymorphisms and several previously reported 5'-flanking region and 5'-UTR variants in Japanese and Poles, is described."}, {"pubmed": 21738338, "text": "There were no significant relationships between FcepsilonRI and atopic dermatitis, although there were trends towards an association between the 66T>C (rs2251746) polymorphism and total serum IgE levels."}, {"pubmed": 21903095, "text": "Data show that the developed method allows for comparative analysis of sFcepsilonRI levels in health and disease."}, {"pubmed": 21958156, "text": "increased FcepsilonRI expression on alveolar mast cells is a novel disease-specific feature of allergic asthma."}, {"pubmed": 22173243, "text": "Mutation in IgE receptor is associated with mast-cell leukemia."}, {"pubmed": 22222815, "text": "genetic polymorphisms in the promoter region is associated with atopic dermatitis in a Han Chinese population"}, {"pubmed": 22384272, "text": "Expression of high-affinity IgE receptor on human peripheral blood dendritic cells in children"}, {"pubmed": 22800345, "text": "no association between SNP in the FCER1A gene region and serum total IgE level in Chinese allergic rhinitis patients"}, {"pubmed": 23621092, "text": "We assayed the genotype and allele frequencies of rs2298804 (251 A>G) in the FCER1A gene, in patients with Systemic Lupus Erythematosus in a Chinese Han population and found a significant difference for both the AG genotype and the G allele"}, {"pubmed": 23725541, "text": "Genetic polymorphism is associated with IgE levels in asthmatics in Germany"}, {"pubmed": 23980848, "text": "elevated levels of surface-bound proteins on cord blood basophils is associated with maternal allergy"}, {"pubmed": 24354852, "text": "FCER2 polymorphism rs3760687 affects moderately elevated total serum IgE levels, especially in the absence of homozygosity for the risk allele of FCER1A SNP rs2427837."}, {"pubmed": 24361879, "text": "Overexpression of miR-142-3p enhances FcepsilonRI-mediated degranulation."}, {"pubmed": 24569373, "text": "FCER1A expressing dendritic cells and monocytes but not basophils, significantly contribute to serum hIgE clearance."}, {"pubmed": 24610015, "text": "Data indicate that antigen (Ag) targeting to FcepsilonRI inhibits the development of Ag-specific T cell immunity and induces T cell tolerance."}, {"pubmed": 25412950, "text": "These data suggest that rs2298805 might be associated with risk for Chronic urticaria and the therapeutic efficacy of nonsedating H1-antihistamines in Chinese patients"}, {"pubmed": 25713122, "text": "FcepsilonRI alpha-chain is an activating platelet endothelium aggregation receptor 1 (PEAR1) ligand."}, {"pubmed": 25923080, "text": "SNPs of FcepsilonR1alpha promoter region may be used as disease markers for IgE-mediated allergic inflammation caused by Dermatophagoides pteronyssinus."}, {"pubmed": 26136426, "text": "Tetraspanin CD151 Is a Negative Regulator of FcepsilonRI-Mediated Mast Cell Activation"}, {"pubmed": 26613553, "text": "Our results suggest that IL13 rs20541, IL4 rs2243250, ADRB2 rs1042713, and FCER1B rs569108, four SNPs with significant sole effect on asthma, interact to confer a higher risk for the disease in Chinese Han children."}, {"pubmed": 26626992, "text": "Asthmatics with reduced lung function had a higher frequency of Lin(-) CD34(hi) CD117(int/hi) Fc epsilon RI(+) blood mast cell progenitors than asthmatics with normal lung function."}, {"pubmed": 26707911, "text": "F-AFE containing anti-allergic phytochemicals, including arctigenin, inhibited the activation of the FceRI receptor induced by the antigenIgE complex"}, {"pubmed": 26774660, "text": "IgG2 and IgG3 are involved in recruiting CD32 to inhibit activation of FcepsilonRI in human basophils."}, {"pubmed": 27417022, "text": "Autoreactive CD4(+) T cells that target FcepsilonRIalpha were detected in most subjects with chronic spontaneous urticaria, with a cytokine secretion profile more typical of a TH1-cell response. Our findings suggest that measurement of T-cell as well as autoantibody responses to FcepsilonRIalpha could improve diagnostic accuracy in subjects with chronic spontaneous urticaria ."}, {"pubmed": 29243845, "text": "Patient stratification revealed a significant association (P < 0.05) of rs2427827 SNP with high IgE level Chronic Rhinosinusitis with Nasal Polyposis (CRSwNP) patients. Nonetheless, we found no SNP associated with low serum IgE level patients. SNP (rs2427827) in the FcvarepsilonR1alpha gene region and high IgE levels may confer susceptibility to CRSwNP in north Indian population."}, {"pubmed": 29295972, "text": "Data show that each IgE Fc is targeted by two single-domain antibodies (sdabs) having an epitope largely distinct from the FcepsilonRI binding site but overlapping significantly with the CD23-binding site."}, {"pubmed": 30144948, "text": "Circulating IgG to FcepsilonRIa was detected in 52.5% of CSU patients, including 83.3% of ASST-positive patients and 78.3% of APST-positive patients. Circulating IgG to FcepsilonRIa involved in the pathogenic mechanisms of CSU."}, {"pubmed": 30685572, "text": "Relevance of the Basophil High-Affinity IgE Receptor in Chronic Urticaria: Clinical Experience from a Tertiary Care Institution."}, {"pubmed": 30972912, "text": "FCER1A (rs7549785) and possibly POLR3G (rs7712322) are shown to be associated with peginterferon alfa-2a response in adult patients with chronic hepatitis B."}, {"pubmed": 32751734, "text": "FcepsilonRI Signaling in the Modulation of Allergic Response: Role of Mast Cell-Derived Exosomes."}, {"pubmed": 32883546, "text": "Interaction between functional polymorphisms in FCER1A and TLR2 and the severity of atopic dermatitis."}, {"pubmed": 33138797, "text": "Prediction of prognostic signatures in triple-negative breast cancer based on the differential expression analysis via NanoString nCounter immune panel."}, {"pubmed": 33160967, "text": "Inverse association of FCER1A allergy variant in monocytes and plasmacytoid dendritic cells."}, {"pubmed": 34420484, "text": "Genetic association study of CTLA4 and FCepsilonRIalpha polymorphisms in asthmatic patients in the southwestern region of Iran."}, {"pubmed": 34925339, "text": "FcER1: A Novel Molecule Implicated in the Progression of Human Diabetic Kidney Disease."}, {"pubmed": 36368013, "text": "Signals from the TAFA4-PTEN-PU.1 axis alleviate nasal allergy by modulating the expression of FcepsilonRI in mast cells."}, {"pubmed": 36430378, "text": "The Crosstalk between FcepsilonRI and Sphingosine Signaling in Allergic Inflammation."}], "genomic_pos": [{"chr": "1", "end": 159308224, "ensemblgene": "ENSG00000179639", "start": 159289714, "strand": 1}, {"chr": "HG2577_PATCH", "end": 60050, "ensemblgene": "ENSG00000291905", "start": 41540, "strand": 1}], "genomic_pos_hg19": {"chr": "1", "end": 159278014, "start": 159259504, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016064", "qualifier": "involved_in", "term": "immunoglobulin mediated immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016068", "pubmed": 8551243, "qualifier": "involved_in", "term": "type I hypersensitivity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0038095", "qualifier": "involved_in", "term": "Fc-epsilon receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042092", "pubmed": 8114916, "qualifier": "involved_in", "term": "type 2 immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043303", "pubmed": 8551243, "qualifier": "involved_in", "term": "mast cell degranulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043308", "pubmed": 8114916, "qualifier": "involved_in", "term": "eosinophil degranulation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [8114916, 8551243], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 1535625, "qualifier": "located_in", "term": "cell surface"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10917520, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019768", "qualifier": "enables", "term": "high-affinity IgE receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019768", "pubmed": [8114916, 8551243], "qualifier": "enables", "term": "high-affinity IgE receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019863", "qualifier": "enables", "term": "IgE binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019863", "pubmed": 10917520, "qualifier": "enables", "term": "IgE binding"}]}, "homologene": {"genes": [[9544, 719324], [9598, 469538], [9606, 2205], [9615, 478970], [9913, 506783], [10090, 14125], [10116, 25047]], "id": 1516}, "interpro": [{"desc": "Immunoglobulin subtype 2", "id": "IPR003598", "short_desc": "Ig_sub2"}, {"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Immunoglobulin", "id": "IPR013151", "short_desc": "Immunoglobulin"}], "ipi": ["IPI00023508", "IPI00549768"], "map_location": "1q23.2", "name": "Fc epsilon receptor Ia", "other_names": ["Fc IgE receptor, alpha polypeptide", "Fc epsilon RI alpha-chain", "Fc fragment of IgE receptor Ia", "Fc fragment of IgE, high affinity I, receptor for; alpha polypeptide", "Fc-epsilon RI-alpha", "FcepsilonRI alpha chain", "FcepsilonRIalpha", "high affinity immunoglobulin epsilon receptor alpha-subunit", "high affinity immunoglobulin epsilon receptor subunit alpha", "igE Fc receptor subunit alpha", "immunoglobulin E receptor, high-affinity, of mast cells, alpha polypeptide"], "pantherdb": {"HGNC": "3609", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95494", "ortholog_type": "LDO", "panther_family": "PTHR11481", "taxid": 10090, "uniprot_kb": "P20489"}, {"RGD": "2597", "ortholog_type": "LDO", "panther_family": "PTHR11481", "taxid": 10116, "uniprot_kb": "P12371"}, {"Ensembl": "ENSGALG00000054978", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 9031, "uniprot_kb": "A0A3Q2TZT5"}, {"Ensembl": "ENSGALG00000010507", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 9031, "uniprot_kb": "A0A1D5NUC5"}, {"ZFIN": "ZDB-GENE-160113-31", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LFS3"}, {"ZFIN": "ZDB-GENE-060503-236", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "M9MMA9"}, {"ZFIN": "ZDB-GENE-160114-56", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LGT7"}, {"ZFIN": "ZDB-GENE-160113-146", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A2R8RNZ0"}, {"ZFIN": "ZDB-GENE-160113-96", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LG22"}, {"ZFIN": "ZDB-GENE-060503-12", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "F1R827"}, {"ZFIN": "ZDB-GENE-060503-142", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "F1Q6P9"}, {"ZFIN": "ZDB-GENE-070912-139", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "F1R5U5"}, {"ZFIN": "ZDB-GENE-160113-56", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LG81"}, {"ZFIN": "ZDB-GENE-160113-14", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LH70"}, {"Ensembl": "ENSDARG00000071261", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "E7EZZ1"}, {"ZFIN": "ZDB-GENE-160113-32", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LGN5"}, {"ZFIN": "ZDB-GENE-160113-17", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LFQ2"}, {"ZFIN": "ZDB-GENE-160113-144", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LGT8"}, {"ZFIN": "ZDB-GENE-160113-57", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "A0A140LGV9"}, {"ZFIN": "ZDB-GENE-131119-51", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "X1WBV7"}, {"ZFIN": "ZDB-GENE-061013-717", "ortholog_type": "O", "panther_family": "PTHR11481", "taxid": 7955, "uniprot_kb": "F1R6I4"}], "uniprot_kb": "P12319"}, "pathway": {"biocarta": {"id": "fcer1pathway", "name": "fc epsilon receptor i signaling in mast cells"}, "kegg": [{"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa05310", "name": "Asthma - Homo sapiens (human)"}], "pid": {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, "reactome": [{"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2730905", "name": "Role of LAT2/NTAL/LAB on calcium mobilization"}, {"id": "R-HSA-2730905", "name": "Role of LAT2/NTAL/LAB on calcium mobilization"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-2871809", "name": "FCERI mediated Ca+2 mobilization"}, {"id": "R-HSA-2871809", "name": "FCERI mediated Ca+2 mobilization"}, {"id": "R-HSA-2871837", "name": "FCERI mediated NF-kB activation"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}}, "pdb": ["1F2Q", "1F6A", "1J86", "1J87", "1J88", "1J89", "1RPQ", "2Y7Q", "7SHT", "8C1B", "8C1C", "9EQ3", "9EQ4"], "pfam": ["PF00047", "PF13895", "PF13927"], "pharmgkb": "PA28056", "pharos": {"target_id": 9380, "tdl": "Tbio"}, "pir": "S00682", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167653", "relationship": "is"}, {"id": "GNF178559", "relationship": "is"}, {"id": "GNF189465", "relationship": "is"}, {"id": "GNF200371", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158598", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF004476", "relationship": "is"}, {"id": "GNF004477", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105542", "relationship": "is"}, {"id": "GNF145188", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NW_025791759.1"], "protein": ["NP_001374209.1", "NP_001374210.1", "NP_001374211.1", "NP_001992.1"], "rna": ["NM_001387280.1", "NM_001387281.1", "NM_001387282.1", "NM_002001.4"], "translation": [{"protein": "NP_001374210.1", "rna": "NM_001387281.1"}, {"protein": "NP_001374209.1", "rna": "NM_001387280.1"}, {"protein": "NP_001374211.1", "rna": "NM_001387282.1"}, {"protein": "NP_001992.1", "rna": "NM_002001.4"}]}, "reporter": {"HG-U133_Plus_2": ["1562537_at", "211734_s_at"], "HG-U95Av2": "34023_at", "HTA-2_0": "TC01001351.hg.1", "HuEx-1_0": "2362537", "HuGene-1_1": "7906443", "HuGene-2_1": "16672435"}, "summary": "The immunoglobulin epsilon receptor (IgE receptor) is the initiator of the allergic response. When two or more high-affinity IgE receptors are brought together by allergen-bound IgE molecules, mediators such as histamine that are responsible for allergy symptoms are released. This receptor is comprised of an alpha subunit, a beta subunit, and two gamma subunits. The protein encoded by this gene represents the alpha subunit. [provided by RefSeq, Aug 2011].", "symbol": "FCER1A", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414547"}, "unigene": "Hs.897", "uniprot": {"Swiss-Prot": "P12319", "TrEMBL": "E9PRN1"}, "wikipedia": {"url_stub": "FCER1A"}}