{"AllianceGenome": "3621", "HGNC": "3621", "MIM": "601437", "_id": "2217", "_version": 2, "accession": {"genomic": ["AC010619.7", "AF220542.1", "AF453513.1", "AF453514.1", "AF453515.1", "AF453516.1", "AF453517.1", "AH009974.2", "CH471177.1", "CP068259.2", "EF064735.1", "NC_000019.10", "NC_060943.1"], "protein": ["AAA58958.1", "AAF72596.1", "AAG31421.1", "AAH08734.1", "AAM27922.1", "AAM27923.1", "AAM27924.1", "AAM27925.1", "AAM27926.1", "AAP35474.1", "ABK41918.1", "ARO48560.1", "ARO48561.1", "ARO48562.1", "ARO48563.1", "BAG52159.1", "BAG52164.1", "BAH12955.1", "CAI46032.1", "EAW52498.1", "EAW52499.1", "EAW52500.1", "NP_001129491.1", "NP_001397993.1", "NP_004098.1", "P55899.1", "XP_047294364.1", "XP_047294366.1", "XP_047294367.1", "XP_047294368.1", "XP_054176174.1", "XP_054176175.1", "XP_054176176.1", "XP_054176177.1", "XP_054176178.1"], "rna": ["AK074734.1", "AK075510.1", "AK075532.1", "AK299124.1", "BC008734.2", "BC020421.1", "BC091487.1", "BE245284.1", "BI520292.1", "BT006828.1", "BX647163.1", "DC312637.1", "KY503191.1", "KY503192.1", "KY503193.1", "KY503194.1", "NM_001136019.3", "NM_001411064.1", "NM_004107.5", "U12255.1", "XM_047438408.1", "XM_047438410.1", "XM_047438411.1", "XM_047438412.1", "XM_054320199.1", "XM_054320200.1", "XM_054320201.1", "XM_054320202.1", "XM_054320203.1"], "translation": [{"protein": "XP_054176176.1", "rna": "XM_054320201.1"}, {"protein": "XP_047294366.1", "rna": "XM_047438410.1"}, {"protein": "ARO48561.1", "rna": "KY503192.1"}, {"protein": "CAI46032.1", "rna": "BX647163.1"}, {"protein": "NP_001129491.1", "rna": "NM_001136019.3"}, {"protein": "ARO48562.1", "rna": "KY503193.1"}, {"protein": "AAP35474.1", "rna": "BT006828.1"}, {"protein": "XP_047294368.1", "rna": "XM_047438412.1"}, {"protein": "BAH12955.1", "rna": "AK299124.1"}, {"protein": "ARO48563.1", "rna": "KY503194.1"}, {"protein": "AAH08734.1", "rna": "BC008734.2"}, {"protein": "NP_001397993.1", "rna": "NM_001411064.1"}, {"protein": "NP_004098.1", "rna": "NM_004107.5"}, {"protein": "XP_054176175.1", "rna": "XM_054320200.1"}, {"protein": "AAA58958.1", "rna": "U12255.1"}, {"protein": "XP_047294367.1", "rna": "XM_047438411.1"}, {"protein": "XP_054176177.1", "rna": "XM_054320202.1"}, {"protein": "XP_054176178.1", "rna": "XM_054320203.1"}, {"protein": "BAG52164.1", "rna": "AK075532.1"}, {"protein": "ARO48560.1", "rna": "KY503191.1"}, {"protein": "BAG52159.1", "rna": "AK075510.1"}, {"protein": "XP_047294364.1", "rna": "XM_047438408.1"}, {"protein": "XP_054176174.1", "rna": "XM_054320199.1"}]}, "alias": ["FCRN", "FcgammaRn", "alpha-chain"], "ensembl": {"gene": "ENSG00000104870", "protein": ["ENSP00000221466", "ENSP00000410798", "ENSP00000469933", "ENSP00000469968", "ENSP00000471118", "ENSP00000471232", "ENSP00000471300", "ENSP00000472256", "ENSP00000472350", "ENSP00000472604", "ENSP00000472794"], "transcript": ["ENST00000221466", "ENST00000426395", "ENST00000452439", "ENST00000593381", "ENST00000593431", "ENST00000594823", "ENST00000595677", "ENST00000595881", "ENST00000596147", "ENST00000596975", "ENST00000598076", "ENST00000598319", "ENST00000598491", "ENST00000598927", "ENST00000598936", "ENST00000599701", "ENST00000599988", "ENST00000600273"], "translation": [{"protein": "ENSP00000472350", "rna": "ENST00000598491"}, {"protein": "ENSP00000472794", "rna": "ENST00000599701"}, {"protein": "ENSP00000221466", "rna": "ENST00000221466"}, {"protein": "ENSP00000469968", "rna": "ENST00000598927"}, {"protein": "ENSP00000410798", "rna": "ENST00000426395"}, {"protein": "ENSP00000469933", "rna": "ENST00000600273"}, {"protein": "ENSP00000471300", "rna": "ENST00000599988"}, {"protein": "ENSP00000471118", "rna": "ENST00000596975"}, {"protein": "ENSP00000472604", "rna": "ENST00000598319"}, {"protein": "ENSP00000472256", "rna": "ENST00000593381"}, {"protein": "ENSP00000471232", "rna": "ENST00000598076"}], "type_of_gene": "protein_coding"}, "entrezgene": "2217", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.85077854136, "exp_mis": 137.499468149, "exp_syn": 78.4556790407, "lof_z": 2.79341769228325, "mis_z": 0.729947427825342, "mu_lof": 7.73922364824e-07, "mu_mis": 1.35841666038e-05, "mu_syn": 7.60690603335e-06, "n_lof": 1.0, "n_mis": 120.0, "n_syn": 71.0, "p_li": 0.825587179671645, "p_null": 0.000803056631351571, "p_rec": 0.173609763697004, "syn_z": 0.521824586467961}, "bp": 1098, "cds_end": 50029376, "cds_start": 50016657, "n_exons": 6, "nonpsych": {"exp_lof": 8.81533310694, "exp_mis": 124.349718699, "exp_syn": 70.909388355, "lof_z": 2.58511642396551, "mis_z": 0.603824639801116, "mu_lof": 7.73922364824e-07, "mu_mis": 1.35841666038e-05, "mu_syn": 7.60690603335e-06, "n_lof": 1.0, "n_mis": 111.0, "n_syn": 66.0, "p_li": 0.785777090337658, "p_null": 0.00172020872516715, "p_rec": 0.212502700937175, "syn_z": 0.367061760444584}, "nontcga": {"exp_lof": 9.05291349739, "exp_mis": 126.489716856, "exp_syn": 72.1694246608, "lof_z": 2.64021985584879, "mis_z": 0.641862711608897, "mu_lof": 7.73922364824e-07, "mu_mis": 1.35841666038e-05, "mu_syn": 7.60690603335e-06, "n_lof": 1.0, "n_mis": 112.0, "n_syn": 67.0, "p_li": 0.784988832250881, "p_null": 0.00142734399146591, "p_rec": 0.213583823757653, "syn_z": 0.385289775910859}, "transcript": "ENST00000221466.5"}, "exons": [{"cdsend": 49526119, "cdsstart": 49513400, "chr": "19", "position": [[49512660, 49512750], [49513386, 49513473], [49513881, 49514133], [49514210, 49514486], [49524506, 49524776], [49525456, 49525573], [49526009, 49526428]], "strand": 1, "transcript": "NM_001136019", "txend": 49526428, "txstart": 49512660}, {"cdsend": 49526119, "cdsstart": 49513400, "chr": "19", "position": [[49513265, 49513473], [49513881, 49514133], [49514210, 49514486], [49524506, 49524776], [49525456, 49525573], [49526009, 49526428]], "strand": 1, "transcript": "NM_004107", "txend": 49526428, "txstart": 49513265}], "exons_hg19": [{"cdsend": 50029376, "cdsstart": 50016657, "chr": "19", "position": [[50015917, 50016007], [50016643, 50016730], [50017138, 50017390], [50017467, 50017743], [50027763, 50028033], [50028713, 50028830], [50029266, 50029685]], "strand": 1, "transcript": "NM_001136019", "txend": 50029685, "txstart": 50015917}, {"cdsend": 50029376, "cdsstart": 50016657, "chr": "19", "position": [[50016522, 50016730], [50017138, 50017390], [50017467, 50017743], [50027763, 50028033], [50028713, 50028830], [50029266, 50029685]], "strand": 1, "transcript": "NM_004107", "txend": 50029685, "txstart": 50016522}], "generif": [{"pubmed": 11717196, "text": "Human FcRn binds selectively to human, rabbit and guinea pig IgG but not significantly to rat, bovine, sheep or mouse IgG (except for weak binding to mouse IgG2b)."}, {"pubmed": 12006623, "text": "Assembly of the FcRn alpha-chain with beta(2)microglobulin is important for both transport of FcRn from the ER to the cell surface and efficient pH-dependent IgG binding."}, {"pubmed": 12023961, "text": "Functional reconstitution in Madin-Darby canine kidney cells requires co-expressed human beta 2-microglobulin"}, {"pubmed": 12144784, "text": "although a secreted soluble form of human FcRn does not dimerize, the membrane-anchored receptor can form both non-covalent and covalent dimers; dimerization of human FcRn occurs in the absence of its ligand, IgG"}, {"pubmed": 12538789, "text": "Expression of FcRn is demonstrated along the human fetal intestine and in a human nonmalignant fetal intestinal epithelial cell line (H4), which by location indicates that FcRn could play a role in the uptake and transport of IgG in the human fetus."}, {"pubmed": 12972260, "text": "data show that it is possible to confer binding of mouse immunoglobulin G on human FcRn by mutagenesis of selected residues; observations are of direct relevance to understanding the molecular nature of the human FcRn-IgG interaction"}, {"pubmed": 14764666, "text": "Analysis of the dynamics and properties of trafficking of FcRn in live microvascular endothelial cells shows that the primary site at which FcRn sorts IgGs for either salvage or lysosomal degradation is the sorting endosome."}, {"pubmed": 14767057, "text": "strong cell surface polarity displayed by hFcRn results from dominant basolateral sorting by motifs in the cytoplasmic tail that nonetheless allows for a cycle of bidirectional transcytosis"}, {"pubmed": 15258288, "text": "FCRN is involved in IgG exocytosis."}, {"pubmed": 15644205, "text": "residues encompassing and extending away from the interaction site on the alpha2 helix of FcRn play a significant and most likely indirect role in FcRn-IgG interactions"}, {"pubmed": 15654966, "text": "expression of a functional FcRn in normal human epidermal keratinocytes."}, {"pubmed": 15689494, "text": "FcRn leaves sorting endosomes in Rab4(+)Rab11(+) or Rab11(+) compartments"}, {"pubmed": 16229888, "text": "These transport and localization data are in accordance with efficient hFcRn-mediated apical IgG recycling and basolateral directed IgG transcytosis in placental trophoblasts."}, {"pubmed": 16549777, "text": "FcRn binds IgG and albumin, salvages both from a degradative fate, and maintains their physiologic concentrations"}, {"pubmed": 16805790, "text": "a variable number of tandem repeats promoter polymorphism influences the expression of the FcRn receptor, leading to different IgG-binding capacities"}, {"pubmed": 16849638, "text": "FcRn fulfills a major role in IgG-mediated phagocytosis"}, {"pubmed": 17046328, "text": "FcRn-mediated recycling is a major contributor to the high endogenous concentrations of IgG and serum albumin, two important plasma proteins."}, {"pubmed": 17048273, "text": "Our results show clear evidence that the conserved H166 is a key player in the FcRn-albumin interaction."}, {"pubmed": 17384151, "text": "Elucidation of intracellular recycling pathways leading to exocytosis of FCRN was facilitated by using multifocal plane micoscopy."}, {"pubmed": 17674040, "text": "Neonatal Fc receptor (FcRn) was expressed in various cells of the human skin (including keratinocytes, melanocytes, and histiocytes)."}, {"pubmed": 17703228, "text": "This review summarizes FcRn biology."}, {"pubmed": 17709515, "text": "These data provide the first evidence that NF-kappaB signaling via intronic sequences regulates FcRn expression and function."}, {"pubmed": 18003977, "text": "These results suggest a novel mechanism for regulation of IgG transport by calmodulin-dependent sorting of FcRn and its cargo away from a degradative pathway and into a bidirectional transcytotic route."}, {"pubmed": 18566411, "text": "JAK/STAT-1 signaling pathway was necessary and sufficient to mediate the down-regulation of FcRn gene expression by IFN-gamma"}, {"pubmed": 18599440, "text": "A previously undescribed role for FcRn in mediating the presentation of antigens by dendritic cells when antigens are present as a complex with antibody, is shown."}, {"pubmed": 18637944, "text": "The impact of two free cysteine residues (C48 and C251) of the FcRn heavy chain on the overall structure and function of soluble human FcRn is explored."}, {"pubmed": 18684948, "text": "Intracellular trafficking of FcRn is regulated by its intrinsic sorting information and/or an interaction with major histocompatibility (MHC) class II invariant chain (Ii)."}, {"pubmed": 18843053, "text": "Results indicate that FcRn-dependent internalization of IgG may be important not only in cells taking up IgG from an extracellular acidic space, but also in endothelial cells participating in homeostatic regulation of circulating IgG levels."}, {"pubmed": 19164298, "text": "N-glycans in FcRn contribute significantly to the steady-state membrane distribution and direction of IgG transport in polarized epithelia."}, {"pubmed": 19362735, "text": "The role of hFcRn in IgG transport and trafficking in syncytiotrophoblasts cultures in vitro."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19451275, "text": "a single structurally and functionally heterogeneous recycling endosome compartment that traffics FcRn to both cell surfaces while discriminating between recycling and transcytosis pathways polarized in their direction of transport"}, {"pubmed": 19462839, "text": "It plays a role in intracellular IGG transfer and immune surveillance. (review)"}, {"pubmed": 19772792, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19772792, "text": "VNTR polymorphisms within the FCGRT promoter are not associated with LN in the Chinese population."}, {"pubmed": 20006594, "text": "A recombinant truncated HSA variant, HSA(Bartin), does not interact with FcRn, which gives a molecular explanation for the low serum levels."}, {"pubmed": 20018855, "text": "No binding of albumin was observed at physiological pH to neonatal Fc receptor. At acidic pH, a 100-fold difference in binding affinity was observed."}, {"pubmed": 20083659, "text": "Affinities to FcRn of clinically used therapeutic proteins are closely correlated with the serum half-lives reported from clinical studies, and suggest an important role of FcRn in regulating the serum half-lives of the therapeutic proteins."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452034, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20452034, "text": "promoter polymorphism is not associted with the rate of maternal-fetal IgG transfer"}, {"pubmed": 20592032, "text": "the x-ray crystal structure of a representative monomeric peptide in complex with human FcRn"}, {"pubmed": 20627700, "text": "influence of FcRn expression on disease phenotype and the catabolism of therapeutically administered intravenous immunoglobulins in 28 patients with common variable immunodeficiency"}, {"pubmed": 20930418, "text": "Thirty-three genetic variations of FCGRT, including 17 novel ones, were found."}, {"pubmed": 21256596, "text": "Methionine (Met) oxidation can result in a significant reduction of the serum circulation half-life and the magnitude of the change correlates well with the extent of Met oxidation and changes in FcRn binding affinities."}, {"pubmed": 21368166, "text": "These studies demonstrate that FcRn-mediated transport is a mechanism by which IgG can act locally in the female genital tract in immune surveillance and in host defense against sexually transmitted diseases."}, {"pubmed": 21690327, "text": "FcRn transgene blockade is a primary contributing factor toward reduction in arthritis severity; engineering of antibody Fc regions to generate potent FcRn blockers holds promise for the therapy of antibody-mediated autoimmunity in experimental arthritis."}, {"pubmed": 22215085, "text": "Structure-based mutagenesis reveals the albumin-binding site of the neonatal Fc receptor"}, {"pubmed": 22453095, "text": "This mAb panel provides a powerful resource for probing the biology of human FcRn and for the evaluation of therapeutic FcRn blockade strategies."}, {"pubmed": 22570488, "text": "Serum half-life of IgG is controlled by the neonatal Fc receptor (FcRn) that interacts with the IgG Fc region and may be increased or decreased as a function of altered FcRn binding."}, {"pubmed": 23220220, "text": "Human FcRn was visualized in epithelial cells of Tg276 mice, but low serum hIgG levels were obtained"}, {"pubmed": 23286945, "text": "genetic polymorphism is associated with the efficiency of Ig replacement therapy in common variable immunodeficiency"}, {"pubmed": 23384837, "text": "Data indicate that Fc-neonatal Fc receptor (FcRn) interaction is pH dependent."}, {"pubmed": 23741050, "text": "Only the unbound receptor or FcRn bound to monomeric IgG is sorted into recycling tubules emerging from early endosomes."}, {"pubmed": 23751752, "text": "The FCGRT promoter VNTR may influence mAbs' distribution in the body. CNV of FCGRT cannot be used as a relevant pharmacogenetic marker because of its low frequency."}, {"pubmed": 23765230, "text": "Analytical FcRn chromatography allows differentiation of IgG samples and variants by peak pattern and retention time profile."}, {"pubmed": 23917469, "text": "Studies indicate that high levels of endogenous IgG can compete with the monoclonal antibodies (mAbs) for binding to the neonatal Fc receptor (FcRn)."}, {"pubmed": 24057047, "text": "Molecular dynamic simulations of human FcRn-Fc binding structures proposed that the protein-protein binding interface is composed of three subsites."}, {"pubmed": 24072267, "text": "In intestine, there was an increasing proximal-distal gradient of mucosal FcRn mRNA and protein expression."}, {"pubmed": 24278022, "text": "The Neonatal Fc receptor (FcRn) enhances human immunodeficiency virus type 1 (HIV-1) transcytosis across epithelial cells."}, {"pubmed": 24469444, "text": "analysis of neonatal Fc receptor-based recycling mechanisms through identification of the human Fc interaction with human FcRn"}, {"pubmed": 24550358, "text": "FcRn has the potential to interact with IgG-Fc domains in the ciliary epithelium and retinal and choroidal vasculature, which might affect the half-life and distribution of intravitreally injected Fc-carrying molecules."}, {"pubmed": 24652290, "text": "Extending serum half-life of albumin by engineering neonatal Fc receptor (FcRn) binding."}, {"pubmed": 24764301, "text": "A cluster of conserved tryptophan residues of FcRn is required for binding to albumin and anti-FcRn albumin blocking antibodies."}, {"pubmed": 24802048, "text": "Characterization and screening of IgG binding to the neonatal Fc receptor."}, {"pubmed": 25030041, "text": "These results suggest that hFcRn Tgm are a valuable and useful tool for pharmacokinetic screening of mAbs and Fc-fusion proteins in the preclinical stage."}, {"pubmed": 25344603, "text": "domain I and III of albumin required for optimal pH-dependent binding to the neonatal Fc receptor"}, {"pubmed": 25652137, "text": "These data indicate that human FcRn facilitates the transepithelial transport of IgE in the form of IgG anti-IgE/IgE ICs."}, {"pubmed": 25658443, "text": "The neonatal Fc receptor (FcRn) binds independently to both sites of the IgG homodimer with identical affinity."}, {"pubmed": 25823782, "text": "none of the three functional polymorphisms in FcgammaR genes explored here, the FCGR3A F158V and FCGR2B I232T nsSNPs and the VNTR in FCGRT, showed an association with the response to TNFi in patients with rheumatoid arthritis"}, {"pubmed": 26252948, "text": "analysis of binding motifs in the hFCGRT promoter that interact with their corresponding (Sp1, Sp2, Sp3, c-Fos, c-Jun, YY1, and C/EBPbeta or C/EBPdelta) transcription factors (TFs) suggests their involvement in regulation of human FCGRT gene expression"}, {"pubmed": 26254986, "text": "FcRn binding activity of a large set of Fc-fusion samples after thermal stress, was investigated."}, {"pubmed": 26260795, "text": "Critical Role of the Neonatal Fc Receptor (FcRn) in the Pathogenic Action of Antimitochondrial Autoantibodies Synergizing with Anti-desmoglein Autoantibodies in Pemphigus Vulgaris."}, {"pubmed": 26337808, "text": "Data indicate improved pharmacokinetics through enhanced neonatal Fc receptor (FcRn) interactions were apparent for a complementarity-determining region (CDR) charge-patch normalized monoclonal antibody (mAb) which was affected by non-specific clearance."}, {"pubmed": 26634928, "text": "the localization of FcRn alpha-chain in fixed nasal tissue, was studied."}, {"pubmed": 27016466, "text": "This review summarizes the main findings on Fc Receptor neonatal biology, function and distribution throughout different tissues."}, {"pubmed": 27469170, "text": "The results suggest that regardless of hyperglycemia degree, it decreases FcRn expression in placenta and blood cells and compromises the production and transfer of antibodies from maternal blood to newborns."}, {"pubmed": 27836572, "text": "FcRn is involved in transport of aflibercept through REC in vitro."}, {"pubmed": 27974681, "text": "we have demonstrated that loss of FcRn expression promotes tumor cell growth and proliferation. Our data support a model in which FcRn-mediated recycling of albumin reduces amino acid availability to fuel metabolic pathways."}, {"pubmed": 28081504, "text": "this study shows that FcRn may be associated with the transport and metabolism of IgG in thyrocytes and that transport is independent of IgG type, and that FcRn may be involved in Hashimoto's thyroiditis pathogenesis"}, {"pubmed": 28637874, "text": "Data suggest that, unlike albumin with low FcRn-binding affinity, albumin with high FcRn-binding affinity (due to genetic variation/genetic engineering) is directed less to lysosomes and more to endosomes, suggestive of FcRn-directed albumin salvage from lysosomal degradation. (FcRn = neonatal Fc receptor)"}, {"pubmed": 28760885, "text": "these findings establish a novel mechanism of humoral protection in the eye involving FcRn and may facilitate vaccine and therapeutic development for other ocular surface diseases"}, {"pubmed": 28991504, "text": "Domains distal from the Fc could contribute to FcRn binding of IgG and alter antibody pharmacokinetics."}, {"pubmed": 28991911, "text": "An arginine-to-histidine replacement at residue 435 in the binding domain of IgG3 to FcRn increases the transplacental transfer and half-life of malaria-specific IgG3 in young infants and is associated with reduced risk of clinical malaria during infancy."}, {"pubmed": 29302759, "text": "Regulation of the Human Fc-Neonatal Receptor alpha-Chain Gene FCGRT by MicroRNA-3181."}, {"pubmed": 29523681, "text": "As expected, recombinant factor IX (without albumin fusion) and an FcRn interaction-defective albumin variant localized to the lysosomal compartments of both FcRn-expressing and nonexpressing cells. These results indicate that FcRn-mediated recycling via the albumin moiety is a mechanism for the half-life extension of rIX-FP observed in clinical studies."}, {"pubmed": 29540212, "text": "the presence of human serum albumin (HSA) or immunoglobulin G (IgG), which are both protected from intracellular degradation by the interaction with the neonatal Fc receptor (FcRn), results in a decreased amount of internalized fibrinogen."}, {"pubmed": 29745444, "text": "this study shows that the IgG transfer from maternal serum to the fetus is positively correlated with FcRn expression in placental tissue throughout gestati"}, {"pubmed": 29782488, "text": "small molecule binds into a conserved cavity of the heterodimeric, extracellular domain composed of an alpha-chain and beta2-microglobulin"}, {"pubmed": 29908223, "text": "Down-regulation of FcRn is speculated to play a protective role in Hashimoto's thyroiditis pathogenesis by mainly reducing IgG1 transport in thyrocytes."}, {"pubmed": 30326650, "text": "the measurement of FcRn protein may be preferred to FcRn mRNA for quantitative applications. Significant differences were found in FcRn expression in transgenic mice, Swiss Webster mice, and human tissues, which may have implications for the use of mouse models in the assessment of monoclonal antibody disposition, efficacy, and safety."}, {"pubmed": 30808762, "text": "We show that loss of expression of FcRn or its binding partner beta 2 microglobulin (b2M) renders cells resistant to infection by a panel of echoviruses at the stage of virus attachment, and that a blocking antibody to b2M inhibits echovirus infection in cell lines and in primary human intestinal epithelial cells"}, {"pubmed": 30893823, "text": "This is the first time that FcRn expression and mAb transcytosis has been shown in a model of human nasal respiratory epithelium in vitro."}, {"pubmed": 30955709, "text": "Placental FcRn expression in endothelial cells and macrophages is analogous to the expression pattern in other organs. FcRn expression suggests an involvement of FcRn in IgG transcytosis and/or participation in recycling/salvaging of maternal IgG present in the fetal circulation. FcRn expression in placental macrophages may account for recycling of monomeric IgG and/or processing and presentation of immune complexes."}, {"pubmed": 31089170, "text": "Reduced FcRn-mediated transcytosis of IgG2 due to a missing Glycine in its lower hinge."}, {"pubmed": 31209240, "text": "Contribution of DNA methylation to the expression of FCGRT in human liver and myocardium."}, {"pubmed": 31289263, "text": "Study shows that human cytomegalovirus US11 inhibits the assembly of FcRn with beta2m and retains FcRn in the endoplasmic reticulum (ER), consequently blocking FcRn trafficking to the endosome. US11 recruits the ubiquitin enzymes Derlin-1, TMEM129 and UbE2J2 to engage FcRn, consequently initiating the dislocation of FcRn from the ER to the cytosol and facilitating its degradation."}, {"pubmed": 32461366, "text": "FcRn, but not FcgammaRs, drives maternal-fetal transplacental transport of human IgG antibodies."}, {"pubmed": 32658257, "text": "FcRn is a CD32a coreceptor that determines susceptibility to IgG immune complex-driven autoimmunity."}, {"pubmed": 33025844, "text": "Functional humanization of immunoglobulin heavy constant gamma 1 Fc domain human FCGRT transgenic mice."}, {"pubmed": 33077645, "text": "V Region of IgG Controls the Molecular Properties of the Binding Site for Neonatal Fc Receptor."}, {"pubmed": 33360096, "text": "Demonstration of fibrinogen-FcRn binding at acidic pH by means of Fluorescence Correlation Spectroscopy."}, {"pubmed": 34634960, "text": "Neonatal Fc receptor expression in lymphoid and myeloid cells in systemic lupus erythematosus."}, {"pubmed": 34704415, "text": "Research progress on neonatal Fc receptor and its application."}, {"pubmed": 34753797, "text": "An Expanded Genome-Wide Association Study of Fructosamine Levels Identifies RCN3 as a Replicating Locus and Implicates FCGRT as the Effector Transcript."}, {"pubmed": 34996950, "text": "Human IgE does not bind to human FcRn."}, {"pubmed": 35862785, "text": "Human FcRn Is a Two-in-One Attachment-Uncoating Receptor for Echovirus 18."}, {"pubmed": 36726033, "text": "The therapeutic age of the neonatal Fc receptor."}, {"pubmed": 38205888, "text": "Association of the neonatal Fc receptor promoter variable number of tandem repeat polymorphism with immunoglobulin response in patients with chronic inflammatory demyelinating polyneuropathy."}, {"pubmed": 38353127, "text": "Albumin influences leucocyte FcRn expression in the early days of kidney transplantation."}, {"pubmed": 38971109, "text": "The role of immunoglobulin transport receptor, neonatal Fc receptor in mucosal infection and immunity and therapeutic intervention."}], "genomic_pos": {"chr": "19", "end": 49526428, "ensemblgene": "ENSG00000104870", "start": 49506816, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 50029590, "start": 50010073, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0002416", "pubmed": 7964511, "qualifier": "involved_in", "term": "IgG immunoglobulin transcytosis in epithelial cells mediated by FcRn immunoglobulin receptor"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006955", "qualifier": "involved_in", "term": "immune response"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "is_active_in", "term": "external side of plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019864", "pubmed": 7964511, "qualifier": "enables", "term": "IgG binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030881", "qualifier": "enables", "term": "beta-2-microglobulin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042605", "qualifier": "NOT enables", "term": "peptide antigen binding"}]}, "homologene": {"genes": [[9544, 718859], [9598, 456208], [9606, 2217], [9615, 476414], [9913, 338062], [10090, 14132], [10116, 29558]], "id": 3030}, "interpro": [{"desc": "MHC class I-like antigen recognition-like", "id": "IPR011161", "short_desc": "MHC_I-like_Ag-recog"}, {"desc": "MHC classes I/II-like antigen recognition protein", "id": "IPR011162", "short_desc": "MHC_I/II-like_Ag-recog"}, {"desc": "MHC class I-like antigen recognition-like superfamily", "id": "IPR037055", "short_desc": "MHC_I-like_Ag-recog_sf"}, {"desc": "Immunoglobulin/major histocompatibility complex, conserved site", "id": "IPR003006", "short_desc": "Ig/MHC_CS"}, {"desc": "Immunoglobulin C1-set", "id": "IPR003597", "short_desc": "Ig_C1-set"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": "IPI00026646", "map_location": "19q13.33", "name": "Fc gamma receptor and transporter", "other_names": ["Fc fragment of IgG receptor and transporter", "Fc fragment of IgG, receptor, transporter, alpha", "FcRn alpha chain", "IgG Fc fragment receptor transporter alpha chain", "IgG receptor FcRn large subunit p51", "heavy chain of the major histocompatibility complex class I-like Fc receptor", "immunoglobulin receptor, intestinal, heavy chain", "major histocompatibility complex class I-like Fc receptor", "neonatal Fc receptor", "neonatal Fc-receptor for Ig", "transmembrane alpha chain of the neonatal receptor"], "pantherdb": {"HGNC": "3621", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "103017", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10090, "uniprot_kb": "Q61559"}, {"RGD": "61811", "ortholog_type": "LDO", "panther_family": "PTHR16675", "taxid": 10116, "uniprot_kb": "P13599"}, {"Ensembl": "ENSGALG00000049444", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PUR0"}, {"Ensembl": "ENSGALG00000051088", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2UMZ6"}, {"Ensembl": "ENSGALG00000052732", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2TYX2"}, {"Ensembl": "ENSGALG00000051054", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PXR5"}, {"Ensembl": "ENSGALG00000053682", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2U882"}, {"Ensembl": "ENSGALG00000047314", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q3AG95"}, {"Ensembl": "ENSGALG00000052371", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PGY6"}, {"Ensembl": "ENSGALG00000052686", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5P642"}, {"Ensembl": "ENSGALG00000049208", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PV14"}, {"Gene": "HA1F_CHICK", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "P15979"}, {"Ensembl": "ENSGALG00000041380", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "Q95601"}, {"Ensembl": "ENSGALG00000048749", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PT69"}, {"Ensembl": "ENSGALG00000051188", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q3AAA2"}, {"Ensembl": "ENSGALG00000050329", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PBS4"}, {"Ensembl": "ENSGALG00000047380", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A3Q2U286"}, {"Ensembl": "ENSGALG00000047025", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PGC3"}, {"Ensembl": "ENSGALG00000054070", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0A1D5PZ85"}, {"Ensembl": "ENSGALG00000033932", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 9031, "uniprot_kb": "A0ZXL5"}, {"ZFIN": "ZDB-GENE-140820-7", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FE17"}, {"ZFIN": "ZDB-GENE-050417-464", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "B8JM90"}, {"Ensembl": "ENSDARG00000055813", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0R4IZK4"}, {"ZFIN": "ZDB-GENE-140820-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF83"}, {"ZFIN": "ZDB-GENE-140820-8", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH2"}, {"Ensembl": "ENSDARG00000051711", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1QKU1"}, {"ZFIN": "ZDB-GENE-140820-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1RAH3"}, {"Ensembl": "ENSDARG00000016227", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F1M4"}, {"Ensembl": "ENSDARG00000103049", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2L594"}, {"ZFIN": "ZDB-GENE-140820-13", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0G2KIH5"}, {"Ensembl": "ENSDARG00000096940", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "X1WF74"}, {"Ensembl": "ENSDARG00000115781", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A2R8QQR6"}, {"ZFIN": "ZDB-GENE-130206-11", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1R6J5"}, {"ZFIN": "ZDB-GENE-070424-4", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A4FUM4"}, {"ZFIN": "ZDB-GENE-040426-2149", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F4"}, {"ZFIN": "ZDB-GENE-130206-5", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "U6BNE9"}, {"ZFIN": "ZDB-GENE-030916-1", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A0A0N4SU34"}, {"ZFIN": "ZDB-GENE-130206-9", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "F1Q8P0"}, {"ZFIN": "ZDB-GENE-070705-176", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "A8E7F2"}, {"Ensembl": "ENSDARG00000059039", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7F9I1"}, {"ZFIN": "ZDB-GENE-990415-145", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "Q6GMG0"}, {"Ensembl": "ENSDARG00000039164", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E7FAH6"}, {"ZFIN": "ZDB-GENE-060825-152", "ortholog_type": "O", "panther_family": "PTHR16675", "taxid": 7955, "uniprot_kb": "E9QCH2"}], "uniprot_kb": "P55899"}, "pdb": ["1EXU", "3M17", "3M1B", "4K71", "4N0F", "4N0U", "5BJT", "5BXF", "5WHK", "6C97", "6C98", "6C99", "6FGB", "6ILM", "6LA6", "6LA7", "6NHA", "6QIO", "6QIP", "6WNA", "6WOL", "7B5F", "7C9V", "7Q15", "7XXA"], "pfam": ["PF00129", "PF07654"], "pharmgkb": "PA28067", "pharos": {"target_id": 2758, "tdl": "Tclin"}, "pir": "I38720", "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167662", "relationship": "is"}, {"id": "GNF178568", "relationship": "is"}, {"id": "GNF189474", "relationship": "is"}, {"id": "GNF200380", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039556", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF004488", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101615", "relationship": "is"}, {"id": "GNF141270", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_001129491.1", "NP_001397993.1", "NP_004098.1", "XP_047294364.1", "XP_047294366.1", "XP_047294367.1", "XP_047294368.1", "XP_054176174.1", "XP_054176175.1", "XP_054176176.1", "XP_054176177.1", "XP_054176178.1"], "rna": ["NM_001136019.3", "NM_001411064.1", "NM_004107.5", "XM_047438408.1", "XM_047438410.1", "XM_047438411.1", "XM_047438412.1", "XM_054320199.1", "XM_054320200.1", "XM_054320201.1", "XM_054320202.1", "XM_054320203.1"], "translation": [{"protein": "XP_054176178.1", "rna": "XM_054320203.1"}, {"protein": "XP_054176176.1", "rna": "XM_054320201.1"}, {"protein": "NP_001397993.1", "rna": "NM_001411064.1"}, {"protein": "XP_047294368.1", "rna": "XM_047438412.1"}, {"protein": "XP_054176175.1", "rna": "XM_054320200.1"}, {"protein": "XP_047294366.1", "rna": "XM_047438410.1"}, {"protein": "NP_004098.1", "rna": "NM_004107.5"}, {"protein": "XP_047294364.1", "rna": "XM_047438408.1"}, {"protein": "XP_047294367.1", "rna": "XM_047438411.1"}, {"protein": "NP_001129491.1", "rna": "NM_001136019.3"}, {"protein": "XP_054176174.1", "rna": "XM_054320199.1"}, {"protein": "XP_054176177.1", "rna": "XM_054320202.1"}]}, "reporter": {"HG-U133_Plus_2": "218831_s_at", "HG-U95Av2": ["31431_at", "31432_g_at"], "HG-U95B": "52415_s_at", "HTA-2_0": "TC19000737.hg.1", "HuEx-1_0": "3838624", "HuGene-1_1": "8030374", "HuGene-2_1": "16864167"}, "summary": "This gene encodes a receptor that binds the Fc region of monomeric immunoglobulin G. The encoded protein transfers immunoglobulin G antibodies from mother to fetus across the placenta. This protein also binds immunoglobulin G to protect the antibody from degradation. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Apr 2009].", "symbol": "FCGRT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414557"}, "unigene": "Hs.111903", "uniprot": {"Swiss-Prot": "P55899", "TrEMBL": ["M0QYN9", "A0A024QZI2", "M0R2T3", "M0QYM4", "M0R0A9", "M0R0H0", "M0R0K7", "M0R266", "M0R220", "M0QYN1"]}, "wikipedia": {"url_stub": "FCGRT"}}