{"AllianceGenome": "3624", "HGNC": "3624", "MIM": "601624", "_id": "2220", "_version": 1, "accession": {"genomic": ["AL603650.10", "CH471090.1", "CP068269.2", "D63160.2", "DQ217935.1", "NC_000009.12", "NC_060933.1", "NG_011649.2"], "protein": ["AAH69572.1", "AAH69825.1", "AAI13936.1", "ABB01005.1", "BAA08352.1", "BAA09636.1", "BAF83532.1", "CCV66758.1", "EAW88133.1", "EAW88134.1", "EAW88135.1", "EAW88136.1", "NP_004099.2", "NP_056652.1", "Q15485.2", "XP_006717078.1", "XP_011516694.1", "XP_054218350.1", "XP_054218351.1"], "rna": ["AI052239.1", "AK096112.1", "AK290843.1", "AK308476.1", "BC069572.1", "BC069825.1", "BC113935.1", "D49353.1", "JB054537.1", "NM_004108.3", "NM_015837.3", "NM_015838.1", "NM_015839.1", "XM_006717015.5", "XM_011518392.4", "XM_054362375.1", "XM_054362376.1"], "translation": [{"protein": "XP_006717078.1", "rna": "XM_006717015.5"}, {"protein": "AAH69572.1", "rna": "BC069572.1"}, {"protein": "BAA08352.1", "rna": "D49353.1"}, {"protein": "XP_011516694.1", "rna": "XM_011518392.4"}, {"protein": "AAH69825.1", "rna": "BC069825.1"}, {"protein": "NP_056652.1", "rna": "NM_015837.3"}, {"protein": "NP_004099.2", "rna": "NM_004108.3"}, {"protein": "CCV66758.1", "rna": "JB054537.1"}, {"protein": "AAI13936.1", "rna": "BC113935.1"}, {"protein": "BAF83532.1", "rna": "AK290843.1"}, {"protein": "XP_054218350.1", "rna": "XM_054362375.1"}, {"protein": "XP_054218351.1", "rna": "XM_054362376.1"}]}, "alias": ["EBP-37", "FCNL", "P35", "ficolin-2"], "ensembl": {"gene": "ENSG00000160339", "protein": ["ENSP00000291741", "ENSP00000291744"], "transcript": ["ENST00000291744", "ENST00000350339"], "translation": [{"protein": "ENSP00000291744", "rna": "ENST00000291744"}, {"protein": "ENSP00000291741", "rna": "ENST00000350339"}], "type_of_gene": "protein_coding"}, "entrezgene": "2220", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.8824123523, "exp_mis": 121.779553282, "exp_syn": 61.3230916912, "lof_z": 0.22658157855517, "mis_z": -0.718936908158095, "mu_lof": 1.0733680195e-06, "mu_mis": 1.08064953594e-05, "mu_syn": 5.32180390691e-06, "n_lof": 14.0, "n_mis": 138.0, "n_syn": 63.0, "p_li": 1.93230355683024e-09, "p_null": 0.873497087753553, "p_rec": 0.126502910314143, "syn_z": -0.132753877304681}, "bp": 942, "cds_end": 137779261, "cds_start": 137772667, "n_exons": 8, "nonpsych": {"exp_lof": 13.312693256, "exp_mis": 110.064924083, "exp_syn": 55.3459853693, "lof_z": 0.0841661620659993, "mis_z": -0.718034598638879, "mu_lof": 1.0733680195e-06, "mu_mis": 1.08064953594e-05, "mu_syn": 5.32180390691e-06, "n_lof": 13.0, "n_mis": 125.0, "n_syn": 59.0, "p_li": 5.98509498697013e-09, "p_null": 0.881712421519627, "p_rec": 0.118287572495278, "syn_z": -0.309236064211966}, "nontcga": {"exp_lof": 13.6764847307, "exp_mis": 112.021861862, "exp_syn": 56.4019075376, "lof_z": -0.0862956277416711, "mis_z": -0.799187065092241, "mu_lof": 1.0733680195e-06, "mu_mis": 1.08064953594e-05, "mu_syn": 5.32180390691e-06, "n_lof": 14.0, "n_mis": 129.0, "n_syn": 61.0, "p_li": 7.55185786714901e-10, "p_null": 0.925483460748122, "p_rec": 0.0745165384966922, "syn_z": -0.387661660698482}, "transcript": "ENST00000291744.6"}, "exons": [{"cdsend": 134887415, "cdsstart": 134880821, "chr": "9", "position": [[134880809, 134880921], [134882525, 134882639], [134883301, 134883355], [134884739, 134884772], [134885238, 134885366], [134885767, 134885897], [134886429, 134886564], [134887167, 134887522]], "strand": 1, "transcript": "NM_004108", "txend": 134887522, "txstart": 134880809}, {"cdsend": 134887415, "cdsstart": 134880821, "chr": "9", "position": [[134880811, 134880921], [134883301, 134883355], [134884739, 134884772], [134885238, 134885366], [134885767, 134885897], [134886429, 134886564], [134887167, 134887520]], "strand": 1, "transcript": "NM_015837", "txend": 134887520, "txstart": 134880811}], "exons_hg19": [{"cdsend": 137779261, "cdsstart": 137772667, "chr": "9", "position": [[137772655, 137772767], [137774371, 137774485], [137775147, 137775201], [137776585, 137776618], [137777084, 137777212], [137777613, 137777743], [137778275, 137778410], [137779013, 137779368]], "strand": 1, "transcript": "NM_004108", "txend": 137779368, "txstart": 137772655}, {"cdsend": 137779261, "cdsstart": 137772667, "chr": "9", "position": [[137772657, 137772767], [137775147, 137775201], [137776585, 137776618], [137777084, 137777212], [137777613, 137777743], [137778275, 137778410], [137779013, 137779366]], "strand": 1, "transcript": "NM_015837", "txend": 137779366, "txstart": 137772657}], "generif": [{"pubmed": 12421953, "text": "The interaction of L-ficolin/p35 with the full-length mannan-binding lectin (MBL)-associated serine proteases (MASP-1 and -2), N-terminal complement modules and MBL-associated protein 19 has been characterized using surface plasmon resonance spectroscopy."}, {"pubmed": 14707097, "text": "L-ficolin-lipoteichoic acid interaction initiates an innate anti-microbial immune response by triggering the lectin pathway of complement activation."}, {"pubmed": 15331601, "text": "examined the selectivity of L-ficolin through inhibiting the binding to bacteria or to beads coupled with N-acetylglucosamine"}, {"pubmed": 16076493, "text": "Two conserved coding SNPs were found in exon 8, leading to amino acid substitutions within the fibrinogen-like domain."}, {"pubmed": 16820685, "text": "Ficolins, a kind of pattern-recognition molecule for pathogens in the innate immunity system were examined crystallographically."}, {"pubmed": 16839748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16839748, "text": "The significant differences in allele frequencies of FCN2 gene SNPs in the promoter lesions among HLA-B51 positive BD patients may reveal the possibility that ficolin may contribute to the innate immunity of BD among HLA-B51 haplotypes in BD patients."}, {"pubmed": 17215869, "text": "The X-ray structures of l-ficolin trimeric recognition domains, alone and in complex with various ligands, have been solved."}, {"pubmed": 17382393, "text": "Although the five FCN2 polymorphisms were each present in the UK Caucasian population studied, no significant associations were observed between the FCN2 polymorphisms and susceptibility to pneumococcal disease."}, {"pubmed": 17382393, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17386030, "text": "inter-individual variation of Ficolin-2 concentration is associated with polymorphisms in the promoter and the structural part of the FCN2 gene"}, {"pubmed": 17680820, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17680820, "text": "in children with recurrent infections,low l-ficolin levels were associated with variant alleles for ss32469536 & rs7851696 & normal alleles for ss32469537 & ss32469544; high l-ficolin levels were associated with variant alleles of ss32469537 & ss32469544"}, {"pubmed": 18032536, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18486240, "text": "Few glycans bound L-ficolin above background level but clear structural requirements were discovered"}, {"pubmed": 18950864, "text": "l-ficolin participates in host defence during the perinatal period and constitute the first evidence that relative l-ficolin deficiency may contribute to the adverse consequences of prematurity. Some similar trends were found with facets of MBL deficiency"}, {"pubmed": 19109177, "text": "H-ficolin residue lysine47 is a key component of the interaction with both mannan-binding lectin (MBL)-associated serine proteases and calreticulin, providing a strong indication that MBL and ficolins share homologous binding sites for their partners."}, {"pubmed": 19220833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19434912, "text": "Distribution of functional FCN2 haplotypes amongpatients is significant different from that among the control subjects."}, {"pubmed": 19434912, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19632990, "text": "These results demonstrate that PTX3 and Ficolin-2 may recruit each other on pathogens."}, {"pubmed": 19664148, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19728924, "text": "increased serum levels in patients with hepatitis C virus"}, {"pubmed": 19767106, "text": "L-ficolin may confer some protection from microorganisms that exacerbate allergic inflammation in the lung and its relative deficiency may contribute to enhanced susceptibility to respiratory infections."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20593422, "text": "Donor and recipient gene polymorphisms in the lectin complement pathway (MBL2, FCN2, MASP2) are major determinants of the risk of clinically significant bacterial infection and mortality after orthotopic liver transplantation."}, {"pubmed": 20593422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682603, "text": "FCN2 polymorphisms in patients on peritoneal dialysis is associated with staphylococcal peritonitis."}, {"pubmed": 20682603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20937340, "text": "No FCN2 promoter haplotypes were significantly distributed between mild and severe malaria cases"}, {"pubmed": 20937340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21327568, "text": "deposited in skin lesions of pemphigus"}, {"pubmed": 21334396, "text": "MBL2 and FCN2 risk alleles of donor liver and recipient constitute independent risk factors for cytomegalovirus infection after orthotopic liver transplantation."}, {"pubmed": 22082351, "text": "Cord blood MBL concentrations were significantly lower in intrauterine-growth-restriction (IUGR) cases than controls. No differences in H- and L-ficolin concentrations were observed between groups."}, {"pubmed": 22140517, "text": "The very first study on Vietnamese cohort associates both Ficolin-2 serum levels and FCN2 haplotypes to hepatitis B virus infection and subsequent disease progression."}, {"pubmed": 22173059, "text": "Data show no association of donor and recipient MBL2 and MASP2 genotype with allograft outcome, and analysis of SNPs and haplotypes in the FCN2 gene of the donor and recipient did not reveal an association with transplant outcome."}, {"pubmed": 22350641, "text": "The association between L-ficolin and thrombocytopenia suggests a pathogenic role for L-ficolin in thrombocytopenia in systemic lupus erythematosus."}, {"pubmed": 22457818, "text": "results provide a basis for a future study that could confirm or disprove possible relationships between FCN2 gene polymorphisms with cutaneous leishmaniasis"}, {"pubmed": 22594803, "text": "The genotype distribution of three functional SNP variants (-986 G > A, -602 G > A and -4A > G) of ficolin 2 differed significantly between the white, black, and Asian groups. The SNP variants were highly linked to each other."}, {"pubmed": 22670778, "text": "The purpose of this study was to determine whether circulating levels of ficolin-2 and ficolin-3 are altered in normal pregnancy and pre-eclampsia."}, {"pubmed": 22693230, "text": "These findings demonstrate that FCN2 promoter variants (-986G>A and -4A>G) influence ficolin-2 serum levels and susceptibility to schistosomiasis."}, {"pubmed": 22892990, "text": "Ficolin-2 Ala258Ser polymorphism in the donor independently predicts improved graft outcome."}, {"pubmed": 23298162, "text": "Our findings suggest that early increased ficolin-2 is highly correlated with hepatic inflammation and rapid viral response."}, {"pubmed": 23423485, "text": "the expected positive association of complement genes with leprosy susceptibility and clinical outcomes in Han Chinese."}, {"pubmed": 23525825, "text": "Variant FCN2 gene alleles of -64 and +6424 (in strong linkage disequlibrium) are known to be associated with low L-ficolin level or activity."}, {"pubmed": 23593180, "text": "Patients with chronic Chagas disease presented with decreased L-ficolin plasma levels that were associated with the 258S polymorphism."}, {"pubmed": 23619474, "text": "this study reports for thefirst time the relationship between full FCN2 genotypes and serumprotein concentrations and discuss the relevance of these findings fordisease association studies"}, {"pubmed": 23744477, "text": "Data indicate that in contrast to serum level, the expression of Ficolin-2 (FCN2) was significantly lower in ovarian cancer (OC)."}, {"pubmed": 23911396, "text": "Data indicate that Ficolin-2 blood concentration dependents on sampling procedures."}, {"pubmed": 24040095, "text": "Ficolin-2 defends against virulent Mycobacteria tuberculosis infection in vivo, and its insufficiency is associated with infection in humans."}, {"pubmed": 24182802, "text": "bloodstream infections collected prospectively were associated with MBL2 and FCN2 genotypic variants over the first year after kidney transplantation"}, {"pubmed": 24227370, "text": "results show that SNPS in FCN2 are significantly more susceptible to infectious complications, SIRS and septic shock."}, {"pubmed": 24453114, "text": "FCN2 polymorphisms for promoter regions -986, -602, -557, -64, -4 and exon 8 regions +6,359, +6,424 were determined in children with B-ALL. Medium/high-risk haplotype were associated with prolonged duration of febrile neutropenia and bacterial infections."}, {"pubmed": 24486561, "text": "MBL2 and FCN2 genotypic variants were analyzed for association with the incidence of acute rejection within the first year after kidney transplantation."}, {"pubmed": 24683196, "text": "Ficolin-2 mediates serum protection by recognizing specific O-acetylated epitopes of pneumococcal capsule polysaccharides."}, {"pubmed": 24736883, "text": "Very low serum ficolin-2 levels were associated with higher risk of 30-day mortality in community-acquired pneumonia patients."}, {"pubmed": 24854201, "text": "hepatitis c virus entry inhibitor"}, {"pubmed": 24928988, "text": "Data suggest that the hepatitis C virus (HCV) entry inhibitor ficolin-2 is an antiviral innate immune molecule, whereas apolipoprotein E3 (ApoE3) blocks the effect of ficolin-2 and mediates an immune escape mechanism during chronic HCV infection."}, {"pubmed": 25024112, "text": "MBL deficiency or MBL2 and FCN2 mutations were not associated with an improved hepatitis B vaccine response in Kenyan HIV-1 uninfected individuals."}, {"pubmed": 25069872, "text": "This study aims to investigate whether an association exists between the ficolins that are part of the lectin complement pathway and systemic lupus erythematosus."}, {"pubmed": 25083730, "text": "There is lack of association of serum mannose-binding lectin or ficolins with complement activation in patients with antiphospholipid antibodies."}, {"pubmed": 25174443, "text": "Ficolin-2 was depleted from plasma during cardiac surgery when using heparin-coated bypass circuits and did not reach baseline level 24 h postoperation."}, {"pubmed": 25251245, "text": "CVID patients with bronchiectasis have very low levels of ficolin-2. The reason for the deficiency of ficolin-2 in CVID and any possible causal relationship is currently unknown."}, {"pubmed": 25344472, "text": "paper identifies phosphocholine moieties of pneumococcal teichoic acid as a novel L-ficolin ligand"}, {"pubmed": 25447524, "text": "binding of ficolin-2 to sulfated/phosphated carbohydrates"}, {"pubmed": 25612732, "text": "L-ficolin modulates the immune response to A. fumigatus."}, {"pubmed": 25965808, "text": "Findings indicate the FCN2 variant +6359C>T is associated with the occurrence of visceral leishmaniasis and that ficolin-2 serum levels are elevated in Leishmania infections."}, {"pubmed": 26074063, "text": "this study provide novel insight in the binding and complement activating capacity of the lectin pathway initiation molecules ficolin-2 and ficolin-3 towards relevant Gram-negative pathogens of pathophysiological relevance."}, {"pubmed": 26207622, "text": "FCN2 and MBL2 allele frequencies were similarly distributed in early and late age-related macular degeneration cases compared with controls"}, {"pubmed": 26379154, "text": "-557 A>G, -64 A>C and +6424 G>T SNPs of the FCN2 gene were correlated with pulmonary TB."}, {"pubmed": 26464189, "text": "association of FCN2 polymorphisms with nephritis and severe cumulative damage in SLE patients; no association with rheumatoid arthritis development"}, {"pubmed": 26795763, "text": "subjects that were heterozygote carriers of both FCN2 + 6424 and FCN3 + 1637delC were sufficient mannan-binding lectin producers"}, {"pubmed": 26924055, "text": "genotype not associated with acute cellular rejection after kidney transplantation, except for a trend toward a deleterious effect of rs7851696"}, {"pubmed": 27177473, "text": "FCN2 inhibits epithelial-mesenchymal transition-induced metastasis of hepatocellular carcinoma via TGF-beta1/Smad signaling."}, {"pubmed": 27183610, "text": "study provides evidence for an important role for the lectin pathway in the inflammatory response induced by cholesterol crystals (CC) and emphasize the role of ficolin-2 and MBL in the CC-mediated inflammation occurring during atherosclerotic plaque development"}, {"pubmed": 27312152, "text": "Serum levels of ficolin-2 and ficolin-3 were significantly lower in the cardiac syndrome X patients compared to controls."}, {"pubmed": 27355483, "text": "this study shows that Ficolin-2 plasma level is associated with short- and long-term mortality in patients with necrotizing soft tissue infection in Denmark"}, {"pubmed": 27368434, "text": "The FCN2 c.772G>T genotype appears to be associated with predisposition to chronic adenotonsillitis in the pediatric age group."}, {"pubmed": 27576476, "text": "Ficolin-2 protein could bind with HIV-1 envelope glycoprotein gp120, and subsequently induce complement dependent cytotoxicity."}, {"pubmed": 27981461, "text": "systemic lupus erythematosus patients with low plasma ficolin-2 levels had an increased risk of having lupus nephritis"}, {"pubmed": 28032346, "text": "this study shows that FCN2 polymorphisms is not a major risk factor for community-acquired pneumonia in general, but that the +6424G>T SNP in the FCN2 gene predisposes to Coxiella burnetii pneumonia"}, {"pubmed": 28088794, "text": "this study did not find any association of FCN2 (encoding ficolin-2 protein) promoter polymorphisms at positions -986, -602, and -4 with dental caries in Polish children."}, {"pubmed": 28391359, "text": "The results suggest that the Arctic populations of East Siberia are characterised by specificity of genetic make-up responsible for the activity of L-ficolin."}, {"pubmed": 28405017, "text": "the minority (C) allele at -64 of the FCN2 gene was less frequent among juvenile idiopathic arthritis patients than among control subjects"}, {"pubmed": 28536887, "text": "this study shows that ficolin-2 gene rs7851696 polymorphism is associated with delayed graft function and acute rejection in klidney allograft recipients"}, {"pubmed": 28576308, "text": "This is the first study evaluating the FCN2 gene polymorphisms in patients with rheumatic fever and rheumatic carditis finding a protective effect of -986 GG and -4 GG genotypes in the development of rheumatic fever and the -4 AG genotype for the development of carditis."}, {"pubmed": 28844702, "text": "Serum ficolin-2 concentrations in multiple tumor patients are significantly lower than those in healthy donors."}, {"pubmed": 30586458, "text": "The skewed age distribution of the three serotypes suggests that older adults have reduced ficolin-2-mediated immunity and are more susceptible to these serotypes."}, {"pubmed": 30747617, "text": "This illustrates that ficolin-2 expression in hepatocytes contributes to innate resistance to hepatotropic virus infection, but some viruses might utilize ficolin-2 to facilitate entry."}, {"pubmed": 31184250, "text": "The FCN2 promoter polymorphisms may contribute to susceptibility to Pediatric-onset systemic lupus erythematosus (pSLE) in Egyptian children and adolescents. Moreover, the FCN2 GG genotype at position -986 and AA genotype at position -4 were associated with low serum ficolin-2 levels and may constitute risk factors for lupus nephritis in pSLE."}, {"pubmed": 31638993, "text": "Insufficient serum L-ficolin is associated with disease progression in pulmonary Mycobacterium avium complex disease."}, {"pubmed": 32088336, "text": "Association of FCN2 polymorphisms and Ficolin-2 levels with dengue fever in Vietnamese patients."}, {"pubmed": 32094208, "text": "Circulating Ficolin-2 and Ficolin-3 Form Heterocomplexes."}, {"pubmed": 32601370, "text": "Associations of ficolins and mannose-binding lectin with acute myeloid leukaemia in adults."}, {"pubmed": 33513354, "text": "Ficolin-2 serum levels predict the occurrence of acute coronary syndrome in patients with severe carotid artery stenosis."}, {"pubmed": 34529517, "text": "Novel FCN2 Variants and Haplotypes are Associated with Rheumatic Heart Disease."}, {"pubmed": 35269955, "text": "Ficolin-2 Plasma Level Assesses Liver Fibrosis in Non-Alcoholic Fatty Liver Disease."}, {"pubmed": 35418983, "text": "Ficolin-2 Lectin Complement Pathway Mediates Capsule-Specific Innate Immunity Against Invasive Pneumococcal Disease."}, {"pubmed": 36499663, "text": "Association of the FCN2 Gene Promoter Region Polymorphisms with Very Low Birthweight in Preterm Neonates."}, {"pubmed": 36805857, "text": "l-ficolin-MASP arm of the complement system in schizophrenia."}, {"pubmed": 36833169, "text": "Selected SNPs of FCN2 Associated with Chronic Tonsillitis in the Polish Adult Population."}, {"pubmed": 38033168, "text": "Variants of IL6, IL10, FCN2, RNASE3, IL12B and IL17B loci are associated with Schistosoma mansoni worm burden in the Albert Nile region of Uganda."}], "genomic_pos": {"chr": "9", "end": 134887523, "ensemblgene": "ENSG00000160339", "start": 134880810, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 137779924, "start": 137772654, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001867", "qualifier": "involved_in", "term": "complement activation, lectin pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001867", "pubmed": [10679061, 14707097, 15804047], "qualifier": "involved_in", "term": "complement activation, lectin pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0002752", "pubmed": 17215869, "qualifier": "involved_in", "term": "cell surface pattern recognition receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 10679061, "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008228", "pubmed": 8576206, "qualifier": "involved_in", "term": "opsonization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043654", "pubmed": 15804047, "qualifier": "involved_in", "term": "recognition of apoptotic cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050829", "pubmed": 8576206, "qualifier": "involved_in", "term": "defense response to Gram-negative bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050830", "pubmed": 14707097, "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903028", "pubmed": 10679061, "qualifier": "involved_in", "term": "positive regulation of opsonization"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005581", "qualifier": "part_of", "term": "collagen trimer"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 10679061, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0009897", "pubmed": 10679061, "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "is_active_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1905370", "pubmed": 10679061, "qualifier": "part_of", "term": "serine-type endopeptidase complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0003823", "qualifier": "enables", "term": "antigen binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003823", "pubmed": 8576206, "qualifier": "enables", "term": "antigen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19632990, 19939495, 21054788, 21490156, 23460739, 23785123, 27141819, 32094208], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043394", "pubmed": 8576206, "qualifier": "enables", "term": "proteoglycan binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048306", "pubmed": 12421953, "qualifier": "enables", "term": "calcium-dependent protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0097367", "qualifier": "enables", "term": "carbohydrate derivative binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:2001065", "pubmed": 8576206, "qualifier": "enables", "term": "mannan binding"}]}, "homologene": {"genes": [[9544, 712486], [9598, 473087], [9606, 2220]], "id": 3031}, "interpro": [{"desc": "Fibrinogen, alpha/beta/gamma chain, C-terminal globular domain", "id": "IPR002181", "short_desc": "Fibrinogen_a/b/g_C_dom"}, {"desc": "Fibrinogen, alpha/beta/gamma chain, C-terminal globular, subdomain 1", "id": "IPR014716", "short_desc": "Fibrinogen_a/b/g_C_1"}, {"desc": "Fibrinogen, conserved site", "id": "IPR020837", "short_desc": "Fibrinogen_CS"}, {"desc": "Fibrinogen-like, C-terminal", "id": "IPR036056", "short_desc": "Fibrinogen-like_C"}, {"desc": "Collagen triple helix repeat", "id": "IPR008160", "short_desc": "Collagen"}], "ipi": ["IPI00025052", "IPI00871650"], "map_location": "9q34.3", "name": "ficolin 2", "other_names": ["37 kDa elastin-binding protein", "L-ficolin", "collagen/fibrinogen domain-containing protein 2", "ficolin (collagen/fibrinogen domain containing lectin) 2 (hucolin)", "ficolin B", "ficolin-2", "ficolin-beta", "serum lectin p35"], "pantherdb": {"HGNC": "3624", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1340905", "ortholog_type": "O", "panther_family": "PTHR19143", "taxid": 10090, "uniprot_kb": "O70165"}, {"RGD": "621221", "ortholog_type": "O", "panther_family": "PTHR19143", "taxid": 10116, "uniprot_kb": "Q9WTS8"}, {"MGI": "1341158", "ortholog_type": "LDO", "panther_family": "PTHR19143", "taxid": 10090, "uniprot_kb": "O70497"}, {"RGD": "621222", "ortholog_type": "LDO", "panther_family": "PTHR19143", "taxid": 10116, "uniprot_kb": "P57756"}, {"Ensembl": "ENSGALG00000040771", "ortholog_type": "LDO", "panther_family": "PTHR19143", "taxid": 9031, "uniprot_kb": "A0A1D5P1R2"}], "uniprot_kb": "Q15485"}, "pathway": {"reactome": [{"id": "R-HSA-166658", "name": "Complement cascade"}, {"id": "R-HSA-166662", "name": "Lectin pathway of complement activation"}, {"id": "R-HSA-166663", "name": "Initial triggering of complement"}, {"id": "R-HSA-166786", "name": "Creation of C4 and C2 activators"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2855086", "name": "Ficolins bind to repetitive carbohydrate structures on the target cell surface"}], "wikipathways": {"id": "WP2806", "name": "Complement system"}}, "pdb": ["2J0G", "2J0H", "2J0Y", "2J1G", "2J2P", "2J3F", "2J3G", "2J3O", "2J3U", "2J61", "4NYT", "4R9J", "4R9T"], "pfam": ["PF00147", "PF01391"], "pharmgkb": "PA28070", "pharos": {"target_id": 15301, "tdl": "Tbio"}, "pir": ["PH0263", "S68005"], "prosite": "PS51406", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249295", "relationship": "is"}, {"id": "GNF249296", "relationship": "is"}, {"id": "GNF249297", "relationship": "is"}, {"id": "GNF249298", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128458", "relationship": "is"}, {"id": "GNF128470", "relationship": "is"}, {"id": "GNF278040", "relationship": "is"}, {"id": "GNF278049", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF335255", "relationship": "is"}, {"id": "GNF336640", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094457", "relationship": "is"}, {"id": "GNF134114", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_011649.2"], "protein": ["NP_004099.2", "NP_056652.1", "XP_006717078.1", "XP_011516694.1", "XP_054218350.1", "XP_054218351.1"], "rna": ["NM_004108.3", "NM_015837.3", "NM_015838.1", "NM_015839.1", "XM_006717015.5", "XM_011518392.4", "XM_054362375.1", "XM_054362376.1"], "translation": [{"protein": "XP_006717078.1", "rna": "XM_006717015.5"}, {"protein": "XP_011516694.1", "rna": "XM_011518392.4"}, {"protein": "NP_056652.1", "rna": "NM_015837.3"}, {"protein": "NP_004099.2", "rna": "NM_004108.3"}, {"protein": "XP_054218350.1", "rna": "XM_054362375.1"}, {"protein": "XP_054218351.1", "rna": "XM_054362376.1"}]}, "reporter": {"HG-U133_Plus_2": ["1559577_at", "207804_s_at", "208439_s_at"], "HG-U95Av2": "34602_at", "HTA-2_0": "TC09000788.hg.1", "HuEx-1_0": ["3193631", "3229338"], "HuGene-1_1": "8159211", "HuGene-2_1": "17091030"}, "summary": "The product of this gene belongs to the ficolin family of proteins. This family is characterized by the presence of a leader peptide, a short N-terminal segment, followed by a collagen-like region, and a C-terminal fibrinogen-like domain. This gene is predominantly expressed in the liver, and has been shown to have carbohydrate binding and opsonic activities. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Jul 2008].", "symbol": "FCN2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414560"}, "unigene": "Hs.54517", "uniprot": {"Swiss-Prot": "Q15485"}, "wikipedia": {"url_stub": "FCN2"}}