{"AllianceGenome": "15889", "HGNC": "15889", "MIM": "607900", "_id": "55612", "_version": 2, "accession": {"genomic": ["AB905557.1", "AB905558.1", "AL118505.17", "CH471133.3", "CP068258.2", "NC_000020.11", "NC_060944.1", "NG_016213.1"], "protein": ["AAH35882.1", "AAH40545.1", "AAM94174.1", "AAN75822.1", "BAA90957.1", "BAA91358.1", "BAC03826.1", "BAD12269.1", "BAG37018.1", "EAX10392.1", "EAX10393.1", "EAX10394.1", "EAX10395.1", "NP_060141.3", "Q9BQL6.1", "XP_024307703.1", "XP_047296215.1", "XP_047296216.1", "XP_054179606.1", "XP_054179607.1", "XP_054179608.1"], "rna": ["AB105105.1", "AF443278.1", "AK000123.1", "AK000747.1", "AK025365.1", "AK027076.1", "AK092195.1", "AK225216.1", "AK314394.1", "AY137240.1", "BC035882.1", "BC040545.1", "BX647465.1", "NM_017671.5", "XM_024451935.2", "XM_047440259.1", "XM_047440260.1", "XM_054323631.1", "XM_054323632.1", "XM_054323633.1"], "translation": [{"protein": "AAH35882.1", "rna": "BC035882.1"}, {"protein": "BAG37018.1", "rna": "AK314394.1"}, {"protein": "XP_054179606.1", "rna": "XM_054323631.1"}, {"protein": "NP_060141.3", "rna": "NM_017671.5"}, {"protein": "BAA91358.1", "rna": "AK000747.1"}, {"protein": "XP_054179608.1", "rna": "XM_054323633.1"}, {"protein": "AAN75822.1", "rna": "AF443278.1"}, {"protein": "XP_047296216.1", "rna": "XM_047440260.1"}, {"protein": "XP_024307703.1", "rna": "XM_024451935.2"}, {"protein": "AAH40545.1", "rna": "BC040545.1"}, {"protein": "XP_054179607.1", "rna": "XM_054323632.1"}, {"protein": "XP_047296215.1", "rna": "XM_047440259.1"}, {"protein": "BAA90957.1", "rna": "AK000123.1"}, {"protein": "BAD12269.1", "rna": "AB105105.1"}, {"protein": "BAC03826.1", "rna": "AK092195.1"}, {"protein": "AAM94174.1", "rna": "AY137240.1"}]}, "alias": ["C20orf42", "DTGCU2", "KIND1", "UNC112A", "URP1"], "ensembl": {"gene": "ENSG00000101311", "protein": ["ENSP00000217289", "ENSP00000441063", "ENSP00000514127", "ENSP00000514312"], "transcript": ["ENST00000217289", "ENST00000378844", "ENST00000478194", "ENST00000536936", "ENST00000699095", "ENST00000699096", "ENST00000699097", "ENST00000699098"], "translation": [{"protein": "ENSP00000217289", "rna": "ENST00000217289"}, {"protein": "ENSP00000514127", "rna": "ENST00000699095"}, {"protein": "ENSP00000441063", "rna": "ENST00000536936"}, {"protein": "ENSP00000514312", "rna": "ENST00000699098"}], "type_of_gene": "protein_coding"}, "entrezgene": "55612", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.3830200675, "exp_mis": 218.068653661, "exp_syn": 102.636021483, "lof_z": 2.238079596606, "mis_z": 0.697842731165262, "mu_lof": 1.77953739641e-06, "mu_mis": 1.914668166e-05, "mu_syn": 8.75276301266e-06, "n_lof": 14.0, "n_mis": 197.0, "n_syn": 95.0, "p_li": 7.56849863577804e-07, "p_null": 0.0239724013767728, "p_rec": 0.976026841773364, "syn_z": 0.467267446175147}, "bp": 2034, "cds_end": 6100201, "cds_start": 6057819, "n_exons": 14, "nonpsych": {"exp_lof": 22.691184863, "exp_mis": 197.090282676, "exp_syn": 92.6126107716, "lof_z": 2.20419108566811, "mis_z": 0.542159304487329, "mu_lof": 1.77953739641e-06, "mu_mis": 1.914668166e-05, "mu_syn": 8.75276301266e-06, "n_lof": 12.0, "n_mis": 182.0, "n_syn": 87.0, "p_li": 8.59012375913683e-06, "p_null": 0.0219339880476836, "p_rec": 0.978057421828557, "syn_z": 0.367192082533173}, "nontcga": {"exp_lof": 23.3248042034, "exp_mis": 200.595600648, "exp_syn": 94.3975734752, "lof_z": 1.90463595454619, "mis_z": 0.830003877340668, "mu_lof": 1.77953739641e-06, "mu_mis": 1.914668166e-05, "mu_syn": 8.75276301266e-06, "n_lof": 14.0, "n_mis": 177.0, "n_syn": 87.0, "p_li": 3.49647174314832e-07, "p_null": 0.0652622180933736, "p_rec": 0.934737432259452, "syn_z": 0.482093183410165}, "transcript": "ENST00000217289.4"}, "exons": [{"cdsend": 6119554, "cdsstart": 6077172, "chr": "20", "position": [[6074844, 6077346], [6079435, 6079577], [6084039, 6084164], [6085065, 6085287], [6087776, 6087883], [6088964, 6089089], [6094938, 6094988], [6096901, 6097033], [6097523, 6097631], [6107531, 6107634], [6110297, 6110511], [6112476, 6112623], [6115810, 6116044], [6119403, 6119572], [6122773, 6123030]], "strand": -1, "transcript": "NM_017671", "txend": 6123030, "txstart": 6074844}], "exons_hg19": [{"cdsend": 6100201, "cdsstart": 6057819, "chr": "20", "position": [[6055491, 6057993], [6060082, 6060224], [6064686, 6064811], [6065712, 6065934], [6068423, 6068530], [6069611, 6069736], [6075585, 6075635], [6077548, 6077680], [6078170, 6078278], [6088178, 6088281], [6090944, 6091158], [6093123, 6093270], [6096457, 6096691], [6100050, 6100219], [6103420, 6103677]], "strand": -1, "transcript": "NM_017671", "txend": 6103677, "txstart": 6055491}], "generif": [{"pubmed": 14634021, "text": "kindlerin has a role in mediating cell processes that depend on integrins"}, {"pubmed": 14962093, "text": "loss-of-function KIND1 mutations demonstrate the importance of kindlin-1 in maintaining epithelial integrity"}, {"pubmed": 15927810, "text": "Kindlin-1 is considered to be a component in the linkage of the actin cytoskeleton to the extracellular matrix and as such is proposed to have both structural and cell-signalling functions. Review."}, {"pubmed": 16051467, "text": "Mutated at intron 13 in Kindler syndrome."}, {"pubmed": 16675959, "text": "The abundance of repetitive elements in intronic regions of KIND1, together with the identification of a large deletion, suggests that genomic rearrangements could be responsible for a significant proportion of Kindler syndrome cases"}, {"pubmed": 17012746, "text": "Kindlin-1 has roles in regulation of polarity, proliferation, and motility of epidermal keratinocytes"}, {"pubmed": 17178989, "text": "Kindlin-1 links the actin cytoskeleton to the extracellular matrix and is supposed to have cell-signaling functions owing to different functional domains."}, {"pubmed": 17460733, "text": "analysis of KIND1 gene mutations in Kindler syndrome [case reports]"}, {"pubmed": 17916195, "text": "The KIND1 mutation c.67insC represents the most common recurrent pathogenic gene mutation in patients with KS."}, {"pubmed": 17989907, "text": "Two patients with Kindler Syndrome have mutations in KIND-1.  In patient 1, there was a duplication of cytosine at position 676 in exon 5 of kindlin-1 mRNA.  In patient 2, a novel mutation of exon 3 of KIND1 gene c.170C>A."}, {"pubmed": 18528435, "text": "Loss-of-function mutations in KIND1 result in marked variability in kindlin-1 immunolabeling in Kindler syndrome skin, which is mirrored by similar changes in kindlin-2 and migfilin immunoreactivity."}, {"pubmed": 18652585, "text": "a splice site mutation in the first position of intron 13 of the FERMT1 gene caused skipping of exon 13."}, {"pubmed": 18835760, "text": "A novel large FERMT1 (KIND1) gene deletion in Kindler syndrome."}, {"pubmed": 19200189, "text": "skin changes on the extremities, face, and neck, including hyper- and hypopigmentation, atrophy, and telangiectasia in Kindler syndrome"}, {"pubmed": 19240021, "text": "Kindlin-1 and -2 directly bind the C-terminal region of beta integrin cytoplasmic tails and exert integrin-specific activation effects"}, {"pubmed": 19292718, "text": "The study identified a novel large deletion mutation g.63601_66617del, which expanded the FERMT1 mutation repertoire."}, {"pubmed": 19762710, "text": "This study provides evidence that fermitin family homolog-1 is implicated in integrin activation."}, {"pubmed": 19762715, "text": "Kindlin-1 forms molecular complexes with beta1 integrin, alpha-actinin, migfilin, and focal adhesion kinase and regulates cell shape and migration by controlling lamellipodia formation."}, {"pubmed": 19804783, "text": "The authors demonstrate that the F0 domain of kindlin-1 is required for the ability of kindlin-1 to support talin-induced alphaIIbbeta3 integrin activation and for the localization of kindlin-1 to focal adhesions."}, {"pubmed": 19854292, "text": "cellular functions and possible clinical relevance of kindlin-1 [REVIEW]"}, {"pubmed": 19945623, "text": "Null mutations in FERMT1 result in skin blistering from birth and early childhood progressive poikiloderma, mucosal fragility, and increased risk of cancer"}, {"pubmed": 20028441, "text": "A novel mutation in the FERMT1 gene in a Spanish family with Kindler's syndrome is reported."}, {"pubmed": 20306291, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21146372, "text": "In summary, we have described a recurrent splice-site deletion mutation in KIND1 in Kindler syndrome."}, {"pubmed": 21220475, "text": "FERMT1 is a novel prognostic factor for colon carcinoma."}, {"pubmed": 21309038, "text": "Induction of phenotype modifying cytokines by FERMT1 mutations"}, {"pubmed": 21336475, "text": "Describe five novel and three recurrent loss-of-function FERMT1 mutations in eight individuals with Kindler syndrome, and provide an overview of genotype-phenotype correlation in this disorder."}, {"pubmed": 21356350, "text": "The phenotype of kindlin-1-deficient cells can be modulated by regulating kindlin-2 gene expression and vice versa."}, {"pubmed": 21832234, "text": "Kindlin-1 expression in breast tumors is associated with lung metastasis and lung metastasis-free survival through regulation of TGF-beta signaling. Kindlin-1-silencing prevented tumor growth and lung metastasis in mice."}, {"pubmed": 21936020, "text": "There is an association of FERMT1 missense and in-frame deletion mutations with milder disease phenotypes, and later onset of complications in Kindler syndrome ( FERMT1 )"}, {"pubmed": 22220914, "text": "Direct sequencing of the FERMT1 gene revealed a homozygous insertion of cytosine at position 676 (c.676insC) in exon 5 in seven patients."}, {"pubmed": 23209705, "text": "Kindlin-1 and Kindlin-2 have opposite roles in lung cancers"}, {"pubmed": 23267142, "text": "the results of this study indicate that FERMT1 is expressed specifically in colon carcinoma cells, and has roles in matrix invasion and cell growth"}, {"pubmed": 23278235, "text": "Individuals with Kindler syndrome (KS) have loss-of-function mutations in the FERMT1 gene"}, {"pubmed": 23440354, "text": "Kindlin-1 expression is involved in the progression of pancreatic cancer via enhancement of cell migration and invasion."}, {"pubmed": 23549420, "text": "Whereas both Integrin-linked kinase (Ilk) and Kindlin-1 cooperate with Integrin alpha3beta1 to resist trauma-induced epidermal defects, Kindlin-1 and Ilk, surprisingly, do not act synergistically but in parallel."}, {"pubmed": 23776470, "text": "Data uncover a role for kindlin-1 in the regulation of integrin trafficking and adhesion turnover."}, {"pubmed": 23804033, "text": "Short interfering RNA-mediated depletion of Kindlin-1 increases formation of abnormal mitotic spindles which is dependent on the ability of Kindlin-1 to bind integrins and Polo-like kinase 1-mediated Kindlin-1 phosphorylation."}, {"pubmed": 24165133, "text": "C-terminal LIM domains of migfilin dictate its focal adhesion localization, and these domains mediate an interaction with kindlin in vitro and in cells, demonstrating that kindlin is important for normal migfilin dynamics."}, {"pubmed": 24635080, "text": "We identified a novel mutation in FERMT1. These data are in agreement with the fact that the majority of KS-causing mutations in FERMT1 lead to premature termination of translation and to loss of kindlin-1 function in Kindler sysndrome"}, {"pubmed": 25156791, "text": "we show that a certain number of KS patients may harbor FERMT1 transcriptional regulatory mutations which are not routinely detected."}, {"pubmed": 25591451, "text": "Kindlin-1 is highly expressed in epithelial tissues derived from ectoderm and endoderm, whereas Kindlin-2 is mainly expressed in mesoderm-derived tissues. Likewise, Kindlin-1 was also found highly expressed in endoderm/ectoderm-derived tissues in embryos."}, {"pubmed": 25592379, "text": "our data suggest that Kindlin-1 could play an important role in hepatocellular carcinoma and might serve as a promising prognostic marker and potential target for hepatocellular carcinoma therapy."}, {"pubmed": 25599393, "text": "A spectrum of FERMT1 mutations in 13 Iranian families with a diagnosis of Kindler syndrome have been ascertained."}, {"pubmed": 25865288, "text": "KS is caused by mutations in the FERMT1 gene. Including the present, more than 60 mutations in FERMT1 have been identified since 2003. In spite of the expanding FERMT1 mutation database, there seems to be a lack of a clear genotype-phenotype correlation in KS"}, {"pubmed": 26083552, "text": "FERMT1 mutation causing Kindler syndrome."}, {"pubmed": 26993041, "text": "these data define a novel role for Kin1 in microtubule acetylation and stability"}, {"pubmed": 27293055, "text": "A nonsense mutation in Exon 5 of KIND1 Gene in an Iranian Family may lead to incomplete and non-functional protein products and is pathogenic and has meaningful implications for the diagnosis of patients with Kindler syndrome."}, {"pubmed": 27427485, "text": "keratinocytes derived from KS patients are unable to undergo electrotaxis, and this defect is restored by overexpression of wild-type kindlin-1 but not a W612A mutation that prevents kindlin-integrin binding."}, {"pubmed": 27641329, "text": "FERMT1 activates the beta-catenin transcriptional activity to promote EMT in CC metastasis."}, {"pubmed": 27725201, "text": "KIND1 is important not only for keratinocyte proliferation but also for the suppression of UV-induced inflammation and DNA damage."}, {"pubmed": 27776350, "text": "we demonstrated that Kindlin-1 promotes CRC progression by recruiting SARA and Smad3 to TbetaRI and thereby activates TGF-beta/Smad3 signaling. Thus, Kindlin-1 is a novel regulator of TGF-beta/Smad3 signaling and may also be a potential target for CRC therapeutics."}, {"pubmed": 27798104, "text": "We show a direct relationship between kindlin-1 abundance and UV-B induced apoptosis in keratinocytes, whereas kindlin-2 overexpression has no compensatory effect."}, {"pubmed": 27862150, "text": "Sequence analysis of KIND1 exons in patient 1 revealed a commonly reported homozygous nonsense mutation in exon 6 (c.811C>T;p.R271X). Both Patients 2 and 3 had novel homozygous single nucleotide deletions"}, {"pubmed": 28290610, "text": "These results indicate that Kindlin-1 is essential in EGF-induced re-epithelialization in skin wound healing and provide additional rationale for the clinical application of EGF in the treatment of acute wounds."}, {"pubmed": 28667517, "text": "Kindlin-1 is mainly expressed in the cytoplasm of normal esophageal squamous epithelium and Esophageal cancer (EC) cells. Kindlin-1 expression is positively correlated with tumor cell differentiation and is higher in stage I tumors. Kindlin-1 expression is higher in non-smoker patients than in smoker patients, and in patients with a family history of EC."}, {"pubmed": 28954813, "text": "Kindlin supports platelet GPIIB IIIA activation by interacting with paxillin."}, {"pubmed": 29168364, "text": "KS patients' periodontal disease activity could be taken under control with regular follow-up."}, {"pubmed": 30248333, "text": "Study shows that skin and keratinocytes from Kindler syndrome patients have significantly reduced expression levels of the EGFR, resulting in defective EGF-dependent signaling and cell migration. Kindlin-1 can associate directly with EGFR in vitro and in keratinocytes in an EGF-dependent manner and formation of this complex protect EGFR from lysosomal-mediated degradation and required for EGF-dependent migration."}, {"pubmed": 31165706, "text": "indicate that FERMT1 acts as an oncogene and is negatively regulated by miR-24"}, {"pubmed": 31957900, "text": "A novel pathogenic FERMT1 variant in four families with Kindler syndrome in Argentina."}, {"pubmed": 32723205, "text": "FERMT1 promotes gastric cancer progression by activating the NF-kappaB pathway and predicts poor prognosis."}, {"pubmed": 33683437, "text": "Examination of FERMT1 expression in placental chorionic villi and its role in HTR8-SVneo cell invasion."}, {"pubmed": 34035280, "text": "Molecular motion and tridimensional nanoscale localization of kindlin control integrin activation in focal adhesions."}, {"pubmed": 34814915, "text": "FERMT1 knockdown inhibits oral squamous cell carcinoma cell epithelial-mesenchymal transition by inactivating the PI3K/AKT signaling pathway."}, {"pubmed": 35189150, "text": "Characterization of Amino Acid Substitutions and Deletions in Kindlin-1 FERM Domain: Relevance for Precision Medicine."}, {"pubmed": 35452191, "text": "Kindlin-1 modulates the EGFR pathway and predicts sensitivity to EGFR inhibitors across cancer types."}, {"pubmed": 36981005, "text": "FERMT1 Is a Prognostic Marker Involved in Immune Infiltration of Pancreatic Adenocarcinoma Correlating with m[6]A Modification and Necroptosis."}, {"pubmed": 38200443, "text": "FERMT1 promotes cell migration and invasion in non-small cell lung cancer via regulating PKP3-mediated activation of p38 MAPK signaling."}, {"pubmed": 38976072, "text": "FERMT1 suppression induces anti-tumor effects and reduces stemness in glioma cancer cells."}], "genomic_pos": {"chr": "20", "end": 6123214, "ensemblgene": "ENSG00000101311", "start": 6074845, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 6104191, "start": 6055492, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001954", "qualifier": "involved_in", "term": "positive regulation of cell-matrix adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 17012746, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0007155", "pubmed": 21356350, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007160", "qualifier": "involved_in", "term": "cell-matrix adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007229", "qualifier": "involved_in", "term": "integrin-mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030511", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0033625", "pubmed": 21356350, "qualifier": "involved_in", "term": "positive regulation of integrin activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033630", "qualifier": "involved_in", "term": "positive regulation of cell adhesion mediated by integrin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042308", "qualifier": "involved_in", "term": "negative regulation of protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043616", "pubmed": 17012746, "qualifier": "involved_in", "term": "keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051546", "pubmed": 17012746, "qualifier": "involved_in", "term": "keratinocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051886", "qualifier": "involved_in", "term": "negative regulation of timing of anagen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071636", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071711", "qualifier": "involved_in", "term": "basement membrane organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090162", "pubmed": 17012746, "qualifier": "involved_in", "term": "establishment of epithelial cell polarity"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903691", "pubmed": 21356350, "qualifier": "involved_in", "term": "positive regulation of wound healing, spreading of epidermal cells"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000647", "qualifier": "involved_in", "term": "negative regulation of stem cell proliferation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18528435, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17012746, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005856", "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005925", "qualifier": "is_active_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 18528435, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "pubmed": 17012746, "qualifier": "located_in", "term": "cell junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032587", "qualifier": "located_in", "term": "ruffle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0071944", "pubmed": 18528435, "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[7955, 100332544], [8364, 100492800], [9031, 416727], [9544, 718297], [9598, 458088], [9606, 55612], [9615, 485775], [9913, 524427], [10090, 241639], [10116, 296179]], "id": 9773}, "interpro": [{"desc": "Kindlin/fermitin", "id": "IPR037843", "short_desc": "Kindlin/fermitin"}, {"desc": "Kindlin-2, N-terminal", "id": "IPR040790", "short_desc": "Kindlin_2_N"}, {"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "FERM central domain", "id": "IPR019748", "short_desc": "FERM_central"}, {"desc": "Band 4.1 domain", "id": "IPR019749", "short_desc": "Band_41_domain"}, {"desc": "FERM superfamily, second domain", "id": "IPR035963", "short_desc": "FERM_2"}, {"desc": "Kindlin/fermitin, PH domain", "id": "IPR037837", "short_desc": "PH_Kindlin/fermitin"}], "ipi": ["IPI00220602", "IPI00304754", "IPI00383562", "IPI00643475"], "map_location": "20p12.3", "name": "FERM domain containing kindlin 1", "other_names": ["UNC112 related protein 1", "fermitin family homolog 1", "fermitin family member 1", "kindlerin", "kindlin 1", "kindlin syndrome protein", "unc-112-related protein 1"], "pantherdb": {"HGNC": "15889", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2443583", "ortholog_type": "LDO", "panther_family": "PTHR16160", "taxid": 10090, "uniprot_kb": "P59113"}, {"RGD": "1306816", "ortholog_type": "LDO", "panther_family": "PTHR16160", "taxid": 10116, "uniprot_kb": "D3ZTV0"}, {"Ensembl": "ENSGALG00000048236", "ortholog_type": "O", "panther_family": "PTHR16160", "taxid": 9031, "uniprot_kb": "A0A3Q2UA82"}, {"Ensembl": "ENSGALG00000008827", "ortholog_type": "LDO", "panther_family": "PTHR16160", "taxid": 9031, "uniprot_kb": "F1NPF7"}, {"ZFIN": "ZDB-GENE-030131-3264", "ortholog_type": "LDO", "panther_family": "PTHR16160", "taxid": 7955, "uniprot_kb": "E9QBZ4"}, {"WormBase": "WBGene00006836", "ortholog_type": "O", "panther_family": "PTHR16160", "taxid": 6239, "uniprot_kb": "Q18685"}, {"FlyBase": "FBgn0036688", "ortholog_type": "O", "panther_family": "PTHR16160", "taxid": 7227, "uniprot_kb": "Q9VVD2"}, {"FlyBase": "FBgn0035498", "ortholog_type": "O", "panther_family": "PTHR16160", "taxid": 7227, "uniprot_kb": "Q9VZI3"}], "uniprot_kb": "Q9BQL6"}, "pfam": ["PF00169", "PF00373", "PF18124"], "pharmgkb": "PA162388314", "pharos": {"target_id": 3180, "tdl": "Tbio"}, "prosite": "PS50003", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF171491", "relationship": "is"}, {"id": "GNF182397", "relationship": "is"}, {"id": "GNF193303", "relationship": "is"}, {"id": "GNF204209", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF047651", "relationship": "is"}, {"id": "GNF050285", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF001654", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241443", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096996", "relationship": "is"}, {"id": "GNF115634", "relationship": "is"}, {"id": "GNF136651", "relationship": "is"}, {"id": "GNF155275", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_016213.1"], "protein": ["NP_060141.3", "XP_024307703.1", "XP_047296215.1", "XP_047296216.1", "XP_054179606.1", "XP_054179607.1", "XP_054179608.1"], "rna": ["NM_017671.5", "XM_024451935.2", "XM_047440259.1", "XM_047440260.1", "XM_054323631.1", "XM_054323632.1", "XM_054323633.1"], "translation": [{"protein": "XP_054179606.1", "rna": "XM_054323631.1"}, {"protein": "NP_060141.3", "rna": "NM_017671.5"}, {"protein": "XP_054179608.1", "rna": "XM_054323633.1"}, {"protein": "XP_047296216.1", "rna": "XM_047440260.1"}, {"protein": "XP_024307703.1", "rna": "XM_024451935.2"}, {"protein": "XP_054179607.1", "rna": "XM_054323632.1"}, {"protein": "XP_047296215.1", "rna": "XM_047440259.1"}]}, "reporter": {"HG-U133_Plus_2": ["218796_at", "229545_at", "232479_at", "60474_at"], "HG-U95B": "49195_at", "HTA-2_0": "TC20000603.hg.1", "HuEx-1_0": "3896621", "HuGene-1_1": "8064904", "HuGene-2_1": "16917061"}, "summary": "This gene encodes a member of the fermitin family, and contains a FERM domain and a pleckstrin homology domain. The encoded protein is involved in integrin signaling and linkage of the actin cytoskeleton to the extracellular matrix. Mutations in this gene have been linked to Kindler syndrome. [provided by RefSeq, Dec 2009].", "symbol": "FERMT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423809"}, "unigene": "Hs.472054", "uniprot": {"Swiss-Prot": "Q9BQL6", "TrEMBL": ["Q54A15", "Q49AC8", "A0A8V8TN73", "G3V1L6"]}, "wikipedia": {"url_stub": "C20orf42"}}