{"AllianceGenome": "19061", "HGNC": "19061", "MIM": "609044", "_id": "338557", "_version": 1, "accession": {"genomic": ["AL356214.20", "CH471066.2", "CP068268.2", "KT989640.1", "KT989641.1", "KT989642.1", "NC_000010.11", "NC_060934.1", "NG_032670.1"], "protein": ["AAI01176.1", "AAO85085.1", "AAP72126.1", "BAD83368.1", "BAG63028.1", "EAW50069.1", "EAW50070.1", "NP_001182684.1", "NP_859529.2", "Q5NUL3.3", "XP_011538048.1", "XP_054221688.1"], "rna": ["AB115768.1", "AI469384.1", "AI732606.1", "AK301525.1", "AY255573.1", "AY288417.1", "BC101175.2", "BM757151.1", "BX647721.1", "DA986310.1", "NM_001195755.2", "NM_181745.4", "XM_011539746.4", "XM_054365713.1"], "translation": [{"protein": "NP_859529.2", "rna": "NM_181745.4"}, {"protein": "XP_054221688.1", "rna": "XM_054365713.1"}, {"protein": "AAI01176.1", "rna": "BC101175.2"}, {"protein": "BAG63028.1", "rna": "AK301525.1"}, {"protein": "XP_011538048.1", "rna": "XM_011539746.4"}, {"protein": "AAP72126.1", "rna": "AY288417.1"}, {"protein": "BAD83368.1", "rna": "AB115768.1"}, {"protein": "NP_001182684.1", "rna": "NM_001195755.2"}, {"protein": "AAO85085.1", "rna": "AY255573.1"}]}, "alias": ["BMIQ10", "GPR120", "GPR129", "GT01", "O3FAR1", "OB10Q", "PGR4"], "ensembl": {"gene": "ENSG00000186188", "protein": ["ENSP00000360536", "ENSP00000360538", "ENSP00000474477"], "transcript": ["ENST00000371481", "ENST00000371483", "ENST00000604414"], "translation": [{"protein": "ENSP00000360536", "rna": "ENST00000371481"}, {"protein": "ENSP00000360538", "rna": "ENST00000371483"}, {"protein": "ENSP00000474477", "rna": "ENST00000604414"}], "type_of_gene": "protein_coding"}, "entrezgene": "338557", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.72986366747, "exp_mis": 164.009604001, "exp_syn": 82.5712410837, "lof_z": 1.50205198175447, "mis_z": 1.94820098817573, "mu_lof": 8.23516863541e-07, "mu_mis": 1.6879844704e-05, "mu_syn": 8.46664041828e-06, "n_lof": 5.0, "n_mis": 113.0, "n_syn": 74.0, "p_li": 0.0055724932654211, "p_null": 0.0964521235237165, "p_rec": 0.897975383210862, "syn_z": 0.584761437455563}, "bp": 1134, "cds_end": 95347366, "cds_start": 95326477, "n_exons": 4, "nonpsych": {"exp_lof": 8.72844290353, "exp_mis": 148.366500064, "exp_syn": 74.6569188048, "lof_z": 1.57181596238196, "mis_z": 2.04421291928189, "mu_lof": 8.23516863541e-07, "mu_mis": 1.6879844704e-05, "mu_syn": 8.46664041828e-06, "n_lof": 4.0, "n_mis": 99.0, "n_syn": 67.0, "p_li": 0.0228866281678236, "p_null": 0.0769256217283028, "p_rec": 0.900187750103874, "syn_z": 0.557933665918351}, "nontcga": {"exp_lof": 8.94386982738, "exp_mis": 150.881241699, "exp_syn": 75.9579402134, "lof_z": 1.30089136122525, "mis_z": 2.06371564934238, "mu_lof": 8.23516863541e-07, "mu_mis": 1.6879844704e-05, "mu_syn": 8.46664041828e-06, "n_lof": 5.0, "n_mis": 100.0, "n_syn": 71.0, "p_li": 0.00415653994322708, "p_null": 0.133039128144689, "p_rec": 0.862804331912084, "syn_z": 0.360194399418284}, "transcript": "ENST00000371483.4"}, "exons": [{"cdsend": 93587609, "cdsstart": 93566720, "chr": "10", "position": [[93566664, 93567287], [93576090, 93576219], [93587219, 93590072]], "strand": 1, "transcript": "NM_001195755", "txend": 93590072, "txstart": 93566664}, {"cdsend": 93587609, "cdsstart": 93566720, "chr": "10", "position": [[93566664, 93567287], [93576090, 93576219], [93579158, 93579206], [93587219, 93590072]], "strand": 1, "transcript": "NM_181745", "txend": 93590072, "txstart": 93566664}], "exons_hg19": [{"cdsend": 95347366, "cdsstart": 95326477, "chr": "10", "position": [[95326421, 95327044], [95335847, 95335976], [95346976, 95349829]], "strand": 1, "transcript": "NM_001195755", "txend": 95349829, "txstart": 95326421}, {"cdsend": 95347366, "cdsstart": 95326477, "chr": "10", "position": [[95326421, 95327044], [95335847, 95335976], [95338915, 95338963], [95346976, 95349829]], "strand": 1, "transcript": "NM_181745", "txend": 95349829, "txstart": 95326421}], "generif": [{"pubmed": 19723586, "text": "possible significance of the alternate splice variant of GPR120 in human is discussed"}, {"pubmed": 20471368, "text": "These are the first results which demonstrate specific phosphorylation of GPR120 isoforms upon agonism by free fatty acids and the first which distinguish the phosphorylation profiles of the two GPR120 isoforms."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21868624, "text": "GPR120 may participate in human gustatory fatty acid perception."}, {"pubmed": 22282525, "text": "agonist-stimulated GPR120S and GPR120L receptors both recruited beta-arrestin2 and underwent robust internalization."}, {"pubmed": 22343897, "text": "GPR120 expression in adipose tissue is significantly higher in obese individuals than in lean controls; GPR120 exon sequencing in obese subjects reveals a deleterious non-synonymous mutation (p.R270H) that inhibits GPR120 signalling activity"}, {"pubmed": 23594480, "text": "Our data suggest that the combination of common genetic variations in the GPR120 gene and dietary fat intake is a possible determinant of body mass index."}, {"pubmed": 23849180, "text": "Our results show that EPA, DHA and AA elicit the same signalling events, but with different kinetics and efficiency through GPR120 in Caco-2 cells."}, {"pubmed": 23851494, "text": "these results demonstrate that GPR120 functions as a tumor-promoting receptor in colorectal carcinoma and, therefore, shows promise as a new potential target for cancer therapeutics."}, {"pubmed": 23993698, "text": "this study demonstrates the expression of GPR120 in pancreas and shows the distribution of GPR120 in human and rat pancreas."}, {"pubmed": 24239485, "text": "Free fatty acids and protein kinase C activation induce GPR120 phosphorylation."}, {"pubmed": 24412271, "text": "Basal and heterologous phosphorylation of FFA4 is mediated by protein kinase C."}, {"pubmed": 24412488, "text": "CD36 and GPR120 have nonoverlapping roles in taste bud cell signaling during orogustatory perception of dietary lipids; these are differentially regulated by obesity."}, {"pubmed": 24742677, "text": "GPR120 is a nutrient sensor that is activated endogenously by both saturated and unsaturated long chain fatty acids."}, {"pubmed": 24790272, "text": "G protein-coupled receptor 120 (GPR 120) levels are reduced in pediatric obstructive sleep apnea and obesity (particularly when both are present) and may play a role in modulating the degree of insulin resistance"}, {"pubmed": 24817122, "text": "Phosphorylation and structural elements within the C-terminal tail of FFA4 allow for the recruitment of arrestin-3."}, {"pubmed": 24844436, "text": "GPR120 is predominantly expressed in the microvillous membrane (MVM) of placenta and the expression level of this receptor in MVM is not altered by maternal body mass index"}, {"pubmed": 24860101, "text": "detailed mode of binding of both long-chain fatty acid and synthetic agonist ligands at FFA4 by integrating molecular modeling, receptor mutagenesis, and ligand structure-activity relationship approaches in an iterative format"}, {"pubmed": 24876224, "text": "Authors show that oleic acid stimulates lipid droplet formation by activating the long-chain fatty acid receptor FFAR4, which signals through a pertussis-toxin-sensitive G-protein signalling pathway involving PI3-kinase, AKT and (PLD) activities."}, {"pubmed": 24913719, "text": "Morbidly obese subjects had lower GPR120 mRNA and protein levels in visceral adipose tissue and a lower mRNA expression after a high-fat meal in peripheral blood mononuclear cells."}, {"pubmed": 25114508, "text": "GPR120 may have a positive role in the management of diabetes;GPR120 activation supports metabolic homeostasis by inhibiting inflammation in macrophages and regulating glucose and/or lipid metabolism in adipose, liver, and muscle tissues"}, {"pubmed": 25131623, "text": "Characterizing pharmacological ligands to study the long-chain fatty acid receptors GPR40/FFA1 and GPR120/FFA4"}, {"pubmed": 25250621, "text": "a significant interaction effect on alanine transaminase levels suggesting a driving effect of the PNPLA3 148M allele on liver injury in children with obesity carrying this variant."}, {"pubmed": 25447053, "text": "TNFa decreases GLP-2 expression by up-regulating GPR120 in Crohn disease"}, {"pubmed": 25790291, "text": "Findings demonstrate the novel functional properties of GPR120 on human eosinophils and indicate the previously unrecognized link between nutrient metabolism and the immune system."}, {"pubmed": 26025001, "text": "the low-frequency p.R270H variant which inhibits GPR120 activity might influence fasting glucose levels in a normal physiological range."}, {"pubmed": 26028412, "text": "It promotes the secretion of glucagon-like peptide-1 (GLP-1) in the intestine, and also acts as a lipid sensor in adipose tissue to sense dietary fat and control energy balance.(review)"}, {"pubmed": 26230883, "text": "GPR120 functions as a receptor for omega-3 fatty acid, involving in regulating the secretion of gastrointestinal peptide hormone, adipogenesis, adipogenic differentiation and anti-inflammatory process. [review]"}, {"pubmed": 26282200, "text": "These results suggest that distinct effects of GPR120 and GPR40 are involved in the acquisition of malignant property in pancreatic cancer cells."}, {"pubmed": 26791484, "text": "demonstrated a GPR120-mediated novel anti-inflammatory pathway in specific intestinal epithelial cell types that could be of therapeutic relevance to intestinal inflammatory disorders"}, {"pubmed": 26827942, "text": "Ligands for FFAR4 comprise the family of long chain polyunsaturated fatty acids, suggesting that many of the long-known beneficial effects of these fats may be receptor mediated. (Review)"}, {"pubmed": 26968637, "text": "GPR120 negatively and GPR40 positively regulate cellular functions during tumor progression in lung cancer cells."}, {"pubmed": 27068006, "text": "P.R270H of FFAR4 impairs Gq and Gi signalling of FFAR4 in vitro."}, {"pubmed": 27212621, "text": "p.R270H variant of GPR120 modulates the risk of type 2 diabetes in interaction with dietary fat intake."}, {"pubmed": 27299582, "text": "Fatty acids are capable of directly acting on visceral adipocytes to modulate differently TNF-alpha, IL-6, IL-10 and adiponectin expression, with a different and greater effect in morbidly obese subjects. These effects are largely annulled when GPR120 expression was silenced, which suggests that they could be mediated by GPR120."}, {"pubmed": 27474750, "text": "LPA1 plays a critical role in EGF responses and that FFA4 agonists inhibit proliferation by suppressing positive cross-talk between LPA1 and the EGF receptor"}, {"pubmed": 28159555, "text": "These results indicated that GPR120 enhanced and GPR40 inhibited the cell motile activity of highly migratory osteosarcoma cells."}, {"pubmed": 28285320, "text": "G protein-coupled receptor 120 (GPR120) represents a promising target for the treatment of obesity-related metabolic disorders for its involvement in the regulation of adipogenesis, inflammation, glucose uptake, and insulin resistance. This review summarizes recent studies and advances regarding the systemic role of GPR120 in adipose tissue, including both white and brown adipocytes. [review]"}, {"pubmed": 28456993, "text": "Studied action of linoleic acid (LA) on cell migration and neoplasm invasiveness of breast cancer cells. Findings show Akt2 activation requires EGFR and PI3K activity, whereas migration and invasion are dependent on FFAR4, EGFR and PI3K/Akt activity."}, {"pubmed": 28771713, "text": "Eicosapentaenoic acid prevents TNF-alpha-induced decrease of alpha-methylglucose uptake and AMPK phosphorylation in Caco-2 cells via GPR120 and AMPK activation."}, {"pubmed": 28835131, "text": "Data suggest that cytokines TNFalpha and interleukin-1b markedly reduce GPR120/FFAR4 expression in adipocytes; in contrast, these cytokines induce expression of GPR84 and GPR41/FFAR3 in adipocytes. These studies were conducted in adipocytes cultured from subcutaneous adipose tissue. (GPR = G-protein coupled receptor; FFAR = free fatty acid receptor)"}, {"pubmed": 29126901, "text": "The results of this study suggest that n-3 PUFA protect hepatic steatosis by activating FFA4 in hepatocytes, and its signaling cascade sequentially involves FFA4, Gq/11 proteins, CaMKK, AMPK, and SREBP-1c suppression."}, {"pubmed": 29570170, "text": "Compared with nevi, primary melanoma and melanoma metastasis showed significantly higher levels of GPR120 staining."}, {"pubmed": 29750897, "text": "FFA1 and FFA4 are involved in the regulation of cellular functions during tumor progression in colon cancer DLD1 cells."}, {"pubmed": 29796668, "text": "Results indicate that FFAR4 plays a more critical role than FFAR1 in mediation of fat-regulated neurotensin release from neuroendocrine cells and in inhibitory crosstalk between MEK/ERK1/2 and AMPK in the control of NT release downstream of FFAR1 and FFAR4."}, {"pubmed": 29901155, "text": "An increased level of GPR120 in esophageal cancer tissues."}, {"pubmed": 30075737, "text": "Our study suggests that GPR120 is an important inflammatory mediator during the development of osteoarthritis"}, {"pubmed": 30248044, "text": "FFAR4 overexpression may mediate the process of cholangiocarcinoma (CCA) epithelial mesenchymal transition. In addition, FFAR4 is promising as a new diagnostic molecule and therapeutic target for CCA."}, {"pubmed": 30366669, "text": "these findings define a mechanism by which FFAR1-and FFAR4-dependent activation of Hippo pathway mediates DHA-induced apoptosis of androgen-independent prostate cancer cells."}, {"pubmed": 30520776, "text": "Activation of GPR120 promotes the metastasis of breast cancer through the PI3K/Akt/NF-kappaB signaling pathway."}, {"pubmed": 30578080, "text": "Results show that downregulation of GPR120 in decidua was correlated with human miscarriage suggesting that GPR120 plays protective role in the maintenance of pregnancy by promoting decidualization during early pregnancy. Moreover, the augmentation of decidualization by GPR120 was mediated by improved glucose influx and metabolism of human endometrial stromal cells."}, {"pubmed": 30738829, "text": "we established that GPR120 functions as a chemoresistance-promoting receptor in breast cancer. The activation of GPR120 signaling using its ligands in breast cancer cells promoted the resistance against epirubicin-induced cell death by increasing ABC transporter expression and de novo fatty acid synthesis."}, {"pubmed": 30764601, "text": "GPR120 mediates docosahexaenoic acid-induced apoptosis by regulating IP3R, reactive oxygen species, and endoplasmic reticulum stress levels in cisplatin-resistant cancer cells"}, {"pubmed": 30879764, "text": "Generally positive correlations are found between the total amount of lipids and expression levels of GPR120 and FGF21 in gestational diabetes mellitus patients. FGF21 expression is induced by GPR120 activation in THP-1cells and white blood cells."}, {"pubmed": 31474633, "text": "GPR120/FFAR4-mediating system could be a key signaling pathway to prevent the development of NASH."}, {"pubmed": 31487233, "text": "Metabolic and physiological role of FFAR1 (GPR40), FFAR4 (GPR120), FFAR3 (GPR41) and FFAR2 (GPR43) is REVIEWED."}, {"pubmed": 31524116, "text": "free fatty acid receptor 4 is involved in long-term diet-mediated changes to fatty acid taste perception"}, {"pubmed": 31539131, "text": "FFAR4 promotes cell proliferation and migration and servers as a potential biomarker for clinicopathological characteristics and prognosis in laryngocarcinoma."}, {"pubmed": 31669388, "text": "Selective FFAR4 activation regulates both islet and enteroendocrine hormone function."}, {"pubmed": 32026734, "text": "Regulation of cell survival through free fatty acid receptor 1 (FFA1) and FFA4 induced by endothelial cells in osteosarcoma cells."}, {"pubmed": 32037689, "text": "Long noncoding RNA LINC00662-miR-15b-5p mediated GPR120 dysregulation contributes to osteoarthritis."}, {"pubmed": 32132133, "text": "the mechanisms of docosahexaenoic acid-induced phosphorylation of FFA4-L and subsequent beta-arrestin-2 recruitment and extracellular-signal regulated kinase-1/2 activity, are reported."}, {"pubmed": 32294657, "text": "The rs11187533 C>T Variant of the FFAR4 Gene Is Associated with Lower Levels of Fasting Glucose and Decreases in Markers of Liver Injury in Children with Obesity."}, {"pubmed": 32932281, "text": "GPR120 promotes radiation resistance in esophageal cancer via regulating AKT and apoptosis pathway."}, {"pubmed": 33009637, "text": "GPR120 Ameliorates Apoptosis and Inhibits the Production of Inflammatory Cytokines in Renal Tubular Epithelial Cells."}, {"pubmed": 33091626, "text": "Autocrine negative feedback regulation of lipolysis through sensing of NEFAs by FFAR4/GPR120 in WAT."}, {"pubmed": 33185223, "text": "Teadenol A in microbial fermented tea acts as a novel ligand on GPR120 to increase GLP-1 secretion."}, {"pubmed": 35013389, "text": "GPR120 prevents colorectal adenocarcinoma progression by sustaining the mucosal barrier integrity."}, {"pubmed": 35588628, "text": "Free fatty acid receptor 4 deletion attenuates colitis by modulating Treg Cells via ZBED6-IL33 pathway."}, {"pubmed": 35703949, "text": "Reduced Free Fatty Acid Receptor 4 Gene Expression is Associated With Extreme Obesity and Insulin Resistance in Children."}, {"pubmed": 35717305, "text": "GPR120 promotes metastasis but inhibits tumor growth in pancreatic ductal adenocarcinoma."}, {"pubmed": 36309079, "text": "Oncogenic signaling of the free-fatty acid receptors FFA1 and FFA4 in human breast carcinoma cells."}, {"pubmed": 36402250, "text": "Immune regulation of poly unsaturated fatty acids and free fatty acid receptor 4."}, {"pubmed": 37201877, "text": "Free-Fatty Acid Receptor-4 (FFA4/GPR120) differentially regulates migration, invasion, proliferation and tumor growth of papillary renal cell carcinoma cells."}, {"pubmed": 37542525, "text": "GPR120/FFAR4: A Potential New Therapeutic Target for Inflammatory Bowel Disease."}, {"pubmed": 37842292, "text": "Predictive value of first-trimester GPR120 levels in gestational diabetes mellitus."}, {"pubmed": 38243188, "text": "FFAR4 activation inhibits lung adenocarcinoma via blocking respiratory chain complex assembly associated mitochondrial metabolism."}], "genomic_pos": {"chr": "10", "end": 93604480, "ensemblgene": "ENSG00000186188", "start": 93566665, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 95364237, "start": 95326422, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001818", "qualifier": "involved_in", "term": "negative regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010827", "qualifier": "involved_in", "term": "regulation of glucose transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032691", "pubmed": 23809162, "qualifier": "involved_in", "term": "negative regulation of interleukin-1 beta production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036321", "qualifier": "involved_in", "term": "ghrelin secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046879", "qualifier": "involved_in", "term": "hormone secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050872", "pubmed": 31761534, "qualifier": "involved_in", "term": "white fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050873", "qualifier": "involved_in", "term": "brown fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050912", "qualifier": "involved_in", "term": "detection of chemical stimulus involved in sensory perception of taste"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070094", "qualifier": "involved_in", "term": "positive regulation of glucagon secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090275", "qualifier": "involved_in", "term": "negative regulation of somatostatin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090336", "qualifier": "involved_in", "term": "positive regulation of brown fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 27853148, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005765", "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005929", "pubmed": 31761534, "qualifier": "located_in", "term": "cilium"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0010008", "qualifier": "located_in", "term": "endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030139", "qualifier": "located_in", "term": "endocytic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0060170", "qualifier": "located_in", "term": "ciliary membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005504", "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005504", "qualifier": "enables", "term": "fatty acid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008527", "qualifier": "enables", "term": "taste receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[8364, 100487409], [9031, 428963], [9544, 700014], [9598, 740365], [9606, 338557], [9615, 477774], [9913, 533266], [10090, 107221], [10116, 294075]], "id": 18769}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00376213", "IPI00383963"], "map_location": "10q23.33", "name": "free fatty acid receptor 4", "other_names": ["G-protein coupled receptor 120", "G-protein coupled receptor 129", "G-protein coupled receptor GT01", "G-protein coupled receptor PGR4", "Obesity, susceptibility to, on chromosome 10q", "free fatty acid receptor 4", "omega-3 fatty acid receptor 1"], "pantherdb": {"HGNC": "19061", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2147577", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10090, "uniprot_kb": "Q7TMA4"}, {"RGD": "1308252", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10116, "uniprot_kb": "Q2AC31"}, {"Ensembl": "ENSGALG00000026733", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 9031, "uniprot_kb": "R4GKJ9"}, {"WormBase": "WBGene00010329", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 6239, "uniprot_kb": "O17899"}, {"FlyBase": "FBgn0085410", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 7227, "uniprot_kb": "Q9VML9"}], "uniprot_kb": "Q5NUL3"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-381771", "name": "Synthesis, secretion, and inactivation of Glucagon-like Peptide-1 (GLP-1)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-444209", "name": "Free fatty acid receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["8G59", "8H4I", "8H4K", "8H4L", "8ID3", "8ID4", "8ID6", "8ID8", "8ID9", "8IYS", "8T3O", "8T3Q"], "pfam": "PF00001", "pharmgkb": "PA134924595", "pharos": {"target_id": 6950, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF272215", "relationship": "is"}, {"id": "GNF272216", "relationship": "is"}, {"id": "GNF272217", "relationship": "is"}, {"id": "GNF272218", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF281284", "relationship": "is"}, {"id": "GNF281285", "relationship": "is"}, {"id": "GNF281286", "relationship": "is"}, {"id": "GNF281287", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF277083", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093596", "relationship": "is"}, {"id": "GNF133254", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_032670.1"], "protein": ["NP_001182684.1", "NP_859529.2", "XP_011538048.1", "XP_054221688.1"], "rna": ["NM_001195755.2", "NM_181745.4", "XM_011539746.4", "XM_054365713.1"], "translation": [{"protein": "NP_859529.2", "rna": "NM_181745.4"}, {"protein": "XP_054221688.1", "rna": "XM_054365713.1"}, {"protein": "NP_001182684.1", "rna": "NM_001195755.2"}, {"protein": "XP_011538048.1", "rna": "XM_011539746.4"}]}, "reporter": {"HG-U133_Plus_2": "240856_at", "HG-U95B": "55966_at", "HTA-2_0": ["TC10000665.hg.1", "TC10002222.hg.1", "TC10002223.hg.1"], "HuEx-1_0": ["3258625", "3258648", "3258650", "3258652"], "HuGene-1_1": "7929344", "HuGene-2_1": "16707567"}, "retired": [118923, 353126], "summary": "This gene encodes a G protein-coupled receptor (GPR) which belongs to the rhodopsin family of GPRs. The encoded protein functions as a receptor for free fatty acids, including omega-3, and participates in suppressing anti-inflammatory responses and insulin sensitizing. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Feb 2012].", "symbol": "FFAR4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425984"}, "unigene": "Hs.661022", "uniprot": {"Swiss-Prot": "Q5NUL3", "TrEMBL": ["S4R3L2", "B4DWG6"]}, "wikipedia": {"url_stub": "GPR120"}}