{"AllianceGenome": "3675", "HGNC": "3675", "MIM": "603891", "_id": "9965", "_version": 1, "accession": {"genomic": ["AP001888.4", "CH471076.1", "CP068267.2", "JC568744.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAD45973.1", "AAH17664.1", "AAP35375.1", "AAQ88669.1", "BAA75500.1", "CEF39396.1", "EAW74751.1", "NP_005108.1", "O95750.1"], "rna": ["AB018122.1", "AF110400.1", "AY358302.1", "BC017664.1", "BT006729.1", "NM_005117.3"], "translation": [{"protein": "AAQ88669.1", "rna": "AY358302.1"}, {"protein": "AAP35375.1", "rna": "BT006729.1"}, {"protein": "NP_005108.1", "rna": "NM_005117.3"}, {"protein": "AAH17664.1", "rna": "BC017664.1"}, {"protein": "AAD45973.1", "rna": "AF110400.1"}, {"protein": "BAA75500.1", "rna": "AB018122.1"}]}, "ensembl": {"gene": "ENSG00000162344", "protein": "ENSP00000294312", "transcript": "ENST00000294312", "translation": [{"protein": "ENSP00000294312", "rna": "ENST00000294312"}], "type_of_gene": "protein_coding"}, "entrezgene": "9965", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.6630015229, "exp_mis": 56.34863308, "exp_syn": 27.9263495882, "lof_z": 1.37829631075467, "mis_z": 1.13042029020094, "mu_lof": 3.84636787083e-07, "mu_mis": 1.06264639672e-05, "mu_syn": 5.56949070982e-06, "n_lof": 1.0, "n_mis": 39.0, "n_syn": 22.0, "p_li": 0.294076907366963, "p_null": 0.0802768493764021, "p_rec": 0.625646243256635, "syn_z": 0.695231921160248}, "bp": 651, "cds_end": 69518644, "cds_start": 69514029, "n_exons": 3, "nonpsych": {"exp_lof": 3.27959215499, "exp_mis": 50.9651743143, "exp_syn": 25.2402628323, "lof_z": 1.23622974710036, "mis_z": 1.19862447501057, "mu_lof": 3.84636787083e-07, "mu_mis": 1.06264639672e-05, "mu_syn": 5.56949070982e-06, "n_lof": 1.0, "n_mis": 34.0, "n_syn": 20.0, "p_li": 0.287096732312606, "p_null": 0.0973830037330028, "p_rec": 0.615520263954392, "syn_z": 0.656703547584709}, "nontcga": {"exp_lof": 3.36647415464, "exp_mis": 51.8372588577, "exp_syn": 25.6887546781, "lof_z": 1.27231718523987, "mis_z": 1.02669739738411, "mu_lof": 3.84636787083e-07, "mu_mis": 1.06264639672e-05, "mu_syn": 5.56949070982e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 21.0, "p_li": 0.277371406133472, "p_null": 0.0896442933354268, "p_rec": 0.632984300531102, "syn_z": 0.585744044126393}, "transcript": "ENST00000294312.3"}, "exons": [{"cdsend": 69703876, "cdsstart": 69699261, "chr": "11", "position": [[69698237, 69699576], [69703260, 69703364], [69703644, 69704022]], "strand": -1, "transcript": "NM_005117", "txend": 69704022, "txstart": 69698237}], "exons_hg19": [{"cdsend": 69518644, "cdsstart": 69514029, "chr": "11", "position": [[69513005, 69514344], [69518028, 69518132], [69518412, 69518790]], "strand": -1, "transcript": "NM_005117", "txend": 69518790, "txstart": 69513005}], "generif": [{"pubmed": 11956156, "text": "FGF19 transgenic mice had a significant and specific reduction in fat mass that resulted from an increase in energy expenditure.  FGF19 transgenic mice did not become obese or diabetic on a high fat diet."}, {"pubmed": 12057932, "text": "The formation of liver tumors in transgenic mice overexpressing human fibroblast growth factor 19 (FGF19) in skeletal muscle"}, {"pubmed": 12815072, "text": "demonstrated that FGF-19, acting as an FXR-induced signaling molecule, represses expression of the CYP7A1 gene; this signaling cascade defines a novel mechanism for feedback repression of bile acid biosynthesis"}, {"pubmed": 14730967, "text": "The crystal structure of FGF19 is reported and a model proposed for the interaction of FGF19 with its sole receptor, fibroblast growth factor receptor 4."}, {"pubmed": 14976145, "text": "FGF19 is able to increase metabolic rate concurrently with an increase in fatty acid oxidation."}, {"pubmed": 17000708, "text": "This study reveals an important role for FOXC1 in the direct regulation of the FGF19-FGFR4-MAPK pathway to promote both the development and maintenance of anterior segment structures within the eye."}, {"pubmed": 17339340, "text": "Klotho/betaKlotho have evolved as a compensatory mechanism for the poor ability of heparin/heparan sulfate to promote binding of FGF19, -21, and -23 to their cognate receptors"}, {"pubmed": 17599042, "text": "FGF19 is coexpressed with its cognate receptor FGFR4 in primary human liver, lung, and colon tumors and in a subset of human colon cancer cell lines, where their interactions are important for tumor growth."}, {"pubmed": 17711860, "text": "a functional FGF19 receptor may consist of FGF receptor (FGFR) and heparan sulfate complexed with either alphaKlotho or betaKlotho"}, {"pubmed": 18559909, "text": "Circulating levels of FGF21 but not FGF19 are strongly related to body weight and serum levels of leptin, adiponectin, and insulin in both anorectic and normal-weight women."}, {"pubmed": 18829467, "text": "Both FGF23 and FGF21 require intact alpha or betaKlotho for signaling, respectively, whereas FGF19 can signal through a Klotho chimera consisting of the N terminus of alphaKlotho and the C terminus of betaKlotho."}, {"pubmed": 19185005, "text": "The liver expresses FGF19 under conditions of extrahepatic cholestasis."}, {"pubmed": 19233843, "text": "the inhibitory effect of FGF-19 on insulin activation of hepatic fatty acid synthesis constitutes a mechanism that would explain the beneficial effect of FGF-19 on metabolic syndrome."}, {"pubmed": 19237543, "text": "FGF15/FGFR4 integrates growth factor signaling with hepatic bile acid metabolism and insulin action"}, {"pubmed": 19681655, "text": "Plasma FGF19 did not significantly differ between controls, and subjects with obesity or Cushing's syndrome."}, {"pubmed": 20013647, "text": "FGF19 is associated with a beneficial metabolic profile in both control and chronic hemodialysis patients."}, {"pubmed": 20018895, "text": "activation of FGFR4 is the mechanism whereby FGF19 can increase hepatocyte proliferation and induce hepatocellular carcinoma formation."}, {"pubmed": 20093562, "text": "Patients with nonalcoholic fatty liver disease (NAFLD) show an unimpaired intestinal FGF19 production. However, the hepatic response to FGF19 is impaired in NAFLD patients with insulin resistance (HOMA score > or =2.5)."}, {"pubmed": 20691689, "text": "A new mechanism for bile acid diarrhea: defective feedback inhibition of bile acid biosynthesis between fasting serum 7alphaC4 and FGF19 levels."}, {"pubmed": 21397858, "text": "Data established that FGF19 is an important driver gene in HCC."}, {"pubmed": 21436455, "text": "findings show that FGF19 activates a physiologically important, insulin-independent endocrine pathway that regulates hepatic protein and glycogen metabolism"}, {"pubmed": 21437243, "text": "FGFR4 activation mediates the induction of hepatocyte proliferation and the suppression of bile acid biosynthesis by FGF19."}, {"pubmed": 21574752, "text": "Baseline serum FGF-19 levels are significantly lower in obese patients with type 2 diabetes and is at least partially dependent upon nutritional status, but is not related to glucose metabolism or insulin sensitivity parameters."}, {"pubmed": 21653700, "text": "Sulfated glycosaminoglycans are required for specific and sensitive fibroblast growth factor (FGF) 19 signaling via FGF receptor 4 and betaKlotho."}, {"pubmed": 21691104, "text": "The serum bile salts were slightly but significantly elevated, and the levels of the endocrine-acting fibroblast growth factor 19 (FGF19) and FGF21 were increased."}, {"pubmed": 21747170, "text": "Pregnane X receptor activation induces FGF19-dependent tumor aggressiveness in humans and mice"}, {"pubmed": 21953282, "text": "found to activate signaling pathways in cell lines of cholangiocytic, enteroendocrine, and enterocytic origin"}, {"pubmed": 22166511, "text": "FGF-19 levels are low in type 2 diabetic patients with metabolic syndrome."}, {"pubmed": 22267484, "text": "The FGF19 effect on APOA was attenuated by transfection of primary hepatocytes with siRNA against the FGF19 receptor 4 (FGFR4)."}, {"pubmed": 22396169, "text": "Mouse Fgf15 and human FGF19 play key roles in enterohepatic signaling, regulation of liver bile acid biosynthesis, gallbladder motility and metabolic homeostasis"}, {"pubmed": 22442730, "text": "Differential specificity of endocrine FGF19 and FGF21 to FGFR1 and FGFR4 in complex with KLB."}, {"pubmed": 22561792, "text": "These results suggest that FGF19 is transcriptionally activated through multiple Farnesoid X receptor-responsive elements in the promoter region"}, {"pubmed": 23038264, "text": "HNF4alpha and LRH-1 promote active transcription histone marks on the Cyp7a1 promoter that are reversed by FGF19 in a SHP-dependent manner"}, {"pubmed": 23064887, "text": "The specificity of hFGF19 signaling is greatly altered in a mouse model system."}, {"pubmed": 23205607, "text": "FGF19 (fibroblast growth factor 19) as a novel target gene for activating transcription factor 4 in response to endoplasmic reticulum stress"}, {"pubmed": 23329754, "text": "A decrease in fasting FGF19 levels is associated with the development of non-alcoholic fatty liver disease in obese adolescents."}, {"pubmed": 23456506, "text": "FGF19 protein expression might be an effective predictor of early recurrence and a marker for poor prognosis of hepatocellular carcinoma."}, {"pubmed": 23628619, "text": "Fasting serum FGF19 levels were decreased in Chinese subjects with IFG and inversely associated with fasting glucose levels."}, {"pubmed": 23803094, "text": "FGF19 expression is not associated with lymph node metastasis and locally invasive characteristics of the tumor in colorectal cancers"}, {"pubmed": 23840612, "text": "serum FGF19 and FGF21 and hepatic Klotho expression are inversely associated with hepatic damage in children with NAFLD"}, {"pubmed": 23940810, "text": "Serum FGF19 is associated with the presence and severity of coronary artery disease in a Chinese population."}, {"pubmed": 23981126, "text": "Reduced fibroblast growth factor 19 is a feature of bile acid diarrhea."}, {"pubmed": 24248542, "text": "Quantification of FGF19 expression appears to provide valuable prognostic information in breast cancer"}, {"pubmed": 24260557, "text": "Reduced serum FGF19 levels could be involved in the pathophysiology of gestational diabetes mellitus, while increased serum FGF21 levels could be a compensatory response to this disease."}, {"pubmed": 24321096, "text": "These results suggest that SREBP-2 negatively regulates the FXR-mediated transcriptional activation of the FGF19 gene in human intestinal cells."}, {"pubmed": 24728076, "text": "FGF19 stimulates tumor progression by activating the STAT3 pathway."}, {"pubmed": 24798001, "text": "In hepatocellular carcinoma, FGF19 amplifications, known to activate Wnt signaling, were mutually exclusive with CTNNB1 and AXIN1 mutations, and significantly associated with cirrhosis."}, {"pubmed": 24813368, "text": "obesity appears as the predominant determinant of the abnormalities in FGF21 and FGF19 levels. Opposite changes in beta-Klotho expression in fat and liver indicate potential tissue-specific alterations in the responsiveness to endocrine FGFs in obesity"}, {"pubmed": 24827712, "text": "[review] While FGF19 is a negative feedback regulator of bile acid metabolism and can circulate as a hormone, emerging evidence has showed its autocrine or exocrine function."}, {"pubmed": 24841294, "text": "FGF19 levels were reduced in non-diabetic obese subjects as compared to lean controls and obese type 2 diabetic subjects."}, {"pubmed": 25080475, "text": "Describe a nontumorigenic FGF19 variant, M70, which regulates bile acid metabolism and, through inhibition of bile acid synthesis/reduction of excess hepatic bile acid accumulation, protects mice from cholestatic liver injury."}, {"pubmed": 25547779, "text": "In this review, we have reported the altered expression of FGF19 in non-alcoholic fatty liver disease and hepatocellular carcinoma; we find limited information on the role of FGF19 in other liver diseases"}, {"pubmed": 25595885, "text": "The pathogenesis of intestinal failure associated liver disease is uncertain, we therefore investigated the role of FGF19 and pro-inflammatory cytokines has on this disease state."}, {"pubmed": 25664662, "text": "The data suggest that FGF19/FGF21 circulating levels and hepatic gene expression of the associated signaling pathway are significantly dysregulated in type 2 diabetes."}, {"pubmed": 25854696, "text": "Fibroblast growth factor 19 might be associated with biochemical recurrence after radical prostatectomy by promoting cell proliferation and epithelial-mesenchymal transition of prostate cancer"}, {"pubmed": 26028580, "text": "In mice with humanized livers, expression of an FGF19 transgene corrects bile acid signaling defects, resulting in normalization of bile acid synthesis, the bile acid pool, and liver size."}, {"pubmed": 26152288, "text": "KL methylation is a characteristic of many breast cancer cases . However, the resulting or associated perturbation in FGFR4 expression, similar to FGF19, could be utilized as a biomarker for poor prognosis"}, {"pubmed": 26256900, "text": "Suggest a potential connection between gallbladder cholangiocyte-derived FGF19 and bile acid metabolism that could lead to metabolic dysregulation following cholecystectomy."}, {"pubmed": 26259981, "text": "Bile acid and FGF19 levels increased after Roux-en-Y bypass, but not after intensive medial management in type 2 diabetic subjects who achieved similar improvement in glycemic control."}, {"pubmed": 26293907, "text": "FGF19 correlates with severity of liver disease and can potentially serve as an indicator of chronic cholestatic liver injury."}, {"pubmed": 26323668, "text": "Study shows that FGF19 can be secreted and promotes ovarian cancer progression such as proliferation and invasion by activating FGFR4."}, {"pubmed": 26343925, "text": "FGF-19 increment after OGL was positively associated with age, and negatively associated with abnormal glucose regulation and statin treatment"}, {"pubmed": 26498355, "text": "High expression of FGF19 is associated with hepatocellular carcinoma."}, {"pubmed": 26567701, "text": "discusses current knowledge of the complex biology of the endocrine FGFs."}, {"pubmed": 26723851, "text": "we suggest that considerable mechanistic differences exist between humans and mice with regard to the nuclear receptors controlling the VitA-FGF15/19 axis."}, {"pubmed": 26943773, "text": "Amplification of FGF19 was validated in independent LSCC samples. Furthermore, FGF19 stimulated LSCC cell growth in vitro. These data implicate FGF19 as a potential driver gene in LSCC with clinic characteristics as smoking."}, {"pubmed": 27053348, "text": "FGF19 is able to enhance migration and invasion abilities of gastric cancer cells."}, {"pubmed": 27192118, "text": "FGFR4/FGF19 autocrine signaling mediates the survival of a subset of basal-like breast cancer cells"}, {"pubmed": 27384874, "text": "FGF19 copy number may increase in hepatocellular carcinoma accompanying a complete response to sorafenib treatment"}, {"pubmed": 27447573, "text": "This is the first study to elucidate FGF19/FGFR4 signaling in favor of hepatocellular carcinoma cells developing from fatty liver"}, {"pubmed": 28003563, "text": "Fibroblast growth factor 19 levels in human portal blood are higher than in arterial blood. Fibroblast growth factor 19 is released by the portal-drained viscera under fasted steady state conditions."}, {"pubmed": 28069043, "text": "Study demonstrates that elevated FGF19 expression or hyperactivation of FGF19/FGFR4 signaling in hepatocellular carcinoma cells is one of the main mechanisms of sorafenib resistance."}, {"pubmed": 28498614, "text": "Intestinal sensing of highly elevated levels of conjugated bile acids in blood promotes FGF15/FGF19 signaling, reducing hepatic bile acid synthesis and modulating bile acid transporters."}, {"pubmed": 28570655, "text": "Administering FGF19, or suitable mimetic, as a pharmacological intervention to increase circulating levels of FGF19 and suppress BA synthesis by inhibiting CYP7A1 gene expression is likely to provide therapeutic benefits for many PBC patients"}, {"pubmed": 28746779, "text": "In children and adolescents with NAFLD, hepatic FXR protein content and plasma FGF19 concentrations were decreased compared."}, {"pubmed": 28906590, "text": "Study showed that FGF19 amplification is a genetic event in Chinese lung squamous cell carcinoma (LSCC) patients, with a frequency of 37.5%. FGF19 amplified LSCC cells express relatively higher levels of FGF19 mRNA expression, and downregulation of FGF19 expression can induce significant cell killing effects in vitro and in vivo."}, {"pubmed": 28951455, "text": "Findings show that FGF19 provides a cytoprotective role against ER stress by activating a FGFR4-GSK3beta-Nrf2 signaling cascade, suggesting targeting this signaling node as a candidate therapeutic regimen for hepatocellular carcinoma (HCC) management."}, {"pubmed": 29174027, "text": "Independent of glucose tolerance status, serum FGF19 levels were inversely associated with visceral fat accumulation."}, {"pubmed": 29438906, "text": "a disrupted FGF19/FGFR4/betaKL signaling pathway may play a role in the development of thyroid cancers."}, {"pubmed": 29734515, "text": "FGF19 expressions are decreased in the placenta and rectus muscle of women with gestational diabetes mellitus. This might contribute to the pathophysiology or development of gestational diabetes mellitus."}, {"pubmed": 29964017, "text": "FGF19 is induced by hypoxia/reoxygenation (H/R) - treatment in cardiomyocytes. FGF19 knockdown augments H/R-induced injury. FGF19 overexpression protects cardiomyocytes from H/R-induced injury."}, {"pubmed": 29968724, "text": "Study shows that FXR is phosphorylated at Y67 by non-receptor tyrosine kinase, Src, in response to postprandial FGF19 which is critical for its nuclear localization and transcriptional regulation of bile acids levels and identifies Src-mediated FXR phosphorylation as a potential therapeutic target and biomarker for bile acids-related enterohepatic diseases."}, {"pubmed": 30074276, "text": "these insights support the idea that targeting FGFR4 in breast cancer cells overexpressing FGF19 may represent an effective strategy to suppress cancer development, progression, and metastasis."}, {"pubmed": 30089729, "text": "Study observed exercise mode-specific changes in plasma concentrations of FGF19 and FGF21 and identified temporal relationships between decreased plasma bile acids and FGF19 following resistance exercise and a sharp disparity in FGF21 concentrations, with endurance exercise eliciting a clear increase parallel to that of glucagon."}, {"pubmed": 30122083, "text": "Developmental regulation of the gut-liver (FGF19-CYP7A1) axis in neonates."}, {"pubmed": 30127091, "text": "These data demonstrate receptor- and species-specific differential activity of FGF15 and FGF19 which should be taken into consideration when FGF19 is used as a substitute for FGF15."}, {"pubmed": 30317562, "text": "mutation of a single tyrosine-207, but not the other five tyrosine residues in FGF21, to a phenylalanine retained the FGFR1-KLB affinity of FGF21 even after iodination, whereas replacing the corresponding phenylalanine residue with tyrosine in FGF19 did not alter its binding affinity to FGFR1-KLB, but decreased the receptor binding ability of the iodinated protein"}, {"pubmed": 30334297, "text": "In urothelial carcinoma patients, serum FGF19 level was significantly lower, while FGF21 and FGF23 were significantly higher, than respective levels in healthy controls."}, {"pubmed": 30517925, "text": "FGF19 may be a valuable diagnostic marker for the identification of patients with colorectal adenomas."}, {"pubmed": 30518874, "text": "FGF19 gene amplification corresponds with an increased dependency upon FGF19/FGFR4 autocrine signaling in HNSCC."}, {"pubmed": 30679232, "text": "unrecognized role for FGF19 in the homeostatic control of cholesterol"}, {"pubmed": 30682184, "text": "Results found that lower FGF19 alone was not associated with non-alcoholic fatty liver disease (NAFLD) severity, but 7alpha-hydroxy-4-cholesten-3-one (C4) was significantly associated with higher NAFLD fibrosis score, suggesting that dysregulation of the FGF19 axis is involved in NAFLD."}, {"pubmed": 30698907, "text": "Klotho-beta and fibroblast growth factor 19 expression correlates with early recurrence of resectable hepatocellular carcinoma."}, {"pubmed": 30826062, "text": "miR-520e restricts glioma cell proliferation and invasion. miR-520e targets FGF19 3'-UTR to repress its expression."}, {"pubmed": 30852757, "text": "FGF19 levels are associated positively with glucose effectiveness and negatively with hepatic glucose production"}, {"pubmed": 30933374, "text": "The nutrient-stimulated FGF19 response is impaired in ICU patients, which is mechanistically linked to gallbladder dysmotility in critical illness."}, {"pubmed": 30944224, "text": "Studied binding interactions and molecular structure of fibroblast growth factor 19 and beta-Klotho."}, {"pubmed": 31074061, "text": "FGF19 sustains the high proliferative ability of keratinocytes in psoriasis through the regulation of Wnt/GSK-3beta/beta-catenin signalling via FGFR4"}, {"pubmed": 31529503, "text": "Fibroblast Growth Factor 19-Mediated Up-regulation of SYR-Related High-Mobility Group Box 18 Promotes Hepatocellular Carcinoma Metastasis by Transactivating Fibroblast Growth Factor Receptor 4 and Fms-Related Tyrosine Kinase 4."}, {"pubmed": 32111983, "text": "Enhanced autocrine FGF19/FGFR4 signaling drives the progression of lung squamous cell carcinoma, which responds to mTOR inhibitor AZD2104."}, {"pubmed": 32219747, "text": "Exploiting Plug-and-Play Electrochemical Biosensors to Determine the Role of FGF19 in Sorafenib-Mediated Superoxide and Nitric Oxide Production in Hepatocellular Carcinoma Cells."}, {"pubmed": 32275977, "text": "TRAF6 Activates Fibroblasts to Cancer-Associated Fibroblasts through FGF19 in Tumor Microenvironment to Benefit the Malignant Phenotype of Melanoma Cells."}, {"pubmed": 32305136, "text": "Fibroblast growth factor 19 alleviates palmitic acid-induced mitochondrial dysfunction and oxidative stress via the AMPK/PGC-1alpha pathway in skeletal muscle."}, {"pubmed": 32513031, "text": "Endocrine fibroblast growth factors as potential biomarkers for chronic kidney disease."}, {"pubmed": 32528406, "text": "Fibroblast Growth Factor 19 Levels Predict Subclinical Atherosclerosis in Men With Type 2 Diabetes."}, {"pubmed": 32546231, "text": "Klotho and fibroblast growth factors 19 and 21 serum concentrations in children and adolescents with normal body weight and obesity and their associations with metabolic parameters."}, {"pubmed": 32626734, "text": "Dysregulation of Circulating FGF19 and Bile Acids in Primary Biliary Cholangitis-Autoimmune Hepatitis Overlap Syndrome."}, {"pubmed": 32681035, "text": "An FGF15/19-TFEB regulatory loop controls hepatic cholesterol and bile acid homeostasis."}, {"pubmed": 33101202, "text": "Dynamic Changes in Circulating Endocrine FGF19 Subfamily and Fetuin-A in Response to Intralipid and Insulin Infusions in Healthy and PCOS Women."}, {"pubmed": 33144503, "text": "Curtailing FGF19's mitogenicity by suppressing its receptor dimerization ability."}, {"pubmed": 33171307, "text": "FGF15/19 is required for adipose tissue plasticity in response to thermogenic adaptations."}, {"pubmed": 33383173, "text": "FGF19 and FGF21: In NASH we trust."}, {"pubmed": 33506572, "text": "Fibroblast Growth Factor 19: Potential modulation of hepatic metabolism for the treatment of non-alcoholic fatty liver disease."}, {"pubmed": 33754043, "text": "FGF19/SOCE/NFATc2 signaling circuit facilitates the self-renewal of liver cancer stem cells."}, {"pubmed": 34163030, "text": "FGF19 and FGFR4 promotes the progression of gallbladder carcinoma in an autocrine pathway dependent on GPBAR1-cAMP-EGR1 axis."}, {"pubmed": 34200439, "text": "Role of FGF15 in Hepatic Surgery in the Presence of Tumorigenesis: Dr. Jekyll or Mr. Hyde?"}, {"pubmed": 34231484, "text": "Serum Levels of Fibroblast Growth Factor 19 Correlate with the Severity of Diarrhea and Independently from Intestinal Inflammation in Patients with Inflammatory Bowel Disease or Microscopic Colitis."}, {"pubmed": 34405516, "text": "Association of FGF-19 and FGF-21 levels with primary sarcopenia."}, {"pubmed": 34742678, "text": "High concentration of serum FGF19 at ICU admission is associated with 28-day mortality in sepsis patients."}, {"pubmed": 34858337, "text": "Fibroblast Growth Factor 19 Increases the Excitability of Pre-Motor Glutamatergic Dorsal Vagal Complex Neurons From Hyperglycemic Mice."}, {"pubmed": 34907727, "text": "Association of FGF19, FGF21 and FGF23 with carbohydrate metabolism parameters and insulin resistance in patients with chronic kidney disease."}, {"pubmed": 35145481, "text": "Fibroblast Growth Factor 19 in Gestational Diabetes Mellitus and Fetal Growth."}, {"pubmed": 35156505, "text": "The effectiveness of small heterodimer partner and FGF 19 levels in prediction of perinatal morbidity in intrahepatic cholestasis of pregnancy."}, {"pubmed": 35277004, "text": "Fibroblast Growth Factor 19 and Fibroblast Growth Factor 21 Regulation in Obese Diabetics, and Non-Alcoholic Fatty Liver Disease after Gastric Bypass."}, {"pubmed": 35301051, "text": "Fibroblast growth factor 15/19 expression, regulation, and function: An overview."}, {"pubmed": 36598638, "text": "Reciprocal FGF19-GLI2 signaling induces epithelial-to-mesenchymal transition to promote lung squamous cell carcinoma metastasis."}, {"pubmed": 36751636, "text": "FGF19 promotes cell autophagy and cisplatin chemoresistance by activating MAPK signaling in ovarian cancer."}, {"pubmed": 36764368, "text": "FGF19 and muscle architecture in older patients."}, {"pubmed": 36919699, "text": "HMGA1 induces FGF19 to drive pancreatic carcinogenesis and stroma formation."}, {"pubmed": 36923538, "text": "FGF19-mediated ELF4 overexpression promotes colorectal cancer metastasis through transactivating FGFR4 and SRC."}, {"pubmed": 37186335, "text": "Suppression of the gut microbiota-bile acid-FGF19 axis in patients with atrial fibrillation."}, {"pubmed": 37782406, "text": "FGF19 promotes nasopharyngeal carcinoma progression by inducing angiogenesis via inhibiting TRIM21-mediated ANXA2 ubiquitination."}], "genomic_pos": {"chr": "11", "end": 69704022, "ensemblgene": "ENSG00000162344", "start": 69698238, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 69519410, "start": 69513000, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 17627937, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9931477, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008284", "pubmed": 18187602, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 18187602, "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 10525310, "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 19085950, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046326", "pubmed": 17623664, "qualifier": "involved_in", "term": "positive regulation of glucose import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046330", "pubmed": 12815072, "qualifier": "involved_in", "term": "positive regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": [17623664, 19085950], "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070858", "pubmed": 12815072, "qualifier": "involved_in", "term": "negative regulation of bile acid biosynthetic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005104", "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005104", "pubmed": [10525310, 17627937], "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18829467, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[7955, 368245], [8364, 100217329], [9031, 395394], [9544, 709109], [9598, 747710], [9606, 9965], [9615, 483681], [9913, 521475], [10090, 14170], [10116, 170582]], "id": 3754}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}, {"desc": "Fibroblast growth factor 15/19/21", "id": "IPR035444", "short_desc": "FGF15/19/21"}], "ipi": "IPI00032908", "map_location": "11q13.3", "name": "fibroblast growth factor 19", "other_names": ["FGF-19", "fibroblast growth factor 19"], "pantherdb": {"HGNC": "3675", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096383", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "O35622"}, {"RGD": "620166", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "Q8VI81"}, {"Ensembl": "ENSGALG00000028376", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 9031, "uniprot_kb": "R4GMB5"}, {"ZFIN": "ZDB-GENE-060623-2", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "A0A0R4IU37"}, {"ZFIN": "ZDB-GENE-030729-32", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "A0A0R4IN60"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "O95750"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "syndecan_3_pathway", "name": "Syndecan-3-mediated signaling events"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1307965", "name": "betaKlotho-mediated ligand binding"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-190322", "name": "FGFR4 ligand binding and activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-5654228", "name": "Phospholipase C-mediated cascade; FGFR4"}, {"id": "R-HSA-5654712", "name": "FRS-mediated FGFR4 signaling"}, {"id": "R-HSA-5654716", "name": "Downstream signaling of activated FGFR4"}, {"id": "R-HSA-5654719", "name": "SHC-mediated cascade:FGFR4"}, {"id": "R-HSA-5654720", "name": "PI-3K cascade:FGFR4"}, {"id": "R-HSA-5654733", "name": "Negative regulation of FGFR4 signaling"}, {"id": "R-HSA-5654743", "name": "Signaling by FGFR4"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2879", "name": "Farnesoid X receptor pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4389", "name": "Bile acids synthesis and enterohepatic circulation"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["1PWA", "2P23", "6KTR", "6NFJ"], "pfam": "PF00167", "pharmgkb": "PA28114", "pharos": {"target_id": 2647, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260795", "relationship": "is"}, {"id": "GNF260796", "relationship": "is"}, {"id": "GNF260797", "relationship": "is"}, {"id": "GNF260798", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159406", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004528", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240072", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337499", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105032", "relationship": "is"}, {"id": "GNF144679", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_005108.1", "rna": "NM_005117.3", "translation": {"protein": "NP_005108.1", "rna": "NM_005117.3"}}, "reporter": {"GNF1H": "gnf1h00068_at", "HG-U133_Plus_2": "223761_at", "HG-U95B": "48270_at", "HTA-2_0": "TC11002018.hg.1", "HuEx-1_0": "3380126", "HuGene-1_1": "7950023", "HuGene-2_1": "16741393"}, "summary": "The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes including embryonic development cell growth, morphogenesis, tissue repair, tumor growth and invasion. This growth factor is a high affinity, heparin dependent ligand for FGFR4. Expression of this gene was detected only in fetal but not adult brain tissue. Synergistic interaction of the chick homolog and Wnt-8c has been shown to be required for initiation of inner ear development. [provided by RefSeq, Jul 2008].", "symbol": "FGF19", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414603"}, "unigene": "Hs.249200", "uniprot": {"Swiss-Prot": "O95750", "TrEMBL": "A0A7U3L4E7"}, "wikipedia": {"url_stub": "FGF19"}}