{"AllianceGenome": "3676", "HGNC": "3676", "MIM": "134920", "_id": "2247", "_version": 2, "accession": {"genomic": ["AC021205.6", "CH471056.2", "CP068274.2", "EF506888.1", "HM015593.1", "NC_000004.12", "NC_060928.1", "NG_029067.2", "S81809.1", "X04431.1", "X04432.1", "X04433.1", "Y13468.3"], "protein": ["AAA52448.1", "AAA52531.1", "AAA52532.1", "AAA52533.1", "AAA52534.1", "AAB21432.2", "AAD13853.1", "AAV70487.1", "ABO43041.1", "ADL14514.1", "BAG70135.1", "BAG70264.1", "CAA28027.1", "CAA28028.1", "CAA28029.1", "CAA73868.1", "EAX05222.1", "NP_001348594.1", "NP_001997.5", "P09038.3"], "rna": ["AA256481.1", "AB451321.1", "AB451450.1", "AI276765.1", "AY820133.1", "BC111737.1", "BE439775.1", "BP292299.1", "BU501243.1", "CN315083.1", "J04513.1", "M17599.1", "M27968.1", "NM_001361665.2", "NM_002006.6", "S47380.1"], "translation": [{"protein": "AAV70487.1", "rna": "AY820133.1"}, {"protein": "AAA52531.1", "rna": "J04513.1"}, {"protein": "BAG70264.1", "rna": "AB451450.1"}, {"protein": "AAA52533.1", "rna": "J04513.1"}, {"protein": "AAA52534.1", "rna": "M17599.1"}, {"protein": "NP_001997.5", "rna": "NM_002006.6"}, {"protein": "BAG70135.1", "rna": "AB451321.1"}, {"protein": "AAD13853.1", "rna": "S47380.1"}, {"protein": "AAA52532.1", "rna": "J04513.1"}, {"protein": "NP_001348594.1", "rna": "NM_001361665.2"}, {"protein": "AAA52448.1", "rna": "M27968.1"}]}, "alias": ["BFGF", "FGF-2", "FGFB", "HBGF-2"], "ensembl": {"gene": "ENSG00000138685", "protein": ["ENSP00000264498", "ENSP00000477134", "ENSP00000494222"], "transcript": ["ENST00000264498", "ENST00000608478", "ENST00000644866"], "translation": [{"protein": "ENSP00000264498", "rna": "ENST00000264498"}, {"protein": "ENSP00000477134", "rna": "ENST00000608478"}, {"protein": "ENSP00000494222", "rna": "ENST00000644866"}], "type_of_gene": "protein_coding"}, "entrezgene": "2247", "exons": [{"cdsend": 122892396, "cdsstart": 122827174, "chr": "4", "position": [[122826830, 122827352], [122876320, 122876424], [122892210, 122898236]], "strand": 1, "transcript": "NM_001361665", "txend": 122898236, "txstart": 122826830}, {"cdsend": 122892396, "cdsstart": 122826775, "chr": "4", "position": [[122826707, 122827352], [122876320, 122876424], [122892210, 122898236]], "strand": 1, "transcript": "NM_002006", "txend": 122898236, "txstart": 122826707}], "exons_hg19": [{"cdsend": 123813551, "cdsstart": 123748329, "chr": "4", "position": [[123747985, 123748507], [123797475, 123797579], [123813365, 123819391]], "strand": 1, "transcript": "NM_001361665", "txend": 123819391, "txstart": 123747985}, {"cdsend": 123813551, "cdsstart": 123747930, "chr": "4", "position": [[123747862, 123748507], [123797475, 123797579], [123813365, 123819391]], "strand": 1, "transcript": "NM_002006", "txend": 123819391, "txstart": 123747862}], "generif": [{"pubmed": 2538817, "text": "Alternate protein isoforms arise through the use of AUG and non-AUG (CUG) translation initiation codons."}, {"pubmed": 2726761, "text": "Four FGF2 isoforms result from alternative translation initiation from an AUG and 3 non-AUG (CUG) start codons."}, {"pubmed": 9858574, "text": "A new FGF2 isoform results from the use of a non-AUG (CUG) translation initiation codon."}, {"pubmed": 11742492, "text": "Significant association with poor survival by bFGF."}, {"pubmed": 11864711, "text": "Snake venom disintegrin significantly suppresses basic fibroblast growth factor-induced human umbilical vein endothelial cell proliferation, but has little effect on normal growth of the cell."}, {"pubmed": 11891198, "text": "Expression of basic fibroblast growth factor (bFGF) was significantly associated with increased microvessel density in cutaneous melanomas"}, {"pubmed": 11891801, "text": "b-FGF serum levels were significantly higher in patients with chronic myeloproliferative disorders."}, {"pubmed": 11928807, "text": "bFGF up-regulated UPA in both normal and dystrophic myoblasts."}, {"pubmed": 11940567, "text": "Phosphorylation of STAT-3 in response to basic fibroblast growth factor occurs through a mechanism involving platelet-activating factor, JAK-2, and Src in human umbilical vein endothelial cells"}, {"pubmed": 11960370, "text": "Phorbol esters inhibit fibroblast growth factor-2-stimulated fibroblast proliferation by a p38 MAP kinase dependent pathway"}, {"pubmed": 11964307, "text": "HTLV-I-transformed T cells, but not HTLV-I-negative CD4(+) T cells, secrete biologically active forms of VEGF and bFGF and induce angiogenesis in vitro."}, {"pubmed": 11976347, "text": "stress-induced release from endothelial cells mediated by integrin alpha v beta 3"}, {"pubmed": 11985797, "text": "plasma basic fibroblast growth factor may have a role in progression of multiple myleoma"}, {"pubmed": 11986954, "text": "level spontaneously secreted by patient CLL B-cells quantified; consistently secreted in all patient samples."}, {"pubmed": 11999550, "text": "REVIEW: Association of expression of bFGF with clinical characteristics in human leukemia and lymphoma"}, {"pubmed": 12000311, "text": "FGF2 binds to heparin-derived oligosaccharides and stimulates phosphorylation of p42/44 mitogen-activated protein kinase and proliferation of rat mammary fibroblasts."}, {"pubmed": 12006402, "text": "Basic fibroblast growth factor may control proteolysis and fibrinolysis in vessel walls by inducing plasminogen activator inhibitor-1 expression in vascular endothelium."}, {"pubmed": 12008951, "text": "possible role of fibroblast growth factors in expression of genes of the plasminogen activator system in breast fibroblasts"}, {"pubmed": 12020352, "text": "role for farnesyl pyrophosphate synthase in fibroblast growth factor-mediated signal transduction"}, {"pubmed": 12032827, "text": "Biological activity of substrate-bound basic fibroblast growth factor (FGF2): recruitment of FGF receptor-1 in endothelial cell adhesion contacts"}, {"pubmed": 12054499, "text": "FGF-2 and TPA induce matrix metalloproteinase-9 secretion in MCF-7 cells through PKC activation of the Ras/ERK pathway."}, {"pubmed": 12057924, "text": "bFGF and aFGF may suppress endothelial-dependent monocyte recruitment and thus have an anti-inflammatory action during angiogenesis in chronic inflammation but inhibit the immunoinflammatory tumor defense mechanism"}, {"pubmed": 12080186, "text": "Noninvasive dynamic fluorescence imaging of human melanomas reveals that targeted inhibition of bFGF or FGFR-1 in melanoma cells blocks tumor growth by apoptosis."}, {"pubmed": 12087465, "text": "expression associated with poor outcome in non-Hodgkin lymphoma"}, {"pubmed": 12168799, "text": "FGF2 has a role in controlling normal and premature cranial ossification in humans [review]"}, {"pubmed": 12172783, "text": "results show that Hensen's node and FGFs induce ectopic expression of cardiac lineage markers, and that FGF and TGFbeta family members can modulate early development of the heart"}, {"pubmed": 12209593, "text": "Serum levels of angiogenin, basic fibroblast growth factor and endostatin in patients receiving intensive chemotherapy for acute myelogenous leukemia."}, {"pubmed": 12235165, "text": "FGF-2 is a novel modulator of Lef/Tcf-beta-catenin signaling in endothelial cells"}, {"pubmed": 12369790, "text": "BFGF may sensitively regulate local bone resorption and remodeling through direct and indirect mechanisms that promote angiogenesis and OC recruitment, formation, differentiation, and activated bone pit resorption."}, {"pubmed": 12393937, "text": "This protein has a modulating control of the differentiation of human osteosarcoma cells."}, {"pubmed": 12403780, "text": "Data show that FGF/FGFR signaling stimulates the DNA-binding and transcriptional activities of Runx2 as well as its expression, and these are largely regulated by the PKC pathway."}, {"pubmed": 12428103, "text": "FGF2 and VEGF release by platelets support cell survival and cell growth of vascular endothelium cells in coculture."}, {"pubmed": 12478660, "text": "FGF2 is inhibited by glypican 3 in hepatocellular carcinoma cells"}, {"pubmed": 12496364, "text": "EphA2 does not inhibit endothelial cell survival, migration, sprouting, and corneal angiogenesis induced by this protein."}, {"pubmed": 12509902, "text": "The determination of bFGF will be helpful in estimating the size of infarct lesion at acute stage of cerebral infarction."}, {"pubmed": 12517814, "text": "Paracrine interactions of basic fibroblast growth factor and interleukin-6 in multiple myeloma"}, {"pubmed": 12538477, "text": "bFGF has a stimulating role in lymphangiogenesis"}, {"pubmed": 12545206, "text": "umbilical cords of 10 control and 10 pre-eclamptic newborns demonstrated that both the umbilical cord arterial wall and Wharton's jelly contain FGF mainly in complexes with the components of different molecular mass"}, {"pubmed": 12571252, "text": "Fibroblast growth factor-2-induced signaling is mediated through lipid raft-associated fibroblast growth factor receptor substrate 2"}, {"pubmed": 12574959, "text": "IL-6r and TNF-alpha increase in parallel to VEGF and FGF-2 with increasing stage of multiple myeloma."}, {"pubmed": 12590983, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12607599, "text": "VEGF, but not bFGF, was associated with higher tumor grading of NHL and high-grade transformation of low-grade lymphoma."}, {"pubmed": 12623787, "text": "reduction of neointimal hyperplasia was observed in autologous vein grafts treated by Sendai virus human-fibroblast growth factor 2; these grafts demonstrated significant restoration of endothelium-dependent vasorelaxation"}, {"pubmed": 12631070, "text": "IL-1beta, TNF-alpha, TGF-beta, and bFGF are involved in bone remodeling regulation, acting as local effectors, possibly under the control of PTH."}, {"pubmed": 12651930, "text": "expression system is involved in angiogenesis in inflamed synovial tissue in the temporomandibular joint"}, {"pubmed": 12659634, "text": "focal sequences of cell surface heparin/heparan sulphate-like glycosaminoglycans from smooth muscle cells and bovine aortic endothelial cells govern, at least in part, the differential activity of FGF2 on these two cell types"}, {"pubmed": 12676798, "text": "FGF-2, but not VEGF, upregulated the mRNA levels for hTERT and for the hTERT gene transactivation factor Sp1. This restores telomerase activity and maintains the replicative capacity of endothelial cells."}, {"pubmed": 12682649, "text": "FGF-2 was expressed in most human leukemia and lymphoma cell lines tested, but only a small amount was released into the media. It may play a role in apoptosis regulation and pathogenesis."}, {"pubmed": 12727994, "text": "pituitary tumor transforming gene and fibroblast growth factor-2 expression are potential prognostic markers (and perhaps therapeutic targets) for differentiated thyroid cancer"}, {"pubmed": 12746216, "text": "TSH stimulates FGFR1 but not FGF-2 expression and PKC activation stimulates FGF-2 synthesis and secretion, and TSH synergizes with PKC activators so increases in FGFR1 or FGF-2 or in both may contribute to goitrogenesis."}, {"pubmed": 12755687, "text": "Alpha-2 macroglobulin and this protein interact at specific binding sites, involving different FGF-2 sequences."}, {"pubmed": 12799459, "text": "pancreatic precursor cells secrete FGF2 to stimulate clustering into hormone-expressing islet-like cell aggregates"}, {"pubmed": 12815619, "text": "FGF2-stimulated cranial suture closure requires the Erk pathway and activator protein 1"}, {"pubmed": 12823444, "text": "FGF-2-overexpressing melanocytes exhibited marked proliferation, upwards migration, cluster formation and type IV collagen expression within the epidermal compartment, simulating early radial growth phase melanoma"}, {"pubmed": 12857600, "text": "Serum levels of both bFGF and TGF-beta1 were found to be significantly higher in chronic lymphocytic leukemia. Significantly higher in patients with progressive disease."}, {"pubmed": 12857733, "text": "The determination of the FGF-2 5'-ATR RNA secondary structure by enzymatic and chemical probing experiments showed that the FGF-2 IRES contained two stem-loop regions and a G quartet motif that constitute novel structural determinants of IRES function."}, {"pubmed": 12871330, "text": "plasmic degradation of fibrinogen modulates the activity and binding of FGF-2 that involves a site near the carboxyl terminus of the gamma chain"}, {"pubmed": 12871334, "text": "when FGF-2 was incorporated into fibrin, vascular endothelial cell proliferation was increased 6.5 -fold, equal to growth on a fibrin surface with FGF-2 continually present in the medium"}, {"pubmed": 12872165, "text": "role of Egr-1 (early growth response-1)in FGF-2 dependent neovascularization, tumor angiogenesis and tumor growth"}, {"pubmed": 13680247, "text": "FGF-2 clearly enhances cell survival of corneal endothelium after storage at 4 degrees C. Potential future application of FGF-2 as adjuvant to corneal preservation media in order to better maintain endothelial viability during corneal storage."}, {"pubmed": 14523006, "text": "Addition of serum to serum-starved cells rapidly induced intracellular FGF-2 clustering under the plasma membrane and into granules that colocalized with patches of the cell membrane with typical features of shed vesicle membranes."}, {"pubmed": 14630795, "text": "5 residues (Phe95, Ser100, Asn102, Arg107, and Arg109) from FGF-2 into the corresponding sites in the third cassette of FGF-1 imparted high-affinity binding with dissociation constants (Kd) of 5.3 nM and 8.6 nM, compared to 1.3 nM for wild-type FGF-2."}, {"pubmed": 14669345, "text": "Plasma VEGF and bFGF are elevated in patients with liver cirrhosis depending on age and are predictors of outcome."}, {"pubmed": 14672345, "text": "bFGF adds trabecular bone mass through increasing trabecular number and trabecular connectivity."}, {"pubmed": 14680499, "text": "Data repropose bFGF as a noninvasive diagnostic tool for breast cancer."}, {"pubmed": 14699503, "text": "Down-regulation of hSulf1 contributes to hepatocarcinogenesis by enhancing heparin-binding growth factor signaling and resistance to apoptosis."}, {"pubmed": 14706681, "text": "increased fibroblast growth factor-2 expression and decreased stromal cell compartment turnover in the diabetic placenta might be a compensatory mechanism in response to the altered physiologic milieu of maternal diabetes on placental function"}, {"pubmed": 15033176, "text": "Recombinant human IGF-2 and IGF-1 synergistically increase the numbers of rat oligodendrocyte progenitor cells recruited into S phase; FGF-2 decreases the levels of cdk inhibitor p27(Kip1) associated with cyclin E-cyclin dependent kinase 2."}, {"pubmed": 15096041, "text": "Fibroblast growth factor (FGF) 2 dramatically enhances the association of FGF receptor (FGFR) 1 with heparin and leads to proposal of a model for the stepwise assembly of a ternary FGF-FGFR-heparan sulfate proteoglycan complex on the plasma membrane."}, {"pubmed": 15117822, "text": "The proangiogenic action of thyroxine is MAPK dependent and mediated by FGF2."}, {"pubmed": 15120936, "text": "Decreased levels of bfgf in circulating blood is associated with non-Hodgkin's lymphoma or Hodgkin's lymphoma"}, {"pubmed": 15166228, "text": "lamellipodial protrusion in smooth muscle cells can be regulated by waves of Rac1 activation, corresponding to the sequential presentation of FGF-2 and remodeled collagen."}, {"pubmed": 15208265, "text": "Pulsed electromagnetic field augment angiogenesis primarily by stimulating endothelial transcription and release of FGF-2, inducing paracrine and autocrine changes in the surrounding tissue."}, {"pubmed": 15243127, "text": "Results confirmed basic fibroblast growth factor (bFGF) expression in human adult ovarian cortex, and in the isolated follicles a down-regulation of bFGF mRNA was evident as small follicles develop."}, {"pubmed": 15247002, "text": "upregulation of telomerase activity by FGF-2 plays a functional role in preventing the early onset of senescence"}, {"pubmed": 15247275, "text": "A bipartite nuclear localization signal (NLS) was uncovered near the C-terminus of FGF2.  The NLS also contains signals controlling the nucleolar localization of FGF2."}, {"pubmed": 15249224, "text": "These results suggest that bFGF can negatively modulate p38 and positively modulate ERK1/2 to antagonize activin A-mediated growth inhibition and Hb synthesis in K562 cells."}, {"pubmed": 15293454, "text": "This study demonstrates that Chlamydia pneumoniae activates endothelial cells to produce bFGF, a growth factor which is linked to the development of atherosclerotic plaques."}, {"pubmed": 15297314, "text": "fibrinogen binding of FGF-2 enhances EC proliferation through the coordinated effects of colocalized alpha(v)beta(3) and FGFR1."}, {"pubmed": 15302993, "text": "No significantly elevated bFGF levels were found in veins draining tumours compared with arterial samples in a patient population, suggesting that serum bFGF levels might also be derived from other sources besides the tumour"}, {"pubmed": 15316024, "text": "fibroblast growth factor 2 signaling is regulated by IRS-4 and ShcA"}, {"pubmed": 15464234, "text": "Basic fibroblast growth factor has the ability to induce the trans-differentiation into hepatic lineage cells from bone marrow cells."}, {"pubmed": 15481452, "text": "bFGF in plasma and bone marrow stromal cells in idiopathic thrombocytopenic purpura cases are decreased, whereas the production of bFGF remains unchanged."}, {"pubmed": 15496150, "text": "Overexpression of caveolin-1 in mesangial cells suppresses MAP kinase activation and cell proliferation induced by bFGF and PDGF, two major cytokines in mesangioproliferative nephritis(MN). Caveolin-1 expression vector is potential therapy for MN."}, {"pubmed": 15525641, "text": "HNRNPA1 is a novel internal ribosome entry site trans-acting factor that modulates alternative initiation of translation of the fibroblast growth factor 2 mRNA"}, {"pubmed": 15573376, "text": "These results provide new evidence for the possible involvement of FGF-2 in the regulation of HA production and its appreciable roles in not only homeostasis but also regeneration of periodontal tissues."}, {"pubmed": 15603823, "text": "chitosan could potentiate FGF-2 activity by protecting it from inactivations by the interaction between FGF-2 and chitosan molecules"}, {"pubmed": 15610530, "text": "The IL-6-mediated bFGF upregulation is through activation of JAK/STAT3 and PI3-Kinase/Akt pathways."}, {"pubmed": 15631865, "text": "The bFGF expression was evaluated in myomas obtained after surgery."}, {"pubmed": 15680705, "text": "bFGF is endogenously positioned to be involved in ongoing neurogenesis in the adult hippocampus."}, {"pubmed": 15695515, "text": "Data show that Npn-1 can potentiate the growth-stimulatory activity of FGF-2 on human umbilical vein endothelial cells, indicating that Npn-1 may not just bind but also regulate the activity of heparin-binding proteins."}, {"pubmed": 15703886, "text": "opposite effects of Noggin and bFGF for the neural tube development"}, {"pubmed": 15713745, "text": "PEDF downregulates Fyn through Fes, resulting in inhibition of FGF-2-induced capillary morphogenesis of endothelial cells"}, {"pubmed": 15725477, "text": "A role for FGF2 in cell survival and proliferation of lymphoid and myeloid tumor cells."}, {"pubmed": 15726914, "text": "estrogen-dependent vascular endothelial growth factor (VEGF), especially VEGF165, and basic fibroblast growth factor(bFGF) might work on growth via angiogenesis in the human placenta throughout all trimesters of gestation"}, {"pubmed": 15731686, "text": "Authors show that recombinant human FGF-2 alters osteoblastic expression of bone morphogenetic protein-2 and Msx-2 in vitro to favor cellular differentiation and osteoinduction."}, {"pubmed": 15737206, "text": "essential role for soluble factors, mainly IL-1alpha and bFGF, in the stimulation of dermal fibroblasts by human melanoma cells to secrete MMP-1."}, {"pubmed": 15756443, "text": "bFGF, but not VEGF, may havea role in systemic hypoxia and anemia in solid tumor patients"}, {"pubmed": 15769511, "text": "analysis of complexes of FGF-2 and regioselectively desulfated heparin in aqueous solutions"}, {"pubmed": 15769981, "text": "Pituitary tumor-transforming gene-1 is up-regulated in human uterine leiomyomas and that the positive feedback loop between PTTG-1 and basic fibroblast growth factor may be pivotal in the growth of leiomyoma cells."}, {"pubmed": 15780951, "text": "Recombinant human FGF-2 signaling enhances the intrinsic osteogenic potential by selectively expanding committed chick embryo osteogenic cell populations as well as inversely regulating bone morphogenetic protein 2 (BMP-2) and noggin gene expression."}, {"pubmed": 15809086, "text": "combination of noggin and basic fibroblast growth factor was sufficient to maintain the prolonged growth of human embryonic stem cells"}, {"pubmed": 15817123, "text": "High expression of Hsulf-1 occurs in the stromal elements as well as in the tumor cells in pancreatic cancer and interferes with heparin-binding growth factor signaling"}, {"pubmed": 15825079, "text": "hrbFGF significantly increased Ki-67-positive cells in colonic epithelium of normal mice and up-regulated gene expression of COX-2, TGF-beta, MUC2, ITF, and VEGF in colon. Rectal administration of bFGF might be treatment for inflammatory bowel disease."}, {"pubmed": 15875316, "text": "finding of FGF2 and EGR1 upregulation in endothelial cell microvascular channels within organising thrombus"}, {"pubmed": 15875782, "text": "Hepatocyte growth factor released FGF-2 in the matrix but did not induce FGF-2 expression in external auditory canal cholesteatoma."}, {"pubmed": 15906377, "text": "FGF2 regulates the expression of Foxc1, indicating that Foxc1 integrates Bmp and Fgf signalling pathways"}, {"pubmed": 15924676, "text": "bFGF and GLUT1 play important roles in the carcinogenesis and progression of ovarian epithelial carcinoma."}, {"pubmed": 15942693, "text": "bFGF and vascular endothelial growth factor contribute to a significant proportion of the survival stimulating activity"}, {"pubmed": 15947088, "text": "abnormally sulfated heparan sulfate in Hurler multipotent progenitor cells perturb critical FGF-2-FGFR1-HS interactions, resulting in defective FGF-2-induced proliferation and survival of Hurler multipotent progenitor cells."}, {"pubmed": 15985216, "text": "bFGF was found to bind more strongly to heparin-Sepharose than endostatin, the latter, but not the former, displaced protamine from heparin in solution, which supports the notion that endostatin can compete with bFGF for binding to heparan sulfate"}, {"pubmed": 15996482, "text": "the MAPK and two PLC pathways are required for FGF-2 to stimulate RGC neurite extension in vitro, but the response of axons to FGF-2 applied asymmetrically to the growth cone depended only on the PLC pathways"}, {"pubmed": 16077964, "text": "Expression of b-FGF may be associated with promotion of angiogenesis and a good prognostic factor in squamous cell carcinoma of the esophagus."}, {"pubmed": 16077988, "text": "Results suggest that the release of bFGF following cell death contributes to enhanced chemosensitivity in Non-Small-Cell Lung Carcinoma (NSCLC) cell lines."}, {"pubmed": 16080018, "text": "Not the expression of bFGF in the primary tumour but in its invasion front reflects the aggressiveness of RCC, hereby indicating a different biological potential within both areas."}, {"pubmed": 16095497, "text": "TGF-beta1/bFGF and ET-1 have different roles in graft fibrosis in heart failure patients"}, {"pubmed": 16103882, "text": "bFGF inhibited IR-induced p53 accumulation to some extent in most of these samples and by more than 50% in seven samples from seven patients with chronic lymphocytic leukemia"}, {"pubmed": 16135988, "text": "Significantly higher expression of TGFbeta1 and bFGF, although lower expression of core protein on the concave side, suggesting possible etiological factor or secondary change in development of adolescent idiopathic scoliosis."}, {"pubmed": 16160009, "text": "Using a placental explant model in a fibrin matrix, wtFGF-2 resulted in 2.6-fold more growth over control, and FGF2 binding (to fibrin) mutants increased growth 3.3 -fold. Vessel outgrowth with a nonbinding FGF2 mutant was minimal, comparable to control."}, {"pubmed": 16210019, "text": "The expression of basic fibroblast growth factor (bFGF) and its receptors FGFR-2, FGFR-3, and FGFR-4 in human ovaries suggests that bFGF might have a role in early folliculogenesis."}, {"pubmed": 16222707, "text": "The reciprocal modulating effects of FGF2 and TGFbeta1 on each other's receptors make the GM-490 cell line a new model for investigating the relationship between these growth factors and their receptors in autocrine loops."}, {"pubmed": 16227592, "text": "18-kDa FGF-2 directly regulates rRNA transcription."}, {"pubmed": 16227592, "text": "Fibroblast growth factor 2 (FGF2) regulates rRNA transcription, in part, by localizing to rRNA genes and directly interacting with the upstream binding factor (UBF), an architectural transcription factor, in the nucleolus."}, {"pubmed": 16278388, "text": "FGF-2 has a role in esophageal cancer recurrence and mortality"}, {"pubmed": 16304044, "text": "existence of an HIF-1alpha-bFGF amplification pathway that mediates survival and sprouting of endothelial cells under hypoxic conditions."}, {"pubmed": 16320338, "text": "excessive release of bFGF from the cartilage matrix during injury, with loading, or in arthritis could contribute to increased proliferation and reduced anabolic activity in articular cartilage"}, {"pubmed": 16463783, "text": "Adrenaline can increase the production of bFGF and decrease production of TGF-beta1 and I procollagen in human normal dermal and hypertrophic scar fibroblasts cultured in vitro."}, {"pubmed": 16490198, "text": "MM-LDL and HDL have opposite effects on aortic SMCs: MM-LDL increases both bFGF production and release and SMC proliferation, while HDL decreases both bFGF production and release and SMC proliferation."}, {"pubmed": 16495214, "text": "Hsp90 is required for translocation of FGF-1 and FGF-2 across the endosomal membrane"}, {"pubmed": 16521228, "text": "Blood levels are usesful in the prognosis of antiviral treatment of chronic hepatitis C."}, {"pubmed": 16597610, "text": "These experiments show for the first time that overexpression of basic fibroblast growth factor (bFGF) in developing rodent kidneys can induce the formation of renal cysts in vivo."}, {"pubmed": 16631837, "text": "could play an important role in the pathogenesis of chronic apical periodontitis and periapical cysts"}, {"pubmed": 16638370, "text": "Overexpression of bFGF in skin of patients with systemic sclerosis along with normal serum levels suggests that bFGF probably acts in an autocrine or paracrine manner in fibrogenesis."}, {"pubmed": 16685268, "text": "bFGF expression upregulates CD13 expression in human melanoma cells and results in enhanced invasive capacity and metastatic behaviour of human melanoma cells."}, {"pubmed": 16709186, "text": "A novel mechanotransduction model is proposed in this review that supports a key regulatory role for bFGF in articular cartilage turnover, and highlights its importance as a mechanotransducer."}, {"pubmed": 16723715, "text": "altered HSPGs contribute to enhanced signaling of FGF-2 via FGFR1c in gliomas with glypican-1 playing a significant role in this mitogenic pathway"}, {"pubmed": 16739027, "text": "Study found that a dyad symmetry element (DSE) in the fibroblast growth factor-2 gene promoter exhibited different promoter activities; in HepG2 cells it did, while in U87MG cells it did not, exhibit repressive activity."}, {"pubmed": 16769728, "text": "there is an FGF2-binding domain in the N-terminal extension of PTX3 spanning the PTX3-(97-110) region"}, {"pubmed": 16807244, "text": "analysis of heparan sulfate-related oligosaccharide binding to fibroblast growth factors 1 and 2 and their receptors"}, {"pubmed": 16816927, "text": "abnormal expression in cartilage of Kashin-Beck disease"}, {"pubmed": 16820871, "text": "VEGF, FGF2, TGFB1, EGF and IGF1 have roles in the development of both prostate cancer and benign prostatic hyperplasia"}, {"pubmed": 16822883, "text": "BFGF Is able to increase the migratory activity of Mesenchymal Stem Cells through activation of the Akt/protein kinase B (PKB) pathway."}, {"pubmed": 16840552, "text": "Clearly identify the key function of FGF2 in the maintenance of self-renewal of adipose tissue-derived stem cells."}, {"pubmed": 16867222, "text": "heparanase modifies FGF2 binding, signaling, and angiogenesis in metastatic melanoma cells"}, {"pubmed": 16876430, "text": "Data suggest that the relative concentrations of Anosmin-1 and FGF-2 modulate the migration of oligodendrocyte precursors during development through their interaction with FGFR1."}, {"pubmed": 16905765, "text": "Seminal plasma and PGE(2) can similarly activate FGF2 expression and EP2 receptor signalling in endometrial adenocarcinoma cells."}, {"pubmed": 16949906, "text": "Immunohistochemical expression of bFGF in tumors was confirmed by real-time polymerase chain reaction."}, {"pubmed": 16996573, "text": "Data suggest role for FGFF2 in ductal integrity during mammary carcinogenesis, with loss of expression corresponding to loss of ductal structure."}, {"pubmed": 17157157, "text": "The mRNA levels of BFGF were significantly produced by the megakaryocytes may be associated with the etiology of bone marrow fibrosis in AMM."}, {"pubmed": 17166351, "text": "The serum level of bFGF in patients with exacerbation of chronic cor pulmonale is significantly increased."}, {"pubmed": 17169545, "text": "data show that growth plate perlecan binds to FGF-2 by its heparan sulfate chains but can only deliver FGF-2 to FGF receptors when its chondroitin sulfate chains are removed"}, {"pubmed": 17204151, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17217840, "text": "The expression of collagen type II and TGF-beta1, bFGF in adolescent idiopathic scoliosis was similar to congenital scoliosis."}, {"pubmed": 17234579, "text": "FGF-2 transgene plays an important role in the establishment of the proper number of dopaminergic neurons and a normal sized substantia nigra during development."}, {"pubmed": 17285972, "text": "The bFGF expression in the endothelial cells of juvenile nasopharyngeal angiofibroma and hemangioma was positive."}, {"pubmed": 17298206, "text": "Intracytoplasmic sperm injection patients with serum progesterone above 0.9 ng/ml have elevated serum concentrations of basic fibroblast growth factor."}, {"pubmed": 17381064, "text": "Real-Time-PCR showed that TGFbeta1 expression is auto-inductive, whereas FGF2 is auto-repressive. The bioavailability of TGFbeta1 regulated by FGF2 may represent part of a negative feedback mechanism controlling stromal growth, differentiation and ECM."}, {"pubmed": 17466952, "text": "Inhibition of BFGF with neutralizing antibodies reduced pro-inflammatory gene expression."}, {"pubmed": 17478553, "text": "role for PGF(2alpha)-FP receptor interaction in modulating FGF2 expression and signaling using an endometrial adenocarcinoma cell line"}, {"pubmed": 17497037, "text": "Data Show bFGF was expressed in regenerative hepatocytes, but not in fibroblasts, suggesting its role in promoting oxidative stress produced by hepatocytes may contribute to the development of fibrous bands in hepatic cirrhosis."}, {"pubmed": 17503459, "text": "Chromatin compaction and cell death by high molecular weight FGF2 depend on its nuclear localization, intracrine ERK activation, and engagement of mitochondria."}, {"pubmed": 17505261, "text": "Overexpression of the 18 kDa basic fibroblast growth factor protein can promote autocrine melanoma cell growth and paracrine-driven angiogenesis."}, {"pubmed": 17522998, "text": "In cartilage, FGF did not significantly affect ROS levels or antioxidant enzyme activity"}, {"pubmed": 17532297, "text": "These results suggest that FGF-2 suppresses the hMSCs cellular senescence dependent on the length of culture through down-regulation of TGF-beta2 expression."}, {"pubmed": 17537644, "text": "study of cellular mechanisms underlying Apert phenotype, by analyzing effects of FGF2 in cultures of Apert periosteal fibroblasts carrying the FGFR2 Pro253Arg mutation"}, {"pubmed": 17537668, "text": "FGF2 has a role in tumor angiogenesis associated with haematological malignancies [review]"}, {"pubmed": 17543283, "text": "Fibroblast growth factor-2 stimulates adipogenic differentiation of human adipose-derived stem cells"}, {"pubmed": 17556598, "text": "Distinct roles for bone morphogenetic protein 4, vascular endothelial growth factor, stem cell factor, and fibroblast growth factor 2 in hematopoiesis."}, {"pubmed": 17562265, "text": "The expression of hTERT, maspin and bFGF correlate to each other, and associate with the malignant degree of glioma."}, {"pubmed": 17578349, "text": "expression not different in endometriosis"}, {"pubmed": 17605857, "text": "The secretion of VEGF and bFGF in myelodysplastic syndrome patients is elevated and the serum levels of VEGF and bFGF are related to the classification and prognosis in MDS."}, {"pubmed": 17637743, "text": "TGF-beta signaling in reactive stroma is angiogenic and tumor promoting and is mediated in part through a TbetaRII/Smad3-dependent upregulation of FGF-2 expression and release."}, {"pubmed": 17651425, "text": "FGF2 may contribute to the synaptic reorganization after noise damage; it may protect and/or aid recovery of synapses after overstimulation."}, {"pubmed": 17653045, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17676480, "text": "bFGF augments hypoxia induced VEGF release in breast cancer cells mainly through the PI3K pathway and partly depending on HIF-1 activity."}, {"pubmed": 17699594, "text": "FGF-2 release from the lens capsule by matrix metallopeptidase 2 is essential to lens epithelial cell viability and survival"}, {"pubmed": 17706726, "text": "Provide useful information for understanding mechanisms of angiogenesis induced by bFGF and important data for validating a mathematical model of angiogenesis."}, {"pubmed": 17724016, "text": "BFGF activates the MAPK and NFkappaB pathways that converge on ELK1 to control production of MMP13 by articular chondrocytes."}, {"pubmed": 17726742, "text": "bFGF may promote obviously the healing of orbital implant exposure, particularly it can be the first choice for the treatment of mild degree exposure."}, {"pubmed": 17762899, "text": "Fibrin gel-immobiized VEGFA and BFGF efficiently stimulate angiogenesis in the AV loop model."}, {"pubmed": 17825301, "text": "alpha-Tocopheryl succinate disrupts angiogenesis mediated by malignant mesothelioma cells by inhibiting FGF2 paracrine signalling"}, {"pubmed": 17929017, "text": "bFGF does not directly act on p38 nor on the mRNA expression levels of activin receptors but inhibit activin A activation of p38 upstream of p38 in K562 cells."}, {"pubmed": 17942638, "text": "Exogenous human FGF-2 increased endogenous FGF-2 promoter activity and protein levels in ovine pulmonary arterial smooth muscle cells."}, {"pubmed": 17949478, "text": "endogenously synthesized fibrinogen promotes the growth of lung and prostate cancer cells through interaction with FGF-2."}, {"pubmed": 17968311, "text": "Thrombin cleaves the high molecular weight forms of basic fibroblast growth factor (FGF-2): a novel mechanism for the control of FGF-2 and thrombin activity."}, {"pubmed": 17968943, "text": "activen A expression is induced by wounding in an FGF-2- and NF-kappaB-dependent manner"}, {"pubmed": 17996481, "text": "Study demonstrates that the fibroblast growth factor-2 binding site of thrombospondin-1 is located in the type III repeats."}, {"pubmed": 17997184, "text": "Increased plasma level of the bFGF confirmed the importance of this candidate gene in the formation of proliferative diabetic retinopathy."}, {"pubmed": 17997184, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18006148, "text": "IGF-1 and EGF down-regulation and FGF2 up-regulation seem to comprise the main features of endometrial carcinogenesis."}, {"pubmed": 18025790, "text": "We propose FGF-2 negative feedback as potentially important in microvascular remodelling. This is consistent with the absence of a secretory signal sequence in FGF-2, as well as canalicular fragmentation, which is unique to endothelial apoptosis."}, {"pubmed": 18031768, "text": "Developed a mathematical model to numerically simulate angiogenesis induced by basic fibroblast growth factor (bFGF) in the corneal pocket assay."}, {"pubmed": 18036796, "text": "Basic fibroblast growth factor regulates expression of heparan sulfate in human periodontal ligament ce"}, {"pubmed": 18042549, "text": "the involvement of FGFR-1 through FGF2 in eliciting PGE(2) angiogenic responses"}, {"pubmed": 18051571, "text": "The expression levels of endostatin, VEGF and FGF-2 in laryngeal squamous cell carcinoma are obviously higher than those in para-carcinoma and normal laryngeal tissues."}, {"pubmed": 18052595, "text": "Local controlled release of bFGF from the stent-graft significantly accelerated the proliferation of new intimal tissue between the aorta and the stent-graft and within the graft materials."}, {"pubmed": 18055262, "text": "REVIEW:  FGF2 confers to ASM cells the ability to proliferate in response to different asthma mediators"}, {"pubmed": 18088275, "text": "bFGF is a mitogen for the rapidly dividing cells (olfactory neuronal precursors and olfactory ensheathing cells), and also a survival factor for both slowly and rapidly dividing cells of the olfactory mucosa."}, {"pubmed": 18093228, "text": "FGF2 was among the genes differentially expressed in an in vivo-in vivo comparison between unfused and prematurely fused calvarial tissue."}, {"pubmed": 18094712, "text": "In vitro, primary effusion lymphoma -induced angiogenesis is dependent on VEGF and VEGF receptors. However, although PEL cells produce VEGF and bFGF transcripts, they only secrete VEGF in vitro"}, {"pubmed": 18164591, "text": "Support a role for NP-1 in mediating synergistic effects between VEGF-A(165) and FGF-2, which may occur in part through a contribution of NP-1 to KDR stability."}, {"pubmed": 18164704, "text": "Our data first suggest that JNK participates in bFGF-mediated surface cadherin downregulation. Loss of surface cadherins may affect the cell-cell interaction between endothelial cells and facilitate angiogenesis."}, {"pubmed": 18171671, "text": "Basic fibroblast growth factor-induced neuronal differentiation of mouse bone marrow stromal cells requires FGFR-1, MAPK/ERK, and transcription factor AP-1"}, {"pubmed": 18179408, "text": "FGF-2 expression in malformations of cortical development reflects incomplete differentiation and maturation of dysplastic cells"}, {"pubmed": 18187129, "text": "Sox2-expressing MSCs showed consistent proliferation and osteogenic capability in culture media containing bFGF"}, {"pubmed": 18253936, "text": "bFGF differently changes intracellular signals in ECs depending whether it is applied under microgravity or normal gravity conditions"}, {"pubmed": 18258238, "text": "in angiogenesis,FGF-2(fibroblast growth factor 2)-mediated enhancement of Placental growth factor (PGF) expression was dependent on Vascular endothelial growth factor function"}, {"pubmed": 18279437, "text": "AT genotype of the 553 T/A polymorphism was associated with PDR in Caucasians with type 2 diabetes."}, {"pubmed": 18279437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18281281, "text": "potent mitogenic signaling results from heparin-mediated trans-dimerization of FGF2, consistent with the asymmetric model of ternary complex formation"}, {"pubmed": 18298475, "text": "bFGF immunoreactivity was found to be increased in fibroblasts and in endothelial cells in early oral submucous fibrosis cases, while the expression of bFGF in stroma increased notably in advanced fibrosis."}, {"pubmed": 18332228, "text": "identified activin-mediated transforming growth factor (TGF)-beta signaling, platelet-derived growth factor (PDGF) signaling and fibroblast growth factor (FGF) signaling as the key pathways involved in MSC differentiation"}, {"pubmed": 18347025, "text": "vascular endothelial growth factor A and fibroblast growth factor 2 have effects on chemotaxis and chemokinesis"}, {"pubmed": 18364383, "text": "VEGF-A and FGF-2 mRNA levels were higher in the outer definitive zone of fetal adrenal gland than in the fetal zone."}, {"pubmed": 18419755, "text": "a transient interaction with PI(4,5)P(2) associated with the inner leaflet of plasma membranes represents the initial step of the unconventional secretory pathway of FGF-2"}, {"pubmed": 18420995, "text": "Document a role for FGF-2 and PDGF-BB in the temporal regulation of coronary artery stem formation and growth of the coronary arterial tree."}, {"pubmed": 18438927, "text": "The findings suggest interactive and sequential roles for FGF2 and NT3 on cochlear ganglion development"}, {"pubmed": 18452581, "text": "beta(2)GPI inhibits VEGF and bFGF-induced proliferation, migration and papillary-like tubule formation of HUVECs"}, {"pubmed": 18476630, "text": "The expression of Livin was positively correlated with the expression of bFGF in laryngeal squamous cell carcinoma."}, {"pubmed": 18481005, "text": "bFGF has an effect on the proliferation of human adenoid cystic carcinoma ACC-2 cells"}, {"pubmed": 18511454, "text": "ATP-binding on fibroblast growth factor 2 partially overlaps with the heparin-binding domain"}, {"pubmed": 18519946, "text": "Nucleostemin expression in cardiomyocytes is induced by fibroblast growth factor-2 and accumulates in response to Pim-1 kinase activity."}, {"pubmed": 18549879, "text": "A green tea component suppresses posttranslational expression of basic fibroblast growth factor in colorectal cancer."}, {"pubmed": 18570917, "text": "Results reveal that platelet-derived growth factor-B-activated fibroblasts play a key role in the recruitment/migration and differentiation of mesenchymal stem cells and implicate a bFGF- and CXCL5-dependent mechanism in mediating these effects."}, {"pubmed": 18592007, "text": "Measuring PDGFA, bFGF, and HIF1a expression may contribute to a better understanding of the prognosis of patients with pancreatic cancer."}, {"pubmed": 18639416, "text": "bFGF-eluting stents are effective for accelerating organization of the thoracic aneurysm cavity and developing neointima."}, {"pubmed": 18680389, "text": "The delivery of bFGF was employed to stimulate proliferation and survival of primary intestinal smooth muscle cells."}, {"pubmed": 18698254, "text": "FGF-2 delivery from self-assembling nanofibers facilitated islet transplantation in diabetic mice."}, {"pubmed": 18705695, "text": "mitogenic properties of FGF-2 were maintained when SOX9 was co-overexpressed and concomitant with an increase in the production of proteoglycans and type-II collagen"}, {"pubmed": 18773427, "text": "subconfluent pulmonary artery smooth muscle cells express predominantly S1P2 and S1P3 receptors; S1P1 receptor mRNA levels are significantly up-regulated following bFGF treatment"}, {"pubmed": 18783914, "text": "Report inhibitory effects of biodegradable gelatin hydrogel sponge impregnated with bFGF on the progression of experimental abdominal aortic aneurysms."}, {"pubmed": 18802039, "text": "Secreted proteoglycans directly mediate human embryonic stem cell-basic fibroblast growth factor 2 interactions critical for proliferation"}, {"pubmed": 18803285, "text": "bFGF can play an important role in modulating plasticity and neuronal fate of human neural stem cells"}, {"pubmed": 18819464, "text": "Myometrium conversion into leiomyoma and an increase in its mass is accompanied by a significant increase in aFGF gene expression."}, {"pubmed": 18829480, "text": "bFGF, FGFR1, and FGFR2 are frequently overexpressed in squamous cell carcinoma and adenocarcinoma of the lung and may have a role in neoplasm pathogenesis"}, {"pubmed": 18930044, "text": "HMW FGF-2 inhibits tumor growth in glioma cells by acting on cell-cycle progression and protein translation."}, {"pubmed": 18974971, "text": "TGF-beta(transforming growth factor beta1), PDGF-AB (platelet derived growth factor AB) and bFGF (basic TGF-beta, PDGF-AB and bFGF) concentrations in subacromial space were higher than in the serum"}, {"pubmed": 18979395, "text": "FGF-b immunoreactivity in cytotrophoblasts and capillary endothelium of chorionic villi of preeclamptic subjects increased."}, {"pubmed": 19056764, "text": "Transplantation of basic fibroblast growth factor-pretreated adipose tissue-derived stromal cells enhances regression of liver fibrosis in mice."}, {"pubmed": 19059221, "text": "Differences in potency or other unknown factors contribute to whether subsets of FGF-like autoantibodies from breast cancer sera exhibit long-lasting neurotrophic and neuroprotective effects or an early neurotrophic effect followed by late neuron death."}, {"pubmed": 19061884, "text": "E22Q and WT peptides suppressed FGF-2 expression while E22G had barely any effect. Phosphorylation of the FGF-2 receptor, FGFR-1, and the survival signal Akt were abolished by E22Q and WT peptides, but not by E22G"}, {"pubmed": 19086919, "text": "FGF-2 is a new substrate of PRMT5."}, {"pubmed": 19096229, "text": "At the early stage of tumor growth bFGF expression play important roles in the regulation of angiogenesis, tumorigenicity and subsequent metastases of human bladder cancer."}, {"pubmed": 19096867, "text": "FGF-2 and FGFR1 expression is preserved in the motor system in end stage ALS."}, {"pubmed": 19100714, "text": "These data further suggest an integral role for visfatin-FGF-2 signaling axis in modulating endothelial angiogenesis."}, {"pubmed": 19107653, "text": "These findings showed that HDAC inhibition antagonized FGF2 and IL-1beta induced MMP expression in articular chondrocytes."}, {"pubmed": 19147956, "text": "In this review, while other cell types express basal levels of plasma cell membrane glycoprotein PC-1, FGF2 only induces PC-1 expression in osteoblast related cells."}, {"pubmed": 19160106, "text": "Construction and characterization of a novel superantigen fusion protein: bFGF/Staphylococcal enterotxin B."}, {"pubmed": 19196427, "text": "These data suggest that APO can enhance the biosynthesis and release of FGF-2 through the activation of the MZF-1 transcription factor in striatal astrocytes."}, {"pubmed": 19197140, "text": "Endothelial FGF2 is overproduced in pulmonary hypertension[PH] and contributes to pulmonary hyperplasia, identifying FGF2 as a potential agents against PH.  potential new treatment against"}, {"pubmed": 19217457, "text": "Low plasma bFGF may be a marker for the presence of anti-endothelial cell autoantibodies that may contribute to the need for laser photocoagulation treatment in adult men with advanced type 2 diabetes mellitus."}, {"pubmed": 19235591, "text": "a positive correlation between the autocrine expression of YY1 and TGF-beta 1, IGF-1 and FGF-2, known to be involved in the progression of gliomas and meningiomas"}, {"pubmed": 19245795, "text": "NMR results identified the amino-acid residues involved in the direct interaction of CXCL4 (47-70) with FGF-2."}, {"pubmed": 19279131, "text": "The role of FGF2 in high glucose-altered molecular signaling in pathogenesis of diabetic renal disease was studied in renal biopsy samples and cultured fibroblasts."}, {"pubmed": 19287993, "text": "endogenous bFGF affects the expression of angiogenin in HeLa cells."}, {"pubmed": 19301256, "text": "FGF2 stimulates SDF-1 expression through the Erm transcription factor in Sertoli cells."}, {"pubmed": 19308772, "text": "overexpression mediated by the recombinant plasmid accelerated periodontal regeneration"}, {"pubmed": 19318994, "text": "High tumor cell FGF2 expression is associated with non-small cell lung cancer."}, {"pubmed": 19319189, "text": "knockdown of RGS14 inhibited both nerve growth factor- and basic fibrobast growth factor-mediated neuronal differentiation of PC12 cells"}, {"pubmed": 19351956, "text": "HDAC5 represses angiogenic genes, such as FGF2 and Slit2, which causally contribute to capillary-like sprouting of endothelial cells."}, {"pubmed": 19386985, "text": "High glucose concentration in cell culture medium does not acutely affect human mesenchymal stem cell FGF2 production or proliferation."}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19456219, "text": "Overall genetic variation in FGF2 does not appear to play a role in susceptibility to ovarian cancer."}, {"pubmed": 19477940, "text": "that FGF-2 induces differentiation of neuroblastoma cells via activation of a complex gene expression program enabling modulation of cell cycle, transcription factors, and suppression of the cancer phenotype."}, {"pubmed": 19478386, "text": "Stimulation of VEGF protein secretion by bFGF overexpression in human melanoma cells is regulated by activation of PI-3K and p38 MAPK."}, {"pubmed": 19489096, "text": "engineering neural progenitors to overexpress FGF-2 may be a suitable strategy to improve the integration of grafted neural progenitor cells with the host vasculature thereby generating neurovascular clusters with a neurogenic potential for brain repair."}, {"pubmed": 19495899, "text": "Data suggest the feasibility of modifying BMSC with nonviral delivery systems for bFGF expression."}, {"pubmed": 19533745, "text": "HGF and bFGF mRNA expression can be used as useful parameters to evaluate the prognosis of gastric cancer."}, {"pubmed": 19541589, "text": "FGF2 induces expression of a wide repertoire of inflammation-related genes in endothelial cells, e.g. pro-inflammatory cytokines/chemokines & their receptors, endothelial cell adhesion molecules, & prostaglandin pathway components. Review."}, {"pubmed": 19556344, "text": "analysis of FGF-2 stimulation of RANK ligand expression in Paget's disease of bone"}, {"pubmed": 19586755, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19586755, "text": "this is the first study investigating the association of antidepressant response and intolerance with FGF2 variants."}, {"pubmed": 19587357, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19608737, "text": "the novel TIMP-free MMP-9/FGF-2/FGFR-2 pathway in proMMP-9-induced angiogenesis in a mammalian setting."}, {"pubmed": 19614919, "text": "hypoxia induces up-regulation of VEGF (vascular endothelial growth factor) and bFGF(basic fibroblast growth factor) in Adipose-derived stem cells and enhances wound healing"}, {"pubmed": 19617559, "text": "Fibroblast growth factor-2 regulates the stability of nuclear bodies."}, {"pubmed": 19631775, "text": "NARS is one of the important mediators of FGF2 induced survival signaling in osteoblasts through the activation of PI3K/Akt survival pathway."}, {"pubmed": 19631914, "text": "endogenous bFGF may not only negatively regulate the angiogenin expression but also contribute to the overall cell proliferation in H7402 human hepatoma cells"}, {"pubmed": 19651147, "text": "Repeated low-dose drug administration (metronomic therapy) of ibandronate has certain anti-angiogenic properties by inhibiting the stimulatory effects of bFGF."}, {"pubmed": 19670348, "text": "bFGF and EGF have a role in optimizing the proliferative capacity of cryopreserved human adipose-derived stromal/stem cells"}, {"pubmed": 19696444, "text": "binding of anosmin-1 to FGFR1 and heparin can play a dual role in assembly and activity of the ternary FGFR1.FGF2.heparin complex."}, {"pubmed": 19710942, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19713533, "text": "Prostaglandin E(2) primes the angiogenic switch via a synergic interaction with the fibroblast growth factor-2 pathway."}, {"pubmed": 19781633, "text": "DNA dependent protein kinase suppression with the compound NU7026 or with siRNA induced basal endothelial cell proliferation as well as enhanced FGF-2 dependent proliferation."}, {"pubmed": 19802384, "text": "syndecan-1 and FGF-2, but not FGFR-1 share a common transport route and co-localize with heparanase in the nucleus, and this transport is mediated by the RMKKK motif in syndecan-1"}, {"pubmed": 19822079, "text": "Data report that the bFGF, FGFR1/2 and syndecan 1-4 expressions are altered in bladder tumours."}, {"pubmed": 19828453, "text": "caspase-mediated anoikis inhibition is critical for basic fibroblast growth factor-sustained culture of human pluripotent stem cells"}, {"pubmed": 19885553, "text": "FGF-2 activates Fes via the second coiled-coil domain, leading to lamellipodium formation and chemotaxis by endothelial cells"}, {"pubmed": 19890880, "text": "Suggest a broader gut endodermal patterning activity of FGF2 in embryonic stem cells that corresponds to what has previously been advocated for FGF4, implying a functional switch from FGF4 to FGF2 during evolution."}, {"pubmed": 19892399, "text": "Hypoxia promotes FGF2- and VEGF-stimulated cell proliferation without further activation of the PI3K/AKT1 and MEK1/2/ERK1/2 pathways, respectively."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19919531, "text": "These results suggest that positive feedback regulation of bFGF and IGFs leads to proliferation of hUCB-MSCs."}, {"pubmed": 19930868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930868, "text": "Polymorphisms in the promoter region of the basic fibroblast growth factor is not associated with myocardial infarction in a Slovene population with type 2 diabetes."}, {"pubmed": 19933269, "text": "overexpression of HMW FGF2 increases FGF23/FGFR/KLOTHO signaling to down-regulate NPT2a, causing P(i) wasting, osteomalacia, and decreased bone mineral density"}, {"pubmed": 19950605, "text": "The positive rate of bFGF and TGF-beta1 in normal salivary glands were apparently lower than those in malignant mucoepidermoid carcinomas."}, {"pubmed": 19952401, "text": "The expression of OPN protein and mRNA was up-regulated by FGF-2 in A549 cells."}, {"pubmed": 20001221, "text": "VEGF and/or bFGF (10 ng/mL) application influenced the accumulation of proteins in supernatants more profoundly under 1 gravity than under simulated microgravity."}, {"pubmed": 20016498, "text": "bFGF regulates ERK oscillations in premalignant but not malignant JB6 cells"}, {"pubmed": 20053757, "text": "15(S)-HETE-induced angiogenesis requires Src-mediated Egr-1-dependent rapid induction of FGF-2."}, {"pubmed": 20056600, "text": "thrombospondin-1 mimics are fibroblast growth factor-2 inhibitors"}, {"pubmed": 20116383, "text": "FGF2 high molecular weight (HMW) isoforms have a role in the development of cardiac ischemia-reperfusion injury"}, {"pubmed": 20122687, "text": "Fibroblast growth factor-2 transiently activates the p53 oncosuppressor protein in human primary vascular smooth muscle cells"}, {"pubmed": 20127022, "text": "high expression of VEGF and bFGF indicate that both contribute in the angiogenesis of endometrial cancer."}, {"pubmed": 20128380, "text": "The increased gene expressions of bFGF, alpha-SMA and PCNA in atrium during atrial fibrillation may contribute to atrial fibrosis by promoting fibroblast proliferation."}, {"pubmed": 20150555, "text": "TRAIL induction involves FGF-2, Sp1-phosphorylation and NFkappaB and that TRAIL promotes VSMC proliferation and neointima formation after arterial injury."}, {"pubmed": 20197313, "text": "Data show that fibroblast growth factor-2 is regulated by an endogenous antisense RNA and by argonaute-2."}, {"pubmed": 20202860, "text": "Three of four angiogenic factors, VEGF, b-FGF and IGF-I, are higher concentration in human milk which collected from preterm mothers than those of terms."}, {"pubmed": 20206949, "text": "Increased plasma basic fibroblast growth factor immunoreactivity may be a novel risk marker for coronary heart disease occurrence in adult men with advanced type 2 diabetes mellitus."}, {"pubmed": 20224347, "text": "adipose tissue-derived stem cells have the capacity to differentiate into capillary structures and bFGF plays a critical role in this process."}, {"pubmed": 20230531, "text": "Tec kinase has a crucial role in regulating FGF2 secretion under various physiological conditions"}, {"pubmed": 20335309, "text": "SOCS-3 is a novel modulator of FGF-2-regulated cellular events in prostate cancer."}, {"pubmed": 20339243, "text": "stimulates bone sialoprotein transcription in MCF7 human breast cancer cells by targeting the AP1 and CRE2 elements in the human bone sialoprotein gene promoter"}, {"pubmed": 20362567, "text": "peripheral and local serum levels of bFGF in patients with hemangiomas and vascular malformations"}, {"pubmed": 20363749, "text": "long pentraxin PTX3 forms an asymmetric octamer with two binding sites for FGF2"}, {"pubmed": 20371606, "text": "FGF2 induction of NOS3 expression is mainly mediated by AP-1-dependent transcription involving JunB and Fra1 up-regulation via sustained ERK2/1 activation in endothelial cells"}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20455997, "text": "A novel NF-kappaB-mediated pathway linking bFGF with iNOS and MMP-9 expression is associated with carotid plaque vulnerability."}, {"pubmed": 20504760, "text": "Elevated levels of VEGF and bFGF may activate the process of neoangiogenesis, which may lead to increased perfusion and an improvement in tissue oxygenation in COPD patients"}, {"pubmed": 20504870, "text": "The FGF2 754C/G polymorphism is associated with a risk of developing endometriosis and adenomyosis in north Chinese women."}, {"pubmed": 20514456, "text": "Specific FGF-2 receptors were found in the malignant epithelial but not in the benign myo-epithelial cells of salivary gland carcinoma ex-pleomorphic adenoma, indicating a paracrine role for benign myoepithelial cell-derived FGF-2."}, {"pubmed": 20526813, "text": "bFGF has a role in growth of human primary prostatic stromal cells"}, {"pubmed": 20571834, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628269, "text": "A novel TERT-bFGF axis accelerates the inactivation of p53 and consequent increase of resistance to DNA-damage response."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20641033, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20644561, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20645833, "text": "investigation of role of bFGF in invasiveness of ovarian cancer: bFGF regulates gene expression (up-regulation) of urokinase-type plasminogen activator & proto-oncogene c-ets-1; proto-oncogene c-ets-1 is additional regulatory factor"}, {"pubmed": 20646480, "text": "Decreased expression of VEGF and bFGF can inhibit the invasion and proliferation of pancreatic cancer cells."}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20681019, "text": "FGF2 helps to maintain genomic integrity in stem cells by activating stress-induced DNA repair."}, {"pubmed": 20713592, "text": "demonstrate here that galectin-3 is a mediator of vascular endothelial growth factor (VEGF)- and basic fibroblast growth factor (bFGF)-mediated angiogenic response."}, {"pubmed": 20817637, "text": "Provide evidence of Notch1-dependent endothelial FGF-2 induction by visfatin and of Notch1 activation in visfatin-stimulated endothelial angiogenesis."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20850693, "text": "There were a positive correlation between the proliferation and aggressiveness of B-cell non-Hodgkin's lymphoma as measured with Ki67 and both VEGF and b-FGF."}, {"pubmed": 20857427, "text": "FGF-2 activated the migration of MPDL22 cells and phosphorylation of phosphatidylinositol 3-kinase (PI3K) and akt."}, {"pubmed": 20886037, "text": "BFGF activates MEK/ERK cell signaling pathway and stimulates the proliferation of primordial germ cells."}, {"pubmed": 20926602, "text": "Authors found a linear relationship between the expression of FGF2 and the level of HMGA2 overexpression as well as the tumor size, and that stimulation of myometrial tissue by a strong inducer of HMGA2, leads to an increase of FGF2 expression."}, {"pubmed": 20945415, "text": "Cell-cycle analysis following siRNA-mediated knockdown of NUDT6 or FGF2 indicate that both factors are involved in control of transition through the G and G boundaries, affecting cell-cycle progression, proliferation, and apoptosis."}, {"pubmed": 21029699, "text": "The overexpression of bFGF and underexpression of PTEN are closely related to the invasion and growth of cervical carcinoma."}, {"pubmed": 21037114, "text": "FGF2 overproduction contributes in an autocrine manner to the altered endothelial phenotype characteristic of idiopathic pulmonary arterial hypertension."}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21041986, "text": "investigation of role of FGF2 secretion by vascular endothelial cells during trophoblast invasion under cell hypoxia as a model of placentation under physiological stress (a model for role of FGF2 in cellular events leading to preeclampsia)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21161264, "text": "There were no significant changes in bFGF in response to high intensity exercise or high-volume training."}, {"pubmed": 21209880, "text": "bFGF has a role in growth and maintenance of human embryonic stem cells"}, {"pubmed": 21224050, "text": "Fibroblast growth factor-2 promotes mitral valve interstitial cell wound repair, at least in part, through the TGF-beta/Smad2/3 signaling pathway."}, {"pubmed": 21266348, "text": "Data show that HSulf-1 depletion in breast cancer cells resulted in an increased and sustained bFGF2 (basic fibroblast growth factor) signaling and promoted cell migration and invasion under hypoxic conditions."}, {"pubmed": 21350328, "text": "recombinant human bFGF protein induced matrix metalloproteinase-1 , plasminogen activator inhibitor-1, and cathepsin L expression in skeletal muscle cells"}, {"pubmed": 21381082, "text": "basic fibroblast growth factor may be involved in the mechanisms controlling dental pulp stem cell fate decisions"}, {"pubmed": 21382096, "text": "FGF-2 upregulation in neurons and balloon cells is an important feature common to tuberous sclerosis and focal cortical dysplasia (FCD) with balloon cells"}, {"pubmed": 21460777, "text": "Transmyocardial revascularization with a bFGF-incorporated degradable stent improved global left ventricular function and attenuated left ventricular remodeling."}, {"pubmed": 21471211, "text": "role of the NRE of HS in FGF2 signaling and favor the formation of the symmetrical architecture on short NS domains."}, {"pubmed": 21501244, "text": "Examines the potential of recombinant cytokines, particularly basic fibroblast growth factor (bFGF, FGF-2) to promote periodontal tissue regeneration, and discusses the present and future outlook of FGF-2 therapy in periodontal treatment [review]"}, {"pubmed": 21506108, "text": "Induction of Id-1 by FGF-2 involves activity of EGR-1 and sensitizes neuroblastoma cells to cell death."}, {"pubmed": 21506113, "text": "Identify the orphan nuclear receptor NR4A1 as a potential early response gene in FGF2 signaling and regulation of sprouty in bovine ovarian granulosa cells."}, {"pubmed": 21515689, "text": "amitriptyline-induced FGFR activation might occur by the MMP-dependent shedding of FGFR ligands, such as FGF-2, thus resulting in GDNF production"}, {"pubmed": 21528671, "text": "Findings suggest that there is a cooperation mechanism between basic fibroblast growth factor and angiogenin in A375 cells, and the cooperation mechanism affects the progress of tumor cell proliferation and angiogenesis."}, {"pubmed": 21539890, "text": "changes in endogenous FGF-2 levels contribute to FGF-1's early adipogenic effects and highlight the complexity of the paracrine interplay between FGFs within human adipose tissue"}, {"pubmed": 21572099, "text": "JNK/SAPK signal pathway plays an important role in regulating bFGF-mediated angiogenesis in HUVECs"}, {"pubmed": 21678127, "text": "FGF signaling coordinately regulates mineralization-related genes in the osteoblast lineage and that ERK signaling is essential for Dmp1 expression and osteocyte differentiation."}, {"pubmed": 21695795, "text": "report demonstrates that engineered porous coral constructs using bFGF gene-transfected human BMSCs may be a feasible option for surgical transplantation in TMJ repair"}, {"pubmed": 21699503, "text": "The effects of the small molecular inhibitors of VEGF receptor 2 and other tyrosine kinases on pro-angiogenic responses through VEGF-A and basic fibroblast growth factor are reported."}, {"pubmed": 21720547, "text": "ECSM2 modulated bFGF-directed endothelial cell motility via the FGF receptor (FGFR)-extracellular regulated kinase (ERK)-focal adhesion kinase (FAK) pathway."}, {"pubmed": 21733164, "text": "This study investigates the prognostic impact of FGF2 and FGFR-1 and explores the impact of their co-expression with PDGF-B and VEGFR-3 in widely resected tumors from Non-gastrointestinal stromal tumor soft-tissue sarcomas patients."}, {"pubmed": 21761458, "text": "survivin, through upregulation of VEGF and bFGF, plays an essential role during glioma angiogenesis"}, {"pubmed": 21766497, "text": "High BFGF is associated with colorectal cancer."}, {"pubmed": 21771176, "text": "The mRNA expression of VEGF and bFGF, the protein expression of VEGF, bFGF, and ES and microvessel density (MVD) are increased both in the uraemic predialysis and peritoneal dialysis patients."}, {"pubmed": 21830216, "text": "Endothelial caveolin-1 functions as a platform for regulating FGF2-induced angiogenesis through spatiotemporally compartmentalizing FGFR1 and the AKT1 and ERK1/2 signaling modules."}, {"pubmed": 21832283, "text": "Plexin-A4 promotes tumor progression and tumor angiogenesis by enhancement of VEGF and bFGF signaling."}, {"pubmed": 21855631, "text": "Activin, BMP and FGF pathways cooperate to promote endoderm and pancreatic lineage cell differentiation from human embryonic stem cells."}, {"pubmed": 21894939, "text": "FGFR3c, critical for bone development, elicit a similar response to Fgf1 and Fgf2 at low, but not at high, concentrations; results demonstrate the versatility of FGFR3c response to fgf1 and fgf2 and highlight the complexity in fgf signaling."}, {"pubmed": 21919032, "text": "Mean serum values of b-FGF were significantly higher in multiple myeloma compared with controls & with increasing disease stage. A complex network of cytokines induces bone marrow neovascularization in MM."}, {"pubmed": 21923031, "text": "The expressions of VEGF, bFGF, and BMP-2 mRNAs decline in traumatic and nontraumatic avascular necrosis of femoral head."}, {"pubmed": 21942441, "text": "Levels of FGF2 and FGFR1 in saliva and serum from patients with salivary gland tumors were significantly higher than those from healthy control subjects suggesting their potential use as cancer biomarkers."}, {"pubmed": 21996542, "text": "The extracellular matrix of benign myoepithelial cells induces the increase in fibroblast growth factor 2 expression."}, {"pubmed": 21997191, "text": "a novel pathway in the melanocyte lineage, linking FGF2-STAT3 signaling to increased PAX3 transcription."}, {"pubmed": 21998584, "text": "Chlamydia trachomatis elementary bodies bind to FGF2, which facilitates bacterial binding. FGF2 promotes internalization of EBs via FGFR. C. trachomatis stimulates FGF2 transcription, production, and release to facilitate additional rounds of infection."}, {"pubmed": 22009965, "text": "Rates of expression of b-FGF in osteosarcoma and osteochondroma were 76.7% and 43.3% respectively. There was no correlation between b-FGF and endostatin expression in the osteosarcoma group."}, {"pubmed": 22016523, "text": "The results of this study proposed that FGF-2 and Anosmin-1 are markers for the histopathological type and the level of inflammation of multiple sclerosis lesions"}, {"pubmed": 22102278, "text": "Heparanase and syndecan-1 interplay orchestrates fibroblast growth factor-2-induced epithelial-mesenchymal transition in renal tubular cells."}, {"pubmed": 22125837, "text": "the serum VEGF and bFGF level can be used as indicators of AL efficacy, and are correlation with the prognosis of children with AL."}, {"pubmed": 22158871, "text": "polySia-NCAM might be involved in the regulation of FGF2-FGF receptor signaling through the direct binding of FGF2 in a manner distinct from heparan sulfate."}, {"pubmed": 22174424, "text": "Report increased PDGF-A, PDGF-B and FGF-2 expression in recurrence of salivary gland pleomorphic adenoma."}, {"pubmed": 22193058, "text": "Report bFGF nasal spray improves rat memory impairments induced by co-injection of beta-amyloid and ibotenic acid into the bilateral hippocampus."}, {"pubmed": 22228819, "text": "The combined blockade of the signaling pathways of several growth factors, including Fgf2, might be useful in controlling the aggressiveness of osteosarcoma."}, {"pubmed": 22233184, "text": "The results provide evidence for gene interactions among BDNF, FGF2, and VEGFA in stroke outcome"}, {"pubmed": 22237711, "text": "In vivo stimulation of BT-474 cell growth by progesterone is associated with down-regulation of FGF-2."}, {"pubmed": 22260074, "text": "Heparanase can induce angiogenesis to promote tumor growth by releasing bFGF and VEGF in nasopharyngeal angiofibroma."}, {"pubmed": 22267482, "text": "TSG-6 reverts the inhibitory effects exerted by PTX3 on FGF2-mediated angiogenesis through competition of FGF2/PTX3 interaction."}, {"pubmed": 22335910, "text": "The expression of hSef is decreased in epithelial ovarian carcinoma tissue, but the expression of FGF-2 is increased."}, {"pubmed": 22393273, "text": "FGF2 genetic variants are unlikely to influence susceptibility to myopia."}, {"pubmed": 22493287, "text": "found that increased Fgf2 production by HoxA10-overexpressing myeloid progenitor cells induced a phosphoinositol 3-kinase-dependent increase in beta-catenin protein"}, {"pubmed": 22506349, "text": "the delivery to the injury region of the therapeutic genes vegf and fgf2 reduced cavitation, restrained the processes of secondary degeneration and supported the number of myelinated fibers in the injured spinal cord."}, {"pubmed": 22508498, "text": "Tested feasibility of using bioprinting for cartilage engineering. Bioprinted samples treated with FGF-2/TGF-beta1 had the best chondrogenic properties among all groups."}, {"pubmed": 22542539, "text": "FGF-2-deficient mutant superoxide dismutase (SOD)1 mice show a significant delay in disease onset and less impaired motor performance in comparison to mutant SOD1 mice with normal FGF-2 levels."}, {"pubmed": 22546563, "text": "FGF2 delivery to human adipose-derived stem cells transplantation sites enhances their long-term angiogenic efficacy transplanted into ischemic tissues."}, {"pubmed": 22577248, "text": "VEGF and bFGF may participate in the pathogenesis of inflammatory pericardial disease"}, {"pubmed": 22599586, "text": "Transduction with FGF-2 encoding lentiviral vectors resulted in overexpression of the respective isoform in all tested cell populations."}, {"pubmed": 22680042, "text": "Mucosal TNF-alpha is overexpressed only in symptomatic diverticular disease, while SD1 and bFGF are already overexpressed in asymptomatic diverticulosis."}, {"pubmed": 22730382, "text": "Phosphatidylinositol 4,5-bisphosphate (PI(4,5)P2)-dependent oligomerization of fibroblast growth factor 2 (FGF2) triggers the formation of a lipidic membrane pore implicated in unconventional secretion."}, {"pubmed": 22732006, "text": "FGF2 was found to mediate DNA repair in epidermoid carcinoma cells"}, {"pubmed": 22804708, "text": "The extracellular signals of NGF and bFGF induced neuron differentiation of human endometrial stem cells."}, {"pubmed": 22836867, "text": "Phosphate-independent effects of high-molecular weight (HMW) isoforms in vitro may be directly mediated in part via FGF23 and HMW isoforms signal via FGF23/FGFR/MAPK to inhibit bone formation in vitro."}, {"pubmed": 22895562, "text": "FGF2 was significantly higher in the metastatic vs. the non-metastatic urothelial cell carcinoma of the urinary bladder."}, {"pubmed": 22927437, "text": "Endothelial heparan sulfate 6-O-sulfation levels regulate angiogenic responses of endothelial cells to fibroblast growth factor 2 and vascular endothelial growth factor."}, {"pubmed": 22932066, "text": "Data suggest that FGF2 is involved in regulation of Sertoli cell function; CREB (cAMP responsive element binding protein) phosphorylation in cultured rat Sertoli cells appears to be up-regulated by human FGF2 or interleukin-1beta."}, {"pubmed": 22962037, "text": "An inhibition study of bFGF receptor demonstrated that the improvement of cell proliferation resulted from the role of bFGF released from the CPCs."}, {"pubmed": 22967508, "text": "In the tumor microenvironment, the reciprocal interplay between FGF-2 and VEGF-C collaboratively stimulated tumor growth, angiogenesis, intratumoral lymphangiogenesis, and metastasis."}, {"pubmed": 23053181, "text": "BFGF is upregulated in POEMS syndrome. It could not be ruled out that this increase was due to feedback of elevated VEGF levels."}, {"pubmed": 23086340, "text": "This work reveals an anti-angiogenic role of STAT1 activation that acts in Tie2-R849W-expressing endothelial cells to impair VEGF-A-mediated STAT3 signaling, bFGF production, and smooth muscle cell recruitment."}, {"pubmed": 23122986, "text": "These findings suggest human serum, FGF-2 and TGF-beta3 as possible candidates to support biological treatment strategies of AF defects."}, {"pubmed": 23154434, "text": "High basic fibroblast growth factor is associated with renal cell carcinoma progression."}, {"pubmed": 23236888, "text": "Delivery of the therapeutic genes VEGF and FGF2 to the damaged region and their expression in cell carriers stimulates vascularization and post-traumatic spinal cord regeneration."}, {"pubmed": 23239497, "text": "The ASM cell differentiation promoted by TGF-beta is antagonized by FGF-2."}, {"pubmed": 23243019, "text": "Data suggest for therapeutic targeting of the FGF-2/FGFR1/CEP57 axis in prostate cancer."}, {"pubmed": 23264596, "text": "FGF2 binds to LYVE-1 with a higher affinity than any other known LYVE-1-binding molecules, such as hyaluronan or PDGF-BB. Glycosylation of LYVE-1 is important for FGF2 binding."}, {"pubmed": 23265436, "text": "Correlative Hsp47 expression in fibroblasts with bFGF in inflammatory cells may contribute to stromal fibrosis and obstruction in colorectal carcinoma"}, {"pubmed": 23290762, "text": "Expression levels of VEGF and bFGF are significantly decreased in pressure ulcer wounds at stage III-IV."}, {"pubmed": 23322705, "text": "FGF2-signaling involves the inositol polyphosphate cascade, including inositol hexakisphosphate kinase (IP6K), and demonstrate that IP6K1,2 regulates Runx2 and osteoblast gene expression."}, {"pubmed": 23331079, "text": "Il-1beta enhances cell migration through AP-1 and NF-kappaB pathway-dependent FGF2 expression in human corneal endothelial cells."}, {"pubmed": 23335070, "text": "No significant relationships were observed for bFGF polymorphism and susceptibility to B cell chronic lymphocytic leukemia"}, {"pubmed": 23352645, "text": "a novel mechanism for hypoxia-induced FGF2 and VEGFA through HIF1alpha-mediated inhibition of miR-503"}, {"pubmed": 23385422, "text": "Fibroblast growth factor 2 (FGF-2) strengthens the endothelial cell blood-brain barrier function by increased occludin and ZO-1 expression."}, {"pubmed": 23435034, "text": "FGFR2 rs1219648 variant is more strongly associated with breast cancer risk in estrogen-only hormone users"}, {"pubmed": 23448571, "text": "Nck plays a pivotal role in integrating FGF-2 and endoplasmic reticulum (ER) stress signals to counteract the ER stress deleterious effect on cancer cell survival."}, {"pubmed": 23457216, "text": "studied the functional consequences of HSulf-2 activity on fibroblast growth factor (FGF)-induced mitogenesis and found that the enzyme could differentially regulate FGF1 and FGF2 activities"}, {"pubmed": 23463326, "text": "high expression in uterine leiomyoma, correlated with T-cadherin"}, {"pubmed": 23485603, "text": "results indicate that FGF2 increases BSP transcription by targeting the FRE and AP1 elements in the proximal promoter of the human BSP gene."}, {"pubmed": 23536707, "text": "FGF2 -FGFR1 activation through an autocrine loop is a novel mechanism of acquired resistance to EGFR-tyrosine kinase inhibitors."}, {"pubmed": 23620752, "text": "The mRNA expressions of the proangiogenic growth factors VEGF, PDGF, bFGF and their receptors (VEGFR1, VEGFR2, PDGFRA, PDGFRB, FGFR1, FGFR2) were measured and compared in gastric ulcers of cirrhotic patients."}, {"pubmed": 23625726, "text": "Up-regulated cten modulates cell migration induced by FGF2."}, {"pubmed": 23630597, "text": "A novel role for FGF2 in regulating PDGFRA expression in a subset of gliomas with younger age at disease onset and longer patient survival regardless of the morphological diagnosis."}, {"pubmed": 23677479, "text": "These findings indicate that bFGF could rapidly activate the protein kinase B activities, enhance the expression of survivin and the proliferation of hepatocellular carcinoma cells via the PI3K pathway."}, {"pubmed": 23800732, "text": "All stem cell lines were expanded with fibroblast growth factor-2."}, {"pubmed": 23861152, "text": "Tumor cell expression of FGF-2 proved to be an independent prognostic factor for LRC and OS. This factor can help personalize treatment and stratify patients in future trials."}, {"pubmed": 23869761, "text": "Cell population growth indices were higher for those in FGF-2 supplemented media."}, {"pubmed": 23872928, "text": "The biomarker profile comprised of NGAL, FGF-2, and EGF increased the specificity to detect acute kidney injury in critically ill children"}, {"pubmed": 23891065, "text": "Defective placental maturation is associated with an imbalance of expression of bFGF and prokineticin (PK) receptor 2."}, {"pubmed": 23918206, "text": "Topical secretoneurin gene therapy accelerates diabetic wound healing by interaction between heparan-sulfate proteoglycans and basic FGF."}, {"pubmed": 23951165, "text": "EphA2-induced angiogenesis in ewing sarcoma cells works through bFGF production and is dependent on caveolin-1."}, {"pubmed": 23970062, "text": "These data suggest that the upregulation of either IL-8 or bFGF is closely related to the transition from liver cirrhosis into HCC."}, {"pubmed": 23988031, "text": "Results suggest that small subsets of circulating CD30+/CD15+ cells expressing FGF2 and SDC1 represent biomarkers that identify NS-cHL patients who will experience a poor outcome."}, {"pubmed": 23990967, "text": "Data suggest that the enhanced cell growth was likely due to the electrical stimulation up-regulated secretion of FGF-1 and FGF-2."}, {"pubmed": 23991123, "text": "show that these classical mitogenic pathways do not mediate the cytostatic activity of FGF2"}, {"pubmed": 23998120, "text": "P = 0.095) and healthy individuals (0.37 versus 0.19, OR = 2.51, P = 0.038). These results imply that VEGF and bFGF gene polymorphisms have prognostic significance in patients with NHL."}, {"pubmed": 24014875, "text": "Fibrosis and subsequent cytopenias are associated with basic fibroblast growth factor-deficient pluripotent mesenchymal stromal cells in large granular lymphocyte leukemia."}, {"pubmed": 24021953, "text": "Intrapleural administration of sustained-release basic fibroblast growth factor induced lung regeneration in rats with elastase-induced pulmonary emphysema."}, {"pubmed": 24063890, "text": "Mechanistic insights into the S100B-FGF2 complex interface and cell-based assay studies involving mutants led us to conclude the novel role of S100B in FGF2 mediated FGFR1 receptor inactivation."}, {"pubmed": 24066673, "text": "Transcriptome analysis comparing control adult human fibroblasts with FGF2-treated fibroblasts identified functional groups of genes that reflect transcriptional changes potentially contributing to their regeneration competence."}, {"pubmed": 24089521, "text": "expression of Mll-Ell in myeloid progenitor cells resulted in autocrine production of Fgf2 and Fgf2-dependent cytokine hypersensitivity."}, {"pubmed": 24092775, "text": "study has identified an upregulation of a proangiogenic signature in bevacizumab-refractory Head and Neck Squamous Cell Carcinoma tumors that converges on ERK signaling to upregulate FGF2, which then mediates evasion of anti-VEGF therapy."}, {"pubmed": 24122792, "text": "Metastatic melanoma patients who achieve FGF-2 suppression are more likely than those who do not to have a response or stable disease."}, {"pubmed": 24155149, "text": "FGF2 signaling results in the phosphorylation of Erk1/2, and activation of c-Fos and c-Jun that lead to elevated cyclin D mRNA levels."}, {"pubmed": 24188024, "text": "Fibroblast growth factor-2 is a sputum remodeling biomarker of severe asthma."}, {"pubmed": 24216509, "text": "TbetaRIII bound FGF2 and exogenous FGFR1, which promoted neuronal differentiation of neuroblastoma cells. TbetaRIII and FGF2 cooperated to induce expression of the transcription factor inhibitor of DNA binding 1 via Erk MAPK."}, {"pubmed": 24283919, "text": "bFGF mRNA is significantly overexpressed in acute colonic diverticulitis compared to ileocolonic Crohn's disease."}, {"pubmed": 24308692, "text": "In mesenchymal stem cells from aplastic anemia patients, FGF2 gene expression was downregulated. Within the patients' bone marrow, low FGF2 expression was validated both in mononuclear cells and in the extracellular fluid."}, {"pubmed": 24329908, "text": "APE1-small interfering RNA significantly inhibited tumor angiogenesis by downregulating in vitro expression of FGF2 and FGFR3."}, {"pubmed": 24370903, "text": "High serum FGF2 levels are associated with gastric and gastroesophageal junction cancers."}, {"pubmed": 24385208, "text": "FGF2 overexpression is associated with triple-negative breast cancer."}, {"pubmed": 24398102, "text": "elevated extracellular concentration of ONOO- produces an upregulation of the angiogenic factors VEGF, hypoxic-inducible factor-alpha (HIF-1alpha), and BFGF in a human corneal limbal epithelial (HCLE) cell line."}, {"pubmed": 24405062, "text": "Identification of critical factors needed for reprogramming may allow for nonviral, chemically defined derivation of human-induced multipotent cells that can be maintained by exogenous FGF2."}, {"pubmed": 24463821, "text": "FGF2 transcriptionally stimulated the expression of miR-149 independently of its host gene"}, {"pubmed": 24481949, "text": "We found that transforming growth factor-beta, in contrast to fibroblast growth factor-2 and interleukin-6, promotes human pulmonary pericyte differentiation into contractile smooth muscle-like cells."}, {"pubmed": 24490960, "text": "The results of bisulfite genomic DNA sequencing showed that in HCAECs treated with oxLDL, the GC-rich promoter of FGF2 was heavily methylated at cytosine residues, whereas cotreatment with anti-MDA markedly reduced oxLDL-induced FGF2 promoter methylation"}, {"pubmed": 24503018, "text": "Nuclear targeting of FGFR1 and FGF2 in pancreatic stellate cells facilitates pancreatic cancer cell invasion."}, {"pubmed": 24552587, "text": "The results presented here indicate that histone acetylation and additional chromatin modifiers are important in determining the relative levels of FGF2 and NUDT6."}, {"pubmed": 24560494, "text": "interplay between hCG and bFGF occurred by activation of the p44/42 MAPK signaling pathway"}, {"pubmed": 24639043, "text": "osteogenic induction by the sequential delivery of BMP-2 followed by FGF-2 from core-shell microspheres was even worse than that from microspheres loaded with BMP-2 in both core and shell, although comparable to the cases of parallel delivery of dual GFs"}, {"pubmed": 24647157, "text": "suggest that FGF2 inhibits osteoblast mineralization by limiting the capacity of matrix vesicles."}, {"pubmed": 24663037, "text": "The paracrine effect of USCs or USCs-FGF2 induced improvement of erectile function in type 2 diabetic rats by recruiting resident cells and increasing the endothelial expression and contents of smooth muscle."}, {"pubmed": 24667757, "text": "FGF2 enhances formation of HIF-1 nuclear complexes via ERK pathway."}, {"pubmed": 24725364, "text": "These data suggested that Epac1 in melanoma cells regulates melanoma progression via the HS-FGF2-mediated cell-cell communication."}, {"pubmed": 24737684, "text": "Facial nerve regeneration using basic fibroblast growth factor-impregnated gelatin microspheres"}, {"pubmed": 24777337, "text": "Overexpression of FGF-2 and SMA is associated with local recurrence and reduced recurrence-free survival after definitive CRT for esophageal squamous cell carcinoma"}, {"pubmed": 24793757, "text": "Serum levels of FGF-2, NGF and IGF-1 in patients with manic episode of bipolar disorder were significantly higher than those in healthy controls"}, {"pubmed": 24827991, "text": "Hi-FGF-2 represents a substantial fraction of FGF-2 in human cardiac (atrial) tissue."}, {"pubmed": 24970903, "text": "bFGF mRNA expression did not vary between chronic diverticulitis and Crohn's disease."}, {"pubmed": 24986796, "text": "MT1-MMP controls FGF-2 signaling by a proteolytic mechanism that decreases the cell's biological response to FGF-2"}, {"pubmed": 24988442, "text": "FGF2 acts as a protective growth factor after lung epithelial injury, and call into question the role of FGF2 as a profibrotic growth factor in vivo."}, {"pubmed": 25079902, "text": "ower serum FGF-2 levels contribute to the pathophysiology of major depressive disorder and that FGF-2 may be used as a peripheral biological marker"}, {"pubmed": 25088797, "text": "this is the first study to demonstrate that bFGF can induce EMT via AKT/GSK-3beta/Snail signaling pathway in prostate cancer cells."}, {"pubmed": 25122057, "text": "FGF-2 facilitated the collagen-producing potency of hBMSCs both in vitro and in vivo, rendering them more suitable for use in collagen regeneration in the clinical field."}, {"pubmed": 25130652, "text": "These studies demonstrate a feedback loop between Klotho depletion and FGF2 activation in renal fibrosis."}, {"pubmed": 25190353, "text": "miR-152 suppressed the proliferation and invasion of NSCLC cells by downregulating FGF2."}, {"pubmed": 25204086, "text": "High bFGF levels are associated with gynecologic cancer."}, {"pubmed": 25248378, "text": "hBM MSC can be coaxed to differentiate efficiently into dopaminergic neurons in the presence of a very simple media cocktail containing only one main inducer like FGF2"}, {"pubmed": 25256553, "text": "TSP-1 cooperates with FGF-2 and VEGF/VEGFR-1 in determining melanoma invasion and metastasis, as part of a Slug-independent motility program."}, {"pubmed": 25263081, "text": "we propose FGF2 to be a useful prognostic biomarker for proneural glioma patients"}, {"pubmed": 25267953, "text": "bFGF, SD1 and TNF-alpha are significantly reduced in Crohn's disease patients in deep remission under treatment with anti-TNFalpha, likely as an expression of optimal control of inflammation."}, {"pubmed": 25287675, "text": "Gelatin sponges impregnated with more than 100 mug/cm(3) b-FGF incorporating beta-TCP with chondrocytes (10x10(6) cells/cm(3)) can fabricate engineered cartilage at 4 weeks after implantation."}, {"pubmed": 25299071, "text": "with increasing protein concentrations, FGF2 monomers make contacts with each other and form dimers or higher order oligomers. FGF2 purified with ion-exchange chromatography did not show similar perturbation indicating that self-association of FGF2"}, {"pubmed": 25361773, "text": "Knockdown of BAG3 also significantly suppressed motion and invasion of HK2 cells mediated by FGF-2"}, {"pubmed": 25403884, "text": "Enforced expression of FGF2 partially reversed the inhibition of cell proliferation."}, {"pubmed": 25477183, "text": "FGF2 overexpression is associated with aggressive pathologic features and worse outcomes after radical cystectomy for squamous cell carcinoma"}, {"pubmed": 25550544, "text": "Angiogenic proteins, vascular endothelial growth factor, basic fibroblast growth factor and epithelial growth factor receptor are expressed in peripheral nerve sheath tumors of neurofibromatosis type 1."}, {"pubmed": 25552245, "text": "The nuclear odyssey of FGF-2 is reflected by nuclear dynamics, localization to nuclear bodies such as nucleoli, binding to chromatin and engagement in various protein interactions.  [review]"}, {"pubmed": 25595970, "text": "Results support the idea that human striatal precursor cells possess the machinery for their adaptation to hypoxic conditions and that neurotrophic factors, such as FGF2 and ET-1, may sustain neurogenesis and long-term survival"}, {"pubmed": 25597785, "text": "Endostar might exert its anti-tumor effect via suppressing b-FGF-induced angiogenesis and b-FGF-activated MAPK signaling pathway."}, {"pubmed": 25599736, "text": "Report no correlation between serum FGF2 and renal parenchymal scar or grade of reflux nephropathy."}, {"pubmed": 25636512, "text": "JMJD2B and JMJD2C play an important role in the pathology of osteosarcoma via the up-regulation of FGF2."}, {"pubmed": 25735814, "text": "bFGF promotes VEGF expression in chondrosarcoma via c-Src/p38 signal cascade, promoting endothelial progenitor cell-primed angiogenesis."}, {"pubmed": 25790378, "text": "Data show that, depending of its concentration, FGF2 can be either a positive or negative factor of adipogenesis by regulating the ERK signaling pathway providing a mechanistic basis for FGF2 roles in adipogenesis and development of fat tissues."}, {"pubmed": 25853270, "text": "The data suggest that breath condensate of patients with pulmonary hypertension is characterized by increased levels of the angiogenic factors angiogenin, VEGF and bFGF as well as TNF-alpha, but not IL-8."}, {"pubmed": 25872462, "text": "Data suggest that plasma levels of FGF2 are up-regulated and levels of VEGFA (vascular endothelial growth factor A) are down-regulated in type 2 diabetes mellitus (T2DM) patients with diabetic foot (DF) as compared to T2DM patients but without DF."}, {"pubmed": 25890121, "text": "miR-203 inhibits of renal cancer cell proliferation, migration and invasion by post-transcriptionally targeting FGF2."}, {"pubmed": 25894376, "text": "The FGF2-binding peptide derivative P32 has improved stability, is relatively safe, and may have therapeutic potential in FGF2-driven gastric cancer."}, {"pubmed": 25909157, "text": "the main physiological effect of bFGF on myoblast migration is chemokinesis; changes in the surrounding ECM, resulting from aging and/or disease may impact muscle regeneration by altering myoblast migration and proliferation"}, {"pubmed": 25999285, "text": "Macrophage-secreted FGF-2 suppresses M. avium proliferation through various ways including cytokine production, enhancement of phagocytosis as well as oxygen/nitrogen metabolism."}, {"pubmed": 26030799, "text": "Platelets are not only important in the early stages of the healing process (clot formation, direct release of growth factors), but also can influence the whole process of tissue regeneration by modulating synthesis and release of VEGF, bFGF and IL-10 by mononuclear leukocytes."}, {"pubmed": 26032256, "text": "This study reveals a novel role for the ERK5-MEF2 cascade, linking bFGF-induced PAI-1 expression and subsequent mitogenic processes in lung fibroblasts."}, {"pubmed": 26042674, "text": "Some valve interstitial cell and some valve endothelial cells expressed FGF2 in valve tissue and this expression was increased in calcified valves."}, {"pubmed": 26056081, "text": "FGF2 nuclear translocation is regulated by Karyopherin-beta2 and Ran GTPase in human glioblastoma cells"}, {"pubmed": 26078726, "text": "bFGF Promotes the Migration of Human Dermal Fibroblasts under Diabetic Conditions through Reactive Oxygen Species Production via the PI3K/Akt-Rac1- JNK Pathways."}, {"pubmed": 26096243, "text": "The present work aims to investigate the relationship between the expression of AEG-1(astrocyte elevated gene-1), b-FGF(basic-fibroblast growth factor), beta-catenin, Ki-67, TNF-alpha (tumor necrosis factor-alfa) other prognostic parameters in DC (Ductal Carcinomas) and ductal intraepithelial neoplasm. We found a relationship between these factors."}, {"pubmed": 26120833, "text": "these multifaceted effects of FGF-2 promote new tissue formation at the early regeneration phase."}, {"pubmed": 26123869, "text": "FGF2, considered to be primarily catabolic in articular cartilage, is not downregulated as ARGS concentration declines over time since injury"}, {"pubmed": 26133673, "text": "FGF-2 affects the mRNA and protein expression of Runx2, but not the osteocalcin protein level."}, {"pubmed": 26141457, "text": "These studies identify nuclear bFGF as a protein in a subset of TN breast cancers that likely contributes to drug resistance following standard chemotherapy treatment."}, {"pubmed": 26197710, "text": "Data suggest that the resulting knock-in cells and blastocysts could be used for the production of transgenic cattle that express human fibroblast growth factor 2 (hFGF2) within the bovine beta-casein gene locus."}, {"pubmed": 26252425, "text": "FGF2 accelerated the fracture healing process due to its effects on factors that are important in chondrocyte and osteoblast differentiation and vascular invasion."}, {"pubmed": 26263555, "text": "LTBP-2 is a potent inhibitor of FGF-2 that may influence FGF-2 bioactivity during wound repair particularly in fibrotic tissues."}, {"pubmed": 26276817, "text": "circulating FGF-2 induces intestinal hemorrhage in mice treated with pentosan polysulfate."}, {"pubmed": 26279296, "text": "myeloid-specific TGF-beta signaling-mediated bFGF in the bone promotes BCa bone metastasis"}, {"pubmed": 26282129, "text": "Basic fibroblast growth factor (bFGF) recapitulated the effects of the conditioned medium in inducing re-expression of cancer stem cells markers and increasing neurosphere formation ability of differentiated glioblastoma multiforme cells"}, {"pubmed": 26314253, "text": "FGF2 directly affects not only the biological properties of endothelial progenitor cells but also the expression pattern and secretion of numerous chemocytokines to regulate angiogenesis."}, {"pubmed": 26332075, "text": "A reduction in FGF-2 expression could contribute to age-related impaired function of human mesenchyme-derived progenitor cells via modulation of beta-catenin signaling via the FGFR1 receptor."}, {"pubmed": 26403263, "text": "FGF2 may be redirecting fibroblasts towards an anti-fibrotic phenotype during wound healing by overriding TGFb1 mediated ITGA11 expression."}, {"pubmed": 26461038, "text": "miR503 significantly decreased the migration and invasion ability of the osteosarcoma cells, which may be mediated by the inhibition of fibroblast growth factor 2."}, {"pubmed": 26464712, "text": "Serum CEA, SCCA and bFGF joint detection improved detection sensitivity in lung cancer and had important reference value for pathological type deduction."}, {"pubmed": 26465938, "text": "ASC proliferation was enhanced by hypoxia. HIF-1a activation, FGF-2 production, and the ERK1/2 and Akt pathway were involved in this regulatory mechanism."}, {"pubmed": 26465941, "text": "Expression of FGF-2, FGFR-2 and FGFR-3 was upregulated in patients with potentially malignant oral lesions serving as biomarkers of malignant transformation to oral squamous cell carcinoma."}, {"pubmed": 26493998, "text": "targeting chemotherapy-induced FGF2 upregulation may provide a promising approach to manage the recurrence of superficial bladder cancer"}, {"pubmed": 26518873, "text": "Regulation of Hyaluronan (HA) Metabolism Mediated by HYBID (Hyaluronan-binding Protein Involved in HA Depolymerization, KIAA1199) and HA Synthases in Growth Factor-stimulated Fibroblasts."}, {"pubmed": 26547859, "text": "Pre-treatment of hADSCs with FGF2 induced an increase in the expression of osteogenic markers such as Cbfa1/Runx2 and alkaline phosphatase and in the expression of beta-catenin."}, {"pubmed": 26553652, "text": "These results suggested that elastofibroma development depended on high expression of TGF-beta1 and bFGF."}, {"pubmed": 26572749, "text": "The present study is the first to thoroughly assess the enhancement of neural differentiation of bone marrow mesenchymal stem cells following transfection with bFGF and NGF."}, {"pubmed": 26578364, "text": "PTTG-mediated FGF2 upregulation is associated with more aggressive tumor features in patients with acromegaly. Also, locally produced estrogen through aromatization might have a role in this phenomenon."}, {"pubmed": 26597457, "text": "Coadministration of adipose-derived stem cells and control-released basic fibroblast growth factor facilitates angiogenesis in a murine ischemic hind limb model."}, {"pubmed": 26617686, "text": "determined the expression rates of FGFR1, FGF2 and IP3K as a reference for Turkish patients"}, {"pubmed": 26637527, "text": "FGF specifies hepatic fate at least in large part by inducing expression of NKD1 to transiently suppress the canonical WNT pathway."}, {"pubmed": 26644005, "text": "LTBP-2 and FGF-2 are co-localized in fibrotic human keloid and hypertrophic scar."}, {"pubmed": 26650737, "text": "High FGF2 expression is associated with Prostate Cancer."}, {"pubmed": 26655277, "text": "FGF2 monoclonal antibody inhibited angiogenesis in HUVEC cell cultures."}, {"pubmed": 26712576, "text": "The administration of bFGF alone or in combination with VEGF improved the quality of postgraft human ovarian tissue, though VEGF, regardless of different concentrations, did not influence effect of bFGF."}, {"pubmed": 26719333, "text": "Collectively, these studies show that FGF signaling up-regulates expression of alphaA-crystallin both directly and indirectly via up-regulation of c-Maf."}, {"pubmed": 26729092, "text": "The function of bFGF is not only related to the neuroprotective and neurotrophic effect but also involved in the inhibition of excessive astrogliosis and glial scarring after neuronal injury."}, {"pubmed": 26731484, "text": "Our results identify a novel miRNA-based checkpoint of the basement membrane in the adult muscle stem cell niche. Strategies targeting miR-29a might provide useful clinical approaches to maintain muscle mass in disease states such as ageing that involve aberrant FGF2 signaling."}, {"pubmed": 26749426, "text": "RNA-seq analysis shows vast differences between the parent FGF2 grown, primed state cells, and NME7AB converted cells, but similarities to altered gene expression patterns reported by others generating naive-like stem cells via the use of biochemical inhibitors"}, {"pubmed": 26762209, "text": "FGFR Inhibitor Ameliorates Hypophosphatemia and Impaired Engrailed-1/Wnt Signaling in FGF2 High Molecular Weight Isoform"}, {"pubmed": 26798059, "text": "these data demonstrate that FGF-2 priming enhances the angiogenic potential of SHED through the secretion of both HGF and VEGF."}, {"pubmed": 26816250, "text": "miR-105/Runx2 axis mediates FGF2-induced ADAMTS expression in osteoarthritis cartilage."}, {"pubmed": 26823724, "text": "Suggest that miR-195, a tumor suppressor miRNA, contributes to the lung metastasis of HCC by negatively regulating FGF2 and VEGFA expression."}, {"pubmed": 26824699, "text": "BFGF overexpression is a potential indicator of worse prognosis for patients with operable non-small- and small- cell lung carcinomas. (Meta-analysis)"}, {"pubmed": 26833879, "text": "we used the esophageal cancer cell line ECA109 as a cell model and downregulated FGF2 expression using RNAi; the results showed that insufficient expression of FGF2 inhibited cells proliferation, migration, and invasion of ECA109 cells."}, {"pubmed": 26879180, "text": "Our findings suggested that high plasma FGF2 level correlated with increased risk of obesity, and FGF2 gene polymorphisms could affect individual variances of obesity in Han Chinese population."}, {"pubmed": 26888666, "text": "results show that HMGA2 expression is associated with highly proliferating MSCs, is tightly regulated by FGF-2, and is involved in both proliferation and adipogenesis of Mesenchymal stem cells."}, {"pubmed": 26899709, "text": "Stimulation with H2O2 decreased the phosphorylation of Akt and FoxO3a, and induced nuclear localization of FoxO3a and apoptosis of H9c2 cells. These effects of H2O2 were abrogated by pretreatment with FGF-2"}, {"pubmed": 27007053, "text": "Studies indicate that therapeutically targeting FGF2 and FGFR has been extensively assessed in multiple preclinical studies and numerous drugs and treatment options have been tested in clinical trials."}, {"pubmed": 27097071, "text": "Recombinant human basic fibroblast growth factor (rhbFGF) was used as an immunogen to produce Neutralizing Monoclonal Antibody 3B1"}, {"pubmed": 27097314, "text": "FGF-2, VEGF-A, and HIV-Tat, may affect the glomerular filtration barrier in HIV+ children through the induction of synergistic changes in Rho-A and Src activity"}, {"pubmed": 27130666, "text": "Novel VF-Trap fusion protein on blockage of VEGF and FGF-2 activity to prevent angiogenesis."}, {"pubmed": 27133199, "text": "The antitumor activity of scopoletin may be due to its strong anti-angiogenic effect, which may be mediated by its effective inhibition of ERK1, VEGF-A, and FGF-2."}, {"pubmed": 27190997, "text": "In vivo, GSPP treatment (200 mg/kg/d) not only inhibited the growth of colon carcinoma, but also inhibited the tumor lymphangiogenesis. Conclusion. GSPP possesses the antitumor ability by inhibiting bFGF-inducing lymphangiogenesis in vitro and in vivo, which may further inhibit tumor lymphatic metastasis."}, {"pubmed": 27237708, "text": "Dysregulation of the FGF2 gene represents an opportunity to understand further, and possibly intervene upon, mechanisms of wound healing in diabetics with CKD."}, {"pubmed": 27305863, "text": "FGF1 and 2 strongly prevent the osteogenic commitment and differentiation of hBMSCs."}, {"pubmed": 27312585, "text": "Report no relationship between serum bFGF levels and ovarian cancer microvessel density and tumor bFGF expression."}, {"pubmed": 27314542, "text": "Study identifies 2 urinary biomarkers-bFGF and TIMP3-that successfully detect one of the most common pediatric brain tumors, juvenile pilocytic astrocytomas, with high accuracy"}, {"pubmed": 27317650, "text": "NCAM- and FGF-2-mediated FGFR1 signaling in the tumor microenvironment regulates the survival and migration of esophageal squamous carcinoma cells."}, {"pubmed": 27321088, "text": "our results indicate that different concentrations of bFGF and EGF supplemented during propagation of neural rosettes are involved in altering the identity of the resultant neural cells."}, {"pubmed": 27324104, "text": "Our study suggests that the genetic variants of FGF1 rs34011, more so than FGF2 rs2922979, may play a role in PE pathogenesis in Tunisian women."}, {"pubmed": 27350596, "text": "these data demonstrate that bFGF facilitated melanocyte migration via PI3K/Akt-Rac1-FAK-JNK and ERK signaling pathways"}, {"pubmed": 27362808, "text": "miR-205 enhances chemosensitivity of breast cancer cells to TAC docetaxol, doxorubicin plus cyclophosphamide) by suppressing both VEGFA and FGF2, leading to evasion of apoptosis."}, {"pubmed": 27382052, "text": "using RNA interference, the identified compounds corroborate the role of Tec kinase in unconventional secretion of FGF2."}, {"pubmed": 27411850, "text": "These results indicated that FGF-2, but not FGF-10, may be supplemented during stem cell expansion to prime cells for successful chondrogenesis and osteogenesis."}, {"pubmed": 27481339, "text": "Results describe a novel role of FGF2 as a modulator of osteoblast and mesenchymal stromal cell function, and provide evidence for involvement of FGF2 in leukemia pathogenesis and chemo-resistance."}, {"pubmed": 27511275, "text": "The results suggest that FGF2/rs1048201, FGF5/rs3733336 and FGF9/rs546782 are associated with the risk of non-syndromic orofacial cleft and that these miRNA-FGF interactions may affect non-syndromic orofacial cleft development."}, {"pubmed": 27521890, "text": "these findings suggest that IGFBP-3 suppresses transcription of EGR1 and its target genes bFGF and PDGF through inhibiting IGF-1-dependent ERK and AKT activation."}, {"pubmed": 27558498, "text": "FGF2 is involved in melanoma development and progression. HMW FGF2 isoforms enhance in vitro motility of melanoma cells. LMW FGF2 confers stem-like features and increases in vivo metastasization. LMW FGF2 promotes angiogenesis while HMW FGF2 induces vasculogenic mimicry."}, {"pubmed": 27566073, "text": "Silk scaffolds exhibit excellent cytocompatibility for human pre-adipose cells and have application potential in tissue engineering and regenerative medicine. VEGF and FGF-2 expressed on silk fibers could have a potential positive effect on pre-adipose cells, while the effect of VEGF should be further addressed in vivo."}, {"pubmed": 27572168, "text": "Furthermore, MERS coronavirus induced apoptosis through upregulation of Smad7 and fibroblast growth factor 2 (FGF2) expression in both kidney and lung cells."}, {"pubmed": 27580376, "text": "FGF2-p(SS-co-PEGMA)-b-VS stimulated endothelial cell sprouting 250% better than FGF2 at low concentration. These data verify that this rationally designed protein-block copolymer conjugate enhances receptor binding, cellular processes such as migration and tube-like formation, and stability, and suggest that it may be useful for applications in biomaterials, tissue regeneration, and wound healing."}, {"pubmed": 27634335, "text": "These results demonstrate that FGF-TGFbeta signaling antagonism is the primary regulator of the smooth muscle cell phenotype switch."}, {"pubmed": 27702660, "text": "VASH2 expression is positively correlated with FGF2 expression and promotes angiogenesis in human luminal breast cancer by transcriptional activation of fibroblast growth factor 2 through non-paracrine mechanisms."}, {"pubmed": 27794612, "text": "FGF2 protects the tumor cells from the antiproliferative effect of Gefitinib and largely prevents reprogramming of the proteome and phosphoproteome"}, {"pubmed": 27825029, "text": "Data suggest that FGF2 (fibroblast growth factor 2) is expressed in 85% of cases with uterine leiomyomas, 88% of cases with uterine smooth muscle tumors of uncertain malignant potential (STUMP), and 57% of cases with uterine leiomyosarcoma; survival is significantly shortened in patients with FGF2-positive compared to FGF-2 negative tumors."}, {"pubmed": 27878407, "text": "a decrease in FGF 2 is not accompanied by increased serum pentraxin 3 levels in patients with systemic sclerosis"}, {"pubmed": 27883224, "text": "Results provide evidence that bFGF regulates stemness maintenance in stem cells isolated from human exfoliated deciduous teeth (SHEDs) by enhancing REX-1 mRNA expression via the FGFR and Akt signaling pathways. Moreover, IL-6 is also involved in the bFGF-induced REX1 expression."}, {"pubmed": 27889473, "text": "the data suggest that endothelial cells regulate beta-catenin activity in adrenocortical cells also via secretion of basic fibroblast growth factor."}, {"pubmed": 27918462, "text": "pro-angiogenic responses of TRAIL, vascular endothelial growth-factor-A (VEGF-A) and fibroblast growth-factor-2 (FGF-2) either separately (10 ng/mL) or in combination were compared, followed by the assessment of proliferation, migration and tubule formation using human microvascular endothelial-1 (HMEC-1) cells."}, {"pubmed": 27930387, "text": "Blood BFGF was significantly higher in chronic hepatitis C patients with liver fibrosis compared to those without fibrosis."}, {"pubmed": 27966750, "text": "Study showed that both aFGF and bFGF were highly expressed in cervical cancer tissues. In tumors of higher clinical stages, the expression of these factors was further enhanced, suggesting that they play a role in facilitating cervical cancer cell proliferation."}, {"pubmed": 28049184, "text": "Data show that mutant soluble ectodomain of FGFR2IIIc (msFGFR2c) but not wild-type soluble ectodomain of FGFR2IIIc (wsFGFR2c) could selectively bind to c subtype of FGFRs in the presence of FGF-2."}, {"pubmed": 28167392, "text": "This study reveals that Adv ECM hydrogels recapitulate matrix fiber microarchitecture of native adventitia, and retain angiogenesis-related actors and bioactive properties such as FGF2 signaling capable of influencing processes important for angiogenesis."}, {"pubmed": 28209294, "text": "TGF-beta, bFGF and epimorphin in the extracellular microenvironment cooperatively affect HSF behaviors under the control of a highly sulfated chondroitin sulfate"}, {"pubmed": 28219779, "text": "bFGF C754G gene polymorphism was associated with the susceptibility and prognosis of malignant melanoma."}, {"pubmed": 28298222, "text": "Expression of these mediators was confirmed in end-stage COPD. Thus, accumulation of mast cells in COPD may contribute to vascular remodeling."}, {"pubmed": 28302677, "text": "Data show that FGF2 mutants have potential as anti-angiogenic agents and useful tools for studying the role of integrin alphavbeta3 in FGF2 signalling."}, {"pubmed": 28317323, "text": "We found that hsa-miR-196a-3p affected expression on both mRNA and protein levels of FGF2.  our study provided evidence that a functional SNP rs1048201 was associated with bone mineral density (BMD), and SNP rs1048201 variant may act by affecting binding of hsa-miR-196a-3p"}, {"pubmed": 28342868, "text": "The findings indicate that IL-1b and bFGF contribute to HHV-6B growth and the onset of encephalitis."}, {"pubmed": 28363830, "text": "analyses identified a new bFGF-regulating mechanism by which hedgehog signaling regulates human fibroblast migration; this data opens a new avenue for the wound healing therapy"}, {"pubmed": 28373444, "text": "bFGF Polymorphism Is Associated with Disease Progression and Response to Chemotherapy in Multiple Myeloma."}, {"pubmed": 28423625, "text": "High FGF2 expression is associated with lung cancer."}, {"pubmed": 28433654, "text": "over-expression, isolation, and biological activity of all recombinant human FGF2 isoforms, are reported."}, {"pubmed": 28466272, "text": "the Blood-brain barrier protection effect of bFGF is at least partially through rescuing the oxygen-glucose deprivation and reoxygenation-induced downregulation of sphingosine-1-phosphate receptor 1 (S1PR1) protein."}, {"pubmed": 28481872, "text": "High FGF2 expression is associated with ovarian cancer."}, {"pubmed": 28500362, "text": "High FGF2 expression is associated with gastric cancer."}, {"pubmed": 28543663, "text": "results suggest that MALAT1-mediated FGF2 protein secretion from Tumor-associated macrophages inhibits inflammatory cytokines release, promotes proliferation, migration, and invasion of FTC133 cells and induces vasculature formation."}, {"pubmed": 28629469, "text": "High FGF2 expression is associated with colon cancer metastasis."}, {"pubmed": 28631381, "text": "TEC is yet another regulator of FGF2-mediated Human pluripotent stem cells pluripotency and differentiation."}, {"pubmed": 28653999, "text": "Out of five FGF-2 Gene Polymorphism loci, the TA genotype of rs308442 in the osteoporosis group (40.2%) was higher than in the control group (29.5%) (p < 0.05). The rs308442 locus of FGF-2 gene is closely correlated to osteoporosis in this Zhuang ethnic Chinese cohort, and the TA may be the risk genotype of osteoporosis."}, {"pubmed": 28656882, "text": "The study provides evidence that small interfering RNA-mediated silencing of basic fibroblast growth factor gene inhibits the proliferation, migration, and invasion of human pituitary adenoma cells"}, {"pubmed": 28679560, "text": "HDAC1 depletion activates cardiac mesenchymal stromal cells proangiogenic paracrine signaling in a basic fibroblast growth factor-dependent manner."}, {"pubmed": 28732140, "text": "evaluation of the presence and localization of FGF2 in human sperm cells, and determination of FGF2 levels in semen samples and its relationship with conventional semen parameters"}, {"pubmed": 28734240, "text": "Serum FGF-2 levels were statistically significantly lower in the autism spectrum patient group compared to healthy controls."}, {"pubmed": 28746898, "text": "levels of the angiogenesis mediators endoglin, HB-EGF, BMP-9 and FGF-2 in patients with severe sepsis and septic shock"}, {"pubmed": 28765647, "text": "Taken together, this study suggests that FGF2 cooperates with IL-17 to promote the pathogenesis of autoimmune arthritis by cooperating with IL-17 to induce inflammatory response."}, {"pubmed": 28869446, "text": "bFGF in primary tumor tissue associated with favorable breast cancer outcome and its levels significantly and positively correlated with ER levels."}, {"pubmed": 28871048, "text": "Under specific experimental conditions, secretion of IL-1beta and FGF2 is triggered by phosphatidylinositol 4,5-bisphosphate [PI(4,5)P2]-dependent formation of pores across the plasma membrane."}, {"pubmed": 28916723, "text": "FGF2 initiates CYGB transcription via the JNK pathway."}, {"pubmed": 28924004, "text": "These observations identify airway smooth muscle cells -derived FGF2b as a factor needed for LMC formation by CD4 T cells, affecting intercellular communication."}, {"pubmed": 28935533, "text": "Our results suggest photodynamic therapy is effective in increasing the expression of bFGF gene, an important factor in periodontal tissue regeneration and could indicate periodontal tissue regeneration"}, {"pubmed": 28967471, "text": "We have presented evidence that FGF2 promotes myofibroblast apoptosis in vivo, antagonizes pro-fibrotic TGF-beta signaling, inhibits fibroblast activation and prevents transdifferentiation of non-fibroblasts into myofibroblasts, and promotes a less fibrotic gene expression paradigm [Review]"}, {"pubmed": 29016732, "text": "Regulation of vascular smooth muscle cell calcification by syndecan-4/FGF-2/PKCalpha signalling and cross-talk with TGF-beta1."}, {"pubmed": 29042195, "text": "In an in vitro assay of vascular smooth muscle cells, circRNA WDR77 silencing significantly inhibited cell proliferation and migration. Bioinformatics methods revealed that miR-124 and fibroblast growth factor 2 (FGF-2) were downstream targets of circRNA WDR77."}, {"pubmed": 29121325, "text": "The basic fibroblast growth factor 2 (FGF2) level was markedly increased in H1N1 virus-infected humans and mice. FGF2, which is predominately derived from epithelial cells, recruits and activates neutrophils via the FGFR2-PI3K-AKT-NFkappaB signaling pathway."}, {"pubmed": 29168882, "text": "We explored the mechanisms of FGF2 regulation of neuronal gene expression and synaptic function."}, {"pubmed": 29363574, "text": "Data suggest that SNAI1 is a key regulator of FGF2-dependent mesenchymal transition in corneal endothelium, with ZEB1 regulating type I collagen expression and CDK2 regulating cell proliferation. (SNAI1 = snail family transcriptional repressor-1; FGF2 = fibroblast growth factor-2; ZEB1 = zinc finger E-box binding homeobox-1 protein; CDK2 = cyclin dependent kinase-2)"}, {"pubmed": 29382571, "text": "Up-regulation of FGF2 and down-regulation FAM201A were correlated with the development of osteonecrosis of the femoral head after femoral neck fracture."}, {"pubmed": 29433373, "text": "widely stained in sclerosing stromal tumours of the ovary"}, {"pubmed": 29534588, "text": "circulating levels of FGF2 significantly decreased after arterial embolization in patients with bone metastases"}, {"pubmed": 29561195, "text": "FGF2/FGFR1 signaling is a potential mechanistic link in visceral adipose tissue-stimulated transformation of breast epithelial cells"}, {"pubmed": 29660336, "text": "miR-155 and FGF2 is associated with esophageal cancer progression. miR-155 in Tumor-associated macrophages suppressed ECA109cell proliferation, migration and invasion, as well as reduction in angiogenesis. miR-155-reduced cell growth, migration and invasion of ECA109cells is associated with FGF2 suppression."}, {"pubmed": 29873400, "text": "In the lung, FGF2 is antifibrotic in part through decreased collagen expression and fibroblast to myofibroblast differentiation."}, {"pubmed": 29887238, "text": "A strong stromal FGF-2 expression was associated with a significantly higher clinical stage and higher biochemical recurrence rate. Patients with strong stromal FGF-2 expression also had a significantly worse biochemical recurrence-free survival."}, {"pubmed": 29983388, "text": "we show a mechanism whereby FGF2 promotes migration of MSCs by modifying N-glycans. This work may help improve delivery of MSCs in therapeutic settings."}, {"pubmed": 29989583, "text": "The Novel Short Isoform of Securin Stimulates the Expression of Cyclin D3 and Angiogenesis Factors VEGFA and FGF2, but Does Not Affect the Expression of MYC Transcription Factor"}, {"pubmed": 30029518, "text": "the dual warhead-FGF2 conjugate may overcome the potential acquired resistance of FGFR1-overproducing cancer cells towards single cytotoxic drugs."}, {"pubmed": 30080932, "text": "It. is a multifunctional cytokine expressed in several tissues and involved in a wide variety of biologic activities."}, {"pubmed": 30099339, "text": "miR-148b-3p attenuates renal carcinoma cell growth, the invasion and tube formation of endothelial cell potentially via regulating FGF2-FGFR2 signaling pathway."}, {"pubmed": 30129658, "text": "our findings suggest that increased FGF-2 expression and increased FGFR-1 expression are associated with high-grade oral epithelial dysplasia, and are correlated with the presence of metastasis and adverse outcomes in oral tongue squamous cell carcinoma patients."}, {"pubmed": 30144335, "text": "The role of fibroblast growth factor 2 in drug addiction."}, {"pubmed": 30159917, "text": "these results highlight a novel mechanism underlying hi-FGF2-induced, mitochondria-driven cell death involving the direct interaction between hi-FGF2 and C1QBP and the upregulation of C1QBP expression."}, {"pubmed": 30168023, "text": "These findings identify TSP-2 as a new FGF2 ligand that shares with TSP-1 the same molecular requirements for interaction with the growth factor and a comparable capacity to block FGF2 interaction with proangiogenic receptors."}, {"pubmed": 30372829, "text": "miR-203 decreased the proliferation, invasion, and ECM production of keloid fibroblasts by repressing EGR1 and FGF2 expression."}, {"pubmed": 30475537, "text": "baseline level of bFGF was necessary for the prediction of combined treatment in patients with NSCLC stage III. The threshold value bFGF>10,2 ng/ml allowed predicting a good effect from chemotherapy with a sensitivity of 71,4% and specificity of 80,6%, while the sensitivity of VEGF in terms of forecasting bicycles reached 42,9 %."}, {"pubmed": 30679579, "text": "FGF2 serum levels in Takayasu arteritis and giant cell arteritis.Serum FGF-2 was the only factor to significantly distinguish between Takayasu arteritis and giant cell arteritis."}, {"pubmed": 30720426, "text": "Fibroblast growth factor 2 (FGF2) from bone marrow stromal cells is secreted in exosomes, which are subsequently endocytosed by leukemia cells, and protect leukemia cells from tyrosine kinase inhibitors. Expression of FGF2 and its receptor, FGFR1, are both increased in a subset of stromal cell lines and primary acute myeloid leukemia stroma and increased FGF2/FGFR1 signaling is associated with increased exosome secretion."}, {"pubmed": 30764615, "text": "Serum levels of bFGF in patients with ovarian cancer are significantly higher than in patients with a border-line ovarian tumor, with benign ovarian cyst and in women with normal ovarian tissue regardless of age of patients."}, {"pubmed": 30799482, "text": "Study shows that ZIKV infection of human fetal astrocytes (HFAs), the most abundant cell type in the brain, results in elevated expression and secretion of fibroblast growth factor 2 (FGF2). This cytokine was shown to enhance replication and spread of ZIKV in HFAs and human fetal brain explants. The proviral effect of FGF2 is likely mediated in part by suppression of the interferon response."}, {"pubmed": 30804659, "text": "Injury induces endothelial to mesenchymal transition in the mouse corneal endothelium in vivo via FGF2, similar to the human corneal endothelium ex vivo."}, {"pubmed": 30866584, "text": "These findings shed new light on the role elicited by estrogens through GPER in the activation of the FGF2/FGFR1 signaling."}, {"pubmed": 30952770, "text": "Kaplan-Meier analysis showed that Hepatitis B Virus-associated Hepatocellular Carcinoma patients with the FGF2 rs308447 TT genotype had shorter overall survival than patients with the CC or CT genotype (p=0.016) and that FGF2 rs308379 A allele carriers had shorter overall survival than patients with the TT genotype (p=0.020)."}, {"pubmed": 31094056, "text": "Elk1 mediated FGF2-induced inhibition of endothelial-to-myofibroblast transition via inhibition of TGF-beta-induced transcriptional activation of alpha-smooth muscle actin promoter by myocardin-related transcription factor-A."}, {"pubmed": 31378921, "text": "downregulation of Linc-RAM lncRNA may participate in FGF-2 mediated- proliferation of human PDLSCs"}, {"pubmed": 31503014, "text": "Antitumor effect of a short peptide on p53-null SKOV3 ovarian cancer cells."}, {"pubmed": 31515454, "text": "Metastatic Breast Carcinoma-Associated Fibroblasts Have Enhanced Protumorigenic Properties Related to Increased IGF2 Expression."}, {"pubmed": 31629466, "text": "The FGF2 gene-modified human tendon-derived stem cells promoted healing of Achilles tendon injury more effectively than human tendon-derived stem cells alone."}, {"pubmed": 31789423, "text": "Function of fibroblast growth factor 2 in gastric cancer occurrence and prognosis."}, {"pubmed": 31916307, "text": "bFGF can promote the expression of X-ray repair cross-complementing protein 5 (XRCC5), leading to Dox resistance."}, {"pubmed": 31958075, "text": "LncRNA PCGEM1 promotes renal carcinoma progression by targeting miR-433-3p to regulate FGF2 expression."}, {"pubmed": 32196384, "text": "Long Noncoding MT1JP Enhanced the Inhibitory Effects of miR-646 on FGF2 in Osteosarcoma."}, {"pubmed": 32214225, "text": "The Na,K-ATPase acts upstream of phosphoinositide PI(4,5)P2 facilitating unconventional secretion of Fibroblast Growth Factor 2."}, {"pubmed": 32229735, "text": "Microenvironment-Derived FGF-2 Stimulates Renal Cell Carcinoma Cell Proliferation through Modulation of p27Kip1: Implications for Spatial Niche Formation and Functional Intratumoral Heterogeneity."}, {"pubmed": 32283546, "text": "levels of FGF1, and FGF2 were increased in patients with acute pancreatitis compared with those in healthy people"}, {"pubmed": 32383752, "text": "Regulation of mRNA export through API5 and nuclear FGF2 interaction."}, {"pubmed": 32474521, "text": "Correlation between the changes of serum COX 2, APE1, VEGF, TGF-beta and TSGF levels and prognosis in patients with osteosarcoma before and after treatment."}, {"pubmed": 32500557, "text": "Role of basic fibroblast growth factor in human immunodeficiency virus associated pre-eclampsia."}, {"pubmed": 32557854, "text": "Fibroblast growth factor-2, derived from cancer-associated fibroblasts, stimulates growth and progression of human breast cancer cells via FGFR1 signaling."}, {"pubmed": 32585853, "text": "Clinical Relevance of +936 C>T VEGFA and c.233C>T bFGF Polymorphisms in Chronic Lymphocytic Leukemia."}, {"pubmed": 32613556, "text": "Correlation Between SNPs at the 3'UTR of the FGF2 Gene and Their Interaction with Environmental Factors in Han Chinese Diabetic Peripheral Neuropathy Patients."}, {"pubmed": 32615335, "text": "A therapeutic HPV16 E7 vaccine in combination with active anti-FGF-2 immunization synergistically elicits robust antitumor immunity in mice."}, {"pubmed": 32682018, "text": "A collagen Valpha1-derived fragment inhibits FGF-2 induced-angiogenesis by modulating endothelial cells plasticity through its heparin-binding site."}, {"pubmed": 32727671, "text": "Synovial fluid levels of VEGF and FGF-2 before and after intra-articular injection of hyaluronic acid in patients with temporomandibular disorders: a short-term study."}, {"pubmed": 32890968, "text": "Pentraxin 3 inhibits fibroblast growth factor 2 induced osteoclastogenesis in rheumatoid arthritis."}, {"pubmed": 32977766, "text": "HOXD-AS1 facilitates cell migration and invasion as an oncogenic lncRNA by competitively binding to miR-877-3p and upregulating FGF2 in human cervical cancer."}, {"pubmed": 33033110, "text": "Extracellular Matrix-Bound FGF2 Mediates Estrogen Receptor Signaling and Therapeutic Response in Breast Cancer."}, {"pubmed": 33093168, "text": "Tumor Fibroblast-Derived FGF2 Regulates Expression of SPRY1 in Esophageal Tumor-Infiltrating T Cells and Plays a Role in T-cell Exhaustion."}, {"pubmed": 33162101, "text": "NEAT1 Knockdown Inhibits Keloid Fibroblast Progression by miR-196b-5p/FGF2 Axis."}, {"pubmed": 33177072, "text": "Circular RNA HIPK3 plays a carcinogenic role in cervical cancer progression via regulating miR-485-3p/FGF2 axis."}, {"pubmed": 33187467, "text": "Fibroblast growth factor-2 alleviates the capillary leakage and inflammation in sepsis."}, {"pubmed": 33206726, "text": "TGF-beta-induced activation of conjunctival fibroblasts is modulated by FGF-2 and substratum stiffness."}, {"pubmed": 33285208, "text": "Effect of fibroblast growth factor 2 on degenerative endplate chondrocyte: From anabolism to catabolism."}, {"pubmed": 33381388, "text": "The Expression and Prognostic Value of FGF2, FGFR3, and FGFBP1 in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 33445083, "text": "Fibroblast Growth Factor 2 Implicated in Childhood Anxiety and Depression Symptoms."}, {"pubmed": 33565061, "text": "[Expression of Twist1, SIRT1, FGF2 and TGF-beta3 genes and its regulatory effect on the proliferation of placenta, umbilical cord and dental pulp mesenchymal stem cells]."}, {"pubmed": 33706169, "text": "bFGF alleviates diabetes-associated endothelial impairment by downregulating inflammation via S-nitrosylation pathway."}, {"pubmed": 33800200, "text": "Constitutive and Regulated Shedding of Soluble FGF Receptors Releases Biologically Active Inhibitors of FGF-2."}, {"pubmed": 34072943, "text": "Proangiogenic Effect of 2A-Peptide Based Multicistronic Recombinant Constructs Encoding VEGF and FGF2 Growth Factors."}, {"pubmed": 34224989, "text": "Upregulation of fibroblast growth factor 2 contributes to endometriosis through SPRYs/DUSP6/ERK signaling pathway."}, {"pubmed": 34360002, "text": "The FibromiR miR-214-3p Is Upregulated in Duchenne Muscular Dystrophy and Promotes Differentiation of Human Fibro-Adipogenic Muscle Progenitors."}, {"pubmed": 34437953, "text": "VEGF, FGF2, and BMP4 regulate transitions of mesoderm to endothelium and blood cells in a human model of yolk sac hematopoiesis."}, {"pubmed": 34460152, "text": "[Primary vasculitis of internal carotid and vertebral arteries: a role of cytokines, transforming growth factor beta 1 and basic fibroblast growth factor].\", trans \"Pervichnyi vaskulit vnutrennei sonnoi i pozvonochnoi arterii: rol' tsitokinov, transformiruyushchego faktora rosta beta1 i osnovnogo faktora rosta fibroblastov."}, {"pubmed": 34654466, "text": "bFGF could be a biomarker of malignancy in RS3PE syndrome: an ambispective single-center cohort analysis of 51 patients."}, {"pubmed": 34663382, "text": "Overexpression of FGF2 delays the progression of osteonecrosis of the femoral head activating the PI3K/Akt signaling pathway."}, {"pubmed": 34921695, "text": "Ubiquitin-conjugating enzyme V variant 1 enables cellular responses toward fibroblast growth factor signaling in endothelium."}, {"pubmed": 35079927, "text": "CircPDE7B/miR-661 axis accelerates the progression of human keloid fibroblasts by upregulating fibroblast growth factor 2 (FGF2)."}, {"pubmed": 35093168, "text": "FGF2 is overexpressed in asthma and promotes airway inflammation through the FGFR/MAPK/NF-kappaB pathway in airway epithelial cells."}, {"pubmed": 35164915, "text": "MiR-1226, mediated by ASCL1, suppresses the progression of non-small cell lung cancer by targeting FGF2."}, {"pubmed": 35348113, "text": "Glypican-1 drives unconventional secretion of fibroblast growth factor 2."}, {"pubmed": 35562616, "text": "Prenatal glucocorticoid exposure selectively impairs neuroligin 1-dependent neurogenesis by suppressing astrocytic FGF2-neuronal FGFR1 axis."}, {"pubmed": 35662113, "text": "Circ_ARHGAP32 acts as miR-665 sponge to upregulate FGF2 to promote ox-LDL induced vascular smooth muscle cells proliferation and migration."}, {"pubmed": 35716001, "text": "MiR-195-5p facilitates the proliferation, migration, and invasion of human trophoblast cells by targeting FGF2."}, {"pubmed": 35754140, "text": "Circular RNA hsa_circ_0043688 serves as a competing endogenous RNA for microRNA-145-5p to promote the progression of Keloids via Fibroblast growth factor-2."}, {"pubmed": 35767892, "text": "Fibroblast Growth Factor-2 Levels are Elevated in The Serum of Patients with Multiple Sclerosis"}, {"pubmed": 35859077, "text": "Basic Fibroblast Growth Factor Opens and Closes the Endothelial Blood-Brain Barrier in a Concentration-Dependent Manner."}, {"pubmed": 36113752, "text": "Alternative polyadenylation writer CSTF2 forms a positive loop with FGF2 to promote tubular epithelial-mesenchymal transition and renal fibrosis."}, {"pubmed": 36163231, "text": "FGF-2 enhances fibrogenetic changes in TGF-beta2 treated human conjunctival fibroblasts."}, {"pubmed": 36189305, "text": "Serine protease PRSS23 drives gastric cancer by enhancing tumor associated macrophage infiltration via FGF2."}, {"pubmed": 36225120, "text": "Role of glycosphingolipid SSEA-3 and FGF2 in the stemness and lineage commitment of multilineage differentiating stress enduring (MUSE) cells."}, {"pubmed": 36717031, "text": "Maternal FGF2 levels associated with child anxiety and depression symptoms through child FGF2 levels."}, {"pubmed": 36807118, "text": "Fibroblast Growth Factor 2 Levels in Patients with Major Depressive Disorder: A Meta-analysis."}, {"pubmed": 37165492, "text": "miR-129-5p/FGF2 Axis is Associated with Homocysteine-induced Human Umbilical Vein Endothelial Cell Injury."}, {"pubmed": 37188903, "text": "Melatonin increases collagen content accumulation and Fibroblast Growth Factor-2 secretion in cultured human cardiac fibroblasts."}, {"pubmed": 37432067, "text": "MCF2L-AS1 promotes the biological behaviors of hepatocellular carcinoma cells by regulating the miR-33a-5p/FGF2 axis."}, {"pubmed": 37583315, "text": "Fibroblast growth factor 2 acts as an upstream regulator of inhibition of pulmonary fibroblast activation."}, {"pubmed": 37832794, "text": "FGF2 drives osteosarcoma metastasis through activating FGFR1-4 receptor pathway-mediated ICAM-1 expression."}, {"pubmed": 37848720, "text": "Angiogenesis related genes in Takayasu Arteritis (TAK): robust association with Tag SNPs of IL-18 and FGF-2 in a South Asian Cohort."}, {"pubmed": 37913587, "text": "Mechanical stress-induced FGF-2 promotes proliferation and consequently induces osteoblast differentiation in mesenchymal stem cells."}, {"pubmed": 37960778, "text": "Fgf2 and Ptpn11 play a role in cerebral injury caused by sevoflurane anesthesia."}, {"pubmed": 37988847, "text": "Trimethylamine-N-oxide (TMAO) and basic fibroblast growth factor (bFGF) are possibly involved in corticosteroid resistance in adult patients with immune thrombocytopenia."}, {"pubmed": 38247274, "text": "Assessment of serum levels and placental bed tissue expression of IGF-1, bFGF, and PLGF in patients with placenta previa complicated with placenta accreta spectrum disorders."}, {"pubmed": 38253356, "text": "The optimized priming effect of FGF-1 and FGF-2 enhances preadipocyte lineage commitment in human adipose-derived mesenchymal stem cells."}, {"pubmed": 38355415, "text": "Serum fibroblast growth factor-2 levels complement vital biomarkers for diagnosing heart failure."}, {"pubmed": 38479160, "text": "Cancer-associated fibroblasts promote gastric cancer cell proliferation by paracrine FGF2-driven ribosome biogenesis."}, {"pubmed": 38518781, "text": "Direct programming of human pluripotent stem cells into endothelial progenitors with SOX17 and FGF2."}, {"pubmed": 38811382, "text": "Knockdown the moyamoya disease susceptibility gene, RNF213, upregulates the expression of basic fibroblast growth factor and matrix metalloproteinase-9 in bone marrow derived mesenchymal stem cells."}], "genomic_pos": {"chr": "4", "end": 122898236, "ensemblgene": "ENSG00000138685", "start": 122826682, "strand": 1}, "genomic_pos_hg19": {"chr": "4", "end": 123819391, "start": 123747863, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001658", "pubmed": 12631064, "qualifier": "involved_in", "term": "branching involved in ureteric bud morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001759", "qualifier": "involved_in", "term": "organ induction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001935", "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001938", "pubmed": [16756958, 31915155], "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001938", "pubmed": 18059339, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002042", "pubmed": 18059339, "qualifier": "involved_in", "term": "cell migration involved in sprouting angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0002042", "pubmed": 19351956, "qualifier": "involved_in", "term": "cell migration involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9712850, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007265", "qualifier": "involved_in", "term": "Ras protein signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 9576942, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 2161540, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8663044, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008543", "pubmed": [16774925, 17500071, 20011604, 31915155], "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008543", "pubmed": [2161540, 8663044], "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 26451614, "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 10830168, "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009792", "qualifier": "involved_in", "term": "embryo development ending in birth or egg hatching"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010001", "qualifier": "involved_in", "term": "glial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010595", "pubmed": 31915155, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010629", "pubmed": 24463821, "qualifier": "acts_upstream_of", "term": "negative regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010764", "pubmed": 19577615, "qualifier": "involved_in", "term": "negative regulation of fibroblast migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0014843", "pubmed": 18602469, "qualifier": "involved_in", "term": "growth factor dependent regulation of skeletal muscle satellite cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021762", "qualifier": "involved_in", "term": "substantia nigra development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021930", "qualifier": "involved_in", "term": "cerebellar granule cell precursor proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021940", "qualifier": "involved_in", "term": "positive regulation of cerebellar granule cell precursor proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030214", "pubmed": 19577615, "qualifier": "involved_in", "term": "hyaluronan catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0038001", "qualifier": "involved_in", "term": "paracrine signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0040037", "pubmed": 24463821, "qualifier": "acts_upstream_of", "term": "negative regulation of fibroblast growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042060", "pubmed": 16756958, "qualifier": "involved_in", "term": "wound healing"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042060", "pubmed": 20011604, "qualifier": "involved_in", "term": "wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042491", "qualifier": "involved_in", "term": "inner ear auditory receptor cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042660", "pubmed": 18635606, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell fate specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043406", "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043406", "pubmed": 16756958, "qualifier": "involved_in", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": [26451614, 31915155], "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043536", "pubmed": [18555217, 20011604, 28302677], "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043536", "pubmed": 23263626, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043537", "pubmed": 18555217, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045609", "qualifier": "involved_in", "term": "positive regulation of inner ear auditory receptor cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045669", "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045765", "pubmed": 20011604, "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": [16774925, 20011604, 28302677], "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045766", "pubmed": 16774925, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17500071, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18059339, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046668", "qualifier": "involved_in", "term": "regulation of retinal cell programmed cell death"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048598", "pubmed": 20011604, "qualifier": "involved_in", "term": "embryonic morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048864", "qualifier": "involved_in", "term": "stem cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051209", "pubmed": 20011604, "qualifier": "involved_in", "term": "release of sequestered calcium ion into cytosol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": [20011604, 26451614, 31915155], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0051897", "pubmed": 31915155, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060045", "pubmed": 9553078, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060128", "qualifier": "involved_in", "term": "corticotropin hormone secreting cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060129", "qualifier": "involved_in", "term": "thyroid-stimulating hormone-secreting cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060591", "pubmed": 17167778, "qualifier": "involved_in", "term": "chondroblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060644", "qualifier": "involved_in", "term": "mammary gland epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060978", "qualifier": "involved_in", "term": "angiogenesis involved in coronary vascular morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061045", "pubmed": 19577615, "qualifier": "involved_in", "term": "negative regulation of wound healing"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 17167778, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0072089", "pubmed": 25640183, "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0090049", "pubmed": 24463821, "qualifier": "acts_upstream_of", "term": "regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090050", "pubmed": 28302677, "qualifier": "involved_in", "term": "positive regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902748", "pubmed": 29501879, "qualifier": "involved_in", "term": "positive regulation of lens fiber cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902895", "pubmed": 24463821, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902913", "qualifier": "involved_in", "term": "positive regulation of neuroepithelial cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1903587", "pubmed": 24463821, "qualifier": "acts_upstream_of", "term": "regulation of blood vessel endothelial cell proliferation involved in sprouting angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903672", "pubmed": 16756958, "qualifier": "involved_in", "term": "positive regulation of sprouting angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903672", "pubmed": 23469107, "qualifier": "involved_in", "term": "positive regulation of sprouting angiogenesis"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904707", "pubmed": 23263626, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904977", "qualifier": "involved_in", "term": "lymphatic endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905278", "pubmed": 31915155, "qualifier": "involved_in", "term": "positive regulation of epithelial tube formation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1905564", "pubmed": 23263626, "qualifier": "involved_in", "term": "positive regulation of vascular endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000544", "pubmed": 16756958, "qualifier": "involved_in", "term": "regulation of endothelial cell chemotaxis to fibroblast growth factor"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000544", "pubmed": 24463821, "qualifier": "acts_upstream_of", "term": "regulation of endothelial cell chemotaxis to fibroblast growth factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000546", "pubmed": 16756958, "qualifier": "involved_in", "term": "positive regulation of endothelial cell chemotaxis to fibroblast growth factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000573", "pubmed": 16774925, "qualifier": "involved_in", "term": "positive regulation of DNA biosynthetic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2000573", "pubmed": 16774925, "qualifier": "involved_in", "term": "positive regulation of DNA biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000647", "qualifier": "involved_in", "term": "negative regulation of stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000648", "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000738", "qualifier": "involved_in", "term": "positive regulation of stem cell differentiation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:2001028", "pubmed": 16774925, "qualifier": "involved_in", "term": "positive regulation of endothelial cell chemotaxis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 2161540, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005104", "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005104", "pubmed": [2161540, 10830168], "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 18059339, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005178", "pubmed": 28302677, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9700203, 10490103, 10830168, 11030354, 11075807, 11390973, 11716516, 12717444, 14613973, 16257968, 17086194, 18329368, 20363749, 22267482, 23597562, 23597563, 26267536, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": [18059339, 26451614], "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019956", "pubmed": 11708770, "qualifier": "enables", "term": "chemokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030374", "pubmed": 17500071, "qualifier": "enables", "term": "nuclear receptor coactivator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 18059339, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 11708770, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0090722", "pubmed": 24157794, "qualifier": "enables", "term": "receptor-receptor interaction"}]}, "homologene": {"genes": [[7955, 404231], [8364, 550087], [9031, 396413], [9544, 574136], [9598, 641462], [9606, 2247], [9615, 403857], [9913, 281161], [10090, 14173], [10116, 54250]], "id": 1521}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}], "ipi": ["IPI00154603", "IPI00930195", "IPI00930557", "IPI00946154"], "map_location": "4q28.1", "name": "fibroblast growth factor 2", "other_names": ["basic fibroblast growth factor bFGF", "fibroblast growth factor 2", "fibroblast growth factor 2 (basic)", "heparin-binding growth factor 2", "prostatropin"], "pantherdb": {"HGNC": "3676", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95516", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "P15655"}, {"RGD": "2609", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "P13109"}, {"Ensembl": "ENSGALG00000011835", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 9031, "uniprot_kb": "P48800"}, {"ZFIN": "ZDB-GENE-040318-1", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "A0A0R4IHF9"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "P09038"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "glypican_1pathway", "name": "Glypican 1 network"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "syndecan_3_pathway", "name": "Syndecan-3-mediated signaling events"}, {"id": "syndecan_4_pathway", "name": "Syndecan-4-mediated signaling events"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1839122", "name": "Signaling by activated point mutants of FGFR1"}, {"id": "R-HSA-1839124", "name": "FGFR1 mutant receptor activation"}, {"id": "R-HSA-1839126", "name": "FGFR2 mutant receptor activation"}, {"id": "R-HSA-1839126", "name": "FGFR2 mutant receptor activation"}, {"id": "R-HSA-1839130", "name": "Signaling by activated point mutants of FGFR3"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-190239", "name": "FGFR3 ligand binding and activation"}, {"id": "R-HSA-190241", "name": "FGFR2 ligand binding and activation"}, {"id": "R-HSA-190242", "name": "FGFR1 ligand binding and activation"}, {"id": "R-HSA-190322", "name": "FGFR4 ligand binding and activation"}, {"id": "R-HSA-190370", "name": "FGFR1b ligand binding and activation"}, {"id": "R-HSA-190372", "name": "FGFR3c ligand binding and activation"}, {"id": "R-HSA-190373", "name": "FGFR1c ligand binding and activation"}, {"id": "R-HSA-190375", "name": "FGFR2c ligand binding and activation"}, {"id": "R-HSA-190377", "name": "FGFR2b ligand binding and activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2033514", "name": "FGFR3 mutant receptor activation"}, {"id": "R-HSA-2033519", "name": "Activated point mutants of FGFR2"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-2892247", "name": "POU5F1 (OCT4), SOX2, NANOG activate genes related to proliferation"}, {"id": "R-HSA-3000170", "name": "Syndecan interactions"}, {"id": "R-HSA-3000171", "name": "Non-integrin membrane-ECM interactions"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-452723", "name": "Transcriptional regulation of pluripotent stem cells"}, {"id": "R-HSA-5654219", "name": "Phospholipase C-mediated cascade: FGFR1"}, {"id": "R-HSA-5654221", "name": "Phospholipase C-mediated cascade; FGFR2"}, {"id": "R-HSA-5654227", "name": "Phospholipase C-mediated cascade; FGFR3"}, {"id": "R-HSA-5654228", "name": "Phospholipase C-mediated cascade; FGFR4"}, {"id": "R-HSA-5654687", "name": "Downstream signaling of activated FGFR1"}, {"id": "R-HSA-5654688", "name": "SHC-mediated cascade:FGFR1"}, {"id": "R-HSA-5654689", "name": "PI-3K cascade:FGFR1"}, {"id": "R-HSA-5654693", "name": "FRS-mediated FGFR1 signaling"}, {"id": "R-HSA-5654695", "name": "PI-3K cascade:FGFR2"}, {"id": "R-HSA-5654696", "name": "Downstream signaling of activated FGFR2"}, {"id": "R-HSA-5654699", "name": "SHC-mediated cascade:FGFR2"}, {"id": "R-HSA-5654700", "name": "FRS-mediated FGFR2 signaling"}, {"id": "R-HSA-5654704", "name": "SHC-mediated cascade:FGFR3"}, {"id": "R-HSA-5654706", "name": "FRS-mediated FGFR3 signaling"}, {"id": "R-HSA-5654708", "name": "Downstream signaling of activated FGFR3"}, {"id": "R-HSA-5654710", "name": "PI-3K cascade:FGFR3"}, {"id": "R-HSA-5654712", "name": "FRS-mediated FGFR4 signaling"}, {"id": "R-HSA-5654716", "name": "Downstream signaling of activated FGFR4"}, {"id": "R-HSA-5654719", "name": "SHC-mediated cascade:FGFR4"}, {"id": "R-HSA-5654720", "name": "PI-3K cascade:FGFR4"}, {"id": "R-HSA-5654726", "name": "Negative regulation of FGFR1 signaling"}, {"id": "R-HSA-5654727", "name": "Negative regulation of FGFR2 signaling"}, {"id": "R-HSA-5654732", "name": "Negative regulation of FGFR3 signaling"}, {"id": "R-HSA-5654733", "name": "Negative regulation of FGFR4 signaling"}, {"id": "R-HSA-5654736", "name": "Signaling by FGFR1"}, {"id": "R-HSA-5654738", "name": "Signaling by FGFR2"}, {"id": "R-HSA-5654741", "name": "Signaling by FGFR3"}, {"id": "R-HSA-5654743", "name": "Signaling by FGFR4"}, {"id": "R-HSA-5655253", "name": "Signaling by FGFR2 in disease"}, {"id": "R-HSA-5655253", "name": "Signaling by FGFR2 in disease"}, {"id": "R-HSA-5655302", "name": "Signaling by FGFR1 in disease"}, {"id": "R-HSA-5655332", "name": "Signaling by FGFR3 in disease"}, {"id": "R-HSA-5658623", "name": "FGFRL1 modulation of FGFR1 signaling"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-8851708", "name": "Signaling by FGFR2 IIIa TM"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9761174", "name": "Formation of intermediate mesoderm"}, {"id": "R-HSA-9830364", "name": "Formation of the nephric duct"}, {"id": "R-HSA-9830369", "name": "Kidney development"}, {"id": "R-HSA-9839373", "name": "Signaling by TGFBR3"}, {"id": "R-HSA-9839397", "name": "TGFBR3 regulates FGF2 signaling"}], "wikipathways": [{"id": "WP1539", "name": "Angiogenesis"}, {"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2795", "name": "Cardiac Hypertrophic Response"}, {"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4155", "name": "Endometrial cancer"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["1BAS", "1BFB", "1BFC", "1BFF", "1BFG", "1BLA", "1BLD", "1CVS", "1EV2", "1FGA", "1FQ9", "1II4", "1IIL", "2BFH", "2FGF", "2M49", "4FGF", "4OEE", "4OEF", "4OEG", "5X1O", "6L4O", "8OM6"], "pfam": "PF00167", "pharmgkb": "PA28115", "pharos": {"target_id": 8913, "tdl": "Tchem"}, "pir": "A32398", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249343", "relationship": "is"}, {"id": "GNF249344", "relationship": "is"}, {"id": "GNF249345", "relationship": "is"}, {"id": "GNF249346", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038246", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095777", "relationship": "is"}, {"id": "GNF105030", "relationship": "is"}, {"id": "GNF144677", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_029067.2"], "protein": ["NP_001348594.1", "NP_001997.5"], "rna": ["NM_001361665.2", "NM_002006.6"], "translation": [{"protein": "NP_001348594.1", "rna": "NM_001361665.2"}, {"protein": "NP_001997.5", "rna": "NM_002006.6"}]}, "reporter": {"HG-U133_Plus_2": ["204421_s_at", "204422_s_at"], "HG-U95Av2": ["1593_at", "1828_s_at", "41806_at"], "HTA-2_0": ["TC04000630.hg.1", "TC04002187.hg.1"], "HuEx-1_0": "2742109", "HuGene-1_1": "8097256", "HuGene-2_1": "16970404"}, "summary": "The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members bind heparin and possess broad mitogenic and angiogenic activities. This protein has been implicated in diverse biological processes, such as limb and nervous system development, wound healing, and tumor growth. The mRNA for this gene contains multiple polyadenylation sites, and is alternatively translated from non-AUG (CUG) and AUG initiation codons, resulting in five different isoforms with distinct properties. The CUG-initiated isoforms are localized in the nucleus and are responsible for the intracrine effect, whereas, the AUG-initiated form is mostly cytosolic and is responsible for the paracrine and autocrine effects of this FGF. [provided by RefSeq, Jul 2008].", "symbol": "FGF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919506"}, "unigene": "Hs.284244", "uniprot": {"Swiss-Prot": "P09038"}, "wikipedia": {"url_stub": "Basic fibroblast growth factor"}}