{"AllianceGenome": "3680", "HGNC": "3680", "MIM": "605380", "_id": "8074", "_version": 1, "accession": {"genomic": ["AC008012.8", "AY336491.1", "AY566236.1", "CH471116.2", "CP068266.2", "CS072309.1", "GM685208.1", "GM710003.1", "HH835133.1", "NC_000012.12", "NC_060936.1", "NG_007087.1"], "protein": ["AAG09917.1", "AAH69333.1", "AAH96713.1", "AAH98147.1", "AAH98252.1", "AAP97433.1", "AAQ88689.1", "AAS59157.1", "BAB13477.1", "BAB55889.1", "CAI93447.1", "CAT81644.1", "CAT82838.1", "CBX33262.1", "EAW88848.1", "NP_065689.1", "Q9GZV9.1"], "rna": ["AB037973.1", "AB047858.1", "AF263537.1", "AY358323.1", "BC069333.1", "BC096713.1", "BC098147.1", "BC098252.1", "NM_020638.3"], "translation": [{"protein": "NP_065689.1", "rna": "NM_020638.3"}, {"protein": "AAH96713.1", "rna": "BC096713.1"}, {"protein": "AAH98147.1", "rna": "BC098147.1"}, {"protein": "AAH69333.1", "rna": "BC069333.1"}, {"protein": "AAH98252.1", "rna": "BC098252.1"}, {"protein": "AAQ88689.1", "rna": "AY358323.1"}, {"protein": "BAB55889.1", "rna": "AB047858.1"}, {"protein": "BAB13477.1", "rna": "AB037973.1"}, {"protein": "AAG09917.1", "rna": "AF263537.1"}]}, "alias": ["ADHR", "FGFN", "HFTC2", "HPDR2", "HYPF", "PHPTC"], "ensembl": {"gene": "ENSG00000118972", "protein": "ENSP00000237837", "transcript": ["ENST00000237837", "ENST00000648269"], "translation": [{"protein": "ENSP00000237837", "rna": "ENST00000237837"}], "type_of_gene": "protein_coding"}, "entrezgene": "8074", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.54250226, "exp_mis": 119.2455439, "exp_syn": 60.467126, "lof_z": 1.06978913301518, "mis_z": 0.772451486193971, "mu_lof": 3.78211276043e-07, "mu_mis": 1.04136001306e-05, "mu_syn": 5.2258377982e-06, "n_lof": 3.0, "n_mis": 102.0, "n_syn": 39.0, "p_li": 0.0279896645640281, "p_null": 0.174075292516068, "p_rec": 0.797935042919904, "syn_z": 1.71144821214051}, "bp": 756, "cds_end": 4488748, "cds_start": 4479508, "n_exons": 3, "nonpsych": {"exp_lof": 4.9545927, "exp_mis": 107.8668207, "exp_syn": 54.6666789, "lof_z": 0.862391075629152, "mis_z": 0.916254269679581, "mu_lof": 3.78211276043e-07, "mu_mis": 1.04136001306e-05, "mu_syn": 5.2258377982e-06, "n_lof": 3.0, "n_mis": 89.0, "n_syn": 35.0, "p_li": 0.0241997783800656, "p_null": 0.225312491030681, "p_rec": 0.750487730589253, "syn_z": 1.6746852492857}, "nontcga": {"exp_lof": 5.09306797, "exp_mis": 109.6998743, "exp_syn": 55.6237258, "lof_z": 1.35201326812999, "mis_z": 0.746797657072211, "mu_lof": 3.78211276043e-07, "mu_mis": 1.04136001306e-05, "mu_syn": 5.2258377982e-06, "n_lof": 2.0, "n_mis": 94.0, "n_syn": 34.0, "p_li": 0.125354026723378, "p_null": 0.0944269018726442, "p_rec": 0.780219071403978, "syn_z": 1.83578938878425}, "transcript": "ENST00000237837.1"}, "exons": [{"cdsend": 4379582, "cdsstart": 4370342, "chr": "12", "position": [[4368226, 4370783], [4372593, 4372697], [4379371, 4379712]], "strand": -1, "transcript": "NM_020638", "txend": 4379712, "txstart": 4368226}], "exons_hg19": [{"cdsend": 4488748, "cdsstart": 4479508, "chr": "12", "position": [[4477392, 4479949], [4481759, 4481863], [4488537, 4488878]], "strand": -1, "transcript": "NM_020638", "txend": 4488878, "txstart": 4477392}], "generif": [{"pubmed": 11062477, "text": "FGF23 mutations cause autosomal dominant hypophosphatemic rickets (ADHR)"}, {"pubmed": 11737582, "text": "Autosomal-dominant hypophosphatemic rickets (ADHR) mutations stabilize FGF-23"}, {"pubmed": 11805436, "text": "Loss of renal phosphate wasting in a child with autosomal dominant hypophosphatemic rickets caused by a FGF23 mutation."}, {"pubmed": 12032180, "text": "involved in hypophosphatemia (REVIEW}"}, {"pubmed": 12419819, "text": "FGF23 plays a role in phosphate uptake in intestine and phosphate reabsorption in kidney"}, {"pubmed": 12519781, "text": "FGF23 has a role in dissociating parathyroid hormone actions on mineral fluxes and on vitamin D metabolism at the level of the kidney"}, {"pubmed": 12590648, "text": "Oncogenic hypophosphatemic osteomalacia tumors express FGF-23 protein"}, {"pubmed": 12678920, "text": "fibroblast growth factor-23 and matrix extracellular phosphoglycoprotein sequences are potential PHEX substrates"}, {"pubmed": 12791601, "text": "There is evidence for a hormone/enzyme/extracellular matrix protein cascade involving fibroblastic growth factor 23 (FGF23), a phosphate-regulating gene with homologies to (PHEX) and (MEPE)--REVIEW"}, {"pubmed": 12851820, "text": "The FGF23 R179Q mutant blunts the signalling of Pi deprivation to the renal type-II Na/Pi cotransporter, suggesting that the FGF23 pathway could be involved in the signalling of dietary Pi."}, {"pubmed": 12854832, "text": "FGF23 concentrations were not different between control and hypophosphatemic X-linked hypophosphatemic rickets subjects, but were significantly increased in hyperphosphatemic subjects with End-Stage Renal Disease"}, {"pubmed": 12874285, "text": "regulates fgf23 expression as part of a potential hormonal axis between bone and kidney that controls systemic phosphate homeostasis and mineralization"}, {"pubmed": 14633152, "text": "Circulating FGF-23 was significantly elevated in patients with chronic kidney disease and its concentration correlated with renal creatinine clearance."}, {"pubmed": 14988389, "text": "FGF-23 is an important determinant of phosphate homeostasis and bone mineralization."}, {"pubmed": 15248822, "text": "FGF-23 may not play a significant role in regulating phosphate or 1,25(OH)(2)D in pHPT patients, especially in those with normal renal function."}, {"pubmed": 15264182, "text": "FGF-23 may be an important determinant in the regulation of mineral metabolism with renal insufficiency."}, {"pubmed": 15268897, "text": "FGF23 is processed by proprotein convertases but not by PHEX."}, {"pubmed": 15284207, "text": "high circulating levels of FGF23 are associated with profound disturbances in the regulation of phosphate and vitamin D metabolism as well as calcium homeostasis and that elevated PTH levels"}, {"pubmed": 15590700, "text": "An FGF23 missense mutation causes familial tumoral calcinosis with hyperphosphatemia"}, {"pubmed": 15590700, "text": "An FGF23 missense mutation causes familial tumoral calcinosis with hyperphosphatemia"}, {"pubmed": 15613425, "text": "FGF-23 may be implicated in the physiological regulation of Pi homeostasis in response to dietary phosphate changes, independent of PTH."}, {"pubmed": 15749088, "text": "mRNA expression examined by in situ hybridization in whole human embryos at 30 days and 8 weeks of gestation."}, {"pubmed": 15930999, "text": "Physiological regulator of phosphate homeostasis. Excessive FGF23 with normal renal function results in hypophosphatemia, low 1,25-dihydroxyvitamin D levels, and rickets/osteomalacia.  Contributes to development of hyperparathyroidism."}, {"pubmed": 15961556, "text": "FGF23 mutations causing tumoral calcinosis lead to increased intracellular proteolysis of FGF23, most likely by furin-like proteases"}, {"pubmed": 16033853, "text": "Roles in health and disease. Review."}, {"pubmed": 16055933, "text": "seven PHEX mutations were detected in X-linked hypophosphatemic rickets patients: two missense mutations, two nonsense mutations, and three short deletions; no functional FGF23 mutation was detected in any patient"}, {"pubmed": 16081635, "text": "FGF23 signals through multiple FGF receptors. Unique endocrine actions of FGF23 involve escape from FGF23-producing cells and circulation to kidney, where highly sulfated glycosaminoglycans most likely act as cofactors for FGF23 activity."}, {"pubmed": 16234967, "text": "Serum FGF-23 may be regulated by serum 1alpha,25-dihydroxyvitamin D."}, {"pubmed": 16337659, "text": "FGF-23 originating from fibrous dysplasia tissue may cause hypophosphatemia not only in isolated fibrous dysplasia patients but also in the patients with McCune-Albright syndrome syndrome"}, {"pubmed": 16352682, "text": "Renal phosphate leak affected stone formers and was strongly associated with increased serum FGF23 concentration."}, {"pubmed": 16381997, "text": "FGF-23 was elevated in parathyroid glands from primary hyperparathyroidism patients compared with controls. FGF-23 levels correlated positively with serum corrected Ca & intact PTH levels."}, {"pubmed": 16638743, "text": "a novel posttranslational regulatory model of FGF23 involving competing O-glycosylation and protease processing to produce intact FGF23"}, {"pubmed": 16941023, "text": "Excessive FGF-23 exposure in the early post-transplant period appears to be more strongly associated with post-transplant hypophosphatemia than PTH."}, {"pubmed": 17129170, "text": "primary defect in hyperostosis-hypophosphatemia syndrome is impairment of glycosylation of FGF23 resulting from mutations in GALNT3 and leading to augmented processing of FGF23"}, {"pubmed": 17333246, "text": "carboxyl terminal fragments of FGF-23 are phosphaturic and a short, 26-amino acid fragment of FGF-23 retains significant phosphaturic activity"}, {"pubmed": 17359508, "text": "persistence of FGF-23 contributes to hypophosphatemia and suboptimal calcitriol levels in renal transplant recipients."}, {"pubmed": 17374707, "text": "The plasma half-life of serum FGF-23 is in the range of 46-58 minutes"}, {"pubmed": 17464094, "text": "Fibroblast growth factor-23 in patients with transient hypoparathyroidism: its important role in serum phosphate regulation."}, {"pubmed": 17494882, "text": "There is a discontinuum of hereditary and acquired disorders of phosphate homeostasis that are caused by either high or low circulating levels of the novel phosphaturic hormone fibroblastic growth factor 23"}, {"pubmed": 17567652, "text": "Association between FGF23 and parathyroid hormone levels in chronic kidney disease may suggest a co-regulation that remains to be further elucidated."}, {"pubmed": 17699549, "text": "FGF-23 directly regulates renal 1alpha-hydroxylase gene expression via activation of the ERK1/2 signaling pathway."}, {"pubmed": 17761032, "text": "We have detected a significant inverse correlation of -0.565 (P<0.0001) between serum ferritin when <50 microg/L and FGF-23."}, {"pubmed": 17968495, "text": "Acute changes of serum phosphate do not modify FGF23 levels in the healthy human."}, {"pubmed": 17982392, "text": "McCune Albright syndrome mutations increase immature osteoblast lineage cells causing fibrous dysplasia, resulting in dysregulated FGF23 production and, hence, phosphate wasting"}, {"pubmed": 18166826, "text": "Data show that serum FGF23 and PTH are associated in vivo, supporting recent findings that FGF23 directly regulates PTH expression in vitro."}, {"pubmed": 18214537, "text": "mRNA of FGF23 involved in the pathogenesis of hypophosphataemic rickets is highly expressed in cells of the osteoblasts/osteocyte lineage."}, {"pubmed": 18234575, "text": "patients had significantly higher FGF23 concentration than local children"}, {"pubmed": 18282132, "text": "FGF23 overexpression suppresses not only osteoblast differentiation but also matrix mineralization independently of its systemic effects on Pi homeostasis"}, {"pubmed": 18310961, "text": "FGF23 works as a hormone to regulate the serum phosphate level [review]"}, {"pubmed": 18346951, "text": "The data collectively provide evidence that osteoclasts, despite absence of ruffled borders, effectively participate in the degradation of hypomineralized bone matrix in rachitic FGF23 tg mice."}, {"pubmed": 18591743, "text": "might play pivotal roles in minerametabolism as regulators that integrate calcium and phosphate homeostasis. (review)"}, {"pubmed": 18660670, "text": "inactivating mutations in dentin matrix acidic phosphoprotein 1 and phosphate regulating endopeptidase homolog X-linked increase, through yet unknown mechanisms, FGF23 synthesis and thus enhance renal--REVIEW"}, {"pubmed": 18660671, "text": "Fibroblast growth factor 23 is the major factor regulating phosphate, and parathyroid hormone the major factor for calcium and calcitriol balances between these factors--REVIEW"}, {"pubmed": 18678710, "text": "These data provide new insights into the physiological roles of FGF-23 and Klotho."}, {"pubmed": 18682534, "text": "study describes a novel recessive FGF23 tumoral calcinosis mutation, a lysine (K) substitution for glutamine (Q) (160 C>A) at residue 54 (Q54K)"}, {"pubmed": 18829467, "text": "Both FGF23 and FGF21 require intact alpha or betaKlotho for signaling, respectively, whereas FGF19 can signal through a Klotho chimera consisting of the N terminus of alphaKlotho and the C terminus of betaKlotho."}, {"pubmed": 18972258, "text": "Neither iPTH nor 25-OHD showed consistent association with bone loss. FGF-23 was not related to change in bone mass or to biochemical markers of bone turnover"}, {"pubmed": 19019915, "text": "Klotho, a transmembrane protein, facilitates the interaction of FGF23 with its receptor."}, {"pubmed": 19050056, "text": "FGF-23 measurements may indicate skeletal mineralization status in patients with renal failure on peritoneal dialysis."}, {"pubmed": 19148564, "text": "the role of Fibroblast growth factor 23 in the mechanism of idiopathic phosphate diabetes."}, {"pubmed": 19181315, "text": "Circulating fibroblast growth factor-23 may have a role in vascular dysfunction"}, {"pubmed": 19188744, "text": "Familial tumoral calcinosis caused by a novel FGF23 mutation."}, {"pubmed": 19214027, "text": "serum FGF23 level is independently associated with left ventricular hypertrophy in our hemodialysis patients"}, {"pubmed": 19215029, "text": "FGF23 is involved in bone healing; an indicator for healing processes prone to reunion versus nonunion."}, {"pubmed": 19329831, "text": "regulates calcium and phosphate metabolism. (review)"}, {"pubmed": 19357251, "text": "Insight into the mechanisms of hormone-regulated phosphate metabolism by identifying an intrarenal signaling axis for FGF23."}, {"pubmed": 19366850, "text": "Parenteral iron suppresses renal tubular phosphate reabsorption and 1alpha-hydroxylation of vitamin D resulting in hypophosphatemia, mediated by an increase in FGF23."}, {"pubmed": 19395730, "text": "The association of higher serum FGF-23 levels with mortality and vascular calcification, regardless of the serum phosphate levels, has been confirmed."}, {"pubmed": 19411468, "text": "Mutations in the UDP-N-acetyl-alpha-D-galactosamine: polypeptide N-acetylgalactosaminyltransferase-3 (GALNT3) and fibroblast growth factor-23 (FGF23) genes have been described in tumoral calcinosis."}, {"pubmed": 19414634, "text": "Although the highest tertile of FGF-23 was associated with a 2.4-fold increased risk of coronary artery calcification > or =100 versus <100 U compared with the lowest tertile, the association was no longer significant after multivariable adjustment."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19480830, "text": "FGF23 regulates phosphate & calcitriol metabolism. Disorders of FGF23-klotho axis alter life span and are involved in senescence. Review."}, {"pubmed": 19515808, "text": "FGF23 decreases renal NaPi-2a and NaPi-2c expression and induces hypophosphatemia in vivo predominantly via FGF receptor 1."}, {"pubmed": 19524924, "text": "Elevated serum FGF23 levels, even within the normal range, are associated with increased left ventricular mass index and increased risk for the presence of left ventricular hypertrophy in elderly subjects."}, {"pubmed": 19609206, "text": "We conclude that RT-PCR for FGF23 is a sensitive and specific means of confirming the diagnosis of PMTMCT both in patients with and without TIO."}, {"pubmed": 19655082, "text": "study reports a new mutation of FGF23 gene in a Tunisian family with autosomal dominant hypophosphatemic rickets located in the consensus sequence for proteolytic cleavage domain"}, {"pubmed": 19679205, "text": "The patterns of expression of FGF-23, MEPE, and DMP1 differ markedly in trabecular bone, suggesting that individual osteocytes may have specialized functions."}, {"pubmed": 19684183, "text": "FGF-23 overexpression results in cardiovascular abnormalities. The cardiovascular effect of FGF-23 overexpression is mediated by the secondary severe hypophosphatemia."}, {"pubmed": 19712854, "text": "elevation or mutations in FGF23 were found in new familial disorder of bone metabolism and phosphate homeostasis"}, {"pubmed": 19776202, "text": "In this review, bone has an active role in controlling phosphate metabolism by increasing phosphaturia mediated by secreted phosphatonins, and it also actively interacts with other endocrine organs."}, {"pubmed": 19797911, "text": "Our data suggest a possible relationship between FGF-23 cardiovascular disease disease in chronic kidney disease"}, {"pubmed": 19837926, "text": "FGF23 mutations associated with hyperphosphatemic tumoral calcinosis impair O-glycosylation in vitro resulting in poor secretion of the mutant hormone thereby explaining the characteristic hyperphosphatemic phenotype of homozygous carriers in vivo."}, {"pubmed": 19929273, "text": "prospective study suggests that FGF-23 is associated with glomerular filtration rate, parathyroid hormone, and lumbar spine bone mineral density in pediatric patients with various degrees of chronic kidney disease."}, {"pubmed": 19946326, "text": "FGF-23 enhances renal phosphate excretion in order to maintain serum phosphate levels within the normal range[review]"}, {"pubmed": 19965540, "text": "Sevelamer was also able to decrease serum FGF23 in chronic kidney disease patients with normal serum phosphate levels."}, {"pubmed": 19966287, "text": "Data indicate that cleavage at the RXXR motif abrogates FGF23 activity by removing the binding site for the binary FGFR-Klotho complex in the C-terminal region of FGF23, and by generating an endogenous inhibitor of FGF23."}, {"pubmed": 20037176, "text": "Elevated FGF-23 is associated with rhabdomyolysis-induced acute kidney injury."}, {"pubmed": 20150940, "text": "The downregulation of FGF23 signaling pathway in hyperplastic parathyroid glands may contribute to refractory secondary hyperthyroidism in CKD patients."}, {"pubmed": 20157196, "text": "Age, glomerular filtration rate , body mass index, and solid organ transplantation seem to influence FGF23 serum levels in a pediatric population"}, {"pubmed": 20176609, "text": "Fibroblast growth factor-23 was associated with aortic calcification."}, {"pubmed": 20180772, "text": "In this review, the discovery of FGF23 as a novel factor in the pathogenesis of phosphate homeostasis and secondary hyperparathyroidism increases our knowledge of cardiovascular, bone and renal disease."}, {"pubmed": 20196777, "text": "there is an association among RUNX-2, SOX-9 and FGF-23 in relation to MMP-13 expression in osteoarthritic chondrocytes"}, {"pubmed": 20357029, "text": "Findings suggest that Npt2a, Npt2c, and PiT-2 are necessary for the phosphaturic activity of FGF23."}, {"pubmed": 20368304, "text": "High serum FGF23 is associated with cardiovascular disease in incident dialysis men."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20394945, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20448073, "text": "The rise of serum phosphate levels in progressive chronic kidney disease is attenuated by homeostatic compensatory mechanisms in which FGF-23 plays a central role. Reduced phosphate excretion initiates secondary hyperparathyroidism."}, {"pubmed": 20479029, "text": "higher FGF23 and lower ucMGP levels are independently associated with mortality and cardiovascular disease events"}, {"pubmed": 20525976, "text": "FGF-23 modulates mineral metabolism after unilateral nephrectomy."}, {"pubmed": 20529556, "text": "Serum FGF-23 concentrations were markedly elevated in patients with hypophosphatemic rickets. FGF-23 plays an important role in the pathogenesis of hypophosphatemic rickets/osteomalacia."}, {"pubmed": 20546343, "text": "local expression and FGF-23 serum concentrations were significantly associated with the degree of atheroma calcification"}, {"pubmed": 20558539, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20571400, "text": "analysis of the recent findings related to the putative role of FGF23 in the estrogen-dependent parathyroid hormone suppression--{REVIEW}"}, {"pubmed": 20576822, "text": "In a relatively young population with mild-to-moderate alteration of kidney function anomalies of the serum FGF 23/fetuin A levels appear early in the course of disease and are independent major predictors for extent of coronary artery disease."}, {"pubmed": 20583336, "text": "FGF23 is a powerful predictor of adverse clinical outcomes in chronic kidney disease--{REVIEW}"}, {"pubmed": 20613714, "text": "endogenous inhibitor of NO synthase may, in part, mediate the vascular effects of FGF-23 in patients with chronic kidney disease."}, {"pubmed": 20634326, "text": "Patients with high serum FGF-23 level and/or low PTH level at the time of transplantation are at risk for increased bone mineral density loss during the first post-transplant year."}, {"pubmed": 20641162, "text": "The intact FGF23/C-terminal FGF23 ratio was very low due to the fragmentation of FGF23 during the early postpartum period and might have a considerable contribution to the phosphate homeostasis in the healthy term infants."}, {"pubmed": 20685863, "text": "Serum FGF23 is similar in children and adults, is elevated in X-linked hypophosphatemia, further increases with therapy, and demonstrates no diurnal variation."}, {"pubmed": 20707671, "text": "A novel biomarker of adverse outcomes in patients with renal disease."}, {"pubmed": 20717920, "text": "increased extracellular Pi triggers signal transduction via PiT-1 and FGFR and influences FGF23 signaling in HEK293"}, {"pubmed": 20813767, "text": "High FGF-23 is associated with left ventricular hypertrophy and myocardial infarction."}, {"pubmed": 20838781, "text": "FGF-23 is increased in postmenopausal osteoporosis by intermittent treatment with parathyroid hormone (PTH)(1-34) and is related to early changes in bone formation biomarker P1NP, suggesting that the skeletal effects of PTH may involve FGF-23."}, {"pubmed": 20943782, "text": "High FGF23 levels may be a marker for parathyroid gland hyperplasia in hemodialysis patients."}, {"pubmed": 20944552, "text": "FGF23 was substantially elevated in ADPKD patients compared to other chronic kidney disease patients matched for glomerular filtration rate, and was associated with increased renal phosphate excretion."}, {"pubmed": 20946192, "text": "fibroblast growth factor 23 is elevated and hypophosphatemia is present following kidney transplantation [review]"}, {"pubmed": 20955275, "text": "elevated FGF-23 levels might be associated with carotid artery atherosclerosis in maintenance hemodialysis patients"}, {"pubmed": 20966122, "text": "FGF-23 is a significant independent predictor of renal outcome in patients with macroalbuminuric diabetic nephropathy."}, {"pubmed": 20966399, "text": "Report associations between circulating FGF23, fat mass, and adverse lipid metabolism resembling the metabolic syndrome, potentially representing a novel pathway(s) linking high FGF23 to an increased cardiovascular risk."}, {"pubmed": 21030580, "text": "Variation in dietary phosphate and calcium intake induces changes in FGF23 (on top of a circadian rhythm) and 1,25D blood levels as well as in urinary phosphate excretion."}, {"pubmed": 21041973, "text": "Beside BNP, FGF-23 was identified as a factor that is significantly associated with LVMI. FGF-23 could be a novel biomarker of left ventricular overload, which is closely associated with the increased risk of death in HD patients."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21050253, "text": "Data show the wide spectrum of genetic variation that can be seen in PHEX, FGF23 and DMP1 when screening a large cohort with hypophosphatemic rickets."}, {"pubmed": 21135546, "text": "This study confirmed high prevalence of left ventricular hypertrophy (LVH) in nondialyzed chronic kidney disease patients and showed that FGF23, an early marker of phosphorus load, was an important factor associated with LVH in these patients."}, {"pubmed": 21139318, "text": "Low serum fibroblast growth factor-23 levels are associated with progression of aortic arch calcification in non-diabetic patients on chronic hemodialysis"}, {"pubmed": 21303965, "text": "High FGF23 protein is associated with hypophosphatemia and hypercalcemia after living donor kidney transplantation."}, {"pubmed": 21335460, "text": "Elevated levels of serum FGF-23 may contribute to hypophosphatemia during the early post-renal transplant period."}, {"pubmed": 21389978, "text": "Increased FGF23 is a common manifestation of chronic kidney disease that develops earlier than increased phosphate or parathyroid hormone."}, {"pubmed": 21390563, "text": "This review highlights our current understanding of the regulation and function of FGF23 and examines the existing literature linking FGF23 with adverse outcomes--REVIEW"}, {"pubmed": 21406293, "text": "Review of how the fibroblast growth factor-23(FGF23)-Klotho system is involved in regulation of phosphate homeostasis."}, {"pubmed": 21436289, "text": "a high (or elevated) FGF23 is an independent risk factor for death and allograft loss in kidney transplant recipients."}, {"pubmed": 21472778, "text": "These findings demonstrate the physiologic importance of MAPK signaling in the actions of FGF-23 in regulating renal 1,25-dihydroxyvitamin D and phosphate metabolism."}, {"pubmed": 21479768, "text": "Report higher OPG levels in patients with chronic kidney disease stage 5 correlated with the levels of RANKL and FGF-23, possibly reflecting a compensatory mechanism to the negative balance of bone turnover."}, {"pubmed": 21502756, "text": "Intravenous saccharated ferric oxide induces increase in elevated FGF23 levels in hemodialysis patients"}, {"pubmed": 21597229, "text": "Relatively high iFGF23 despite hypophosphatemia is one of the clinical indicators to diagnose X-linked hypophosphatemic rickets."}, {"pubmed": 21673295, "text": "Elevated FGF-23 is an independent risk factor for end-stage renal disease in patients with relatively preserved kidney function and for mortality across the spectrum of chronic kidney disease."}, {"pubmed": 21852584, "text": "In chronic kidney disease, loss of capacity for excreting phosphate by reduced nephron mass and loss of klotho due to RAAS activation and tubulointerstitial damage both further enhance circulating levels of FGF-23 and reduce levels of active vitamin D."}, {"pubmed": 21865755, "text": "This review summarizes the role of the FGF-23 axis on phosphorus metabolism."}, {"pubmed": 21873490, "text": "Elevated serum FGF23 concentrations are independently associated with prevalent cardiovascular disease in a cross-sectional study of older community-dwelling women."}, {"pubmed": 21903574, "text": "In advanced chronic kidney disease, FGF-23 strongly and independently associates with all-cause mortality, cardiovascular events, and initiation of chronic dialysis."}, {"pubmed": 21903990, "text": "Increased serum phosphate, loss of residual renal function, longer dialysis vintage, and lower renal phosphate clearance are associated with elevated FGF23 levels in end stage renal disease patients undergoing peritoneal dialysis."}, {"pubmed": 21945708, "text": "Thoracic aorta vascular tissue expresses the FGF23/KLOTHO system, which is also detected in occlusive coronary thrombi."}, {"pubmed": 21984611, "text": "Findings suggest that in PHPT, FGF23 levels are increased independent of 1,25(OH)(2)D levels in patients with primary hyperparathyroidism."}, {"pubmed": 21985788, "text": "chronically elevated FGF23 levels contribute directly to high rates of left ventricular hypertrophy and mortality in individuals with chronic kidney disease"}, {"pubmed": 22010474, "text": "The FGF-23 concentration in dialyzed patients, subjects after parathyroidectomy and patients after kidney transplantation were characterized. [review]"}, {"pubmed": 22023931, "text": "Data support of the calcium deficiency hypothesis leading to urinary phosphate wasting and rickets and identified glomerular filtration rate and iron status as possible modulators of FGF23 metabolic pathways."}, {"pubmed": 22034506, "text": "In community-dwelling adults with largely preserved kidney function, established cardiovascular risk factors and higher phosphorus intake were associated with higher FGF23."}, {"pubmed": 22076875, "text": "Elevated FGF23 is an independent risk factor for incident chronic kidney disease in older, disabled, community-dwelling women."}, {"pubmed": 22099949, "text": "determined the correlates of FGF-23 (including cardiac troponin T [cTNT]) and determined its association with mortality over 3.5 years of follow-up in 103 prevalent hemodialysis patients"}, {"pubmed": 22109743, "text": "FGF23 is independently associated with vascular calcification but not bone mineral density in patients at various chronic kidney disease stages."}, {"pubmed": 22121948, "text": "FGF23 may not have a role in chronic kidney disease"}, {"pubmed": 22300739, "text": "Ergocalciferol administration increases circulating fibroblast growth factor 23 in vitamin d deficient subjects."}, {"pubmed": 22311343, "text": "In children with preserved kidney function, the association between FGF23, uric acid, and IGF1 suggests that FGF23 could be an early nutritional indicator of high protein and phosphate intake"}, {"pubmed": 22319041, "text": "In men older than 60, circulating FGF23 is associated with bone metabolism-regulating cytokines and with severe abdominal aortic calcification independent of traditional risk factors; in men 60 years or younger, circulating FGF23 decreases with age."}, {"pubmed": 22360923, "text": "Review of the not fully understood mechanisms of action of this axis on the regulation of mineral homeostasis and its potential role in the pathophysiology of chronic kidney disease and the associated complications."}, {"pubmed": 22362063, "text": "A very-low-protein diet supplemented with ketoanalogues reduced FGF23 levels in chronic kidney disease patients not yet on dialysis."}, {"pubmed": 22383345, "text": "Suggest possible role for FGF23 in determining the impact of vitamin D insufficiency on calcitriol levels in chronic renal failure and renal transplant patients."}, {"pubmed": 22393163, "text": "We propose that 1a,25(OH)(2)D(3) and Pi act synergistically through FGF23 signaling and ERK1/2 phosphorylation contributing to late hypertrophic events and impaired mineralization in osteoarthritic chondrocytes."}, {"pubmed": 22396161, "text": "REVIEW: role of FGF23 in syndromes of abnormal renal phosphate handling"}, {"pubmed": 22396162, "text": "REVIEW of regulation and function of FGF23"}, {"pubmed": 22396166, "text": "REVIEW: role of FGF23 in chronic kidney disease"}, {"pubmed": 22406119, "text": "FGF23 expression was not associated with estimated dietary phosphorus intake or urinary phosphate excretion in these patients."}, {"pubmed": 22419710, "text": "Our results highlight a novel significant association between the C716T missense variation in the FGF23 gene and calcium nephrolithiasis with renal phosphate leak."}, {"pubmed": 22425694, "text": "Intact FGF23 levels in predialysis CKD predicted incident cardiovascular events requiring hospitalization before starting dialysis, but did not predict events during the entire follow-up period, including post dialysis initiation."}, {"pubmed": 22492635, "text": "Endogenous Klotho expression was described for the first time in human arteries and human aortic smooth muscle cells. Klotho knockdown studies further revealed that vascular cells are a Klotho-dependent target tissue for fibroblast growth factor 23."}, {"pubmed": 22530966, "text": "Our study demonstrates that in patients with CKD, FGF23 is related to proteinuria and smoking. We confirm the relation between FGF23 and other cardiovascular risk factors."}, {"pubmed": 22551310, "text": "Fibroblast growth factor 23 contributes to diminished bone mineral density in childhood inflammatory bowel disease."}, {"pubmed": 22554017, "text": "FGF23 is increased in children after renal transplantation, especially in patients with chronic allograft dysfunction, and seems to be a more sensitive marker of dysregulated calcium phosphate homeostasis than parathyroid hormone."}, {"pubmed": 22567137, "text": "Results strongly suggest that OPG is associated to moderate CAC while FGF23 rather represents a biomarker of severe CAC in ND-CKD patients."}, {"pubmed": 22573526, "text": "FGF-23 clearance in chronic kidney disease patients was improved by on-line high-efficiency hemodiafiltration compared to conventional high flux hemodialysis."}, {"pubmed": 22577109, "text": "Analysis of PHEX mRNA from peripheral blood would be appropriate for the first screening step in determining the etiology of FGF23-related hypophosphatemic rickets."}, {"pubmed": 22592418, "text": "FGF23 produced by bone plays a role in regulating mineral metabolism. FGF23 is involved in mineral & bone metabolism disorders seen in chronic kidney disease. Review."}, {"pubmed": 22647968, "text": "Renal proximal tubular cells do express the co-receptor alphaKlotho together with cognate FGF receptors and FGF23 directly downregulates membrane expression of the sodium-phosphate cotransporter NaPi-2a."}, {"pubmed": 22689697, "text": "The high intra-individual biological variability of FGF23 may limit its clinical use as a diagnostic or management tool"}, {"pubmed": 22700885, "text": "Among patients with AKI, fibroblast growth factor 23 levels are elevated and associated with greater risk of death or need for renal replacement therapy."}, {"pubmed": 22703926, "text": "independently associated with all-cause death and incident heart failure in community-living older persons"}, {"pubmed": 22710695, "text": "FGF-23 levels are strongly associated with increased with prevalent left ventricular hypertrophy in pediatric hemodialysis patients."}, {"pubmed": 22739976, "text": "Failed to find support for FGF23-mediated catabolism of vitamin D metabolites in chronic kidney disease assessed by 24,25(OH)(2)D levels."}, {"pubmed": 22742720, "text": "In this crossover trial with alphacalcidol and sevelamer carbonate in patients with CKD stage 3b, the levels of iFGF23 were not significantly different after the two treatments."}, {"pubmed": 22851630, "text": "Adverse prognostic impact of elevated FGF-23 even in subjects without manifest chronic kidney disease. Review."}, {"pubmed": 22886720, "text": "Elevated expression of FGF23 may play a crucial role in defining immune responses to vitamin D."}, {"pubmed": 23013306, "text": "FGF23 is a new candidate marker for detecting abnormalites of bone metabolism and vertebral fracture in elderly chronic kidney disease patients."}, {"pubmed": 23085728, "text": "Residual renal function is associated with significant capacity to excrete phosphate in dialysis patients and high levels of serum FGF-23 may promote phosphate excretion by remnant nephrons."}, {"pubmed": 23144073, "text": "Serum FGF23 concentrations remain increased in long-term kidney graft recipients, even in the early stages of chronic kidney disease."}, {"pubmed": 23146451, "text": "Elevated serum levels of FGF23 could explain the deficiency of calcitriol and elevated renal phosphorus wasting in the early posttransplant period."}, {"pubmed": 23155694, "text": "In adolescents with simple obesity and insulin resistance, FGF23 levels are lower compared with obese adolescents with normal HOMA-IR."}, {"pubmed": 23180879, "text": "This study shows increasing FGF23 and reduced s-klotho levels with progressive renal failure even in a population of children with well-controlled P levels."}, {"pubmed": 23235154, "text": "FGF23 suppresses chondrocyte proliferation in the presence of soluble alpha-Klotho both in vitro and in vivo"}, {"pubmed": 23243213, "text": "serum level increased with chronic kidney disease progression in African Americans with hypertensive nephrosclerosis"}, {"pubmed": 23324126, "text": "High serum FGF23 levels would seem suggestive of the potential occurrence of cardiac vascular complications in children with Kawasaki disease."}, {"pubmed": 23325605, "text": "mutations in FAM20C provide a putative new mechanism in human subjects leading to dysregulated FGF23 levels, hypophosphatemia, hyperphosphaturia, dental anomalies, intracerebral calcifications and osteosclerosis of the long bones"}, {"pubmed": 23335040, "text": "Fibroblast growth factor-23 is an independent predictor of cardiovascular events in the community, even after accounting for mineral metabolism abnormalities and subclinical cardiovascular damage."}, {"pubmed": 23337450, "text": "The Klotho/FGF23 system plays a role in phosphorus homeostasis and cardiovascular health, especially endovascular function. Review."}, {"pubmed": 23339433, "text": "The prevalence of CAAC is increased with the decline in the kidney function. FGF23 is independently related to CAAC in patients with CKD who are not on dialysis."}, {"pubmed": 23389416, "text": "FGF23 is not associated with arterial calcification and does not promote calcification experimentally."}, {"pubmed": 23413976, "text": "Abnormal values of FGF-23 in adolescents and young adults with CKD correlate with Ca* P in the absence of vascular calcifications, and may serve as a biomarker for the risk of cardiovascular calcifications."}, {"pubmed": 23428834, "text": "Results indicate that higher plasma FGF23 levels are associated with lower BMI and dyslipidemia in dialysis patients. The association between FGF23 and death may be mediated through unexplored metabolic risk factors unrelated to mineral metabolism."}, {"pubmed": 23471131, "text": "The combination of lanthanum carbonate plus counseling for a phosphate-restricted diet decreased FGF23 levels in patients with CKD stages 3-4 and normal serum phosphate levels."}, {"pubmed": 23505057, "text": "Intravenous iron lowers c-terminal FGF23 in humans by reducing fgf23 transcription."}, {"pubmed": 23526964, "text": "The strong effect of circulating level of TNFR1 on risk of end stage renal disease in type 2 diabetes was not changed by including circulating levels of FGF-23."}, {"pubmed": 23549862, "text": "We report on a novel association between low FGF23 and CVD in chronic HD patients and a lack of correlation of FGF-23 with VC. FGF-23 could play a role in cardiovascular protection that remains to be confirmed in larger studies."}, {"pubmed": 23555610, "text": "the associations of circulating FGF-23 concentration with parameters of glucose metabolism, bone density and atherosclerosis are dependent on iron and obesity status-associated insulin resistance."}, {"pubmed": 23581403, "text": "Plasma FGF23 level is significantly increased in hemodialysis patients and is independently associated with aortic artery calcification."}, {"pubmed": 23587028, "text": "FGF23 serum levels are not associated with mortality of all-cause in elderly men, but there is a weak association with cardiovascular disease death."}, {"pubmed": 23652546, "text": "The FGF23/klotho system influences systemic phosphate metabolism. Consequences of its abnormal regulation are briefly described. Review."}, {"pubmed": 23652554, "text": "In early CKD, increased FGF23 to maintain neutral phosphate balance results in suppression of renal 1,25(OH)2D production triggering secondary hyperparathyroidism. Review."}, {"pubmed": 23677707, "text": "A blunted FGF23 response to high phosphate in the presence of severe hypocalcemia."}, {"pubmed": 23677793, "text": "Higher levels of serum FGF23 are associated with fracture risk in those with poor renal function."}, {"pubmed": 23740037, "text": "FGF23 levels are elevated in children with heart failure and are associated with diuretic use, severity of heart failure and left ventricular dilation."}, {"pubmed": 23748358, "text": "There was a significant interaction by FGF23 on the relationships of 25(OH)D and 1,25(OH)2D deficiency with LV mass."}, {"pubmed": 23774819, "text": "In patients, chronic kidney disease (CKD) and might be associated with a (mal)adaptation of the endocrine axes mediated by fibroblast growth factors and Klothos that regulate phosphate homeostasis and ageing."}, {"pubmed": 23795812, "text": "Serum FGF23 is inversely related to severity of coronary artery disease."}, {"pubmed": 23849306, "text": "higher FGF-23 concentration is independently associated with left ventricular systolic dysfunction in chronic dialysis patients"}, {"pubmed": 23852336, "text": "The rapid decline in FGF23 levels post-transplantation in our patient cohort was not mediated solely by the filtration of intact FGF23 by the new kidney"}, {"pubmed": 23858620, "text": "Review of the role of FGF23 in phosphate metabolism and hypophosphatemic disorders. [Review Article]"}, {"pubmed": 23877588, "text": "This Review discusses the mechanisms by which secondary hyperparathyroidism associated with CKD stimulates bone cells to overexpress FGF-23 levels."}, {"pubmed": 23929933, "text": "Plasma FGF23 is independently associated with cardiovascular and all-cause mortality after kidney transplantation."}, {"pubmed": 23931875, "text": "In chronic hemodialysis patients, fibroblast growth factor-23 was an insignificant marker of vascular damage"}, {"pubmed": 23931880, "text": "Plasma FGF-23 concentration was not associated with left ventricular mass index in our maintenance hemodialysis patients."}, {"pubmed": 24006476, "text": "Finding of somatic activating HRAS and NRAS mutation in bone, the endogenous source of FGF23, provides the first evidence that elevated serum FGF23 levels, hypophosphatemia and osteomalacia are associated with pathologic Ras activation."}, {"pubmed": 24015259, "text": "an independent association between circulating FGF23 concentration and the severity and extent of coronary artery stenosis in the coronary angiographic patients."}, {"pubmed": 24039882, "text": "In cardiology department inpatients, circulating FGF23 concentrations were found to be associated with the left ventricular mass and LVEF independent of renal function and other calcium-phosphate metabolism-related parameters."}, {"pubmed": 24051956, "text": "Serum levels of indoxyl sulfate correlate independently with FGF23 in worsening chronic kidney disease."}, {"pubmed": 24053368, "text": "This is the first study showing that genetic variations in FGF23 increase prostate cancer susceptibility in Korean men."}, {"pubmed": 24092829, "text": "Data suggest that dietary factors (here, high intake of phosphates) can modify serum FGF23 levels in patients with type 2 diabetes mellitus with chronic kidney disease; serum FGF23 levels were initially up-regulated but decreased within a few days."}, {"pubmed": 24119158, "text": "In CKD 3-4, an impaired phosphaturic response to FGF23 with FEP/FGF23 < 1/3.9 associates with severe AAC independently of age, gender or CP."}, {"pubmed": 24125420, "text": "In a large cohort of older community-dwelling adults, higher FGF23 concentrations were associated with greater left ventricular mass and left ventricular hypertrophy with stronger relationships in participants with chronic kidney disease."}, {"pubmed": 24157489, "text": "FGF-23 levels are associated with VC in PD patient"}, {"pubmed": 24158124, "text": "FGF-23 levels are very high in chronic kidney disease and it plays a role in the pathogenesis of systemic complications of chronic kidney disease mineral and bone disorder. Review."}, {"pubmed": 24158986, "text": "FGF-23 is independently associated with greater risk of cardiovascular events, particularly congestive heart failure, in patients with chronic kidney disease stages 2-4."}, {"pubmed": 24164913, "text": "High FGF-23 levels in hemodialysis patients may contribute to cognitive impairment."}, {"pubmed": 24168888, "text": "FGF23 polymorphism was significantly associated with cardiac abnormalities."}, {"pubmed": 24180481, "text": "Serum FGF-23 was found to be related to progression of CACS independent of serum phosphorus levels."}, {"pubmed": 24262510, "text": "FGF-23 adjusted for albuminuria, cardiovascular disease risk factors, and baseline eGFR is independently associated with a higher risk of AKI hospitalizations in community-dwelling elderly individuals."}, {"pubmed": 24269946, "text": "the role of fibroblast growth factor 23 (FGF23) in various diseases of disordered mineral metabolism"}, {"pubmed": 24311704, "text": "In children with predialysis CKD, high plasma fibroblast growth factor 23 is the earliest detectable abnormality in mineral metabolism, and levels are highest in glomerular diseases."}, {"pubmed": 24325979, "text": "Serum iron in X-linked hypophosphatemia is inversely related to C-terminal FGF23 but not intact FGF23."}, {"pubmed": 24429404, "text": "we were able to triangulate the relationship between 25(OH)vitamin D3, PTH, and FGF23, showing that vitamin D status critically determines whether FGF23 or PTH becomes elevated first in the context of lower GFR"}, {"pubmed": 24434381, "text": "FGF-23 alone may not be a parameter that can be used for evaluation of the cardiac status in hemodialysis patients."}, {"pubmed": 24459137, "text": "Klotho-FGF23-FGFR system is active in coronary arteries and its upregulation correlates with impaired renal function and matrix calcium deposition."}, {"pubmed": 24507048, "text": "FGF-23 levels are associated with uric acid in renal transplant recipients"}, {"pubmed": 24525546, "text": "FGF-23 is unlikely to have major effects on cardiovascular structure and function among patients free of substantial chronic kidney disease."}, {"pubmed": 24629692, "text": "50% of the patients with hypophosphatemic osteomalacia showed increased FGF23 values, whereas in vitamin D-deficiency osteomalacia and in hypophosphatasia FGF23 levels were normal."}, {"pubmed": 24674095, "text": "Residual renal function determined by renal creatinine clearance or residual urine volume is an independent negative determinant of serum FGF23 levels in peritoneal dialysis patients"}, {"pubmed": 24706015, "text": "Elevated FGF23 was a risk factor for overall stroke and ICH events, in particular in a racially and ethnically diverse urban community, independent of chronic kidney disease."}, {"pubmed": 24706917, "text": "Dynamic regulation of FGF23 by Fam20C phosphorylation, GalNAc-T3 glycosylation, and furin proteolysis."}, {"pubmed": 24748388, "text": "low calcidiol plasma levels predict an adverse prognosis in the presence of high FGF-23 levels"}, {"pubmed": 24763863, "text": "Suggest that FGF-23 is not involved in the bone alterations seen in hypercalciuric stone formers."}, {"pubmed": 24797667, "text": "Recombinant FGF23 directly upregulates distal tubular Na(+):Cl(-) co-transporter and causes hypertension."}, {"pubmed": 24820751, "text": "Increased levels of FGF23 were associated with increased risk of all-cause mortality and cardiovascular events."}, {"pubmed": 24864466, "text": "the serum levels of the morphogenetic proteins FGF-23 (an increase) and Klotho (a decrease) are early markers for progressive chronic kidney disease (CKD) and their changes begin just in Stage III CKD and progress as renal failure worsens."}, {"pubmed": 24870839, "text": "produced by osteocytes, which increases excretion of phosphate and suppresses the production of 1,25 (OH) 2D.(review)"}, {"pubmed": 24880094, "text": "The relationship between FGF23 and Klotho was investigated and evaluated parameters that might affect FGF23 and Klotho."}, {"pubmed": 24885942, "text": "Reducing intestinal phosphate absorption with lanthanum carbonate did not lead to sustained reductions in iFGF23 in patients with CKD stage 3, although phosphaturia decreased."}, {"pubmed": 24947687, "text": "Lower serum FGF-23 levels may suggest malnutrition in maintenance hemodialysis patients."}, {"pubmed": 24949702, "text": "Following lithium treatment, FGF-23 serum levels are significantly increased in depressive patients."}, {"pubmed": 24956265, "text": "No evidence of immediate short-term dialysate calcium-induced changes of FGF23."}, {"pubmed": 24991914, "text": "FGF23 but not Klotho levels are associated with mortality in hemodialysis patients. Klotho may be protective against AF."}, {"pubmed": 25001896, "text": "Besides inducing LV hypertrophy, FGF-23 may play a role in the deterioration of LV mechanics in patients with ESRD."}, {"pubmed": 25025444, "text": "RNAscope is a highly sensitive and specific, semiquantitative in situ hybridization method of FGF23 mRNA detection in phosphaturic mesenchymal tumors."}, {"pubmed": 25026495, "text": "Results suggest that FAM20C suppresses FGF23 production by enhancing DMP1 expression, and inactivating mutations in FAM20C cause FGF23-related hypophosphatemia by decreasing transcription of DMP1."}, {"pubmed": 25060052, "text": "higher baseline fibroblast growth factor-23 levels were associated with increased risk of incident ESRD independent of the baseline level of kidney function and a number of other risk factors"}, {"pubmed": 25062462, "text": "Short-term changes in calcium and PTH levels do not affect FGF23 concentrations in either healthy volunteers or dialysis patients."}, {"pubmed": 25063724, "text": "FGF23 may have a role in cardiac injury in obese but otherwise-healthy African American adolescents"}, {"pubmed": 25095658, "text": "Morphogenetic protein FGF-23 plays a significant role not only in bone remodeling processes but also in the development of cardiovascular events in chronic kidney disease."}, {"pubmed": 25132581, "text": "High FGF23 levels are associated with abnormalities in renal tubular phosphate handling in children with sickle cell disease."}, {"pubmed": 25150156, "text": "association of asymmetric dimethylarginine level with the risk of chronic kidney disease progression modified by FGF-23 level"}, {"pubmed": 25155552, "text": "Severe hypophosphatemia is a typical manifestation of tumor-induced hypophosphatemic osteomalacia (TIO), a paraneoplastic condition mediated by FGF23 overexpression in most instances"}, {"pubmed": 25181418, "text": "The aim of this study was to search for any difference between the serum levels of OPG, FGF-23, and vitamin D in patients with hypogonadism and the healthy controls."}, {"pubmed": 25185018, "text": "Elevated FGF23 is associated with higher risk of adverse cardiovascular outcome for incident patients."}, {"pubmed": 25185859, "text": "Plasma FGF-23 concentrations were associated with muscle mass indices in hemodialysis patients."}, {"pubmed": 25195776, "text": "Cotransfection of HEK and MC3T3 cells with FGF23 and active, but not inactive, FAM20C kinase increased the storage and release of FGF23 in radiolabeling experiments, indicating potential effects of phosphorylation on FGF23 stability"}, {"pubmed": 25200615, "text": "in patients undergoing coronary angiography, baseline c-term FGF23 levels predict the risk for all-cause and cardiovascular mortality over 9.9 years of follow-up"}, {"pubmed": 25200959, "text": "In patients with cardiovascular disease, serum levels of FGF23 were associated with renal function, but not proteinuria."}, {"pubmed": 25217649, "text": "Suggest that the progression of heart failure contributes to the elevation of sFGF23 levels even in the early stages of CKD, which leads to further myocardial dysfunction, potentially creating a vicious cycle."}, {"pubmed": 25223536, "text": "Among cardiac patients with preserved left ventricular ejection fraction, serum alpha-Klotho concentrations but not FGF23 concentrations were negatively associated with diastolic dysfunction."}, {"pubmed": 25257970, "text": "A variation of fibroblast growth factor 23 with a reduced serum concentration appeared to promote emphysema formation."}, {"pubmed": 25278093, "text": "FGF-23 levels are associated independently with impaired antiproteinuric response to sodium restriction in addition to renin-angiotensin-aldosterone system blockade."}, {"pubmed": 25343949, "text": "Higher fibroblast growth factor 23 levels are not independently associated with higher risk of incident CKD in patients with type 2 diabetes."}, {"pubmed": 25352227, "text": "Under balanced physiological conditions, sclerostin upregulates FGF23 production by the osteocyte. FGF23, in turn, acts as a mineralization inhibitor, by stimulating the generation of the major mineralization antagonist, pyrophosphate. (Review)"}, {"pubmed": 25378588, "text": "had high circulating plasma C-terminal FGF23 levels, but undetectable intact FGF23 or N-terminal FGF23, leading to loss of FGF23 function."}, {"pubmed": 25380886, "text": "Disturbances in the FGF23-Klotho system appear to be related to the endothelial cell injury; thus, may be involved in pathogenesis of metabolic bone disease and in cardiovascular complications."}, {"pubmed": 25445451, "text": "FGF23 polymorphisms may play a role in mineral homeostasis and bone metabolism."}, {"pubmed": 25458698, "text": "results demonstrate in principle that pro-inflammatory stimuli are capable of increasing osteocyte secretion of FGF23, which may contribute to hypophosphataemia during sepsis and possibly other inflammatory conditions."}, {"pubmed": 25563643, "text": "Higher FGF23 concentrations were associated with higher risk of cardioembolic stroke but not other subtypes."}, {"pubmed": 25679296, "text": "The presence of subclinical coronary artery disease is independently associated with FGF-23 in asymptomatic young adults."}, {"pubmed": 25696005, "text": "Serum FGF23 level in patients with chronic kidney disease stages 3-5D was significantly higher than in the healthy controls and is likely associated with coronary calcification and poor prognosis."}, {"pubmed": 25700720, "text": "FGF23 levels are increased in HIV-1-infected patients, especially in those with lipodystrophy syndrome, and this increase is associated with dyslipidaemia, insulin resistance, metabolic syndrome, fat distribution and parameters of inflammation."}, {"pubmed": 25700931, "text": "FGF23 itself, but not its renal tissue resistance as reflected by fractional phosphate excretion, is an important risk factor for clinical events in subjects with CKD stage 3-4."}, {"pubmed": 25730009, "text": "Plasma FGF- 23 levels may play an important role in the initiation and progression of atherosclerosis. Thus, detecting and defining plasma FGF-23 levels may be a promising biomarker for the early detection of atherosclerosis in PD patients."}, {"pubmed": 25752607, "text": "Membrane FGFR and intranucelar FGFR/CBP pathways regulate FGF-23 transcription."}, {"pubmed": 25766835, "text": "We have shown that circulating s-klotho was not related to FGF-23 in chronic kidney disease, dialysis and kidney transplant recipients patients"}, {"pubmed": 25781694, "text": "Among cardiac patients, FGF21 had a negative association with MPV, whereas FGF23 had a positive association."}, {"pubmed": 25811862, "text": "Elevated FGF23 concentrations may be considered a biomarker for decline in metabolic function among individuals with normal kidney function."}, {"pubmed": 25873267, "text": "During treatment of secondary hyperparathyroidism cinacalcet use was associated with a decrease in FGF-23 concentrations, whereas vitamin D analogs were associated with an increase."}, {"pubmed": 25897901, "text": "Study demonstrated that FGF-23 is a strong predictor for long-term cardiovascular death in heart failure patients with reduced ejection fraction."}, {"pubmed": 25902817, "text": "In patients undergoing elective cardiac surgery, preoperative FGF23 measurement is a powerful indicator of surgical mortality."}, {"pubmed": 25926572, "text": "It plays essential roles in the regulation of bone mineralization and prevention of ectopic calcification."}, {"pubmed": 25944690, "text": "Report FGF23/klotho/heparanase signaling axis active in multiple myeloma."}, {"pubmed": 26016926, "text": "Serum FGF23 had a U-shaped relationship with prevalence of AF among Japanese cardiac patients, which was independent of other calcium/phosphate metabolism-related parameters and eGFR."}, {"pubmed": 26019137, "text": "FGF23 can potentially act as an autocrine, paracrine and/or endocrine growth factor in prostate cancer that can promote prostate cancer progression"}, {"pubmed": 26059012, "text": "Treatment-induced reductions in serum FGF23 are associated with lower rates of cardiovascular death and major cardiovascular events."}, {"pubmed": 26059428, "text": "discovered that c.35C>A mutation in FGF23 strongly associated with MP, which expand our understanding of the genetic contribution to MP pathogenesis"}, {"pubmed": 26068724, "text": "association between FGF-23 and indices of vitamin D metabolism suggested the potential role of FGF-23 on phosphate metabolism in such patients"}, {"pubmed": 26079688, "text": "The study finds a strong association between red cell distribution width and fibroblast Growth Factor 23 cleaving in patients with chronic kidney disease and heart failure."}, {"pubmed": 26094336, "text": "the influence of FGF23 on the cardiovascular system and its role in the pathogenesis of hypertension thus this will be the main aspect of our review article."}, {"pubmed": 26125281, "text": "There might be a strong correlation between FGF-23 and ghrelin levels irrespective of the stage of chronic kidney disease and the dialysis modality"}, {"pubmed": 26148725, "text": "the FGF23 proximal promoter harbors cis elements that drive responsiveness to 1,25D and calcium, agents that induce FGF23 to curtail the pathologic consequences of their excess."}, {"pubmed": 26217893, "text": "Serum FGF23 levels exhibit positive and independent association with the presence of CAD and increase with the cumulative number of stenotic vessels."}, {"pubmed": 26279337, "text": "serum FGF23 was positively associated with coronary artery calcification in women and serum alpha-Klotho was positively associated with aortic valve calcification in men, independent of the confounding variables"}, {"pubmed": 26298739, "text": "analysis of longitudinal associations between baseline s-klotho and FGF23 concentrations and mortality reveals that FGF23, but not klotho, may have a role in excess mortality in cardiovascular disease in those with normal kidney function"}, {"pubmed": 26394828, "text": "FGF-23 is associated with left ventricular hypertrophy, anemia and low transferrin saturation in peritoneal dialysis patients. Whether increased FGF-23 is a marker or a potential mechanism of myocardial hypertrophy and anemia in patients with end-stage renal disease requires further study."}, {"pubmed": 26396029, "text": "High FGF23 was associated with increased risk of incident subarachnoid hemorrhage in subjects from the general population."}, {"pubmed": 26427152, "text": "Suggest that monitoring serum FGF-23 may be useful as a non-invasive indicator of subclinical atherosclerosis in patients with chronic kidney disease."}, {"pubmed": 26435425, "text": "FGF23 plays a role in primary hyperparathyroidism (pHPT) and its elevation is associated with the metabolic risk profile in(pHPT)."}, {"pubmed": 26453792, "text": "the impact of maternal iron status on infant FGF23 and mineral metabolites over the first 2years of life, was investigated."}, {"pubmed": 26459301, "text": "FGF23 could be associated with unstable plaque in type 2 diabetic patients with internal carotid artery stenosis."}, {"pubmed": 26459742, "text": "CNP and FGF-23 act through a close or reciprocal pathway and are in agreement with recent studies demonstrating a down-regulatory role of the mitogen-activated protein kinase activity by CNP"}, {"pubmed": 26462160, "text": "both FGF-23 plasma concentrations (positively) and 25(OH)D serum concentrations (negatively) are associated with arterial stiffness in patients with type 1 diabetes."}, {"pubmed": 26483234, "text": "polymorphism of c.212-37insC (rs3832879) in FGF23 gene may not be associated with the pathogenesis of childhood Kawasaki disease"}, {"pubmed": 26525200, "text": "Preoperative C-terminal FGF23 may predict cardiopulmonary bypass-associated kidney dysfunction. Changes over time in cFGF23 and intact FGF23 levels post-CPB differ. Chronic hypoxemia may affect FGF23 production in humans."}, {"pubmed": 26558428, "text": "FGF-23 is an independent risk factor for the development of vascular calcification"}, {"pubmed": 26567701, "text": "discusses current knowledge of the complex biology of the endocrine FGFs."}, {"pubmed": 26590361, "text": "FGF23 levels are not associated with bone loss or fracture risk in older adults with low prevalence of chronic kidney disease ."}, {"pubmed": 26620085, "text": "intact FGF23 from loss of function mutants bypasses the endoplasmic reticulum/Golgi quality control system to the circulation of hyperphosphatemic familial tumoral calcinosis patients by an unknown pathway."}, {"pubmed": 26666498, "text": "High serum FGF23 expression is associated with acute decompensated heart failure."}, {"pubmed": 26681731, "text": "Enhanced myocardial expression of FGF23 is associated with left ventricular hypertrophy in chronic kidney disease."}, {"pubmed": 26693712, "text": "FGF23 has a role in vascular calcification, but not in bone mineral density, in African Americans with NIDDM lacking advanced nephropathy"}, {"pubmed": 26712271, "text": "Letter: in CKD patients with acute sepsis FGF23/ADMA showed a parallel response to acute inflammation driven by sepsis being down-regulated at peak infection and rising after resolution of infection."}, {"pubmed": 26746780, "text": "the metabolism of FGF23 in a model bone cell line, IDG-SW3, prior to and following differentiation, as well as in regulated secretory cells, is reported."}, {"pubmed": 26762170, "text": "Data suggest that signal transduction via FGF23/Fgfr1 and calcitriol/calcitriol receptor have opposite roles in innate immunity; FGF23 suppresses arginase-1 expression in macrophages; calcitriol stimulates arginase-1 expression in macrophages."}, {"pubmed": 26773502, "text": "In conclusion, Fgf23 expression is up-regulated by aldosterone, an effect sensitive to SGK1, NFkappaB and store-operated Ca(2+) entry."}, {"pubmed": 26797283, "text": "Based on the collective findings, we suggest that vIRF2 acts as an activator in PI3K/Akt pathway."}, {"pubmed": 26813502, "text": "It is a humoral factor that reduces serum phosphate."}, {"pubmed": 26813503, "text": "Excessive actions of fibroblast growth factor 23(FGF23)result in several kinds of hypophosphatemic rickets and osteomalacia.(review)"}, {"pubmed": 26813507, "text": "Its overproduction causes hereditary hypophosphatemic rickets due to abnormal phosphorus reabsorption of proximal kidney tubules. (review)"}, {"pubmed": 26859104, "text": "High FGF23 expression is associated with iron deficiency."}, {"pubmed": 26878171, "text": "FGF23 acts directly on PMNs and dampens host defense by direct interference with chemokine signaling and integrin activation."}, {"pubmed": 26880121, "text": "Fibroblast growth factor-23 has a role in chronic renal allograft injury in children"}, {"pubmed": 26888181, "text": "High FGF-23 expression is associated with cardiovascular disease."}, {"pubmed": 26924052, "text": "higher cFGF23 levels at the end of cardiopulmonary bypass significantly associated with greater risk of severe acute kidney injury and renal replacement therapy or death"}, {"pubmed": 26942328, "text": "In this meta-analysis, increased circulating levels of FGF23 were found in atrial fibrillation patients."}, {"pubmed": 26943634, "text": "A substantial sex-related difference in intact FGF23 concentration exists during early infancy, possibly related to differences in skeletal growth between boys and girls."}, {"pubmed": 26956260, "text": "These cross-sectional community-based data from a diverse urban sample show an association between elevated FGF23 and small vessel disease and magnetic resonance imaging-defined brain infarction in men, independent of chronic kidney disease."}, {"pubmed": 26956379, "text": "Suggest immunohistochemistry for FGF23 is an useful diagnostic adjunct for phosphaturic mesenchymal tumors."}, {"pubmed": 26965530, "text": "The influence of iron on FGF23 gene expression is not important in determining bone density in healthy premenopausal women"}, {"pubmed": 26986127, "text": "High FGF23 levels were observed to be associated with low hemoglobin levels, which may be partially mediated through the effects of serum aldosterone levels in chronic kidney disease stages 3 and 4."}, {"pubmed": 27003300, "text": "The distribution of FGF23 levels in a given population may be influenced by the level of industrialization, likely due to differences in access to foods preserved with phosphate additives."}, {"pubmed": 27017221, "text": "Secreted and cleaved sKlotho and FGF23 are detected in CSF and plasma, and the protein levels are significantly higher in plasma in children with suspected CNS disease"}, {"pubmed": 27034530, "text": "Results demonstrated that high expression FGF23 levels were detected in patients with tumor-induced osteomalacia which can de used as reliable diagnostic marker."}, {"pubmed": 27040054, "text": "Our results indicate that there was no gender difference between serum FGF23 responsiveness to phosphorus intake per body weight. Serum FGF23 levels were significantly higher in males than in females."}, {"pubmed": 27085781, "text": "Data suggest that intraperitoneal injection of recombinant Fgf23 extends time to exhaustion of mice on treadmill and reduces exercise-induced production of reactive oxygen species in skeletal muscle."}, {"pubmed": 27098624, "text": "The aim of this study was to investigate whether psoriasis is related to fibroblast growth factor 23 (FGF23) and placental growth factor (PLGF) - mediators related to insulin resistance (IR), metabolic syndrome, and atherosclerosis."}, {"pubmed": 27118192, "text": "FGF23 and its co-receptor klotho play an important role in bone mineral and vitamin D metabolism. In chronic kidney disease, disturbances in bone metabolism increase cardiovascular risk. FGF23 levels are very high in chronic kidney disease and may contribute to vascular calcification and other cardiovascular problems. Review."}, {"pubmed": 27176000, "text": "our findings of the independent associations of higher FGF23 levels at baseline with more rapid carotid IMT progression and with progressive albuminuria suggest a role for FGF23 in cardiovascular and kidney disease in HIV-positive populations."}, {"pubmed": 27323770, "text": "A statistically significant positive correlation was found between s-Klotho and FGF23 (r=0.768; p=0.001), and between FGF23 levels and urinary albumin creatinine ratio (r=0.768; p=0.001)."}, {"pubmed": 27334353, "text": "Serum FGF23 level is associated with disease progression and death and enhance risk prediction in non-dialysis chronic kidney disease stages 3-5."}, {"pubmed": 27355663, "text": "using DNA sequencing, we validated the technique for FGF23/S129F substitution by testing samples from 80 individuals from two unrelated Arab families harboring autosomal recessive hyperphosphatemic familial tumoral calcinosis."}, {"pubmed": 27370409, "text": "Main demonstrable effect of FGF23 in the setting of preserved renal function is suppression of 1,25-dihydroxyvitamin D3 rather than stimulation of renal phosphate excretion."}, {"pubmed": 27400031, "text": "association between alpha-Klotho and cardiac hypertrophy and systolic dysfunction was significant only among patients with CKD G3b and G3a, respectively"}, {"pubmed": 27403909, "text": "fibroblast growth factor 23 plays a pivotal role in calcium-phosphorus metabolism in patients with chronic kidney disease (review)"}, {"pubmed": 27432882, "text": "FGFR1c and PTHR signaling pathways converge on NHERF1 to inhibit PTH- and FGF23-sensitive phosphate transport and down-regulate NPT2A."}, {"pubmed": 27450645, "text": "serum FGF23 levels were significantly higher and soluble Klotho levels significantly lower in the autosomal-dominant polycystic kidney disease group than in the non-diabetic chronic kidney disease group matched for estimated glomerular filtration rate"}, {"pubmed": 27457912, "text": "can directly stimulate hepatic secretion of inflammatory cytokines"}, {"pubmed": 27504998, "text": "Urinary Phosphate to Serum Fibroblast Growth Factor 23 Ratio Is a Useful Marker of Atherosclerosis in Early-Stage Chronic Kidney Disease"}, {"pubmed": 27537716, "text": "Serum FGF-23 was below the level of detection in the majority of this cohort of patients presenting with acute sarcoidosis."}, {"pubmed": 27599364, "text": "FGF23 counteracts osteogenic conversion of vascular smooth muscle cells as a part of a compensatory mechanism to mitigate vascular calcification"}, {"pubmed": 27621185, "text": "FGF23 might also have a stronger association with urate metabolism in males compared with"}, {"pubmed": 27671605, "text": "Serum levels of FGF23 and calcium binding proteins are not associated with chronic itch in hemodialysis patients."}, {"pubmed": 27789679, "text": "Carboxy-terminal fragment of FGF-23 induces heart hypertrophy in sickle cell disease."}, {"pubmed": 27805900, "text": "FGF-23 and PON1 lactonase have roles in native AV fistula thrombosis in hemodialysis patients"}, {"pubmed": 27812184, "text": "In multivariable-adjusted models, there were no significant associations of FGF23 with incident cognitive impairment."}, {"pubmed": 27836924, "text": "Circulating FGF23 and inflammatory cytokines are correlated with varying levels of chronic kidney disease."}, {"pubmed": 27838783, "text": "disruption of the FGF23-Klotho system causes phosphate retention and a syndrome resembling aging in mammals has led to the notion that phosphate accelerates aging--{REVIEW}"}, {"pubmed": 27928636, "text": "A decrease in serum FGF23 and hepcidin levels was observed in chronic hemodialysis patients treated with lanthanum carbonate."}, {"pubmed": 27942978, "text": "Dietary factors other than phosphate are associated with FGF23 levels in young adults."}, {"pubmed": 27999806, "text": "There was no change in circulating FGF23 and Klotho concentrations after PTX in hemodialysis patients given postoperative calcium supplements and/or vitamin D analogue. Serum FGF23 concentrations pre-PTX and at days 5 and 90 after PTX were inversely related to serum calcium concentrations."}, {"pubmed": 28006765, "text": "There may be positive dose-response predictive effects of FGF23 on all-cause mortality, cardiovascular disease, and renal events in patients with chronic kidney disease.[meta-analysis]"}, {"pubmed": 28017325, "text": "Elevated levels of interleukin-6, C-reactive protein, and FGF23 are independent risk factors for mortality in chronic kidney disease."}, {"pubmed": 28017526, "text": "In men with low-to-moderate CVD risk, serum FGF23 levels were associated independently and positively with carotid intima-media thickness. As a complementary index, serum FGF23 levels strengthen the capacity of the Framingham risk score to identify subclinical atherosclerosis."}, {"pubmed": 28027796, "text": "Studied association of serum fibroblast growth factor 23 (FGF23) with obesity and visceral fat. Found serum FGF23 levels to be elevated in obese individuals, especially those with abdominal obesity."}, {"pubmed": 28063327, "text": "Newly diagnosed Lupus nephritis (LN) patients demonstrated elevated FGF23 levels that were positively correlated to urinary MCP1, independently of vitamin D levels and kidney function. If FGF23 may predict clinical outcomes in LN warrants further evaluation."}, {"pubmed": 28087977, "text": "FGF23 is reduced in subjects with nephrotic syndrome compared to healthy controls. Reduced levels of Vitamin D, and urinary losses may contribute to lower levels of FGF23 in NS."}, {"pubmed": 28098103, "text": "Plasma intact FGF-23 was elevated in nondiabetic end-stage kidney disease patients, and vascular calcification was prevalent."}, {"pubmed": 28164555, "text": "AN69ST-continuous hemodiafiltration can be a novel FGF-23 lowering therapy for acute illnesses requiring acute blood purification."}, {"pubmed": 28212442, "text": "FGF23 polymorphisms play a role in calciphylaxis development in dialysis patients."}, {"pubmed": 28212898, "text": "Low levels of Fe in elderly men are associated with high levels of iFGF23, independently of markers of inflammation and renal function, suggesting an iron-related pathway for FGF23 regulation"}, {"pubmed": 28233741, "text": "FGF 23 levels were elevated in hepatitis B patients treated with tenofovir."}, {"pubmed": 28383812, "text": "Novel CLCN5 (c.1205G>A, p.W402*) and FGF23 (c.526C>G, p.R176G) mutations were found in two patients from the remaining two families"}, {"pubmed": 28402974, "text": "found no independent association between FGF-23 and cardiac changes. LVH remains the most common cardiac change seen in children with CKD"}, {"pubmed": 28406928, "text": "results provide evidence that FGF23 plays an important role during differentiation of ATDC5 cell line, by promoting both hypertrophy and mineralization."}, {"pubmed": 28411494, "text": "Review/Meta-analysis: individuals with increased plasma FGF23 levels might suffer a higher risk of all-cause mortality and cardiovascular mortality."}, {"pubmed": 28456498, "text": "FGF23 is an integral part of a complex pathway, associated with higher cardiac mass in African-Americans males with excess adiposity."}, {"pubmed": 28463984, "text": "Results showed that human endothelial cells differentially express functional full-length alpha-Klotho protein. And that it is this full-length alpha-Klotho protein that modulates endothelial cells response to FGF-23."}, {"pubmed": 28464278, "text": "study indicated that serum FGF-23 level could be served as the utility in the early detection of women with low bone mass."}, {"pubmed": 28475601, "text": "high i-FGF23 levels may be associated with prolongation of low levels of ferritin, resulting in increased usages of iron supplementation in HD patients"}, {"pubmed": 28535521, "text": "review article will discuss the current experimental and clinical evidence regarding the role of FGF23 in physiology and pathophysiology of CKD and its associated complications with an emphasis on CVD."}, {"pubmed": 28558021, "text": "Sclerostin levels in KTR are normal and influenced more by bone turnover than by eGFR. Its involvement with other hormones of mineral homeostasis (FGF23/Klotho and Vitamin D) is part of the sophisticated cross-talk between bone and the kidney"}, {"pubmed": 28619026, "text": "In Chinese patients with type 2 diabetes, serum FGF23 levels were independently and positively correlated with the presence of lower extremity atherosclerotic disease."}, {"pubmed": 28651327, "text": "Fibroblast Growth Factor-23 was higher in alcoholics than in controls, especially among cirrhotics, and soluble alpha Klotho levels were also higher among cirrhotics."}, {"pubmed": 28705885, "text": "Higher serum fibroblast growth factor 23 concentration was associated with kidney function decline, height-adjusted total kidney volume percentage increase, and death in patients with autosomal dominant polycystic kidney disease."}, {"pubmed": 28715994, "text": "An overview of FGF23 biology and physiology is provided, clinical outcomes that have been associated with FGF23 are summarized, potential mechanisms for these observations are discussed."}, {"pubmed": 28743129, "text": "In a Canadian Asian population with CKD, FGF23 levels obtained at 6-monthly intervals for 3 years predicted ESRD and mortality suggesting that it is also a risk marker in Asians"}, {"pubmed": 28774998, "text": "there is a strong relationship between iron and FGF23 physiology; C-terminal FGF23 may have a role in mortality in kidney transplant recipients"}, {"pubmed": 28834363, "text": "This study indicates a possible mechanism by which excessive levels of FGF23 are involved in endothelial thrombomodulin disruption, which has been implicated as a potential cardiovascular risk factor in patients with chronic kidney disease, especially in hemodialysis patients"}, {"pubmed": 28924605, "text": "our results indicate that PAI-1 prevents the PA-driven proteolysis of FGF23 and PAI-1 inhibition provides a novel therapeutic approach to prevent the pathologic consequences of increased FGF23."}, {"pubmed": 29025789, "text": "Plasma FGF23 concentration >/=170 RU/ml is an independent predictor of left ventricular hypertrophy in children with chronic kidney disease and eGFR>/=45 ml/min per 1.73 m(2)."}, {"pubmed": 29113983, "text": "Novel relationships were identified between higher plasma FGF23 concentrations and absence of APOL1 renal-risk genotypes with higher mortality in African Americans with diabetes."}, {"pubmed": 29137111, "text": "Long-term supplementation with modest quantities of omega-3 fatty acids does not reduce plasma FGF23 levels when added to cardiovascular medication in post-myocardial patients with chronic kidney disease."}, {"pubmed": 29151454, "text": "investigated the changes in serum FGF23 levels in patients diagnosed with acute myocardial infarction"}, {"pubmed": 29288982, "text": "cFGF23 measurement may serve as a novel biomarker for incident acute kidney injury and death among critically ill patients"}, {"pubmed": 29293545, "text": "studied biomarkers do not predict arrhythmia recurrence after catheter ablation. Left atrial voltage is an independent predictor of recurrence, whether the left atrium is mapped in atrial fibrillation or sinus rhythm"}, {"pubmed": 29301137, "text": "FGF23 levels are associated with various inflammatory markers such as pro-inflammatory cytokines and adhesion molecules on innate immune cells"}, {"pubmed": 29306478, "text": "In patients with heart failure, higher plasma FGF23 levels were associated with volume overload and increased risk of all-cause mortality and hospitalization."}, {"pubmed": 29317227, "text": "prolonged exposure to high apical calcium and calcium hyperabsorption were sensed by CaSR, which, in turn, increased FGF-23 expression to suppress calcium transport"}, {"pubmed": 29336609, "text": "In summary, our results suggest that FGF23 gene polymorphisms are associated with the risk of developing EH in Chinese Han population."}, {"pubmed": 29342138, "text": "shed alpha-klotho functions as an on-demand non-enzymatic scaffold protein that promotes FGF23 signalling"}, {"pubmed": 29395333, "text": "Increases in plasma erythropoietin and erythropoietin receptor activation are mechanisms implicated in the increase of plasma FGF23 in acute kidney injury."}, {"pubmed": 29456213, "text": "Serum FGF-23 levels are not significantly associated with Doppler pulse wave velocity in hemodialysis patients."}, {"pubmed": 29457024, "text": "Pharmacological treatment of hypercalciuric patients resulted in significantly lower urinary calcium excretion, lower serum FGF23, and elevated TP/GFR and serum phosphate concentration, without significant changes in PTH."}, {"pubmed": 29461601, "text": "FGF23 expression level in serum is positively correlated with mean arterial pressure and negatively correlated with glomerular filtration rate in patients with chronic kidney disease"}, {"pubmed": 29528011, "text": "Increased serum levels of FGF23 were associated with loss of graft function in kidney transplant recipients."}, {"pubmed": 29528583, "text": "elevated serum FGF21 and FGF23 levels may be useful biomarkers for predicting kidney disease progression, especially in the early stages of Diabetic nephropathy"}, {"pubmed": 29550495, "text": "Serum FGF23 is not elevated in patients with HoFH when compared to non-familial hypercholesterolemia age- and gender-matched controls"}, {"pubmed": 29574933, "text": "association of serum FGF23 and non-alcoholic fatty liver disease is independent of vitamin D in type 2 diabetes patients"}, {"pubmed": 29602956, "text": "Fibroblast growth factor-23 (FGF23) is a major regulator of calcium and phosphate homeostasis."}, {"pubmed": 29608553, "text": "Responses of FGF23 to salt intervention were more prominent in normotensive, older than 60 years, BMI <24 kg/m(2) and salt-resistant individuals. Furthermore, a significant inverse correlation was observed between 24-hour urinary sodium and serum concentrations of FGF23 after adjusting age, sex, BMI and hypertension status."}, {"pubmed": 29618028, "text": "Our findings demonstrate that severely polycystic livers produce FGF23 and increase levels of circulating FGF23 in patients with autosomal polycystic kidney disease."}, {"pubmed": 29619868, "text": "Increased insulin resistance in chronic kidney disease is a consequence of the uremic status and is intimately associated with disturbed phosphate metabolism and FGF23."}, {"pubmed": 29621752, "text": "higher serum concentrations not consistently associated with decline in kidney function or incident chronic kidney disease in community-dwelling older adults"}, {"pubmed": 29665846, "text": "serum level of FGF-23 was not correlated with a change in bone mineral density of maintenance hemodialysis patients, whereas the serum Klotho protein level was associated with the degree of bone mineral density"}, {"pubmed": 29701806, "text": "High FGF23 serum levels are associated with coronary calcification in Chronic Kidney Disease patients with high adiponectin."}, {"pubmed": 29740119, "text": "high serum FGF23 levels were associated with an increased risk for anemia in patients with nondialysis chronic kidney disease."}, {"pubmed": 29748308, "text": "Plasma FGF23 levels were significantly elevated in chronic obstructive pulmonary disease patients."}, {"pubmed": 29779023, "text": "Hyperbolas describe relationships of phosphate reabsorption/creatinine clearance and phosphate tubular maximum per volume of filtrate to plasma PTH and FGF23 if subjects with normal and reduced glomerular filtration rate (GFR) are analyzed together. Although fractional excretion of phosphorus rises with plasma PTH and FGF23 as GFR falls, the simultaneous increments do not signify reductions in phosphate reabsorption."}, {"pubmed": 29887227, "text": "Proteinuria and FGF23 explained substantial eGFR variability over time. Time-varying R(2) can characterize predictive roles of risk factors on disease progression, overcome limitations of time-constant estimates, and are easily derived from mixed effects models."}, {"pubmed": 29923062, "text": "Cases of hyperphosphatemic familial tumoral calcinosis, secondary to fibroblast growth factor 23 gene mutation."}, {"pubmed": 29940774, "text": "High serum levels of osteopontin, stanniocalcin-1 and FGF 23 at the time of surgery are important prognostic factors in renal cell carcinoma"}, {"pubmed": 29970728, "text": "Studied serum fibroblast growth factor 23 (FGF-23) as a biomarker for acute kidney injury(AKI) after cardiac surgery; found FGF-23 represents a highly predictive early biomarker for AKI after cardiac surgery."}, {"pubmed": 30001211, "text": "Although there are many studies suggesting the correlation between FGF23 and Insulin resistance (IR) in different populations, this study did not find any statistically significant relationship between IR and FGF23 levels in metabolic syndrome."}, {"pubmed": 30009421, "text": "The FGF23 increase related to acute kidney injury, especially in more severe stages and in patients without diuresis, is an independent risk factor for mortality."}, {"pubmed": 30022312, "text": "Pre- and post-operative FGF23 levels are higher in children who develop severe acute kidney injury (sAKI) after cardiac surgery. Study suggests that FGF23 may be able to detect sub-clinical kidney injury and can be used with demographic AKI risk factors to enhance post-operative sAKI risk prediction."}, {"pubmed": 30064143, "text": "In patients with Autosomal Dominant Polycystic Kidney Disease, as the disease stage advanced, serum FGF-23 levels increased while s-KL decreased.  In ADPKD patients, the effect of serum FGF-23 on the development of AS and atherosclerosis in peripheral vessels is independent of s-KL."}, {"pubmed": 30066343, "text": "The data also suggest that FGF23 inhibits 1alpha(OH)ase expression and stimulates 24(OH)ase expression via MAPK/ERK. In addition, FGF23 enhances proliferation and late differentiation and inhibits early differentiation of HaCaT keratinocytes."}, {"pubmed": 30120363, "text": "These findings suggest that FGF-23 may participate in unexpected systemic and paracrine networks regulating hemodynamic and myocardial responses"}, {"pubmed": 30134801, "text": "This study revealed a dysequilibrium of the PTH-FGF23-vitamin D axis in RRMS, with lower plasma PTH, higher plasma iFGF23 and a lower serum 1,25(OH)2D to 25OHD ratio in RRMS compared with healthy control subjects."}, {"pubmed": 30192823, "text": "Data suggest a synergistic interaction of cardiovascular (CV) risk factors and fibroblast growth factor 23 (FGF23) as a potentially novel determinant of brain health."}, {"pubmed": 30205090, "text": "Data suggest that intact FGF23 level in plasma is independent predictor of cardiovascular death in patients with heart failure and provides added value to standard of care, natriuretic peptide (NT-proBNP) plasma level, for risk estimation. This study was conducted in Belgium. (FGF23 = fibroblast growth factor 23; NT-proBNP = aminoterminal pro-B-type natriuretic peptide)"}, {"pubmed": 30217807, "text": "Common genetic variants located near genes involved in vitamin D metabolism and renal phosphate transport are associated with differences in circulating FGF23 concentrations."}, {"pubmed": 30228288, "text": "High serum FGF23 levels are associated with type 2 diabetes mellitus."}, {"pubmed": 30256890, "text": "Higher FGF23 concentrations are associated with a significantly increased risk of HF in hypertensive patients."}, {"pubmed": 30334297, "text": "In urothelial carcinoma patients, serum FGF19 level was significantly lower, while FGF21 and FGF23 were significantly higher, than respective levels in healthy controls."}, {"pubmed": 30335543, "text": "C-type natriuretic peptide may dampen FGF-23 expression via MAPK signaling pathway in mesangial cells"}, {"pubmed": 30347400, "text": "Levels of circulating FGF-23 but not sclerostin were related to Aortic Arch Calcification (AoAC) severity. Serum FGF-23 levels were independently associated with AoAC."}, {"pubmed": 30424752, "text": "Serum FGF23 levels were positively correlated with body fat parameters and obesity."}, {"pubmed": 30428848, "text": "Measured levels of FGF-23 were significantly lower in serum as compared to plasma in end stage kidney disease patients undergoing hemodialysis."}, {"pubmed": 30465136, "text": "High FGF-23 expression correlates with advanced disease conditions as well as increased major adverse cardiac and cerebral events risk, and is an independent factor predicting worse MACCE-free survival in ESRD patients undergoing continuous ambulatory peritoneal dialysis."}, {"pubmed": 30514976, "text": "Review of the role of increased levels of FGF23 in kidney diseases."}, {"pubmed": 30572348, "text": "Patients with prediabetes have higher FGF23 levels and higher prevalence of vitamin D deficiency compared to normal glucose tolerance subjects. Elevated FGF23 levels seem to be correlated more to elevated fasting blood glucose levels than to insulin resistance state of the patients."}, {"pubmed": 30669147, "text": "rs11063112 in FGF23 was associated with cardiovascular mortality and heart failure in chronic kidney disease-mineral bone disorder patients receiving dialysis with moderate to severe secondary hyperparathyroidism. No statistically significant associations were observed between FGF23 rs13312789 and SNPs in FGFR4 or alpha-klotho genes and the outcomes of interest."}, {"pubmed": 30699419, "text": "Elevated serum FGF23 levels are positively associated with all-cause mortality and cardiovascular events in hemodialysis patients, with a 14 or 39% increase in all-cause mortality and a 21% increased risk of cardiovascular events."}, {"pubmed": 30718148, "text": "In Mexican diabetic patients, serum levels of FGF-23 were positively correlated with soluble alpha Klotho but negatively correlated with angiotensin-II receptor blocker therapy. In addition, a higher concentration of FGF-23 reduced the odds of early nephropathy in patients with type 2 diabetes mellitus."}, {"pubmed": 30773798, "text": "Klotho, fibroblast growth factor-23, and the renin-angiotensin system - an analysis from the PEACE trial."}, {"pubmed": 30804272, "text": "Studied serum alpha-klotho in different stages of chronic kidney disease and its correlation with FGF-23."}, {"pubmed": 30912310, "text": "Studied fibroblast growth factor 23 (FGF-23) levels in plasma and bone marrow in heart failure patients and concluded FGF-23 is elevated in bone marrow plasma and is independently associated with heart failure severity and all-cause mortality."}, {"pubmed": 30920082, "text": "Data demonstrated that p.Trp403* variant did not cause nonsense-mediated mRNA decay but significantly increased the expression level of FGF23 mRNA in patients with X-linked hypophosphatemia."}, {"pubmed": 30934737, "text": "Klotho and FGF23 are associated with cardiovascular risk in the early stages of chronic kidney disease."}, {"pubmed": 30953354, "text": "Based on these results, FGF23 induces atrial fibrosis in patients with atrial fibrillation (AF) by increasing reactive oxygen species production and subsequently activating STAT3 and SMAD3 signaling."}, {"pubmed": 30968207, "text": "Levels of serum FGF-23 in axial spondyloarthritis patients were significantly higher than those in healthy controls."}, {"pubmed": 30971270, "text": "The association between FGF23 and acute kidney injury are mediated by endothelium-related biomarkers."}, {"pubmed": 31025926, "text": "he increased serum Klotho levels in rheumatoid arthritis (RA) patients, especially in those undergoing biologic therapy, may indicate a potential implication in the pathogenesis of the disease. Although levels of FGF-23 were related to LDL-c levels, the FGF-23-Klotho axis does not seem to be related to subclinical arteriosclerosis in RA"}, {"pubmed": 31042083, "text": "In idiopathic pulmonary fibrosis downregulation of Klotho may contribute to fibrosis and inflammation, and FGF23 may act as a compensatory antifibrotic and anti-inflammatory mediator via inhibition of TGF-beta signaling."}, {"pubmed": 31075857, "text": "FGF23 was associated with the frequent exacerbator phenotype in Chronic Obstructive Pulmonary Disease"}, {"pubmed": 31099911, "text": "Glucocorticoids Decrease Longitudinal Bone Growth in Pediatric Kidney Transplant Recipients by Stimulating the FGF23/FGFR3 Signaling Pathway."}, {"pubmed": 31199502, "text": "FGF23 can exert several endocrine functions, such as inhibiting renal phosphate reabsorption and 1,25-dihydroxyvitamin D3 production. Moreover, it has paracrine activities on several cell types. FGF23 levels are perturbed in the plasma of patients with several disorders, including kidney or cardiovascular diseases. [review]"}, {"pubmed": 31211688, "text": "Low serum FGF23 levels are associated with obesity."}, {"pubmed": 31216806, "text": "The concentration of plasma FGF-23 in children with primary hypertension was correlated positively with LVH [ left ventricular hypertrophy ] and cIMT [Carotid wall intima-media thickness ] and had certain predictive value of diagnosis for subclinical cardiovascular damages."}, {"pubmed": 31301888, "text": "Tumor necrosis factor stimulates fibroblast growth factor 23 levels in chronic kidney disease and non-renal inflammation."}, {"pubmed": 31420749, "text": "These results do not support the hypothesis that high FGF23 in dialysis patients is the cause of cardiac dysfunction, atherosclerosis, infection or systemic inflammation."}, {"pubmed": 31422393, "text": "Serum FGF23 levels of end-stage renal disease patients were not significantly related to age, time of hemodialysis or weight gain."}, {"pubmed": 31484825, "text": "A G protein-coupled, IP3/protein kinase C pathway controlling the synthesis of phosphaturic hormone FGF23."}, {"pubmed": 31487315, "text": "High serum FGF23 levels are associated with acute kidney injury."}, {"pubmed": 31490759, "text": "we found significant correlations between FGF23 and relatively poor HIV viral control and/or ABC/3TC use."}, {"pubmed": 31519999, "text": "The balance between FGF23 production, post-translational modification and cleavage is maintained or perturbed in different hereditary monogenic conditions and in acquired conditions that mimic these genetic disorders, including iron deficiency, inflammation, treatment with ferric carboxymaltose and chronic kidney disease. [Review]"}, {"pubmed": 31542779, "text": "Fibroblast growth factor 23 expression in human calcified vascular tissues."}, {"pubmed": 31696838, "text": "Serum FGF23 levels increased with the progression of chronic kidney disease, but levels to not correlate with carotid intima-media thickness."}, {"pubmed": 31696842, "text": "In patients with acute kidney injury, higher FGF23 levels are associated with increased risk of mortality and need for renal replacement therapy."}, {"pubmed": 31709849, "text": "Fibroblast growth factor 23 and 25(OH)D levels are related to abdominal obesity and cardiovascular risk in patients with polycystic ovarian syndrome."}, {"pubmed": 31743079, "text": "Regulation and Effects of FGF23 in Chronic Kidney Disease."}, {"pubmed": 31758962, "text": "FGF23 induced left ventricular hypertrophy mediated by FGFR4 signaling in the myocardium is attenuated by soluble Klotho in mice."}, {"pubmed": 31863362, "text": "FGF23-related hypophosphatemia in patients with low bone mineral density and fragility fractures: challenges in diagnosis and management."}, {"pubmed": 31968132, "text": "Biomarkers in WNT1 and PLS3 Osteoporosis: Altered Concentrations of DKK1 and FGF23."}, {"pubmed": 32004706, "text": "Fibroblast growth factor 23 counters vitamin D metabolism and action in human mesenchymal stem cells."}, {"pubmed": 32065590, "text": "Glycerol-3-phosphate is an FGF23 regulator derived from the injured kidney."}, {"pubmed": 32070728, "text": "Serum FGF-23 concentration was a significant predictor of peripheral peripheral arterial stiffness in renal transplantation recipients --{REVIEW}"}, {"pubmed": 32077150, "text": "MicroRNA-497/fibroblast growth factor-23 axis, a predictive indictor for decreased major adverse cardiac and cerebral event risk in end-stage renal disease patients who underwent continuous ambulatory peritoneal dialysis."}, {"pubmed": 32112990, "text": "Hyperphosphatemia with low FGF7 and normal FGF23 and sFRP4 levels in the circulation characterizes pediatric hypophosphatasia."}, {"pubmed": 32124925, "text": "Fibroblast growth factor 23 and new-onset chronic kidney disease in the general population: the Prevention of Renal and Vascular Endstage Disease (PREVEND) study."}, {"pubmed": 32130720, "text": "Fibroblast growth factor 23: are we ready to use it in clinical practice?"}, {"pubmed": 32156608, "text": "These are yet to define determinants of FGF23 question the causality of the association of FGF23 with hard (cardiovascular) endpoints, as observed in several epidemiological studies--{REVIEW}"}, {"pubmed": 32167928, "text": "Serum FGF-21 and FGF-23 in association with gestational diabetes: a longitudinal case-control study."}, {"pubmed": 32215890, "text": "Fibroblast Growth Factor 23 (FGF23) and Klotho Protein in Beta-Thalassemia."}, {"pubmed": 32324886, "text": "Interplay of erythropoietin, fibroblast growth factor 23, and erythroferrone in patients with hereditary hemolytic anemia."}, {"pubmed": 32347311, "text": "Association between shift work and biological factors including FGF-23, klotho, and serum 25-(OH) vitamin D3 among Korean firefighters: a cross-sectional study."}, {"pubmed": 32360901, "text": "Defective O-glycosylation of novel FGF23 mutations in a Chinese family with hyperphosphatemic familial tumoral calcinosis."}, {"pubmed": 32398014, "text": "Interaction between serum FGF-23 and PTH in renal phosphate excretion, a case-control study in hypoparathyroid patients."}, {"pubmed": 32403144, "text": "FGF23 Beyond the Kidney: A New Bone Mass Regulator in the General Population."}, {"pubmed": 32418499, "text": "Fibroblast Growth Factor 23 and Blood Pressure in Older Adults: The Health, Aging, and Body Composition Study."}, {"pubmed": 32452919, "text": "Simultaneous management of disordered phosphate and iron homeostasis to correct fibroblast growth factor 23 and associated outcomes in chronic kidney disease."}, {"pubmed": 32513031, "text": "Endocrine fibroblast growth factors as potential biomarkers for chronic kidney disease."}, {"pubmed": 32527977, "text": "A Land of Controversy: Fibroblast Growth Factor-23 and Uremic Cardiac Hypertrophy."}, {"pubmed": 32576601, "text": "Fibroblast Growth Factor 23 and Risk of Hospitalization with Infection in Chronic Kidney Disease: The Chronic Renal Insufficiency Cohort (CRIC) Study."}, {"pubmed": 32578967, "text": "Fibroblast growth factor 23: a biomarker of fibrosis and prognosis in heart failure with preserved ejection fraction."}, {"pubmed": 32631973, "text": "Nephropathic Cystinosis: A Distinct Form of CKD-Mineral and Bone Disorder that Provides Novel Insights into the Regulation of FGF23."}, {"pubmed": 32759495, "text": "Increased FGF-23 levels are linked to ineffective erythropoiesis and impaired bone mineralization in myelodysplastic syndromes."}, {"pubmed": 32902010, "text": "Diagnostic accuracy of fibroblast growth factor 23 for predicting acute kidney injury in patients with acute decompensated heart failure."}, {"pubmed": 32950228, "text": "FGF23 and Cardiovascular Risk."}, {"pubmed": 32982979, "text": "Osteocytic FGF23 and Its Kidney Function."}, {"pubmed": 32998751, "text": "Fibroblast growth factor-23 is associated with imaging markers of diabetic cardiomyopathy and anti-diabetic therapeutics."}, {"pubmed": 33016505, "text": "Fibroblast growth factor 23 as a risk factor for cardiovascular events and mortality in patients in the EVOLVE trial."}, {"pubmed": 33040068, "text": "Fibroblast Growth Factor 23 and alpha-Klotho Protein Are Associated with Adverse Clinical Outcomes in Non-Dialysis CKD Patients."}, {"pubmed": 33049075, "text": "C-Terminal, but Not Intact, FGF23 and EPO Are Strongly Correlatively Elevated in Patients With Gain-of-Function Mutations in HIF2A: Clinical Evidence for EPO Regulating FGF23."}, {"pubmed": 33093281, "text": "Role of fibroblast growth factor 23 in patients with chronic kidney disease."}, {"pubmed": 33161733, "text": "Fibroblast Growth Factor 23 and Long-Term Cardiac Function: The Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 33206223, "text": "Incidence rate of vitamin D deficiency and FGF23 levels in 12- to 13-year-old adolescents in Japan."}, {"pubmed": 33220250, "text": "Roles for fibroblast growth factor-23 and alpha-Klotho in acute kidney injury."}, {"pubmed": 33233840, "text": "New Aspects of the Kidney in the Regulation of Fibroblast Growth Factor 23 (FGF23) and Mineral Homeostasis."}, {"pubmed": 33253933, "text": "Investigating the causal effect of fibroblast growth factor 23 on osteoporosis and cardiometabolic disorders: A Mendelian randomization study."}, {"pubmed": 33257569, "text": "FGF23 contains two distinct high-affinity binding sites enabling bivalent interactions with alpha-Klotho."}, {"pubmed": 33289072, "text": "FGF23, Frailty, and Falls in SPRINT."}, {"pubmed": 33306729, "text": "Fibroblast growth factor 23 and cognitive impairment: The health, aging, and body composition study."}, {"pubmed": 33379157, "text": "FGF-23 and Phosphate in Children with Chronic Kidney Disease: A Cross-Sectional Study in Kazakhstan."}, {"pubmed": 33385780, "text": "Decreased concentration of klotho and increased concentration of FGF23 in the cerebrospinal fluid of patients with narcolepsy."}, {"pubmed": 33413149, "text": "FGF-23 correlates with endocrine and metabolism dysregulation, worse cardiac and renal function, inflammation level, stenosis degree, and independently predicts in-stent restenosis risk in coronary heart disease patients underwent drug-eluting-stent PCI."}, {"pubmed": 33616712, "text": "Sclerostin Directly Stimulates Osteocyte Synthesis of Fibroblast Growth Factor-23."}, {"pubmed": 33716961, "text": "Upstream Regulators of Fibroblast Growth Factor 23."}, {"pubmed": 33901058, "text": "Glycerol-3-phosphate and fibroblast growth factor 23 regulation."}, {"pubmed": 34055103, "text": "FGF23: A Review of Its Role in Mineral Metabolism and Renal and Cardiovascular Disease."}, {"pubmed": 34103575, "text": "FGF23, a novel muscle biomarker detected in the early stages of ALS."}, {"pubmed": 34284404, "text": "Fibroblast Growth Factor 23 Regulation and Acute Kidney Injury."}, {"pubmed": 34346986, "text": "Association between fibroblast growth factor 23 and functional capacity among independent elderly individuals."}, {"pubmed": 34379844, "text": "Fibroblast growth factor 23 is associated with risk of intracerebral hemorrhage."}, {"pubmed": 34387090, "text": "Fibroblast Growth Factor 23 and Incident Cardiovascular Disease and Mortality in Middle-Aged Adults."}, {"pubmed": 34459924, "text": "The intersection of mineralocorticoid receptor activation and the FGF23-Klotho cascade: a duopoly that promotes renal and cardiovascular injury."}, {"pubmed": 34482498, "text": "The relationship between FGF23 and anemia in HD and renal transplant patients."}, {"pubmed": 34497173, "text": "Role of adiponectin in the relationship between visceral adiposity and fibroblast growth factor 23 in non-diabetic men with normal kidney function."}, {"pubmed": 34503373, "text": "Mechanism of the Fibroblast Growth Factor 23/alpha-Klotho Axis in Peripheral Blood Mononuclear Cell Inflammation in Alzheimer's Disease."}, {"pubmed": 34718928, "text": "Cardiovascular remodeling as a result of fibroblast growth factor-23 (FGF-23)/Klotho imbalance in patients with CKD."}, {"pubmed": 34755323, "text": "FGF23 and Hypophosphatemic Rickets/Osteomalacia."}, {"pubmed": 34767187, "text": "Fibroblast Growth Factor 23 Level and Cardiovascular Parameters in Children with Chronic Kidney Disease."}, {"pubmed": 34861237, "text": "Fibroblast growth factor-23 and subclinical markers of cardiac dysfunction: The coronary artery risk development in young adults (CARDIA) study."}, {"pubmed": 34907727, "text": "Association of FGF19, FGF21 and FGF23 with carbohydrate metabolism parameters and insulin resistance in patients with chronic kidney disease."}, {"pubmed": 35008591, "text": "Fibroblast Growth Factor 23 Stimulates Cardiac Fibroblast Activity through Phospholipase C-Mediated Calcium Signaling."}, {"pubmed": 35042527, "text": "The anti-aging factor Klotho protects against acquired long QT syndrome induced by uremia and promoted by fibroblast growth factor 23."}, {"pubmed": 35055123, "text": "Cellular and Molecular Alterations Underlying Abnormal Bone Growth in X-Linked Hypophosphatemia."}, {"pubmed": 35084563, "text": "The regulation of FGF23 under physiological and pathophysiological conditions."}, {"pubmed": 35139204, "text": "FGF23-Klotho Axis and Fractures in Patients Without and With Early CKD: A Case-Cohort Analysis of CARTaGENE."}, {"pubmed": 35254176, "text": "Fibroblast growth factor-23 as a biomarker of adverse outcomes in patients with coronary artery disease: a meta-analysis."}, {"pubmed": 35288872, "text": "Fibroblast Growth Factor 23 as Regulator of Vitamin D Metabolism."}, {"pubmed": 35314565, "text": "Elevated Fibroblast Growth Factor 23 Impairs Endothelial Function through the NF-kappaB Signaling Pathway."}, {"pubmed": 35443448, "text": "Correlation of fibroblast growth factor 23 and malnutrition in chronic kidney disease patients on maintenance hemodialysis."}, {"pubmed": 35443449, "text": "Nephron index [urinary phosphate: serum fibroblast growth factor 23 ratio]- a marker for atherosclerosis in diabetic predialysis chronic kidney disease patients."}, {"pubmed": 35459330, "text": "Tumor induced osteomalacia.\", trans \"Tumorom indukovana osteomalacia."}, {"pubmed": 35500559, "text": "The Correlation of Fibroblast Growth Factor 23 with Cardiac Remodeling in Essential Hypertension with Normal Renal Function."}, {"pubmed": 35503049, "text": "Fibroblast Growth Factor 23 and Klotho Are Associated With Trabecular Bone Score but Not Bone Mineral Density in the Early Stages of Chronic Kidney Disease: Results of the Cross-Sectional Study."}, {"pubmed": 35513125, "text": "Soluble alpha-klotho and heparin modulate the pathologic cardiac actions of fibroblast growth factor 23 in chronic kidney disease."}, {"pubmed": 35521770, "text": "18-year change in serum intact fibroblast growth factor 23 from midlife to late life and risk of mortality: the ARIC Study."}, {"pubmed": 35613118, "text": "Associations between endogenous sex hormones and FGF-23 among women and men in the Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 35665817, "text": "The Measurement and Interpretation of Fibroblast Growth Factor 23 (FGF23) Concentrations."}, {"pubmed": 35678953, "text": "Association of combined fractional excretion of phosphate and FGF23 with heart failure and cardiovascular events in moderate and advanced renal disease."}, {"pubmed": 35761503, "text": "FGF23 Actions in CKD-MBD and other Organs During CKD."}, {"pubmed": 35802007, "text": "FGF23 and SOX9 expression in haemophilic cartilage: In vitro studies of the effects of iron."}, {"pubmed": 35867864, "text": "The direct effect of fibroblast growth factor 23 on vascular smooth muscle cell phenotype and function."}, {"pubmed": 35876420, "text": "Fibroblast Growth Factor 23 and Risk of New Onset Heart Failure With Preserved or Reduced Ejection Fraction: The PREVEND Study."}, {"pubmed": 35902130, "text": "Association of Genetically Predicted Fibroblast Growth Factor-23 with Heart Failure: A Mendelian Randomization Study."}, {"pubmed": 36162588, "text": "GALNT3 protects against phosphate-induced calcification in vascular smooth muscle cells by enhancing active FGF23 and inhibiting the wnt/beta-catenin signaling pathway."}, {"pubmed": 36166244, "text": "FGF23: From academic nephrology to personalized patients' care."}, {"pubmed": 36213261, "text": "A novel FGF23 mutation in hyperphosphatemic familial tumoral calcinosis and its deleterious effect on protein O-glycosylation."}, {"pubmed": 36245643, "text": "FGF23 and Cardiovascular Structure and Function in Advanced Chronic Kidney Disease."}, {"pubmed": 36346961, "text": "Prevalence of cardiovascular diseases in kidney transplant recipients and its relationship with asymmetric dimethylarginine, fibroblast growth factor-23 and multiple inflammatory markers."}, {"pubmed": 36416954, "text": "Research progress of fibroblast growth factor 23 in acute kidney injury."}, {"pubmed": 36432528, "text": "Serum Phosphate Levels Modify the Impact of FGF23 Levels on Hemoglobin in Chronic Kidney Disease."}, {"pubmed": 36471536, "text": "Fibroblast growth factor 23-Klotho and mineral metabolism in the first year after pediatric kidney transplantation: A single-center prospective study."}, {"pubmed": 36501215, "text": "Interaction of Vitamin D with Peptide Hormones with Emphasis on Parathyroid Hormone, FGF23, and the Renin-Angiotensin-Aldosterone System."}, {"pubmed": 36604721, "text": "FGF23 promotes proliferation, migration and invasion by regulating miR-340-5p in osteosarcoma."}, {"pubmed": 36624273, "text": "Regulation of FGF23 production and phosphate metabolism by bone-kidney interactions."}, {"pubmed": 36645571, "text": "The dysregulation of plasma miR-497/FGF23 axis, and its association with clinical characteristics and major adverse cardiovascular event in female premature acute coronary syndrome patients."}, {"pubmed": 36671416, "text": "Circulating Fibroblast Growth Factor-23 Levels Can Predict Rapid Kidney Function Decline in a Healthy Population: A Community-Based Study."}, {"pubmed": 36719157, "text": "Fibroblast Growth Factor-23 and Risk of Cardiovascular Diseases: A Mendelian Randomization Study."}, {"pubmed": 36739484, "text": "Prediction of Acute Kidney Injury by Fibroblast Growth Factor 23 (FGF-23) in Adult Patients, A Meta-analysis Study."}, {"pubmed": 36802737, "text": "Relationship of Fibroblast Growth Factor 23 With Hospitalization for Heart Failure and Cardiovascular Outcomes in Patients Undergoing Cardiac Surgery."}, {"pubmed": 36831276, "text": "FGF23 in Chronic Kidney Disease: Bridging the Heart and Anemia."}, {"pubmed": 36862253, "text": "Fibroblast growth-factor 23 and vitamin D are associated with iron deficiency and anemia in children with chronic kidney disease."}, {"pubmed": 36907780, "text": "Association of Serum Fibroblast Growth Factor 23 and FGF23 Gene Variants with Chronic Kidney Disease in Patients with Type 2 Diabetes and Essential Hypertension."}, {"pubmed": 36909314, "text": "Direct and indirect effects of fibroblast growth factor 23 on the heart."}, {"pubmed": 36914006, "text": "The relationship between FGF23 and body composition according to albuminuria stage in type 1 diabetes."}, {"pubmed": 36977891, "text": "Roles of PTH and FGF23 in kidney failure: a focus on nonclassical effects."}, {"pubmed": 37043155, "text": "Nephron index rather than serum FGF 23 predicts endothelial dysfunction in early but not advanced chronic kidney disease patients."}, {"pubmed": 37060830, "text": "Modulation of fibroblast growth factor-23 expression and transepithelial calcium absorption in Caco-2 monolayer by calcium-sensing receptor and calcineurin under calcium hyperabsorptive state."}, {"pubmed": 37061530, "text": "The role of Klotho and FGF23 in cardiovascular outcomes of diabetic patients with chronic limb threatening ischemia: a prospective study."}, {"pubmed": 37139691, "text": "Fibroblast Growth Factor 23, Glucose Homeostasis, and Incident Diabetes: Findings of 2 Cohort Studies."}, {"pubmed": 37192015, "text": "Promotion effect of FGF23 on osteopenia in congenital scoliosis through FGFr3/TNAP/OPN pathway."}, {"pubmed": 37195253, "text": "Kidney clearance of fibroblast growth factor-23 in humans."}, {"pubmed": 37256933, "text": "Inhibition of FGF23 is a therapeutic strategy to target hematopoietic stem cell niche defects in beta-thalassemia."}, {"pubmed": 37443358, "text": "FGF23 and klotho at the intersection of kidney and cardiovascular disease."}, {"pubmed": 37493376, "text": "Longitudinal Measurements of FGF23, Sarcopenia, Frailty and Fracture in Older Community Dwelling Women."}, {"pubmed": 37553983, "text": "Fibroblast growth factor 23 is associated with the development of gestational diabetes mellitus."}, {"pubmed": 37658340, "text": "Intact fibroblast growth factor 23 in heart failure with reduced and mildly reduced ejection fraction."}, {"pubmed": 37704925, "text": "Klotho/FGF23 Axis Regulates Cardiomyocyte Apoptosis and Cytokine Release through ERK/MAPK Pathway."}, {"pubmed": 37725126, "text": "High Circulating FGF-23 and Its Relationship with Severity of Spinal Involvement in Diffuse Idiopathic Skeletal Hyperostosis."}, {"pubmed": 37752381, "text": "Associations between anemia and FGF23 in the CKiD study."}, {"pubmed": 37869955, "text": "The roles of Klotho and FGF-23 in bipolar manic episode."}, {"pubmed": 37875141, "text": "The Relationship Between Serum Fibroblast Growth Factor 23 and Klotho Protein and Low Bone Mineral Density in Middle-Aged and Elderly Patients with End-Stage Renal Disease."}, {"pubmed": 37950429, "text": "Fibroblast growth factor 23 independently predicts adverse outcomes after an acute coronary syndrome."}, {"pubmed": 37992803, "text": "Extracellular sodium regulates fibroblast growth factor 23 (FGF23) formation."}, {"pubmed": 38044258, "text": "Inherited fibroblast growth factor 23 excess."}, {"pubmed": 38124483, "text": "Fibroblast growth factor 23 and calcium-phosphate metabolism in relation to cardiovascular risk factors in patients with type 1 diabetes."}, {"pubmed": 38134554, "text": "Changes of FGF23 and hearing in chronic renal failure and their correlation analysis."}, {"pubmed": 38153899, "text": "[FGF23 tumor induced osteomalacia with localization of neoplasm in the tympanic cavity]."}, {"pubmed": 38169578, "text": "Beneficial effects of physical exercise on the osteo-renal Klotho-FGF-23 axis in Chronic Kidney Disease: A systematic review with meta-analysis."}, {"pubmed": 38174329, "text": "Exploring the implications of blocking renin-angiotensin-aldosterone system and fibroblast growth factor 23 in early left ventricular hypertrophy without chronic kidney disease."}, {"pubmed": 38266461, "text": "Decreased FGF23 inhibits placental angiogenesis via the ERK1/2-EGR-1 signaling pathway in preeclampsia."}, {"pubmed": 38374169, "text": "Serum alpha-Klotho and fibroblast growth factor 23 levels are not associated with non-proliferative diabetic retinopathy in type 1 diabetes mellitus."}, {"pubmed": 38380842, "text": "FGF23 facilitates IL-1beta synthesis in rheumatoid arthritis through activating PI3K, Akt, and NF-kappaB pathways."}, {"pubmed": 38459119, "text": "Role of klotho and fibroblast growth factor 23 in arterial calcification, thickness, and stiffness: a meta-analysis of observational studies."}, {"pubmed": 38479224, "text": "ERRgamma-inducible FGF23 promotes alcoholic liver injury through enhancing CYP2E1 mediated hepatic oxidative stress."}, {"pubmed": 38622690, "text": "Relationships of serum FGF23 and alpha-klotho with atherosclerosis in patients with type 2 diabetes mellitus."}, {"pubmed": 38687287, "text": "Recent advances in fibroblast growth factor 23-related hypophosphatemic disorders."}, {"pubmed": 38735373, "text": "A novel miR-466l-3p/FGF23 axis promotes osteogenic differentiation of human bone marrow mesenchymal stem cells."}, {"pubmed": 38752265, "text": "Roles of Parathyroid Hormone and Fibroblast Growth Factor 23 in Advanced Chronic Kidney Disease."}, {"pubmed": 38791495, "text": "FGF23 as a Potential Pathophysiological Factor in Peripheral Arterial Disease Associated with Chronic Kidney Disease."}], "genomic_pos": {"chr": "12", "end": 4379712, "ensemblgene": "ENSG00000118972", "start": 4368227, "strand": -1}, "genomic_pos_hg19": {"chr": "12", "end": 4488894, "start": 4477393, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010966", "pubmed": 11409890, "qualifier": "involved_in", "term": "regulation of phosphate transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010980", "pubmed": 15040831, "qualifier": "involved_in", "term": "positive regulation of vitamin D 24-hydroxylase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030502", "pubmed": 18282132, "qualifier": "involved_in", "term": "negative regulation of bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030643", "qualifier": "involved_in", "term": "intracellular phosphate ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032026", "qualifier": "involved_in", "term": "response to magnesium ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042369", "pubmed": 15040831, "qualifier": "involved_in", "term": "vitamin D catabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044320", "qualifier": "involved_in", "term": "cellular response to leptin stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045668", "pubmed": 18282132, "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046888", "qualifier": "involved_in", "term": "negative regulation of hormone secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0055062", "pubmed": 11062477, "qualifier": "involved_in", "term": "phosphate ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055074", "qualifier": "involved_in", "term": "calcium ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070371", "qualifier": "involved_in", "term": "ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071305", "qualifier": "involved_in", "term": "cellular response to vitamin D"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071354", "qualifier": "involved_in", "term": "cellular response to interleukin-6"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071374", "qualifier": "involved_in", "term": "cellular response to parathyroid hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090080", "qualifier": "involved_in", "term": "positive regulation of MAPKKK cascade by fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904383", "qualifier": "involved_in", "term": "response to sodium phosphate"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16638743, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005105", "qualifier": "enables", "term": "type 1 fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17086194, 19966287], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[7955, 494456], [8364, 100233219], [8364, 100496800], [9031, 428104], [9544, 710643], [9598, 747164], [9606, 8074], [9615, 611773], [9913, 530239], [10090, 64654], [10116, 170583]], "id": 10771}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}], "ipi": "IPI00026407", "map_location": "12p13.32", "name": "fibroblast growth factor 23", "other_names": ["fibroblast growth factor 23", "phosphatonin", "tumor-derived hypophosphatemia inducing factor"], "pantherdb": {"HGNC": "3680", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891427", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "Q9EPC2"}, {"RGD": "620178", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "Q8VI82"}, {"Ensembl": "ENSGALG00000027791", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 9031, "uniprot_kb": "R4GIR0"}, {"ZFIN": "ZDB-GENE-050201-4", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "Q1L8M3"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "Q9GZV9"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "pid": [{"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "syndecan_1_pathway", "name": "Syndecan-1-mediated signaling events"}, {"id": "syndecan_2_pathway", "name": "Syndecan-2-mediated signaling events"}, {"id": "syndecan_3_pathway", "name": "Syndecan-3-mediated signaling events"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1839122", "name": "Signaling by activated point mutants of FGFR1"}, {"id": "R-HSA-1839124", "name": "FGFR1 mutant receptor activation"}, {"id": "R-HSA-1839126", "name": "FGFR2 mutant receptor activation"}, {"id": "R-HSA-1839130", "name": "Signaling by activated point mutants of FGFR3"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-190239", "name": "FGFR3 ligand binding and activation"}, {"id": "R-HSA-190241", "name": "FGFR2 ligand binding and activation"}, {"id": "R-HSA-190242", "name": "FGFR1 ligand binding and activation"}, {"id": "R-HSA-190322", "name": "FGFR4 ligand binding and activation"}, {"id": "R-HSA-190372", "name": "FGFR3c ligand binding and activation"}, {"id": "R-HSA-190373", "name": "FGFR1c ligand binding and activation"}, {"id": "R-HSA-190374", "name": "FGFR1c and Klotho ligand binding and activation"}, {"id": "R-HSA-190375", "name": "FGFR2c ligand binding and activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2033514", "name": "FGFR3 mutant receptor activation"}, {"id": "R-HSA-2033519", "name": "Activated point mutants of FGFR2"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5654219", "name": "Phospholipase C-mediated cascade: FGFR1"}, {"id": "R-HSA-5654221", "name": "Phospholipase C-mediated cascade; FGFR2"}, {"id": "R-HSA-5654227", "name": "Phospholipase C-mediated cascade; FGFR3"}, {"id": "R-HSA-5654228", "name": "Phospholipase C-mediated cascade; FGFR4"}, {"id": "R-HSA-5654687", "name": "Downstream signaling of activated FGFR1"}, {"id": "R-HSA-5654688", "name": "SHC-mediated cascade:FGFR1"}, {"id": "R-HSA-5654689", "name": "PI-3K cascade:FGFR1"}, {"id": "R-HSA-5654693", "name": "FRS-mediated FGFR1 signaling"}, {"id": "R-HSA-5654695", "name": "PI-3K cascade:FGFR2"}, {"id": "R-HSA-5654696", "name": "Downstream signaling of activated FGFR2"}, {"id": "R-HSA-5654699", "name": "SHC-mediated cascade:FGFR2"}, {"id": "R-HSA-5654700", "name": "FRS-mediated FGFR2 signaling"}, {"id": "R-HSA-5654704", "name": "SHC-mediated cascade:FGFR3"}, {"id": "R-HSA-5654706", "name": "FRS-mediated FGFR3 signaling"}, {"id": "R-HSA-5654708", "name": "Downstream signaling of activated FGFR3"}, {"id": "R-HSA-5654710", "name": "PI-3K cascade:FGFR3"}, {"id": "R-HSA-5654712", "name": "FRS-mediated FGFR4 signaling"}, {"id": "R-HSA-5654716", "name": "Downstream signaling of activated FGFR4"}, {"id": "R-HSA-5654719", "name": "SHC-mediated cascade:FGFR4"}, {"id": "R-HSA-5654720", "name": "PI-3K cascade:FGFR4"}, {"id": "R-HSA-5654726", "name": "Negative regulation of FGFR1 signaling"}, {"id": "R-HSA-5654727", "name": "Negative regulation of FGFR2 signaling"}, {"id": "R-HSA-5654732", "name": "Negative regulation of FGFR3 signaling"}, {"id": "R-HSA-5654733", "name": "Negative regulation of FGFR4 signaling"}, {"id": "R-HSA-5654736", "name": "Signaling by FGFR1"}, {"id": "R-HSA-5654738", "name": "Signaling by FGFR2"}, {"id": "R-HSA-5654741", "name": "Signaling by FGFR3"}, {"id": "R-HSA-5654743", "name": "Signaling by FGFR4"}, {"id": "R-HSA-5655253", "name": "Signaling by FGFR2 in disease"}, {"id": "R-HSA-5655302", "name": "Signaling by FGFR1 in disease"}, {"id": "R-HSA-5655332", "name": "Signaling by FGFR3 in disease"}, {"id": "R-HSA-5658623", "name": "FGFRL1 modulation of FGFR1 signaling"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP322", "name": "Osteoblast Signaling"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4790", "name": "FGF23 signaling in hypophosphatemic rickets and related disorders"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["2P39", "5W21", "6S22", "7YSH", "7YSU", "7YSW"], "pfam": "PF00167", "pharmgkb": "PA28119", "pharos": {"target_id": 15052, "tdl": "Tclin"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327977", "relationship": "is"}, {"id": "GNF327978", "relationship": "is"}, {"id": "GNF327979", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292878", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258303", "relationship": "is"}, {"id": "GNF258304", "relationship": "is"}, {"id": "GNF258305", "relationship": "is"}, {"id": "GNF258306", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082453", "relationship": "is"}, {"id": "GNF082454", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053429", "relationship": "is"}, {"id": "GNF058197", "relationship": "is"}, {"id": "GNF073389", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070905", "relationship": "is"}, {"id": "GNF070906", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128396", "relationship": "is"}, {"id": "GNF276405", "relationship": "is"}, {"id": "GNF276418", "relationship": "is"}, {"id": "GNF276419", "relationship": "is"}, {"id": "GNF277880", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF329852", "relationship": "is"}, {"id": "GNF331420", "relationship": "is"}, {"id": "GNF333008", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336748", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105034", "relationship": "is"}, {"id": "GNF144681", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_007087.1"], "protein": "NP_065689.1", "rna": "NM_020638.3", "translation": {"protein": "NP_065689.1", "rna": "NM_020638.3"}}, "reporter": {"HG-U133_Plus_2": "221166_at", "HTA-2_0": "TC12001120.hg.1", "HuEx-1_0": "3441168", "HuGene-1_1": "7960397", "HuGene-2_1": "16760148"}, "retired": 53406, "summary": "This gene encodes a member of the fibroblast growth factor family of proteins, which possess broad mitogenic and cell survival activities and are involved in a variety of biological processes. The product of this gene regulates phosphate homeostasis and transport in the kidney. The full-length, functional protein may be deactivated via cleavage into N-terminal and C-terminal chains. Mutation of this cleavage site causes autosomal dominant hypophosphatemic rickets (ADHR). Mutations in this gene are also associated with hyperphosphatemic familial tumoral calcinosis (HFTC). [provided by RefSeq, Feb 2013].", "symbol": "FGF23", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414605"}, "unigene": "Hs.287370", "uniprot": {"Swiss-Prot": "Q9GZV9"}, "wikipedia": {"url_stub": "Fibroblast growth factor 23"}}