{"AllianceGenome": "3678", "HGNC": "3678", "MIM": "609436", "_id": "26291", "_version": 2, "accession": {"genomic": ["AC009002.5", "AX149492.1", "CH471177.1", "CP068259.2", "DQ847413.1", "HC470937.1", "HI660981.1", "HI661168.1", "KF456598.1", "NC_000019.10", "NC_060943.1", "NG_007510.2", "NG_033945.1"], "protein": ["AAH18404.1", "AAQ89444.1", "ABI75345.1", "BAA99415.1", "CAC41219.1", "CBL54507.1", "CBY65805.1", "CBY65875.1", "EAW52401.1", "EAW52402.1", "NP_061986.1", "Q9NSA1.1"], "rna": ["AB021975.1", "AY359086.1", "BC018404.1", "NM_019113.4"], "translation": [{"protein": "AAH18404.1", "rna": "BC018404.1"}, {"protein": "BAA99415.1", "rna": "AB021975.1"}, {"protein": "AAQ89444.1", "rna": "AY359086.1"}, {"protein": "NP_061986.1", "rna": "NM_019113.4"}]}, "ensembl": {"gene": "ENSG00000105550", "protein": ["ENSP00000222157", "ENSP00000471477"], "transcript": ["ENST00000222157", "ENST00000593756"], "translation": [{"protein": "ENSP00000471477", "rna": "ENST00000593756"}, {"protein": "ENSP00000222157", "rna": "ENST00000222157"}], "type_of_gene": "protein_coding"}, "entrezgene": "26291", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.73513576338, "exp_mis": 81.9414646001, "exp_syn": 45.038503382, "lof_z": 1.80737777979097, "mis_z": -1.13787056975053, "mu_lof": 5.00175904265e-07, "mu_mis": 7.3996778432e-06, "mu_syn": 4.01597454705e-06, "n_lof": 2.0, "n_mis": 103.0, "n_syn": 43.0, "p_li": 0.213002020207769, "p_null": 0.0397792818924841, "p_rec": 0.747218697899747, "syn_z": 0.188307758272369}, "bp": 630, "cds_end": 49261477, "cds_start": 49259493, "n_exons": 3, "nonpsych": {"exp_lof": 6.03610787023, "exp_mis": 74.1050949765, "exp_syn": 40.7043533713, "lof_z": 2.01311471333445, "mis_z": -1.10708890028961, "mu_lof": 5.00175904265e-07, "mu_mis": 7.3996778432e-06, "mu_syn": 4.01597454705e-06, "n_lof": 1.0, "n_mis": 93.0, "n_syn": 39.0, "p_li": 0.557966960467181, "p_null": 0.0153627603800371, "p_rec": 0.426670279152782, "syn_z": 0.168190658971207}, "nontcga": {"exp_lof": 6.19049234563, "exp_mis": 75.3803202017, "exp_syn": 41.4295937303, "lof_z": 1.66143648572806, "mis_z": -1.06844714647366, "mu_lof": 5.00175904265e-07, "mu_mis": 7.3996778432e-06, "mu_syn": 4.01597454705e-06, "n_lof": 2.0, "n_mis": 94.0, "n_syn": 39.0, "p_li": 0.184978850518615, "p_null": 0.0512733925002982, "p_rec": 0.763747756981087, "syn_z": 0.239001162722818}, "transcript": "ENST00000593756.1"}, "exons": [{"cdsend": 48758220, "cdsstart": 48756236, "chr": "19", "position": [[48755523, 48755784], [48755890, 48756471], [48756925, 48757029], [48757929, 48758330]], "strand": 1, "transcript": "NM_019113", "txend": 48758330, "txstart": 48755523}], "exons_hg19": [{"cdsend": 49261477, "cdsstart": 49259493, "chr": "19", "position": [[49258780, 49259041], [49259147, 49259728], [49260182, 49260286], [49261186, 49261587]], "strand": 1, "transcript": "NM_019113", "txend": 49261587, "txstart": 49258780}], "generif": [{"pubmed": 17068132, "text": "When administered daily for 6 wk to diabetic rhesus monkeys, FGF-21 caused a dramatic decline in fasting plasma glucose, fructosamine, triglycerides, insulin, and glucagon."}, {"pubmed": 17452648, "text": "klotho beta functions as a cofactor essential for FGF21 activity"}, {"pubmed": 17926232, "text": "work suggests a potential role for Fibroplast growth factor 21(FGF-21) in the pathogenesis of insulin resistance and type 2 diabetes mellitus (T2DM)"}, {"pubmed": 18252893, "text": "FGF21 is a novel adipokine associated with obesity-related metabolic complications in humans."}, {"pubmed": 18559909, "text": "reduced plasma FGF21 levels could be involved in the pathophysiology of anorexia nervosa or in a complex adaptive response to this disease."}, {"pubmed": 18680716, "text": "The wide interindividual variation and the induction of ketogenesis independent of FGF21 levels indicate that the physiological role of FGF21 in humans may differ from that in mice."}, {"pubmed": 18722685, "text": "Data show that increasing concentrations of FGF-21 were independently and significantly associated with T2DM and T2DK. The work suggests that FGF-21 may play a role in the pathogenesis of T2DM and T2DK."}, {"pubmed": 18829467, "text": "Both FGF23 and FGF21 require intact alpha or betaKlotho for signaling, respectively, whereas FGF19 can signal through a Klotho chimera consisting of the N terminus of alphaKlotho and the C terminus of betaKlotho."}, {"pubmed": 18840768, "text": "FGF21 serum levels increase in chronic hemodialysis patients and are related to markers of renal function in control subjects"}, {"pubmed": 19059246, "text": "These data demonstrate that the C-terminus of FGF21 is critical for binding to beta-Klotho and the N-terminus is critical for fibroblast growth factor receptor (FGFR) activation."}, {"pubmed": 19318452, "text": "Serum levels of FGF21 are closely related to adiposity, lipid metabolism, and biomarkers of liver injury but not insulin secretion and sensitivity in humans."}, {"pubmed": 19401423, "text": "Results offer a mechanism explaining the induction of the metabolic regulator FGF-21 in the fasting situation but also in type 2 diabetes and obesity."}, {"pubmed": 19487637, "text": "Plasma FGF-21 levels are increased in insulin-resistant states and correlate with hepatic and whole-body (muscle) insulin resistance."}, {"pubmed": 19528204, "text": "Rosiglitazone may play a role in lowering FGF-21 levels in T2 Diabetes mellitus patients."}, {"pubmed": 19531592, "text": "FGF21 does not play a major role in regulating the fasting response or ketosis in man."}, {"pubmed": 19681655, "text": "Report increased FGF21 concentrations in both patients with Cushing's syndrome and obesity relative to lean subjects."}, {"pubmed": 19699495, "text": "Fibroblast growth factor 21 is independently associated with markers of insulin resistance and an adverse lipid profile but is not dysregulated in GDM if patients are matched with controls for fasting insulin"}, {"pubmed": 19702724, "text": "Serum and tissue expression of FGF21 levels were significantly higher in both obese and T2DM patients relative to controls."}, {"pubmed": 19720803, "text": "FGF-21 is expressed in human skeletal muscle in response to insulin stimulation, suggesting that FGF-21 is an insulin-regulated myokine. In support, we found an association between chronic hyperinsulinemia and levels of FGF-21."}, {"pubmed": 19926712, "text": "FGF-21 may mediate a state of growth hormone resistance in anorexia nervosa."}, {"pubmed": 20332535, "text": "a clear link between RORalpha, a key regulator of the mammalian clock, and FGF21, an important hormone regulating glucose and lipid homeostasis."}, {"pubmed": 20362303, "text": "The finding that moderate weight loss did not induce changes of FGF-21 levels in humans suggests that FGF-21 is not directly regulated by fat mass."}, {"pubmed": 20451522, "text": "FGF21 correlates with BMI and may be a novel biomarker for nonalcoholic fatty liver disease, but is not nutritionally regulated in humans."}, {"pubmed": 20452080, "text": "serum FGF21 levels were biochemical indicators correlating to a set of essential metabolic parameters, which was distinct from that correlating to serum adiponectin levels in subjects with type 2 diabetes"}, {"pubmed": 20566462, "text": "the purified hFGF-21 could stimulate glucose uptake in a dose-dependent manner, and glucose transporters (GLUT1) is the functional unit."}, {"pubmed": 20566587, "text": "There is an independent association between serum FGF21 levels and fasting plasma glucose, body mass index, uric acid, and physical activity."}, {"pubmed": 20629328, "text": "FGF-21 is an independent risk factor for abdominal obesity."}, {"pubmed": 20675007, "text": "role of FGF21 as a key regulator of hepatic lipid metabolism in humans, and suggest that serum FGF21 can be potentially used as a biomarker for NAFLD."}, {"pubmed": 20682689, "text": "Impact of diet-induced obesity on human FGF21 signaling and resultant transcriptional events in liver and white adipose tissue in mice."}, {"pubmed": 20717167, "text": "Common polymorphisms in the FGF21 signalling pathway may be associated with metabolic risk."}, {"pubmed": 20717167, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21123446, "text": "high liver fat and triglycerides rather than overall adiposity associate with high FGF21 levels"}, {"pubmed": 21206918, "text": "FGF-21 serum levels are increased in coronary heart disease patients and are independently associated with adverse lipid profile"}, {"pubmed": 21309058, "text": "Plasma FGF21 is increased in T2D patients, and positively correlated with fasting insulin and BMI. FGF21 has direct effects in enhancing skeletal muscle glucose uptake"}, {"pubmed": 21373720, "text": "Finding opens new routes for the potential use of pharmaceuticals that could induce FGF21 and, hence, activate BAT thermogenesis."}, {"pubmed": 21502324, "text": "Human HMGCS2 regulates mitochondrial fatty acid oxidation and FGF21 expression"}, {"pubmed": 21505329, "text": "FGF21 is a metabolic hormone that is regulated by nutritional status and influences glucose and lipid metabolism."}, {"pubmed": 21521346, "text": "A 3-month combined exercise programme decreases the FGF21 levels as well as arterial stiffness in obese Korean women."}, {"pubmed": 21521350, "text": "Plasma FGF21 follows a circadian rhythm during a 72-h fast in healthy female subjects. The circadian regulation has a stronger impact on plasma FGF21 than the fasting status over 72-h period."}, {"pubmed": 21525989, "text": "Plasma FGF21 levels are significantly increased with the development of early- to end-stage chronic kidney disease and are independently associated with renal function and adverse lipid profiles in Chinese population."}, {"pubmed": 21596453, "text": "Serum levels of FGF21 are closely related to liver steatosis in newly diagnosed type 2 DM patients."}, {"pubmed": 21664250, "text": "Overexpression of FGF21 ameliorated the up-regulation of SREBP1c and fatty acid synthase in HepG2 cells elicited by FFAs treatment"}, {"pubmed": 21691104, "text": "The serum bile salts were slightly but significantly elevated, and the levels of the endocrine-acting fibroblast growth factor 19 (FGF19) and FGF21 were increased."}, {"pubmed": 21696361, "text": "[review] FGF21 mediates biological responses by activating FGF receptors with betaKlotho in cultured cells."}, {"pubmed": 21712364, "text": "FGF21 acts directly on the liver to modulate hepatic metabolism."}, {"pubmed": 21750278, "text": "Plasma FGF21 levels were significantly increased in subjects with prediabetes and diabetes and predicted the development of diabetes in humans."}, {"pubmed": 21767451, "text": "Data suggest that hepatic expression of FGF21 can be regulated by dietary factors; specific conjugated fatty acids up-regulate FGF21 in HepG2 cells; this regulation appears to be dependent on PPARalpha."}, {"pubmed": 21812521, "text": "Our data suggest a possible role of FGF-21 in the regulation of glucose metabolism and insulin sensitivity in surgery-related stress."}, {"pubmed": 21820356, "text": "FGF-21 concentrations are high in patients with mitochondrial disorders affecting skeletal muscle but not in disease controls, including those with dystrophies."}, {"pubmed": 21849508, "text": "GH-induced hepatic FGF21 production is mediated by FFA released from adipose tissues, and elevated FGF21 in turn acts as a negative feedback signal to terminate GH-stimulated lipolysis in adipocytes"}, {"pubmed": 21889884, "text": "FGF21 gene expression was negatively regulated by LXR in HepG2 cells and mouse primary hepatocytes."}, {"pubmed": 21926274, "text": "investigation of role and potential central actions of FGF21 in body weight homeostasis: study of the CSF concentrations of FGF21 in relation to corresponding plasma levels and body adiposity in obese, overweight, and normal weight subjects"}, {"pubmed": 21949781, "text": "Serum FGF21 was a potential biomarker to reflect the hepatic fat content."}, {"pubmed": 21988350, "text": "Genetic variation of the 3' UTR of the FGF-21 gene was associated with obesity, however, not with metabolic syndrome or diabetes."}, {"pubmed": 22013098, "text": "In autoimmune diabetes, the reduction in circulating FGF21 is closely associated with markers of pancreatic beta-cell autoimmunity."}, {"pubmed": 22046277, "text": "Plasma FGF-21 level is associated with whole body insulin sensitivity and significantly reduced following short-term continuous subcutaneous insulin infusion treatment."}, {"pubmed": 22136913, "text": "Serum FGF-21 level is independently correlated with urinary albumin excretion in type 2 diabetes mellitus patients, indicating that circulating FGF-21 may be involved in diabetic nephropathy."}, {"pubmed": 22152380, "text": "Silencing of SREBP-1c expression reduced expressions of CCL2 and FGF21 proteins posttranscriptionally, which may play a role in endoplasmic reticulum stress induced inflammatory response in NAFLD."}, {"pubmed": 22190000, "text": "A significant decrease of FGF21 concentration was observed after an oral fat load. Fasting and postprandial FGF21 levels were related to large VLDL and remnants, but not to plasma free fatty acids."}, {"pubmed": 22233381, "text": "These results add FGF21 gene induction to the transcriptional programme initiated by increased levels of ATF4 and offer a new mechanism for the induction of the FGF21 gene expression under nutrient deprivation"}, {"pubmed": 22248288, "text": "Deletion of the D1 and the D1-D2 linker (the D1/linker region) from FGFR1c led to beta-Klotho-independent receptor activation by FGF21, suggesting that there may be a direct interaction between FGF21 and the D1/linker region-deficient FGFR1c."}, {"pubmed": 22293928, "text": "Serum FGF21 levels were associated with the urine ACR and diabetic complications including carotid artery plaque."}, {"pubmed": 22344195, "text": "Data suggest that elevated serum FGF21 concentrations in community-dwelling adults are positively associated with abnormal glucose metabolism and insulin resistance but negatively associated with whole-body insulin sensitivity."}, {"pubmed": 22378787, "text": "Our results are consistent with an important role of FGF21 and Cnpy2/Msap in the regulation of LDLRs in cultured cells."}, {"pubmed": 22398021, "text": "Data suggest that FGF-21 prevents palmitate-induced insulin resistance in Human Skeletal Muscle Myotubes by inhibiting the activation of stress kinase and NF-kappaB."}, {"pubmed": 22438225, "text": "Our data do not support a significant relationship between FGF-21, insulin resistance, and features of metabolic syndrome X or nonalcoholic fatty liver in children."}, {"pubmed": 22442730, "text": "Differential specificity of endocrine FGF19 and FGF21 to FGFR1 and FGFR4 in complex with KLB."}, {"pubmed": 22523080, "text": "KLB and FGFR1 form a 1:1 heterocomplex independent of the galectin lattice that transitions to a 1:2 complex upon the addition of FGF21."}, {"pubmed": 22529197, "text": "increased serum FGF21 levels during high-fat overfeeding may be a compensatory response to increase fatty acid oxidation and energy expenditure."}, {"pubmed": 22539584, "text": "The role of FGF21 as a potential regulator of insulin secretion and glucose metabolism in humans."}, {"pubmed": 22701542, "text": "Serum FGF21 levels significantly increased after two weeks of physical activity. This increment correlated positively with clinical parameters related to the adrenergic and lipolytic response to exercise"}, {"pubmed": 22740503, "text": "[review] FGF21 is a recently identified hormone with antihyperglycemic, antihyperlipidemic, and thermogenic properties; it stimulates glucose uptake in adipocytes via induction of glucose transporter-1."}, {"pubmed": 22881230, "text": "The results suggest that FGF-21 is related to BMI but not disease activity or lipid profiles in patients with RA."}, {"pubmed": 23123503, "text": "FGF21 is regulated by endoplasmic reticulum (ER) stress"}, {"pubmed": 23129782, "text": "FGF21 serum concentrations are associated with facets of the metabolic syndrome, hepatocellular function, as well as GH status."}, {"pubmed": 23270727, "text": "Bone marrow mesenchymal stem cells differentiation assays reveal that FGF21 inhibits osteoblastogenesis but enhances marrow adipogenesis via potentiating the activation of PPARgamma"}, {"pubmed": 23278761, "text": "Serum FGF21 concentrations were significantly associated with lipid profiles, insulin resistance, pericardial fat volume and MS, independently of obesity, but not with overt CAD or diabetes."}, {"pubmed": 23283977, "text": "G9a mediates E4BP4-dependent suppression of hepatic Fgf21 by enhancing histone methylation (H3K9me2) of the Fgf21 promoter"}, {"pubmed": 23372041, "text": "FGF21 is a potential susceptibility gene for obesity and type 2 diabetes in human."}, {"pubmed": 23533568, "text": "FGF-21 mRNA is increased in skeletal muscle in HIV patients and correlates to whole-body (primarily reflecting muscle) insulin resistance, but not to plasma FGF-21"}, {"pubmed": 23545215, "text": "Maternal FGF-21 serum concentrations are significantly increased in Preeclampsia during pregnancy."}, {"pubmed": 23626003, "text": "Data suggest that plasma FGF21 levels are increased in obese adolescents, particularly in those with nonalcoholic fatty liver disease; FGF21 levels significantly/independently correlate with hepatic fat content and biomarkers of hepatic apoptosis."}, {"pubmed": 23667629, "text": "FGF21 may also be associated with exercise-induced lipolysis in addition to increased catecholamines and reduced insulin."}, {"pubmed": 23736373, "text": "FGF21 is a beige adipokine capable of promoting a brown fat-like thermogenic program in WAs. Study provides first evidence of inducible functional thermogenic beige adipogenesis in human neck fat."}, {"pubmed": 23759753, "text": "Plasma FGF21 levels were significantly increased in patients with hypothyroidism independently of BMI, or lipid or glucose metabolism."}, {"pubmed": 23768789, "text": "Serum fibroblast growth factor 21 is predictive of combined cardiovascular morbidity and mortality in patients with type 2 diabetes at a relatively short-term follow-up."}, {"pubmed": 23782039, "text": "Serum FGF21 as a biomarker is compared to conventional serum diagnostic tools for mitochondrial disorders."}, {"pubmed": 23840612, "text": "serum FGF19 and FGF21 and hepatic Klotho expression are inversely associated with hepatic damage in children with NAFLD"}, {"pubmed": 23887638, "text": "Elevated serum FGF21 levels are associated with carotid atherosclerosis in humans, independent of established risk factors including adverse lipid profiles and C-reactive protein."}, {"pubmed": 23912560, "text": "FGF21 may increase bone mass particularly in women through paracrine mechanisms in the bone-adipose interface."}, {"pubmed": 23943793, "text": "Findings reveal that mitochondrial energy starvation elicits a coordinated response in Fe-S-deficient skeletal muscle that is reflected systemically by increased plasma FGF21 levels."}, {"pubmed": 23981342, "text": "Increased level of serum FGF21 is associated with NAFLD, metabolic disorders and coronary artery disease."}, {"pubmed": 24078096, "text": "There is an association between increasing concentrations of FGF-21 with mitochondrial diseases, suggesting FGF-21 as a biomarker for diagnosis of primary MIDs in humans. However, this biomarker is not appropriate for the diagnosis of FA."}, {"pubmed": 24142477, "text": "FGF-21 levels are the best predictor of mitochondrial disease."}, {"pubmed": 24184811, "text": "SIRT1-mediated activation of FGF21 prevents liver steatosis caused by fasting."}, {"pubmed": 24205333, "text": "Metabolically protective cytokines, adiponectin and FGF-21, were increased by over nutrition and weight gain in healthy humans"}, {"pubmed": 24260557, "text": "Reduced serum FGF19 levels could be involved in the pathophysiology of gestational diabetes mellitus, while increased serum FGF21 levels could be a compensatory response to this disease."}, {"pubmed": 24369918, "text": "In neonates, FGF21 and UCP1 are both expressed in visceral."}, {"pubmed": 24397811, "text": "In metabolic syndrome individuals a strong association was found between FGF21 levels and adipocyte fatty acid binding protein."}, {"pubmed": 24432989, "text": "The absence of FGF21 in fetal cord blood suggests that neither placental FGF21 nor maternal circulating FGF21 is secreted into the fetal circulation. Placental FGF21 may be a regulator of placental metabolism."}, {"pubmed": 24506871, "text": "Irisin and FGF21 are cold-induced endocrine activators of brown fat function in humans."}, {"pubmed": 24612017, "text": "circulating FGF-21 is increased in both chronic kidney disease and acute kidney dysfunction"}, {"pubmed": 24700140, "text": "These results demonstrate that FGF21 suppresses apo(a) expression via the FGFR1-ERK1/2-Elk-1 pathway."}, {"pubmed": 24724557, "text": "FGF-21 level had no correlation with BMI, waist circumference, HOMA-IR, hsCRP and lipid parameters. However there was a significant negative correlation between FGF-21 and DHEAS levels"}, {"pubmed": 24733293, "text": "These results demonstrate that glucagon increases hepatic FGF21 secretion via a posttranscriptional mechanism and provide evidence that both the PKA branch and EPAC branch of the cAMP pathway play a role in mediating this effect."}, {"pubmed": 24735204, "text": "FGF21 can promote cholesterol efflux by upregulating ABCA1 expression."}, {"pubmed": 24769090, "text": "Fgf21 appears to be a target gene of AhR-signaling pathway in human liver."}, {"pubmed": 24813368, "text": "obesity appears as the predominant determinant of the abnormalities in FGF21 and FGF19 levels. Opposite changes in beta-Klotho expression in fat and liver indicate potential tissue-specific alterations in the responsiveness to endocrine FGFs in obesity"}, {"pubmed": 24841294, "text": "FGF21 levels were elevated in morbidly obese patients with type 2 diabetes compared to those without diabetes and to normal weight, non-diabetic controls."}, {"pubmed": 24848261, "text": "FGF21 has a role in promoting endothelial cell angiogenesis through a dynamin-2 and Rab5 dependent pathway"}, {"pubmed": 24895044, "text": "Serum FGF21 level during gestation positively correlated with leptin, triglyceride, and HDL-cholesterol; FGF21 may act as a glucose and lipid metabolism compensatory regulatory factor to improve glucose and lipid metabolism during the period of pregnancy"}, {"pubmed": 24895642, "text": "Data suggest serum FGF21 levels are up-regulated in patients with type 2 diabetes as compared to age-/BMI-/sex-matched controls; FGF21 levels are up-regulated in patients with diabetic retinopathy (DR) and may serve as biomarker for severity of DR."}, {"pubmed": 24907231, "text": "Repeated measurements following 25 subjects for 2 years revealed no significant correlation between FGF21 concentration and Mitochondrial Disease progression"}, {"pubmed": 25013999, "text": "Cardiorespiratory fitness and visceral fat area are key determinants of the circulating FGF21 concentration."}, {"pubmed": 25039824, "text": "circulating FGF-21 may differ in its association with bone, lean mass and insulin resistance depending on sex and weight status"}, {"pubmed": 25055037, "text": "MyoD was required for the induction of FGF21 gene transcription by mitochondrial dysfunction."}, {"pubmed": 25137423, "text": "Elevated FGF21 serum levels during the first weeks of life are independently associated with postnatal growth failure in preterm infants"}, {"pubmed": 25170079, "text": "The IRE1alpha-XBP1 pathway of the unfolded protein response could directly activate the transcriptional expression of Fgf21."}, {"pubmed": 25170746, "text": "results provide the first evidence that FGF21 protects against high glucose induced cell damage and eNOS dysfunction in an AMPK-dependent manner in HUVECs"}, {"pubmed": 25194937, "text": "Individuals with type 1 diabetes showed significantly lower basal FGF-21 concentration when compared with healthy controls and had significantly different postprandial change of FGF-21 in comparison with healthy controls"}, {"pubmed": 25300595, "text": "Our results indicate that FGF21 in infancy is inversely correlated with linear growth rate, thus suggesting that FGF21 is a negative regulator of human growth."}, {"pubmed": 25359230, "text": "Variant rs499765 adjacent to FGF21 is associated with serum FGF21 levels and Nonalcoholic fatty liver disease in a Chinese nondiabetic population."}, {"pubmed": 25365322, "text": "data demonstrate that acute co-treatment of hASC-adipocytes with FGF21 and insulin can result in a synergistic improvement in glucose uptake"}, {"pubmed": 25411238, "text": "Higher circulating levels of FGF21 are related to nutritional status and insulin resistance independent of polycystic ovary syndrome."}, {"pubmed": 25495872, "text": "FGF21 and GCsglucocorticoids regulate each other's production in a feed-forward loop."}, {"pubmed": 25538153, "text": "Fgf21 acts as an antioxidant factor in the heart, preventing induction of pro-oxidative pathways by inflammatory or hypertrophic conditions."}, {"pubmed": 25549692, "text": "Fibroblast growth factor-21 concentration in serum and synovial fluid is associated with bone loss of knee osteoarthritis patients."}, {"pubmed": 25604041, "text": "The association observed between cord blood FGF21 and postnatal BMI may suggest a potential role during intrauterine life that may influence future metabolic imbalance."}, {"pubmed": 25625802, "text": "Elevated serum FGF21 levels may be a useful biomarker for predicting kidney disease progression, especially in the early stages of diabetic nephropathy."}, {"pubmed": 25659979, "text": "FGF21 may play an important role in short-term metabolic homoeostasis"}, {"pubmed": 25664662, "text": "The data suggest that FGF19/FGF21 circulating levels and hepatic gene expression of the associated signaling pathway are significantly dysregulated in type 2 diabetes."}, {"pubmed": 25675147, "text": "This review discusses the functions of FGF21 in the high-fat-diet response, the relationship between exercise and the expression of FGF21, the interaction between FGF21 and some important hormone, the potential of FGF21 pharmacology in human--{REVIEW}"}, {"pubmed": 25722462, "text": "Serum FGF21 was significantly increased in schizophrenia patients compared to controls."}, {"pubmed": 25766411, "text": "serum FGF-21 levels are elevated in atrial fibrillation patients."}, {"pubmed": 25781694, "text": "Among cardiac patients, FGF21 had a negative association with MPV, whereas FGF23 had a positive association."}, {"pubmed": 25843656, "text": "Mitochondrial respiratory chain deficiency elicited a compensatory response in skeletal muscle by increasing the FGF21 expression levels in muscle"}, {"pubmed": 25850006, "text": "Serum FGF21 levels independently links lower extremity atherosclerosis in Chinese women with type 2 diabetes."}, {"pubmed": 25868802, "text": "FGF-21 may be an important determinant of trabecular skeletal homeostasis in anorexia nervosa"}, {"pubmed": 25929297, "text": "Serum FGF21 level was highest in obese children with the highest insulin resistance or abnormal glucose tolerance."}, {"pubmed": 25985218, "text": "FGF21 levels in humans are related to BAT activity, suggesting that FGF21 may represent a novel mechanism via which BAT activity in humans may be enhanced."}, {"pubmed": 26047614, "text": "Serum FGF21 is elevated in newly diagnosed type 2 diabetes, and positively correlates with carotid and iliac lesions in patients with subclinical atherosclerosis, especially in women."}, {"pubmed": 26055067, "text": "FGF21 has a role in microvascular disease"}, {"pubmed": 26068142, "text": "Levels of FGF21 are not different in patients with and without LDLR mutations, which suggests that decreased LDLR expression does not have a negative effect on FGF21 levels."}, {"pubmed": 26091256, "text": "level of serum FGF21 is independently associated with the presence of AMI in Chinese patients. High FGF21 levels might be related to the incidence of re-infarction within 30 days after onset."}, {"pubmed": 26092866, "text": "FGF21 mediates alcohol-induced adipose tissue lipolysis by activation of systemic release of catecholamin"}, {"pubmed": 26241324, "text": "Serum FGF21 levels were elevated in patients with hyperthyroidism and declined after thionamide treatment."}, {"pubmed": 26274346, "text": "Critical illness is a potent inducer of serum FGF21 and of liver fgf21 expression, possibly driven at least in part by mitochondrial damage and the ISR, which were all attenuated by targeting normoglycemia."}, {"pubmed": 26294388, "text": "Data (including data from hamster studies using continuous subcutaneous infusion of recombinant FGF21) suggest FGF21 exerts metabolic effects in liver by modulating nutrient flux/energy metabolism via both carbohydrate metabolism and fat metabolism."}, {"pubmed": 26329882, "text": "Appropriate signaling of FGF21 to neonate is necessary to ensure optimal digestive and endocrine function in developing intestine."}, {"pubmed": 26338887, "text": "Data suggest expression of FGF21 in liver can be regulated by dietary factors; curcumin (antioxidant dietary supplement) up-regulates FGF21 in human hepatocytes (HepG2 cells) and in mouse liver (to prevent prediabetic state induced by dexamethasone)."}, {"pubmed": 26456333, "text": "the hepatokine IGFBP1 is a critical liver-bone hormonal relay that promotes osteoclastogenesis and bone resorption as well as an essential mediator of FGF21-induced bone loss"}, {"pubmed": 26529252, "text": "These data establish FGF21 as a fasting-induced hormone in humans and indicate that FGF21 contributes to the late stages of adaptive starvation, when it may regulate the utilization of fuel derived from tissue breakdown."}, {"pubmed": 26567701, "text": "discusses current knowledge of the complex biology of the endocrine FGFs."}, {"pubmed": 26797127, "text": "This study identified fibroblast activation protein (FAP) as the enzyme that cleaves and inactivates human FGF21."}, {"pubmed": 26823820, "text": "FGF-21 might involve in the development and maintenance of atrial fibrosis in atrial fibrillation with rheumatic heart disease, and FGF-21 could be used as a novel biomarker to evaluate myocardial fibrosis in the future."}, {"pubmed": 26867126, "text": "GDF-15 and FGF-21 are elevated in mitochondrial diseases"}, {"pubmed": 26872317, "text": "The ability of FGF21 to decrease LDL cholesterol has now been traced to at least two mechanisms: a suppression of hepatocyte expression of sterol response element-binding protein-2 (SREBP-2), which in turn leads to a reduction in cholesterol synthesis; and up-regulated expression of hepatocyte LDL receptors, reflecting inhibition of a mechanism that promotes proteasomal degradation of these receptors.  [review]"}, {"pubmed": 26884286, "text": "Plasma FGF21 concentrations are increased in prediabetic first-degree relatives of patients with type 2 diabetes mellitus and that there is a significant association between FGF21 and obesity and insulin sensitivity."}, {"pubmed": 26887040, "text": "As there was no significant association between FGF-21 and growth or IGF-1 both in cross-sectional and longitudinal analyses, these findings do not support the hypothesis that FGF-21 is involved in growth of obese children."}, {"pubmed": 26915669, "text": "This review will give a comprehensive understanding of the underlying role of FGF21 and its possible interaction with other molecules in Diabetic nephropathy"}, {"pubmed": 26950284, "text": "Data suggest that, in patients with newly diagnosed type 2 diabetes, plasma FGF21 levels are up-regulated as compared to control subjects; elevated FGF21 levels are significantly decreased with treatment (here, treatment with metformin). This case-control study was conducted in China."}, {"pubmed": 26962859, "text": "Human FGF-21 Is a Substrate of Fibroblast Activation Protein."}, {"pubmed": 26982498, "text": "Results provide evidence that leptin regulates FGF21 expression."}, {"pubmed": 27003131, "text": "cholestasis could induce FGF21 expression in FXR dependent manner"}, {"pubmed": 27010621, "text": "The results showed that the FGF21 promoter contains three response elements for ATF4, suggesting that FGF21 is a sensitive target of ATF4."}, {"pubmed": 27061435, "text": "miR-149 could negatively regulate the protein expression level of FGF-21."}, {"pubmed": 27106505, "text": "FGF21 is a novel surrogate diagnostic biomarker in initial stages of T2 Diabetic retinopathy (particularly with FGF21 values above 135.5pg/mL)."}, {"pubmed": 27118870, "text": "have identified fibroblast activation protein (FAP) as the endopeptidase responsible for this site-specific cleavage of human FGF21 (hFGF21), and propose that inhibition of FAP may be a therapeutic strategy to increase endogenous levels of active FGF21."}, {"pubmed": 27164684, "text": "Study compared the diagnostic utility of GDF-15 with FGF-21 in an adult mitochondrial disease cohort. GDF-15 outperforms FGF-21 as an indicator of mitochondrial diseases. GDF-15 is generally indicative of inherited mitochondrial disease regardless of clinical phenotype, whereas FGF-21 seems to be more indicative of mitochondrial disease when muscle manifestations are present"}, {"pubmed": 27179139, "text": "Serum concentrations of FGF21 are elevated in patients with non-HIV lipodystrophy with adipose tissue and liver being potential sources of increased production. TG and fibrate treatment are independent positive predictors of circulating FGF21."}, {"pubmed": 27179781, "text": "NS5ATP6 reduces the promoter activity of FGF21. NS5ATP6 may regulate FGF21 expression via miR-577. NS5ATP6 regulates the intracellular triglyceride level via FGF21, and independently of SIRT1 and SREBP1."}, {"pubmed": 27184848, "text": "FGF21 appears to act in a paracrine manner to increase glucose uptake under low insulin conditions, but it does not contribute to the resistance to diet-induced obesity."}, {"pubmed": 27226639, "text": "data show that AHR contributes to hepatic energy homeostasis, partly through the regulation of FGF21 expression and signaling."}, {"pubmed": 27285327, "text": "Fibroblast growth factor 21 (FGF21) gene expression is altered by a wide array of physiological, metabolic, and environmental factors.  [review]"}, {"pubmed": 27305706, "text": "This mini-review aims to summarize the current state of knowledge about the role of FGF21 in cardiovascular disorders, and discuss the molecular mechanism underlying the anti-atherogenic properties of this compound.  [review]"}, {"pubmed": 27318658, "text": "FGF21 has received particular attention because of its key role in carbohydrate, lipids, and energy balance regulation. FGF21 has an anti-oxidant function in human metabolic diseases which contribute to understanding the FGF21 compensatory increment in obesity, the metabolic syndrome, and type 2 diabetes. [review]"}, {"pubmed": 27453549, "text": "In Japanese men, acute endurance exercise lowers serum FGF21 levels 24 h following exercise. The results suggest that acute endurance exercise modulates postprandial FGF21 metabolism regardless of age."}, {"pubmed": 27482056, "text": "FGF21-PXR signaling pathway may be involved in decreased hepatic CYP3A4 metabolic activity in Nonalcoholic fatty liver disease."}, {"pubmed": 27505721, "text": "FGF21 is not critical for bone homeostasis or actions of PPARalpha and PPARgamma."}, {"pubmed": 27548521, "text": "dietary protein dilution promotes improved glucose homeostasis through an select nonessential amino acids insufficiency-induced liver NUPR1/FGF21 axis"}, {"pubmed": 27581055, "text": "FGF21 genotypes may interact with dietary carbohydrate/fat intake on changes in central adiposity and body fat composition. A low-calorie, high-carbohydrate/low-fat diet was beneficial for overweight or obese individuals carrying the carbohydrate intake-decreasing allele of the FGF21 variant to improve body composition and abdominal obesity."}, {"pubmed": 27583468, "text": "The objective of this review is to compile existing information about the mechanisms that could allow the control of endogenous FGF21 levels in order to obtain the beneficial metabolic effects of FGF21 by inducing its production instead of doing it by pharmacological administration.  [review]"}, {"pubmed": 27593966, "text": "These findings reveal an iNKT cell-FGF21 axis that defines a new immune-mediated pathway that could be targeted for glycemic control and weight regulation."}, {"pubmed": 27611701, "text": "As a biomarker for diabetes prediction, serum FGF21 appeared to be superior to other adipokines and, on its own, could be considered as an alternative to the oral glucose tolerance test."}, {"pubmed": 27650781, "text": "This finding suggested FGF21 could be involved in the pathophysiology of diastolic heart failure."}, {"pubmed": 27794108, "text": "Study provides Class III evidence that elevated S-FGF21 accurately distinguishes patients with mitochondrial myopathies from patients with other conditions, and FGF21 and GDF15 mitochondrial myopathy from other myopathies."}, {"pubmed": 27794110, "text": "The genetic defect leads to a disorder of mitochondrial translation or mtDNA maintenance."}, {"pubmed": 27832059, "text": "Serum FGF21 rises significantly in humans with acute pancreatitis. The pancreas may be contributing to increased FGF21 levels following injury and FGF21 may play a role in the recovery process."}, {"pubmed": 27916484, "text": "Data suggest that both osteonectin and FGF21 levels in serum are associated with early nephropathy in type 2 diabetes, albeit with different patterns; persistent hyperglycemia may inhibit bone formation leading to osteoporosis. (FGF21 = fibroblast growth factor 21)"}, {"pubmed": 28005535, "text": "Accumulation of adipose tissue in the RS is related with the visceral adipose amount, KIM-1 and FGF-21 concentration increase in the blood serum."}, {"pubmed": 28039838, "text": "FGF21 concentration in plasma is increased in patients with obesity, insulin resistance, and metabolic syndrome. Recent findings suggest that such increment protects tissue from an increased oxidative stress environment. (Review)"}, {"pubmed": 28078804, "text": "FGF21 plasma levels correlate negatively with protein intake."}, {"pubmed": 28106545, "text": "As part of the present study, we suggest that both tamoxifen and aromatase inhibitors can reduce FGF-21 levels independently of body compositions, and these drugs can provide antihyperlipidemic, antidiabetic and cardio-protective effects. We also recommend that serum FGF-21 level can be utilized as a tumor biomarker in early-stage breast cancer and for monitoring purposes"}, {"pubmed": 28123933, "text": "ChREBP and FGF21 constitute a signaling axis likely conserved in humans that mediates an essential adaptive response to fructose ingestion that may participate in the pathogenesis of NAFLD and liver fibrosis."}, {"pubmed": 28123934, "text": "Excess dietary carbohydrate, but not fat, led to markedly increased FGF21 secretion in humans, notably without protein restriction, and affected glucose and lipid homeostais."}, {"pubmed": 28139438, "text": "Studied the role of fibroblast growth factor 21 (FGF21) in metabolic disorders; found FGF21 levels decreased in obesity, insulin resistance and metabolic syndrome."}, {"pubmed": 28225059, "text": "These findings suggested that the serum FGF21 levels could be involved in a complex adaptive response to insulin secretion and glucose metabolism in humans."}, {"pubmed": 28326329, "text": "The results suggest that increased circulating CK-18 and FGF-21 are associated with Nonalcoholic Fatty Liver Disease and may be used for initial assessment, but not enough"}, {"pubmed": 28359360, "text": "Higher vitamin D status, but not FGF21, was associated with greater postprandial glucose oxidation and improved insulin sensitivity in metabolic syndrome."}, {"pubmed": 28422956, "text": "Chronic stimulation of PPARalpha may suppress the autophagy capacity in the liver as a result of reduced content of a number of autophagy-associated proteins independent of FGF21."}, {"pubmed": 28467924, "text": "This study revealed statistically significant associations between FGF21 rs838133 and increased consumption of candy, as well as nominal associations with increased alcohol intake and daily smoking."}, {"pubmed": 28582462, "text": "Higher circulating FGF21 levels were associated with a high mortality rate, but not cardiovascular events in patient with end-stage renal disease, suggesting that circulating FGF21 levels serve as a predictive marker for mortality in these subjects."}, {"pubmed": 28588089, "text": "Elevated circulating FGF21 level is an independent predictor of incident coronary heard disease in Chinese patients with type 2 diabetes mellitus."}, {"pubmed": 28588304, "text": "FGF21 levels were reduced after energy-restricted treatments and severely increased after bariatric surgery, independently of the weight reduction magnitude, insulin sensitivity or ketosis; therefore, FGF21 appears to be a marker of severe nutritional stress"}, {"pubmed": 28591702, "text": "these findings elucidate the involvement of abnormal FGF21 expression in early APAP-induced liver impairment. Interestingly, FGF21 may be a promising biomarker of APAP-exposed livers."}, {"pubmed": 28698650, "text": "FGF21 and CK18 might play differential roles and have complementary value in non-invasive identification and monitoring the outcome of nonalcoholic fatty liver disease patients."}, {"pubmed": 28735064, "text": "FGF-21 was positively associated with 10-year CHD risk"}, {"pubmed": 28759185, "text": "Serum FGF21 concentrations are decreased in anorexia nervosa and elevated in obesity. They are independently and positively related to BMI and insulin resistance"}, {"pubmed": 28820393, "text": "In conclusion, our study, which focused on hepatic FGF21 and omentin-1 mRNA expression, confirmed marked expression of both molecules in the liver of morbidly obese patients with NAFLD."}, {"pubmed": 28821258, "text": "Serum FGF21 level was significantly correlated with left ventricular systolic function at baseline and higher levels resulted in greater levels of cardiac death."}, {"pubmed": 28825598, "text": "FGF21 has a role in promoting remyelination in the central nervous system"}, {"pubmed": 28887067, "text": "In this review, we will summarize the current progress on the roles of FGF21 against metaflammation and metabolic tissue damage [Review]"}, {"pubmed": 28938434, "text": "Insulin rather than glucose per se increases total and bioactive FGF21 in the postprandial period in adult humans."}, {"pubmed": 28965199, "text": "FGF-21 could regulate the immune response indirectly by influencing the glucose uptake of activated monocytes cells."}, {"pubmed": 29031905, "text": "In HIV-infected individuals, FGF21 is significantly positively associated with liver fat. FGF21 decreases in association with reductions in liver fat, GGT, and FIB4, suggesting that FGF21 is upregulated in the context of steatosis and steatohepatitis and is reduced when these conditions improve"}, {"pubmed": 29077838, "text": "Data (including data from studies in knockout mice) suggest that dietary manipulations that induce ketosis also lead to increased HPA axis tone; FGF21 knockout mice exhibit blunted HPA response to ketogenic diet relative to wild-type mice; thus, the hepatokine FGF21 appears to play important role in response to ketogenic diet. (HPA axis = hypothalamic-pituitary-adrenal axis)"}, {"pubmed": 29107287, "text": "Acute or binge ethanol consumption significantly increases circulating FGF21 levels in both humans and mice. FGF21 does not play a role in acute ethanol clearance. Chronic ethanol consumption in the absence of FGF21 is associated with liver pathology alone or in combination with excess mortality, depending on the type of diet consumed with ethanol. This suggests that FGF21 protects against long term ethanol damage."}, {"pubmed": 29107295, "text": "The association between increased basal and stimulated FGF21 levels with poor metabolic health was no longer present after weight loss. Fructose ingestion in obese humans stimulates FGF21 secretion, and this response is related to systemic metabolism."}, {"pubmed": 29299795, "text": "Taking together from both physiological and genetic levels, we suggest that FGF21 is inversely associated with regional bone density."}, {"pubmed": 29342135, "text": "crystal structures of free and ligand-bound beta-klotho extracellular regions that reveal the molecular mechanism that underlies the specificity of FGF21 towards beta-klotho and demonstrate how the FGFR is activated in a klotho-dependent manner"}, {"pubmed": 29351855, "text": "Baseline FGF21 levels were not associated with the development of AF in an ethnically diverse population followed long-term."}, {"pubmed": 29367522, "text": "analysis of FGF-21 levels in coronary artery disease and peripheral artery disease reveals that low FGF-21 is a risk factor for peripheral arterial disease"}, {"pubmed": 29410351, "text": "FGF21 significantly predicts the incidence of coronary artery disease, the risks of metabolic syndrome, diabetes mellitus and renal progression in diabetes. It also predicted all-cause and cardiovascular mortality."}, {"pubmed": 29427162, "text": "besides the NF-kappaB pathway, the mechanism of action of FGF-21 was observed to involve the elevation of IL-10 in the ERK1/2 pathway."}, {"pubmed": 29436198, "text": "Serum FGF21 level was an independent predictor for new-onset metabolic syndrome in a population-based prospective study."}, {"pubmed": 29462798, "text": "In patients with coronary artery disease at baseline, an elevated serum FGF21 level was associated with development of a major adverse cardiovascular event in the future."}, {"pubmed": 29476704, "text": "FGF21 is a good predictor of acute-on-chronic liver failure and organ failure, is quite specific for cirrhosis, and seems independent of etiology and systemic inflammation."}, {"pubmed": 29528583, "text": "elevated serum FGF21 and FGF23 levels may be useful biomarkers for predicting kidney disease progression, especially in the early stages of Diabetic nephropathy"}, {"pubmed": 29581470, "text": "This study demonstrated that FGF21 level was independently associated with cognitive impairment in non-elderly patients but not in elderly patients. The possible role of FGF21 level in cognitive impairment in non-elderly should be confirmed in a prospective study"}, {"pubmed": 29608670, "text": "FGF21 may defend against hepatic nutrient overload by promoting adaptations that reduce ectopic lipid storage, including inhibiting sugar and alcohol appetite and promoting lipid sequestration in adipose tissue. [Review]"}, {"pubmed": 29657029, "text": "This work identifies FGF21 as a fundamental neurotropic hormone that governs water balance in response to specific nutrient stresses like ketogenic diet and alcohol that can cause dehydration."}, {"pubmed": 29754168, "text": "FGF-21 levels were increased significantly in acromegaly group. Increased FGF-21 levels were significantly and independently associated with the state of acromegaly."}, {"pubmed": 29768065, "text": "FGF21 increases throughout pregnancy in our healthy cohort with overweight and obesity, independent of the placenta, and does not appear to be sensing the changes in energy balance (reflected in the change in maternal energy stores), but changes in macronutrient status."}, {"pubmed": 29771383, "text": "FGF21 does not seem to have a role in predicting kidney function decline or albuminuria in adults free of clinically apparent cardiovascular disease at baseline"}, {"pubmed": 29953859, "text": "The fibroblast growth factor -21 protein was significantly less expressed in liposarcoma than in normal tissue (p<0.05). Fibroblast growth factor -21 protein expression was related to gender, but not age, cell differentiation or tumor size. The patients in the low/no fibroblast growth factor 21 expression group were more likely to relapse and die in a shorter period of time."}, {"pubmed": 30019838, "text": "These results suggest that transplantation of FGF21_adipose derived stem cells inhibited liver fibrosis more effectively than Empty_ADSCs, possibly via secretion of alpha-LA and LTF."}, {"pubmed": 30043445, "text": "The lack of evidence for impaired FGF21 responsiveness in adipose tissue establishes a distinction between alterations in the FGF21 endocrine system in aging and chronic metabolic pathologies."}, {"pubmed": 30089729, "text": "Study observed exercise mode-specific changes in plasma concentrations of FGF19 and FGF21 and identified temporal relationships between decreased plasma bile acids and FGF19 following resistance exercise and a sharp disparity in FGF21 concentrations, with endurance exercise eliciting a clear increase parallel to that of glucagon."}, {"pubmed": 30185439, "text": "there were no correlations between serum FGF21 levels and the presence of stable angina pectoris (OR: 1.248; 95% CI: 0.703-2.215; P=0.448). The present study indicates that FGF21 has a strong correlation and precise predictability for increased risks of unstable angina pectoris , that is independent of traditional risk factors of angina pectoris."}, {"pubmed": 30198244, "text": "Fibroblast growth factor 21 (FGF21) is an atypical member of the FGF family that functions as an endocrine hormone which regulates carbohydrate and lipid metabolism. It is involved in maintaining of energy homeostasis and adaptation to starvation and low temperature."}, {"pubmed": 30228048, "text": "We reveal a positive correlation between serum FGF21 concentrations with lumbar BMD in Chinese Han postmenopausal women. No significant correlations are present between serum FGF21 and bone turnover marks or serum FGF21 and fragility fracture in our study."}, {"pubmed": 30298107, "text": "Levels of circulating FGF-21 in overweight and obese African males are higher in type 2 diabetes mellitus and strongly correlate with measures of adiposity."}, {"pubmed": 30307155, "text": "plasma level significantly decreased in fasting obese subjects, while no change in level was observed in fasting lean subjects"}, {"pubmed": 30317562, "text": "mutation of a single tyrosine-207, but not the other five tyrosine residues in FGF21, to a phenylalanine retained the FGFR1-KLB affinity of FGF21 even after iodination, whereas replacing the corresponding phenylalanine residue with tyrosine in FGF19 did not alter its binding affinity to FGFR1-KLB, but decreased the receptor binding ability of the iodinated protein"}, {"pubmed": 30334297, "text": "In urothelial carcinoma patients, serum FGF19 level was significantly lower, while FGF21 and FGF23 were significantly higher, than respective levels in healthy controls."}, {"pubmed": 30346647, "text": "In humans, circulating FGF21 levels are increased in insulin-resistant morbidities such as obesity and type 2 diabetes mellitus (T2DM). An elevated FGF21 level is also an independent predictor of T2DM.[review]"}, {"pubmed": 30446181, "text": "Higher FGF21 levels significantly predict the development of metabolic syndrome in an ethnically diverse population followed long term."}, {"pubmed": 30484680, "text": "possible role of hepatokine FGF21 in the etiopathogenesis of gestational diabetes mellitus"}, {"pubmed": 30578395, "text": "Fibroblast growth factor 21 predicts outcome in community-acquired pneumonia: secondary analysis of two randomised controlled trials."}, {"pubmed": 30641825, "text": "Serum FGF21 levels correlated with carotid intima media thickness and predict subclinical atherosclerosis."}, {"pubmed": 30688648, "text": "FGF21 could thus be tracked along the endocytotic pathway. The methods developed here to visualize signaling coupled to endocytosis can be applied to a wide variety of cargo and may be extended to studies of other intracellular transactions"}, {"pubmed": 30888221, "text": "Aerobic and resistance exercise training significantly decreased serum fetuin-A, and fetuin-B, and increased FGF-21 levels in males with type 2 diabetes mellitus."}, {"pubmed": 30926667, "text": "Studied hepatic role in metabolic homeostasis of fibroblast growth factor 21(FGF21) and the \"CCR4-NOT complex\" (a multisubunit protein complex composed of \"CCR4-NOT transcription complex subunit 6 like\" (CNOT6L) and \"CCR4-NOT transcription complex subunit 6\" (CNOT6). Results show CNOT6L plays a major role in regulation FGF21 levels."}, {"pubmed": 31152776, "text": "Monocyte chemoattractant protein-1 (MCP-1) and fibroblast growth factor-21 (FGF-21) as biomarkers of subclinical atherosclerosis in women."}, {"pubmed": 31178962, "text": "Compared with MSCs isolated from young donors, those derived from aged donors showed a lower level of FGF21 and a higher level of senescent activity. Furthermore, overexpression of FGF21 in aged MSCs inhibited senescence."}, {"pubmed": 31205953, "text": "genetic variations adjacent to FGF21 are associated with estimated glomerular filtration rate in Chinese diabetic patients"}, {"pubmed": 31241504, "text": "People living with HIV have more fatigue and a higher ventilatory efficiency; expression of fibroblast growth factor 21 may underpin this relationship."}, {"pubmed": 31255518, "text": "rhFGF21 can enhance the angiogenesis and migration of HBMECs through the formation of the FGF21/FGFR1/beta-klotho complex via PPARgamma activation and eNOS upregulation."}, {"pubmed": 31289229, "text": "Levels of YIPF6 protein in human liver correlate with hepatic steatosis and correlate inversely with levels of FGF21 in serum from patients with nonalcoholic fatty liver disease."}, {"pubmed": 31323006, "text": "3'UTR polymorphism rs11665896 in the FGF21 gene is associated with obesity."}, {"pubmed": 31372821, "text": "it remains unclear if the lower levels of FGF21 are pathogenically related to the development of microvascular diabetic complications"}, {"pubmed": 31413360, "text": "Activation of cardiac AMPK-FGF21 feed-forward loop in acute myocardial infarction: Role of adrenergic overdrive and lipolysis byproducts."}, {"pubmed": 31455871, "text": "Adipose tissue contribution to plasma fibroblast growth factor 21 and fibroblast activation protein in obesity."}, {"pubmed": 31523008, "text": "Fibroblast Growth Factor 21 Drives Dynamics of Local and Systemic Stress Responses in Mitochondrial Myopathy with mtDNA Deletions."}, {"pubmed": 31672443, "text": "Review: relationship between FGF21 and non-alcoholic fatty liver diseae"}, {"pubmed": 31686543, "text": "Cardiovascular autonomic reflex tests and serum FGF21 levels in overweight and normal-weight men and women."}, {"pubmed": 31798902, "text": "Plasma fibroblast growth factor 21 levels increase with ectopic fat accumulation and its receptor levels are decreased in the visceral fat of patients with type 2 diabetes."}, {"pubmed": 31817052, "text": "weight loss in healthy overweight or obesity subjects did not affect FGF-21 levels"}, {"pubmed": 31915301, "text": "Pancreatitis is an FGF21-deficient state that is corrected by replacement therapy."}, {"pubmed": 31977105, "text": "Age-related bone loss is associated with FGF21 but not IGFBP1 in healthy adults."}, {"pubmed": 31997152, "text": "FGF21 Protects Dopaminergic Neurons in Parkinson's Disease Models Via Repression of Neuroinflammation."}, {"pubmed": 32066255, "text": "Recombinant Lactococcus lactis NZ3900 expressing bioactive human FGF21 reduced body weight of Db/Db mice through the activity of brown adipose tissue."}, {"pubmed": 32101022, "text": "FGF21 inhibited oxidized low-density lipoprotein-induced human umbilical vein endothelial cell pyroptosis through the TET2-UQCRC1-reactive oxygen species pathway."}, {"pubmed": 32167928, "text": "Serum FGF-21 and FGF-23 in association with gestational diabetes: a longitudinal case-control study."}, {"pubmed": 32188054, "text": "Lower Serum Fibroblast Growth Factor 21 Levels are Associated with Normal Lumbar Spine Bone Mineral Density in Hemodialysis Patients."}, {"pubmed": 32210348, "text": "Circulating Diabetic Candidate Neurotrophic Factors, Brain-Derived Neurotrophic Factor and Fibroblast Growth Factor 21, in Sleeve Gastrectomy."}, {"pubmed": 32220662, "text": "Relationship of fibroblast growth factor 21 levels with inflammation, lipoproteins and non-alcoholic fatty liver disease."}, {"pubmed": 32267096, "text": "Possible associations between plasma fibroblast growth factor 21 levels and cognition in bipolar disorder."}, {"pubmed": 32267352, "text": "Higher increase degree of FGF21 post long-term interdisciplinary weight loss therapy preserves the free fat mass and rest metabolic rate in adolescents with obesity."}, {"pubmed": 32431189, "text": "Fibroblast Growth Factor 21 is Related to Atherosclerosis Independent of Nonalcoholic Fatty Liver Disease and Predicts Atherosclerotic Cardiovascular Events."}, {"pubmed": 32469231, "text": "Fibroblast growth factor 21 (FGF21) in children and adolescents with chronic kidney disease."}, {"pubmed": 32504279, "text": "Fibroblast growth factor 21 and grow differentiation factor 15 are sensitive biomarkers of mitochondrial diseases due to mitochondrial transfer-RNA mutations and mitochondrial DNA deletions."}, {"pubmed": 32513031, "text": "Endocrine fibroblast growth factors as potential biomarkers for chronic kidney disease."}, {"pubmed": 32546231, "text": "Klotho and fibroblast growth factors 19 and 21 serum concentrations in children and adolescents with normal body weight and obesity and their associations with metabolic parameters."}, {"pubmed": 32602078, "text": "Potential role of fibroblast growth factor 21 in the deterioration of bone quality in impaired glucose tolerance."}, {"pubmed": 32684151, "text": "FGF21 and its Relationship with Inflammatory and Metabolic Parameters in HIV Patients after Antiretroviral Treatment."}, {"pubmed": 32756564, "text": "The effect of hydration status on plasma FGF21 concentrations in humans: A subanalysis of a randomised crossover trial."}, {"pubmed": 32857451, "text": "Diagnostic value of serum biomarkers FGF21 and GDF15 compared to muscle sample in mitochondrial disease."}, {"pubmed": 32911033, "text": "Relationship between physical activity and circulating fibroblast growth factor 21 in middle-aged and older adults."}, {"pubmed": 32929325, "text": "Lack of FGF21 promotes NASH-HCC transition via hepatocyte-TLR4-IL-17A signaling."}, {"pubmed": 32979381, "text": "Potential therapeutic role of fibroblast growth factor 21 in neurodegeneration: Evidence for ameliorating parkinsonism via silent information regulator 2 homolog 1 and implication for gene therapy."}, {"pubmed": 33071964, "text": "Fibroblast Growth Factor-21 to Adiponectin Ratio: A Potential Biomarker to Monitor Liver Fat in Children With Obesity."}, {"pubmed": 33097385, "text": "Association of serum fibroblast growth factor 21 and urinary glucose excretion in hospitalized patients with type 2 diabetes."}, {"pubmed": 33125701, "text": "The protective effect of fibroblast growth factor-21 in alcoholic cardiomyopathy: a role in protecting cardiac mitochondrial function."}, {"pubmed": 33131010, "text": "Disease-specific plasma levels of mitokines FGF21, GDF15, and Humanin in type II diabetes and Alzheimer's disease in comparison with healthy aging."}, {"pubmed": 33132219, "text": "Circulating Fibroblast Growth Factor-21 Levels in Rheumatoid Arthritis: Associations With Disease Characteristics, Body Composition, and Physical Functioning."}, {"pubmed": 33162410, "text": "Circulating levels of fibroblast growth factor 21 in gestational diabetes mellitus: a meta-analysis."}, {"pubmed": 33264784, "text": "Fibroblast Growth Factor 21 Correlates with the Prognosis of Dilated Cardiomyopathy."}, {"pubmed": 33310036, "text": "FGF21 promotes non-small cell lung cancer progression by SIRT1/PI3K/AKT signaling."}, {"pubmed": 33330965, "text": "Association of fibroblast growth factor 21 with alcohol consumption and alcohol liver cirrhosis.\", trans \"Fibroblast-Growth-Factor 21 in Zusammenhang mit Alkoholkonsum und alkoholischer Leberzirrhose."}, {"pubmed": 33353469, "text": "Are Circulating Fibroblast Growth Factor 21 and N-Terminal Prohormone of Brain Natriuretic Peptide Promising Novel Biomarkers in Myalgic Encephalomyelitis/Chronic Fatigue Syndrome?"}, {"pubmed": 33373666, "text": "Dose-response relationship between serum fibroblast growth factor 21 and liver fat content in non-alcoholic fatty liver disease."}, {"pubmed": 33383173, "text": "FGF19 and FGF21: In NASH we trust."}, {"pubmed": 33387664, "text": "Mitochondrial dysfunction as a mechanistic biomarker in patients with non-alcoholic fatty liver disease (NAFLD)."}, {"pubmed": 33436812, "text": "Serum fibroblast growth factor 21 levels after out of hospital cardiac arrest are associated with neurological outcome."}, {"pubmed": 33571698, "text": "Association between serum FGF21 level and sarcopenia in older adults."}, {"pubmed": 33588820, "text": "Familial hypertriglyceridemia: an entity with distinguishable features from other causes of hypertriglyceridemia."}, {"pubmed": 33617873, "text": "FGF21 and Chronic Kidney Disease."}, {"pubmed": 33670024, "text": "Epigenetic Regulation of Processes Related to High Level of Fibroblast Growth Factor 21 in Obese Subjects."}, {"pubmed": 33713667, "text": "The potential role of plasma fibroblast growth factor 21 as a diagnostic biomarker for abdominal aortic aneurysm presence and development."}, {"pubmed": 33753729, "text": "FGF21 facilitates autophagy in prostate cancer cells by inhibiting the PI3K-Akt-mTOR signaling pathway."}, {"pubmed": 33770382, "text": "Reduced fibroblast growth factor 21 and beta-Klotho secretion in untreated congenital isolated GH deficiency."}, {"pubmed": 33789910, "text": "Association between serum fibroblast growth factor 21 level and sight-threatening diabetic retinopathy in Chinese patients with type 2 diabetes."}, {"pubmed": 33810243, "text": "Serum Levels of Fibroblast Growth Factor 21 Are Positively Associated with Aortic Stiffness in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 33849110, "text": "Retrospective analysis of factors associated with serum levels of fibroblast growth factor-21 in patients with diabetes."}, {"pubmed": 33907846, "text": "FGF21 attenuates hypoxiainduced dysfunction and inflammation in HPAECs via the microRNA27bmediated PPARgamma pathway."}, {"pubmed": 33924457, "text": "The Effect of a Life-Style Intervention Program of Diet and Exercise on Irisin and FGF-21 Concentrations in Children and Adolescents with Overweight and Obesity."}, {"pubmed": 33946944, "text": "Genetic Evidence Supporting Fibroblast Growth Factor 21 Signalling as a Pharmacological Target for Cardiometabolic Outcomes and Alzheimer's Disease."}, {"pubmed": 33995273, "text": "FGF21 Serum Levels in the Early Second Trimester Are Positively Correlated With the Risk of Subsequent Gestational Diabetes Mellitus: A Propensity-Matched Nested Case-Control Study."}, {"pubmed": 34019585, "text": "FGF21 serum levels are related to insulin resistance, metabolic changes and obesity in Mexican people living with HIV (PLWH)."}, {"pubmed": 34086518, "text": "Circulating myokines IL-6, IL-15 and FGF21 response to training is altered by exercise type but not by menopause in women with obesity."}, {"pubmed": 34167789, "text": "Circulating fibroblast growth factor 21 as a potential biomarker for missed abortion in humans."}, {"pubmed": 34203775, "text": "Plasma Gelsolin Reinforces the Diagnostic Value of FGF-21 and GDF-15 for Mitochondrial Disorders."}, {"pubmed": 34321008, "text": "FGF21/adiponectin ratio predicts deterioration in glycemia: a 4.6-year prospective study in China."}, {"pubmed": 34360670, "text": "Fibroblast Growth Factor 21 Response in a Preclinical Alcohol Model of Acute-on-Chronic Liver Injury."}, {"pubmed": 34379890, "text": "High FGF-21 level in a cohort of 22 patients with Dravet Syndrome-Possible relationship with the disease outcomes."}, {"pubmed": 34405516, "text": "Association of FGF-19 and FGF-21 levels with primary sarcopenia."}, {"pubmed": 34419687, "text": "Serum fibroblast growth factor 21 and growth differentiation factor 15: Two sensitive biomarkers in the diagnosis of mitochondrial disorders."}, {"pubmed": 34476847, "text": "Acute sleep loss alters circulating fibroblast growth factor 21 levels in humans: A randomised crossover trial."}, {"pubmed": 34572118, "text": "The Mitochondrial Biomarkers FGF-21 and GDF-15 in Patients with Episodic and Chronic Migraine."}, {"pubmed": 34591968, "text": "Association of plasma FGF21 levels with muscle mass and muscle strength in a national multicentre cohort study: Korean Frailty and Aging Cohort Study."}, {"pubmed": 34592531, "text": "The serum fibroblast growth factor 21 is correlated with retinopathy in patients with type 2 diabetes mellitus."}, {"pubmed": 34690353, "text": "Circulating fibroblast growth factor 21 links hemodynamics with kidney function in middle-aged and older adults: A mediation analysis."}, {"pubmed": 34812573, "text": "High serum fibroblast growth factor 21 is associated with inferior hepatocellular carcinoma survival: A prospective cohort study."}, {"pubmed": 34836209, "text": "Single Nucleotide Polymorphisms in Close Proximity to the Fibroblast Growth Factor 21 (FGF21) Gene Found to Be Associated with Sugar Intake in a Swedish Population."}, {"pubmed": 34865514, "text": "FGF21 (Fibroblast Growth Factor 21) Defines a Potential Cardiohepatic Signaling Circuit in End-Stage Heart Failure."}, {"pubmed": 34907727, "text": "Association of FGF19, FGF21 and FGF23 with carbohydrate metabolism parameters and insulin resistance in patients with chronic kidney disease."}, {"pubmed": 34912302, "text": "Association of Elevated Plasma FGF21 and Activated FGF21 Signaling in Visceral White Adipose Tissue and Improved Insulin Sensitivity in Gestational Diabetes Mellitus Subtype: A Case-Control Study."}, {"pubmed": 34918690, "text": "Association of serum fibroblast growth factor 21 with kidney function in a population-based Chinese cohort."}, {"pubmed": 34939977, "text": "The role of FGF21 in the pathogenesis of cardiovascular disease."}, {"pubmed": 34972147, "text": "Associations of FGF21 and GDF15 with mitochondrial dysfunction in children living with perinatally-acquired HIV: A cross-sectional evaluation of pediatric AIDS clinical trials group 219/219C."}, {"pubmed": 34989130, "text": "FGF21 attenuates pulmonary arterial hypertension via downregulation of miR-130, which targets PPARgamma."}, {"pubmed": 35017468, "text": "Fibroblast growth factor 21 (FGF21) is increased in MDD and interacts with body mass index (BMI) to affect depression trajectory."}, {"pubmed": 35069790, "text": "Elevated Serum Fibroblast Growth Factor 21 Is Relevant to Heart Failure Patients with Reduced Ejection Fraction."}, {"pubmed": 35111398, "text": "Plasma FGF21 concentrations are regulated by glucose independently of insulin and GLP-1 in lean, healthy humans."}, {"pubmed": 35172300, "text": "Novel Adipokines CTRP1, CTRP9, and FGF21 in Pediatric Type 1 and Type 2 Diabetes: A Cross-Sectional Analysis."}, {"pubmed": 35183545, "text": "Fibroblast growth factor 21: A \"\"rheostat\"\" for metabolic regulation?"}, {"pubmed": 35242298, "text": "Relationship between Serum FGF21 and vWF Expression and Carotid Atherosclerosis in Elderly Patients with Hypertension."}, {"pubmed": 35277004, "text": "Fibroblast Growth Factor 19 and Fibroblast Growth Factor 21 Regulation in Obese Diabetics, and Non-Alcoholic Fatty Liver Disease after Gastric Bypass."}, {"pubmed": 35282437, "text": "The Hepatokine FGF21 Increases the Human Spermatozoa Motility."}, {"pubmed": 35334074, "text": "Low serm Fibroblast Growth Factor-21 levels is not associated with Carotid intima-media thickness in acromegaly patients."}, {"pubmed": 35385705, "text": "Deadenylase-dependent mRNA decay of GDF15 and FGF21 orchestrates food intake and energy expenditure."}, {"pubmed": 35410857, "text": "Fibroblast Growth Factor 21 as a Marker of Prediabetes in Patients with Non-alcoholic Fatty Liver Disease."}, {"pubmed": 35491674, "text": "FGF21 response to sucrose is associated with BMI and dorsal striatal signaling in humans."}, {"pubmed": 35620925, "text": "The fibroblast growth factor 21 concentration in children with mitochondrial disease does not depend on the disease stage, but rather on the disease genotype.\", trans \"Stezenie czynnika wzrostu fibroblastow 21 u dzieci z choroba mitochondrialna nie zalezy od stopnia zaawansowania choroby, ale od genotypu choroby."}, {"pubmed": 35630668, "text": "Non-Alcoholic Fatty Liver Disease in Long-Term Type 2 Diabetes: Role of rs738409 PNPLA3 and rs499765 FGF21 Polymorphisms and Serum Biomarkers."}, {"pubmed": 35745238, "text": "Effects of Calorie Restricted Diet on Oxidative/Antioxidative Status Biomarkers and Serum Fibroblast Growth Factor 21 Levels in Nonalcoholic Fatty Liver Disease Patients: A Randomized, Controlled Clinical Trial."}, {"pubmed": 35883694, "text": "Maternal Fibroblast Growth Factor 21 Levels Decrease during Early Pregnancy in Normotensive Pregnant Women but Are Higher in Preeclamptic Women-A Longitudinal Study."}, {"pubmed": 35909513, "text": "Circulating Fibroblast Growth Factor 21 and Total Testosterone in Type 2 Diabetes Mellitus Men With Coronary Heart Disease."}, {"pubmed": 35993214, "text": "[Fibroblast growth factor 21 plays a protective role in cardiovascular diseases by inducing autophagy]."}, {"pubmed": 36075510, "text": "Glucagon-like peptide 1 and fibroblast growth factor-21 in non-alcoholic steatohepatitis: An experimental to clinical perspective."}, {"pubmed": 36134579, "text": "FGF21-Sirtuin 3 Axis Confers the Protective Effects of Exercise Against Diabetic Cardiomyopathy by Governing Mitochondrial Integrity."}, {"pubmed": 36174877, "text": "FGF21 at physiological concentrations regulates vascular endothelial cell function through multiple pathways."}, {"pubmed": 36180826, "text": "Fibroblast growth factor 21 is associated with widening QRS complex and prolonged corrected QT interval in patients with stable angina."}, {"pubmed": 36208799, "text": "Genome-wide association and Mendelian randomization study of fibroblast growth factor 21 reveals causal associations with hyperlipidemia and possibly NASH."}, {"pubmed": 36213282, "text": "The Association Between FGF21 and Diabetic Erectile Dysfunction: Evidence from Clinical and Animal Studies."}, {"pubmed": 36220813, "text": "FGF21 alleviates microvascular damage following limb ischemia/reperfusion injury by TFEB-mediated autophagy enhancement and anti-oxidative response."}, {"pubmed": 36263162, "text": "Hepatic FGF21: Its Emerging Role in Inter-Organ Crosstalk and Cancers."}, {"pubmed": 36270508, "text": "Protein preference and elevated plasma FGF21 induced by dietary protein restriction is similar in both male and female mice."}, {"pubmed": 36372296, "text": "Focus on Alzheimer's Disease: The Role of Fibroblast Growth Factor 21 and Autophagy."}, {"pubmed": 36474191, "text": "The elevation of fibroblast growth factor 21 is associated with generalized periodontitis in patients with treated metabolic syndrome."}, {"pubmed": 36501091, "text": "Plasma FGF21 Levels Are Not Associated with Weight Loss or Improvements in Metabolic Health Markers upon 12 Weeks of Energy Restriction: Secondary Analysis of an RCT."}, {"pubmed": 36602629, "text": "lncRNA UCA1 inhibits mitochondrial dysfunction of skeletal muscle in type 2 diabetes mellitus by sequestering miR-143-3p to release FGF21."}, {"pubmed": 36629821, "text": "Fibroblast growth factor 21 as a potential master regulator in metabolic disorders."}, {"pubmed": 36808549, "text": "Relationship Between the Serum FGF21 Level and Growth in Children of Short Stature."}, {"pubmed": 36931558, "text": "The association of circulating fibroblast growth factor 21 levels with incident heart failure: The Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 37108444, "text": "Exercise-Induced Fibroblast Growth Factor-21: A Systematic Review and Meta-Analysis."}, {"pubmed": 37242268, "text": "Association of NAFLD with FGF21 Polygenic Hazard Score, and Its Interaction with Protein Intake Level in Korean Adults."}, {"pubmed": 37246726, "text": "Fibroblast growth factor 21 as a candidate of a novel serum biomarker for mitochondrial diabetes."}, {"pubmed": 37251684, "text": "The crosstalk between FGF21 and GH leads to weakened GH receptor signaling and IGF1 expression and is associated with growth failure in very preterm infants."}, {"pubmed": 37374349, "text": "Investigation of CD56, ADAM17 and FGF21 Expressions in the Placentas of Preeclampsia Cases."}, {"pubmed": 37386374, "text": "Exploring the correlation between serum fibroblast growth factor-21 levels and Sarcopenia: a systematic review and meta-analysis."}, {"pubmed": 37549445, "text": "FGF21 and GDF15 are elevated in Barth Syndrome and are correlated to important clinical measures."}, {"pubmed": 37576954, "text": "Fibroblast growth factor 21 in metabolic syndrome."}, {"pubmed": 37649397, "text": "Maternal overweight and obesity modify the association of serum fibroblast growth factor 21 levels with gestational diabetes mellitus: A nested case-control study."}, {"pubmed": 37660729, "text": "FGF21 prevents neuronal cell ferroptosis after spinal cord injury by activating the FGFR1/beta-Klotho pathway."}, {"pubmed": 37728457, "text": "Assessment of fibroblast growth factor 21 in children with type 1 diabetes mellitus in relation to microvascular complications."}, {"pubmed": 37739649, "text": "Fluctuations of serum fibroblast growth factor-21 levels in prolonged fasting in male adults."}, {"pubmed": 37746951, "text": "miR-26b-5p promotes osteogenesis of bone mesenchymal stem cells via suppressing FGF21."}, {"pubmed": 37864659, "text": "Fibroblast Growth Factor 21 Relieves Lipopolysaccharide-Induced Acute Lung Injury by Suppressing JAK2/STAT3 Signaling Pathway."}, {"pubmed": 37910178, "text": "Fibroblast growth factor-21 alleviates proteasome injury via activation of autophagy flux in Parkinson's disease."}, {"pubmed": 38057786, "text": "Increased circulating FGF21 level predicts the burden of metabolic demands and risk of vascular diseases in adults with type 2 diabetes."}, {"pubmed": 38180987, "text": "Protein biomarkers GDF15 and FGF21 to differentiate mitochondrial hepatopathies from other pediatric liver diseases."}, {"pubmed": 38216702, "text": "Fibroblast growth factor-21 and Visfatin as potential predictors for metabolic risk factors in obese children."}, {"pubmed": 38247441, "text": "Cold exposure modulates potential brown adipokines in humans, but only FGF21 is associated with brown adipose tissue volume."}, {"pubmed": 38271099, "text": "Lipodystrophy in methylmalonic acidemia associated with elevated FGF21 and abnormal methylmalonylation."}, {"pubmed": 38309558, "text": "Association of circulating fibroblast growth factor 21 levels with all-cause and cardiovascular mortality: The multi-ethnic study of atherosclerosis."}, {"pubmed": 38312833, "text": "Critical role of FGF21 in diabetic kidney disease: from energy metabolism to innate immunity."}, {"pubmed": 38390325, "text": "Inflammatory cytokines and oral lichen planus: a Mendelian randomization study."}, {"pubmed": 38508095, "text": "Fibroblast growth factor 21 mitigates lupus nephritis progression via the FGF21/Irgm 1/NLRP3 inflammasome pathway."}, {"pubmed": 38554044, "text": "FGF21 protects against ischaemia reperfusion injury in normal and fatty livers."}, {"pubmed": 38732501, "text": "Increased FGF-21 Improves Ectopic Lipid Deposition in the Liver and Skeletal Muscle."}, {"pubmed": 38789571, "text": "Circulating serum fibroblast growth factor 21 as risk and prognostic biomarker of retinal artery occlusion."}, {"pubmed": 38851619, "text": "Fibroblast growth factor 21 alleviates idiopathic pulmonary fibrosis by inhibiting PI3K-AKT-mTOR signaling and stimulating autophagy."}, {"pubmed": 38959886, "text": "Weight-loss maintenance is accompanied by interconnected alterations in circulating FGF21-adiponectin-leptin and bioactive sphingolipids."}], "genomic_pos": {"chr": "19", "end": 48758333, "ensemblgene": "ENSG00000105550", "start": 48755524, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 49261587, "start": 49258816, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10858549, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10858549, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010898", "qualifier": "involved_in", "term": "positive regulation of triglyceride catabolic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010988", "pubmed": 22378787, "qualifier": "acts_upstream_of", "term": "regulation of low-density lipoprotein particle clearance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030968", "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046326", "pubmed": 17623664, "qualifier": "involved_in", "term": "positive regulation of glucose import"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 17623664, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071377", "qualifier": "involved_in", "term": "cellular response to glucagon stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071404", "qualifier": "involved_in", "term": "cellular response to low-density lipoprotein particle stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071466", "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072577", "qualifier": "involved_in", "term": "endothelial cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090080", "qualifier": "involved_in", "term": "positive regulation of MAPKKK cascade by fibroblast growth factor receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 22302939, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904640", "qualifier": "involved_in", "term": "response to methionine"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1905599", "pubmed": 22378787, "qualifier": "acts_upstream_of", "term": "positive regulation of low-density lipoprotein receptor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000352", "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 10858549, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005104", "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18829467, 19059246, 19117008, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}]}, "homologene": {"genes": [[9598, 468948], [9606, 26291], [9615, 484395], [9913, 785576], [10090, 56636], [10116, 170580]], "id": 10428}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}, {"desc": "Fibroblast growth factor 15/19/21", "id": "IPR035444", "short_desc": "FGF15/19/21"}], "ipi": "IPI00017149", "map_location": "19q13.33", "name": "fibroblast growth factor 21", "other_names": "fibroblast growth factor 21", "pantherdb": {"HGNC": "3678", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1861377", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "Q9JJN1"}, {"RGD": "620175", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "Q8VI80"}, {"ZFIN": "ZDB-GENE-060623-2", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "A0A0R4IU37"}, {"ZFIN": "ZDB-GENE-030729-32", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "A0A0R4IN60"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "Q9NSA1"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-174824", "name": "Plasma lipoprotein assembly, remodeling, and clearance"}, {"id": "R-HSA-189200", "name": "Cellular hexose transport"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-425407", "name": "SLC-mediated transmembrane transport"}, {"id": "R-HSA-8963889", "name": "Assembly of active LPL and LIPC lipase complexes"}, {"id": "R-HSA-8963899", "name": "Plasma lipoprotein remodeling"}], "wikipathways": [{"id": "WP1982", "name": "Sterol regulatory element-binding proteins (SREBP) signaling"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4321", "name": "Thermogenesis"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["5VAQ", "6M6E", "6M6F"], "pfam": "PF00167", "pharmgkb": "PA28117", "pharos": {"target_id": 18577, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170372", "relationship": "is"}, {"id": "GNF181278", "relationship": "is"}, {"id": "GNF192184", "relationship": "is"}, {"id": "GNF203090", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160920", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF004529", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF235026", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331278", "relationship": "is"}, {"id": "GNF332705", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338998", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098913", "relationship": "is"}, {"id": "GNF138568", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_007510.2", "NG_033945.1"], "protein": "NP_061986.1", "rna": "NM_019113.4", "translation": {"protein": "NP_061986.1", "rna": "NM_019113.4"}}, "reporter": {"HG-U133_Plus_2": "221433_at", "HTA-2_0": "TC19000710.hg.1", "HuEx-1_0": "3837984", "HuGene-1_1": "8030105", "HuGene-2_1": "16863871"}, "summary": "Theis gene encodes a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities and are involved in a variety of biological processes. This protein is a secreted endocrine factor that functions as a major metabolic regulator. The encoded protein stimulates the uptake of glucose in adipose tissue. [provided by RefSeq, Mar 2016].", "symbol": "FGF21", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333538"}, "unigene": "Hs.283015", "uniprot": {"Swiss-Prot": "Q9NSA1", "TrEMBL": "A0A7U3L5M7"}, "wikipedia": {"url_stub": "FGF21"}}