{"AllianceGenome": "3685", "HGNC": "3685", "MIM": "148180", "_id": "2252", "_version": 1, "accession": {"genomic": ["AC022306.6", "AC025919.8", "AH013579.2", "CH471082.1", "CP068263.2", "L06242.1", "NC_000015.10", "NC_060939.1", "NG_029159.1", "U24106.1"], "protein": ["AAA63210.1", "AAB21431.1", "AAH10956.1", "AAR87872.1", "BAG35978.1", "CAG46799.1", "EAW77376.1", "NP_002000.1", "P21781.1"], "rna": ["AK313160.1", "BC010956.1", "CR542002.1", "DB206350.1", "M60828.1", "NM_002009.4", "S81661.1"], "translation": [{"protein": "BAG35978.1", "rna": "AK313160.1"}, {"protein": "CAG46799.1", "rna": "CR542002.1"}, {"protein": "NP_002000.1", "rna": "NM_002009.4"}, {"protein": "AAA63210.1", "rna": "M60828.1"}, {"protein": "AAB21431.1", "rna": "S81661.1"}, {"protein": "AAH10956.1", "rna": "BC010956.1"}]}, "alias": ["HBGF-7", "KGF"], "ensembl": {"gene": "ENSG00000140285", "protein": ["ENSP00000267843", "ENSP00000453980", "ENSP00000454205"], "transcript": ["ENST00000267843", "ENST00000560270", "ENST00000560704", "ENST00000560979"], "translation": [{"protein": "ENSP00000454205", "rna": "ENST00000560270"}, {"protein": "ENSP00000267843", "rna": "ENST00000267843"}, {"protein": "ENSP00000453980", "rna": "ENST00000560979"}], "type_of_gene": "protein_coding"}, "entrezgene": "2252", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.50925312916, "exp_mis": 50.722754416, "exp_syn": 19.6451972716, "lof_z": 2.52729110501855, "mis_z": 1.76657673874745, "mu_lof": 4.84278517064e-07, "mu_mis": 4.60543677296e-06, "mu_syn": 1.73013091975e-06, "n_lof": 0.0, "n_mis": 25.0, "n_syn": 16.0, "p_li": 0.874992687904998, "p_null": 0.00159010708337395, "p_rec": 0.123417205011628, "syn_z": 0.509850198535413}, "bp": 585, "cds_end": 49776701, "cds_start": 49716494, "n_exons": 3, "nonpsych": {"exp_lof": 5.83273914882, "exp_mis": 45.8502255596, "exp_syn": 17.7220356039, "lof_z": 2.37185558828843, "mis_z": 1.85106337894915, "mu_lof": 4.84278517064e-07, "mu_mis": 4.60543677296e-06, "mu_syn": 1.73013091975e-06, "n_lof": 0.0, "n_mis": 21.0, "n_syn": 15.0, "p_li": 0.860913161773862, "p_null": 0.00253905080332616, "p_rec": 0.136547787422812, "syn_z": 0.407100035014337}, "nontcga": {"exp_lof": 5.98278527531, "exp_mis": 46.6592095491, "exp_syn": 18.0678537879, "lof_z": 2.4128645760348, "mis_z": 1.79854104188308, "mu_lof": 4.84278517064e-07, "mu_mis": 4.60543677296e-06, "mu_syn": 1.73013091975e-06, "n_lof": 0.0, "n_mis": 22.0, "n_syn": 14.0, "p_li": 0.856502710084433, "p_null": 0.002272251659498, "p_rec": 0.141225038256069, "syn_z": 0.605946106392568}, "transcript": "ENST00000267843.4"}, "exons": [{"cdsend": 49484504, "cdsstart": 49424297, "chr": "15", "position": [[49423241, 49423440], [49424031, 49424583], [49483150, 49483254], [49484309, 49488774]], "strand": 1, "transcript": "NM_002009", "txend": 49488774, "txstart": 49423241}], "exons_hg19": [{"cdsend": 49776701, "cdsstart": 49716494, "chr": "15", "position": [[49715438, 49715637], [49716228, 49716780], [49775347, 49775451], [49776506, 49780971]], "strand": 1, "transcript": "NM_002009", "txend": 49780971, "txstart": 49715438}], "generif": [{"pubmed": 11937263, "text": "KGF induced proliferation but did not cause significant differentiation of 3 hematopoietic cell lines and bone marrow cells transduced with human K-sam."}, {"pubmed": 11943656, "text": "play important roles in lung development, lung inflammation, and repair."}, {"pubmed": 11973338, "text": "keratinocyte growth factor (KGF), a key stimulator of epithelial cell proliferation during wound healing, preferentially binds to collagens I, III, and VI."}, {"pubmed": 12008951, "text": "possible role of fibroblast growth factors in expression of genes of the plasminogen activator system in breast fibroblasts"}, {"pubmed": 12016100, "text": "KGF may hold promise for the treatment of very premature neonates with bronchopulmonary dysplasia."}, {"pubmed": 12122441, "text": "Following activation by KGF binding, KGF and the KGF receptor remain associated in active complexes through the endocytic pathway, which is described."}, {"pubmed": 12215437, "text": "activity is potentiated by dermatan sulfate binding"}, {"pubmed": 12243757, "text": "Data suggest a causal relation between telomere shortening and reduced expression of KGF and IGF-II in human fibroblasts."}, {"pubmed": 12413766, "text": "Increased expression of HGF and KGF by buccal mucosal fibroblasts may partly be responsible for the faster wound healing with less scar formation in the oral cavity compared with normal skin."}, {"pubmed": 12438323, "text": "lipopolysaccharide may induce proliferation of periodontal epithelial cells by upregulating keratinocyte growth factor 1 expression via the CD14 and Toll-like receptor signaling pathway"}, {"pubmed": 12529371, "text": "PAK4 interacts with KGF receptor and mediate anti-apoptosis effects of KGF on epithelial cells."}, {"pubmed": 12645668, "text": "In the presence of keratinocytes, fibroblasts from buccal mucosa, periodontal ligament, & skin increased increased HGF and KGF production 2-3 times. This may influence the proliferation & migration of junctional epithelium and affect periodontal disease."}, {"pubmed": 12802496, "text": "KGF is capable of inducing human fetal beta-cell expansion."}, {"pubmed": 14962112, "text": "keratinocyte growth factor 1 may play a role in limiting mechanically induced apoptotic processes at the epithelial wound edge in a manner that is distinct from its proliferative function."}, {"pubmed": 15250830, "text": "may have an important role in cyclosporin-induced gingival overgrowth"}, {"pubmed": 15327889, "text": "Review. The role of FGF7 in epithelial tissue repair and its therapeutic potential are discussed."}, {"pubmed": 15562028, "text": "FGF7 was specifically identified when selecting for in vitro phosphate transport inhibitory activity of tumor-derived cultures and was confirmed as a potent inhibitor of phosphate transport. Finally, FGF7 message was confirmed in PCR products of mRNA>"}, {"pubmed": 15613483, "text": "Epidermal and hepatocyte growth factors, but not keratinocyte growth factor, modulate protein kinase Calpha translocation to the plasma membrane"}, {"pubmed": 15677771, "text": "Results demonstrate a dysregulation of keratinocyte growth factor secretion by idiopathic pulmonary fibrosis fibroblasts; weak response to IL-1beta is associated with a defect of c-Jun expression and activation and a defect of JNK activation."}, {"pubmed": 15679583, "text": "in psoriatic lesions activated lymphocytes can stimulate fibroblasts to produce KGF and FGF-10, which in turn contribute to sustain the hyperproliferative status of the keratinocytes"}, {"pubmed": 15690149, "text": "Human embryonic pancreatic mesenchyme expresses FGF7, which might be used used to expand human embryonic pancreatic epithelial cells."}, {"pubmed": 15781986, "text": "Expression of FGF7 in breast neoplasms may have an inhibitory role on the induction of apoptosis, possibly through the overexpression of Bcl-2."}, {"pubmed": 15809711, "text": "FGF& overexpression seen in advanced ovarian neoplasms; FGF7 suggested to play significant role in development of ovarian neoplasms"}, {"pubmed": 16141466, "text": "KGF stimulated the proliferation of cyst-lining epithelial cell in vitro by regulating the expression of cyclin D1 and P21(wafl) genes."}, {"pubmed": 16162944, "text": "KGF requires both 1-Phosphatidylinositol 3-Kinase and JNK Mitogen Activated Protein Kinases signaling pathways to induce SREBP-1"}, {"pubmed": 16216128, "text": "expression of hepatocyte and keratinocyte growth factors and their receptors is preserved in patients with lung emphysema as compared to patients without emphysema"}, {"pubmed": 16554439, "text": "KGF suppresses alpha2beta1 integrin function and promotes differentiation of the transient amplifying population in prostatic epithelium."}, {"pubmed": 16984257, "text": "Evaluation by immunohistochemistry of KGF receptor distribution, showed a down-modulation of this receptor, as previously reported in the presence of increased levels of KGF clear cell acanthoma (CCA)."}, {"pubmed": 17049492, "text": "The elevated FGF7 protein levels in gastric inflammation and gastric cancer, together with the known oncogenic potential of FGF7."}, {"pubmed": 17200110, "text": "KGF/FGF-7 induces NF-kappaB activation and NF-kappaB plays an essential role in regulation of KGF/FGF-7-inducible gene expression and KGF/FGF-7-initiated cellular responses"}, {"pubmed": 17301835, "text": "adenosine might stimulate hair growth through FGF-7 upregulation in dermal papilla cells"}, {"pubmed": 17360555, "text": "FGF3, FGF7, FGF10, FGF18, and FGFR1 may have roles in nonsyndromic cleft lip and palate"}, {"pubmed": 17525264, "text": "Data show that enhanced expression of keratinocyte growth factor and its receptor correlates with venous invasion in pancreatic cancer."}, {"pubmed": 17593825, "text": "the expression of keratinocyte growth factor (KGF) and keratinocyte growth factor receptor (KGFR) in Hela cells"}, {"pubmed": 17596295, "text": "KGF increased integrin alpha(5) expression by phosphorylating C/EBP-beta"}, {"pubmed": 17609292, "text": "FGF-7 is not essential for urothelial cell proliferation in response to partial outlet obstruction; however, a significant increase in FGF-10 expression was observed in the obstructed FGF-7-null group"}, {"pubmed": 17692400, "text": "Expression of keratinocyte growth factor was significantly increased in damaged liver tissue in correlation to the degree of fibrosis."}, {"pubmed": 17706640, "text": "These results indicate that KGF enhances the adhesion of colorectal cancer cells to type-IV collagen through ERK and FAK signaling pathways."}, {"pubmed": 17786302, "text": "High KGFR/KGF coexpression is associated with well-differentiated esophageal cancer"}, {"pubmed": 17882267, "text": "KGF-promoted melanosome transfer was more significant in light keratinocytes compared to dark, due to an increased expression of KGF receptor in light skin keratinocytes"}, {"pubmed": 17944804, "text": "KGFR internalization triggered by either KGF or FGF10 occurs through clathrin-coated pits"}, {"pubmed": 17953372, "text": "KGF and KGFR are both expressed in CaSki cells. Autocrine and recombinant human KGF affect cell proliferation and migration."}, {"pubmed": 17994369, "text": "FGF7 improved survival during acute lung injury in mice"}, {"pubmed": 17994369, "text": "FGF7 protects against acute lung injury"}, {"pubmed": 18386288, "text": "PAR-1 activation strikingly induced FGF-7 production from cultured stromal cells mediated predominantly via ERK1/2 signaling pathway in benign prostatic hyperplasia"}, {"pubmed": 19106113, "text": "In both fetuses and girls/women, the protein for KGF was detected from primordial stages in oocytes, granulosa cells (GCs) and stroma cells"}, {"pubmed": 19148469, "text": "Over-expression of endogenous KGF genes in colorectal cancer cells increase VEGF-A production and may relate to angiogenesis in cancer."}, {"pubmed": 19250802, "text": "KGF may be crucial for an efficient skin photoprotection, demonstrating a direct role for KGF in the reduction of intracellular ROS content following UVB exposure."}, {"pubmed": 19281086, "text": "Determine pulmonary and systemic hepatocyte and keratinocyte growth factors in patients with chronic obstructive pulmonary disease."}, {"pubmed": 19287982, "text": "co-expression of K-sam and KGF in gastric cancer might be a useful prognostic factor."}, {"pubmed": 19326389, "text": "Human colon fibroblasts induce differentiation and proliferation of intestinal epithelial cells through the direct paracrine action of keratinocyte growth factor."}, {"pubmed": 19434818, "text": "KGF was expressed in the epithelial cells and fibroblasts of odontogenic keratocysts. The intensity of the KGF expression in the epithelial cells and the fibroblasts significantly decreased after marsupialization."}, {"pubmed": 19584147, "text": "Study suggests that transgenic hKGF secreted from transduced salivary glands may be useful clinically to prevent oral mucositis caused by radiation."}, {"pubmed": 19700645, "text": "These findings evidence KGF alveolar epithelial cell protection, enhancing effects on alveolar repair capacity, and anti-inflammatory effects in the injured neonatal lung."}, {"pubmed": 19780816, "text": "KGF increases pigment production and deposition in melanocytes in vitro and in vivo"}, {"pubmed": 19920075, "text": "The effect of KGF on limbal epithelial cell growth is mediated by upregulation of DeltaNp63alpha through the p38 pathway."}, {"pubmed": 19956603, "text": "keratinocyte growth factor works via an inducible lentivirus to protect bone marrow cells against bleomycin-induced pulmonary fibrosis"}, {"pubmed": 20036421, "text": "The goal of this study was to elucidate the control mechanisms by which exogenous proteins regulate keratinocyte growth factor (KGF) expression in fibroblasts adhered to differing substrates."}, {"pubmed": 20065999, "text": "Modulation of calprotectin in human keratinocytes by keratinocyte growth factor and interleukin-1alpha."}, {"pubmed": 20620021, "text": "The upregulation of KGF/KGFR might induce the formation of rete ridges and hyperpigmentation in solar lentigines."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21082280, "text": "These results suggest that the growth factors HGF and KGF may play a role in enhancing IL-1-stimulated production of IL-8 by epithelial cells during mucosal inflammations."}, {"pubmed": 21340484, "text": "Carcinoma-associated fibroblasts promotes the proliferation of a lingual carcinoma cell line by secreting keratinocyte growth factor."}, {"pubmed": 21436609, "text": "KGF may have a role in ameliorating radiation-induced pulmonary injury in rats"}, {"pubmed": 21782870, "text": "FGF7 enhanced keratinocyte proliferation and its expression was increased when NCTC 2544 cells were subjected to treatments with plantaricin A preparations or hyaluronic acid."}, {"pubmed": 21921092, "text": "In COPD, SNPs (rs12591300 and rs4480740) were significantly associated with COPD in an independent population (combined p values of 7.9E-7 and 2.8E-6). Increased lung tissue FGF7 expression was associated with worse measures of lung function."}, {"pubmed": 22481617, "text": "the activation of the stromal fibroblasts present in the pathological tissue, and the consequent increased secretion of KGF, play a crucial role in the deregulation of the epidermal proliferation and differentiation."}, {"pubmed": 22555975, "text": "Repression of Ink4a in aged (ETPs) Early T-cell progenitors results in their partial rejuvenation and this can be accomplished by in vivo fibroblast growth factor 7 administration."}, {"pubmed": 22713451, "text": "these data suggest that FGF7 is a novel regulator of CYP7A1 expression in hepatocytes and may prevent hepatocytes from accumulating toxic bile acids during liver injury and fibrosis."}, {"pubmed": 22796760, "text": "An SNP in FGF7 is associated with an increased risk of chronic obstructive pulmonary disease."}, {"pubmed": 22946653, "text": "results implicate pericryptal myofibroblast-derived paracrine KGF and largely autocrine amphiregulin in the upregulation of claudin-2 in Caco-2 epithelial monolayers and consequent disruption of tight junction integrity"}, {"pubmed": 22949940, "text": "Keratinocyte growth factor up-regulates Interleukin-7 expression following intestinal ischemia/reperfusion in vitro and in vivo."}, {"pubmed": 23096718, "text": "Increased KGF expression promotes fibroblast activation in a double paracrine manner resulting in cutaneous fibrosis."}, {"pubmed": 23545898, "text": "The aim of this study was to determine whether the K-sam gene and keratinocyte growth factor (KGF) expression may be used to identify malignant tumors with a poor prognosis."}, {"pubmed": 23547113, "text": "The LTA downstream segment alternate core promoter was active only after specific cellular stimulation and was the major promoter used when human T cells were stimulated with TGF-beta1 and fibroblast growth factor-7."}, {"pubmed": 23582717, "text": "IL-19 is important for cutaneous wound healing because it upregulates KGF expression."}, {"pubmed": 23949615, "text": "precursor of the hormone Irisin (FNCD5) were abundantly expressed in all three fat depots, along with fibroblast growth factors (FGF) FGF1, FGF7 and FGF10, whereas, FGF19 and FGF21 were undetectable."}, {"pubmed": 24002438, "text": "High FGF7 expression is associated with ameloblastoma."}, {"pubmed": 24026476, "text": "FGF7 stimulates osteogenic differentiation, but not proliferation, in embryonic stem cells, by activating ERK/Runx2 signaling."}, {"pubmed": 24051090, "text": "FGF7 supports hematopoietic stem and progenitor cells and leukemia-initiating cells indirectly via FGFR2IIIb expressed on stromal cells."}, {"pubmed": 24188496, "text": "This paper provides an overview of the knowledge on molecular properties, biological functions and the ecent findings on clinical application of EGF7. [review]"}, {"pubmed": 24426773, "text": "Sustained effect of KGF on cell survival and proliferation could be attributed to its ability to inhibit p53, retinoblastoma, caspases, and p27(kip) functions in apoptosis and cell cycle arrest."}, {"pubmed": 24434934, "text": "These findings indicate that topically delivered KGF-1 DNA plasmid can increase epithelial thickness and strength, demonstrating the potential of this approach to restore compromised skin."}, {"pubmed": 24577098, "text": "First evidence of a role of FGF7 in the regulation of sequential steps of the autophagic process and strengthen the hypothesis of a direct interplay between autophagy and differentiation."}, {"pubmed": 24783215, "text": "Recombinant keratinocyte growth factor 1 in tobacco potentially promotes wound healing in diabetic rats."}, {"pubmed": 25138153, "text": "KGF expression induced epithelial cell proliferation, reaching a peak level at day 4 and then decreased later, while in the long-term model, KGF expression in the EAC led to middle ear cholesteatoma formation"}, {"pubmed": 25313018, "text": "Data indicate the key roles played, on the melanosome transfer in normal skin, by KGF/FGF7 released by dermal fibroblasts and by its receptor KGFR/FGFR2b expressed and activated on the epidermal keratinocytes."}, {"pubmed": 25623741, "text": "FGF7 over expression is associated with advanced clinical features in patients with upper tract and bladder urothelial carcinoma"}, {"pubmed": 26350198, "text": "Coexpression of KGF and MMP-9 in gastric cancer could be a useful prognostic factor, and MMP-9 might also serve as a novel target for both prognostic prediction and therapeutics."}, {"pubmed": 26514676, "text": "This study evaluated the expression of FGF7, AhR, and CYP1A1 in colorectal cancer cells and revealed a new mechanism by which KGF promotes cell proliferation through the AhR-cyclin D1 pathway in colon cancer cells."}, {"pubmed": 26574554, "text": "In the current study, conditioned media and chemically defined media with recombinant human keratinocyte growth factor (KGF) could induce hUC-MSC differentiation into sweat gland-like cells (SGCs)."}, {"pubmed": 27855391, "text": "Suppression of miR-219-5p may benefit the liver regeneration and prevent cirrhosis through increasing KGF."}, {"pubmed": 28093295, "text": "The stability and activity of rhKGF mutants were analyzed using GROMACS molecular dynamics (MD) simulations and docking tools, respectively. The results showed that N159S (N105S in rhKGF sequence) and I172V (I118V in rhKGF) substitutions caused an increased stability and affinity of the rhKGF to Fibroblast growth factor receptor 2 (FGFR2)."}, {"pubmed": 28270036, "text": "Results suggest that fibroblast growth factor 7 may stimulate endometrial stromal cells proliferation and insulin-like growth factor-binding protein 1 and prolactin expressions through ERK and JNK signal pathways in an autocrine manner."}, {"pubmed": 28296468, "text": "Tregs isolated from human lung tissue can be stimulated ex vivo to induce kgf expression."}, {"pubmed": 28339036, "text": "FGF7 stimulation of cell invasion and migration was partially suppressed by the FGFR2 knockdown. In addition, FGF7/FGFR2 upregulated THBS1, and cell invasion and migration were decreased by knockdown of THBS1"}, {"pubmed": 28850798, "text": "Panning against the purified FGF7 was performed, and the identified single-domain antibodies showed significant affinity."}, {"pubmed": 29556625, "text": "Findings suggest that excessive KGF and KGFR synthesis may contribute to the hyperproliferative state in cholesteatoma and could explain the pathological difference between cholesteatoma and CSOM."}, {"pubmed": 29722558, "text": "the expression levels of FGF7, FGF10, and FGFR2 were lower in IPF lung regions undergoing active remodeling, and inversely correlated with Idiopathic pulmonary arterial hypertension severity, indicating that increased expression might reflect lung repair rather than lung pathology, and warranting further research on the precise role of FGF signaling in pulmonary parenchymal and vascular remodeling."}, {"pubmed": 29970688, "text": "Low KGF expression is associated with epithelial ovarian cancer cell proliferation and invasion."}, {"pubmed": 30161290, "text": "MiR-381-3p was lowly expressed while FGF7 was highly expressed in cervical cancer cells. This study validated a direct target relationship and a negative correlation between miR-381-3p and FGF7."}, {"pubmed": 30376406, "text": "fter transfection of cells, we evaluated the effects of the produced KGF protein on cell migration and reepithelialization of keratinocytes using a scratch assay. The results demonstrate that KGF-mRNA-transfected cells exhibited a high KGF protein release that is sufficient to significantly improve reepithelialization in the performed scratch assays."}, {"pubmed": 30628710, "text": "an increased level of keratinocyte growth factor (KGF) and angiopoietin1 (ANGPT1) secretion from mesenchymal stem cells was observed under inflammatory stimulation."}, {"pubmed": 30777021, "text": "Study assessed genetic association of FGF7 variant rs12905203 in a new established-COPD cohort in Chinese Han, and identified a functional variant that modulates the gene expression of FGF7 through the regulation of AP-1 binding."}, {"pubmed": 30858037, "text": "findings illustrate a role for miR-455-3p-1 in modulating FGF7-RAS/ERK signaling and suggest that an agomir of miR-455-3p-1 could inhibit the proliferation of PASMCs and mitigate PAH in vivo."}, {"pubmed": 31555794, "text": "These results indicate that FGF-7 induces TNF-alpha expression in HaCaT cells."}, {"pubmed": 32051698, "text": "Long Noncoding RNA AFAP1-AS1 Promotes Cell Proliferation and Metastasis via the miR-155-5p/FGF7 Axis and Predicts Poor Prognosis in Gastric Cancer."}, {"pubmed": 32112990, "text": "Hyperphosphatemia with low FGF7 and normal FGF23 and sFRP4 levels in the circulation characterizes pediatric hypophosphatasia."}, {"pubmed": 32329827, "text": "Mechanism of FGF7 gene silencing in regulating viability, apoptosis, invasion of retinoblastoma cell line HXO-Rb44 and angiogenesis."}, {"pubmed": 32818548, "text": "The proliferative and anti-apoptosis functions of KGF/KGFR contributes to bronchial epithelial repair in asthma."}, {"pubmed": 33060727, "text": "Cyclodextrin inclusion complex inhibits circulating galectin-3 and FGF-7 and affects the reproductive integrity and mobility of Caco-2 cells."}, {"pubmed": 33844960, "text": "Exosome-transmitted circ-CARD6 facilitates posterior capsule opacification development by miR-31/FGF7 axis."}, {"pubmed": 34053484, "text": "[Expression of serous fibroblast growth factor 7 and related inflammatory factors in patients with acute exacerbation of chronic obstructive pulmonary disease]."}, {"pubmed": 34102610, "text": "LncRNA BCRT1 facilitates osteosarcoma progression via regulating miR-1303/FGF7 axis."}, {"pubmed": 34606789, "text": "Keratinocyte growth factor in focus: A comprehensive review from structural and functional aspects to therapeutic applications of palifermin."}, {"pubmed": 34624218, "text": "Three subtypes of lung cancer fibroblasts define distinct therapeutic paradigms."}, {"pubmed": 34810035, "text": "Cell-subpopulation alteration and FGF7 activation regulate the function of tendon stem/progenitor cells in 3D microenvironment revealed by single-cell analysis."}, {"pubmed": 35726195, "text": "FGF7/FGFR2-JunB signalling counteracts the effect of progesterone in luminal breast cancer."}, {"pubmed": 35799083, "text": "Genotyping Helicobacter pylori and fgf7 gene expression in gastric cancer."}, {"pubmed": 35924466, "text": "Down-Regulation of circCOL1A2 Suppresses the Dysfunction of Diabetes-Related Retinal Microvascular Endothelial Cells via miR-646/FGF7 Axis."}, {"pubmed": 36693332, "text": "Upregulation of FGF7 Induced Intravesical Prostatic Protrusion of Benign Prostatic Hyperplasia via the ERK1/2 Signaling Pathway."}, {"pubmed": 37797460, "text": "Hepatocyte survival and proliferation by fibroblast growth factor 7 attenuates liver inflammation, and fibrogenesis during acute liver injury via paracrine mechanisms."}, {"pubmed": 38654010, "text": "FGF7 enhances the expression of ACE2 in human islet organoids aggravating SARS-CoV-2 infection."}], "genomic_pos": {"chr": "15", "end": 49488775, "ensemblgene": "ENSG00000140285", "start": 49423237, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 49780972, "start": 49715293, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001935", "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001938", "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 2475908, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8663044, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 8663044, "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 7973639, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 7973639, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010463", "pubmed": 11023837, "qualifier": "involved_in", "term": "mesenchymal cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010838", "pubmed": 17449030, "qualifier": "involved_in", "term": "positive regulation of keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030036", "pubmed": 17449030, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034394", "pubmed": 17449030, "qualifier": "involved_in", "term": "protein localization to cell surface"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050679", "pubmed": 11493558, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050679", "pubmed": 15690149, "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050731", "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050731", "pubmed": 17449030, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050918", "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050918", "pubmed": 17449030, "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051450", "qualifier": "involved_in", "term": "myoblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051549", "pubmed": 17449030, "qualifier": "involved_in", "term": "positive regulation of keratinocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060445", "qualifier": "involved_in", "term": "branching involved in salivary gland morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060501", "pubmed": 9740653, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of epithelial cell proliferation involved in lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060665", "qualifier": "involved_in", "term": "regulation of branching involved in salivary gland morphogenesis by mesenchymal-epithelial signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0061033", "pubmed": 10541313, "qualifier": "involved_in", "term": "secretion by lung epithelial cell involved in lung growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000288", "qualifier": "involved_in", "term": "positive regulation of myoblast proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005111", "qualifier": "enables", "term": "type 2 fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 1309608, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042056", "pubmed": 17449030, "qualifier": "enables", "term": "chemoattractant activity"}]}, "homologene": {"genes": [[7955, 493181], [8364, 496833], [9031, 415439], [9544, 574345], [9598, 744975], [9606, 2252], [9615, 403915], [9913, 616885], [10090, 14178], [10116, 29348]], "id": 7316}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}], "ipi": "IPI00010403", "map_location": "15q21.2", "name": "fibroblast growth factor 7", "other_names": ["FGF-7", "fibroblast growth factor 7", "heparin-binding growth factor 7", "keratinocyte growth factor"], "pantherdb": {"HGNC": "3685", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95521", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "P36363"}, {"RGD": "61805", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "Q02195"}, {"Ensembl": "ENSGALG00000028158", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 9031, "uniprot_kb": "Q5KRA4"}, {"ZFIN": "ZDB-GENE-080122-1", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 7955, "uniprot_kb": "B3DHR9"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "P21781"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1839126", "name": "FGFR2 mutant receptor activation"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-190241", "name": "FGFR2 ligand binding and activation"}, {"id": "R-HSA-190377", "name": "FGFR2b ligand binding and activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2033519", "name": "Activated point mutants of FGFR2"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-5654221", "name": "Phospholipase C-mediated cascade; FGFR2"}, {"id": "R-HSA-5654695", "name": "PI-3K cascade:FGFR2"}, {"id": "R-HSA-5654696", "name": "Downstream signaling of activated FGFR2"}, {"id": "R-HSA-5654699", "name": "SHC-mediated cascade:FGFR2"}, {"id": "R-HSA-5654700", "name": "FRS-mediated FGFR2 signaling"}, {"id": "R-HSA-5654727", "name": "Negative regulation of FGFR2 signaling"}, {"id": "R-HSA-5654738", "name": "Signaling by FGFR2"}, {"id": "R-HSA-5655253", "name": "Signaling by FGFR2 in disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}], "wikipathways": [{"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP3670", "name": "Simplified Interaction Map Between LOXL4 and Oxidative Stress Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pfam": "PF00167", "pharmgkb": "PA28124", "pharos": {"target_id": 16994, "tdl": "Tbio"}, "pir": ["A36301", "B46289"], "prosite": "PS51257", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF208802", "relationship": "is"}, {"id": "GNF249363", "relationship": "is"}, {"id": "GNF249364", "relationship": "is"}, {"id": "GNF249365", "relationship": "is"}, {"id": "GNF249366", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158137", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039427", "relationship": "is"}, "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281384", "relationship": "is"}, {"id": "GNF281450", "relationship": "is"}, {"id": "GNF281516", "relationship": "is"}, {"id": "GNF281582", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF004530", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF337623", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105038", "relationship": "is"}, {"id": "GNF116368", "relationship": "is"}, {"id": "GNF144685", "relationship": "is"}, {"id": "GNF156009", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_029159.1"], "protein": "NP_002000.1", "rna": "NM_002009.4", "translation": {"protein": "NP_002000.1", "rna": "NM_002009.4"}}, "reporter": {"HG-U133_Plus_2": ["1554741_s_at", "1555102_at", "1555103_s_at", "205782_at"], "HG-U95Av2": ["1380_at", "1466_s_at", "32126_at"], "HTA-2_0": "TC15000386.hg.1", "HuEx-1_0": ["3172663", "3593408"], "HuGene-1_1": ["7983630", "8067839", "8155487", "8155530", "8161362", "8161423", "8161455"], "HuGene-2_1": ["16800921", "17125110"]}, "retired": 82955, "summary": "The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein is a potent epithelial cell-specific growth factor, whose mitogenic activity is predominantly exhibited in keratinocytes but not in fibroblasts and endothelial cells. Studies of mouse and rat homologs of this gene implicated roles in morphogenesis of epithelium, reepithelialization of wounds, hair development and early lung organogenesis. [provided by RefSeq, Jul 2008].", "symbol": "FGF7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0919507"}, "unigene": "Hs.567268", "uniprot": {"Swiss-Prot": "P21781", "TrEMBL": ["H0YNE7", "A0A7U3JVY2"]}, "wikipedia": {"url_stub": "FGF7"}}