{"AllianceGenome": "3687", "HGNC": "3687", "MIM": "600921", "_id": "2254", "_version": 1, "accession": {"genomic": ["AL139378.15", "AY682094.1", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1", "NG_016272.1"], "protein": ["AAH69692.1", "AAI03979.1", "AAI03980.1", "AAT74624.1", "BAA03572.1", "BAF83481.1", "EAX08316.1", "NP_002001.1", "P31371.3", "XP_011533298.1", "XP_054230196.1"], "rna": ["AK095571.1", "AK290792.1", "BC069692.1", "BC103978.1", "BC103979.1", "CR746503.1", "D14838.1", "NM_002010.3", "XM_011534996.3", "XM_054374221.1"], "translation": [{"protein": "AAH69692.1", "rna": "BC069692.1"}, {"protein": "BAA03572.1", "rna": "D14838.1"}, {"protein": "AAI03979.1", "rna": "BC103978.1"}, {"protein": "BAF83481.1", "rna": "AK290792.1"}, {"protein": "AAI03980.1", "rna": "BC103979.1"}, {"protein": "NP_002001.1", "rna": "NM_002010.3"}, {"protein": "XP_054230196.1", "rna": "XM_054374221.1"}, {"protein": "XP_011533298.1", "rna": "XM_011534996.3"}]}, "alias": ["FGF-9", "GAF", "HBFG-9", "HBGF-9", "SYNS3"], "ensembl": {"gene": "ENSG00000102678", "protein": "ENSP00000371790", "transcript": ["ENST00000382353", "ENST00000461657", "ENST00000478546"], "translation": [{"protein": "ENSP00000371790", "rna": "ENST00000382353"}], "type_of_gene": "protein_coding"}, "entrezgene": "2254", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.50201853, "exp_mis": 76.3552927, "exp_syn": 39.878387, "lof_z": 2.71318103523983, "mis_z": 1.86707423000159, "mu_lof": 5.5115761826e-07, "mu_mis": 6.6281212753e-06, "mu_syn": 3.40868394651e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 36.0, "p_li": 0.910715910113492, "p_null": 0.00066992303710623, "p_rec": 0.0886141668494015, "syn_z": 0.380743183756299}, "bp": 627, "cds_end": 22275574, "cds_start": 22246051, "n_exons": 3, "nonpsych": {"exp_lof": 6.728144, "exp_mis": 69.0470032, "exp_syn": 36.0318826, "lof_z": 2.54741446510151, "mis_z": 1.88455533391318, "mu_lof": 5.5115761826e-07, "mu_mis": 6.6281212753e-06, "mu_syn": 3.40868394651e-06, "n_lof": 0.0, "n_mis": 38.0, "n_syn": 31.0, "p_li": 0.897040891284736, "p_null": 0.00117021126172319, "p_rec": 0.101788897453541, "syn_z": 0.527776801661812}, "nontcga": {"exp_lof": 6.89582308, "exp_mis": 70.2408401, "exp_syn": 36.68208433, "lof_z": 2.59044456084629, "mis_z": 2.03544477150393, "mu_lof": 5.5115761826e-07, "mu_mis": 6.6281212753e-06, "mu_syn": 3.40868394651e-06, "n_lof": 0.0, "n_mis": 36.0, "n_syn": 35.0, "p_li": 0.894180541997164, "p_null": 0.00103256298013919, "p_rec": 0.104786895022697, "syn_z": 0.175849832755949}, "transcript": "ENST00000382353.5"}, "exons": [{"cdsend": 21701435, "cdsstart": 21671912, "chr": "13", "position": [[21671072, 21672189], [21681041, 21681145], [21701189, 21704496]], "strand": 1, "transcript": "NM_002010", "txend": 21704496, "txstart": 21671072}], "exons_hg19": [{"cdsend": 22275574, "cdsstart": 22246051, "chr": "13", "position": [[22245211, 22246328], [22255180, 22255284], [22275328, 22278635]], "strand": 1, "transcript": "NM_002010", "txend": 22278635, "txstart": 22245211}], "generif": [{"pubmed": 12072406, "text": "FGF9 is an autocrine estromedin endometrial stromal growth factor that plays roles in cyclic proliferation of uterine endometrial stroma"}, {"pubmed": 14602803, "text": "The capability of proliferation possessed by endometriotic stromal cell during menstruation when ovarian 17 beta-estradiol is in the nadir may be mediated, at least in part, by autocrined estrogen-stimulated expression of FGF-9 and its receptors."}, {"pubmed": 15780951, "text": "Recombinant human FGF-9 signaling enhances the intrinsic osteogenic potential by selectively expanding committed chick embryo osteogenic cell populations as well as inversely regulating bone morphogenetic protein 2 (BMP-2) and noggin gene expression."}, {"pubmed": 16540513, "text": "Mesothelial and epithelial transgenic FGF9 directs lung development by regulating mesenchymal growth, and the pattern and expression levels of mesenchymal growth factors that signal back to the epithelium."}, {"pubmed": 16982695, "text": "Our findings may also provide a molecular framework for considering roles for PGE2 in FGF-9-related embryonic development and/or human diseases."}, {"pubmed": 17154280, "text": "Polymorphic microsatellite in the 3'-UTR of FGF9 in patients with Gonadal dysgenesis."}, {"pubmed": 18165946, "text": "FGF9 mutant tumors showed normal membranous beta-catenin expression and the absence of mutation in the beta-catenin gene"}, {"pubmed": 18593907, "text": "Inhibition of fibroblast growth factor 19 reduces tumor growth by modulating beta-catenin signaling."}, {"pubmed": 18618013, "text": "Androgen receptor-negative human prostate cancer cells induce osteogenesis in mice through FGF9-mediated mechanisms."}, {"pubmed": 19460469, "text": "the study ruled out microdeletions on the critical region as a common cause of Moebius syndrome and excluded FGF9 gene"}, {"pubmed": 19564416, "text": "Data demonstrate that homodimerization autoregulates FGF9 and FGF20's receptor binding and concentration gradients in the extracellular matrix."}, {"pubmed": 19589401, "text": "Data demonstrate a previously uncharacterized mutation in FGF9 as one of the causes of Multiple synostoses syndrome, implicating an important role of FGF9 in normal joint development."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21499246, "text": "Microvessels formed in the presence of FGF9 had enhanced capacity to receive flow and were vasoreactive."}, {"pubmed": 21666490, "text": "Fibroblast growth factor 9 was also overexpressed in all serous ovarian tumors with greater than 1000-fold increase in gene expression in 4 tumors."}, {"pubmed": 22006051, "text": "These results indicate that FGF9 can stimulate proliferation and invasion in prostate cancer cells, thus FGF9 could be a candidate of a predictive factor for recurrence after radical prostatectomy."}, {"pubmed": 22920789, "text": "the FGF9(S99N) monomer is preferred to bind with the FGFR3c receptor to form an inactive complex, leading to impaired FGF signaling; the impaired FGF signaling is believed to be a potential cause of synostoses syndrome, implicating an important role for FGF9 in normal joint development"}, {"pubmed": 22939835, "text": "neither DMRT1 nor FGF9 abnormalities are frequently involved in dysgenetic male gonad development in patients with non-syndromic 46,XY disorder of sex development."}, {"pubmed": 23727932, "text": "The importance of Fgf9 in hair follicle regeneration suggests that it could be used therapeutically in humans."}, {"pubmed": 23797050, "text": "The results demonstrate that FGF9 protein increased in regions of active cellular hyperplasia, metaplasia, and fibrotic expansion of idiopathic pulmonary fibrosis lungs."}, {"pubmed": 24011613, "text": "In addition to the role of sex determination, FGF9 is expressed in postnatal Leydig cells and is involved in cell-to-cell interaction of testicular function. Aberrant expression of testicular FGF9 is associated with SCOS."}, {"pubmed": 24015269, "text": "FGF9 was proved to be a direct target of miR-26a"}, {"pubmed": 24135036, "text": "MAP3K1 mutations tilt the balance in the sex-determining pathways by downregulating SOX9 and FGF9."}, {"pubmed": 24239165, "text": "expression is associated with poor prognosis in lung cancer"}, {"pubmed": 24334956, "text": "The data demonstrates that FGF9 IRES functions as a cellular switch to turn FGF9 protein synthesis 'on' during hypoxia, a likely mechanism underlying FGF9 overexpression in cancer cells."}, {"pubmed": 24511001, "text": "FGF9 can be associated with epithelial-to-mesenchymal transition and invasion by inducing VEGF-A expression in prostate cancer cells."}, {"pubmed": 25766327, "text": "we found that Kl treatment impairs Nodal mRNA expression and Fgf9-mediated Nanos2 induction, reinforcing the antagonistic effect of these two growth factors on the meiotic fate of male germ cells"}, {"pubmed": 25907862, "text": "our data demonstrate that FGF9 can initiate a complex astrocytic response predicted to compromise remyelination, while at the same time stimulating microglial/macrophage recruitment in multiple sclerosis lesions"}, {"pubmed": 25925261, "text": "FGF9 was strongly expressed in CAFs in comparison with NGFs, being compatible with microarray data indicating that FGF9 was a novel growth factor overexpressed in Cancer-associated fibroblasts"}, {"pubmed": 25978641, "text": "These studies identify FGF9 as a target of DICER1 in lung epithelium that functions as an initiating factor for pleuropulmonary blastoma."}, {"pubmed": 26183774, "text": "Data indicate that expressing either human FGF9 in the kidney subcapsular space of female BALB/c mice yielded rapidly expanding local tumors."}, {"pubmed": 26351673, "text": "the relative levels of FGF9 in relation to other members of the FGF family may prove key to understanding vulnerability or resilience in affective disorders."}, {"pubmed": 26773067, "text": "FGF9 and FGF18 increased the migratory capacities of human lung fibroblasts, and FGF9 actively modulated matrix metalloproteinase activity in idiopathic pulmonary fibrosis."}, {"pubmed": 26916220, "text": "In FGF9-overexpressing colorectal cancer cell lines, FGF9 overexpression induced strong resistance to anti-EGFR therapies via the enforced FGFR signal, and this resistance was cancelled by the application of an FGFR inhibitor."}, {"pubmed": 27166269, "text": "Data suggest that fibroblast growth factor 9 (FGF9) may provide the anti-apoptotic function and be useful as a novel independent marker for evaluating gastric cancer (GC) prognosis."}, {"pubmed": 27339175, "text": "The present data indicate that non-natural FGFR2 ligands, such as FGF10 and FGF19, are important factors in the pathophysiology of Aspert syndrome."}, {"pubmed": 27511275, "text": "The results suggest that FGF2/rs1048201, FGF5/rs3733336 and FGF9/rs546782 are associated with the risk of non-syndromic orofacial cleft and that these miRNA-FGF interactions may affect non-syndromic orofacial cleft development."}, {"pubmed": 27816766, "text": "CCND1 mRNA expression is increased by FGF9 in bovine theca cells and granulosa cells."}, {"pubmed": 28169396, "text": "we conclude that the S99N mutation in Fgf9 causes multiple synostoses syndrome (SYNS) via the disturbance of joint interzone formation. These results further implicate the crucial role of Fgf9 during embryonic joint development"}, {"pubmed": 28440022, "text": "The upregulation of FGF9 or the downregulation of miR-372-3p substantially retarded lung squamous cell carcinoma (LSCC) cell growth, mitosis, and invasion. MiR-372-3p enhanced LSCC cell proliferation and invasion through inhibiting FGF9."}, {"pubmed": 28730625, "text": "We have demonstrated for the first time that mutations in FGF9 cause craniosynostosis in humans and confirm that FGF9 mutations cause multiple synostoses."}, {"pubmed": 28757146, "text": "Results show compelling data that homodimerization controls receptor binding specificity of FGF9 by keeping the concentration of active FGF9 monomers at a level, which is sufficient for a normal FGFR \"c\" isoform binding/signaling, but is insufficient for an illegitimate FGFR \"b\" isoform. Mutation in FGF9 N or C-terminus skews the ligand equilibrium toward active monomers causing off-target binding and activation of FGFb."}, {"pubmed": 29904943, "text": "FGF9-induced ovarian cancer cell invasion involves VEGFA/VEGFR2 augmentation by virtue of ETS1 upregulation and metabolic reprogramming."}, {"pubmed": 30227870, "text": "Our results indicate that miR-4317 can reduce Non-small cell lung cancer (NSCLC) cell growth and metastasis by targeting FGF9 and CCND2. These findings provide new evidence of miR-4317 as a potential non-invasive biomarker and therapeutic target for NSCLC."}, {"pubmed": 30496126, "text": "This study shows that adipose-derived FGF9 play as an inhibitory role in the browning of white adipocytes."}, {"pubmed": 30646925, "text": "This study showed that miR-214 inhibited the tumor-promoting effect of CAFs on GC through targeting FGF9 in CAFs and regulating the EMT process in GC cells, suggesting miRNA-214/FGF9 in CAFs as a potential target for therapeutic approaches in GC."}, {"pubmed": 30999114, "text": "MiR-219a-5p plays a crucial role in the development of acquired drug resistance to DDP in NSCLC cells by targeting FGF9."}, {"pubmed": 31078532, "text": "FGF9 acts in concert with VSX2 to promote NR differentiation in hiPSC-OVs and has potential to be used to manipulate early retinogenesis and mitigate ocular defects caused by functional loss of VSX2 activity"}, {"pubmed": 31735119, "text": "Fibroblast growth factor 9 (FGF9) inhibits myogenic differentiation of C2C12 and human muscle cells."}, {"pubmed": 31836511, "text": "The correlation between adiponectin and FGF9 in depression disorder."}, {"pubmed": 31867983, "text": "miR-140-5p targeted FGF9 and inhibited the cell growth of laryngeal squamous cell carcinoma."}, {"pubmed": 31884893, "text": "MiR-187 suppresses non-small-cell lung cancer cell proliferation by targeting FGF9."}, {"pubmed": 32161315, "text": "Fibroblast Growth Factor 9 is expressed by activated hepatic stellate cells and promotes progression of hepatocellular carcinoma."}, {"pubmed": 32366371, "text": "DJ-1 promotes epithelial-to-mesenchymal transition via enhancing FGF9 expression in colorectal cancer."}, {"pubmed": 32885717, "text": "Downregulation of miR-499a-5p Predicts a Poor Prognosis of Patients With Non-Small Cell Lung Cancer and Restrains the Tumorigenesis by Targeting Fibroblast Growth Factor 9."}, {"pubmed": 33107118, "text": "FGF9 promotes mouse spermatogonial stem cell proliferation mediated by p38 MAPK signalling."}, {"pubmed": 33140402, "text": "Identification of the third FGF9 variant in a girl with multiple synostosis-comparison of the genotype:phenotype of FGF9 variants in humans and mice."}, {"pubmed": 33174625, "text": "A novel heterozygous variant in FGF9 associated with previously unreported features of multiple synostosis syndrome 3."}, {"pubmed": 33234721, "text": "The long noncoding RNA LINC01140/miR-140-5p/FGF9 axis modulates bladder cancer cell aggressiveness and macrophage M2 polarization."}, {"pubmed": 33316109, "text": "Fgf9 Negatively Regulates Bone Mass by Inhibiting Osteogenesis and Promoting Osteoclastogenesis Via MAPK and PI3K/AKT Signaling."}, {"pubmed": 33456347, "text": "Effect of lentivirus-mediated miR-182 targeting FGF9 on hallux valgus."}, {"pubmed": 33577925, "text": "Expression and function of FGF9 in the hypertrophied ligamentum flavum of lumbar spinal stenosis patients."}, {"pubmed": 33733860, "text": "circCCND1 Regulates Oxidative Stress and FGF9 to Enhance Chemoresistance of Non-Small Cell Lung Cancer via Sponging miR-187-3p."}, {"pubmed": 34083250, "text": "Upregulation of FGF9 in Lung Adenocarcinoma Transdifferentiation to Small Cell Lung Cancer."}, {"pubmed": 34490480, "text": "miR4865p suppresses gastric cancer cell growth and migration through downregulation of fibroblast growth factor 9."}, {"pubmed": 35190498, "text": "Downregulated exosome-associated gene FGF9 as a novel diagnostic and prognostic target for ovarian cancer and its underlying roles in immune regulation."}, {"pubmed": 35675358, "text": "Fibroblast growth factor-9 expression in airway epithelial cells amplifies the type I interferon response and alters influenza A virus pathogenesis."}, {"pubmed": 36358989, "text": "FGF9 Promotes Expression of HAS2 in Palatal Elevation via the Wnt/beta-Catenin/TCF7L2 Pathway."}, {"pubmed": 38657094, "text": "Upregulation of FGF9 and NOVA1 in cancer-associated fibroblasts promotes cell proliferation, invasion and migration of triple negative breast cancer."}, {"pubmed": 38824534, "text": "Long non-coding RNA MEG3 knockdown represses airway smooth muscle cells proliferation and migration via sponging miR-143-3p/FGF9 in asthma."}], "genomic_pos": {"chr": "13", "end": 21704498, "ensemblgene": "ENSG00000102678", "start": 21671073, "strand": 1}, "genomic_pos_hg19": {"chr": "13", "end": 22278637, "start": 22245522, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001654", "qualifier": "involved_in", "term": "eye development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002053", "qualifier": "involved_in", "term": "positive regulation of mesenchymal cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002062", "qualifier": "involved_in", "term": "chondrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006606", "qualifier": "involved_in", "term": "protein import into nucleus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8575785, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008284", "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 8321227, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of cell population proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008543", "qualifier": "involved_in", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0008543", "pubmed": 8663044, "qualifier": "acts_upstream_of_or_within", "term": "fibroblast growth factor receptor signaling pathway"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 17848411, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010463", "qualifier": "involved_in", "term": "mesenchymal cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "HEP", "gocategory": "BP", "id": "GO:0021762", "pubmed": 22926577, "qualifier": "involved_in", "term": "substantia nigra development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030178", "qualifier": "involved_in", "term": "negative regulation of Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030238", "qualifier": "involved_in", "term": "male sex determination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030334", "qualifier": "involved_in", "term": "regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030949", "qualifier": "involved_in", "term": "positive regulation of vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032924", "qualifier": "involved_in", "term": "activin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032927", "qualifier": "involved_in", "term": "positive regulation of activin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045880", "qualifier": "involved_in", "term": "positive regulation of smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048010", "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048505", "qualifier": "involved_in", "term": "regulation of timing of cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048566", "qualifier": "involved_in", "term": "embryonic digestive tract development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048706", "qualifier": "involved_in", "term": "embryonic skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050679", "qualifier": "involved_in", "term": "positive regulation of epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051781", "qualifier": "involved_in", "term": "positive regulation of cell division"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060011", "qualifier": "involved_in", "term": "Sertoli cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060038", "qualifier": "involved_in", "term": "cardiac muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060045", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060484", "qualifier": "involved_in", "term": "lung-associated mesenchyme development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072089", "qualifier": "involved_in", "term": "stem cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090263", "qualifier": "involved_in", "term": "positive regulation of canonical Wnt signaling pathway"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904707", "pubmed": 29118903, "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904707", "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904754", "qualifier": "involved_in", "term": "positive regulation of vascular associated smooth muscle cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1905931", "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell differentiation involved in phenotypic switching"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000243", "qualifier": "involved_in", "term": "positive regulation of reproductive process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000648", "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 8321227, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005104", "qualifier": "enables", "term": "fibroblast growth factor receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[8364, 100217327], [9031, 378917], [9544, 721324], [9598, 744731], [9606, 2254], [9615, 477340], [9913, 613731], [10090, 14180], [10116, 25444]], "id": 1523}, "interpro": [{"desc": "Fibroblast growth factor family", "id": "IPR002209", "short_desc": "Fibroblast_GF_fam"}, {"desc": "Cytokine IL1/FGF", "id": "IPR008996", "short_desc": "IL1/FGF"}], "ipi": "IPI00011172", "map_location": "13q12.11", "name": "fibroblast growth factor 9", "other_names": ["fibroblast growth factor 9", "fibroblast growth factor 9 (glia-activating factor)", "heparin-binding growth factor 9"], "pantherdb": {"HGNC": "3687", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104723", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10090, "uniprot_kb": "P54130"}, {"RGD": "2610", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 10116, "uniprot_kb": "P36364"}, {"Ensembl": "ENSGALG00000025748", "ortholog_type": "LDO", "panther_family": "PTHR11486", "taxid": 9031, "uniprot_kb": "R4GHP6"}, {"WormBase": "WBGene00002881", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 6239, "uniprot_kb": "Q11184"}, {"FlyBase": "FBgn0014135", "ortholog_type": "O", "panther_family": "PTHR11486", "taxid": 7227, "uniprot_kb": "Q9VDT9"}], "uniprot_kb": "P31371"}, "pathway": {"kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04810", "name": "Regulation of actin cytoskeleton - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1839122", "name": "Signaling by activated point mutants of FGFR1"}, {"id": "R-HSA-1839124", "name": "FGFR1 mutant receptor activation"}, {"id": "R-HSA-1839126", "name": "FGFR2 mutant receptor activation"}, {"id": "R-HSA-1839130", "name": "Signaling by activated point mutants of FGFR3"}, {"id": "R-HSA-190236", "name": "Signaling by FGFR"}, {"id": "R-HSA-190239", "name": "FGFR3 ligand binding and activation"}, {"id": "R-HSA-190241", "name": "FGFR2 ligand binding and activation"}, {"id": "R-HSA-190242", "name": "FGFR1 ligand binding and activation"}, {"id": "R-HSA-190322", "name": "FGFR4 ligand binding and activation"}, {"id": "R-HSA-190371", "name": "FGFR3b ligand binding and activation"}, {"id": "R-HSA-190372", "name": "FGFR3c ligand binding and activation"}, {"id": "R-HSA-190373", "name": "FGFR1c ligand binding and activation"}, {"id": "R-HSA-190375", "name": "FGFR2c ligand binding and activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2033514", "name": "FGFR3 mutant receptor activation"}, {"id": "R-HSA-2033519", "name": "Activated point mutants of FGFR2"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-5654219", "name": "Phospholipase C-mediated cascade: FGFR1"}, {"id": "R-HSA-5654221", "name": "Phospholipase C-mediated cascade; FGFR2"}, {"id": "R-HSA-5654227", "name": "Phospholipase C-mediated cascade; FGFR3"}, {"id": "R-HSA-5654228", "name": "Phospholipase C-mediated cascade; FGFR4"}, {"id": "R-HSA-5654687", "name": "Downstream signaling of activated FGFR1"}, {"id": "R-HSA-5654688", "name": "SHC-mediated cascade:FGFR1"}, {"id": "R-HSA-5654689", "name": "PI-3K cascade:FGFR1"}, {"id": "R-HSA-5654693", "name": "FRS-mediated FGFR1 signaling"}, {"id": "R-HSA-5654695", "name": "PI-3K cascade:FGFR2"}, {"id": "R-HSA-5654696", "name": "Downstream signaling of activated FGFR2"}, {"id": "R-HSA-5654699", "name": "SHC-mediated cascade:FGFR2"}, {"id": "R-HSA-5654700", "name": "FRS-mediated FGFR2 signaling"}, {"id": "R-HSA-5654704", "name": "SHC-mediated cascade:FGFR3"}, {"id": "R-HSA-5654706", "name": "FRS-mediated FGFR3 signaling"}, {"id": "R-HSA-5654708", "name": "Downstream signaling of activated FGFR3"}, {"id": "R-HSA-5654710", "name": "PI-3K cascade:FGFR3"}, {"id": "R-HSA-5654712", "name": "FRS-mediated FGFR4 signaling"}, {"id": "R-HSA-5654716", "name": "Downstream signaling of activated FGFR4"}, {"id": "R-HSA-5654719", "name": "SHC-mediated cascade:FGFR4"}, {"id": "R-HSA-5654720", "name": "PI-3K cascade:FGFR4"}, {"id": "R-HSA-5654726", "name": "Negative regulation of FGFR1 signaling"}, {"id": "R-HSA-5654727", "name": "Negative regulation of FGFR2 signaling"}, {"id": "R-HSA-5654732", "name": "Negative regulation of FGFR3 signaling"}, {"id": "R-HSA-5654733", "name": "Negative regulation of FGFR4 signaling"}, {"id": "R-HSA-5654736", "name": "Signaling by FGFR1"}, {"id": "R-HSA-5654738", "name": "Signaling by FGFR2"}, {"id": "R-HSA-5654741", "name": "Signaling by FGFR3"}, {"id": "R-HSA-5654743", "name": "Signaling by FGFR4"}, {"id": "R-HSA-5655253", "name": "Signaling by FGFR2 in disease"}, {"id": "R-HSA-5655302", "name": "Signaling by FGFR1 in disease"}, {"id": "R-HSA-5655332", "name": "Signaling by FGFR3 in disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5673001", "name": "RAF/MAP kinase cascade"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5684996", "name": "MAPK1/MAPK3 signaling"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9690406", "name": "Transcriptional regulation of testis differentiation"}], "wikipathways": [{"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4767", "name": "FGFR3 signaling in chondrocyte proliferation and terminal differentiation"}, {"id": "WP4787", "name": "Osteoblast differentiation"}, {"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP4872", "name": "MAP3K1 role in promoting and blocking gonadal determination"}, {"id": "WP51", "name": "Regulation of Actin Cytoskeleton"}]}, "pdb": ["1G82", "1IHK", "5W59"], "pfam": "PF00167", "pharmgkb": "PA28126", "pharos": {"target_id": 15537, "tdl": "Tbio"}, "pir": "A48137", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249371", "relationship": "is"}, {"id": "GNF249372", "relationship": "is"}, {"id": "GNF249373", "relationship": "is"}, {"id": "GNF249374", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082461", "relationship": "is"}, {"id": "GNF082462", "relationship": "is"}, {"id": "GNF082463", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053749", "relationship": "is"}, {"id": "GNF058520", "relationship": "is"}, {"id": "GNF073759", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070251", "relationship": "is"}, {"id": "GNF070252", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128684", "relationship": "is"}, {"id": "GNF277478", "relationship": "is"}, {"id": "GNF277479", "relationship": "is"}, {"id": "GNF278164", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338822", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105035", "relationship": "is"}, {"id": "GNF144682", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_016272.1"], "protein": ["NP_002001.1", "XP_011533298.1", "XP_054230196.1"], "rna": ["NM_002010.3", "XM_011534996.3", "XM_054374221.1"], "translation": [{"protein": "NP_002001.1", "rna": "NM_002010.3"}, {"protein": "XP_054230196.1", "rna": "XM_054374221.1"}, {"protein": "XP_011533298.1", "rna": "XM_011534996.3"}]}, "reporter": {"HG-U133_Plus_2": ["206404_at", "239178_at"], "HG-U95Av2": ["1616_at", "35081_at"], "HTA-2_0": "TC13000037.hg.1", "HuEx-1_0": "3480885", "HuGene-1_1": "7967993", "HuGene-2_1": "16773086"}, "summary": "The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. [provided by RefSeq, Jul 2008].", "symbol": "FGF9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333540"}, "unigene": "Hs.111", "uniprot": {"Swiss-Prot": "P31371", "TrEMBL": "A0A7U3L6D0"}, "wikipedia": {"url_stub": "FGF9"}}