{"AllianceGenome": "3700", "HGNC": "3700", "MIM": "136850", "_id": "2271", "_version": 2, "accession": {"genomic": ["AL359764.18", "AL606476.3", "AY299638.1", "CH471098.1", "CP068277.2", "FO393423.1", "NC_000001.11", "NC_060925.1", "NG_012338.1"], "protein": ["AAA52483.1", "AAB66354.1", "AAD00071.1", "AAH03108.1", "AAH17444.1", "AAP57532.1", "AAP88841.1", "ADO22377.1", "ALQ33529.1", "ALQ33530.1", "ALQ33531.1", "ALQ33532.1", "ALQ33533.1", "ALQ33534.1", "BAG35325.1", "EAW70090.1", "EAW70091.1", "EAW70092.1", "EAW70093.1", "NP_000134.2", "P07954.3"], "rna": ["AA669797.1", "AK312415.1", "AW611924.1", "BC003108.1", "BC017444.1", "BT009839.1", "DA129148.1", "GQ891515.1", "KU178071.1", "KU178072.1", "KU178073.1", "KU178074.1", "KU178075.1", "KU178076.1", "M15502.1", "NM_000143.4", "U48857.1", "U59309.1"], "translation": [{"protein": "ADO22377.1", "rna": "GQ891515.1"}, {"protein": "AAP88841.1", "rna": "BT009839.1"}, {"protein": "ALQ33530.1", "rna": "KU178072.1"}, {"protein": "BAG35325.1", "rna": "AK312415.1"}, {"protein": "ALQ33533.1", "rna": "KU178075.1"}, {"protein": "AAH03108.1", "rna": "BC003108.1"}, {"protein": "ALQ33532.1", "rna": "KU178074.1"}, {"protein": "AAB66354.1", "rna": "U59309.1"}, {"protein": "ALQ33529.1", "rna": "KU178071.1"}, {"protein": "AAH17444.1", "rna": "BC017444.1"}, {"protein": "NP_000134.2", "rna": "NM_000143.4"}, {"protein": "ALQ33534.1", "rna": "KU178076.1"}, {"protein": "ALQ33531.1", "rna": "KU178073.1"}, {"protein": "AAA52483.1", "rna": "M15502.1"}, {"protein": "AAD00071.1", "rna": "U48857.1"}]}, "alias": ["FMRD", "HLRCC", "HsFH", "LRCC", "MCL", "MCUL1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-05-14T00:23:34.007Z", "disease_label": "hereditary leiomyomatosis and renal cell cancer", "gcep": "Hereditary Cancer Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007888", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_59e42ccd-2b0b-441c-8529-6eb1e9dde330-2020-05-14T002334.007Z", "sop": "SOP7"}}, "ec": "4.2.1.2", "ensembl": {"gene": "ENSG00000091483", "protein": ["ENSP00000355518", "ENSP00000506864", "ENSP00000507894", "ENSP00000508203"], "transcript": ["ENST00000366560", "ENST00000493477", "ENST00000497042", "ENST00000682162", "ENST00000682567", "ENST00000683521", "ENST00000684161", "ENST00000684483"], "translation": [{"protein": "ENSP00000507894", "rna": "ENST00000684483"}, {"protein": "ENSP00000508203", "rna": "ENST00000682162"}, {"protein": "ENSP00000355518", "rna": "ENST00000366560"}, {"protein": "ENSP00000506864", "rna": "ENST00000683521"}], "type_of_gene": "protein_coding"}, "entrezgene": "2271", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.2557955755, "exp_mis": 147.498775663, "exp_syn": 61.7702354382, "lof_z": 2.69068783552082, "mis_z": 0.745016319447232, "mu_lof": 1.14426247813e-06, "mu_mis": 1.56192173516e-05, "mu_syn": 6.71444294273e-06, "n_lof": 4.0, "n_mis": 129.0, "n_syn": 65.0, "p_li": 0.148694445276004, "p_null": 0.00370934309748547, "p_rec": 0.847596211626511, "syn_z": -0.254759322360504}, "bp": 1533, "cds_end": 241683022, "cds_start": 241661127, "n_exons": 10, "nonpsych": {"exp_lof": 12.7166667518, "exp_mis": 133.314425033, "exp_syn": 55.7218218822, "lof_z": 2.40057769032598, "mis_z": 0.668995364042386, "mu_lof": 1.14426247813e-06, "mu_mis": 1.56192173516e-05, "mu_syn": 6.71444294273e-06, "n_lof": 4.0, "n_mis": 118.0, "n_syn": 64.0, "p_li": 0.100612077340516, "p_null": 0.00893777399206827, "p_rec": 0.890450148667416, "syn_z": -0.698209390125188}, "nontcga": {"exp_lof": 13.0971823272, "exp_mis": 135.68073335, "exp_syn": 56.8104709711, "lof_z": 3.02485837159803, "mis_z": 0.798996036571063, "mu_lof": 1.14426247813e-06, "mu_mis": 1.56192173516e-05, "mu_syn": 6.71444294273e-06, "n_lof": 2.0, "n_mis": 117.0, "n_syn": 58.0, "p_li": 0.761961251630173, "p_null": 0.000390952811177522, "p_rec": 0.23764779555865, "syn_z": -0.0999271570903642}, "transcript": "ENST00000366560.3"}, "exons": [{"cdsend": 241519722, "cdsstart": 241497827, "chr": "1", "position": [[241497602, 241497970], [241500436, 241500590], [241502442, 241502570], [241504041, 241504245], [241506002, 241506168], [241508602, 241508785], [241511966, 241512143], [241513602, 241513713], [241517181, 241517316], [241519590, 241519755]], "strand": -1, "transcript": "NM_000143", "txend": 241519755, "txstart": 241497602}], "exons_hg19": [{"cdsend": 241683022, "cdsstart": 241661127, "chr": "1", "position": [[241660903, 241661270], [241663736, 241663890], [241665742, 241665870], [241667341, 241667545], [241669302, 241669468], [241671902, 241672085], [241675266, 241675443], [241676902, 241677013], [241680481, 241680616], [241682890, 241683055]], "strand": -1, "transcript": "NM_000143", "txend": 241683055, "txstart": 241660903}], "generif": [{"pubmed": 11865300, "text": "Germline mutations in FH predispose to dominantly inherited uterine fibroids, skin leiomyomata and papillary renal cell cancer"}, {"pubmed": 12021453, "text": "changes in the turnover number and the cocrystal structure with bound citrate due to the human missense mutation G-955-C engineered in fumarase C from Escherichia coli"}, {"pubmed": 12177782, "text": "Our findings indicate that mutations in fumarate hydratase do not play a major role in the development of sporadic leiomyosarcomas or uterine leiomyomas"}, {"pubmed": 12612654, "text": "Review. Fumarate hydratase catalyses a step in the Krebs tricarboxylic-acid cycle. Inherited heterozygous mutations in the gene encoding this enzymes causes predisposition to inherited neoplasia syndromes."}, {"pubmed": 14632190, "text": "five new mutations affecting highly conserved residues of the FH protein in cutaneous and uterine leiomyomata"}, {"pubmed": 15334541, "text": "fumarate hydratase has a role in nonsyndromic uterine leiomyomas"}, {"pubmed": 15724016, "text": "Highly penetrant Frameshift mutations underlie multiple cuatneous anduterine leiomyomatosis."}, {"pubmed": 15937070, "text": "31 different germline FH mutations in 56 families with Hereditary leiomyomatosis and renal cell cancer (HLRCC) (20 missense, eight frameshifts, two nonsense, and one splice site) was indentified."}, {"pubmed": 16098467, "text": "Fumarate hydratase inhibition, together with elevated intracellular fumarate, coincides with hypoxia-indicible factors upregulation."}, {"pubmed": 16237213, "text": "That all missense FH mutations associating with MCUL/hereditary leiomyomatosis and renal cell cancer showed diminished FH enzymatic activity suggests that the tumor suppressor role of fumarate hydratase may relate to its enzymatic function"}, {"pubmed": 16319128, "text": "FH mutations alter significantly the gene expression profiles of uterine fibroids, most strikingly increasing the expression of genes involved in glycolysis."}, {"pubmed": 16477632, "text": "This study shows that FH germline mutations can occur in seemingly nonsyndromic cases of ULMS (1/67, 1.5%). It appears that on the population level hereditary FH defects do play a role in pathogenesis of sporadic early onset ULMSs, albeit rarely."}, {"pubmed": 16597677, "text": "Lymphoblastoid cell lines (n = 20) and fibroblast cell lines (n = 11) from individuals with Hereditary leiomyomatosis and renal cell cancer (HLRCC) had lower Fumarate Hydratase enzyme activity than cells from normal controls (p<0.05)."}, {"pubmed": 16639410, "text": "two patients diagnosed with ovarian mucinous cystadenoma (two out of 33, 6%) were found to be FH germline mutation carriers; results suggest that benign ovarian tumors may be associated with hereditary leiomyomatosis and renal cell cancer (HLRCC)"}, {"pubmed": 16757530, "text": "study shows that some Leydig cell tumors are caused by fumarate hydratase mutations and represents one of the first reports of germline mutations in any type of adult testicular tumor"}, {"pubmed": 16774737, "text": "extramitochondrial presence of yeast fumarase is mainly caused by the poor mitochondrial targeting characteristics of its mitochondrial targeting sequence"}, {"pubmed": 16881969, "text": "In six unrelated Dutch and Spanish leiomyomatosis patients and their families, we identified six novel FH mutations, including one missense and one nonsense mutation, two deletions and two splice-site mutations."}, {"pubmed": 17476294, "text": "a new mutation in the fumarate hydratase gene may have a role in cerebral cavernomas in a family with multiple cutaneous and uterine leiomyomas"}, {"pubmed": 17908262, "text": "Evidence for a founder effect of the germ-line FH gene mutation R58P causing hereditary leiomyomatosis and renal cell cancer is presented."}, {"pubmed": 17960613, "text": "data demonstrate the dominant negative effect of the R190H missense mutation in the FH gene and suggest that the FH tumor-suppressing activity might be impaired in cells carrying a heterozygous mutation"}, {"pubmed": 18257390, "text": "characterization of a novel FH variant (FHv) that contains an alternative exon 1b, thus lacking the mitochondrial signal sequence"}, {"pubmed": 18313410, "text": "The cellular consequences of FH and respiratory chain (RC) deficiencies were studied, aiming to identify general responses to energy metabolism defect and those specific for FH-deficiency, suggestively connected to tumorigenesis."}, {"pubmed": 18503824, "text": "finding, together with the two patients with whole FH gene deletion who had been detected previously, suggests that exonic or whole-gene FH deletions are not a frequent cause of HLRCC syndrome"}, {"pubmed": 18514489, "text": "Hereditary multiple cutaneous leiomyoma resulting from novel mutations in the fumarate hydratase gene are reported in two families."}, {"pubmed": 18728283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18986479, "text": "Although the familial occurrence of these rare tumors might be coincidental, it cannot be ruled out that, beside FH, mutations in another as yet unknown gene could give rise to both leiomyosarcoma and kidney cancer"}, {"pubmed": 19064571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19075141, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19075141, "text": "This study provides the first evidence that women with germline mutations in fumarate hydratase and with clinical HLRCC have an increased risk of developing uterine fibroids"}, {"pubmed": 19151755, "text": "FH-deficient fibroblasts share a common transcriptional fingerprint with FH-deficient and sporadic leiomyomas, highlighting the downregulation of serum response factor (SRF)-regulated transcripts, particularly the FOS-JUNB pathway"}, {"pubmed": 19276158, "text": "LDH-A knockdown in the background of FH knockdown results in significant reduction in tumor growth in a xenograft mouse model."}, {"pubmed": 19470762, "text": "Data demonstrate that stable knockdown of FH in immortalized renal epithelial cells results in ROS-dependent HIF-1alpha stabilization."}, {"pubmed": 19546378, "text": "These data suggest a novel role for fumarate metabolism in salt-induced hypertension and renal medullary oxidative stress"}, {"pubmed": 19626040, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19963135, "text": "findings indicate that the severe compromise of oxidative phosphorylation and rapid glycolytic flux in UOK 262 are an essential feature of this fumarate hydratase deficient form of kidney cancer"}, {"pubmed": 20231875, "text": "Data suggest that fumarase and fumaric acid are critical elements of the DNA damage response, which underlies the tumor suppressor role of fumarase in human cells and which is most probably HIF independent."}, {"pubmed": 20549362, "text": "first case of fumaric aciduria described in Brazil, which presented with some interesting clinical and biochemical findings such as colpocephaly, hepatic alterations, and marked metabolic acidosis since birth"}, {"pubmed": 20618355, "text": "4 novel mutations and 1 whole-gene deletion of fumarate hydratase in families with an autosomal dominant syndrome characterized by multiple cutaneous piloleiomyomas, uterine leiomyomas and papillary type 2 renal cance"}, {"pubmed": 20660115, "text": "These experiments demonstrated that upregulation of HIF-1alpha occurs as a direct consequence of FH inactivation."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21398687, "text": "Novel mutations within the FH gene are associated with hereditary leiomyomatosis and renal cell cancer."}, {"pubmed": 21445611, "text": "The crystal structure of human fumarate hydratase shows that mutations can be grouped into two distinct classes either affecting structural integrity of the core enzyme architecture, or are localized around the enzyme active site."}, {"pubmed": 21560188, "text": "These results extend the range of clinical and biochemical variation associated with fumarase deficiency."}, {"pubmed": 21695080, "text": "reduced FH leads to the accumulation of hypoxia inducible factor- 2alpha (HIF-2alpha)"}, {"pubmed": 21907923, "text": "Inactivation of the TCA cycle enzyme, fumarate hydratase (FH), drives a metabolic shift to aerobic glycolysis in FH-de fi cient kidney tumors"}, {"pubmed": 22528940, "text": "somatic mutations in FH do not show pronounced effect in nonsyndromic uterine leiomyomas compared to that of their syndromic counterparts."}, {"pubmed": 22677546, "text": "Tumor-derived FH and SDH mutations accumulate fumarate and succinate, leading to enzymatic inhibition of multiple alpha-KG-dependent dioxygenases and consequent alterations of genome-wide histone and DNA methylation."}, {"pubmed": 22713448, "text": "Gastric leiomyoma was diagnosed in 38 y/o female MCUL patient on endoscopy performed because of dyspepsia. Routine colonoscopy disclosed hyperplastic polyposis. Testing revealed a previously not reported mutation of the FH gene (c.422G>A, p.Trp141X)."}, {"pubmed": 22764886, "text": "We report two FH gene mutations, one novel and one previously described, in two young patients with sporadic uterine fibroids and decreased fumarate hydratase activity in lymphocytes."}, {"pubmed": 23295344, "text": "fumarate hydratase mRNA expression decreases significantly in correlation with the transition from normal renal parenchyma to renal cell cancer"}, {"pubmed": 24182348, "text": "Mutation in the fumarate hydratase gene is associated with hepatic diseases in twins."}, {"pubmed": 24334767, "text": "Germline mutations in FH confer predisposition to malignant pheochromocytomas and paragangliomas."}, {"pubmed": 24684806, "text": "Novel missense mutation has been found in the fumarate hydratase gene in familial renal cell cancer patients lacking cutaneous leiomyomas."}, {"pubmed": 24729973, "text": "A multiplex snapback primer system was developed for the simultaneous detection of JAK2 V617F and MPL W515L/K mutations in Philadelphia chromosome- (Ph-) negative myeloproliferative neoplasms (MPNs)."}, {"pubmed": 25004247, "text": "These findings 1) confirm that germline FH mutations may present, albeit rarely with pheochromocytoma or paraganglioma; and 2) extend the clinical phenotype associated with FH mutations to pediatric pheochromocytoma."}, {"pubmed": 25923021, "text": "Case report of a family with a fumarate hydratase mutation causing uterine leiomyomas and renal cell cancer."}, {"pubmed": 26113603, "text": "Fine mapping of the uterine leiomyoma locus on 1q43 close to a lncRNA in the RGS7-FH interval"}, {"pubmed": 26275867, "text": "A novel deletion of the Fumarate Hydratase (FH) gene was identified in a 22 year old male and his father, which predisposes to an aggressive form of renal cell cancer."}, {"pubmed": 26377099, "text": "significant association with overall survival were confirmed for SDHC gene, SDHD gene and FH gene ... SDHC gene and FH gene were the primary factors contributing to the different overall survival time of colorectal carcinoma"}, {"pubmed": 26457356, "text": "Morphology and immunohistochemistry for fumarate hydratase aid in detection of fumarate hydratase mutations in uterine leiomyomas from young patients."}, {"pubmed": 26493120, "text": "Describe a novel mutation in the fumarate hydratase gene in a family with atypical uterine leiomyomas and hereditary leiomyomatosis and renal cell cancer."}, {"pubmed": 26574848, "text": "While the great majority of patients with hereditary leiomyomatosis and renal cell carcinoma will have FH-deficient leiomyomas, 1% of all uterine leiomyomas are FH deficient usually due to somatic inactivation."}, {"pubmed": 27037871, "text": "We show that the mechanism of fumarate hydratase distribution is alternative transcription initiation from a broad promoter."}, {"pubmed": 27097334, "text": "Negative FH staining could indicate a high risk of hereditary leiomyomatosis and renal cell cancer but it could also suggest the presence of a syndrome in up to 25% of sporadic cases."}, {"pubmed": 27161211, "text": "Of the 12 available members of this second generation, 6 (1 man and 5 women, aged 44-57 years) had a novel FH mutation. All had the same mild phenotype with cutaneous asymptomatic leiomyomas, uterine fibroids (if women) and no kidney tumor."}, {"pubmed": 27302170, "text": "LSH promoted cancer progression in part by regulating expression of fumarate hydratase (FH)."}, {"pubmed": 27454940, "text": "Results indicate that FH-deficient uterine leiomyomas occur with a high frequency among atypical leiomyomas and infrequently in nonatypical leiomyomas and are often histologically distinctive. They seem to have a low biological potential and lack any significant association with leiomyosarcoma."}, {"pubmed": 27528759, "text": "Mutations in some enzymes of the TCA cycle: Isocitrate dehydrogenase (IDH), succinate dehydrogenase (SDH) and fumarate hydratase (FH) are associated with the accumulation of metabolites that are able to influence many aspects of cancer development and progression and for this reason are termed onco-metabolites."}, {"pubmed": 27566483, "text": "A novel mutation in FH gene (c.1349_1352delATGA) in hereditary leiomyomatosis and renal cell cancer syndrome"}, {"pubmed": 28196407, "text": "Two partial FH gene deletions were identified, with one resulting in loss of exon 1 and the upstream region of the FH gene only. Kidney cancer was diagnosed in 9 (32%) of 28 patients and 7 (54%) of 13 families possessing either complete or partial FH deletions. Cutaneous and uterine leiomyomas were observed at similar rates to those in FH point mutation families"}, {"pubmed": 28260082, "text": "After indirect co-culture, OP was increased in the BxPc-3 and Panc-1 cells; correspondingly, succinate dehydrogenase, FH and MCT expression were increased. After the MCT1-specific inhibitor removed 'tumor-stromal' metabolic coupling, the migration and invasion abilities of the pancreatic cancer cells were decreased."}, {"pubmed": 28288038, "text": "Loss of FH immunohistochemical (IHC) expression in cutaneous leiomyomas is a sensitive and specific marker for detection of hereditary leiomyomatosis and renal cell carcinoma (HLRCC). FH expression by IHC was absent in 9 specimens and retained in 85 specimens and 2 cases were equivocal with minimal FH expression while succinate dehydrogenase B expression was retained in 95 specimens and equivocal in 1 specimen."}, {"pubmed": 28289076, "text": "fumarate increases ferritin gene transcription by activating the NRF2 (nuclear factor [erythroid-derived 2]-like 2) transcription factor."}, {"pubmed": 28300276, "text": "The clinical spectrum associated with hereditary leiomyomatosis and renal cell carcinoma syndrome in French FH mutation carriers has been reassessed."}, {"pubmed": 28620008, "text": "As with many emerging cancer syndromes, the phenotypic spectrum ofhereditary leiomyomatosis and renal cell cancer( HLRCC) is likely to expand as the FH gene becomes incorporated on more multiplex germline panels, which will also help to clarify the potential involvement of other tumor types in HLRCC"}, {"pubmed": 28628081, "text": "FH-Ser75 phosphorylation level inversely correlates with the OGT level and poor prognosis in pancreatic cancer patients. Report mechanism underlying transcription regulation by FH and the linkage between dysregulated OGT activity and growth advantage of cancer cells under glucose deficiency."}, {"pubmed": 28700432, "text": "A case series of 2 sisters in their 20s who presented with isolated uterine leiomyomas and were found to carry a novel mutation for the fumarate hydratase gene."}, {"pubmed": 28703412, "text": "In this study, all cases of atypical intradermal smooth muscle neoplasms and cutaneous leiomyosarcoma examined showed retained expression of FH"}, {"pubmed": 28747166, "text": "Cascade FH mutation screening enabled the early diagnosis of a renal tumour in an asymptomatic parent of a child with fumarate hydratase deficiency, resulting in timely and possibly life-saving treatment."}, {"pubmed": 28863073, "text": "Our findings suggest that over half of histologically diagnosed leiomyomata with bizarre nuclei may be related to FH alterations or FH mutations"}, {"pubmed": 29790226, "text": "we aimed in this study to examine these common functional pathways in uterine leiomyomas (ULM)with different driver mutations. We collected ULM with MED12, HMGA2, and FH mutations and examined the selected markers by immunohistochemistry."}, {"pubmed": 29917289, "text": "Induction of ferroptosis in fumarate hydratase-inactivated tumors represents an opportunity for synthetic lethality in cancer."}, {"pubmed": 30339328, "text": "Data suggest that fumarate hydratase (FH)-deficient renal cell carcinoma (RCC) may be identified in cytologic and small biopsy samples."}, {"pubmed": 30761759, "text": "Fumarate hydratase conformation reveals C-terminal domain interaction with HEPES."}, {"pubmed": 30807637, "text": "Anti-fumarase antibody is a novel serum biomarker predicting better functional efficacy of anti-VEGF treatment for diabetic macular edema (DME)."}, {"pubmed": 31081789, "text": "Fumarate hydratase role and expression in the hereditary leiomyomatosis and renal cell cancer.[review]"}, {"pubmed": 31235845, "text": "Insufficient fumarase contributes to hypertension by an imbalance of redox metabolism in Dahl salt-sensitive rats."}, {"pubmed": 31262952, "text": "FH-deficient renal cell carcinoma is a rare renal tumour with a wide morphological spectrum and variant FH mutational status."}, {"pubmed": 31444830, "text": "Fumarate hydratase FH c.1431_1433dupAAA (p.Lys477dup) variant is not associated with cancer including renal cell carcinoma."}, {"pubmed": 31471882, "text": "Leiomyoma with Bizarre Nuclei: a Study of 108 Cases Focusing on Clinicopathological Features, Morphology, and Fumarate Hydratase Alterations."}, {"pubmed": 31564060, "text": "Prevalence of somatic and germline mutations of Fumarate hydratase in uterine leiomyomas from young patients."}, {"pubmed": 31746132, "text": "Clinical report and biochemical analysis of a patient with fumarate hydratase deficiency."}, {"pubmed": 31773923, "text": "Novel FH mutation associated with multiple uterine leiomyomas in Chinese siblings."}, {"pubmed": 31792767, "text": "Renal cell carcinoma in young FH mutation carriers: case series and review of the literature."}, {"pubmed": 31804603, "text": "Proteasome inhibition disrupts the metabolism of fumarate hydratase- deficient tumors by downregulating p62 and c-Myc."}, {"pubmed": 31963199, "text": "Synthetically Lethal Interactions of Heme Oxygenase-1 and Fumarate Hydratase Genes."}, {"pubmed": 32294661, "text": "Multiple Bioinformatics Analyses of Integrated Gene Expression Profiling Data and Verification of Hub Genes Associated with Diabetic Retinopathy."}, {"pubmed": 32413160, "text": "Complexities in estimating the true risk of hereditary leiomyomatosis and renal cell carcinoma and the development of kidney cancer."}, {"pubmed": 32413184, "text": "Estimation of the carrier frequency of fumarate hydratase alterations and implications for kidney cancer risk in hereditary leiomyomatosis and renal cancer."}, {"pubmed": 32463173, "text": "Fumarate hydratase c.914T > C (p.Phe305Ser) is a pathogenic variant associated with hereditary leiomyomatosis and renal cell cancer syndrome."}, {"pubmed": 32612247, "text": "Targeted sequencing of FH-deficient uterine leiomyomas reveals biallelic inactivating somatic fumarase variants and allows characterization of missense variants."}, {"pubmed": 33402335, "text": "Mitochondrial DNA alterations underlie an irreversible shift to aerobic glycolysis in fumarate hydratase-deficient renal cancer."}, {"pubmed": 33414138, "text": "Integrated Molecular Characterization of Fumarate Hydratase-deficient Renal Cell Carcinoma."}, {"pubmed": 34360727, "text": "Germline Whole-Gene Deletion of FH Diagnosed from Tumor Profiling."}, {"pubmed": 34724198, "text": "Fumarate hydratase variant prevalence and manifestations among individuals receiving germline testing."}, {"pubmed": 34889279, "text": "Uterine leiomyoma with fumarate hydratase deficiency: A case report."}, {"pubmed": 34994643, "text": "Different Fumarate Hydratase Gene Variants Are Associated With Distinct Cancer Phenotypes."}, {"pubmed": 35048731, "text": "A Clinicopathological and Molecular Analysis of Fumarate Hydratase (FH)-deficient Renal Cell Carcinomas with Heterogeneous Loss of FH Expression."}, {"pubmed": 35163394, "text": "Functional Characterization of FH Mutation c.557G>A Underlies Uterine Leiomyomas."}, {"pubmed": 35288096, "text": "Genomic and Metabolic Hallmarks of SDH- and FH-deficient Renal Cell Carcinomas."}, {"pubmed": 35821608, "text": "Fumarate hydratase gene germline variants and mosaicism associated with pheochromocytoma and paraganglioma."}, {"pubmed": 36495298, "text": "Morphologic Characteristics and Mutational Analysis of Fumarate Hydratase Deficient Kidney and Smooth Muscle Tumors."}, {"pubmed": 36773955, "text": "Fumarate Hydratase Variants and Their Association With Paraganglioma/Pheochromocytoma."}, {"pubmed": 36890227, "text": "Macrophage fumarate hydratase restrains mtRNA-mediated interferon production."}, {"pubmed": 36981015, "text": "A Missense Mutation c.1132G > A in Fumarate Hydratase (FH) Leads to Hereditary Leiomyomatosis and Renal Cell Cancer (HLRCC) Syndrome and Insights into Clinical Management in Uterine Leiomyomata."}, {"pubmed": 37255402, "text": "FH Variant Pathogenicity Promotes Purine Salvage Pathway Dependence in Kidney Cancer."}, {"pubmed": 37312573, "text": "Fumarate Hydratase-Deficient Leiomyoma of the Uterine Corpus: Comparative Morphologic Analysis of Protein-Deficient Tumors With and Without Pathogenic Germline Fumarate Hydratase Gene Mutations."}, {"pubmed": 37316640, "text": "In deep bioinformatic characterization of a novel fumarate hydratase variant FH c.199T > G; (p.Tyr67Asp) in hereditary leiomyomatosis and renal cell carcinoma."}, {"pubmed": 37561409, "text": "Cryptic splice mutation in the fumarate hydratase gene in patients with clinical manifestations of Hereditary Leiomyomatosis and Renal Cell Cancer."}, {"pubmed": 38481055, "text": "Genomic profile analysis of leiomyomas with bizarre nuclei and fumarate hydratase deficient leiomyomas: Strengths, weaknesses, and limitations of array-CGH interpretation."}, {"pubmed": 38793008, "text": "Uterine Leiomyomas with Specific Histology Features of Two Fumarate Hydratase/Succinate Dehydrogenase-Deficient Tumors: A Double Case Report."}], "genomic_pos": {"chr": "1", "end": 241519799, "ensemblgene": "ENSG00000091483", "start": 241497511, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 241683061, "start": 241660903, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006099", "qualifier": "involved_in", "term": "tricarboxylic acid cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006099", "qualifier": "involved_in", "term": "tricarboxylic acid cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006106", "qualifier": "involved_in", "term": "fumarate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006106", "pubmed": 30761759, "qualifier": "involved_in", "term": "fumarate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006108", "qualifier": "involved_in", "term": "malate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006108", "pubmed": 30761759, "qualifier": "involved_in", "term": "malate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006281", "qualifier": "involved_in", "term": "DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048873", "qualifier": "involved_in", "term": "homeostasis of number of cells within a tissue"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 27554470, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005694", "qualifier": "located_in", "term": "chromosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 8200987, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 20833797, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004333", "qualifier": "enables", "term": "fumarate hydratase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004333", "pubmed": 30761759, "qualifier": "enables", "term": "fumarate hydratase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004333", "pubmed": 29456767, "qualifier": "enables", "term": "fumarate hydratase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 26237645, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[3702, 819364], [3702, 835168], [4896, 2539345], [4932, 855866], [5141, 3875601], [6239, 176059], [7165, 1281238], [7227, 31605], [7955, 393938], [8364, 100491219], [9031, 420969], [9544, 707542], [9598, 457851], [9606, 2271], [9615, 480092], [9913, 520260], [10090, 14194], [10116, 24368], [28985, 2893546], [33169, 4619541], [318829, 12984844]], "id": 115}, "interpro": [{"desc": "Fumarate lyase family", "id": "IPR000362", "short_desc": "Fumarate_lyase_fam"}, {"desc": "Fumarate hydratase, class II", "id": "IPR005677", "short_desc": "Fum_hydII"}, {"desc": "L-Aspartase-like", "id": "IPR008948", "short_desc": "L-Aspartase-like"}, {"desc": "Fumarase C, C-terminal", "id": "IPR018951", "short_desc": "Fumarase_C_C"}, {"desc": "Fumarate lyase, conserved site", "id": "IPR020557", "short_desc": "Fumarate_lyase_CS"}, {"desc": "Fumarate lyase, N-terminal", "id": "IPR022761", "short_desc": "Fumarate_lyase_N"}, {"desc": "Fumarase/histidase, N-terminal", "id": "IPR024083", "short_desc": "Fumarase/histidase_N"}], "ipi": ["IPI00296053", "IPI00759715"], "map_location": "1q43", "name": "fumarate hydratase", "other_names": ["epididymis secretory sperm binding protein", "fumarase", "fumarate hydratase, mitochondrial"], "pantherdb": {"HGNC": "3700", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95530", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 10090, "uniprot_kb": "P97807"}, {"RGD": "2614", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 10116, "uniprot_kb": "P14408"}, {"Ensembl": "ENSGALG00000013165", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 9031, "uniprot_kb": "Q5ZLD1"}, {"Ensembl": "ENSDARG00000109774", "ortholog_type": "O", "panther_family": "PTHR11444", "taxid": 7955, "uniprot_kb": "A0A2R8RJC4"}, {"ZFIN": "ZDB-GENE-010724-6", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 7955, "uniprot_kb": "Q7SX99"}, {"WormBase": "WBGene00001503", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 6239, "uniprot_kb": "O17214"}, {"FlyBase": "FBgn0051874", "ortholog_type": "O", "panther_family": "PTHR11444", "taxid": 7227, "uniprot_kb": "Q8IPD2"}, {"FlyBase": "FBgn0036162", "ortholog_type": "O", "panther_family": "PTHR11444", "taxid": 7227, "uniprot_kb": "Q9VTI5"}, {"FlyBase": "FBgn0029890", "ortholog_type": "O", "panther_family": "PTHR11444", "taxid": 7227, "uniprot_kb": "Q9W3X5"}, {"FlyBase": "FBgn0286222", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 7227, "uniprot_kb": "Q9W3X6"}, {"SGD": "S000006183", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 4932, "uniprot_kb": "P08417"}, {"PomBase": "SPCC18.18c", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 4896, "uniprot_kb": "O94552"}, {"dictyBase": "DDB_G0280495", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 352472, "uniprot_kb": "Q54VA2"}, {"TAIR": "2157413", "ortholog_type": "O", "panther_family": "PTHR11444", "taxid": 3702, "uniprot_kb": "Q9FI53"}, {"TAIR": "2061966", "ortholog_type": "LDO", "panther_family": "PTHR11444", "taxid": 3702, "uniprot_kb": "P93033"}], "uniprot_kb": "P07954"}, "pathway": {"humancyc": [{"id": "PWY66-398", "name": "TCA cycle"}, {"id": "PWY66-407", "name": "superpathway of conversion of glucose to acetyl CoA and entry into the TCA cycle"}], "kegg": [{"id": "hsa00020", "name": "Citrate cycle (TCA cycle) - Homo sapiens (human)"}, {"id": "hsa00620", "name": "Pyruvate metabolism - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05211", "name": "Renal cell carcinoma - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-71403", "name": "Citric acid cycle (TCA cycle)"}, {"id": "R-HSA-9837999", "name": "Mitochondrial protein degradation"}], "smpdb": [{"id": "SMP00057", "name": "Citric Acid Cycle"}, {"id": "SMP00546", "name": "Congenital lactic acidosis"}, {"id": "SMP00547", "name": "Fumarase deficiency"}, {"id": "SMP00548", "name": "Mitochondrial complex II deficiency"}, {"id": "SMP00549", "name": "2-ketoglutarate dehydrogenase complex deficiency"}, {"id": "SMP00550", "name": "Pyruvate dehydrogenase deficiency (E3)"}, {"id": "SMP00551", "name": "Pyruvate dehydrogenase deficiency (E2)"}, {"id": "SMP00654", "name": "Warburg Effect"}, {"id": "SMP02291", "name": "The oncogenic action of 2-hydroxyglutarate"}, {"id": "SMP02292", "name": "The oncogenic action of Succinate"}, {"id": "SMP02295", "name": "The oncogenic action of Fumarate"}, {"id": "SMP02298", "name": "Glutaminolysis and Cancer"}, {"id": "SMP02358", "name": "The oncogenic action of L-2-hydroxyglutarate in  Hydroxygluaricaciduria"}, {"id": "SMP02359", "name": "The oncogenic action of D-2-hydroxyglutarate in  Hydroxygluaricaciduria "}], "wikipathways": [{"id": "WP2453", "name": "TCA Cycle and Deficiency of Pyruvate Dehydrogenase complex (PDHc)"}, {"id": "WP3925", "name": "Amino Acid metabolism"}, {"id": "WP4236", "name": "Disorders of the Krebs cycle"}, {"id": "WP4241", "name": "Type 2 papillary renal cell carcinoma"}, {"id": "WP4290", "name": "Metabolic reprogramming in colon cancer"}, {"id": "WP5050", "name": "TCA cycle in senescence"}, {"id": "WP78", "name": "TCA Cycle (aka Krebs or citric acid cycle)"}]}, "pdb": ["3E04", "5D6B", "5UPP", "6EBT", "6V8F", "6VBE", "7LUB"], "pfam": ["PF00206", "PF10415"], "pharmgkb": "PA28139", "pharos": {"target_id": 19883, "tdl": "Tbio"}, "pir": "S06213", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325178", "relationship": "is"}, {"id": "GNF325179", "relationship": "is"}, {"id": "GNF325180", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249407", "relationship": "is"}, {"id": "GNF249408", "relationship": "is"}, {"id": "GNF249409", "relationship": "is"}, {"id": "GNF249410", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160203", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032565", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082668", "relationship": "is"}, {"id": "GNF082669", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052392", "relationship": "is"}, {"id": "GNF062016", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069823", "relationship": "is"}, {"id": "GNF069824", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF004548", "relationship": "is"}, {"id": "GNF004549", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286188", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330307", "relationship": "is"}, {"id": "GNF332353", "relationship": "is"}, {"id": "GNF333714", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337805", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097290", "relationship": "is"}, {"id": "GNF136945", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_012338.1"], "protein": "NP_000134.2", "rna": "NM_000143.4", "translation": {"protein": "NP_000134.2", "rna": "NM_000143.4"}}, "reporter": {"HG-U133_Plus_2": ["203032_s_at", "203033_x_at", "214170_x_at"], "HG-U95Av2": ["32546_at", "36665_at"], "HTA-2_0": "TC01004025.hg.1", "HuEx-1_0": "2463425", "HuGene-1_1": "7925480", "HuGene-2_1": "16701077"}, "retired": [8166, 83748], "summary": "The protein encoded by this gene is an enzymatic component of the tricarboxylic acid (TCA) cycle, or Krebs cycle, and catalyzes the formation of L-malate from fumarate. It exists in both a cytosolic form and an N-terminal extended form, differing only in the translation start site used. The N-terminal extended form is targeted to the mitochondrion, where the removal of the extension generates the same form as in the cytoplasm. It is similar to some thermostable class II fumarases and functions as a homotetramer. Mutations in this gene can cause fumarase deficiency and lead to progressive encephalopathy. [provided by RefSeq, Jul 2008].", "symbol": "FH", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366530"}, "unigene": "Hs.592490", "uniprot": {"Swiss-Prot": "P07954", "TrEMBL": ["A0A804HI24", "A0A0S2Z4C3", "A0A804HL52", "A0A804HKE6"]}}