{"AllianceGenome": "3748", "HGNC": "3748", "MIM": "135940", "_id": "2312", "_version": 2, "accession": {"genomic": ["AF043380.1", "AH002947.2", "AH003056.2", "AL356504.5", "CH471121.2", "CP068277.2", "CS673440.1", "CS690823.1", "FB665576.1", "GM706788.1", "HF583667.1", "JN184345.1", "JN184346.1", "JN184347.1", "JN184348.1", "JN184349.1", "JN184350.1", "M60494.1", "M96943.1", "NC_000001.11", "NC_060925.1", "NG_016190.1"], "protein": ["AAA36487.1", "AAA52454.1", "AAA60176.1", "AAA60177.1", "AAA63243.1", "AAA63244.1", "AAA63245.1", "AAA63246.1", "AAA63247.1", "AAA63248.1", "AAC23559.1", "AFH55054.1", "AFH55055.1", "AFH55056.1", "AFH55057.1", "AFH55058.1", "AFH55059.1", "BAD92118.1", "CAP07487.1", "CAP11455.1", "CAR97069.1", "CAT82291.1", "CCQ43164.1", "EAW53383.1", "EAW53384.1", "EAW53385.1", "NP_002007.1", "P20930.3"], "rna": ["AB208881.1", "L01090.1", "M24355.1", "M60495.1", "M60499.1", "M60500.1", "M60502.1", "NM_002016.2"], "translation": [{"protein": "AAA63248.1", "rna": "M60502.1"}, {"protein": "BAD92118.1", "rna": "AB208881.1"}, {"protein": "AAA52454.1", "rna": "M24355.1"}, {"protein": "AAA63246.1", "rna": "M60499.1"}, {"protein": "AAA60176.1", "rna": "L01090.1"}, {"protein": "AAA63247.1", "rna": "M60500.1"}, {"protein": "NP_002007.1", "rna": "NM_002016.2"}, {"protein": "AAA63245.1", "rna": "M60495.1"}]}, "alias": ["ATOD2", "FLG-1", "FLG1"], "ensembl": {"gene": "ENSG00000143631", "protein": "ENSP00000357789", "transcript": "ENST00000368799", "translation": [{"protein": "ENSP00000357789", "rna": "ENST00000368799"}], "type_of_gene": "protein_coding"}, "entrezgene": "2312", "exons": [{"cdsend": 152315456, "cdsstart": 152302699, "chr": "1", "position": [[152302164, 152314747], [152315318, 152315477], [152325188, 152325239]], "strand": -1, "transcript": "NM_002016", "txend": 152325239, "txstart": 152302164}], "exons_hg19": [{"cdsend": 152287932, "cdsstart": 152275175, "chr": "1", "position": [[152274640, 152287223], [152287794, 152287953], [152297664, 152297715]], "strand": -1, "transcript": "NM_002016", "txend": 152297715, "txstart": 152274640}], "generif": [{"pubmed": 15675958, "text": "PAD1 and 3 are able to modify filaggrin"}, {"pubmed": 16261374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16261374, "text": "inverse association between the 12 repeat allele and self-perceived frequent dry skin (P=0.0293)"}, {"pubmed": 16550169, "text": "two independent loss-of-function genetic variants (R510X and 2282del4) in the gene encoding filaggrin (FLG) are very strong predisposing factors for atopic dermatitis"}, {"pubmed": 16570058, "text": "role of loss of function mutation as reisk factors for atopic dermatitis and asthma"}, {"pubmed": 16810297, "text": "new mutation, 3702delG, in addition to further instances of the reported mutations R501X and 2282del4"}, {"pubmed": 16815158, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16990802, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16990802, "text": "filaggrin mutations determine major susceptibility to early-onset atopic dermatitis that persists into adulthood"}, {"pubmed": 17008875, "text": "filaggrin gene mutations predispose for early onset of atopic dermatitis"}, {"pubmed": 17096018, "text": "Filaggrin mutations have a role in early-onset and extrinsic atopic dermatitis"}, {"pubmed": 17195011, "text": "Compromised profilaggrin production leads to epidermal and allergic disorders and our findings emphasize the need for a detailed investigation of the role deacetylase inhibitors in the maintenance of epidermal homeostasis."}, {"pubmed": 17255953, "text": "despite a markedly altered filaggrin expression in psoriatic skin, loss-of-function variants of the FLG gene are neither associated with psoriasis vulgaris nor with psoriatic arthritis"}, {"pubmed": 17291859, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17301831, "text": "Results provide further confirmation of the importance of mutations in filaggrin and the skin barrier in atopic dermatitis pathogenesis."}, {"pubmed": 17380114, "text": "No association for any of the FLG mutations with chronic plague-type psoriasis"}, {"pubmed": 17410197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17417636, "text": "Two common filaggrin (FLG) null mutations cause ichthyosis vulgaris and predispose to eczema and secondary allergic diseases."}, {"pubmed": 17502856, "text": "there is a spectrum of both prevalent and rare mutations that collectively have a significant impact on susceptibility to atopic disease"}, {"pubmed": 17531295, "text": "FLG mutations are associated not only with eczema-associated asthma susceptibility but also with asthma severity independent of eczema status."}, {"pubmed": 17531295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17581619, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17581619, "text": "When alopecia areata (AA) occurs in conjunction with filaggrin-associated atopic disorder, the clinical presentation of AA may be more severe."}, {"pubmed": 17657246, "text": "Filaggrin mutations are genetic modifying factors exacerbating X-linked ichthyosis"}, {"pubmed": 17684752, "text": "Propionibacterium acnes extracts increased filaggrin and integrins in epidermal explants and cultured keratinocytes."}, {"pubmed": 17704064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17704064, "text": "loss-of-function mutations in the FLG gene may contribute to the development of humoural autoimmunity, targeting citrullinated determinants in early rheumatoid arthritis"}, {"pubmed": 17970802, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17980411, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17980411, "text": "Meta-analysis of sizes of filaggrin (FLG) effects in family studies underline the importance of a genetically determined epidermal barrier disruption via FLG in atopic eczema."}, {"pubmed": 17989887, "text": "Atopic dermatitis was associated with filaggrin variants R510X and 2282del4 in adults and children."}, {"pubmed": 17989887, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18005116, "text": "Filaggrin was not detected, suggesting that the differentiation in keratoacanthoma is not epidermoid."}, {"pubmed": 18007582, "text": "R501X and c.3321delA in family with ichthyosis vulgasis complicated by atopic dermatitis"}, {"pubmed": 18032906, "text": "Evaluation of allele frequencies suggested R501X and 2282del4 filaggrin mutations do not confer susceptibility to psoriasis and atopic dermatitis in Italian patients."}, {"pubmed": 18049447, "text": "filaggrin mutations may have a role in allergic contact sensitization to nickel"}, {"pubmed": 18068483, "text": "REVIEW: mutations provide new data concerning the genetics of atopic asthma as well as intriguing insight into disease mechanisms of systemic allergies involving antigen exposure in skin with defective barrier function"}, {"pubmed": 18073125, "text": "Filaggrin mutations consistently associated with atopic dermatitis and other allergic phenotypes do not appear to influence either susceptibility to asthma or asthma severity phenotypes."}, {"pubmed": 18073125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18094728, "text": "filaggrin mutations may have a role in early-onset and persistent atopic eczema"}, {"pubmed": 18172455, "text": "filaggrin is not expressed in upper airway or esophageal epithelium and is unlikely to play a role in barrier function at those mucosal surfaces"}, {"pubmed": 18176743, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18176743, "text": "This study evaluated families in Sweden and found an association of the filaggrin gene variants R501X and 2282del4 in the development and severity of atopic eczema."}, {"pubmed": 18193244, "text": "FLG P478S polymorphism may confer susceptibility to the development of psoriasis among Taiwanese Chinese"}, {"pubmed": 18193244, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18200065, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18200065, "text": "filaggrin mutations cause ichthyosis vulgaris and are significantly associated with atopic dermatitis in Japan"}, {"pubmed": 18239616, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18239616, "text": "Unique and recurrent mutations in the filaggrin gene in Singaporean Chinese patients with ichthyosis vulgaris."}, {"pubmed": 18305568, "text": "Loss-of-function mutations in the filaggrin gene lead to reduced level of natural moisturizing factor in the stratum corneum."}, {"pubmed": 18307574, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18307574, "text": "there is an association between the presence of FLG null mutations and the risk of asthma exacerbations in asthmatic children and young adults."}, {"pubmed": 18313126, "text": "Filaggrin null mutations are significantly associated with mild-to-moderate atopic eczema in childhood, with a recessive pattern of inheritance."}, {"pubmed": 18313126, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18325573, "text": "FLG mutations are strong genetic determinants of eczema, early wheeze, asthma in the context of eczema, and atopic sensitization."}, {"pubmed": 18325573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18384254, "text": "Review highlights association studies on FLG loss-of-function mutations, atopic and non atopic phenotypes, and the role of filaggrin in epidermal barrier function."}, {"pubmed": 18385759, "text": "p21, a cyclin-dependent kinase inhibitor downstream of S100/A11, is required for calcium-mediated induction of HBD-3 and filaggrin."}, {"pubmed": 18396323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18396323, "text": "filaggrin mutations are key organ specific factors predominantly affecting the development of eczema and confer significant risks of allergic sensitization and allergic rhinitis as well as asthma in the context of eczema."}, {"pubmed": 18420385, "text": "There are two novel filaggrin nonsense mutations in Japanese patients with atopic dermatitis."}, {"pubmed": 18521703, "text": "FLG null alleles, not common variants, are associated with atopic dermatitis (AD) development and high immunoglobulin E levels for disease onset and allergic sensitization in AD patients."}, {"pubmed": 18521703, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18565177, "text": "Ddystrophic Eepidermolysis Bullosa-Pruriginosa develops as a result of COL7A1 gene mutations and acquired phenotype-modifying factors. Filaggrin mutations did not contribute to the pruriginous phenotype in the present patient cohort."}, {"pubmed": 18578563, "text": "FLG-deficient individuals may need to avoid cats but not dogs in early life to prevent from eczema onset."}, {"pubmed": 18578563, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18620134, "text": "Filaggrin plays a key role in epidermal barrier function, and its association with atopic eczema emphasizes the importance of barrier dysfunction in eczema pathogenesis."}, {"pubmed": 18637008, "text": "FLG null alleles are associated with increased susceptibility to CICD; whether or not the FLG null allele is an independent risk factor needs further study."}, {"pubmed": 18637008, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18760831, "text": "Filaggrin gene mutations are associated with asthma and eczema in later life"}, {"pubmed": 18760831, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18769192, "text": "review of recent advances in understanding of how filaggrin might influence the environmental-immune interface, impacting atopic dermatitis disease penetrance, severity and trajectory [review]"}, {"pubmed": 18774391, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18774391, "text": "study found no interaction between the SPINK5 eczema risk allele or the putative KLK7 risk allele and FLG mutations"}, {"pubmed": 18818676, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18818676, "text": "experimentally demonstrable skin barrier defects due to FLG mutations may play a crucial role in the pathogenesis of atopic dermatitis"}, {"pubmed": 18843291, "text": "Ichthyosis, follicular atrophoderma, and hypotrichosis caused by mutations in ST14 is associated with impaired profilaggrin processing."}, {"pubmed": 18976374, "text": "filaggrin mutations in atopic hand eczema [review]"}, {"pubmed": 18987673, "text": "Heterozygous null alleles in filaggrin contribute to clinical dry skin in young adults and the elderly."}, {"pubmed": 18987673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19037238, "text": "There are 2 rare mutations in the gene encoding filaggrin in Japanese patients with ichthyosis vulgaris and atopic dermatitis."}, {"pubmed": 19134432, "text": "nickel sensitization in relation to FLG deficiency; new knowledge concerning loss-of-function mutations in FLG suggests an additive effect from irritants & nickel may aggravate hand eczema in individuals with loss-of-function FLG mutations [review]"}, {"pubmed": 19183181, "text": "mutations R501X and 2282del4 represent the most frequent genetic cause in German Ichthyosis Vulgaris patients."}, {"pubmed": 19239468, "text": "Loss-of-function mutations in the gene encoding FLG are linked with IV in Northern European and Japanese populations and results here demonstrate that FLG mutations are also associated with IV in a Bangladeshi population."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19348926, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19408338, "text": "Filaggrin loss-of-function variants are associated with atopic comorbidity in pediatric inflammatory bowel disease."}, {"pubmed": 19408338, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19492053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19492053, "text": "carrier status for common filaggrin mutations does not affect hearing in children"}, {"pubmed": 19501237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19501237, "text": "This meta-analysis summarizes the strong evidence for a high eczema risk conferred by FLG mutations and refines their risk profiles, suggesting an association with more severe and secondary care disease."}, {"pubmed": 19515043, "text": "Filaggrin expression is not altered in superficial koilocytotic cells' foci in Epidermodysplasia verruciformis"}, {"pubmed": 19538184, "text": "Heterozygosity for nonfunctional mutations in the FLG gene may contribute to the manifestation and maintenance of a particular chronic hand eczema (CHE) subtype that is characterized by the combination of allergic and irritant contact dermatitis."}, {"pubmed": 19538184, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19538357, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19538357, "text": "a highly significant association of the FLG null variants R501X- and 2282del4 with AD (combined genotype p < 0.0001) and asthma (combined genotype p < 0.0001) was found."}, {"pubmed": 19550302, "text": "association between mutations in FILAGGRIN and atopic dermatitis; review on role skin barrier in the etiopathogenesis"}, {"pubmed": 19589816, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19601982, "text": "The Th cell cytokine-induced up-regulation of MAP17 expression may be linked to the down-regulation of filaggrin in normal epidermal keratinocytes, which may be associated with abnormal epidermal differentiation observed in the dermatological diseases."}, {"pubmed": 19601998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19602001, "text": "Heterozygous carriage of R501X mutation was only found in four male patients, and associated with long-term disease severity. FLG mutations prevalent in Caucasian and other Asian populations are rarely found in our series."}, {"pubmed": 19602001, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19663875, "text": "FLG mutations are significantly associated with atopic eczema in the Japanese population."}, {"pubmed": 19663875, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19681860, "text": "Filaggrin haploinsufficiency appears to be highly penetrant when all relevant skin features are included in the analysis."}, {"pubmed": 19681860, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733298, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733298, "text": "The R501X mutation in the gene encoding filaggrin, one of the strongest genetic predictors of atopic dermatitis, confers an even greater risk for atopic dermatitis eczema herpeticum in both European and African ancestry populations"}, {"pubmed": 19785597, "text": "coinheritance of mutations in keratin 16 and filaggrin may aggravate the pachyonychia congenita phenotype"}, {"pubmed": 19804695, "text": "Heterogeneity-based genome scan meta-analysis confirms the region encoding CD80, CD86, and interleukins on chromosomes 3 and 5. The filaggrin gene (FLG) may be the susceptibility factor.5pter-p15.1 represents new significant loci not reported previously."}, {"pubmed": 19839980, "text": "FLG mutations combined with eczema in the first year of life are associated with a later development of asthma and hay fever; cat exposure enhances the effect of a FLG mutation on the development of eczema and sensitization."}, {"pubmed": 19839980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19863505, "text": "Mutations were found in japanese patients with atopic dermatitis and ichthyosis vulgaris."}, {"pubmed": 19863505, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19874431, "text": "a strong association of the FLG mutations with atopic dermatitis. Subgroup analysis revealed a significantly higher proportion of patients with an early age of disease onset and significantly higher median serum IgE levels among mutation carriers"}, {"pubmed": 19958351, "text": "Mutations at any site within FLG cause significant reductions in amounts of profilaggrin/filaggrin peptide in patient epidermis as the C-terminal region is essential for proper processing of profilaggrin into filaggrin."}, {"pubmed": 20016199, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20028371, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20109745, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20132155, "text": "Our results confirm previous observations of altered ceramide levels in atopic dermatitis, which however appear to show no clear relationship with filaggrin mutations"}, {"pubmed": 20149601, "text": "Both steroid sulfatase and filaggrin mutations are found in X-linked ichthyosis."}, {"pubmed": 20159264, "text": "specific null mutations in the filaggrin gene were found to be associated with allergen sensitization"}, {"pubmed": 20179351, "text": "ELA2 localized to keratohyalin granules, where it was found to directly participate in (pro-)filaggrin processing."}, {"pubmed": 20208004, "text": "expression of the epidermal differentiation complex genes filaggrin and involucrin was strongly decreased directly by IL-13."}, {"pubmed": 20222934, "text": "Three mutations - one novel mutation (Q1256X) and two known mutations (3321delA and E2422X) - were identified in Chinese patients with ichthyosis vulgaris"}, {"pubmed": 20230798, "text": "Sphingosylphosphorylcholine down-regulates FLG gene transcription through NOX5-based NADPH oxidase and COX-2 in human keratinocytes."}, {"pubmed": 20346018, "text": "A crude analysis on women who did not have ear piercings revealed a positive association between FLG null mutations and nickel sensitization as well as between FLG null mutations and allergic nickel dermatitis."}, {"pubmed": 20346018, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20426775, "text": "FLG null mutations are significantly associated with hand eczema in subjects with atopic dermatitis."}, {"pubmed": 20426775, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20445547, "text": "Despite grossly normal stratum corneum morphology, filaggrin-deficient skin models showed a disturbed diffusion barrier function"}, {"pubmed": 20500796, "text": "Filaggrin null mutations associated with significantly (P<0.05) higher frequencies of allergen-specific CD4+ T-helper 2 cell responses."}, {"pubmed": 20513523, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20573035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20573035, "text": "genetic polymorphism is associated with asthma characterized by the early onset"}, {"pubmed": 20621340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20629673, "text": "No association was found between nickel allergy, hand eczema at first appearance or occurrence of dermatitis, and filaggrin mutations. However, patients with filaggrin mutations had an earlier age of onset and a trend towards longer duration of disease."}, {"pubmed": 20629673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20686498, "text": "27.8% of Japanese atopic eczema complicated with asthma patients carried one or more of the eight FLG mutations"}, {"pubmed": 20686498, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20814636, "text": "Letter: speculate that the special phenotype of atopic hand eczema identified in previous reports may be explained consistently by null-mutations in the profilaggrin gene."}, {"pubmed": 20865458, "text": "Case selection may be responsible for overestimating the prevalence of FLG mutations in atopic disease."}, {"pubmed": 20865458, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20943104, "text": "possibility of the R501X mutation as being one of the major causes of ichthyosis vulgaris and possibility of the presence of novel FLG gene mutations"}, {"pubmed": 20962854, "text": "Atopic dermatitis patients, irrespective of their filaggrin genotype, have an altered skin barrier implying that other factors besides FLG loss-of-function mutations modulate skin barrier integrity"}, {"pubmed": 20975288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20975288, "text": "filaggrin does not appear to have a downstream effect on the development of allergic disease"}, {"pubmed": 21039602, "text": "FLG mutations are strong predisposing factors for AD in Han Chinese."}, {"pubmed": 21039602, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21074596, "text": "No association between filaggrin null mutations and type I latex allergy was found (p=0.24). Patients with type I latex allergy more often reported contact dermatitis."}, {"pubmed": 21074596, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21137118, "text": "FLG mutation carriers had a more than four times higher risk of developing eczema by 3 months of age compared with children without FLG mutations, and this has also been suggested previously by a number of cross-sectional studies in older children."}, {"pubmed": 21166815, "text": "study suggested that FLG null mutations may increase the risk of self-reported nickel dermatitis in subjects with atopic dermatitis, and also that null mutations may lower the age at onset of nickel dermatitis"}, {"pubmed": 21219289, "text": "FLG P478S polymorphism may confer susceptibility to the development of AD among Chinese individuals and may be modified by IgE levels."}, {"pubmed": 21255094, "text": "Reduced filaggrin levels may influence innate immune responses via TLR stimuli and may contribute to the pathogenesis of inflammatory skin disease via TSLP expression."}, {"pubmed": 21261659, "text": "Multiple regression analysis showed that natural moisturizing factor (NMF) levels were independently associated with FLG genotype and severity of atopic dermatitis disease."}, {"pubmed": 21289640, "text": "only a small percentage of Italian patients with atopic eczema carry mutations in the FLG gene"}, {"pubmed": 21326297, "text": "Filaggrin null mutations are not a protective factor for acne vulgaris."}, {"pubmed": 21365004, "text": "In a Polish population FLG 2282del4 and R501X carriage increases risk for development of atopic dermatitis(AD) and atopic asthma (also in the absence of AD or history thereof)."}, {"pubmed": 21410766, "text": "Our results provide distinct phenotype correlations and new supportive evidence for compromised barrier function and skin lipid composition in atopic dermatitis carriers of the prevalent European FLG loss-of-function alleles."}, {"pubmed": 21426411, "text": "Significant interactions between the 2282del4 FLG mutation and the CT genotype for IL-13 or GG genotype for IL-10 and a higher risk for developing atopic dermatitis were demonstrated."}, {"pubmed": 21434976, "text": "the subset of patients with both atopic dermatitis and contact allergy represent a phenotype of atopic dermatitis that is not associated with FLG mutations"}, {"pubmed": 21496060, "text": "Results suggest that the types of FLG mutations may be much more plentiful in atopic dermatitis than in ichthyosis vulgaris."}, {"pubmed": 21501248, "text": "Individuals who are homozygous for 228del4 and R501X filaggrin null mutation do not always develop dermatitis and complete long-term remission is possible."}, {"pubmed": 21514438, "text": "filaggrin deficiency provokes alterations in keratinocyte architecture that influence epidermal functions localizing to the extracellular matrix"}, {"pubmed": 21518425, "text": "Since the observation of a strong association of \"loss of function\" mutations in the filaggrin gene with AD, the epidermal barrier was rediscovered as important pathophysiological co-factor of this disease."}, {"pubmed": 21576945, "text": "summary of genome-wide screening of atopic dermatitis susceptibility loci, filaggrin biochemistry and recent epidemiological studies on filaggrin mutations and allergic diseases [review]"}, {"pubmed": 21692775, "text": "FLG loss-of-function-variants are less common in patients with ichthyosis vulgaris and atopic dermatitis in the Ethiopian population; the other factors may be of importance in the pathogenesis in this ethnic group"}, {"pubmed": 21701148, "text": "The low frequency of filaggrin mutations was surprising since 42.7% of our keratoconus population had atopic dermatitis."}, {"pubmed": 21723775, "text": "basal expression of MMP-2, MMP-9, MMP-28, and Filaggrin was evaluated in oral keratinocytes to collect information about ability of cigarette smoke to modify basal expression pattern of these key enzymes in the absence of clinical signs in oral epithelium"}, {"pubmed": 21777221, "text": "Results show Filaggrin loss-of-function mutations increase the risk of atopic dermatitis and dry skin and also the risk of fissures on the hands and/or fingers in subjects without atopic dermatitis"}, {"pubmed": 21790526, "text": "The results highlight a novel association between Filaggrin-null mutations and an increased susceptibility to recurrent bacterial skin infection among patients with Atopic Dermatitis"}, {"pubmed": 21923666, "text": "Two novel filaggrin mutations (S1302X and Q2397X) and two recurrent mutations (3321delA and K4671X) were identified in patients with atopic asthma."}, {"pubmed": 21923691, "text": "The two mutations in Japanese are rare in Korean women with atopic dermatitis."}, {"pubmed": 21945601, "text": "Filaggrin defects can synergize with steroid sulfatase deficiency to exacerbate the ichthyosis phenotype."}, {"pubmed": 21983738, "text": "FLG gene might be associated with atopic dermatitis susceptibility in southern Chinese Han population."}, {"pubmed": 21991953, "text": "Mutations in the filaggrin gene (FLG) are among the most common and profound single-gene defects identified to date in the causation and modification of disease [review]"}, {"pubmed": 21999178, "text": "In this review, transgenic mice deficient in filaggrin show eczematous skin lesions similar to atopic dermatitis."}, {"pubmed": 22030464, "text": "Early food sensitization and the presence of an FLG mutation in infants with early eczema increase the risk for later asthma"}, {"pubmed": 22071473, "text": "Copy number variation within FLG makes a significant, dose-dependent contribution to atopic dermatitis risk."}, {"pubmed": 22088612, "text": "FLG null mutations modified the effects of smoking on the risk of asthma."}, {"pubmed": 22158554, "text": "Mutations in the filaggrin (FLG) gene are the cause of ichthyosis vulgaris-the most common disorder of keratinization-and also a strong genetic risk factor for atopic eczema."}, {"pubmed": 22177328, "text": "This study suggests that IL-31 is an important regulator of keratinocyte differentiation and demonstrates a link between the presence of IL-31 in skin, as found in patients with atopic dermatitis, and filaggrin expression"}, {"pubmed": 22182180, "text": "No association between filaggrin gene mutation and early onset of psoriasis."}, {"pubmed": 22220561, "text": "clearly demonstrated that FLG loss-of-function mutations were significantly associated with AD in northern China"}, {"pubmed": 22229441, "text": "IL-17A downregulates in keratinocytes the expression of filaggrin and genes important for cellular adhesion, which could affect epidermal barrier formation."}, {"pubmed": 22288457, "text": "The skin barrier disruptions of atopic eczema associated with loss-of-function mutations in filaggrin are thought to provide a nidus for allergic sensitization to food and aeroallergens"}, {"pubmed": 22299762, "text": "we have identified two novel null mutations (including one de novo mutation) and a known mutation three Chinese ichthyosis vulgaris pedigrees, extending the FLG mutation spectrum of functional variants that possibly cause this condition."}, {"pubmed": 22322004, "text": "Atopic dermatitis (AD) with Filaggrin (FLG) mutations is associated with an increased SC IL-1 cytokine profile; this profile is also seen in a murine homologue of filaggrin deficiency."}, {"pubmed": 22360978, "text": "FLG mutations increase the risk for persistent dry skin, persistent eczema, and AE and non-AE at age 8 years."}, {"pubmed": 22381027, "text": "In this study, the most marked increase in the prevalence of FLG mutations across the birth cohorts was observed among individuals who reported Atopic diseases (AD). Albeit not significant, this increase might suggest that carriers of FLG mutations have been more susceptible to the changes in environmental exposure that have resulted in AD."}, {"pubmed": 22403702, "text": "a combination of FLG variants and allergic sensitization increased the risk of eczema in subsequent years"}, {"pubmed": 22407025, "text": "study indicated that rare mutations, such as p.K4022X, in FLG gene may be associated with psoriasis in Chinese population."}, {"pubmed": 22418870, "text": "Two FLG SNPs rs11584427 and rs1933064 were in complete linkage disequilibrium"}, {"pubmed": 22612618, "text": "Loss of function FLG alleles were first identified as causative of ichthyosis vulgaris and were subsequently found to be major predisposing factors for atopic dermatitis and atopic disorders"}, {"pubmed": 22622429, "text": "Profilaggrin AB domain provides a key feedback mechanism that controls epidermal homeostasis."}, {"pubmed": 22635822, "text": "Our results revealed no significant association between filaggrin mutations and chronic allergic keratoconjunctivitis."}, {"pubmed": 22742591, "text": "no significant difference (P > 0.05) was found between the expression of the FLG gene by control cells and NCTC 2544 cells treated with Plantaricin A."}, {"pubmed": 22897780, "text": "study presents pictures of healthy and diseased hands from individuals with filaggrin gene (FLG) mutations to describe a clinical entity of hand eczema"}, {"pubmed": 22903496, "text": "mutations presented an interaction with sensitization to peanut in atopic dermatitis"}, {"pubmed": 22921868, "text": "mutations are associated with skin barrier abnormality and increased serum 25-hydroxyvitamin D concentrations"}, {"pubmed": 22951058, "text": "Children with FLG null mutations were more likely to have persistent atopic dermatitis."}, {"pubmed": 22960809, "text": "A review discusses the structure and function of filaggrin, basic genetics, type of mutations in filaggrin gene, and association of such mutations with different dermatoses."}, {"pubmed": 22962861, "text": "Filaggrin loss-of-function mutations and atopy may alter the clinical course of irritant contact dermatitis (ICD)."}, {"pubmed": 22964107, "text": "FLG mutations do not increase the risk of food allergy over and above that of food sensitization among1-year-old infants."}, {"pubmed": 22989708, "text": "In Turkish children, FLG R501X genotyping revealed no risk alleles in variable severities of atopic dermatitis"}, {"pubmed": 23039796, "text": "Results indicate that both FLG mutations and AD increase the risk of ICD. Concurrent FLG mutations and AD are at highest risk."}, {"pubmed": 23063684, "text": "the results of this study indicate that cholesterol sulfate induces filaggrin expression through increased RORalpha expression."}, {"pubmed": 23078034, "text": "Our results in general indicate a low frequency of FLG null mutations in the studied Croatian population supporting a theory of a latitude-dependent distribution of FGL null mutations in Europe."}, {"pubmed": 23152869, "text": "The present family samples confirmed the susceptibility of mutation 3321delA to atopic dermatitis in Han Chinese. K4671X was not a pathogenic mutation."}, {"pubmed": 23154627, "text": "Filaggrin has an association with atopic dermatis and has a role in epidermal barrier function."}, {"pubmed": 23166590, "text": "In children, filaggrin mutations seem to define a specific endotype of atopic dermatitis primarily characterized by predilection to exposed areas of the body, in particular hands and cheeks."}, {"pubmed": 23273645, "text": "Our study indicates the possibility that impaired tight junction barriers affect polar lipids and profilaggrin processing by disturbing the pH condition of the stratum corneum."}, {"pubmed": 23290076, "text": "Analyses of FLG mutation frequency and filaggrin expression in isolated ichthyosis vulgaris (IV) and atopic dermatitis-associated IV."}, {"pubmed": 23297869, "text": "A complete, but not a partial filaggrin deficiency is associated with moderate changes in TEWL and skin hydration, revealing surprisingly only a mild disturbance of the epidermal permeability barrier function"}, {"pubmed": 23301728, "text": "Ichthyosis vulgaris is caused by loss-of-function mutations in the filaggrin gene (FLG)"}, {"pubmed": 23343419, "text": "FLG mutation carriers with self-reported dermatitis have an increased risk of contact sensitization to substances other than nickel, whereas FLG mutations alone may not, or may only slightly, increase the risk of sensitization."}, {"pubmed": 23421459, "text": "Study shows further genotype-phenotype correlations in patients with occupational irritant contact eczema and FLG mutation carrier status."}, {"pubmed": 23460889, "text": "Filaggrin genotype was used as instrumental variable for vitamin D status."}, {"pubmed": 23548340, "text": "loss-of-function mutations in the FLG gene were significantly associated with self-reported food allergy and alcohol sensitivity, but not with oral allergy syndrome"}, {"pubmed": 23601069, "text": "an inherited barrier abnormality resulting from FLG mutations may potentially have an increased risk of developing protein contact dermatitis"}, {"pubmed": 23622014, "text": "Food sensitization in Japanese infants is associated with a common Filaggrin variant"}, {"pubmed": 23629652, "text": "KLK5 is required for biochemical processing of profilaggrin in human skin."}, {"pubmed": 23645350, "text": "Filaggrin was detectable in a subfraction of oral squamous carcinomas and was restricted to keratinising areas of the carcinomas"}, {"pubmed": 23657503, "text": "IL-25 enhances herpes simplex virus (HSV)-1 and vaccinia virus replication by inhibiting filaggrin expression, and IL-25 acts synergistically with IL-4 and IL-13 to enhance HSV-1 replication in vitro"}, {"pubmed": 23684069, "text": "the relationship between peanut allergy and FLG loss-of-function mutations"}, {"pubmed": 23744309, "text": "Three FLG mutations have been identified in the selected families with ichthyosis vulgaris, and the 3321delA mutation was most prevalent (46.9%)."}, {"pubmed": 23848345, "text": "Sensitization for type I allergens did not differ between FLG loss-of-function mutation carriers and wild-type subjects. For type IV allergens, more FLG loss-of-function carriers were sensitized to lanolin and p-tert-butylphenol-formaldehyde resin."}, {"pubmed": 23867897, "text": "We investigated whether FLG mutation inheritance, skin barrier impairment, and atopic dermatitis also predispose to allergic sensitization to foods."}, {"pubmed": 23927042, "text": "Study investigated the role of filigrin homozygous mutations in basal cell carcinoma and found no evidence of elevated risk."}, {"pubmed": 23947670, "text": "All thirty-seven R501X/2282del4 compound heterozygous individuals were found to carry the two mutations in trans position."}, {"pubmed": 24054371, "text": "Knowing the FLG mutational status in this family was helpful in predicting who was at risk of developing atopic dermatitis."}, {"pubmed": 24061166, "text": "The interplay of the UCA/PCA and the sPLA2/NHE-1 acidification pathways of the skin and the impact of FLG insufficiency on skin lipid composition and organization in reconstructed skin are described."}, {"pubmed": 24102300, "text": "In this study, an increased risk of hand eczema conferred by FLG mutations could not be shown, but subjects with concomitant FLG mutations and atopic dermatitis showed the highest risk of hand eczema during traineeships."}, {"pubmed": 24111531, "text": "Increased efficacy of omalizumab in atopic dermatitis patients with wild-type filaggrin status and higher serum levels of phosphatidylcholines."}, {"pubmed": 24157460, "text": "Filaggrin is a predominant member of the denaturation-resistant nickel-binding proteome of human epidermis"}, {"pubmed": 24247645, "text": "The lack of filaggrin expression observed in the corneal specimens from atopic dermatitis patients is not due to the two most common filaggrin mutations (R501X, 2282del4) but is most likely secondary to inflammation."}, {"pubmed": 24251354, "text": "Results suggest that patients with FLG mutant-type AD may have a higher risk of allergic sensitization compared with patients with the wild-type."}, {"pubmed": 24369804, "text": "mutations are not a significant contributor to atopic dermatitis in South African amaXhosa patients"}, {"pubmed": 24401911, "text": "Diminished filaggrin mutation found in patients diagnosed with chronic atopic dermatitis."}, {"pubmed": 24521637, "text": "The results of the present study suggest that the FLG P478S polymorphism alone and combined with other factors influences FFA levels and increases the susceptibility to atopic dermatitis"}, {"pubmed": 24565632, "text": "FLG mutations are common in a US group of white patients with severe atopic dermatitis"}, {"pubmed": 24628370, "text": "Results show that among participants aged over 60 years at baseline, we found statistically significant lower risks of all cancers and NMSC among FLG mutation carriers."}, {"pubmed": 24629053, "text": "These results indicate that FLG mutations might be involved in the pathogenesis of wheat-dependent exercise-induced anaphylaxis in the family studied."}, {"pubmed": 24708301, "text": "The coexistence of allergic disorders is frequent, and allergic sensitization and FLG variants jointly increased risk of allergic comorbidities, which may represent more severe and complex clinical phenotypes."}, {"pubmed": 24726196, "text": "Filaggrin is overexpressed in lesional chronic idiopathic urticaria (CIU) skin, and increased filaggrin expression is positively correlated with urticaria severity in CIU."}, {"pubmed": 24813994, "text": "These findings suggest that filaggrin-2 may play an overlapping role with filaggrin in epithelial cornification; however, it may also have a partially distinct role in the molecular processes of cornification."}, {"pubmed": 24819286, "text": "lack of significant diversity in skin pH in relation to filaggrin mutation carrier status suggests that the effect of filaggrin mutations on skin pH i"}, {"pubmed": 24858702, "text": "study indicates that the filaggrin gene mutation c.3321delA is associated with clinical phenotypes of atopic dermatitis in the Chinese Han population"}, {"pubmed": 24880632, "text": "Extracellular space and lipid metabolism are important in atopic skin pathology independent of FLG genotype, whereas an aberrant defense response is seen in subjects with FLG mutations."}, {"pubmed": 24905740, "text": "FLG loss-of-function mutations were associated with higher incidence of HPV-related cancers and pre-cancers that are potentially screening and vaccine preventable."}, {"pubmed": 24912553, "text": "no evidence of correlation between gene expression and promoter methylation in skin and buccal samples"}, {"pubmed": 24920311, "text": "data demonstrate a prevalence of filaggrin mutations in the African American population that exceeds previously published data, although the overall prevalence is still lower than in other populations"}, {"pubmed": 24940654, "text": "Knockdown of filaggrin in a three-dimensional reconstructed human epidermis impairs keratinocyte differentiation."}, {"pubmed": 25065719, "text": "this article reviews the various causes of low filaggrin levels, centralizing the functional and morphologic role of a deficiency in filaggrin, its metabolites, or both in the etiopathogenesis of atopic dermatitis. [review]"}, {"pubmed": 25086748, "text": "The FLG loss-of-function mutation frequency was not significantly different between the atopic dermatitis and non-AD groups in a cohort of children from Ishigaki Island"}, {"pubmed": 25174864, "text": "loss-of-function mutations are associated with food allergies in older children through eczema and food allergen sensitization during early childhood"}, {"pubmed": 25230061, "text": "In Iranian patients, this study demonstrated that there was no significant association between polymorphisms of FLG gene variants and AD."}, {"pubmed": 25277085, "text": "Allergic sensitization and eczema modulated the association between FLG variants and asthma but not rhinitis."}, {"pubmed": 25282568, "text": "Early-life environmental peanut exposure is loss-of-function mutation is associated with an increased risk of peanut sensitization and allergy in children"}, {"pubmed": 25314673, "text": "the 2282del4 mutation was associated only with atopic dermatitis (AD) that developed during infancy or in early childhood, not with AD development in late childhood or adulthood; similar associations also observed for the combined 2282del4 or R501X genotype"}, {"pubmed": 25383447, "text": "Carriage of FLG mutations was not associated with the risk of cervical cancer."}, {"pubmed": 25390410, "text": "Filaggrin mutations in a Western siberian population and their association with atopic dermatitis in children"}, {"pubmed": 25528737, "text": "genetic polymorphism is associated with asthma in Taiwanese children with mite allergy"}, {"pubmed": 25564772, "text": "We sought to explain the associated severe nonlesional skin dryness in our African American children with atopic dermatitis by genotyping a previously described European dose-dependent risk factor for AD, intragenic FLG repeats, or CNV."}, {"pubmed": 25580797, "text": "FLG has been, and still remains the major susceptibility gene in patients with AD."}, {"pubmed": 25581911, "text": "Results suggest that skin reaction and regeneration response was more rapid amongst individuals with AD who carried the mutation for FLG"}, {"pubmed": 25620092, "text": "Loss-of-function variants of the filaggrin gene are associated with clinical reactivity to foods"}, {"pubmed": 25659224, "text": "Filaggrin mutations affected the lifetime prevalence of hand and foot dermatitis in participants with a history of AD"}, {"pubmed": 25660180, "text": "Thirty-five percent of keratosis pilaris patients displayed filaggrin mutations, demonstrating that filaggrin mutations only partially account for the KP phenotype."}, {"pubmed": 25678087, "text": "There was no association between FLG mutations and food allergen and aeroallergen sensitization, respectively"}, {"pubmed": 25712346, "text": "Our findings indicate an association between xerosis and asthma in men independent of atopic dermatitis and FLG mutations."}, {"pubmed": 25734812, "text": "Loss of mutation of filaggrin is not associated with chronic actinic dermatitis."}, {"pubmed": 25747786, "text": "this is the first study to our knowledge to assess whether FLG mutations are associated with chronic rhinosinusitis and we found no evidence of an association in our series of patients"}, {"pubmed": 25757221, "text": "Study investigated the 4 most prevalent European FLG mutations (c.2282del4, p.R501X, p.R2447X, and p.S3247X) in two samples including 759 and 450 atopic dermatitis families and found that overall, children of FLG-carrier mothers had a 1.5-fold increased AD risk (S1 = 1.50, Pmeta-analysis = 8.4 x 10-8)."}, {"pubmed": 25776938, "text": "Filaggrin expression was present in healthy skin"}, {"pubmed": 25816564, "text": "It is an essential skin barrier protein."}, {"pubmed": 25863977, "text": "IL-33 increases the skin barrier permeability to allergens by downregulating the expression of filaggrin in atopic dermatitis."}, {"pubmed": 25997159, "text": "genotype-phenotype correlation not obvious in Korean atopic dermatitis patients with null mutations"}, {"pubmed": 26026341, "text": "TSLP downregulates filaggrin expression in human skin keratinocytes"}, {"pubmed": 26071937, "text": "Filaggrin breakdown products determine corneocyte conformation in patients with atopic dermatitis"}, {"pubmed": 26282804, "text": "Filaggrin null mutation and sunlight exposure is associated in the development of atopic eczema."}, {"pubmed": 26381575, "text": "Letter: Knockdown of either filaggrin or loricrin increases the productions of interleukin (IL)-1alpha, IL-8, IL-18 and granulocyte macrophage colony-stimulating factor in stratified human keratinocytes."}, {"pubmed": 26451970, "text": "Results show a strong association of FLG loss-of-function mutations was found with doctor-diagnosed CD and to a lesser extent also with self-reported CD, but not with respiratory symptoms or atopy."}, {"pubmed": 26472199, "text": "Supplementation with the PPARalpha agonist WY14643 improved the homeostasis and barrier function of filaggrin deficient skin models by normalization of the free fatty acid profile."}, {"pubmed": 26536977, "text": "The levels of filaggrin, inflammatory T helper 2 polarizing cytokines (thymic stromal lymphopoietin (TSLP) and interleukin 33 (IL-33)) and chemokine (C-C motif) ligand 27 (CCL27), histological severity markers, T and dendritic cell counts in biopsies from lesional skin of severe atopic dermatitis patients with and without filaggrin mutation and healthy skin were quantified. No significant differences were found."}, {"pubmed": 26554544, "text": "The authors data reveals that the CNV of FLG is associated with AD development in Koreans."}, {"pubmed": 26616205, "text": "Identify acefylline as an activator of peptidylarginine deiminase 1 and 3 in the epidermis, resulting in filaggrin deimination."}, {"pubmed": 26796858, "text": "The present study examined the possible relationship between SNPs of FLG and chronic idiopathic urticaria (CIU) for the first time, and demonstrated that none of five investigated SNPs (rs2485518, rs3126065, rs2786680, rs3814300, and rs3814299) are correlated with CIU in an Iranian population."}, {"pubmed": 26830116, "text": "Filaggrin genotype does not determine the skin's threshold to UV-induced erythema."}, {"pubmed": 26831231, "text": "The imbalance between Th1 and Th2 polarized immune response seems to extend to Filaggrin homeostasis, through the network of Filaggrin processing enzymes."}, {"pubmed": 26835886, "text": "women with FLG mutations may have an increased risk of AD flares during pregnancy and of enduring postpartum problems attributable to perineal trauma during delivery."}, {"pubmed": 26867960, "text": "IL-33, which is a representative Th2 cytokine, affect as a crucial factor of skin barrier dysfunction by reducing FLG expression in human keratinocytes."}, {"pubmed": 26934939, "text": "We show that subjects with FLG-null mutations have more mature Langerhans cells in nonlesional skin irrespective of whether they have AD."}, {"pubmed": 27012026, "text": "Filaggrin polymorphism Pro478Ser Is associated with increased disease severity and staphylococcus aureus colonization in atopic dermatitis patients."}, {"pubmed": 27120251, "text": "atopic dermatitis patients without palmoplantar hyperlinearity unlikely to carry FLG mutations"}, {"pubmed": 27270549, "text": "Filaggrin Gene Mutation c.3321delA is Associated with Dry Phenotypes of Atopic Dermatitis in the Chinese Han Population"}, {"pubmed": 27304082, "text": "Levels of FLG, FLG2 and SPRR3 mRNAs and proteins were reduced in AD skin."}, {"pubmed": 27306066, "text": "There was no association of the atopy risk variants in the FLG gene with OFG."}, {"pubmed": 27363669, "text": "The study revealed 66 FLG mutation carriers and demonstrated an association between c.2282del4 deletion and atopic dermatitis development in Russians and Tatars of Volga-Ural region of Russia."}, {"pubmed": 27366014, "text": "A mutation p.Y1767X, was related to early onset and severe symptoms, which last until adulthood, and severe atopic dermatitis with other atopic diseases, such as asthma."}, {"pubmed": 27485743, "text": "The results of the present study demonstrate that filaggrin knockdown inhibits NHEK migration, adhesion and proliferation, promotes apoptosis and disturbs cell cycle progression."}, {"pubmed": 27498358, "text": "The present study demonstrated that the downregulation of filaggrin in the epidermis by toluene is mediated by ERK1/2 and STAT3-dependent pathways."}, {"pubmed": 27535066, "text": "FLG rs2065955 polymorphism was significantly related to gastric carcinoma."}, {"pubmed": 27577213, "text": "Data suggest that the c.1360A>G (p.T454A) and c.10363G>T (p.D3455Y) mutations of the filaggrin (FLG) gene may lead to alteration of the structure and function of the FLG protein and cause ichthyosis vulgaris in the two families."}, {"pubmed": 27653621, "text": "Filaggrin gene mutations are risk factors for the presence and persistence of atopic dermatitis and explain the discordance of atopic dermatitis within dizygotic twin pairs."}, {"pubmed": 27678121, "text": "Multiple lines of evidence suggest that FLG genetic variation, have little or no effect on fitness in modern humans.  Haplotype-level analysis revealed a recent selective sweep which increased the allele frequency of the Huxian haplogroup in Asian populations."}, {"pubmed": 27793761, "text": "FLG mutations lead to alterations in epidermal eicosanoid metabolism in atopic dermatitis patients"}, {"pubmed": 27805415, "text": "In a side-to-side comparison of two different methods to determine NMF in atopic dermatitis patients: Raman microspectroscopy and stratum corneum tape stripping followed by HPLC.  both methods demonstrated a concentration-depth dependence of NMF and reduced NMF levels in the carriers of filaggrin null mutations"}, {"pubmed": 27840886, "text": "FLG mutations are risk factors for atopic dermatitis in Finns, but disease severity and treatment response were independent of patient FLG status."}, {"pubmed": 27864930, "text": "The results suggest that filaggrin mutations may have a negative impact on the success of immunosuppressive treatment in severe atopic dermatitis."}, {"pubmed": 27902816, "text": "Variations in FLG and TSLP genotype were associated with differences in self-reported skin clearance, TCI usage, and steroid usage."}, {"pubmed": 27995642, "text": "Patients with both atopic dermatitis and common filaggrin gene mutations are more frequently affected by reduced health-related quality of life"}, {"pubmed": 28000306, "text": "immunoreactivity for filaggrin was significantly more intense in the oral mucosa in the patients with OLP/OLL compared with healthy controls"}, {"pubmed": 28120571, "text": "Four FLG null mutations (3321delA, K4022X, S3296X, and S2889X) were identified in Korean patients with Atopic Dermatitis"}, {"pubmed": 28164424, "text": "In this study of 97 174 individuals from the Danish general population, FLG loss-of-function mutations were associated with increased ischemic stroke risk"}, {"pubmed": 28213896, "text": "This study indicates an increased susceptibility to actinic keratosis in individuals with homozygous, but not heterozygous, FLG mutations and in patients with atopic dermatitis compared to psoriasis."}, {"pubmed": 28317091, "text": "The results show that patients carrying filaggrin mutations had increase prevalence of Staphylococcus aureus colonization."}, {"pubmed": 28338939, "text": "we have proposed that this latitude-dependent gradient of FLG mutations across Europe, Asia and Africa could have provided an evolutionary advantage for heterozygous FLG mutation carriers, residing at northern latitudes, depletion of the FLG downstream product, trans-urocanic acid, would facilitate the intracutaneous synthesis of vitamin D3 by allowing increased transcutaneous absorption of UVB photons"}, {"pubmed": 28358172, "text": "Erythemal doses of ultraviolet B exert acute effects on profilaggrin mRNA and filaggrin protein in human skin in vivo."}, {"pubmed": 28407221, "text": "The authors found 11 frameshift variants and 14 nonsense variants in this Han Chinese population. The results increase the spectrum of IV variants."}, {"pubmed": 28455573, "text": "The two SNPs K4671X and rs3126085 of FLG were related to Epstein-Barr virus (EBV)-associated gastric carcinoma."}, {"pubmed": 28456621, "text": "FLG mutation is associated with IgE sensitization to peanut but not to other allergens in Swedish children up to 16 years of age"}, {"pubmed": 28479194, "text": "study found that among patients with atopic dermatitis (AD), common FLG null mutations are associated with earlier AD onset in a dose-dependent manner, whereas TSLP rs1898671 appears unrelated to the timing of AD onset"}, {"pubmed": 28502108, "text": "This study demonstrated, for the first time, that FLG expression in UCB is associated with eczema development in infancy. Moreover, our analysis provided prediction models that were capable of discriminating, to a great extent, between those who will and will not develop eczema in infancy."}, {"pubmed": 28644349, "text": "FLG and POSTN expression may be downregulated and upregulated, respectively, in the esophageal mucosa of patients with active eosinophilic esophagitis, and these changes may be restored with treatment in a significant percentage of cases."}, {"pubmed": 28833578, "text": "FLG mutation was not associated with MM in the studied populations."}, {"pubmed": 28866311, "text": "FLG mutations are associated with early onset of atopic dermatitis, more severe clinical course of disease, and a significantly increased risk ofMolluscum contagiosum sustained skin infection"}, {"pubmed": 28928464, "text": "results demonstrate that GATA3 is involved in the regulation of filaggrin and filaggrin-2 expression during inflammatory conditions in the skin."}, {"pubmed": 29056476, "text": "Array-based sequencing of filaggrin gene for comprehensive detection of disease-associated variants."}, {"pubmed": 29068602, "text": "FLG mutations are strongly associated with atopic eczema and confer a significant risk of allergic sensitization and asthma in the context of eczema in Polish children."}, {"pubmed": 29087092, "text": "Study conducted in Croatia found a low frequency of FLG null-mutations in general population (2.6%) and did not confirm FLG null-mutations as an etiological factor for Atopy and Atopic disease in the studied population."}, {"pubmed": 29266469, "text": "FLG-LOF mutations are a significant risk factor for later childhood asthma and rhinitis. However, the pathway to asthma is only through early childhood eczema while a direct effect was observed for childhood rhinitis."}, {"pubmed": 29281699, "text": "suggest that FLG P478S is a kind of disease modifier which affects serologic parameters such as EDN and ECP"}, {"pubmed": 29344612, "text": "Microbiome composition in AD nonlesional skin is associated with FLG mutations, proposing a possible association between the skin microbiome and host genetics."}, {"pubmed": 29369340, "text": "Study suggests that FLG mutations are a significant predisposing factor for food allergies in Japanese primary school students and may influence the persistence of food allergies from infancy to the primary school years."}, {"pubmed": 29377073, "text": "Study found no influence of common FLG mutations on changes in epidermal Langerhans cells (LC) and monocyte numbers, LC activation or related cytokine levels in the ultraviolet B irradiated skin."}, {"pubmed": 29428354, "text": "In contrast to previous reports, uncommon FLG loss of function (LoF) variants in African American children exist and are associated with atopic dermatitis and more persistent disease. In contrast to Europeans, no FLG LoF variants predominate in African American children."}, {"pubmed": 29459738, "text": "Epistasis between immune (IL4R) and skin (FLG) regulatory genes exist in the pathogenesis of allergic sensitization. Hence, genetic susceptibility towards defective epidermal barrier and deviated immune responses could work together in the development of allergic sensitization."}, {"pubmed": 29569866, "text": "We suggest that SNP in FLG (rs11204981) may serve as an important predictive marker for the combined eczema plus asthma phenotype, and that the highest level of expression in heterozygous may have a protective role in developing allergy phenotype."}, {"pubmed": 29791750, "text": "We discovered 2 pathogenic FLG LOF not previously reported for AD (c.488delG and p.S3101*). The overlap of our p.S3316* findings in our cohort, in an independent AA AD study,[13] and in African individuals (ExAC, ESP, and 1000G) supports p.S3316* as a population-specific FLG LOF variant for African ancestry."}, {"pubmed": 29857066, "text": "rare putative loss-of-function allele in FLG was identified as a major component of atopic eczema susceptibility in the Bangladeshi cohort"}, {"pubmed": 30195067, "text": "The present study demonstrated that children without loss-of-function gene mutations for the epidermal barrier protein filaggrin showed clearer effects of indoor environmental factors on childhood eczema and wheeze."}, {"pubmed": 30246302, "text": "In our study, in the AD and IV patients, loss-of-function FLG mutation was not found. This means that another mechanism other than FLG nonsense mutation is involved in the pathogenesis of these patients."}, {"pubmed": 30370609, "text": "There was no correlation between nickel on the skin surface or nickel penetrating into the stratum corneum at any time points and FLG mutation status, self-reported hand dermatitis, or a history of atopic dermatitis."}, {"pubmed": 30399560, "text": "The frequency of FLG copy number variation (CNV) alleles (CNV10 was lower among hairdressers than controls, which may indicate a healthy worker selection. Moreover, FLG null and CNV10 were associated with cancer-related DNA changes in hairdressers, which may influence their risk of cancer."}, {"pubmed": 30403182, "text": "Filaggrin regulates epidermal terminal differentiation and impairs MAPK signaling pathway in normal human epidermal keratinocytes."}, {"pubmed": 30515983, "text": "Filaggrin null mutations are associated with altered circulating regulatory T cells in atopic dermatitis."}, {"pubmed": 30681730, "text": "This study shows that the heterozygous S2889X mutation is frequent in Indian hand eczema patients. We also observed that FLG mutations (S2889X and 2282del4) are significantly associated with irritant contact dermatitis with or without atopy, allergic contact dermatitis without atopy, and idiopathic subtypes of hand eczema."}, {"pubmed": 30810250, "text": "There was a significant correlation between palmar hyperlinearity and Filaggrin null mutations, especially over age 2 years"}, {"pubmed": 30868611, "text": "When skin barrier bypass is excluded, there is a significant association between polysensitivity and filaggrin loss-of-function mutations."}, {"pubmed": 31206209, "text": "Our data therefore do not support the notion thatMGLSc is associated with a fi laggrin-related skin barrierdefect, although the study was not adequately powered toexclude a moderate or weak association."}, {"pubmed": 31249362, "text": "data support the notion that the effect of FLG loss-of-function mutations is prominent during a very early stage of life."}, {"pubmed": 31322196, "text": "S100A8 and S100A9 decreased the expression of skin barrier proteins, filaggrin and loricrin."}, {"pubmed": 31372728, "text": "Filaggrin sequencing and bioinformatics tools."}, {"pubmed": 31425296, "text": "FLG and DST support melanoma cell growth in vitro and in vivo. Growth effects of JUP were only evident in vivo, and may be mediated, in part, by enhancing angiogenesis. In addition, growth-promoting effects of FLG and DST in vitro suggest that these genes may also support melanoma cell proliferation through angiogenesis-independent pathways."}, {"pubmed": 31599965, "text": "Longitudinal analysis of the effect of water hardness on atopic eczema: evidence for gene-environment interaction."}, {"pubmed": 31629803, "text": "Early-life inhalant allergen exposure, filaggrin genotype, and the development of sensitization from infancy to adolescence."}, {"pubmed": 31637781, "text": "Prevalence of FLG loss-of-function mutations R501X, 2282del4, and R2447X in Spanish children with atopic dermatitis."}, {"pubmed": 31782153, "text": "Filaggrin gene mutations in relation to contact allergy and hand eczema in adolescence."}, {"pubmed": 31877228, "text": "Interaction between filaggrin mutations and neonatal cat exposure in atopic dermatitis."}, {"pubmed": 31989686, "text": "Filaggrin loss-of-function mutations and levels of filaggrin degradation products in adult patients with atopic dermatitis in Croatia."}, {"pubmed": 32037100, "text": "Associating filaggrin copy number variation and atopic dermatitis in African-Americans: Challenges and opportunities."}, {"pubmed": 32060710, "text": "Prevalence of Filaggrin Gene R501X Mutation in Indian Children with Allergic Diseases."}, {"pubmed": 32066784, "text": "Correlation of age-of-onset of Atopic Dermatitis with Filaggrin loss-of-function variant status."}, {"pubmed": 32112584, "text": "Actinic keratosis and surrounding skin exhibit changes in corneocyte surface topography and decreased levels of filaggrin degradation products."}, {"pubmed": 32124743, "text": "dinamics of these indices after treatment in patients void of the filaggrin gene mutation is significantly better in comparison with the patients in whom the filaggrin 2282 del14 gene mutation was revealed"}, {"pubmed": 32354531, "text": "Filaggrin gene defects are associated with eczema, wheeze, and nasal disease during infancy: Prospective study."}, {"pubmed": 32437351, "text": "Filaggrin and filaggrin 2 processing are linked together through skin aspartic acid protease activation."}, {"pubmed": 32536107, "text": "Rare occurrence of common filaggrin mutations in Turkish children with food allergy and atopic dermatitis"}, {"pubmed": 32751111, "text": "Regulation of Filaggrin, Loricrin, and Involucrin by IL-4, IL-13, IL-17A, IL-22, AHR, and NRF2: Pathogenic Implications in Atopic Dermatitis."}, {"pubmed": 32909083, "text": "Immunohistochemical expression of filaggrin is decreased in proton pump inhibitor non-responders compared with proton pump inhibitor responders of eosinophilic esophagitis."}, {"pubmed": 33047146, "text": "Massively Parallel Sequencingof the Filaggrin Gene Reveals an Association Between FLG Loss-of-function Mutations and Leprosy."}, {"pubmed": 33282748, "text": "Dysbiotic Lesional Microbiome With Filaggrin Missense Variants Associate With Atopic Dermatitis in India."}, {"pubmed": 33368585, "text": "Filaggrin gene (FLG) promoter polymorphisms are associated with atopic dermatitis in the Japanese population."}, {"pubmed": 33493532, "text": "FLG Variation Differs between European Americans and African Americans."}, {"pubmed": 33538231, "text": "Missense, silent, non-sense and frame-shift mutations in exon 3 of the filaggrin gene in patients with bronchial asthma, atopic dermatitis, allergic rhinitis and mixed atopy."}, {"pubmed": 33543489, "text": "Filaggrin expression via immunohistochemistry in basal cell carcinoma and squamous cell carcinoma."}, {"pubmed": 33721370, "text": "Sensitization to peanut, egg or pets is associated with skin barrier dysfunction in children with atopic dermatitis."}, {"pubmed": 33775911, "text": "The functional GRHL3-filaggrin axis maintains a tumor differentiation potential and influences drug sensitivity."}, {"pubmed": 34087019, "text": "Metabolomics reveals microbial-derived metabolites associated with immunoglobulin E responses in filaggrin-related atopic dermatitis."}, {"pubmed": 34111454, "text": "Polygenic prediction of atopic dermatitis improves with atopic training and filaggrin factors."}, {"pubmed": 34173367, "text": "Filaggrin Expression in the Lid Margin During Contact Lens Wear."}, {"pubmed": 34224231, "text": "Clinical features of children with atopic dermatitis according to filaggrin gene variants."}, {"pubmed": 34302584, "text": "Pyridoxine stimulates filaggrin production in human epidermal keratinocytes."}, {"pubmed": 34331429, "text": "Genotype Associations with the Different Phenotypes of Atopic Dermatitis in Children."}, {"pubmed": 34411363, "text": "Natural moisturizing factor as a biomarker for filaggrin mutation status in a multi-ethnic paediatric atopic dermatitis cohort."}, {"pubmed": 34480753, "text": "Prevalence of filaggrin loss-of-function variants in Chilean population with and without atopic dermatitis."}, {"pubmed": 34484176, "text": "The Pathogenesis of Eosinophilic Asthma: A Positive Feedback Mechanism That Promotes Th2 Immune Response via Filaggrin Deficiency."}, {"pubmed": 34608691, "text": "Clinical examination for hyperlinear palms to determine filaggrin genotype: A diagnostic test accuracy study."}, {"pubmed": 34643881, "text": "S100A7 Co-localization and Up-regulation of Filaggrin in Human Sinonasal Epithelial Cells."}, {"pubmed": 34698386, "text": "Filaggrin mutations in relation to skin barrier and atopic dermatitis in early infancy."}, {"pubmed": 34704317, "text": "Increased expression of Filaggrin and Claudin-1 in the ocular surface of patients with atopic dermatitis."}, {"pubmed": 34743369, "text": "Natural moisturizing factors in children with and without eczema: Associations with lifestyle and genetic factors."}, {"pubmed": 34882715, "text": "Filaggrin gene polymorphisms are associated with atopic dermatitis in women but not in men in the Caucasian population of Central Russia."}, {"pubmed": 35042220, "text": "The Skin and Nose Microbiome and Its Association with Filaggrin Gene Mutations in Pediatric Atopic Dermatitis."}, {"pubmed": 35081436, "text": "Vitamin D, skin filaggrin, allergic sensitization, and race."}, {"pubmed": 35092857, "text": "Polymorphisms of the filaggrin gene are associated with atopic dermatitis in the Caucasian population of Central Russia."}, {"pubmed": 35338739, "text": "Associations between child filaggrin mutations and maternal diet with the development of allergic diseases in children."}, {"pubmed": 35422210, "text": "FLG Gene Mutation Up-regulates the Abnormal Tumor Immune Response and Promotes the Progression of Prostate Cancer."}, {"pubmed": 35537882, "text": "Influence of FLG loss-of-function mutations in host-microbe interactions during atopic skin inflammation."}, {"pubmed": 35613844, "text": "IL-20 subfamily cytokines impair the oesophageal epithelial barrier by diminishing filaggrin in eosinophilic oesophagitis."}, {"pubmed": 35627223, "text": "Rare Variant Analysis and Molecular Dynamics Simulation in Alzheimer's Disease Identifies Exonic Variants in FLG."}, {"pubmed": 35789411, "text": "Barrier proteins and eosinophilic esophagitis in children: the role of E-cadherin and filaggrin."}, {"pubmed": 36308042, "text": "Palmoplantar keratoderma as a clinical feature of pathogenic variants in the filaggrin gene."}, {"pubmed": 36669978, "text": "Prevalence of filaggrin gene polymorphisms (exon-3) in patients with atopic dermatitis in a multiracial Brazilian population."}, {"pubmed": 36716921, "text": "Variants in the Gene Encoding Filaggrin Cause Autosomal-Dominant Symmetrical Acral Keratoderma."}, {"pubmed": 36737282, "text": "FLG mutations, eczema control, and respiratory symptom at one-year-old in early-onset atopic dermatitis infants (PACI-ON cohort study)."}, {"pubmed": 36789964, "text": "Biallelic mutations in FLG, TGM1, and STS genes segregated with different types of ichthyoses in eight families of Pakistani origin."}, {"pubmed": 36807394, "text": "Human filaggrin monomer does not seem to be a proteasome target."}, {"pubmed": 36840480, "text": "Deep palmar phenotyping in atopic eczema: patterns associated with filaggrin variants, disease severity and barrier function in a South Asian population."}, {"pubmed": 36939128, "text": "Skin Barrier Function and Its Relationship With IL-17, IL-33, and Filaggrin in Malar Melasma."}, {"pubmed": 37067103, "text": "Filaggrin gene polymorphisms in Indian children with atopic dermatitis: A cross-sectional multicentre study."}, {"pubmed": 37650296, "text": "Temporal relationships between Staphylococcus aureus colonization, filaggrin expression, and pediatric atopic dermatitis."}, {"pubmed": 37872553, "text": "Filaggrin gene variants among Saudi patients with ichthyosis vulgaris."}, {"pubmed": 38302328, "text": "Influence of household pet ownership and filaggrin loss-of-function mutations on eczema prevalence in children: A birth cohort study."}, {"pubmed": 38414183, "text": "Association between filaggrin gene mutations and the clinical features of molluscum contagiosum: The Yamanashi Adjunct Study of the Japan Environment and Children's Study."}, {"pubmed": 38564302, "text": "Filaggrin loss-of-function variants are associated with atopic dermatitis phenotypes in a diverse, early-life prospective cohort."}, {"pubmed": 38677234, "text": "Immunolabeling for filaggrin and acidic keratins in the granular layer of mammalian epidermis indicates that an acidic-basic interaction is involved in cornification."}, {"pubmed": 38907248, "text": "Evaluation of OVOL1 and Filaggrin immunohistochemical expression and clinical relevance in psoriasis."}, {"pubmed": 38928170, "text": "Rare Filaggrin Variants Are Associated with Pustular Skin Diseases in Asians."}], "genomic_pos": {"chr": "1", "end": 152325239, "ensemblgene": "ENSG00000143631", "start": 152302165, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 152297679, "start": 152274651, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0018149", "pubmed": 7543090, "qualifier": "involved_in", "term": "peptide cross-linking"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030216", "pubmed": 17704059, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061436", "qualifier": "involved_in", "term": "establishment of skin barrier"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0061436", "pubmed": 23403047, "qualifier": "involved_in", "term": "establishment of skin barrier"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "is_active_in", "term": "cornified envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001533", "pubmed": 7543090, "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0036457", "qualifier": "is_active_in", "term": "keratohyalin granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036457", "pubmed": [1429717, 12850301], "qualifier": "located_in", "term": "keratohyalin granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0036464", "qualifier": "located_in", "term": "cytoplasmic ribonucleoprotein granule"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28344315, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 23629652, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030280", "pubmed": 7543090, "qualifier": "enables", "term": "structural constituent of skin epidermis"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046914", "qualifier": "enables", "term": "transition metal ion binding"}]}, "homologene": {"genes": [[9544, 712658], [9598, 100614947], [9606, 2312]], "id": 136751}, "interpro": [{"desc": "S100/Calcium binding protein 7/8-like, conserved site", "id": "IPR001751", "short_desc": "S100/CaBP7/8-like_CS"}, {"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "Filaggrin", "id": "IPR003303", "short_desc": "Filaggrin"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "S100/CaBP-9k-type, calcium binding, subdomain", "id": "IPR013787", "short_desc": "S100_Ca-bd_sub"}, {"desc": "EF-Hand 1, calcium-binding site", "id": "IPR018247", "short_desc": "EF_Hand_1_Ca_BS"}, {"desc": "S-100", "id": "IPR034325", "short_desc": "S-100_dom"}], "ipi": "IPI00026256", "map_location": "1q21.3", "name": "filaggrin", "other_names": ["epidermal filaggrin", "filaggrin"], "pathway": {"reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-6805567", "name": "Keratinization"}, {"id": "R-HSA-6809371", "name": "Formation of the cornified envelope"}, {"id": "R-HSA-9725554", "name": "Differentiation of keratinocytes in interfollicular epidermis in mammalian skin"}, {"id": "R-HSA-9734767", "name": "Developmental Cell Lineages"}]}, "pdb": "4PCW", "pfam": ["PF01023", "PF03516"], "pharmgkb": "PA28169", "pharos": {"target_id": 19642, "tdl": "Tbio"}, "pir": ["A32947", "A45135", "A48118"], "prosite": "PS50222", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF213970", "relationship": "is"}, {"id": "GNF224874", "relationship": "is"}, {"id": "GNF230326", "relationship": "is"}, {"id": "GNF249471", "relationship": "is"}, {"id": "GNF249472", "relationship": "is"}, {"id": "GNF249473", "relationship": "is"}, {"id": "GNF249474", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082496", "relationship": "is"}, {"id": "GNF082497", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055241", "relationship": "is"}, {"id": "GNF055318", "relationship": "is"}, {"id": "GNF060290", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071369", "relationship": "is"}, {"id": "GNF071370", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103733", "relationship": "is"}, {"id": "GNF105853", "relationship": "is"}, {"id": "GNF105854", "relationship": "is"}, {"id": "GNF117049", "relationship": "is"}, {"id": "GNF143383", "relationship": "is"}, {"id": "GNF145499", "relationship": "is"}, {"id": "GNF145500", "relationship": "is"}, {"id": "GNF156689", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016190.1"], "protein": "NP_002007.1", "rna": "NM_002016.2", "translation": {"protein": "NP_002007.1", "rna": "NM_002016.2"}}, "reporter": {"HG-U133_Plus_2": "215704_at", "HG-U95Av2": "31542_at", "HTA-2_0": ["TC01003245.hg.1", "TC01005828.hg.1", "TC01005829.hg.1", "TC01005830.hg.1"], "HuEx-1_0": "2435649", "HuGene-1_1": "7920165", "HuGene-2_1": "16693308"}, "retired": [83406, 400786, 619541], "summary": "The protein encoded by this gene is an intermediate filament-associated protein that aggregates keratin intermediate filaments in mammalian epidermis. It is initially synthesized as a polyprotein precursor, profilaggrin (consisting of multiple filaggrin units of 324 aa each), which is localized in keratohyalin granules, and is subsequently proteolytically processed into individual functional filaggrin molecules. Mutations in this gene are associated with ichthyosis vulgaris.[provided by RefSeq, Dec 2009].", "symbol": "FLG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414633"}, "unigene": "Hs.654510", "uniprot": {"Swiss-Prot": "P20930"}, "wikipedia": {"url_stub": "Filaggrin"}}