{"AllianceGenome": "20240", "HGNC": "20240", "MIM": "611906", "_id": "252995", "_version": 1, "accession": {"genomic": ["AC114493.3", "CH471059.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAH62297.1", "BAC03806.1", "CAD97840.1", "EAX07499.1", "EAX07500.1", "EAX07501.1", "EAX07502.1", "NP_001165411.2", "NP_001165412.1", "NP_715637.2", "Q8NAU1.3"], "rna": ["AK092102.1", "BC007548.1", "BC033123.1", "BC062297.1", "BE502835.1", "BX537781.1", "CV815003.1", "DA393478.1", "NM_001171940.2", "NM_001171941.3", "NM_153756.3"], "translation": [{"protein": "NP_001165411.2", "rna": "NM_001171940.2"}, {"protein": "CAD97840.1", "rna": "BX537781.1"}, {"protein": "NP_001165412.1", "rna": "NM_001171941.3"}, {"protein": "NP_715637.2", "rna": "NM_153756.3"}, {"protein": "AAH62297.1", "rna": "BC062297.1"}, {"protein": "BAC03806.1", "rna": "AK092102.1"}]}, "alias": ["FRCP2", "irisin"], "ensembl": {"gene": "ENSG00000160097", "protein": ["ENSP00000362570", "ENSP00000476320", "ENSP00000497837", "ENSP00000518350"], "transcript": ["ENST00000373471", "ENST00000465346", "ENST00000481487", "ENST00000483143", "ENST00000496770", "ENST00000497068", "ENST00000649537", "ENST00000710568"], "translation": [{"protein": "ENSP00000362570", "rna": "ENST00000373471"}, {"protein": "ENSP00000518350", "rna": "ENST00000710568"}, {"protein": "ENSP00000497837", "rna": "ENST00000649537"}, {"protein": "ENSP00000476320", "rna": "ENST00000496770"}], "type_of_gene": "protein_coding"}, "entrezgene": "252995", "exons": [{"cdsend": 32870746, "cdsstart": 32863737, "chr": "1", "position": [[32862267, 32863752], [32864765, 32864797], [32867752, 32867842], [32868189, 32868388], [32868881, 32868997], [32870652, 32870912]], "strand": -1, "transcript": "NM_001171940", "txend": 32870912, "txstart": 32862267}, {"cdsend": 32868373, "cdsstart": 32864609, "chr": "1", "position": [[32862267, 32864797], [32867752, 32867842], [32868189, 32868388], [32868881, 32868993], [32872393, 32872484]], "strand": -1, "transcript": "NM_001171941", "txend": 32872484, "txstart": 32862267}, {"cdsend": 32870746, "cdsstart": 32864293, "chr": "1", "position": [[32862267, 32864299], [32864663, 32864797], [32867752, 32867842], [32868189, 32868388], [32868881, 32868997], [32870652, 32870912]], "strand": -1, "transcript": "NM_153756", "txend": 32870912, "txstart": 32862267}], "exons_hg19": [{"cdsend": 33336347, "cdsstart": 33329338, "chr": "1", "position": [[33327868, 33329353], [33330366, 33330398], [33333353, 33333443], [33333790, 33333989], [33334482, 33334598], [33336253, 33336513]], "strand": -1, "transcript": "NM_001171940", "txend": 33336513, "txstart": 33327868}, {"cdsend": 33333974, "cdsstart": 33330210, "chr": "1", "position": [[33327868, 33330398], [33333353, 33333443], [33333790, 33333989], [33334482, 33334594], [33337994, 33338085]], "strand": -1, "transcript": "NM_001171941", "txend": 33338085, "txstart": 33327868}, {"cdsend": 33336347, "cdsstart": 33329894, "chr": "1", "position": [[33327868, 33329900], [33330264, 33330398], [33333353, 33333443], [33333790, 33333989], [33334482, 33334598], [33336253, 33336513]], "strand": -1, "transcript": "NM_153756", "txend": 33336513, "txstart": 33327868}], "generif": [{"pubmed": 21266472, "text": "infers non-AUG translation initiation codon for FNDC5 based on evolutionary comparisons; only human has an \"\"ATA\"\" at a position that is \"\"ATG\"\" in other mammals "}, {"pubmed": 22237023, "text": "Experimental evidence (Western and mass spectrometry) of mouse and human secreted irisin peptide"}, {"pubmed": 23018146, "text": "Circulating irisin levels increase in response to acute exercise whereas muscle FNDC5 mRNA and circulating irisin levels decrease after surgically induced weight loss in parallel to decrease in body mass."}, {"pubmed": 23219488, "text": "Circulating irisin is affected under conditions of altered BMI with highest levels in severely obese patients."}, {"pubmed": 23436919, "text": "Decreased circulating irisin concentration and FNDC5 gene expression in adipose tissue and muscle from obese and type 2 diabetic subjects suggests a loss of brown-like characteristics and a potential target for therapy."}, {"pubmed": 23578923, "text": "Irisin may help explain some of the observed variability in individual energy requirements that cannot be accounted for by fat free mass"}, {"pubmed": 23619195, "text": "Plasma irisin levels appear to be associated with important metabolic factors in non-diabetic subjects but not in individuals with type 2 diabetes."}, {"pubmed": 23637927, "text": "FNDC5 gene, encoding the novel myokine irisin, determines insulin sensitivity in humans"}, {"pubmed": 23665283, "text": "serum irisin concentrations were inversely associated with the triglyceride contents in the liver and liver enzymes in obese Chinese adults"}, {"pubmed": 23667695, "text": "Chronic kidney disease patients have lower than normal irisin levels at rest."}, {"pubmed": 24013946, "text": "Hemodialysis patients seem to have lower plasma irisin when compared to healthy subjects."}, {"pubmed": 24040023, "text": "Data indicate that start codon of FNDC5 (irisin) gene is mutated."}, {"pubmed": 24057291, "text": "Data suggest that up-regulation of serum irisin levels is associated with increased risk of metabolic syndrome, increased risk of insulin resistance, and increased 10-year risk of cardiovascular disease."}, {"pubmed": 24062088, "text": "findings indicate that prolonged aerobic exercise produces a transient increase in irisin concentrations during the first hour of exercise for both genders"}, {"pubmed": 24114836, "text": "Biochemical data confirm that irisin is a dimer and that dimerization is unaffected by glycosylation."}, {"pubmed": 24140091, "text": "Serum irisin levels differ between lean controls and obese controls or NAFLD patients. Despite similar circulating irisin levels between NAFL and NASH groups, irisin may be independently and positively associated with the presence of portal inflammation."}, {"pubmed": 24237962, "text": "Data suggest that both FNDC5 and PPARGC1A (peroxisome proliferator-activated receptor gamma coactivator 1 alpha) mRNA levels in skeletal muscle increase after 12 weeks of exercise training in both control and prediabetes/overweight men."}, {"pubmed": 24297848, "text": "Exercise did not affect Fndc5/irisin. However, irisin was positively linked to muscle mass, strength and metabolism, pointing to common regulatory factors and/or the potential for irisin to modify muscle phenotype."}, {"pubmed": 24332558, "text": "irisin is secreted by skeletal muscle due to exercise, has positive effects on energy metabolism, and acts as a messenger on white adipose tissue, modifying its phenotype into the beige adipocyte and increasing its thermogenic capacity"}, {"pubmed": 24355429, "text": "The myokine irisin is independently associated with fasting insulin in pregnancy."}, {"pubmed": 24375850, "text": "Irisin levels were higher in obese than in normal-weight subjects and were also higher in men than in women. Irisin plasma levels were significantly correlated with high levels of direct and indirect adiposity markers, but not height or leptin levels."}, {"pubmed": 24398403, "text": "Irisin was detectable in CSF and colocalized with NPY in paraventricular neurons. Maternal serum irisin was lower in nonobese pregnant women after adjusting for BMI and a number of metabolic parameters."}, {"pubmed": 24399249, "text": "Irisin serum concentrations decrease with increasing CKD stage and are independently and positively predicted by renal function and insulin resistance."}, {"pubmed": 24439241, "text": "irisin could be secreted as an adaptive response to counteract the deleterious effect of excess adiposity on glucose homeostasis"}, {"pubmed": 24464712, "text": "The role of irisin in the differentiation of white adipocytes into brown adipocytes via the ERK pathway is discussed."}, {"pubmed": 24506871, "text": "Irisin and FGF21 are cold-induced endocrine activators of brown fat function in humans."}, {"pubmed": 24510629, "text": "We did not find differences in circulating irisin levels between control subjects and those with morbid obesity or T2 diabetes."}, {"pubmed": 24559842, "text": "In Japanese men, cardiorespiratory fitness levels and common SNPs in FNDC5 are not associated with circulating irisin levels"}, {"pubmed": 24603718, "text": "There appears to be a sexual dimorphic response of irisin to sprint interval training."}, {"pubmed": 24614098, "text": "These results suggest that irisin/FNDC5 has a pleiotropic role in muscle and improvement of adipocyte metabolism in humans."}, {"pubmed": 24619655, "text": "Blood irisin levels are associated with insulin resistance and vascular atherosclerosis."}, {"pubmed": 24628554, "text": "Irisin may be involved in reproductive function and in the pregnancy-associated metabolic changes."}, {"pubmed": 24709991, "text": "irisin may play an important role in insulin resistance and MetS"}, {"pubmed": 24780049, "text": "Circulating irisin levels were not different in individuals with detectable brown adipose tissue or those with sarcopenia compared with control subjects and were not correlated with skeletal muscle mass index."}, {"pubmed": 24789538, "text": "umbilical artery irisin levels were lower in pregnancies complicated by foetal growth restriction."}, {"pubmed": 24813865, "text": "Healthy centenarians are characterized by increased serum irisin levels, whereas levels of this molecule were found to be significantly lower in young patients with myocardial infarction."}, {"pubmed": 24850254, "text": "serum concentration increases markedly in pregnant women, but this increase seems to be significantly lower in patients with gestational diabetes mellitus"}, {"pubmed": 24910199, "text": "These findings suggest that irisin secretion after acute running exercise is affected by exercise intensity, independent of energy consumption."}, {"pubmed": 24911636, "text": "results demonstrated that circulating irisin levels were decreased in newly diagnosed Chinese type 2 diabetic patients without clinical angiopathy and positively associated with flow-mediated dilation levels"}, {"pubmed": 24915120, "text": "In healthy, young individuals, circulating irisin displays a day-night rhythm, is correlated with lean body mass, and increases acutely after exercise."}, {"pubmed": 24920292, "text": "Circulating irisin levels are acutely elevated in response to exercise."}, {"pubmed": 25029417, "text": "irisin and GIP might contribute to the development of polycystic ovary syndrome and may also represent novel polycystic ovary syndrome biomarkers"}, {"pubmed": 25060690, "text": "Irisin and omentin-1 are stable within-person."}, {"pubmed": 25102448, "text": "evaluation of serum irisin concentrations in patients with thyroid dysfunction and its correlation with creatine kinase (CK) levels - a serum marker of muscle damage"}, {"pubmed": 25119310, "text": "Despite the differences in basal irisin levels (lower in elderly), exercise-induced irisin secretion is independent of age or fitness level. Increased irisin can directly modulate muscle metabolism through AMP kinase activation."}, {"pubmed": 25124080, "text": "Irisin suppresses NFKB activation, an opposite effect of other myokines such as tumor necrosis factor alpha."}, {"pubmed": 25192692, "text": "Data indicate that levels of homocysteine were significantly higher and levels of irisin were lower in type 2 diabetes (T2D) patients."}, {"pubmed": 25261800, "text": "the fat-burning protein irisin locally produced in peripheral and central tissues could act as a gatekeeper of metabolic energy regulation in those tissues"}, {"pubmed": 25326905, "text": "irisin has no significant direct effect on lipolysis in 3T3-L1 adipocytes or on fatty acid metabolism in HepG2 hepatocytes."}, {"pubmed": 25343462, "text": "Serum irisin levels were significantly higher in non-alcoholic fatty liver disease patients."}, {"pubmed": 25369206, "text": "The contribution of the common FNDC5 SNP rs16835198 to fasting insulin is significantly modified by body mass index."}, {"pubmed": 25382211, "text": "Data suggest that irisin may be involved in the regulation of endothelial function in obesity."}, {"pubmed": 25400208, "text": "Irisin has a role in osteoporotic fractures independent of bone mineral density, body composition or daily physical activity"}, {"pubmed": 25427998, "text": "Irisin may play an important role to successful aging and longevity."}, {"pubmed": 25494632, "text": "Lower irisin level is associated with patients with type 2 diabetes mellitus."}, {"pubmed": 25497839, "text": "High expression levels of FNDC5 in human fetal brain and spinal cord tissues have suggested the involvement of this gene in neural tube development."}, {"pubmed": 25514098, "text": "Exercise is able to increase circulating irisin levels in individuals with the metabolic syndrome as well as healthy individuals."}, {"pubmed": 25625801, "text": "irisin levels are affected by age, sex, obesity, and particularly muscle mass, whereas diurnal rhythm and meals do not contribute to the variation in irisin levels."}, {"pubmed": 25676803, "text": "PNPLA3 148M allele carriers had higher plasma levels of irisin."}, {"pubmed": 25720610, "text": "Irisin is cleaved and secreted from a fibronectin type III domain containing protein 5 .Its action has not been described precisely, and receptors are not defined, but it may promote browning of white adipose tissue into beige fat cells.(review)"}, {"pubmed": 25781361, "text": "Irisin levels are related to pubertal stage and insulin resistance but not to weight status in childhood."}, {"pubmed": 25781950, "text": "The results suggest that irisin responses to resistance exercise are higher in individuals with lower proportions of lean body mass."}, {"pubmed": 25793753, "text": "These results suggest a possible role for secreted irisin in the exercise-induced alteration of abdominal visceral fat in middle-aged and older adults."}, {"pubmed": 25814621, "text": "Irisin concentrations are associated with the presence of diabetic nephropathy and diabetic retinopathy"}, {"pubmed": 25820255, "text": "Circulating irisin is positively linked to BMI and leptin in school-age children, supporting the notion that that irisin is produced by adipose tissue."}, {"pubmed": 25820475, "text": "Plasma irisin levels were positively associated with adiposity and negatively associated with fitness and insulin sensitivity in obese subjects."}, {"pubmed": 25897751, "text": "An active lifestyle increases circulating irisin levels, but only among subjects living in a rural environment."}, {"pubmed": 25898830, "text": "Men showed inverse associations between irisin serum concentration and exercise capacity assessed by peakVO2 and maximum power output. In women a trend towards a positive relationship between irisin and peakVO2 was detected."}, {"pubmed": 25952527, "text": "Data suggest that secretion of irisin by skeletal muscle is up-regulated by exercise; irisin appears to be involved in regulation of energy metabolism, insulin resistance, and cell differentiation. [REVIEW]"}, {"pubmed": 26011590, "text": "This cross-sectional study has shown a weak association of irisin with physical activity levels in healthy controls but not in type 2 diabetes mellitus subjects."}, {"pubmed": 26024756, "text": "although not associated with type 2 diabetes, the G allele of FNDC5 appears to be associated with increased HbA1c"}, {"pubmed": 26081427, "text": "Resistance exercise resulted in significantly greater irisin responses compared with endurance exercise"}, {"pubmed": 26172924, "text": "Plasma irisin was higher in subjects with high adipose body content (>40%) than in lean subjects. Plasma irisin was associated with metabolic syndrome."}, {"pubmed": 26225842, "text": "irisin alleviates endothelial dysfunction in type 2 diabetes partially via reducing oxidative stresses through inhibiting signaling pathways suggesting that irisin may be a promising molecule for the treatment of vascular complications of diabetes."}, {"pubmed": 26228794, "text": "Data suggest circulating irisin is down-regulated in gestational diabetes in Chinese population of pregnant women; additionally meta-analysis of 5 observational studies (including present study) suggest same. [CROSS-SECTIONAL STUDY; META-ANALYSIS]"}, {"pubmed": 26234637, "text": "Irisin is a myokine decreasing gradually with the progression of glucose intolerance and type 2 diabetes mellitus, and it is not correlated with body mass index in sedentary women."}, {"pubmed": 26285604, "text": "Circulating irisin levels are associated with a beneficial metabolic profile but not with other adipokines and not with rs726344 in our cohort. Our data suggest a potential favorable role of irisin in the regulation of metabolism."}, {"pubmed": 26298738, "text": "serum irisin is significantly associated with sarcopenia and carotid atherosclerosis in peritoneal dialysis patients"}, {"pubmed": 26334732, "text": "Salivary irisin was markedly elevated in PWS although plasma irisin was similar to levels in controls. Significant associations with plasma lipids suggest that irisin may contribute to the metabolic phenotype of PWS"}, {"pubmed": 26438394, "text": "Our results suggest that serum levels of myostatin and irisin are related in patients with type 2 diabetes"}, {"pubmed": 26447516, "text": "Circulating levels of irisin were increased by 8 weeks of resistance training in overweight/obese adults."}, {"pubmed": 26479549, "text": "Circulating irisin levels progressively decreased with the worsening of the glucose tolerance. Irisin correlated well with traditional biochemical and anthropometric parameters of metabolic health."}, {"pubmed": 26588491, "text": "Serum irisin may be a protective factor against impaired beta cell function in obesity with Acanthosis nigricans"}, {"pubmed": 26611102, "text": "Recent findings on the PGC1alpha/FNDC5/BDNF pathway and its role in neuroprotection, and the controversial promise of the FNDC5 peptide irisin as a mediator of the positive benefits of exercise are discussed. Review."}, {"pubmed": 26625129, "text": "Irisin levels in the serum and SF of knee OA patients were negatively correlated with disease severity evaluated by the radiographic KL grading criteria."}, {"pubmed": 26649318, "text": "In patients with diabetes mellitus type 2, irisin correlated positively with insulin sensitivity but is not associated with beta-cell function-related variables."}, {"pubmed": 26698239, "text": "Serum irisin levels in polycystic ovary syndrome patients was high compared to controls."}, {"pubmed": 26752184, "text": "Serum irisin might exert antagonistic effects on FABP4 in the middle-aged Chinese population."}, {"pubmed": 26769830, "text": "Crossfit training changes brain-derived neurotrophic factor and irisin levels at rest, after wingate and progressive tests, and improves aerobic capacity and body composition of young physically active men and women"}, {"pubmed": 26774404, "text": "A potential role for FNDC5 acting locally in muscle in a low growth hormone state."}, {"pubmed": 26782983, "text": "In the first trimester, irisin levels were significantly lower in women who later developed GDM (median = 453 ng/mL, range: 257-811 ng/mL) than in controls (median = 721 ng/mL, range: 700-786 ng/mL). In the second trimester, the difference in irisin levels between the GDM group (median = 749 ng/mL; range: 456-910 ng/mL) and controls (median = 757 ng/mL; range: 703-898 ng/mL) was not statistically significant."}, {"pubmed": 26790404, "text": "The compositions of skeletal muscle and visceral fat play key roles in the association between circulating irisin and a patient's metabolic phenotype."}, {"pubmed": 26799325, "text": "regulates glucose uptake and promotes lipolysis in adipocytes"}, {"pubmed": 26859524, "text": "Partial vascular occlusion stimulates the release of irisin during resistance exercise."}, {"pubmed": 26870964, "text": "Serum irisin levels and urotensin II levels were both significantly lower in hemodialysis patients compared with healthy subjects."}, {"pubmed": 26926664, "text": "Association between FNDC5 genetic variants and proliferative diabetic retinopathy"}, {"pubmed": 26940815, "text": "These findings suggest that IL-17A is an independent risk factor of non-proliferative diabetic retinopathy, and irisin could protect against diabetic retinopathy through potential anti-IL-17A effects."}, {"pubmed": 26941246, "text": "Behcet's disease (BD) is characterized by chronic inflammation, and low serum irisin levels in BD may be related to atherosclerosis."}, {"pubmed": 26968837, "text": "Single nucleotide polymorphisms in FNDC5 gene correlates with obesity and glucose-lipid metabolism in Saudi population."}, {"pubmed": 26975541, "text": "Sprint training for 4weeks significantly decreased the resting serum irisin concentration, despite different training programs"}, {"pubmed": 27002278, "text": "Irisin regulates the number and function of endothelial progenitor cells via the PI3K/Akt/eNOS pathway in mouse model of diabetes mellitus."}, {"pubmed": 27006247, "text": "Mild cold exposure increased vasoconstriction with a drop in in-the-ear temperature and these were related. Greater irisin was related to a greater fasting fat oxidation in the absence of shivering"}, {"pubmed": 27007446, "text": "Activation of the nuclear receptor constitutive androstane receptor (CAR) induced FNDC5 mRNA expression in the liver."}, {"pubmed": 27089215, "text": "serum irisin levels are related to visceral adiposity in non-diabetic hemodialysis patients"}, {"pubmed": 27128661, "text": "there is a significant association between circulating irisin and a favourable lipid profile in the general population, suggesting a role in reduced risk for non-communicable diseases"}, {"pubmed": 27173461, "text": "meta-analysis. Circulating irisin is directly and positively associated with insulin resistance in non-diabetic adults."}, {"pubmed": 27220658, "text": "serum irisin levels were correlated with anthropometric and metabolic markers of obesity and type 2 diabetes mellitus ."}, {"pubmed": 27226179, "text": "irisin is not associated with depressiveness, anxiety and perceived stress in female obese patients."}, {"pubmed": 27300472, "text": "Low Circulating Irisin Levels are associated with Diabetes Mellitus."}, {"pubmed": 27411515, "text": "Irisin replenishment in mCaROCK1 mice partially reversed insulin resistance."}, {"pubmed": 27472279, "text": "correlation between irisin and adiposity related factors suggests that that in the case of this clinical model, irisin is regulated by adiposity and not by GH"}, {"pubmed": 27476477, "text": "Modulation of Irisin and Physical Activity on Executive Functions in Obesity and Morbid obesity."}, {"pubmed": 27545213, "text": "Increased irisin immunoreactivity in tissues obtained from breast, ovary, cervix carcinomas, and endometrial hyperplasia suggest critical role of this peptide during carcinogenesis."}, {"pubmed": 27614130, "text": "Central inhibitory effects on feeding induced by irisin"}, {"pubmed": 27616010, "text": "The higher serum irisin concentrations at baseline and in response to insulin infusion might be secondary to insulin resistant conditions in PCOS women."}, {"pubmed": 27632149, "text": "Low Circulating Irisin Levels are associated with Insulin Resistance and Oxidative Stress in Obese Women."}, {"pubmed": 27652568, "text": "serum irisin levels were significantly lower in patients with psoriasis, and associated with serum lipid levels and disease activity; these results can be interpreted that irisin is involved in the disease pathogenesis of patients with psoriasis in relation to metabolic dysregulation"}, {"pubmed": 27692156, "text": "irisin might serve as a possible signal for linking body fat/muscle mass with the hypothalamic center governing reproductive function"}, {"pubmed": 27815563, "text": "serum irisin concentrations were negatively correlated with coronary atherosclerosis index in coronary artery disease patients."}, {"pubmed": 27828992, "text": "Results indicate that cytokines might predict irisin concentration in mothers and their offspring."}, {"pubmed": 27986127, "text": "increased irisin levels might contribute to altered energy metabolism in hyperthyroidism"}, {"pubmed": 28012856, "text": "HCC-liver tissue over-expressed FNDC5/Irisin in association with gene expression of mediators involved in lipogenesis, inflammation and cancer, suggesting a possible protective role of the hormone from the liver damage."}, {"pubmed": 28077341, "text": "Obese children had significantly higher irisin and lower oxytocin levels than the healthy controls."}, {"pubmed": 28125733, "text": "Plasma irisin modestly increases during moderate and high-intensity afternoon exercise in obese females."}, {"pubmed": 28222023, "text": "The median irisin levels were determined higher in T1DM group compared to the control one."}, {"pubmed": 28240298, "text": "Glucocorticoid receptor positively regulates transcription of FNDC5 in the liver."}, {"pubmed": 28244561, "text": "The modulation of body composition and muscle strength induced by 16-week of resistance training in older women with and without obesity is not associated with changes in circulating Irisin levels."}, {"pubmed": 28277125, "text": "Irisin is an oxidative stress marker and a metabolic protective hormone."}, {"pubmed": 28385328, "text": "irisin was significantly higher in obese than in control children, and was inversely correlated with Acrp30 and high molecular weight (HMW) oligomers; inverse correlation between Irisin and Acrp30 and, more significantly, between Irisin and HMW oligomers suggests that the two cytokines are closely connected"}, {"pubmed": 28386566, "text": "there is a correlation between sport performance, insulin sensitivity, and irisin levels"}, {"pubmed": 28396150, "text": "All results indicated that irisin has protective effect on LPS-induced ALI in mice and in A549 cells. Thus, irisn related with physical exercise may be a potential therapy for the treatment of pulmonary inflammation."}, {"pubmed": 28408433, "text": "Lower levels of irisin are independently associated with elevated skin AF values, indicating that circulating irisin levels could be associated with AGEs accumulation, which is one of the reasons causing vascular complications in diabetic patients."}, {"pubmed": 28424548, "text": "Decreased serum irisin levels are related to emphysema in patients with COPD and involved in epithelial apoptosis, resulting in emphysema."}, {"pubmed": 28472477, "text": "The FNDC5 rs3480 variant is associated with protection from clinically significant fibrosis in patients with NAFLD, while irisin expression is correlated with the severity of NAFLD and may be involved in extracellular matrix deposition. These data suggest that irisin is involved in regulation of hepatic fibrogenesis."}, {"pubmed": 28479383, "text": "T2DM and diabetic nephropathy are associated with decreased levels of irisin. FNDC5 rs16835198 TT genotype associates with decreased risk of T2DM in Egyptians with no effect on renal complications. Also, G allele has insulin desensitizing action with no association with circulating irisin levels."}, {"pubmed": 28553647, "text": "Association of Irisin Plasma Levels with Anthropometric Parameters in Children with Underweight, Normal Weight, Overweight, and Obesity."}, {"pubmed": 28595171, "text": "Collectively, our study identified serum irisin as a predictive biomarker for 1-year all-cause mortality in acute heart failure patients though large multicenter studies are highly needed."}, {"pubmed": 28724742, "text": "The secretion of FNDC5 from myotubes and beta-cells in response to exogenous fatty acids, the effects of recombinant FNDC5 on insulin biosynthesis and glucose-stimulated insulin secretion, and beta-cell apoptosis are reported."}, {"pubmed": 28732565, "text": "Irisin levels are lower in MI and CAD implying that their production may depend on myocardial blood supply."}, {"pubmed": 28732566, "text": "findings suggest that irisin plays an important role in metabolic disorders and may be affected by physiopathological status."}, {"pubmed": 28744117, "text": "Suggest that irisin exerts beneficial effect on mood in COPD patients, possibly by inducing the expression of BDNF in brain areas associated with reward-related processes involved in by depression."}, {"pubmed": 28759938, "text": "Irisin is negatively associated with serum testosterone in apopulation sample of men with Metabolic syndrome."}, {"pubmed": 28867187, "text": "These data indicate that increased irisin levels may have protective roles in liver cancer cells through partial activation of the PI3K/AKT pathway, which may facilitate liver cancer progression and decrease the sensitivity to chemotherapy."}, {"pubmed": 28875825, "text": "There is a decrease in serum irisin level in type 2 diabetic patients with even more significant reduction in patients with diabetic nephropathy."}, {"pubmed": 28904307, "text": "Data suggest that decreased irisin levels are associated with metabolic syndrome in prepubertal children; irisin may be a biomarker for metabolic syndrome in prepubertal children. This study was conducted in Seoul, Republic of Korea."}, {"pubmed": 28961497, "text": "results firstly revealed that irisin mitigated oxygen-glucose deprivation-induced neuronal injury in part via inhibiting ROS-NLRP3 inflammatory signaling pathway, suggesting a likely mechanism for irisin-induced therapeutic effect in ischemic stroke."}, {"pubmed": 29027533, "text": "Studied serum irisin levels in an Italian cohort; found irisin concentrations were associated with habitual physical activity, and were higher in women than in men."}, {"pubmed": 29048621, "text": "Findings revealed that irisin may play a critical role in the IL-6-induced epithelialmesenchymal transition of osteosarcoma cells via the STAT3/Snail signaling pathway."}, {"pubmed": 29069945, "text": "The pooled data indicated that the levels of irisin were at least 45.78 ng/ml higher in patients with polycystic ovary syndrome than that in the healthy controls. The current meta-analysis suggested that irisin might contribute to the development of PCOS independent of insulin resistance."}, {"pubmed": 29108900, "text": "Irisin concentrations do not predict risk of developing diabetes prospectively"}, {"pubmed": 29127759, "text": "FNDC5 mRNA expression in skeletal muscle and circulating irisin concentration relatively to exercise mode, intensity, frequency and duration and the characteristics of the sample used"}, {"pubmed": 29143599, "text": "FNDC5 gene interactions with candidate genes FOXOA3 and APOE"}, {"pubmed": 29160049, "text": "Lower irisin levels in coronary artery disease: a meta-analysis."}, {"pubmed": 29160051, "text": "irisin is able to increase bone cortical mass by stimulating the osteoblast pathways, and irisin levels are inversely correlated with the incidence of fragility fractures among postmenopausal women --{REVIEW}"}, {"pubmed": 29197093, "text": "The presented data support the theory that irisin concentration changes are associated with prolonged hypothyroidism and might primarily constitute the result of prolonged myopathy."}, {"pubmed": 29217128, "text": "With adjustment for body mass index, circulating irisin in polycystic ovary syndrome patients seems comparable to healthy controls. [meta-analysis]"}, {"pubmed": 29248911, "text": "serum irisin levels were lower in Peritoneal Dialysis patients with Protein Energy Wasting than those of the patients without PEW"}, {"pubmed": 29368340, "text": "associated with adolescents' metabolic and reproductive characteristics and the hyperandrogenic phenotype of polycystic ovary syndrome"}, {"pubmed": 29408625, "text": "We determined FNDC5 polymorphisms frequencies in the Israeli population and demonstrated that maternal and neonatal FNDC5 rs726344 polymorphism is significantly associated with increased risk for preterm birth. Women bearing FNDC5 rs726344 GG genotype had 2.18 fold higher chance to deliver on time compared to AG and AA genotypes.Neonatal carrying FNDC5 rs726344 GG genotype had 2.24 fold higher chance to be born on time."}, {"pubmed": 29430974, "text": "serum levels were significantly lower in pre-eclampsia than normotensive pregnancies"}, {"pubmed": 29455364, "text": "Irisin may represent an adipo-myokine counterbalancing a potential, gradual deterioration of lipid metabolism and insulin sensitivity in subclinical hypothyroidism"}, {"pubmed": 29472066, "text": "Serum levels of irisin predict short-term outcomes in ischemic stroke."}, {"pubmed": 29490308, "text": "clinical evidence of the association between serum irisin and vascular calcification in HD patients"}, {"pubmed": 29558345, "text": "Acute high-intensity interval exercise decreased irisin levels and increased myostatin levels."}, {"pubmed": 29562796, "text": "Case-control study suggests that maternal irisin (FDNDC5) may be an early biomarker of macrosomia."}, {"pubmed": 29582132, "text": "This study represented the first effort of investigating the relationship of plasma irisin and bone mineral density in elderly population."}, {"pubmed": 29609490, "text": "Low irisin and SREBP1-c levels may favor development of gestational diabetes mellitis in pregnant subjects.  Further, low irisin and SREBP1-c levels in mature breast milk may act as a continued stressor from fetal to infant life as long as breast-feeding is continued."}, {"pubmed": 29657036, "text": "Serum concentrations of irisin are elevated in post-myocardial infarction patients with increased risk for adverse cardiovascular events."}, {"pubmed": 29673927, "text": "Lower levels of irisin were associated with 1.6 times increased cardiovascular disease risk."}, {"pubmed": 29720216, "text": "Reduced serum levels of irisin were powerful biomarkers for risk of developing post-stroke depression."}, {"pubmed": 29745314, "text": "Obesity and its Association with Irisin Level Among Individuals with FNDC5/Irisin Gene"}, {"pubmed": 29761269, "text": "A long-distance run may have a negative impact on irisin release in men."}, {"pubmed": 29809159, "text": "There was a strong correlation between maternal insulin and infant irisin levels in small for gestational age (SGA) infants, while in large for gestational age (LGA) Infants a strong correlation between infant insulin and leptin levels were found."}, {"pubmed": 29858156, "text": "Overweight/obese children had elevated circulating levels of both irisin and endothelial progenitor cells, suggesting the possible involvement of irisin regulation on insulin resistance and endothelial function in childhood overweight and obesity."}, {"pubmed": 29860632, "text": "This study show the serum irisin levels had significant positive correlation with seizure severity Chalfont score and the duration of epilepsy."}, {"pubmed": 29862847, "text": "An increased serum irisin level associated with epicardial fat thickness might contribute to metabolic derangement in hyperthyroidism."}, {"pubmed": 29997715, "text": "Results show that Irisin concentration in umbilical cord blood was found to be associated with preterm birth (PTB). On the other hand, no differences in maternal blood irisin levels between mothers with preterm and term deliveries were established."}, {"pubmed": 30084805, "text": "This study finds that soccer matches performed different workout times have strong stimulatory effects on irisin levels in all subjects but nesfatin-1 response varied among the subjects and it did not change significantly in afternoon match."}, {"pubmed": 30132382, "text": "12 weeks of Nordic walking was more effective than resistance training in elevating plasma irisin, in middle-aged men with impaired glucose tolerance"}, {"pubmed": 30152429, "text": "Studied irisin levels in nondiabetic chronic kidney disease ( CKD) patients both with and without hypothyroidism; results found the presence of hypothyroidism does not alter serum irisin level in patients with nondiabetic CKD."}, {"pubmed": 30165155, "text": "Circulating irisin is similarly increased in LMNA-associated familial partial lipodystrophy and obese non-diabetic patients, who are characterized by higher lean body mass regardless of their clearly different fat mass."}, {"pubmed": 30259075, "text": "downregulation of the PGC-1alpha-FNDC5-BDNF signaling pathway in skeletal muscle contributes to resilience vs. susceptibility to chronic social defeat stress"}, {"pubmed": 30311592, "text": "results suggest that fibronectin type III domain containing 5, FTO alpha-ketoglutarate dependent dioxygenase, and transmembrane protein 18 genetic variants contribute to obesity susceptibility in children and adolescents"}, {"pubmed": 30323244, "text": "Irisin suppressed Pancreatic cancer (PC) cell growth via the activation of AMPK, thereby downregulating the mTOR pathway and inhibiting Epithelial-mesenchymal-transition of PC cells."}, {"pubmed": 30355327, "text": "FNDC5 significantly affects beta-cleavage of APP via the interaction with APP."}, {"pubmed": 30389552, "text": "A polymorphism in the Irisin-encoding gene (FNDC5) associates with hepatic steatosis by differential miRNA binding to the 3'UTR."}, {"pubmed": 30468809, "text": "we developed an efficient irisin-expressing P. pastoris strain and optimal expression condition, visualized its distribution, demonstrated biological activity and potential mechanisms in hepatic cells"}, {"pubmed": 30516253, "text": "Studied serum irisin levels as possible prognostic biomarker in patients with acute abdomen; found serum irisin level in patients with abdominal pain may serve as a guide in diagnostic decision-making."}, {"pubmed": 30549984, "text": "Data suggest that the positive correlation between serum irisin and insulin indicates that compensatory enhancement of irisin excretion can occur due to insulin resistance."}, {"pubmed": 30617325, "text": "FNDC5/irisin as a novel agent capable of opposing synapse failure and memory impairment in Alzheimer's disease."}, {"pubmed": 30641808, "text": "Serum irisin levels were lower in diabetic patients with cardiovascular complications compared with the uncomplicated diabetic patients."}, {"pubmed": 30657767, "text": "Role of irisin in patients with heart failure (HF), both with preserved (HFpEF) or reduced (HFrEF) ejection fraction. Irisin was significantly higher in HFpEF than in HFrEF patients (7.72 +/- 0.76 vs 2.77 +/- 0.77 ng/ml, respectively)."}, {"pubmed": 30683930, "text": "In a regression analysis model, Irisin was one of the determinants of bone mineral status to a greater extent than bone alkaline phosphatase and parathyroid hormone, indicating that Irisin might be considered as one of the bone formation markers during childhood"}, {"pubmed": 30716355, "text": "There might be an age-related increase in irisin levels in the cerebrospinal fluid of healthy humans. Circulating irisin levels are higher in males than in females in the healthy population."}, {"pubmed": 30722716, "text": "Low Irisin expression is associated with hypothyroidism."}, {"pubmed": 30776205, "text": "relationship between serum irisin level and presence of low-fracture bone fractures in patients with rheumatoid arthritis"}, {"pubmed": 30813469, "text": "results suggest that preoperative circulating irisin concentrations may be at least in part associated with a weight loss effect of bariatric surgery in morbidly obese pati"}, {"pubmed": 30890003, "text": "Study on the relationship between the levels of irisin in umbilical cord blood and neonatal growth in China."}, {"pubmed": 30952206, "text": "Excessive daytime sleepiness is associated with higher serum irisin and BDNF levels."}, {"pubmed": 30958967, "text": "Study revealed positive association between irisin and left ventricular ejection fraction and high-density lipoprotein-cholesterol concentration. Irisin might be a useful biomarker in diagnosis of myocardial infarction with or without heart failure. It could have anti-inflammatory and hypolipidemic effects."}, {"pubmed": 31015585, "text": "The serum level of irisin, but not asprosin, is abnormal in polycystic ovary syndrome patients."}, {"pubmed": 31015797, "text": "Plasma irisin levels were found to be lower in the T2DM group compared with controls, which could be attributed to a reduced PGC-1alpha activity in muscle tissue with a consequent decrease in FNDC5 and irisin expression."}, {"pubmed": 31109274, "text": "MiR-137 Restricts the Viability and Migration of HTR-8/SVneo Cells by Downregulating FNDC5 in Gestational Diabetes Mellitus."}, {"pubmed": 31122538, "text": "A case-control study confirmed lower levels of circulating irisin in subjects with Gestational Diabetes."}, {"pubmed": 31250660, "text": "Results show that patients with acute pancreatitis (AP) had significantly lower serum levels of irisin than healthy controls and lower serum irisin levels were associated with worse outcomes in these patients."}, {"pubmed": 31351089, "text": "these data provide basic evidence to support the therapeutic potential of irisin for IR, which may rely on p38-MAPK-PGC-1alpha pathway activation and enhance mitochondrial function."}, {"pubmed": 31377738, "text": "The study did not show that irisin and MDA, directly and indirectly, were predictors of MetS disorder. The IR was only predictor of MetS."}, {"pubmed": 31531365, "text": "Weak positive correlation was observed between the BMI results with the irisin concentration in the CG at the initial and final assessment."}, {"pubmed": 31635130, "text": "Data shows elevated METRNL plasma levels in individuals with T2D, further exacerbated with obesity. Additionally, a strong positive association was observed between METRNL and irisin."}, {"pubmed": 31740239, "text": "Irisin as a mediator between obesity and vascular inflammation in Chinese children and adolescents."}, {"pubmed": 31860334, "text": "Aerobic exercise training-induced irisin secretion is associated with the reduction of arterial stiffness via nitric oxide production in adults with obesity."}, {"pubmed": 31864100, "text": "Circulating irisin levels of prenatal and postnatal patients with gestational diabetes mellitus: A systematic review and meta-analysis."}, {"pubmed": 31976024, "text": "FNDC5/irisin expression was significantly downregulated in patients with hepatocellular carcinoma (HCC). Serum irisin may be a novel biomarker in the diagnosis of HCC, and low preoperative serum irisin levels were significantly correlated with high comprehensive complication index scores after hepatectomy."}, {"pubmed": 31976559, "text": "Combination of melatonin and irisin ameliorates lipopolysaccharide-induced cardiac dysfunction through suppressing the Mst1-JNK pathways."}, {"pubmed": 32001301, "text": "Hepatic FNDC5 is a potential local protective factor against Non-Alcoholic Fatty Liver."}, {"pubmed": 32020629, "text": "Irisin induces trophoblast differentiation via AMPK activation in the human placenta."}, {"pubmed": 32027943, "text": "The roles of triiodothyronine and irisin in improving the lipid profile and directing the browning of human adipose subcutaneous cells."}, {"pubmed": 32053388, "text": "Blunted circulating irisin in adults with type 1 diabetes during aerobic exercise in a hot environment: a pilot study."}, {"pubmed": 32069304, "text": "Irisin and markers of metabolic derangement in non-diabetic Caucasian subjects with stage I-II obesity during early aging"}, {"pubmed": 32073886, "text": "The Effects of MiR-214-3p and Irisin/FNDC5 on the Biological Behavior of Osteosarcoma Cells."}, {"pubmed": 32095935, "text": "Effects of green tea extract supplementation and endurance training on irisin, pro-inflammatory cytokines, and adiponectin concentrations in overweight middle-aged men."}, {"pubmed": 32102531, "text": "Can the Irisin be a Biomarker for Prostate Cancer? A Case Control Study."}, {"pubmed": 32139156, "text": "The diagnostic and prognostic roles of serum irisin in bladder cancer."}, {"pubmed": 32180552, "text": "Irisin: Still chasing shadows."}, {"pubmed": 32325455, "text": "Genetic Variants in the Activation of the Brown-Like Adipocyte Pathway and the Risk for Severe Obesity."}, {"pubmed": 32353410, "text": "FNDC5 promotes paclitaxel sensitivity of non-small cell lung cancers via inhibiting MDR1."}, {"pubmed": 32360564, "text": "Cleavage of FNDC5 and insights into its maturation process."}, {"pubmed": 32443802, "text": "Effect of HIIT with Tabata Protocol on Serum Irisin, Physical Performance, and Body Composition in Men."}, {"pubmed": 32554846, "text": "Serum betatrophin and irisin levels in hepatocellular carcinoma."}, {"pubmed": 32560375, "text": "Irisin Recovers Osteoarthritic Chondrocytes In Vitro."}, {"pubmed": 32572945, "text": "Irisin alleviates renal injury caused by sepsis via the NF-kappaB signaling pathway."}, {"pubmed": 32593740, "text": "Irisin modulates genes associated with severe coronavirus disease (COVID-19) outcome in human subcutaneous adipocytes cell culture."}, {"pubmed": 32684067, "text": "Maternal irisin level in last trimester isolated intrauterine growth-restriction."}, {"pubmed": 32880474, "text": "Correlations between serum testosterone and irisin levels in a sample of Egyptian men with metabolic syndrome; (case-control study)."}, {"pubmed": 32952453, "text": "Effect of Long-Term Moderate Physical Exercise on Irisin between Normal Weight and Obese Men."}, {"pubmed": 32964051, "text": "Serum Irisin Levels, Endothelial Dysfunction, and Inflammation in Pediatric Patients with Type 2 Diabetes Mellitus and Metabolic Syndrome."}, {"pubmed": 32999391, "text": "Association between serum irisin concentrations and sarcopenia in patients with liver cirrhosis: a cross-sectional study."}, {"pubmed": 33003348, "text": "The Potential Role of Irisin in Vascular Function and Atherosclerosis: A Review."}, {"pubmed": 33034623, "text": "Serum Irisin Levels in Central Precocious Puberty and Its Variants."}, {"pubmed": 33053231, "text": "Irisin Correlates Positively With BMD in a Cohort of Older Adult Patients and Downregulates the Senescent Marker p21 in Osteoblasts."}, {"pubmed": 33084814, "text": "Aqueous humor heat-shock protein 70, periostin, and irisin levels in patients with pseudoexfoliation syndrome."}, {"pubmed": 33112539, "text": "Circulating Irisin Levels and Redox Status Markers in Patients with Gastric Cancer: A Case-Control Study."}, {"pubmed": 33186636, "text": "Circulating levels of Irisin in obese individuals at genetic risk for Alzheimer's disease: Correlations with amyloid-beta, metabolic, and neurocognitive indices."}, {"pubmed": 33198849, "text": "FNDC5 polymorphism influences the association between sarcopenia and liver fibrosis in adults with biopsy-proven non-alcoholic fatty liver disease."}, {"pubmed": 33389537, "text": "The role of Irisin in multiorgan protection."}, {"pubmed": 33393937, "text": "Plasma irisin and its associations with oxidative stress in athletes suffering from overtraining syndrome."}, {"pubmed": 33411243, "text": "Hippocampal and Prefrontal Cortical Brain Tissue Levels of Irisin and GDF15 Receptor Subunits in Children."}, {"pubmed": 33449117, "text": "The effect of Irisin on bone cells in vivo and in vitro."}, {"pubmed": 33493316, "text": "Progress and Challenges in the Biology of FNDC5 and Irisin."}, {"pubmed": 33508625, "text": "FNDC5/irisin is expressed and regulated differently in human periodontal ligament cells, dental pulp stem cells and osteoblasts."}, {"pubmed": 33522146, "text": "Association between plasma irisin in pregnancy and postpartum glucose levels among Chinese women: A cohort study."}, {"pubmed": 33562601, "text": "FNDC5/Irisin System in Neuroinflammation and Neurodegenerative Diseases: Update and Novel Perspective."}, {"pubmed": 33647285, "text": "Association of Circulating Irisin Levels and the Characteristics and Prognosis of Coronary Artery Disease."}, {"pubmed": 33652046, "text": "The production, detection, and origin of irisin and its effect on bone cells."}, {"pubmed": 33660805, "text": "Cord blood and maternal serum preptin and irisin concentrations are regulated independently in GDM."}, {"pubmed": 33672171, "text": "Exercise-Linked Irisin: Consequences on Mental and Cardiovascular Health in Type 2 Diabetes."}, {"pubmed": 33675533, "text": "Effects of competitive physical activity on serum irisin levels and bone turnover markers."}, {"pubmed": 33924457, "text": "The Effect of a Life-Style Intervention Program of Diet and Exercise on Irisin and FGF-21 Concentrations in Children and Adolescents with Overweight and Obesity."}, {"pubmed": 33951764, "text": "Irisin ameliorates endoplasmic reticulum stress and liver fibrosis through inhibiting PERK-mediated destabilization of HNRNPA1 in hepatic stellate cells."}, {"pubmed": 33962476, "text": "Association Between Serum Irisin and Diabetic Nephropathy in Patients with Type 2 Diabetes Mellitus: A Meta-Analysis."}, {"pubmed": 34160912, "text": "High irisin and low BDNF levels in aqueous humor of high myopia."}, {"pubmed": 34215971, "text": "Irisin-Associated Neuroprotective and Rehabilitative Strategies for Stroke."}, {"pubmed": 34369880, "text": "Common single nucleotide polymorphisms in the FNDC5 gene and serum irisin levels in acute myocardial infarction."}, {"pubmed": 34420640, "text": "Emerging evidence for the opposite role of circulating irisin levels and brown adipose tissue activity measured by infrared thermography in anthropometric and metabolic profile during childhood."}, {"pubmed": 34428306, "text": "Irisin levels in the serum and cerebrospinal fluid of patients with multiple sclerosis and the expression and distribution of irisin in experimental autoimmune encephalomyelitis."}, {"pubmed": 34465884, "text": "FNDC4 and FNDC5 reduce SARS-CoV-2 entry points and spike glycoprotein S1-induced pyroptosis, apoptosis, and necroptosis in human adipocytes."}, {"pubmed": 34560610, "text": "Serum levels of irisin in postmenopausal women with osteoporotic hip fractures."}, {"pubmed": 34574727, "text": "Cardiorespiratory Fitness and Muscular Strength Moderates the Relationship between FNDC5 Polymorphism and Adiposity in Children and Adolescents."}, {"pubmed": 34695754, "text": "FNDC5 induces M2 macrophage polarization and promotes hepatocellular carcinoma cell growth by affecting the PPARgamma/NF-kappaB/NLRP3 pathway."}, {"pubmed": 34709479, "text": "Serum irisin levels in patients with myasthenia gravis."}, {"pubmed": 34777249, "text": "Association Between Factors Involved in Bone Remodeling (Osteoactivin and OPG) With Plasma Levels of Irisin and Meteorin-Like Protein in People With T2D and Obesity."}, {"pubmed": 34795636, "text": "Myokines in Acromegaly: An Altered Irisin Profile."}, {"pubmed": 34847893, "text": "Inverse correlation between serum irisin and cardiovascular risk factors among Chinese overweight/obese population."}, {"pubmed": 34856543, "text": "Circulating Irisin Levels in Preadolescents and Adolescents Born Preterm."}, {"pubmed": 34907845, "text": "Increased serum myonectin and irisin levels with myonectin and FNDC5 expressions in polycystic ovary syndrome: a case control study."}, {"pubmed": 34961755, "text": "Physical Exercise and Liver Autophagy: Potential Roles of IL-6 and Irisin."}, {"pubmed": 34972713, "text": "Significance of Irisin (FNDC5) Expression in Colorectal Cancer."}, {"pubmed": 35053200, "text": "Irisin Association with Ki-67, MCM3 and MT-I/II in Squamous Cell Carcinomas of the Larynx."}, {"pubmed": 35054874, "text": "Irisin and Secondary Osteoporosis in Humans."}, {"pubmed": 35099433, "text": "Salivary Irisin and periodontal clinical parameters in patients of chronic periodontitis and healthy individuals: A novel salivary myokine for periodontal disease."}, {"pubmed": 35147113, "text": "Serum irisin concentrations and osteoporotic vertebral fractures in women with rheumatoid arthritis: A cross-sectional study."}, {"pubmed": 35156135, "text": "Irisin/FNDC5 inhibits the epithelial-mesenchymal transition of epithelial ovarian cancer cells via the PI3K/Akt pathway."}, {"pubmed": 35164383, "text": "FNDC5/Irisin: Physiology and Pathophysiology."}, {"pubmed": 35408891, "text": "Expression of Irisin/FNDC5 in Breast Cancer."}, {"pubmed": 35426587, "text": "Circulating irisin levels in functional hypothalamic amenorrhea: a new bone damage index? A pilot study."}, {"pubmed": 35501783, "text": "Irisin mediates beiging of adipose-derived mesenchymal stem cells through binding to TRPC3."}, {"pubmed": 35504553, "text": "Promise of irisin to attenuate cognitive dysfunction in aging and Alzheimer's disease."}, {"pubmed": 35521900, "text": "Irisin and the fibronectin type III domain-containing family: structure, signaling and role in female reproduction."}, {"pubmed": 35538838, "text": "Current Insights on the Role of Irisin in Endothelial Dysfunction."}, {"pubmed": 35611413, "text": "Relation of serum irisin levels to obesity and non-alcoholic fatty liver disease."}, {"pubmed": 35634506, "text": "Irisin Serum Levels and Skeletal Muscle Assessment in a Cohort of Charcot-Marie-Tooth Patients."}, {"pubmed": 35641586, "text": "Renal protection induced by physical exercise may be mediated by the irisin/AMPK axis in diabetic nephropathy."}, {"pubmed": 35716593, "text": "Irisin attenuates P. gingivalis-suppressed osteogenic/cementogenic differentiation of periodontal ligament cells via p38 signaling pathway."}, {"pubmed": 35774143, "text": "Circulating Irisin in Children and Adolescents With Prader-Willi Syndrome: Relation With Glucose Metabolism."}, {"pubmed": 35784579, "text": "Irisin, Exercise, and COVID-19."}, {"pubmed": 35793739, "text": "Irisin, an exercise-induced bioactive peptide beneficial for health promotion during aging process."}, {"pubmed": 35842196, "text": "Association of irisin levels with cardiac magnetic resonance, inflammatory, and biochemical parameters in patients with chronic heart failure versus controls."}, {"pubmed": 35851444, "text": "Reduced irisin levels in patients with acromegaly."}, {"pubmed": 35866470, "text": "<i>FNDC5/Irisin</i> polymorphisms are associated with osteopenia in postmenopausal Mayan-Mestizo women."}, {"pubmed": 36036861, "text": "Irisin Regulates Cardiac Responses to Exercise in Health and Diseases: a Narrative Review."}, {"pubmed": 36117331, "text": "Comparison irisin peptide serum level in pregnant women with and without gestational diabetes mellitus: A case-control study."}, {"pubmed": 36140780, "text": "Relationships between Uncoupling Protein Genes UCP1, UCP2 and UCP3 and Irisin Levels in Residents of the Coldest Region of Siberia."}, {"pubmed": 36223050, "text": "Circulating Irisin Level as a Biomarker for Pure Aortic Stenosis and Aortic Valve Calcification."}, {"pubmed": 36336228, "text": "Irisin and ALCAT1 mediated aerobic exercise-alleviated oxidative stress and apoptosis in skeletal muscle of mice with myocardial infarction."}, {"pubmed": 36430689, "text": "Association of Irisin/FNDC5 with ERRalpha and PGC-1alpha Expression in NSCLC."}, {"pubmed": 36462879, "text": "The serum irisin response to prolonged physical activity in temperate and hot environments in older men with hypertension or type 2 diabetes."}, {"pubmed": 36502526, "text": "Characterization of advanced glycation end products and aggregates of irisin: Multispectroscopic and microscopic approaches."}, {"pubmed": 36503597, "text": "Irisin enhances longevity by boosting SIRT1, AMPK, autophagy and telomerase."}, {"pubmed": 36773217, "text": "Serum irisin levels and osteoporosis in patients with advanced chronic kidney disease and renal transplant recipients."}, {"pubmed": 37055896, "text": "Irisin and Energy Metabolism and the Role of Irisin on Metabolic Syndrome."}, {"pubmed": 37175880, "text": "Irisin as a Novel Biomarker of Subclinical Atherosclerosis in Severe Obesity."}, {"pubmed": 37209011, "text": "Dynamic of irisin secretion change after moderate-intensity chronic physical exercise on obese female."}, {"pubmed": 37267907, "text": "Irisin acts through its integrin receptor in a two-step process involving extracellular Hsp90alpha."}, {"pubmed": 37566466, "text": "RS3480 Polymorphism of FNDC5/Irisin Is Associated with Type 2 Diabetes Mellitus in Maya-Mestizo Women."}, {"pubmed": 37569456, "text": "Irisin: A Possible Marker of Adipose Tissue Dysfunction in Obesity."}, {"pubmed": 37569815, "text": "Move Your Body toward Healthy Aging: Potential Neuroprotective Mechanisms of Irisin in Alzheimer's Disease."}, {"pubmed": 37600697, "text": "Role of irisin in bone diseases."}, {"pubmed": 37625325, "text": "Potential role of irisin in digestive system diseases."}, {"pubmed": 37794242, "text": "Serum irisin levels are negatively associated with blood pressure in dialysis patients."}, {"pubmed": 37801045, "text": "Relationships between circulating irisin levels, cardiorespiratory fitness, and cardiometabolic risk: a cross-sectional study in Japanese adults."}, {"pubmed": 37815745, "text": "MiR-143-3p/FNDC5 axis: a novel regulator of insulin sensitivity."}, {"pubmed": 37909533, "text": "Relationship of irisin expression with metabolic alterations and cardiovascular risk in type 2 diabetes mellitus: a preliminary study."}, {"pubmed": 38013531, "text": "Irisin: A Myokine With Therapeutic And Diagnostic Potential In Clinical Dentistry."}, {"pubmed": 38043511, "text": "Relationship between Serum Irisin Level, All-Cause Mortality, and Cardiovascular Mortality in Peritoneal Dialysis Patients."}, {"pubmed": 38134742, "text": "Relationship of irisin with disease severity and dopamine uptake in Parkinson's disease patients."}, {"pubmed": 38218331, "text": "The role of irisin in kidney diseases."}, {"pubmed": 38309190, "text": "Role of irisin and myostatin on sarcopenia in malnourished patients diagnosed with GLIM criteria."}, {"pubmed": 38333723, "text": "The association of serum irisin with anthropometric, metabolic, and bone parameters in obese children and adolescents."}, {"pubmed": 38334669, "text": "The Role of FNDC5/Irisin in Cardiovascular Disease."}, {"pubmed": 38405155, "text": "The emerging roles of irisin in vascular calcification."}, {"pubmed": 38558303, "text": "FNDC5 inhibits malignant growth of human cervical cancer cells via restraining PI3K/AKT pathway."}, {"pubmed": 38591469, "text": "Irisin influences the in vitro differentiation of human mesenchymal stromal cells, promoting a tendency toward beiging adipogenesis."}, {"pubmed": 38788070, "text": "Plasma BDNF/Irisin Ratio Associates with Cognitive Function in Older People."}, {"pubmed": 38861537, "text": "Plasma irisin and the brain-derived neurotrophic factor levels in sedentary subjects: effect of 8-weeks lifestyle intervention."}], "genomic_pos": {"chr": "1", "end": 32872482, "ensemblgene": "ENSG00000160097", "start": 32862268, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 33338083, "start": 33327869, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014850", "qualifier": "involved_in", "term": "response to muscle activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090336", "qualifier": "involved_in", "term": "positive regulation of brown fat cell differentiation"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005778", "qualifier": "located_in", "term": "peroxisomal membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": [{"category": "MF", "evidence": "ND", "id": "GO:0003674", "qualifier": "enables", "term": "molecular_function"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}]}, "homologene": {"genes": [[7955, 555635], [7955, 795265], [9031, 419667], [9544, 710159], [9606, 252995], [9615, 487302], [10090, 384061], [10116, 260327]], "id": 17812}, "interpro": [{"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Fibronectin type III domain-containing protein 5, C-terminal domain", "id": "IPR032073", "short_desc": "FNDC5_C"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": ["IPI00385341", "IPI00514152", "IPI00854598", "IPI00889652"], "map_location": "1p35.1", "name": "fibronectin type III domain containing 5", "other_names": ["fibronectin type III domain-containing protein 5", "fibronectin type III repeat-containing protein 2"], "pdb": "4LSD", "pfam": ["PF00041", "PF16066"], "pharmgkb": "PA134924607", "pharos": {"target_id": 7495, "tdl": "Tbio"}, "prosite": "PS50853", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF175374", "relationship": "is"}, {"id": "GNF186280", "relationship": "is"}, {"id": "GNF197186", "relationship": "is"}, {"id": "GNF208092", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045262", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005459", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106217", "relationship": "is"}, {"id": "GNF145863", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": ["NP_001165411.2", "NP_001165412.1", "NP_715637.2"], "rna": ["NM_001171940.2", "NM_001171941.3", "NM_153756.3"], "translation": [{"protein": "NP_715637.2", "rna": "NM_153756.3"}, {"protein": "NP_001165411.2", "rna": "NM_001171940.2"}, {"protein": "NP_001165412.1", "rna": "NM_001171941.3"}]}, "reporter": {"HG-U133_Plus_2": ["226096_at", "226097_at", "230646_at"], "HG-U95B": "53905_at", "HTA-2_0": "TC01002476.hg.1", "HuEx-1_0": "2405250", "HuGene-1_1": "7914580", "HuGene-2_1": "16684785"}, "summary": "This gene encodes a secreted protein that is released from muscle cells during exercise. The encoded protein may participate in the development of brown fat. Translation of the precursor protein initiates at a non-AUG start codon at a position that is conserved as an AUG start codon in other organisms. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jun 2013].", "symbol": "FNDC5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426803"}, "unigene": "Hs.524234", "uniprot": {"Swiss-Prot": "Q8NAU1", "TrEMBL": ["A0A3B3ITP1", "A0AA34QVI5"]}, "wikipedia": {"url_stub": "FNDC5 (gene)"}}