{"AllianceGenome": "3796", "HGNC": "3796", "MIM": "164810", "_id": "2353", "_version": 1, "accession": {"genomic": ["AB022275.1", "AB022276.1", "AF111167.2", "AY212879.1", "CH471061.1", "CP068264.2", "HI574162.1", "K00650.1", "KT583865.1", "NC_000014.9", "NC_060938.1", "NG_029673.1", "V01512.1"], "protein": ["AAA52471.1", "AAB20306.1", "AAC98315.1", "AAH04490.1", "AAO21129.1", "BAA87920.1", "BAA87921.1", "BAF83596.1", "BAF84015.1", "BAG53458.1", "BAG60827.1", "CAA24756.1", "CAG46584.1", "CAG47063.1", "CBX47570.1", "EAW81227.1", "EAW81228.1", "EAW81229.1", "NP_005243.1", "P01100.1"], "rna": ["AH003773.2", "AK097379.1", "AK290907.1", "AK291326.1", "AK298659.1", "BC004490.2", "BX647104.1", "CR541785.1", "CR542267.1", "NM_005252.4"], "translation": [{"protein": "AAB20306.1", "rna": "AH003773.2"}, {"protein": "BAF84015.1", "rna": "AK291326.1"}, {"protein": "BAG60827.1", "rna": "AK298659.1"}, {"protein": "BAG53458.1", "rna": "AK097379.1"}, {"protein": "NP_005243.1", "rna": "NM_005252.4"}, {"protein": "CAG46584.1", "rna": "CR541785.1"}, {"protein": "BAF83596.1", "rna": "AK290907.1"}, {"protein": "AAH04490.1", "rna": "BC004490.2"}, {"protein": "CAG47063.1", "rna": "CR542267.1"}]}, "alias": ["AP-1", "C-FOS", "p55"], "ensembl": {"gene": "ENSG00000170345", "protein": ["ENSP00000306245", "ENSP00000442268", "ENSP00000450519", "ENSP00000450886", "ENSP00000451786", "ENSP00000452386", "ENSP00000452440", "ENSP00000452443", "ENSP00000452590"], "transcript": ["ENST00000303562", "ENST00000535987", "ENST00000554212", "ENST00000554617", "ENST00000555242", "ENST00000555347", "ENST00000555672", "ENST00000555686", "ENST00000556324", "ENST00000557139"], "translation": [{"protein": "ENSP00000306245", "rna": "ENST00000303562"}, {"protein": "ENSP00000450519", "rna": "ENST00000554617"}, {"protein": "ENSP00000452443", "rna": "ENST00000554212"}, {"protein": "ENSP00000442268", "rna": "ENST00000535987"}, {"protein": "ENSP00000452386", "rna": "ENST00000555242"}, {"protein": "ENSP00000452590", "rna": "ENST00000555686"}, {"protein": "ENSP00000452440", "rna": "ENST00000555672"}, {"protein": "ENSP00000451786", "rna": "ENST00000557139"}, {"protein": "ENSP00000450886", "rna": "ENST00000555347"}], "type_of_gene": "protein_coding"}, "entrezgene": "2353", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.43271726509, "exp_mis": 145.445001317, "exp_syn": 80.11790949, "lof_z": 2.3972806986621, "mis_z": 1.5186612079385, "mu_lof": 7.11216094711e-07, "mu_mis": 1.28552320288e-05, "mu_syn": 6.97980371085e-06, "n_lof": 2.0, "n_mis": 108.0, "n_syn": 59.0, "p_li": 0.435710740653144, "p_null": 0.00696938096992051, "p_rec": 0.557319878376936, "syn_z": 1.46263369717904}, "bp": 1143, "cds_end": 75748127, "cds_start": 75745685, "n_exons": 4, "nonpsych": {"exp_lof": 8.45766220753, "exp_mis": 131.561908098, "exp_syn": 72.4345864458, "lof_z": 2.18073112162259, "mis_z": 1.56380128926419, "mu_lof": 7.11216094711e-07, "mu_mis": 1.28552320288e-05, "mu_syn": 6.97980371085e-06, "n_lof": 2.0, "n_mis": 96.0, "n_syn": 53.0, "p_li": 0.378456230084802, "p_null": 0.0128948757983226, "p_rec": 0.608648894116875, "syn_z": 1.43769206835717}, "nontcga": {"exp_lof": 8.6703163004, "exp_mis": 133.801627241, "exp_syn": 73.7007005299, "lof_z": 2.56966814627106, "mis_z": 1.67120266166242, "mu_lof": 7.11216094711e-07, "mu_mis": 1.28552320288e-05, "mu_syn": 6.97980371085e-06, "n_lof": 1.0, "n_mis": 95.0, "n_syn": 55.0, "p_li": 0.759579440582969, "p_null": 0.00195708639933296, "p_rec": 0.238463473017698, "syn_z": 1.37925428700104}, "transcript": "ENST00000303562.4"}, "exons": [{"cdsend": 75281424, "cdsstart": 75278982, "chr": "14", "position": [[75278827, 75279123], [75279876, 75280128], [75280559, 75280667], [75280782, 75282230]], "strand": 1, "transcript": "NM_005252", "txend": 75282230, "txstart": 75278827}], "exons_hg19": [{"cdsend": 75748127, "cdsstart": 75745685, "chr": "14", "position": [[75745530, 75745826], [75746579, 75746831], [75747262, 75747370], [75747485, 75748933]], "strand": 1, "transcript": "NM_005252", "txend": 75748933, "txstart": 75745530}], "generif": [{"pubmed": 11846562, "text": "Crystal structure of a ternary SAP-1/SRF/c-fos SRE DNA complex"}, {"pubmed": 11891317, "text": "Bombesin antagonists inhibit growth of MDA-MB-435 estrogen-independent breast cancers and decrease the expression of the ErbB-2/HER-2 oncoprotein and c-jun and c-fos oncogenes"}, {"pubmed": 11909859, "text": "Analysis of heterophilic and homophilic interactions of cadherins using the c-Jun/c-Fos dimerization domains"}, {"pubmed": 12082260, "text": "Effects of fluid shear stress on expression of proto-oncogenes c-fos and c-myc in cultured human umbilical vein endothelial cells."}, {"pubmed": 12147741, "text": "candidate genes that may be involved in the origination of ameloblastoma and several genes previously unidentified in relation to human tooth development."}, {"pubmed": 12183893, "text": "Review. AP1 plays a crucial role during human papillomavirus (HPV) early gene expression, in particular of the expression of E6 and E7 oncoproteins."}, {"pubmed": 12445807, "text": "results suggest that Hic-5 participates in the transcriptional regulation of c-fos as a scaffold in transcriptional complexes"}, {"pubmed": 12446585, "text": "studies suggest that the cooperative interaction of the estrogen receptor with Fos and Jun proteins helps confer estrogen responsiveness to the endogenous progesterone receptor gene"}, {"pubmed": 12547826, "text": "Tumor promoter arsenite stimulates histone H3 phosphoacetylation of this and c-jun proto-oncogene chromatin in diploid fibroblasts."}, {"pubmed": 12592382, "text": "Expression of c-fos was induced by TPA and Saikosaponin a during 30 min to 6 h of treatment."}, {"pubmed": 12600988, "text": "independent and cooperative activation of chromosomal c-fos promoter by STAT3"}, {"pubmed": 12687275, "text": "p53 and c-fos are significantly overexpressed in thyroid cancer patients, indicating their role in the genetic mechanisms leading to thyroid tumorigenesis"}, {"pubmed": 12692226, "text": "data demonstratre that c-Fos physically and functionally interacts with JCV major early regulatory protein large T-Ag and that this interaction modulates JCV transcription and replication in glial cells"}, {"pubmed": 12705898, "text": "Up-regulation of c-Fos in the lymphocytes of rheumatoid arthritis patients."}, {"pubmed": 12788789, "text": "a physical interaction between c-Fos and STAT-1 participates in NOS2 gene transcriptional activation in lung epithelium"}, {"pubmed": 12972619, "text": "Phosphorylation of the carboxy-terminal transactivation domain of c-FGOS by extracellular signal-related kinase mediates the transcriptional activation of AP-1 and cellular neoplastic transformation by PDGF."}, {"pubmed": 14511403, "text": "c-fos and AP-1 are regulated by JNK and p38 MAPK"}, {"pubmed": 14517309, "text": "c-Fos proto-oncoprotein is degraded by the proteasome independently of its own ubiquitinylation"}, {"pubmed": 14629301, "text": "The positive c-fos immunoreactivity observed in sudden infant death syndrome suggests that the neurons of the dorsal motor vagal nucleus involved in the regulation of breathing are able to yield an intense, immediate ventilatory response to hypoxia."}, {"pubmed": 14727154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14741347, "text": "VEGF and PlGF induced expression of both full-length FosB mRNA and an alternatively spliced variant."}, {"pubmed": 14966901, "text": "expression of Egr-1, c-fos and cyclin D1 varies in esophageal precancerous lesions and cancer tissues, suggesting an involvement of these genes in the development of esophageal carcinoma."}, {"pubmed": 15188457, "text": "FOS is the primary target of up-regulation in Helicobacter pylori infections in human gastric cancer cells."}, {"pubmed": 15262961, "text": "AP-1 and JNK have roles in reactive oxygen species activation in tobacco-induced mucin production in lung cells"}, {"pubmed": 15507668, "text": "c-jun, junD, junB, and c-fos and Notch2 are expressed in splenic marginal zone lymphoma"}, {"pubmed": 15548518, "text": "loss of Net and constitutive c-fos expression appear to be a key event in the transformation of cervical cancer cells."}, {"pubmed": 15588513, "text": "SDF-1/CXCL12 enhanced cell survival in synergy with other cytokines involves activation of CREB and induction of Mcl-1 and c-Fos"}, {"pubmed": 15654976, "text": "In psoriatic epidermis, c-Jun expression was prominent in both hyperproliferating basal and suprabasal keratinocytes, whereas c-Fos expression was unchanged."}, {"pubmed": 15708845, "text": "p38alpha and -beta mediate UV-induced, AP-1-mediated, c-Fos phosphorylation"}, {"pubmed": 15767669, "text": "TBP affects the NF1 and c-fos promoters in a manner reciprocal to that of TLF, stimulating the c-fos promoter and inhibiting NF1 transcription"}, {"pubmed": 15835820, "text": "bFGF induces the increased expression of c-fos through PI 3-K/PKB in CNE- I nasopharyngeal carcinoma cell line."}, {"pubmed": 15844599, "text": "No statistical significances of p73 or c-fos expressions were observed between involutional hemangioma and normal skin."}, {"pubmed": 15921770, "text": "Vasoactive intestinal peptide induces FOS expression in a prostatic neoplasm cell line."}, {"pubmed": 15926923, "text": "In hepatoma-associated anorexia-cachexia c-Fos was induced in several brain areas of thes forebrain."}, {"pubmed": 16038047, "text": "PGE2 increases the expression and secretion of VEGF in HCC cells by activating the transcription factor c-fos, promotes the angiogenesis of hepatocellular carcinoma and plays an important role in the pathogenesis of liver cancer."}, {"pubmed": 16049073, "text": "activity of the AP-1 components c-Jun, ATF2, and c-Fos is altered in renal cystic tissue of patients with autosomal dominant polycystic kidney disease"}, {"pubmed": 16055710, "text": "c-Fos/c-Jun AP-1 dimer activity is downregulated by SUMO-1, SUMO-2, and SUMO-3"}, {"pubmed": 16123044, "text": "c-Fos represents a novel target for the isomerizing activity of Pin1, which has a role in the mechanism by which c-Jun and c-Fos cooperate to regulate AP-1-dependent gene transcription"}, {"pubmed": 16219292, "text": "INI1/hSNF5/BAF47 could be recruited to the region of c-fos promoter to reduce histone acetylation"}, {"pubmed": 16552729, "text": "Results showed that certain regulation involved in c-myc, c-fos, and c-jun was present in the apoptosis, and the c-Myc dependent-on and Jun N-terminal kinase (JNK) pathway also play roles."}, {"pubmed": 16637060, "text": "c-Fos binding at the TGFbeta1 promoter proximal AP-1 site in human colon carcinoma cells is required for TGFbeta1 production by the tumor cells."}, {"pubmed": 16828227, "text": "The increase in c-Fos-immunoreactive neurons induced by butyric acid was reproduced with hydrochloric acid at the same pH but not with sodium butyrate."}, {"pubmed": 17018293, "text": "Sustained ERK5 activity and the E3 ligase UBR1 regulate the stability and subcellular localization of c-Fos."}, {"pubmed": 17080554, "text": "Results suggest that EGCG may have an inhibitory effect on UVB-induced photo-damage and apoptosis by blocking the cytokine secretion and the mRNA expressions of p53, p21 and c-fos genes."}, {"pubmed": 17160021, "text": "phosphorylation of tyrosine residues 10 and 30 of c-Fos regulate the rate of synthesis of phospholipids by regulating c-Fos/endoplasmic reticulum association."}, {"pubmed": 17182779, "text": "c-Fos produced in D1 receptor-expressing neurons integrates mechanisms to facilitate both the acquisition and extinction of cocaine-induced persistent changes in brains of Drd-1-Cre transgenic mice."}, {"pubmed": 17209045, "text": "RET(Y791F) and RET(S891A) induce STAT3 Ser(727) phosphorylation via a canonical Ras/ERK1/2 pathway and integration of the Ras/ERK1/2/ELK-1 and STAT3 pathways was required for up-regulation of the c-fos promoter by FMTC-RET"}, {"pubmed": 17235455, "text": "These data indicate that the aberrant expression of PTEN contributes to the activation of the PI3kinase/Akt pathway and its transcription factor mediators in glioma."}, {"pubmed": 17495958, "text": "Coordinated down- and up-regulation of the various AP-1 subunits in the course of epidermal wound healing is important for its undisturbed progress, putatively by influencing inflammation and cell-cell communication."}, {"pubmed": 17549045, "text": "In the paraventricular nucleus anandamide and N-arachidonoyl-serotonin increased significantly c-Fos expression. In the arcuate nucleus only OMDM-1 increased c-Fos expression."}, {"pubmed": 17606925, "text": "c-fos expression in the medial geniculate body triggered by cortical activation is elicited via a direct corticothalamic pathway, not by the pathway through the thalamic reticular nucleus."}, {"pubmed": 17636030, "text": "Amino acid residues required for physical and cooperative transcriptional interaction of STAT3 and AP-1 proteins c-Jun and c-Fos."}, {"pubmed": 17639289, "text": "Ras/MAPK cascade acts as the upstream signaling for AP-1 activation and IL-8 expression in toxin A-stimulated intestinal epithelial cells."}, {"pubmed": 17681951, "text": "Dimerization with the Jun proteins inhibits c-Fos nuclear exit."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17888430, "text": "Expression of c-fos in the human endometrium may be regulated by 17beta-E(2), and c-fos may be involved in development of endometriosis by promoting MMP-9 gene expression and subsequently the invasive potential of endometrial explants."}, {"pubmed": 17915561, "text": "During mitosis, HSF2 is bound to the HSE promoter elements of other heat shock genes, including hsp90 and hsp27, and the proto-oncogene c-fos. The presence of HSF2 is important for expression of these genes."}, {"pubmed": 17926144, "text": "c-Fos may undergo cell cycle dependent phosphorylation, in which some kinases including Aurora-A play a role in catalyzing the post translational modification of c-Fos."}, {"pubmed": 18032824, "text": "VEGF, p-IkappaB-alpha, NF-kappaB, c-FOS, p-c-JUN, EGF-R and COX-2 were expressed in stromal myofibroblasts surrounding colon adenocarcinomas in the majority of cases."}, {"pubmed": 18158562, "text": "A loss of c-fos expression is correlated with a more advanced stage, lymph node metastasis, lymphatic invasion and shorter survival in gastric carcinoma."}, {"pubmed": 18206243, "text": "These results demonstrated that D-alpha-tocopherol may be able to prevent the IL-8 upregulation and the increase in AP-1 activation induced by UVA irradiation through down-modulating cellular oxidative stress."}, {"pubmed": 18252863, "text": "These results suggest that promotion of endothelial migration and proliferation by Ang-1 is mediated, in part, through the production of IL-8, which acts in an autocrine fashion to suppress apoptosis and facilitate cell proliferation and migration."}, {"pubmed": 18283312, "text": "AP-1 plays an essential role in the growth of at least some of NSCLC cells."}, {"pubmed": 18305042, "text": "vFLIP suppresses the AP-1 pathway, which is essential for KSHV lytic replication, by activating the NF-kappaB pathway."}, {"pubmed": 18309110, "text": "The physical interaction of AP-1 with p22(phox) gene promoter facilitates NADPHox regulation."}, {"pubmed": 18316037, "text": "Binding of Fos-Jun bZIP domains to both tetradecanoylphorbol acetate (TRE) and CRE response elements is under enthalpic control and accompanied by entropic penalty at physiological temperatures."}, {"pubmed": 18368600, "text": "The present data indicate that bovine dialyzable leukocyte extract can block the AP-1 DNA-binding activity and expression of several transcriptions factors in breast cancer cells."}, {"pubmed": 18405916, "text": "These data demonstrate the role of Cx43 in the proliferation and migration of human saphenous vein smooth muscle cells and angiotensin II-induced Cx43 expression via mitogen-activated protein kinases (MAPK)-AP-1 signaling pathway."}, {"pubmed": 18422165, "text": "The c-fos and c-myc expression was remarkably downregulated in nasal polyps from topical steroid treated patients compared to untreated patients."}, {"pubmed": 18425349, "text": "Results suggest that ganoderic acids-A and -H mediate their biological effects through the inhibition of AP-1 and NF-kappaB, resulting in the down-regulation of expression of Cdk4 and the suppression of secretion of uPA, respectively."}, {"pubmed": 18467434, "text": "GPR30-mediated inhibition of urothelial cell proliferation is the result of decreased cyclin D1 by down-regulation of activation protein-1 signaling."}, {"pubmed": 18500346, "text": "an unexpected function for c-Fos as a direct regulator of Tcrb recombination, rather than its usual function as a transcription regulator."}, {"pubmed": 18597608, "text": "Thrombin also stimulated the expression of c-fos in GFs within 1 hour of exposure. The stimulation of c-fos mRNA expression by thrombin can be attenuated by D-Phe-Pro-ArgCH(2)Cl, a serine-proteinase inhibitor."}, {"pubmed": 18599327, "text": "These results indicate that the rat model shows symptoms similar to those in patients with orofacial cancer, for example, induction of feeding disorder and neuropathic pain."}, {"pubmed": 18621151, "text": "LPS-induced c-fos and c-jun expressions are mediated by two different signaling pathways: one through phosphoinositide-phospholipase C, and the second through activation of protein kinase A (PKA)."}, {"pubmed": 18641127, "text": "FRA2 and AP1 have roles in development of pulmonary fibrosis"}, {"pubmed": 18644870, "text": "Results describe the effects of estradiol on cyclin D1, PS2, and c-fos gene expression by measuring levels of RNA polymerase II on DNA templates, levels of nascent transcripts associated with RNA polymerase II, and levels of RNAs."}, {"pubmed": 18653705, "text": "Activator protein-1 and smad proteins synergistically regulate human follicle-stimulating hormone beta-promoter activity."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18725194, "text": "The thermodynamics of heterodimerization of leucine zippers of Jun and Fos was characterized."}, {"pubmed": 18802113, "text": "Overexpression experiments implicate AP-1 family member Fra-1 in regulation of matrix metalloproteinase-1 expression in myeloid cells during inflammation."}, {"pubmed": 18826606, "text": "FOS-related genes, which have been implicated in early hypoxia as well as the development of breast cancers, were differentially expressed before and after surgery."}, {"pubmed": 18838675, "text": "identify c-JUN and c-FOS as important regulators of human replication origin selection"}, {"pubmed": 18854825, "text": "loss of c-Fos expression is associated with tumour progression in ovarian carcinoma and that c-Fos may be a prognostic factor"}, {"pubmed": 18923650, "text": "Peptidylarginine deiminase Intergenic Enhancer is a strong enhancer of the PADI3 promoter in Ca2+-differentiated epidermal keratinocytes, and requires bound"}, {"pubmed": 18957410, "text": "bexarotene increased the occupancy of the identified enhancer element in IGFBP-6 gene by RXRalpha, RARbeta, cJun, cFos, and p300"}, {"pubmed": 18986987, "text": "the enhanced ability of tumor-derived LMP1 to induce and stabilize the c-Fos oncogene can be localized to two amino acids in the C terminus of LMP1"}, {"pubmed": 19009649, "text": "c-Fos overexpression increases the proliferation of human hepatocytes by stabilizing nuclear Cyclin D1."}, {"pubmed": 19015316, "text": "Fast regulation of AP-1 activity through interaction of lamin A/C, ERK1/2, and c-Fos at the nuclear envelope."}, {"pubmed": 19022561, "text": "both SF1 and LRH1 can transcriptionally cooperate with the AP-1 family members c-JUN and c-FOS, known to be associated with enhanced proliferation of endometrial carcinoma cells, to further enhance activation of the STAR, HSD3B2, and CYP19A1 PII promoters"}, {"pubmed": 19028685, "text": "The SAF-1.c-Fos.c-Jun ternary complex efficiently promotes transcription from both SAF-1 and AP-1 sites of human MMP-1 promoter."}, {"pubmed": 19105933, "text": "PDGF and TGF beta can strongly up-regulate c-fos and c-jun gene expressions in hepatic stellate T6 cells."}, {"pubmed": 19135542, "text": "c-Fos is a requisite and specific component for inducible NOS2 expression"}, {"pubmed": 19151755, "text": "confirmed the downregulation of the FOS-JUNB pathway at transcriptional and protein level"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19199093, "text": "Data suggest that c-fos may play a role in the molecular mechanisms of estrogen action on the induction, promotion or progression of endometriosis."}, {"pubmed": 19215067, "text": "Data suggest that the single nucleotide variants of the TGACTCA motif modulate energetics and orientation of binding of the Jun-Fos heterodimer and that such behavior may be a critical determinant of differential regulation of specific genes."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19269029, "text": "the role of calmodulin in PACAP-induced FOS gene expression"}, {"pubmed": 19299513, "text": "Trolox prevents osteoclast formation and bone loss by inhibiting both RANKL induction in osteoblasts and c-Fos expression in osteoclast precursors."}, {"pubmed": 19329434, "text": "Promoter analysis showed that PRIP acted through serum-responsive factor to regulate FOS gene expression."}, {"pubmed": 19384981, "text": "study found surface parameters for Fra-1 are similar in general to those of c-Fos and c-Jun; differences were found in the interactions of the three proteins with phospholipids"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19495976, "text": "H. pylori in a Korean isolate induces the expression of COX-2 and iNOS via AP-1 activation, which may be mediated by Ras and the expression of c-Fos and c-Jun in gastric epithelial cells."}, {"pubmed": 19513521, "text": "AP-1 proteins (jun/fos) are differentially expressed in ovarian tumors of differing malignant potential. No correlation with the proliferative and invasive potential of ovarian cancer cell lines could be found."}, {"pubmed": 19557575, "text": "Report FOS proliferating network construction in early colorectal cancer (CRC) based on integrative significant function cluster and inferring analysis."}, {"pubmed": 19581295, "text": "HNRNPR enhanced transcription from the c-fos promoter."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19714312, "text": "Results established that GATA2 and c-Jun/c-Fos act additively in modulating the SIRT3-VNTR enhancer function."}, {"pubmed": 19795350, "text": "Expression of the proto-oncogene C-FOS and the immunolocalization of C-FOS, phosphorylated C-FOS in the testis are reported."}, {"pubmed": 19859790, "text": "c-Jun-NH2 terminal kinase (JNK)-mediates AP-1 activation by thioredoxin."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19921846, "text": "Jun-Fos heterodimer exhibits differential energetics in binding to genetic variants of TGACGTCA canonical motif."}, {"pubmed": 19937979, "text": "Up-regulation of TRPM6 transcriptional activity by AP-1 in renal epithelial cells."}, {"pubmed": 19959471, "text": "Studies present the first evidence demonstrating the role of the AP-1 complex in transcriptional down-regulation of the p27(Kip1) gene following mitogenic stimulation."}, {"pubmed": 20089855, "text": "CREB controls MSK1-mediated phosphorylation of histone H3 at the c-fos promoter in vitro"}, {"pubmed": 20203690, "text": "Binding of G-1 compound to GPR30 in PC-3 prostate cancer cells is followed by sustained activation of Erk1/2 and a c-jun/c-fos-dependent upregulation of p21, resulting in the arrest of PC-3 growth at the G(2) phase."}, {"pubmed": 20209053, "text": "cytoplasmic c-Fos has a role as an activator of phospholipid synthesis"}, {"pubmed": 20459032, "text": "Acrylamide can induce high protein expressions of c-fos and c-jun proto-oncogenes and apoptosis in L-02 cells."}, {"pubmed": 20463008, "text": "These data identify atypical PKC isozymes as STAT and ERK activators that mediate c-fos and collagenase expression."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20493519, "text": "Results show that a coherent feedforward loop signaling cascade interlinked with transcriptional negative feedback loops is the c-Fos regulation module wherein differential, spatially distributed ERK dynamics contribute to binary cell-fate decisions."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20531301, "text": "Inhibition of AP-1 by SARI negatively regulates transformation progression mediated by CCN1."}, {"pubmed": 20619839, "text": "FOS mRNA levels appear to be a sensitive marker of statin treatment that is dissociated from cholesterol levels"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682178, "text": "patients with positive c-fos expression in gastric tumor epithelia had significantly prolonged overall and tumor-free survival"}, {"pubmed": 20726226, "text": "Polypeptide from Chlamys farreri could attenuate UVA-induced Fas and c-fos expression, which may attribute to its protective effect against UVA-induced damage in HaCaT cells."}, {"pubmed": 20976196, "text": "A novel role of the surface protease GP63 in the Leishmania-mediated subversion of host AP-1 activity."}, {"pubmed": 21106746, "text": "results demonstrating dispensability of enhancer AP-1 binding motifs in infectious life cycle of cytomegalovirus and its compensation through NF-kappaB elements evidence functional robustness of major immediate-early enhancer regulation by host factors"}, {"pubmed": 21303932, "text": "CEBPbeta, CYP1B1, and FOS mRNA and protein expression was increased in Pulmonary Artery Smooth Muscle Cellss derived from pulmonary arterial hypertension patients."}, {"pubmed": 21340718, "text": "Elevated expression of c-fos in CNS might be one of key mechanisms in etiology of irritable bowel syndrome."}, {"pubmed": 21385848, "text": "silencing of c-Fos expression by miR155 is a conserved process that is required for dendritic cell maturation and function"}, {"pubmed": 21496113, "text": "PPAR-delta agonists inhibit TGFalpha-induced MMP9 expression in human keratinocytes. This inhibition involves repression of c-fos binding at the MMP9 promoter."}, {"pubmed": 21496208, "text": "an intricate network of energetically-coupled residues within the basic regions of the Jun-Fos heterodimeric transcription factor accounts for its allosteric binding to DNA"}, {"pubmed": 21655091, "text": "Genome-wide analysis reveals PADI4 cooperates with Elk-1 to activate c-Fos expression in breast cancer cells"}, {"pubmed": 21732357, "text": "Results suggest that IL-3 plays an inhibitory role in osteoclast differentiation by regulating c-Fos and Id1, and also exerts anti-bone erosion effects."}, {"pubmed": 21757709, "text": "AP-1-dependent up-regulation of the P2 promoter, SLE T cells fail to further increase their basal CREM levels upon T cell activation due to a decreased content of the AP-1 family member c-Fos"}, {"pubmed": 21822357, "text": "Data show that HPV16E6-dependent c-fos oncogenic protein expression contributes to AP-1 complex formation under oxidative stress in SiHa cells."}, {"pubmed": 21920361, "text": "c-Fos acts as a positive regulator of HCV propagation and may contribute to HCV-associated pathogenesis."}, {"pubmed": 21975339, "text": "High C-fos is associated with rectal cancer."}, {"pubmed": 21978922, "text": "c-Fos transcript levels in blood leukocytes could be considered as a cumulative biomarker of smoking in coronary artery disease."}, {"pubmed": 22076613, "text": "A novel TF/FVIIa/MAPK/c-Fos/MMP-7 axis plays an important role in modulating the invasion of colon cancer cells."}, {"pubmed": 22105363, "text": "c-Src is capable of phosphorylating tyr residues of c-Fos whereas the phosphatase TC45 T-cell protein-tyr phosphatase (TC-PTP) dephosphorylates them"}, {"pubmed": 22108803, "text": "results suggest that, in addition to the indirect mechanisms that appear to mediate the antiproliferative properties of 1,25-(OH)2D3 in colorectal cancer cells, the hormone also exerts direct effects on both c-FOS and c-MYC"}, {"pubmed": 22308434, "text": "EVI1 is a multipurpose transcription factor that synergizes with FOS in invasive tumors."}, {"pubmed": 22354777, "text": "When the histone H3 nonphosphorylatable mutant of serine 10 (S10A) was overexpressed in cells, arsenite induction of FOS, EGR1 and IL8 expression was significantly decreased as compared with wild-type cells."}, {"pubmed": 22474330, "text": "Variation in the expression of c-Fos leads to substantial diversity of IL-2 expression in approximately 40% of the memory Th cells"}, {"pubmed": 22528769, "text": "The decrease in c-Fos methylation levels might be involved in the early phase of apoptosis induced by NaF in L-02 cells."}, {"pubmed": 22534624, "text": "Novel cues reinstate responding to a similar extent as conditioned cues, regardless of whether animals have a reinforcement history with cocaine or sucrose; both types of cues activate similar brain circuits."}, {"pubmed": 22537850, "text": "Protein kinase C stimulates human B cell activating factor gene expression through reactive oxygen species-dependent c-Fos in THP-1 pro-monocytic cells"}, {"pubmed": 22546605, "text": "These results suggest that EGF is secreted from A549 cells by MMP and increases claudin-2 expression mediated via the activation of an EGFR/MEK/ERK pathway."}, {"pubmed": 22772468, "text": "FOS/AP-1 inhibition in SCC cell lines induced p53 expression. Epidermal cell differentiation and skin tumor suppression were caused by a p53-dependent transcriptional activation of the metalloprotease TACE."}, {"pubmed": 23001723, "text": "Derepression of c-Fos caused by miR-139 down-regulation contributes to the metastasis of hepatocellular carcinoma."}, {"pubmed": 23121125, "text": "There was a significant increase in the expression of the c-Fos gene in endothelial cells incubated with control plasma from 16 and 28 weeks of gestation, with no significant difference between the two time points with plasma from pre-eclampsia cases."}, {"pubmed": 23135283, "text": "PAX2 protein induces expression of cyclin D1 through activating AP-1 protein and promotes proliferation of colon cancer cells."}, {"pubmed": 23209736, "text": "cFos mediates cAMP-induced ROS generation, a critical mediator of neutrophil maturation"}, {"pubmed": 23301044, "text": "Fra-1 and c-Fos have roles in supporting growth of human malignant breast tumors by activating membrane biogenesis at the cytoplasm"}, {"pubmed": 23331079, "text": "Il-1beta enhances cell migration through AP-1 and NF-kappaB pathway-dependent FGF2 expression in human corneal endothelial cells."}, {"pubmed": 23396363, "text": "Sumoylation of c-fos could serve to buffer transcriptional actiSumoylation of the c-fos-c-jun complex could serve to buffer transcriptional activation of AP-1 target genes.vation of AP-1 target genes."}, {"pubmed": 23400877, "text": "we identify a HOXB7/PBX2-->miR-221&222 -->c-FOS regulatory link, whereby the abrogation of functional HOXB7/PBX2 dimers leads to reduced miR-221&222 transcription and elevated c-FOS expression with consequent cell death"}, {"pubmed": 23418787, "text": "PRL-3 plays a critical role in ovarian cancer tumorigenicity and maintaining the malignant phenotype. PRL-3 may inhibit c-fos transcriptional regulation of integrin alpha2 signaling."}, {"pubmed": 23494858, "text": "Down-regulation of c-fos by shRNA sensitizes adriamycin-resistant MCF-7/ADR cells to chemotherapeutic agents via P-glycoprotein inhibition and apoptosis augmentation."}, {"pubmed": 23562910, "text": "FMR2 is an upstream regulator of FOS and JUN, and further link deregulation of the immediate early response genes to the pathology of ID- and FRAXE-associated ID in particular."}, {"pubmed": 23578467, "text": "C-myc, c-jun and c-fos expression values also showed a time-dependent increase in surviving patients."}, {"pubmed": 23593403, "text": "This is the first report demonstrating attenuation of stress-induced FOS mRNA stabilization in myelodysplastic syndromes granulocytes."}, {"pubmed": 23595228, "text": "NF-Y performs a diverse set of biological functions, many of which are likely to involve coassociation with FOS."}, {"pubmed": 23614275, "text": "Report c-Fos expression in skin keratinocytes/fibroblasts and keloid fibroblasts exposed to genistein."}, {"pubmed": 23625009, "text": "gain-of-function mutant cellular c-Jun and c-Fos proteins preferentially bind methylated DNA, which disrupts Epstein-Barr virus latency"}, {"pubmed": 23625206, "text": "Data indicate that estrogen induced the expression of c-Jun, Fra-1, c-Fos, cyclin D1 and cyclin E1 while tamoxifen (TMX) decreased the expression."}, {"pubmed": 23660496, "text": "In the hippocampus and cerebellum, c-fos expression is decreased in Niemann-Pick type C knock-out mice."}, {"pubmed": 23667255, "text": "HBXIP nuclear import requires interaction with c-Fos and phosphorylation of both proteins in breast cancer cells"}, {"pubmed": 23744317, "text": "The expression of FOS in glioma was increased and strongly correlated with its pathological grade."}, {"pubmed": 23760290, "text": "Inflammation mediators act through c-Fos to increase VEGF production in peritoneal mesothelium."}, {"pubmed": 23844083, "text": "Protein kinase R modulates c-Fos and c-Jun signaling to promote proliferation of hepatocellular carcinoma with hepatitis C virus infection."}, {"pubmed": 23919306, "text": "Diminished c-fos expression might play a role in congenital generalized lipodystrophy (CGL) by interfering with adipocyte development."}, {"pubmed": 24073601, "text": "This study indicates that increased expression of c-Fos, p-c-Jun, members of AP-1 transcriptional factor and p-JNK is associated with neuronal degeneration in the ganglion cell layer of retinas in diabetic patients."}, {"pubmed": 24220339, "text": "These findings indicate miR-490-5p to be a novel tumor suppressor of bladder cancer cell proliferation through targeting c-Fos."}, {"pubmed": 24322891, "text": "c-FOS might influence ovarian cancer progression by changing the adhesion of ovarian cancer cells to peritoneal surfaces"}, {"pubmed": 24378831, "text": "S100A4, FOS and CXCR4, playing a major role in tumor progression and metastasis, are downregulated by sorafenib."}, {"pubmed": 24386331, "text": "the distinct requirement of NF-kappaB for mouse and human c-fos regulation"}, {"pubmed": 24479681, "text": "the IL-1beta/p38/AP-1(c-fos)/MMP2 & MMP9 pathway play an important role in metastasis in gastric adenocarcinoma"}, {"pubmed": 24630741, "text": "We found significant negative correlations regarding the expression of the genes COMT, MAOB, DRD4, DRD5 and FOS, indicating that increased schizotypy coincides with higher levels of dopaminergic dysregulation on the mRNA-level."}, {"pubmed": 24886961, "text": "c-Fos, a well known AP-1 transcription factor, has emerged as a unique protein with the capacity to associate to specific enzymes of the pathway of synthesis of phospholipids at the endoplasmic reticulum and activate their synthesis. (Review)"}, {"pubmed": 24909488, "text": "The light-induced FOS response in melanopsin expressing HEK-293 cells is correlated with melanopsin quantity and dependent on light duration and irradiance."}, {"pubmed": 24987920, "text": "By targeting the proto-oncogene Fos, miR-101 is involved in G1-to-S phase transition in cervical cancer cells in vitro."}, {"pubmed": 25016017, "text": "results support the proposal that cooperative signaling of both NF-kappaB and AP1 (via p38alpha) amplifies STIM1 expression in ECs and, thereby, contributes to the lung vascular hyperpermeability response during sepsis"}, {"pubmed": 25077945, "text": "Endoplasmic reticulum stress activates the hepatic AP-1 complex via MAPK-dependent signaling pathways."}, {"pubmed": 25157104, "text": "SMAR1 has a role in repressing c-Fos-mediated HPV18 E6 transcription through alteration of chromatin histone deacetylation"}, {"pubmed": 25384976, "text": "CDK12 plays an important role in cotranscriptional processing of c-FOS transcripts"}, {"pubmed": 25544773, "text": "Data indicate that deregulation of transcription factor AP-1 and microRNA-21-mediated axis led to an enhanced cell growth in hepatocellular carcinoma (HCC)."}, {"pubmed": 25588078, "text": "Data suggest that p38 MAP kinase regulates c-Fos/cellular oncogene fos mRNA stability/decay by affecting state of phosphorylation of ELAVL1/HuR (Hu antigen R)."}, {"pubmed": 25592718, "text": "c-Fos can protect against HDAC3 neurotoxicity."}, {"pubmed": 25647783, "text": "ERK1 and ERK2 regulated the expression of c-Fos and c-Jun proteins in human cervical cancer cells."}, {"pubmed": 25670814, "text": "O-GlcNAcylation of MLL5beta at T440 residue is critical for MLL5 recruitment to the HPV16/18-long control region through its interaction with AP-1."}, {"pubmed": 25706621, "text": "the results of this study suggest that FOS is among the candidate genes of schizophrenia and that changes in the expression of c-Fos protein may contribute to molecular mechanisms of schizophrenia-related alterations in synaptic plasticity."}, {"pubmed": 25903346, "text": "c-Fos promotes the progression of viral transcription from early to late stages and accelerates viral lytic replication upon sustained ORF45-ERK-RSK activation during the Kaposi's Sarcoma-Associated Herpesvirus lytic life cycle."}, {"pubmed": 26018080, "text": "co-expression of c-Fos or Fra1 was able to cooperate with TAp73 in potentiating cellular growth, similarly to c-Jun. These data together suggest that TAp73 plays a vital role in activation of AP-1 target genes via direct binding to c-Jun"}, {"pubmed": 26018137, "text": "FOS is a downstream effector of high glucose stimulation in peritoneal mesothelial cells that contributes to TGF-beta1 production."}, {"pubmed": 26112171, "text": "miR-146a has a role in targeting Fos expression in human cardiac cells"}, {"pubmed": 26173738, "text": "The translocation causes truncation of the FOS protein, with loss of the transactivation domain, which is thereby a novel mechanism involved in tumorigenesis."}, {"pubmed": 26209639, "text": "Data show that interleukin-1 receptor type 2 (IL1R2) forms a complex with c-Fos proto-oncogene protein and activates the interleukin-6 (IL-6) and vascular endothelial growth factor A (VEGF-A) promoters."}, {"pubmed": 26303532, "text": "These results establish c-Fos homodimers as a novel form of the AP-1 complex that may be an autonomous transcription factor in c-Fos-overexpressing tissues and could contribute to tumor development."}, {"pubmed": 26381409, "text": "The RNA binding complexes NF45-NF90 and NF45-NF110 associate dynamically with the c-fos gene and function as transcriptional coactivators."}, {"pubmed": 26387545, "text": "Regulation of osteosarcoma cell lung metastasis by the c-Fos/AP-1 target FGFR1"}, {"pubmed": 26493679, "text": "Increased c-Fos expression is through TRPM3-mediated stimulation of the c-Fos promoter."}, {"pubmed": 26631725, "text": "A novel AP-1 binding site at -1363 bp of the human TF promoter region was identified."}, {"pubmed": 26725323, "text": "novel function of KDM2B in the negative regulation of cell proliferation by assembling an E3 ligase to targeting c-Fos protein degradation that is antagonized by mitogenic stimulations"}, {"pubmed": 26858249, "text": "Simultaneous high expression of ID1 and c-Jun or c-Fos was correlated with poor survival in esophageal squamous cell carcinoma patients."}, {"pubmed": 26860974, "text": "VEGF-induced endothelial migration is mediated primarily by induction of JunB whereas the promotion of endothelial proliferation by VEGF is mediated by JunB-independent AP-1 family members."}, {"pubmed": 26917263, "text": "The results indicate that 17beta-estradiol-induced endometrial stromal cell invasion is dependent on c-fos-mediated MMP-9 expression."}, {"pubmed": 26988982, "text": "These results indicate that IL-17A enhances COX2 expression and PGE2 production via the p38/c-Fos and JNK/c-Jun signalling pathways in NP cells to mediate intervertebral disc inflammation."}, {"pubmed": 27102414, "text": "These findings demonstrate an essential role for the ERK pathway together with c-JUN and c-FOS in the differentiation activity of LukS-PV."}, {"pubmed": 27474128, "text": "CRAC channel blockade also suppressed Oxo-M-induced c-fos and interleukin-2 expression"}, {"pubmed": 27513856, "text": "c-fos underexpression is associated with Myelodysplastic Syndrome."}, {"pubmed": 27517874, "text": "NF-Y Binding Site Architecture Defines a C-Fos Targeted Promoter Class"}, {"pubmed": 27558649, "text": "We found that c-jun or c-fos was significantly associated with lymph node metastasis, and coexpression of c-jun/c-fos, or c-jun/c-fos/p53 were significantly associated with lymph node metastasis, poor differentiation and clinical stage."}, {"pubmed": 27602752, "text": "High c-fos expression is associated with malignant glioma."}, {"pubmed": 27965308, "text": "our results strongly suggest a novel role of c-Fos as a regulator of epithelial-mesenchymal transition and cancer stem cell(CSC) reprogramming in Head and neck squamous cell carcinoma (HNSCC)cells, which may hold potential as a CSC-directed therapeutic approach to improve HNSCC treatment"}, {"pubmed": 28358415, "text": "Immunohistochemistry was employed to analyze cFos, cJun and CD147 expression in 41 UCB cases and 34 noncancerous human bladder tissues."}, {"pubmed": 28637007, "text": "These findings indicate that the c-Fos/miR-22/MDC1 axis plays a relevant role in DNA repair in terminally differentiated cells, which may facilitate our understanding of molecular mechanism underlying the downregulating DNA repair in differentiated cells."}, {"pubmed": 28665975, "text": "data enforced the evidence that knockdown of c-Fos inhibited cell proliferation, migration, and invasion, and promoted the apoptosis of OS cells accompanied by altered expression of Wnt2 and Fzd9"}, {"pubmed": 28728983, "text": "FOS strongly binds to the same MED25 site as ETV4 activation domain and JUN interacts with the other two MED25 sites."}, {"pubmed": 28910941, "text": "Src, involved in regulating the expression of key factors of the ERK signal transduction pathway including p-ERK 1/2 and p-c-Fos, might be capable of promoting the proliferation of cervical cancer cells and inhibiting their apoptosis. The infection with HPV might have adjustable effect on this process."}, {"pubmed": 29066822, "text": "Dysregulated gene expressions of MEX3D, FOS and BCL2 in human induced-neuronal (iN) cells from NF1 patients"}, {"pubmed": 29130097, "text": "Study demonstrated that c-Fos was highly expressed in most of ovarian epithelial carcinoma cases and was significantly correlated with Lewis y. Also, the results revealed that c-Fos interacted with the FUT1 promoter. Silencing of c-Fos prevented TGF-beta1-induced Lewis y expression."}, {"pubmed": 29331016, "text": "Results show that C-FOS directly binds to rs7074440 TCF7L2. Its knockdown decreases TCF7L2 gene expression proving evidence that c-FOS protein regulates TCF7L2 through its binding to rs7074440."}, {"pubmed": 29582647, "text": "Low c-fos expression is associated with Oral Squamous Cell Carcinoma."}, {"pubmed": 29858576, "text": "Findings iindicate a human bone tumour defined by mutations of FOS and FOSB."}, {"pubmed": 29993138, "text": "This study revealed for the first time that Fra-1, c-Jun and c-Fos were overexpressed in odontogenic keratocysts and had a close correlation with proliferation and anti-apoptosis potential of odontogenic keratocysts."}, {"pubmed": 30021895, "text": "Mutant cellular AP-1 proteins promote expression of a subset of Epstein-Barr virus late genes in the absence of lytic viral DNA replication."}, {"pubmed": 30066839, "text": "gammadelta T cells suppressed iDCs osteoclastogenesis by downregulation of the RANK/cFos/ATP6V0D2 signaling pathway."}, {"pubmed": 30085406, "text": "High c-fos expression is associated with oral cancer."}, {"pubmed": 30124866, "text": "The increase of FOS/activator protein 1 in human periovulatory follicles after human chorionic gonadotropin administration is mediated by collaborative actions of PGR and EGF signaling and critical for the upregulated expression of key ovulatory genes required for the rise in ovulatory prostaglandin in human granulosa cells."}, {"pubmed": 30257388, "text": "our study determine that c-Fos/miR-18a feedback loop promotes the tumor growth of gliomas by HMBOX1"}, {"pubmed": 30315111, "text": "divergent electrostatic features of ETS TFs at their JUN-FOS interface enable distinct binding events at ETS-AP1 DNA sites, which may drive specific targeting of ETS TFs to facilitate distinct transcriptional programs"}, {"pubmed": 30353072, "text": "c-Fos protein has a key role in sarcomas and that c-Fos expression in immortalized human mesenchymal progenitor cells yields cell transformation and chondrogenic tumor formation."}, {"pubmed": 30361264, "text": "only tumors expressing both EGFR and c-Fos responded to anti-EGFR therapy"}, {"pubmed": 30476653, "text": "A strong association between Type A competitiveness and reduced c-Fos expression is in line with recent data suggesting a psychobiological influence of the Type A profile in T1D via inflammatory pathways."}, {"pubmed": 30515991, "text": "Amyloid beta-induced O-GlcNAcylation of c-Fos plays an important role in neuronal cell death during the pathogenesis of Alzheimer's disease."}, {"pubmed": 30656892, "text": "From c-Fos to MMP-9: In control of synaptic plasticity to produce healthy and diseased mind"}, {"pubmed": 30670568, "text": "Authors observed a considerable increase in the amount of miR-551a levels upon c-Fos overexpression. All of these results showed that miR-551a can be of clinical relevance in understanding the regulation of FAK in breast tumorigenesis."}, {"pubmed": 30767554, "text": "High FOS expression is associated with Pancreatic cancer."}, {"pubmed": 30879166, "text": "Human adult ventricular cardiomyocyte line (AC16 cells) exposed to high levels of palmitic acid (PA) shows enhanced transcription and phosphorylation of c-fos subunit of activator protein-1 (AP-1). When AC16 cells are transfected with small interfering RNA specific against p38alpha MAPK (si-p38alpha), the amplified phosphorylation of c-fos is dose-dependently attenuated. PA-induced apoptosis is diminished by knockdown ..."}, {"pubmed": 30893847, "text": "FOS Promoter variants may represent relevant susceptibility markers for knee-osteoarthritis."}, {"pubmed": 30898623, "text": "miR-155-5p inhibits the viability of vascular smooth muscle cell via targeting FOS and ZIC3 to promote aneurysm formation"}, {"pubmed": 31018569, "text": "These results indicate that a novel RSK2/ELK3 signaling axis, by enhancing c-Fos-mediated AP-1 transactivation activity, has an essential role in cancer cell proliferation and colony growth."}, {"pubmed": 31261535, "text": "The rs7101 and rs1063169 polymorphisms in the noncoding region of FOS are associated with the risk of developing colorectal cancer and the progression of colorectal cancer.  c-Fos protein levels were significantly higher in variant cancer tissues than in normal mucosa tissues; proteins levels were also higher in homozygous variant cancer tissues than in heterozygous variant cancer tissues."}, {"pubmed": 31338937, "text": "Data find that c-fos overexpression effectively rescued the inhibitory effect of c-Myb KO on the malignant characteristics of colorectal cancer (CRC) cells in vitro and EMT phenotype. Taken together, these findings strongly suggest that c-Myb promotes the malignant progression of CRC through regulating c-fos."}, {"pubmed": 31490237, "text": "c-FOS has a distinctive pattern of protein expression in the majority of osteoblastomas and osteoid osteomas, and c-FOS immunohistochemistry can be employed as a useful marker in the diagnoses of these tumor types."}, {"pubmed": 31573330, "text": "Identification of Potential Gene Signatures Related to Sleep Deprivation."}, {"pubmed": 32042069, "text": "Endoplasmic reticulum stress promotes inflammation-mediated proteolytic activity at the ocular surface."}, {"pubmed": 32097665, "text": "Cellular context- and protein level-dependent interaction of pluripotency factor OCT4A with multiple octamer motifs of the same target gene, FOS, has been reported."}, {"pubmed": 32289284, "text": "CSN6 inhibition suppresses pancreatic adenocarcinoma metastasis via destabilizing the c-Fos protein."}, {"pubmed": 32296036, "text": "SIRT3-mediated inhibition of FOS through histone H3 deacetylation prevents cardiac fibrosis and inflammation."}, {"pubmed": 32360331, "text": "Elevated c-fos expression is correlated with phenotypic switching of human vascular smooth muscle cells derived from lower limb venous varicosities."}, {"pubmed": 32482537, "text": "Clinicopathologic study of 6 cases of epithelioid osteoblastoma of the jaws with immunoexpression analysis of FOS and FOSB."}, {"pubmed": 32487998, "text": "The lncRNA RUNX1-IT1 regulates C-FOS transcription by interacting with RUNX1 in the process of pancreatic cancer proliferation, migration and invasion."}, {"pubmed": 32542935, "text": "Loss of NF2 defines a genetic subgroup of non-FOS-rearranged osteoblastoma."}, {"pubmed": 32572902, "text": "Sirt1 suppresses MCP-1 production during the intervertebral disc degeneration by inactivating AP-1 subunits c-Fos/c-Jun."}, {"pubmed": 32767928, "text": "The Identification of Three Key Genes Related to Stemness in Thyroid Carcinoma through Comprehensive Analysis."}, {"pubmed": 33188281, "text": "Fra-2/AP-1 regulates melanoma cell metastasis by downregulating Fam212b."}, {"pubmed": 33211090, "text": "Impairing activation of phospholipid synthesis by c-Fos interferes with glioblastoma cell proliferation."}, {"pubmed": 33297334, "text": "Degradation of Intrinsically Disordered Proteins by the NADH 26S Proteasome."}, {"pubmed": 33308098, "text": "Anti-Inflammatory and Photoaging-Protective Effects of Olea europaea through Inhibition of AP-1 and NF-[Formula: see text] B Pathways."}, {"pubmed": 33318581, "text": "Recurrent FOS rearrangement in proliferative fasciitis/proliferative myositis."}, {"pubmed": 33393145, "text": "BACH2-mediated FOS confers cytarabine resistance via stromal microenvironment alterations in pediatric ALL."}, {"pubmed": 33604677, "text": "Identification of the internal ribosome entry sites in the 5'untranslated region of the cfos gene."}, {"pubmed": 33653978, "text": "FOS Rearrangement and Expression in Cementoblastoma."}, {"pubmed": 33852840, "text": "Topoisomerase IIalpha represses transcription by enforcing promoter-proximal pausing."}, {"pubmed": 34171102, "text": "The FOS/AP-1 Regulates Metabolic Changes and Cholesterol Synthesis in Human Periovulatory Granulosa Cells."}, {"pubmed": 34315853, "text": "The m6A mRNA demethylase FTO in granulosa cells retards FOS-dependent ovarian aging."}, {"pubmed": 34610301, "text": "c-FOS drives reversible basal to squamous cell carcinoma transition."}, {"pubmed": 34763165, "text": "Downregulation of AANAT by c-Fos in tubular epithelial cells with membranous nephropathy."}, {"pubmed": 34942351, "text": "Integrative epigenomic profiling reveal AP-1 is a key regulator in intrahepatich cholangiocarcinoma."}, {"pubmed": 35143939, "text": "Regulation of c-Fos gene transcription by stimulus-responsive protein kinases."}, {"pubmed": 35503086, "text": "Combinatorial Treatment with PARP-1 Inhibitors and Cisplatin Attenuates Cervical Cancer Growth through Fos-Driven Changes in Gene Expression."}, {"pubmed": 35537818, "text": "LncRNA CRART16/miR-122-5p/FOS axis promotes angiogenesis of gastric cancer by upregulating VEGFD expression."}, {"pubmed": 35568340, "text": "FOS gene associated immune infiltration signature in perivascular adipose tissues of abdominal aortic aneurysm."}, {"pubmed": 35579162, "text": "Toll-Like Receptor Signaling in the Pathogenesis of Chronic Dacryocystitis: Implication of c-FOS Transcription Factor and its Downstream Effector Chemokine Genes CCL2, CCL4, CXCL3, CXCR4 with a Shift of the M1/M2 Macrophage Phenotype."}, {"pubmed": 35580072, "text": "Role of Innate Immune Regulatory Genes, FOXP3 and FOS in Chronic Hepatitis B Infection."}, {"pubmed": 35621221, "text": "Interleukin-1beta activated c-FOS transcription factor binds preferentially to a specific allele of the matrix metalloproteinase-13 promoter and increases susceptibility to endometriosis."}, {"pubmed": 36008878, "text": "Inflammatory lobular hemangioma (T-cell-rich angiomatoid polypoid pseudolymphoma)-Assessment of FOS/FOSB and lymphoid markers and comparison with epithelioid hemangioma."}, {"pubmed": 36099089, "text": "c-FOS Expression Analysis in Pterygia Cell Spot Arrays."}, {"pubmed": 36454517, "text": "C-Fos-activated circRPPH1 contributes to glioma stemness."}, {"pubmed": 37344157, "text": "Metabolic rewiring controlled by c-Fos governs cartilage integrity in osteoarthritis."}, {"pubmed": 37353480, "text": "Loss of function of GATA3 regulates FRA1 and c-FOS to activate EMT and promote mammary tumorigenesis and metastasis."}, {"pubmed": 37460318, "text": "Overexpression of MiR-181c-5p Attenuates Human Umbilical Vascular Endothelial Cell Injury in Deep Vein Thrombosis by Targeting FOS."}, {"pubmed": 37461273, "text": "Lack of FOS/FOSB Gene Rearrangements in Ischemic Fasciitis Indicates Distinct Pathogenesis from Proliferative Fasciitis and Proliferative Myositis."}, {"pubmed": 37481710, "text": "Suppressing c-FOS expression by G-quadruplex ligands inhibits osimertinib-resistant non-small cell lung cancer."}, {"pubmed": 37553246, "text": "New kids on the block: FOS and FOSB gene."}, {"pubmed": 37564212, "text": "Protection of c-Fos from autophagic degradation by PRMT1-mediated methylation fosters gastric tumorigenesis."}, {"pubmed": 37581569, "text": "c-FOS is an integral component of the IKZF1 transactivator complex and mediates lenalidomide resistance in multiple myeloma."}, {"pubmed": 37909980, "text": "Over-expression of cFos by the Transcription Factors NFATc2 and Sp1 in Pancreatic Cancer Cells."}, {"pubmed": 37965313, "text": "Molecular profiling of clinical remission in psoriatic arthritis reveals dysregulation of FOS and CCDC50 genes: a gene expression study."}, {"pubmed": 38063270, "text": "Expression of PVRL4, a molecular target for cancer treatment, is transcriptionally regulated by FOS."}, {"pubmed": 38242196, "text": "Iron overload promotes the progression of MLL-AF9 induced acute myeloid leukemia by upregulation of FOS."}, {"pubmed": 38517374, "text": "Single cell RNA-seq identifies a FOS/JUN-related monocyte signature associated with clinical response of heart failure patients with mesenchymal stem cell therapy."}], "genomic_pos": {"chr": "14", "end": 75282230, "ensemblgene": "ENSG00000170345", "start": 75278826, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 75748933, "start": 75745477, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001661", "qualifier": "involved_in", "term": "conditioned taste aversion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 8628277, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006357", "pubmed": [9510247, 20102225, 23661758], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 9443941, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007179", "pubmed": 9732876, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009416", "qualifier": "involved_in", "term": "response to light stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009629", "qualifier": "involved_in", "term": "response to gravity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009636", "qualifier": "involved_in", "term": "response to toxic substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014856", "qualifier": "involved_in", "term": "skeletal muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032570", "qualifier": "involved_in", "term": "response to progesterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034224", "qualifier": "involved_in", "term": "cellular response to zinc ion starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034614", "pubmed": 17217916, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034614", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to reactive oxygen species"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035902", "qualifier": "involved_in", "term": "response to immobilization stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035914", "qualifier": "involved_in", "term": "skeletal muscle cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035994", "qualifier": "involved_in", "term": "response to muscle stretch"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045672", "qualifier": "involved_in", "term": "positive regulation of osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9732876, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": 26514923, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10508860, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10523647, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10704222, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051412", "qualifier": "involved_in", "term": "response to corticosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051450", "qualifier": "involved_in", "term": "myoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051591", "qualifier": "involved_in", "term": "response to cAMP"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060395", "pubmed": 9732876, "qualifier": "involved_in", "term": "SMAD protein signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071276", "pubmed": 26514923, "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071277", "qualifier": "involved_in", "term": "cellular response to calcium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071364", "qualifier": "involved_in", "term": "cellular response to epidermal growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071374", "qualifier": "involved_in", "term": "cellular response to parathyroid hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0140467", "pubmed": 28566324, "qualifier": "involved_in", "term": "integrated stress response signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 30670568, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903131", "qualifier": "involved_in", "term": "mononuclear cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904628", "qualifier": "involved_in", "term": "cellular response to phorbol 13-acetate 12-myristate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990646", "qualifier": "involved_in", "term": "cellular response to prolactin"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9443941, 12370307, 22387553, 24184327], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20102225, 23661758], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0032993", "pubmed": 10704222, "qualifier": "part_of", "term": "protein-DNA complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035976", "pubmed": 10508860, "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0035976", "pubmed": 26514923, "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0035976", "pubmed": [7816143, 9510247], "qualifier": "part_of", "term": "transcription factor AP-1 complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090575", "pubmed": [20102225, 23661758], "qualifier": "part_of", "term": "RNA polymerase II transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 9732876, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 30670568, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000979", "pubmed": 10704222, "qualifier": "enables", "term": "RNA polymerase II core promoter sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 10523647, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 30670568, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 9732876, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003700", "pubmed": 10704222, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7816143, 12788789, 16511568, 18172215, 19028685, 19064921, 20102225, 20195357, 20211142, 20511396, 20936779, 21199371, 22308434, 23602568, 23661758, 24029232, 25241761, 25609649, 26496610, 28514442, 29997244, 31467278, 31515488, 32296183, 32814053, 35140242, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [23661758, 25609649], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 10508860, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070412", "pubmed": 9732876, "qualifier": "enables", "term": "R-SMAD binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 394198], [8364, 548954], [9031, 396512], [9544, 702077], [9598, 453047], [9606, 2353], [9615, 490792], [9913, 280795], [10090, 14281], [10116, 314322]], "id": 3844}, "interpro": [{"desc": "AP-1 transcription factor", "id": "IPR000837", "short_desc": "AP-1"}, {"desc": "Basic-leucine zipper domain", "id": "IPR004827", "short_desc": "bZIP"}, {"desc": "Basic-leucine zipper domain superfamily", "id": "IPR046347", "short_desc": "bZIP_sf"}], "ipi": ["IPI00033008", "IPI01013952", "IPI01024750"], "map_location": "14q24.3", "name": "Fos proto-oncogene, AP-1 transcription factor subunit", "other_names": ["FBJ murine osteosarcoma viral (v-fos) oncogene homolog (oncogene FOS)", "FBJ murine osteosarcoma viral oncogene homolog", "Fos proto-oncogene, AP-1 trancription factor subunit", "G0/G1 switch regulatory protein 7", "activator protein 1", "cellular oncogene c-fos", "protein c-Fos", "proto-oncogene c-Fos", "transcription factor AP-1 subunit c-Fos"], "pantherdb": {"HGNC": "3796", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95574", "ortholog_type": "LDO", "panther_family": "PTHR23351", "taxid": 10090, "uniprot_kb": "P01101"}, {"RGD": "2626", "ortholog_type": "LDO", "panther_family": "PTHR23351", "taxid": 10116, "uniprot_kb": "P12841"}, {"Ensembl": "ENSGALG00000028037", "ortholog_type": "LDO", "panther_family": "PTHR23351", "taxid": 9031, "uniprot_kb": "P11939"}, {"ZFIN": "ZDB-GENE-041014-38", "ortholog_type": "O", "panther_family": "PTHR23351", "taxid": 7955, "uniprot_kb": "F1QP65"}, {"ZFIN": "ZDB-GENE-131121-552", "ortholog_type": "O", "panther_family": "PTHR23351", "taxid": 7955, "uniprot_kb": "E7F1F7"}, {"ZFIN": "ZDB-GENE-031222-4", "ortholog_type": "LDO", "panther_family": "PTHR23351", "taxid": 7955, "uniprot_kb": "Q6P0S4"}], "uniprot_kb": "P01100"}, "pathway": {"biocarta": [{"id": "arenrf2pathway", "name": "oxidative stress induced gene expression via nrf2"}, {"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "bcrpathway", "name": "bcr signaling pathway"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}, {"id": "ccr5pathway", "name": "pertussis toxin-insensitive ccr5 signaling in macrophage"}, {"id": "cdmacpathway", "name": "cadmium induces dna synthesis and proliferation in macrophages"}, {"id": "dreampathway", "name": "repression of pain sensation by the transcriptional regulator dream"}, {"id": "etspathway", "name": "mets affect on macrophage differentiation"}, {"id": "fcer1pathway", "name": "fc epsilon receptor i signaling in mast cells"}, {"id": "gleevecpathway", "name": "inhibition of cellular proliferation by gleevec"}, {"id": "hbxpathway", "name": "calcium signaling by hbx of hepatitis b virus"}, {"id": "igf1pathway", "name": "igf-1 signaling pathway"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "il2rbpathway", "name": "il-2 receptor beta chain in t cell activation"}, {"id": "il3pathway", "name": "il 3 signaling pathway"}, {"id": "keratinocytepathway", "name": "keratinocyte differentiation"}, {"id": "mapkpathway", "name": "mapkinase signaling pathway"}, {"id": "ngfpathway", "name": "nerve growth factor pathway (ngf)"}, {"id": "pdgfpathway", "name": "pdgf signaling pathway"}, {"id": "ranklpathway", "name": "bone remodeling"}, {"id": "tcrpathway", "name": "t cell receptor signaling pathway"}, {"id": "tollpathway", "name": "toll-like receptor pathway"}, {"id": "tpopathway", "name": "tpo signaling pathway"}, {"id": "tsp1pathway", "name": "tsp-1 induced apoptosis in microvascular endothelial cell"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04210", "name": "Apoptosis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04926", "name": "Relaxin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04932", "name": "Non-alcoholic fatty liver disease - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05130", "name": "Pathogenic Escherichia coli infection - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05133", "name": "Pertussis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05140", "name": "Leishmaniasis - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05210", "name": "Colorectal cancer - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05231", "name": "Choline metabolism in cancer - Homo sapiens (human)"}, {"id": "hsa05235", "name": "PD-L1 expression and PD-1 checkpoint pathway in cancer - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Alpha6Beta4Integrin", "name": "Alpha6Beta4Integrin"}, {"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_Oncostatin_M", "name": "Oncostatin_M"}, {"id": "Pathway_Prolactin", "name": "Prolactin"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "ar_nongenomic_pathway", "name": "Nongenotropic Androgen signaling"}, {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, {"id": "avb3_opn_pathway", "name": "Osteopontin-mediated events"}, {"id": "bcr_5pathway", "name": "BCR signaling pathway"}, {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "erbb1_downstream_pathway", "name": "ErbB1 downstream signaling"}, {"id": "erbb2erbb3pathway", "name": "ErbB2/ErbB3 signaling events"}, {"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "fgf_pathway", "name": "FGF signaling pathway"}, {"id": "foxm1pathway", "name": "FOXM1 transcription factor network"}, {"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "il12_2pathway", "name": "IL12-mediated signaling events"}, {"id": "il12_stat4pathway", "name": "IL12 signaling mediated by STAT4"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "mapktrkpathway", "name": "Trk receptor signaling mediated by the MAPK pathway"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "pdgfrapathway", "name": "PDGFR-alpha signaling pathway"}, {"id": "pdgfrbpathway", "name": "PDGFR-beta signaling pathway"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "rhoa_pathway", "name": "RhoA signaling pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "tcrcalciumpathway", "name": "Calcium signaling in the CD4+ TCR pathway"}, {"id": "tcrraspathway", "name": "Ras signaling in the CD4+ TCR pathway"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166016", "name": "Toll Like Receptor 4 (TLR4) Cascade"}, {"id": "R-HSA-166058", "name": "MyD88:MAL(TIRAP) cascade initiated on plasma membrane"}, {"id": "R-HSA-166166", "name": "MyD88-independent TLR4 cascade "}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-168138", "name": "Toll Like Receptor 9 (TLR9) Cascade"}, {"id": "R-HSA-168142", "name": "Toll Like Receptor 10 (TLR10) Cascade"}, {"id": "R-HSA-168164", "name": "Toll Like Receptor 3 (TLR3) Cascade"}, {"id": "R-HSA-168176", "name": "Toll Like Receptor 5 (TLR5) Cascade"}, {"id": "R-HSA-168179", "name": "Toll Like Receptor TLR1:TLR2 Cascade"}, {"id": "R-HSA-168181", "name": "Toll Like Receptor 7/8 (TLR7/8) Cascade"}, {"id": "R-HSA-168188", "name": "Toll Like Receptor TLR6:TLR2 Cascade"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168898", "name": "Toll-like Receptor Cascades"}, {"id": "R-HSA-181438", "name": "Toll Like Receptor 2 (TLR2) Cascade"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559582", "name": "Senescence-Associated Secretory Phenotype (SASP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2871796", "name": "FCERI mediated MAPK activation"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-448424", "name": "Interleukin-17 signaling"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-450282", "name": "MAPK targets/ Nuclear events mediated by MAP kinases"}, {"id": "R-HSA-450294", "name": "MAP kinase activation"}, {"id": "R-HSA-450341", "name": "Activation of the AP-1 family of transcription factors"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6796648", "name": "TP53 Regulates Transcription of DNA Repair Genes"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-937061", "name": "TRIF (TICAM1)-mediated TLR4 signaling "}, {"id": "R-HSA-9634638", "name": "Estrogen-dependent nuclear events downstream of ESR-membrane signaling"}, {"id": "R-HSA-9634815", "name": "Transcriptional Regulation by NPAS4"}, {"id": "R-HSA-975138", "name": "TRAF6 mediated induction of NFkB and MAP kinases upon TLR7/8 or 9 activation"}, {"id": "R-HSA-975155", "name": "MyD88 dependent cascade initiated on endosome"}, {"id": "R-HSA-975871", "name": "MyD88 cascade initiated on plasma membrane"}, {"id": "R-HSA-9768919", "name": "NPAS4 regulates expression of target genes"}], "wikipathways": [{"id": "WP127", "name": "IL-5 signaling pathway"}, {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP1528", "name": "Physiological and pathological hypertrophy of the heart"}, {"id": "WP1772", "name": "Apoptosis Modulation and Signaling"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2374", "name": "Oncostatin M Signaling Pathway"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2637", "name": "Structural Pathway of Interleukin 1 (IL-1)"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP313", "name": "Signaling of Hepatocyte Growth Factor Receptor"}, {"id": "WP3612", "name": "Photodynamic therapy-induced NFE2L2 (NRF2) survival signaling"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP3944", "name": "Serotonin and anxiety-related events"}, {"id": "WP3947", "name": "Serotonin and anxiety"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4155", "name": "Endometrial cancer"}, {"id": "WP4216", "name": "Chromosomal and microsatellite instability in colorectal cancer"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4564", "name": "Neural Crest Cell Migration during Development"}, {"id": "WP4565", "name": "Neural Crest Cell Migration in Cancer"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4685", "name": "Melanoma"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP4919", "name": "Neuroinflammation"}, {"id": "WP4928", "name": "MAPK pathway in congenital thyroid cancer"}, {"id": "WP4970", "name": "Galanin receptor pathway"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP712", "name": "Estrogen signaling pathway"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1A02", "1FOS", "1S9K"], "pfam": "PF00170", "pharmgkb": "PA28212", "pharos": {"target_id": 4355, "tdl": "Tbio"}, "pir": ["A01342", "E34223"], "prosite": "PS50217", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249551", "relationship": "is"}, {"id": "GNF249552", "relationship": "is"}, {"id": "GNF249553", "relationship": "is"}, {"id": "GNF249554", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162188", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032522", "relationship": "is"}, {"id": "GNF035607", "relationship": "similar to"}], "GNF_mm+hs-MGC": {"id": "GNF005464", "relationship": "is"}}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_029673.1"], "protein": "NP_005243.1", "rna": "NM_005252.4", "translation": {"protein": "NP_005243.1", "rna": "NM_005252.4"}}, "reporter": {"HG-U133_Plus_2": "209189_at", "HG-U95Av2": ["1915_s_at", "1916_s_at", "2094_s_at"], "HTA-2_0": "TC14000471.hg.1", "HuEx-1_0": "3544525", "HuGene-1_1": "7975779", "HuGene-2_1": "16786587"}, "retired": 196935, "summary": "The Fos gene family consists of 4 members: FOS, FOSB, FOSL1, and FOSL2.  These genes encode leucine zipper proteins that can dimerize with proteins of the JUN family, thereby forming the transcription factor complex AP-1.  As such, the FOS proteins have been implicated as regulators of cell proliferation, differentiation, and transformation.  In some cases, expression of the FOS gene has also been associated with apoptotic cell death. [provided by RefSeq, Jul 2008].", "symbol": "FOS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0087140"}, "unigene": "Hs.25647", "uniprot": {"Swiss-Prot": "P01100", "TrEMBL": ["G3V5J9", "Q6FG41", "H0YJM3", "G3V5N7", "G3V5N9", "G3V2V7", "G3V289"]}, "wikipedia": {"url_stub": "C-Fos"}}