{"AllianceGenome": "5021", "HGNC": "5021", "MIM": "602294", "_id": "3169", "_version": 1, "accession": {"genomic": ["AH008132.2", "AH010065.2", "AL121790.4", "CH471078.2", "CP068264.2", "KT584004.1", "NC_000014.9", "NC_060938.1", "NG_033028.1"], "protein": ["AAB06493.1", "AAD51979.1", "AAG40847.1", "AAH33890.1", "BAG36523.1", "BAG65019.1", "BAH14731.1", "EAW65844.1", "NP_004487.2", "P55317.2"], "rna": ["AK304119.1", "AK313785.1", "AK316360.1", "BC033890.1", "BM970983.1", "BU860564.1", "DA705947.1", "NM_004496.5", "U39840.1"], "translation": [{"protein": "AAH33890.1", "rna": "BC033890.1"}, {"protein": "AAB06493.1", "rna": "U39840.1"}, {"protein": "BAH14731.1", "rna": "AK316360.1"}, {"protein": "BAG65019.1", "rna": "AK304119.1"}, {"protein": "BAG36523.1", "rna": "AK313785.1"}, {"protein": "NP_004487.2", "rna": "NM_004496.5"}]}, "alias": ["HNF3A", "TCF3A"], "ensembl": {"gene": "ENSG00000129514", "protein": ["ENSP00000250448", "ENSP00000451704"], "transcript": ["ENST00000250448", "ENST00000545425", "ENST00000553751", "ENST00000554607", "ENST00000557418"], "translation": [{"protein": "ENSP00000250448", "rna": "ENST00000250448"}, {"protein": "ENSP00000451704", "rna": "ENST00000553751"}], "type_of_gene": "protein_coding"}, "entrezgene": "3169", "exons": [{"cdsend": 37594972, "cdsstart": 37591364, "chr": "14", "position": [[37589551, 37592711], [37594900, 37595249]], "strand": -1, "transcript": "NM_004496", "txend": 37595249, "txstart": 37589551}], "exons_hg19": [{"cdsend": 38064177, "cdsstart": 38060569, "chr": "14", "position": [[38058756, 38061916], [38064105, 38064454]], "strand": -1, "transcript": "NM_004496", "txend": 38064454, "txstart": 38058756}], "generif": [{"pubmed": 12234996, "text": "The hepatocyte nuclear factor 3 alpha gene, HNF3alpha (FOXA1), on chromosome band 14q13 is amplified and overexpressed in esophageal and lung adenocarcinomas"}, {"pubmed": 12441652, "text": "This protein up-regulates vitronectin expression during tretinoin-induced differentiation in mouse neuroblastoma Neuro2a cells."}, {"pubmed": 15737987, "text": "the HNF-3 site in the fibrinogen beta promoter is important for IL6-induced expression, and its activity is influenced by the adjacent -148C/T polymorphism"}, {"pubmed": 16009131, "text": "The knockdown of FoxA1 expression blocks the association of ER with chromatin and estrogen-induced gene expression demonstrating the necessity of FoxA1 in mediating an estrogen response in breast cancer cells."}, {"pubmed": 16087863, "text": "ablation of FOXA1 expression in MCF-7 cells suppressed estrogen receptor 1 binding to the prototypic TFF1 promoter"}, {"pubmed": 16239259, "text": "HNF-3alpha is an additional member of the pituitary P sequence regulatory complex, implicating it in tissue-specific expression"}, {"pubmed": 16331276, "text": "identifies high expression of FOXA1 in breast cancer cell lines and tissues; role for BRCA1 in the regulation of p27(Kip1) transcription and a possible interaction with BRCA1 discovered"}, {"pubmed": 17373880, "text": "REVIEW: The expression of FOXA1 in breast cancer, and its potential as an antineoplastic target."}, {"pubmed": 17616709, "text": "GATA-3 as a critical component of the master cell-type-specific transcriptional network including ER alpha and FoxA1 that dictates the phenotype of hormone-dependent breast cancer"}, {"pubmed": 17671124, "text": "Loss of expression of FOXA1 expression is associated with breast cancer"}, {"pubmed": 18039470, "text": "Our present results suggest that FoxA1 plays an important role as a lineage-specific oncogene in proliferation of cancer cells derived from mammary luminal cells."}, {"pubmed": 18178153, "text": "Taken together, our findings indicate that HNF-3alpha is a novel corepressor of AR, and predict its effects on the proliferation of prostate cancer cells."}, {"pubmed": 18358809, "text": "The results suggest that methylation of histone H3 lysine 4 is part of the epigenetic signature that defines lineage-specific FoxA1 recruitment sites in chromatin."}, {"pubmed": 18538561, "text": "FOXA1 protein is associated with markers of good prognosis supporting its role as a growth repressor in breast cancer."}, {"pubmed": 18688264, "text": "FOXA1 and IRF-1 intermediary transcriptional regulators of PPARgamma-induced urothelial cytodifferentiation"}, {"pubmed": 19127412, "text": "Foxa1 protein decreased the transcription activity of Proto-Oncogene Proteins c-bcl-2 promoter under normal conditions and oxidative stress."}, {"pubmed": 19129543, "text": "Mechanisms that restrict the activity of shared FOXA1-bound enhancers likely play a significant role in defining the cell-type-specific functions of FOXA1."}, {"pubmed": 19183483, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19261198, "text": "REVIEW: The transcription factor network composed of the estrogen receptor alpha, FOXA1 and GATA3 may control the gene expression pattern in luminal subtype A breast cancers"}, {"pubmed": 19371798, "text": "These data suggest a mechanistic link between rs1230399 and bone mineral density through estrogen ERalpha/FOXA1 signaling pathways driven by long-distance enhancers."}, {"pubmed": 19445897, "text": "These results show that FOXA plays a role in the transcriptional regulation of CIC and in insulin secretion."}, {"pubmed": 19470727, "text": "Data show that FOXA1 may be an important oncogene in thyroid tumorigenesis and a potential new therapeutic target for the treatment of anaplastic thyroid cancers."}, {"pubmed": 19486887, "text": "These results indicate an important role for Foxa1 as a novel regulator of expression of HSP72."}, {"pubmed": 19549328, "text": "FOXA1 and GATA-3 have roles in breast cancer, but FOXA1 is expressed in patients with good outcome, while GATA-3 is a luminal marker"}, {"pubmed": 19846536, "text": "Data show a direct physical interaction between FoxA1 and USF2. This interaction is mediated via the forkhead DNA-binding domain of FoxA1 and the DNA-binding domain of USF2"}, {"pubmed": 19866472, "text": "The results of the current study suggest a novel function of HNF-3alpha as a killer of malignant prostate cancer cells."}, {"pubmed": 19897491, "text": "Stable chromatin binding protects the FoxA DNA-binding domain from acetylation to preserve chromatin binding and remodeling by FoxA factors in the absence of extracellular cues."}, {"pubmed": 19917725, "text": "these data implicate a novel role for HDAC7 and FoxA1 in estrogen repression of RPRM."}, {"pubmed": 19919681, "text": "analysis of the binding pattern of FOXA1 and FOXA3 and their relation to H3K4me3 in HepG2 cells"}, {"pubmed": 20018680, "text": "Data demonstrate that FOXA1 directly regulates HOXB13 in human prostate epithelial cells, and show that this prostate-specific regulatory mechanism is conserved in mice."}, {"pubmed": 20043065, "text": "FOXA1 induces not only KRT7 but also LOXL2 in a subset of poor prognostic esophageal squamous cell carcinomas with metastatic lymph nodes"}, {"pubmed": 20048076, "text": "our results reveal an EBP1-Foxa-AGR2 signaling circuit with functional significance in metastatic prostate cancer."}, {"pubmed": 20132413, "text": "Data show that genes overexpressed in breast carcinoma including TFF1, TFF3, FOXA1 and CA12."}, {"pubmed": 20160041, "text": "In pancreatic cancer cell lines, FOXA1/2 expression is consistently suppressed in experimental EMT models and RNAi silencing of FOXA1/2 alone is sufficient to induce EMT."}, {"pubmed": 20501593, "text": "FOXA1 is an essential determinant of ERalpha expression and mammary ductal morphogenesis."}, {"pubmed": 20503388, "text": "Expression levels of Wnt7A, beta-catenin, and FoxA1, along with cell-type specific markers, are observed to vary with differentiation and often also in response to the presence of heparin during the time of exposure to heparin."}, {"pubmed": 20610384, "text": "CCCTC-binding factor acts upstream of FOXA1 and demarcates the genomic response to estrogen."}, {"pubmed": 20628005, "text": "A novel polymorphism in FOXA1 is identified as an important regulator of UDP glucuronosyltransferase 2B17 (UGT2B17) expression in prostate cancer."}, {"pubmed": 20646630, "text": "The expression of FOXA1 is associated with a good prognosis in invasive ductal breast carcinoma."}, {"pubmed": 20736324, "text": "regulation of the UGT2B15 and UGT2B17 genes by FOXA1 may have an important role in the maintenance of androgen homeostasis within prostate cancer cells."}, {"pubmed": 21130740, "text": "These results show that FOXA and Sp1 sites in HepG2 cells and only the Sp1 site in HEK293 and SK-N-SH cells have a critical role in the transcriptional regulation of the CAC proximal promoter."}, {"pubmed": 21151129, "text": "FOXA1 is a major determinant of estrogen-ER activity and endocrine response in breast cancer cells."}, {"pubmed": 21233399, "text": "induction of FOXA1 expression and its subsequent recruitment to enhancers is associated with DNA demethylation"}, {"pubmed": 21401706, "text": "high-level FOXA1 expression is associated with the development of metastatic prostate cancer"}, {"pubmed": 21503684, "text": "FOXA1 is a significant marker of good prognosis in breast cancer."}, {"pubmed": 21572438, "text": "cell-lineage-specific factors, such as FoxA1, can simultaneously facilitate and restrict key regulated transcription factors, exemplified by the androgen receptor (AR), to act on structurally and functionally distinct classes of enhancer"}, {"pubmed": 21701558, "text": "These findings show that androgen receptor binds and regulates, in a FoxA1 dependent manner, oestrogen receptor cis-regulatory elements in molecular apocrine tumours."}, {"pubmed": 21878914, "text": "All the enhanceosome components comprising estrogen receptor alpha (ERalpha), FOXA1, and GATA3 are necessary for the full repertoire of cancer-associated effects of the ERalpha."}, {"pubmed": 21882221, "text": "IGF-I can increase the stability of FOXA1 protein expression and place it as a critical mediator of IGF-I regulation of gene expression and IGF-I-mediated biological responses."}, {"pubmed": 21900400, "text": "FoxA1 is a pivotal driver of the cell-cycle in castration-resistant prostate cancer. It promotes G to S-phase transit as well as G to M-phase transit through 2 distinct mechanisms."}, {"pubmed": 21915096, "text": "FoxA1 has a dual role in androgen receptor binding to chromatin, androgen signalling and prostate cancer"}, {"pubmed": 21934649, "text": "analysis of the mechanisms, consequence, and clinical relevance of FOXA1-mediated steroid nuclear receptor signalling in human malignancy [review]"}, {"pubmed": 21984487, "text": "In HR-positive breast cancer, FOXA1 expression was significantly associated with good prognosis."}, {"pubmed": 22067325, "text": "Short interfering RNA-mediated knockdown of FOXA1 decreased the expression of DIO1 mRNA, but knockdown of both FOXA1 and FOXA2 restored it."}, {"pubmed": 22115363, "text": "This review focuses on the interplay of FOXA1/oestrogen receptor and FOXA1/androgen receptor, in normal and cancerous mammary and prostate epithelial cells. [Review]"}, {"pubmed": 22138582, "text": "findings suggest FOXA1 overexpression as a novel mechanism inducing castration resistance in prostate cancer."}, {"pubmed": 22238690, "text": "Foxa1 reduces lipid accumulation in human hepatocytes and is down-regulated in nonalcoholic fatty liver."}, {"pubmed": 22313737, "text": "These results suggest that FOXA1 functions as a tumor suppressor through modulation of proliferation and migration of endometrial cancer cells."}, {"pubmed": 22383183, "text": "Assessed gene amplifications and protein expression of NKX2-1 and FOXA1 in primary lung tumors (n = 554) and brain metastases (n = 68)."}, {"pubmed": 22391567, "text": "FOXA1 controls plasticity between basal and luminal breast cancer cells, not only by inducing luminal genes but also by repressing the basal phenotype, and thus aggressiveness."}, {"pubmed": 22476979, "text": "Double-positive immunoreactivities of FOXA1 and FOXP1 were significantly associated with a favorable prognosis for the relapse-free and overall survival in with tamoxifen-treated breast cancer."}, {"pubmed": 22577344, "text": "This study demonstrates that there is a cross-regulation network between FOXA1 and ErbB2 signaling that connects FOXA1 to some of the key signaling pathways in estrogen receptor-negativebreast cancer."}, {"pubmed": 22590586, "text": "the first evidence linking loss of FOXA1 expression with histological subtypes of MIBC and urothelial cell proliferation, and suggest an important role for FOXA1 in the malignant phenotype of MIBC."}, {"pubmed": 22596188, "text": "These findings show that FOXA1, but not ER- alpha, is essential for AHR(aryl hydrocarbon receptor) -dependent regulation of CCNG2(cyclin G2 ), assigning a role for FOXA1 in AHR action."}, {"pubmed": 22879989, "text": "These findings provide direct physiological and molecular evidence for a role of FOXA1 in controlling cell proliferation through the regulation of IGFBP-3 expression in prostrate cancer."}, {"pubmed": 22986903, "text": "show novel expression of genes near regions of significantly associated SNPS, including TMEM26 and FOXA1 in airway epithelium and lung parenchyma, and ANK3 in alveolar macrophages in COPD"}, {"pubmed": 23001124, "text": "risk-associated SNPs modulate the affinity of chromatin for FOXA1 at distal regulatory elements, thereby resulting in allele-specific gene expression, which is exemplified by the effect of the rs4784227 SNP on the TOX3 gene within the 16q12.1 risk locus."}, {"pubmed": 23183268, "text": "Upregulation of FOXA1 is associated with estrogen receptor alpha-positive breast cancer."}, {"pubmed": 23269278, "text": "we found a novel function for FoxA1 in defining the cell-type specificity of AR- and GR-binding events in a distinct fashion, namely, for AR in LNCaP-1F5 cells and for GR in VCaP cells"}, {"pubmed": 23355396, "text": "FoxA1 exhibits the greatest extent of mitotic chromosome binding"}, {"pubmed": 23427833, "text": "Lupien group has shown that risk-associated SNPs of breast cancer are enriched for FOXA1 binding sites, which influences the function of this transcription factor"}, {"pubmed": 23443045, "text": "Several mechanisms by which FOXA1 controls p16(INK4a) expression during cellular senescence."}, {"pubmed": 23510544, "text": "Expression levels of FOXA1 messenger RNA (mRNA) and protein in glioma tissues are significantly higher than those in corresponding non-neoplastic brain tissue."}, {"pubmed": 23539448, "text": "Data indicate that FoxA1 regulates two distinct oncogenic processes via androgen receptor depnedent and independent pathways."}, {"pubmed": 23625627, "text": "FoxA1 binds to a site from -919 to -913 bp relative to the UCP2 transcription start site."}, {"pubmed": 23771556, "text": "Low FOXA1 expression is associated with recurrence in breast cancer."}, {"pubmed": 24093963, "text": "FOXA1 may modulate the epithelial-to-mesenchymal transition via its transcriptional regulatory network."}, {"pubmed": 24292680, "text": "In an androgen-depleted state, elevated levels of FOXA1 enhance androgen receptor(AR) binding at genomic regions not normally occupied by AR, which in turn facilitates prostate cancer cell growth."}, {"pubmed": 24373287, "text": "ChIP-exonuclease of the ER pioneer factor FoxA1 identifies protected DNA with a predictable 8 bp overhang from the Forkhead motif, which authors term mesas; showed that mesas occur in multiple cellular contexts and exist as single or overlapping motifs."}, {"pubmed": 24415069, "text": "FOXA1 expression is associated with a less aggressive phenotype and a better prognosis in patients with hormone receptor-positive/HER2-negative breast cancer."}, {"pubmed": 24440874, "text": "Complex molecular mechanism underlying the role of FOXA1/A2 in achieving high levels of CFTR expression in intestinal epithelial cells."}, {"pubmed": 24452315, "text": "FOXA1 is a tumor suppressor in endometrial cancer and has a possible interaction with estrogen receptor alpha."}, {"pubmed": 24512546, "text": "FOXA1 promotes cell proliferation in endometrial cancer through androgen receptor and Notch pathway activation."}, {"pubmed": 24531377, "text": "FoxA1 is a lineage-specification factor that is induced by IFN-beta and supports the differentiation and suppressive function of FoxA1(+) Treg cells"}, {"pubmed": 24549642, "text": "High expression of FOXA1 and GATA3 was significantly associated with improved disease-free survival."}, {"pubmed": 24596370, "text": "Overexpression of forkhead-box A1 protein is associated with apocrine breast carcinoma."}, {"pubmed": 24801505, "text": "FOXA1 facilitates the androgen receptor and NFI interaction by bridging the complex."}, {"pubmed": 24849812, "text": "Low FOXA1 is associated with poor survival"}, {"pubmed": 24875621, "text": "Cooperativity and equilibrium with FOXA1 define androgen receptor(AR) cistrome. FOXA1 also functions in inhibiting AR signalling and castration-resistant prostate cancer growth via opening chromatin for binding with AR."}, {"pubmed": 25016694, "text": "Immunohistochemistry staining was performed to test the expression of SOX2 and FOXA1 in human breast and lung carcinoma. The results showed that there is an inhibitory effect of SOX2 on the expression of FOXA1 gene."}, {"pubmed": 25071007, "text": "Authors have identified microRNAs-99a/100 mediate a direct relationship between FGFR3 and FOXA1 and potentially facilitate cross talk between these pathways in UCC."}, {"pubmed": 25100862, "text": "Data define the importance of AGR2 in breast cancer cell growth and highlight a mechanism where changes in FOXA1 activity obviate the need for ER in the regulation of this gene."}, {"pubmed": 25127374, "text": "the presence of FOXA1 retards the nuclear mobility of agonist-bound AR. Interestingly, mutation of the FOXA1 SUMOylation sites slows down the mobility of the pioneer factor, further retarding the nuclear mobility of the AR."}, {"pubmed": 25198130, "text": "SERPINA6-rs1998056 regulated by FOXA/ERalpha might be associated with female HCC risk"}, {"pubmed": 25210495, "text": "The upregulated miR-20a in human preeclampsia tissue can inhibit the proliferative and invasive activities of trophoblast cells by repressing the expression of FOXA1."}, {"pubmed": 25211022, "text": "These results suggest that rs11257655 affects transcriptional activity through altered binding of a protein complex that includes FOXA1 and FOXA2, providing a potential molecular mechanism at this GWAS locus."}, {"pubmed": 25234841, "text": "Parity-associated epigenetic silencing of FOXA1 contributes to long-term attenuation of the estrogenic impact on breast cancer development.CpG islands in the FOXA1 gene are preferentially hypermethylated in the early-parity women."}, {"pubmed": 25261601, "text": "The close relationship between Runx2 and YAP plays a pro-carcinogenetic role in liver cancer cells through inhibiting tumor suppressor lncRNA, MT1DP in a FoxA1 dependent manner."}, {"pubmed": 25281925, "text": "FOXA1/2 is required for p53-independent p21 expression"}, {"pubmed": 25422910, "text": "FOXA1 expression is associated with a good response to neo-adjuvant chemotherapy in luminal HER2-negative breast cancer."}, {"pubmed": 25531315, "text": "FOXA1 expression is regulated by methylation and chromatin silencing and that BRCA1 maintains FOXA1 expression through suppressing FOXA1 gene methylation in breast cancer"}, {"pubmed": 25707489, "text": "High FOXA1 Expression is associated with poor Response to Chemotherapy in Estrogen Receptor-Positive Breast Cancer."}, {"pubmed": 25752574, "text": "TNFalpha signaling causes redistribution of NF-kappaB and FoxA1 binding sites across the genome, creates latent ERalpha binding sites that underlie altered patterns of gene expression and clinically relevant cellular responses."}, {"pubmed": 25755696, "text": "FOXA1 may be associated with methylation of the tumor suppressor genes promoter in MCF-7 cell lines"}, {"pubmed": 25808853, "text": "FOXA1 knockdown inhibits the effect of EAF2 knockdown on AR-target genes, cell proliferation, and migration in prostate cancer cells."}, {"pubmed": 25836733, "text": "FOXA1 and FOXA2 suppressed nuclear hormone receptors, such as HNF4alpha, that are related to HBV replication."}, {"pubmed": 25907831, "text": "our results indicate that loss of FOXA1 expression is an independent adverse predictor of overall survival in urothelial carcinoma of the bladder"}, {"pubmed": 25965836, "text": "In conclusion, miR-212 may serve as a prognostic indicator for HCC patients and exerts tumor suppressive role, at least in part, by inhibiting FOXA1."}, {"pubmed": 26097584, "text": "Suppression of the FOXA1/DUSP6 signaling pathway may contribute to the development of Hirschsprung disease."}, {"pubmed": 26260807, "text": "TNBC with coexpression of AR and FOXA1 seems to behave like luminal tumors with a morphological profile distinct from other TNBC."}, {"pubmed": 26336819, "text": "Data suggests that androgen receptor variants (AR-Vs) are dependent on forkhead box A1 protein (FOXA1) for sustaining a pro-proliferative gene signature."}, {"pubmed": 26457646, "text": "Data show that transcription factor FOXA1 and homeodomain protein HOXB13 colocalize with androgen receptor (AR) at tumor-specific AR binding sites."}, {"pubmed": 26527523, "text": "Immunohistochemical detectionof GATA-3 and FOXA1 expression is useful to differentiate breast carcinoma from other carcinomas."}, {"pubmed": 26541755, "text": "findings suggest a key role for GalNAc-T4 in the estrogen pathway through FOXA1 glycosylation"}, {"pubmed": 26658322, "text": "The ratio of FoxA1 to FoxA2 in lung adenocarcinoma is regulated by LncRNA HOTAIR and chromatin remodeling factor LSH"}, {"pubmed": 26708273, "text": "The expression of FOXA1 appears to be involved in the proliferation of immature breast cancer cells rather than the induction of stemness-related genes and self-renewal potency of cancer stem cells."}, {"pubmed": 26743006, "text": "CREB1/FoxA1 signaling is a targetable driver of prostate cancer progression and serves as a biomarker of poor clinical outcomes."}, {"pubmed": 26751772, "text": "the distinct mechanisms by which GATA2 and FOXA1 regulate AR cistrome and suggest that FOXA1 acts upstream of GATA2 and AR in determining hormone-dependent gene expression in prostate cancer."}, {"pubmed": 26890743, "text": "Meta-analysis results clearly point to an important role of FOXA1 and FOXA2 gene regulatory networks in the etiology of Alzheimer's disease"}, {"pubmed": 26929406, "text": "Loss of Interdependent Binding by the FoxO1 and FoxA1/A2 Forkhead Transcription Factors Culminates in Perturbation of Active Chromatin Marks and Binding of Transcriptional Regulators at Insulin-sensitive Genes."}, {"pubmed": 26969828, "text": "Down-regulation of TRPS1 by miR-373, acting as a transcriptional activator, promotes epithelial-mesenchymal transition (EMT) and metastasis by repressing FOXA1 transcription, expanding upon its previously reported role as a transcription repressor."}, {"pubmed": 26986977, "text": "prostate staining level does not appear to have a major impact on risk of recurrence after salvage radiation therapy"}, {"pubmed": 27045898, "text": "FoxA1, FoxA2, and LIPG control the uptake of extracellular lipids for breast cancer growth."}, {"pubmed": 27050876, "text": "There is significantly increased esophageal squamous cell carcinoma risk associated with the FOXA1 rs7144658 T > C polymorphism among male patients."}, {"pubmed": 27062924, "text": "show that ER and GR both have the ability to alter the genomic distribution of the FoxA1 pioneer factor. Single-molecule tracking experiments reveal a highly dynamic interaction of FoxA1 with chromatin in vivo; FoxA1 factor is not associated with footprints at its binding sites throughout the genome; findings support a model wherein interactions between transcription factors and pioneer factors are highly dynamic."}, {"pubmed": 27212698, "text": "meta-analysis showed that high expression of FOXA1 in breast cancer patients was a good prognostic indicator for survival outcome."}, {"pubmed": 27257062, "text": "FOXA1 is not only able to recognize but also remodel the epigenetic signatures at lineage-specific enhancers, which is mediated, at least in part, by a feed-forward regulatory loop between FOXA1 and TET1."}, {"pubmed": 27349269, "text": "FOXA1 promotes cell senescence in EC by interaction with p16INK4a."}, {"pubmed": 27458208, "text": "These results suggest a positional-nucleosome-oriented accessing model for Pioneer factors seeking target motifs, in which FOXA1 can examine each underlying DNA nucleotide."}, {"pubmed": 27484093, "text": "the results of the present study indicated that FOXA1 may be considered a potential prognostic marker, and may promote tumor growth of CRC by upregulating YAP expression."}, {"pubmed": 27524420, "text": "Low FOXA1 expression is associated with breast cancer invasion and metastasis."}, {"pubmed": 27739523, "text": "maintenance of the cancer cell state is dependent on recruitment of Mediator and Cohesin through FOXA and master transcription factors"}, {"pubmed": 27791031, "text": "FOXA1 overexpression mediates endocrine resistance by altering the ER transcriptome and IL-8 expression in ER-positive breast cancer."}, {"pubmed": 27829043, "text": "miR-93 may promote the process of epithelial-mesenchymal transition in endometrial carcinoma cells by targeting FOXA1."}, {"pubmed": 27835577, "text": "rs4442975 may not confer a risk of breast cancer occurrence or progression in the Chinese Han population."}, {"pubmed": 27883218, "text": "Results show that c-Abl phosphorylates FoxA1 at multiple sites. Tyr429 and Tyr464 were identified as the major phosphorylation sites in the FoxA1 C-terminal region. This c-Abl-mediated phosphorylation of FoxA1 promotes the activation of estrogen signaling by inducing its binding to histones."}, {"pubmed": 27924948, "text": "overexpression of GATA3 and FOXA1 cooperate with PPAR activation to drive transdifferentiation of a basal bladder cancer cells to a luminial phenotype."}, {"pubmed": 27926873, "text": "MLL3 binding was dependent on FOXA1, indicating that FOXA1 recruits MLL3 to chromatin. MLL3 silencing decreased H3K4me1 at enhancer elements but had no appreciable impact on H3K4me3 at enhancer elements. We propose a mechanism whereby the pioneer factor FOXA1 recruits the chromatin modifier MLL3 to facilitate the deposition of H3K4me1 histone marks, subsequently demarcating active enhancer elements"}, {"pubmed": 27999212, "text": "Studies indicate that microRNA miR-212 exerts its inhibitory effect on hepatocellular carcinoma (HCC) by inhibiting forkhead transcription factor FOXA1 expression."}, {"pubmed": 28209524, "text": "FOXA1 is expressed by basal cells of squamous epithelium, pre-invasion lesions of the uterine cervix and the head/neck and almost half invasive cervical and head/neck carcinomas, supporting its possible implication in HPV associated carcinomas."}, {"pubmed": 28238418, "text": "FOXA1 is found in ovarian mucinous and Brenner tumours"}, {"pubmed": 28270510, "text": "these results suggest that FOXA1 suppresses expression of IL6 through inhibition of NF-kappaB recruitment to the IL6 promoter in an ERalpha-independent manner and that reduction in FOXA1 expression induces IL6 expression and contributes to cancer stem cell-like properties in TAM-R cells."}, {"pubmed": 28282036, "text": "As a transcriptionally regulated program, urothelial differentiation operates as a heterarchy, wherein GATA3 is able to co-operate with FOXA1 to drive expression of luminal marker genes, but that P63 has potential to transrepress expression of the same genes."}, {"pubmed": 28319070, "text": "FOXA1 loss may play a significant role in enabling prostate cancer progression to neuroendocrine prostate cancer, whereas IL-8 and MAPK/ERK pathways may be promising targets for therapeutic intervention."}, {"pubmed": 28455227, "text": "conclusion, our results demonstrated that miR24 inhibits breast cancer cells invasion by targeting OGT and reducing FOXA1 stability. These results also indicated that OGT might be a potential target for the diagnosis and therapy of breast cancer metastasis."}, {"pubmed": 28488543, "text": "Based on these results, we suggest that FOXA1 plays a catalytic role in ovarian cancer pathogenesis and development by affecting the expression of the above-mentioned proteins."}, {"pubmed": 28514748, "text": "Authors demonstrated that ER(alpha), GATA3 and FOXA1 form a transcriptional complex with Ell3 to regulate IL-20 expression in ER(+) breast cancer cells.  FOXA1 represses IL-20 expression, whereas GATA3 and ER(alpha) activate it."}, {"pubmed": 28534958, "text": "High expression of FOXA1 is associated with breast tumor."}, {"pubmed": 28546130, "text": "FoxA1 discriminates between medullary thyroid carcinoma and tumors of follicular derivation with sensitivity and specificity greater than calcitonin and carcinoembryonic antigen."}, {"pubmed": 28721490, "text": "the findings show that squamous and micropapillary bladder cancers have different expression patterns of CK14 and FOXA1 and suggest that they arise from distinct precursors."}, {"pubmed": 28756535, "text": "Results found FOXA1 to be hypermethylated in breast tumors from African American (AA) versus European American (EA) women with ER- cancer, and methylation levels showed strong inverse relationships with both mRNA and protein levels. A significant positive association was identified between parity and FOXA1 methylation in tumors from AA women who did not breastfeed."}, {"pubmed": 28757253, "text": "Study implicates enhancer reprogramming, FOXA1 upregulation, and a retrograde developmental transition in pancreatic ductal adenocarcinoma metastasis."}, {"pubmed": 28843920, "text": "High FOXA1 expression was significantly associated with presence of lymph node metastasis (LNM), low tumour-infiltrating lymphocytes (TILs), and submucosal invasion."}, {"pubmed": 28849568, "text": "Results provide evidence that the atypical expression of FOXA1 transcriptional factor is an important player in psoriasis, as it inhibits maturation of naive T cells into a Treg subpopulation, therefore contributing to the development of psoriatic skin lesions."}, {"pubmed": 28918284, "text": "During the ensuing weeks, the PAX2/FOXA1 boundary progressively extended cranially such that by 21 weeks the entire vaginal epithelium was FOXA1-reactive and PAX2-negative. This observation supports Bulmer's proposal that human vaginal epithelium derives solely from urogenital sinus epithelium"}, {"pubmed": 28938408, "text": "A molecular mechanism by which Estradiol antagonizes GR-dependent induction of specific genes by preventing the recruitment of the pioneer factors FOXA1 and FOXA2 in a physiologically relevant model."}, {"pubmed": 29029032, "text": "High expression of FOXA1 is an independent prognostic parameter in ERG negative prostate cancer"}, {"pubmed": 29072684, "text": "The transcription factor FOXA1 directly bound to the PLOD2 promoter, and turned on PLOD2 transcription. In summary, our findings revealed a regulatory mechanism of NSCLC metastasis through EGFR-PI3K/AKT-FOXA1-PLOD2 pathway."}, {"pubmed": 29115441, "text": "the results of the present study suggested that FOXA1 is a potential oncogene in NSCLC"}, {"pubmed": 29115609, "text": "miR212 suppresses renal cell carcinoma (RCC) proliferation and invasion by modulating FOXA1, suggesting that miR212 may have potential as a therapeutic target in RCC."}, {"pubmed": 29129808, "text": "Findings suggested FOXA1 may act as an anti-oncogene in gastric cancer (GC) cells. Low-level expression of FOXA1 protein was confirmed in GC tissues and cell lines. FOXA1 over-expression could significantly affect cell proliferation, apoptosis and tumor invasion of GC cells, which may be resulted by reversing EMT."}, {"pubmed": 29208003, "text": "As a tumor suppressor, FOXA1 targets PIK3R1 directly to inhibit PI3K/Akt signaling pathway, thus exerting a negative regulatory effect on proliferation, migration, and invasion of HCC in male patients."}, {"pubmed": 29358704, "text": "We show that MSK1 downregulation impairs the differentiation of breast cancer cells, increasing their bone homing and growth capacities. MSK1 controls the expression of genes required for luminal cell differentiation, including the GATA3 and FOXA1 transcription factors, by modulating their promoter chromatin status."}, {"pubmed": 29523221, "text": "the expression level of miR-132 was decreased in thyroid cancer tissues and cell lines and that miR-132 inhibited cell proliferation, migration, and invasion of thyroid cancer by repressing FOXA1."}, {"pubmed": 29630912, "text": "Mammary Paget's disease and extramammary (EMPD) share dysregulation of the glandular developmental regulator gene FOXA1"}, {"pubmed": 29665655, "text": "miR-760 should be considered as a tumor suppressor since it negatively regulates the oncogene protein FOXA1 and regulated TRAIL sensitivity in Non-small cell lung cancer cells."}, {"pubmed": 29669022, "text": "a compact palindromic DNA element (termed 'DIV' for its diverging half-sites) induces the homodimerization of FOXA1 with strongly positive cooperativity.  Collectively, the DIV guides chromatin engagement and regulation by FOXA1 and its perturbation could be linked to disease etiologies."}, {"pubmed": 29758547, "text": "FOXA1 is expressed in more than 50% of ER+ breast cancers. Similar studies show that FOXA1 is required for estrogen-induced re-entry into the cell cycle"}, {"pubmed": 29788741, "text": "CK7 expression is an independent prognostic factor for esophageal squamous cell carcinoma, and FOXA1 is a non-independent prognostic factor."}, {"pubmed": 29793327, "text": "TUG1 promoted osteosarcoma cell proliferation and suppressed apoptosis by regulating the miR-212-3p/FOXA1 axis."}, {"pubmed": 29880907, "text": "AR + /FOXA1 + expression defines a luminal-like TNBC subgroup affected with a worse outcome compared to other TNBC and a higher risk of late recurrences. This subgroup appears enriched in PIK3CA mutations, suggesting a role for PI3K inhibitors in this subgroup."}, {"pubmed": 29909922, "text": "FoxA1 might be related to the development and differentiation of secretory coil-like structures, as well as the secretory function of the 3D reconstructed eccrine sweat glands."}, {"pubmed": 29993139, "text": "In salivary duct carcinoma, FOXA1, which may biologically interact with the AR and PI3K signalling pathways, is a putative biomarker that may be associated with a favourable prognosis."}, {"pubmed": 30043639, "text": "FOXA1 has a role in prostate cancer cells; its knock-out via CRISPR/Cas9 alters Casp-9, Bax, CCND1, CDK4, and fibronectin expressions in LNCaP cells"}, {"pubmed": 30066917, "text": "High FOXA1 expression is associated with the pathogenesis of gastric cancer."}, {"pubmed": 30118678, "text": "The unexpected signature for estradiol-induced program resides in indirect recruitment of ERa to a large cohort of basally active FOXA1-bound enhancers that lack cognate ERa DNA-binding elements."}, {"pubmed": 30142277, "text": "these results provide a mechanism for how interdependent FoxO1:FoxA1/2 binding is negatively impacted by insulin and provide a developmental context for cooperative gene activation by these factors."}, {"pubmed": 30359741, "text": "LINC00460 promotes LC progression by competitively binding miR-302c-5p and regulating FOXA1 signal pathway."}, {"pubmed": 30392786, "text": "FOXA1 is a master factor in controlling the TGF-beta-stimulated transcriptome and a regulator of TGF-beta biological functions in nasopharyngeal carcinoma oncogenesis."}, {"pubmed": 30468461, "text": "FOXA1 expression increased in cervical cancer, promoting proliferation of cervical cancer cells, and tumor cell apoptosis, and suppressing the occurrence of epithelial mesenchymal transformation."}, {"pubmed": 30475207, "text": "FoxA1 and FoxA2 drive gastric differentiation and suppress squamous identity in NKX2-1-negative lung cancer."}, {"pubmed": 30478421, "text": "Here we identify the transcription factor ONECUT2 (OC2) as a master regulator of AR networks in metastatic castration-resistant prostate cancer (mCRPC). OC2 acts as a survival factor in mCRPC models, suppresses the AR transcriptional program by direct regulation of AR target genes and the AR licensing factor FOXA1, and activates genes associated with neural differentiation and progression to lethal disease."}, {"pubmed": 30496760, "text": "the oncogenic effect of RNF6 in hepatocellular carcinoma is partially dependent on FoxA1 degradation."}, {"pubmed": 30511964, "text": "study establishes FOXA1 as an important regulator of lineage plasticity mediated in part by TGF-beta signaling, and supports a novel therapeutic strategy to control lineage switching and potentially extend clinical response to antiandrogen therapies."}, {"pubmed": 30572598, "text": "The cell cycle control kinase CDK1 might control directly FOXA1 by phosphorylation and other kinases indirectly by means of regulating other proteins."}, {"pubmed": 30624964, "text": "The miR-431-FOXA1 axis could in part be responsible for the intensification of the inflammatory response in NEC tissues and contribute to the proinflammatory pathophysiology"}, {"pubmed": 30782188, "text": "Circular RNA MCM3AP-AS1 directly bound to miR-194-5p and acted as competing endogenous RNA while subsequently facilitating miR-194-5p target gene FOXA1 expression in hepatocellular carcinoma cells."}, {"pubmed": 30819139, "text": "FOXA1 was expressed mostly in ER-positive breast cancer metastases. Expression of Nestin was related to triple-negative metastases, where brain was the most frequent metastatic site. These findings highlight the clinical utility of FOXA1 and Nestin expression and warrant their inclusion in routine immunohistochemical panels for breast carcinoma."}, {"pubmed": 30881995, "text": "the functional genetic variant rs4442975 (FOXA1)was associated with bone marrow suppression during neoadjuvant chemotherapy for luminal A type breast cancer. These results may help establish reliable molecular markers for predicting the prognosis of personalized treatment for luminal A type breast cancer and thereby contribute to the development of appropriate therapies."}, {"pubmed": 30882397, "text": "Oleanolic acid inhibits cell proliferation migration and invasion and induces SW579 thyroid cancer cell line apoptosis by targeting forkhead transcription factor A."}, {"pubmed": 30914197, "text": "Long non-coding RNA LOC730100 is a competing endogenous RNA for miR-760 and promotes FOXA1 expression. miR-760 suppresses glioma progression by targeting FOXA1."}, {"pubmed": 30941644, "text": "Kaplan-Meier plots showed that patients with Twist1negative/FOXA1positive tumors have a significant prolonged overall survival (P log rank = 0.001) and FOXA1 appeared as independent predictors of patient survival in multivariate analyses."}, {"pubmed": 31029427, "text": "Serine 355 is the O-GalNAcylation site of FOXA1.FOXa1 is O-GalNAcylated by ppGalNAc-T2 enzyme."}, {"pubmed": 31046116, "text": "The ubiquitinase ZFP91 promotes tumor cell survival and confers chemoresistance through FOXA1 destabilization."}, {"pubmed": 31081047, "text": "Study find that FOXA1 is an important mediator of proliferative and antiapoptotic activities in human colorectal cancer cells. FOXA1 was upregulated in human colorectal cancer tissues and was associated with poor prognosis, suggesting an oncogenic role of FOXA1 in the development and progression of human colorectal cancer."}, {"pubmed": 31090082, "text": "In conclusion, SPOP and FOXA1 mutations may have prognostic value in ERG wt prostate tumors."}, {"pubmed": 31118064, "text": "CYR61 enhancer activation, mediated by FOXA1 and CBP, occurs during CRC progression to up-regulate CYR61 expression and promote cell migration in CRC, suggesting inhibition of recruitment of FOXA1 and/or CBP to CYR61 enhancers may have therapeutic implications."}, {"pubmed": 31221478, "text": "FOXA1 and SOX9 are up-regulated in lung carcinoma. SOX9 is a transcriptional regulator of FOXA1. SOX9 dependent FOXA1 expression promotes tumorigenesis in lung carcinoma."}, {"pubmed": 31243370, "text": "FOXA1 mutations alter its pioneering function and perturb normal luminal epithelial differentiation programs, providing further support for the role of lineage plasticity in prostate cancer progression"}, {"pubmed": 31243372, "text": "description of central role of FOXA1 in mediating oncogenesis driven by the androgen receptor, and mechanistic insights into how the classes of FOXA1 alteration promote the initiation and/or metastatic progression of prostate cancer; results have direct implications for understanding the pathobiology of other hormone-receptor-driven cancers and rationalize the co-targeting of FOXA1 activity in therapeutic strategies"}, {"pubmed": 31257497, "text": "the present study demonstrated that MALAT1 knockdown alleviates LPSinduced A549 cell injury by targeting the miR175p/FOXA1 axis."}, {"pubmed": 31266892, "text": "PARP2 significantly higher expressed in primary prostate cancer (PC) tumors than in benign prostate, and even more so in castration-resistant PC. PARP-2, but not PARP-1, is a critical component in androgen receptor (AR)-mediated transcription through interacting with the pioneer factor FOXA1 and facilitating AR recruitment to genome-wide prostate-specific enhancer regions and regulation PC growth."}, {"pubmed": 31298352, "text": "MicroRNA-760 inhibits the biological progression of colorectal carcinoma by directly targeting FOXA1 and regulating epithelial-to-mesenchymal transition and PI3K/AKT signaling pathway."}, {"pubmed": 31317696, "text": "FOXA1 promoted proliferation, migration, invasion, and decreased chemosensitivity of gastric cancer cells to 5-Fu treatment through transcriptional activator KRT7"}, {"pubmed": 31324883, "text": "Forkhead domain mutations in FOXA1 drive prostate cancer progression."}, {"pubmed": 31371698, "text": "The silencing of PVT1 or the overexpression of FOXA1 relieved the damage and inhibited the apoptosis of podocytes in Diabetic nephropathy."}, {"pubmed": 31400761, "text": "Trans-acting non-synonymous variant of FOXA1 predisposes to hepatocellular carcinoma through modulating FOXA1-ERalpha transcriptional program and may have undergone natural selection."}, {"pubmed": 31500506, "text": "Long noncoding RNA MALAT1 knockdown inhibits progression of anaplastic thyroid carcinoma by regulating miR-200a-3p/FOXA1."}, {"pubmed": 31588232, "text": "Cooperativity of co-factor NR2F2 with Pioneer Factors GATA3, FOXA1 in promoting ERalpha function."}, {"pubmed": 31636388, "text": "Hypermethylation of FOXA1 and allelic loss of PTEN drive squamous differentiation and promote heterogeneity in bladder cancer."}, {"pubmed": 31801112, "text": "Long noncoding RNA NR2F1-AS1 enhances the malignant properties of osteosarcoma by increasing forkhead box A1 expression via sponging of microRNA-483-3p."}, {"pubmed": 31871111, "text": "FOXA1 Protein Expression in ER(+) and ER(-) Breast Cancer in Relation to Parity and Breastfeeding in Black and White Women."}, {"pubmed": 31874106, "text": "Small molecule JQ1 promotes prostate cancer invasion via BET-independent inactivation of FOXA1."}, {"pubmed": 31888566, "text": "this study shows androgen receptor and FOXA1 coexpression define a \"luminal-AR\" subtype of feline mammary carcinomas, spontaneous models of breast cancer"}, {"pubmed": 31911546, "text": "Racial Differences in the Association Between Luminal Master Regulator Gene Expression Levels and Breast Cancer Survival."}, {"pubmed": 31914639, "text": "Taken together, miR-3064-5p exerts an antiangiogenic role by targeting the FOXA1/CD24/Src pathway but oncogenic lncRNA MALAT1 acts as a ceRNA to sponge miR-3064-5p."}, {"pubmed": 31930555, "text": "miR-194 relieve neuropathic pain and prevent neuroinflammation via targeting FOXA1."}, {"pubmed": 31974375, "text": "FOXA1 is essential for prostate cancer proliferation.A set of six cis-regulatory elements in the FOXA1 regulatory plexus harbor somatic single-nucleotide variants in primary prostate tumors."}, {"pubmed": 32115254, "text": "Roles and correlation of FOXA1 and ZIC1 in breast cancer."}, {"pubmed": 32151057, "text": "Opposing Roles of FoxA1 and FoxA3 in Intrahepatic Cholangiocarcinoma Progression."}, {"pubmed": 32232341, "text": "Cancer-specific mutation of GATA3 disrupts the transcriptional regulatory network governed by Estrogen Receptor alpha, FOXA1 and GATA3."}, {"pubmed": 32289284, "text": "CSN6 inhibition suppresses pancreatic adenocarcinoma metastasis via destabilizing the c-Fos protein."}, {"pubmed": 32293494, "text": "Exosome-mediated transfer of miR-93-5p from cancer-associated fibroblasts confer radioresistance in colorectal cancer cells by downregulating FOXA1 and upregulating TGFB3."}, {"pubmed": 32432922, "text": "The FOXA1 transcriptional network coordinates key functions of primary human airway epithelial cells."}, {"pubmed": 32450521, "text": "FOXA1-induced LINC01207 facilitates head and neck squamous cell carcinoma via up-regulation of TNRC6B."}, {"pubmed": 32512502, "text": "An in vivo functional genomics screen of nuclear receptors and their co-regulators identifies FOXA1 as an essential gene in lung tumorigenesis."}, {"pubmed": 32572714, "text": "High FOXA1 protein expression might predict late recurrence in patients with estrogen-positive and HER2-negative breast cancer."}, {"pubmed": 32685483, "text": "FOXA1 Expression in Nasopharyngeal Carcinoma: Association with Clinicopathological Characteristics and EMT Markers."}, {"pubmed": 32692488, "text": "A functional genomics approach to investigate the differentiation of iPSCs into lung epithelium at air-liquid interface."}, {"pubmed": 32838581, "text": "Cell-specific expression of ENACalpha gene by FOXA1 in the glucocorticoid receptor pathway."}, {"pubmed": 32839292, "text": "Genome-Wide Analysis of the FOXA1 Transcriptional Network Identifies Novel Protein-Coding and Long Noncoding RNA Targets in Colorectal Cancer Cells."}, {"pubmed": 32868907, "text": "Chromatin binding of FOXA1 is promoted by LSD1-mediated demethylation in prostate cancer."}, {"pubmed": 32888433, "text": "FOXA1 Mutations Reveal Distinct Chromatin Profiles and Influence Therapeutic Response in Breast Cancer."}, {"pubmed": 32894789, "text": "Down-regulated FOXA1 in early-onset pre-eclampsia induces apoptosis, and inhibits migration and invasion of trophoblast cells."}, {"pubmed": 32911347, "text": "The transcriptional factors CDX2 and FOXA1 in chordomas."}, {"pubmed": 32929382, "text": "LncRNA DSCAM-AS1 interacts with YBX1 to promote cancer progression by forming a positive feedback loop that activates FOXA1 transcription network."}, {"pubmed": 32946061, "text": "Pioneer of prostate cancer: past, present and the future of FOXA1."}, {"pubmed": 33015769, "text": "LncRNA SNHG17 promotes proliferation and invasion of ovarian cancer cells through up-regulating FOXA1."}, {"pubmed": 33296605, "text": "Knockdown of Forkhead box A1 suppresses the tumorigenesis and progression of human colon cancer cells through regulating the phosphatase and tensin homolog/Akt pathway."}, {"pubmed": 33417085, "text": "FOXA1 is a determinant of drug resistance in breast cancer cells."}, {"pubmed": 33420376, "text": "Nonlinear relationship between chromatin accessibility and estradiol-regulated gene expression."}, {"pubmed": 33530829, "text": "NEDD4 triggers FOXA1 ubiquitination and promotes colon cancer progression under microRNA-340-5p suppression and ATF1 upregulation."}, {"pubmed": 33566030, "text": "[Regulation of IL33 Gene Expression by SP1 and Foxa1 in Breast and Lung Cancer Cells]."}, {"pubmed": 33593484, "text": "The ADRB1 (Adrenoceptor Beta 1) and ADRB2 genes significantly co-express with commonly mutated genes in prostate cancer."}, {"pubmed": 33604715, "text": "Time-varying effects of FOXA1 on breast cancer prognosis."}, {"pubmed": 33666335, "text": "CRISPR-based knock-in mutagenesis of the pioneer transcription factor FOXA1: optimization of strategies for multi-allelic proteins in cancer cells."}, {"pubmed": 33770058, "text": "FOXA1 Expression by Immunohistochemistry in Carcinosarcomas of the Endometrium and Ovary/Fallopian Tube."}, {"pubmed": 33785741, "text": "Reprogramming of the FOXA1 cistrome in treatment-emergent neuroendocrine prostate cancer."}, {"pubmed": 33844251, "text": "FOXA1 is associated with high tumor grade, myometrial invasion and lymph node invasion in endometrial endometrioid carcinoma."}, {"pubmed": 34042091, "text": "High FOXA1 immunohistochemical expression level associates with mucinous histology, favorable clinico-pathological prognostic parameters and survival advantage in epithelial ovarian cancer."}, {"pubmed": 34101624, "text": "FOXA1 overexpression suppresses interferon signaling and immune response in cancer."}, {"pubmed": 34225008, "text": "The estrogen receptor/GATA3/FOXA1 transcriptional network: lessons learned from breast cancer."}, {"pubmed": 34258652, "text": "FOXA1 promotes prostate cancer angiogenesis by inducing multiple pro-angiogenic factors expression."}, {"pubmed": 34327529, "text": "lncRNA NEAT1 promotes the Taxol resistance of breast cancer via sponging the miR-23a-3p-FOXA1 axis."}, {"pubmed": 34503528, "text": "A direct negative feedback loop of miR-4721/FOXA1/Nanog promotes nasopharyngeal cell stem cell enrichment and metastasis."}, {"pubmed": 34518541, "text": "Genetic variations of DNA bindings of FOXA1 and co-factors in breast cancer susceptibility."}, {"pubmed": 34635981, "text": "FOXA1 of regulatory variant associated with risk of breast cancer through allele-specific enhancer in the Chinese population."}, {"pubmed": 34706362, "text": "Expression of FOXA1 Is Associated with the Tumor-Infiltrating M2 Macrophage, Cytotoxic T Lymphocyte, and Effect of Chemotherapy in Bladder Cancer."}, {"pubmed": 34789735, "text": "Sequence logic at enhancers governs a dual mechanism of endodermal organ fate induction by FOXA pioneer factors."}, {"pubmed": 34817322, "text": "Expression of FOXA1 gene regulates the proliferation and invasion of human gastric cancer cells."}, {"pubmed": 34984978, "text": "A test of the pioneer factor hypothesis using ectopic liver gene activation."}, {"pubmed": 34991620, "text": "FOXA1 can be modulated by HDAC3 in the progression of epithelial ovarian carcinoma."}, {"pubmed": 35184697, "text": "Long non-coding RNA RGMB-AS1 represses nasopharyngeal carcinoma progression via binding to forkhead box A1."}, {"pubmed": 35203384, "text": "A Transcriptional Link between HER2, JAM-A and FOXA1 in Breast Cancer."}, {"pubmed": 35550030, "text": "CREB5 reprograms FOXA1 nuclear interactions to promote resistance to androgen receptor-targeting therapies."}, {"pubmed": 35768267, "text": "Genetic features of TP53 mutation and its downstream FOXA1 in prostate cancer."}, {"pubmed": 35835117, "text": "FoxA1 and FoxA2 control growth and cellular identity in NKX2-1-positive lung adenocarcinoma."}, {"pubmed": 35920317, "text": "FOXL2 and FOXA1 cooperatively assemble on the TP53 promoter in alternative dimer configurations."}, {"pubmed": 35931888, "text": "FOXA1 inhibits hypoxia programs through transcriptional repression of HIF1A."}, {"pubmed": 35968505, "text": "Elevated FOXA1 Expression Indicates Poor Prognosis in Liver Cancer due to Its Effects on Cell Proliferation and Metastasis."}, {"pubmed": 35974000, "text": "FOXA1 prevents nutrients deprivation induced autophagic cell death through inducing loss of imprinting of IGF2 in lung adenocarcinoma."}, {"pubmed": 36018068, "text": "FOXA1 in prostate cancer."}, {"pubmed": 36064451, "text": "Knockdown of FOXA1 enhances the osteogenic differentiation of human bone marrow mesenchymal stem cells partly via activation of the ERK1/2 signalling pathway."}, {"pubmed": 36170835, "text": "FOXA1 regulates alternative splicing in prostate cancer."}, {"pubmed": 36323682, "text": "FOXA1 repression drives lineage plasticity and immune heterogeneity in bladder cancers with squamous differentiation."}, {"pubmed": 36345952, "text": "Immunohistochemical evaluation of forkhead box A1 and EphA5 markers in serous ovarian carcinomas, and their impact on the clinical outcome of patients."}, {"pubmed": 36436079, "text": "Estrogen receptor alpha K303R mutation reorganizes its binding to forkhead box protein A1 regions and induces chromatin opening."}, {"pubmed": 36515690, "text": "FOXA1/2 depletion drives global reprogramming of differentiation state and metabolism in a human liver cell line and inhibits differentiation of human stem cell-derived hepatic progenitor cells."}, {"pubmed": 36930833, "text": "FOXA1 Reprogramming Dictates Retinoid X Receptor Response in ESR1-Mutant Breast Cancer."}, {"pubmed": 37086646, "text": "Associations of CTCF and FOXA1 with androgen and IGF pathways in men with localized prostate cancer."}, {"pubmed": 37415495, "text": "E3 ubiquitin ligase neural precursor cell-expressed developmentally downregulated gene 4 motivates FOXA1 ubiquitination and restrains proliferation of diffuse large B-cell lymphoma cells via the Wnt/beta-Catenin pathway."}, {"pubmed": 37459395, "text": "Forkhead box A1 induces angiogenesis through activation of the S100A8/p38 MAPK axis in cutaneous wound healing."}, {"pubmed": 37491794, "text": "Lysosome-dependent FOXA1 ubiquitination contributes to luminal lineage of advanced prostate cancer."}, {"pubmed": 37549269, "text": "SETD7 functions as a transcription repressor in prostate cancer via methylating FOXA1."}, {"pubmed": 37595040, "text": "FOXA1 O-GlcNAcylation-mediated transcriptional switch governs metastasis capacity in breast cancer."}, {"pubmed": 37658700, "text": "FOXA1 prolongs S phase and promotes cancer progression in non-small cell lung cancer through upregulation of CDC5L and activation of the ERK1/2 and JAK2 pathways."}, {"pubmed": 37691854, "text": "A Druggable FOXA1-Glucocorticoid Receptor Transcriptional Axis Drives Tumor Growth in a Subset of Non-Small Cell Lung Cancer."}, {"pubmed": 37752418, "text": "Hepatocyte-specific HDAC3 ablation promotes hepatocellular carcinoma in females by suppressing Foxa1/2."}, {"pubmed": 38015476, "text": "Chromatin accessibility and pioneer factor FOXA1 restrict glucocorticoid receptor action in prostate cancer."}, {"pubmed": 38143008, "text": "Neuroprotective role of FOXA1 in Parkinson's disease: Involvements of NF1 transcription activation and MAPK signaling pathway inhibition."}, {"pubmed": 38347726, "text": "Staufen1 Represses the FOXA1-Regulated Transcriptome by Destabilizing FOXA1 mRNA in Colorectal Cancer Cells."}, {"pubmed": 38528115, "text": "Clinically-observed FOXA1 mutations upregulate SEMA3C through transcriptional derepression in prostate cancer."}, {"pubmed": 38608123, "text": "The role of transcription factor FOXA1/C2/M1/O3/P1/Q1 in breast cancer."}, {"pubmed": 38624056, "text": "Expression of BCL2, TP53, FOXA1, and GATA3 in pTa bladder cancer recurrence."}, {"pubmed": 38632701, "text": "FOXA1 regulates ribosomal RNA transcription in prostate cancer."}, {"pubmed": 38682180, "text": "FOXA1/UBE2T Inhibits CD8[+]T Cell Activity by Inducing Mediates Glycolysis in Lung Adenocarcinoma."}, {"pubmed": 38743820, "text": "FOXA1 co-activates circODC1 and ODC1 in HPV-positive cervical cancer cell growth."}, {"pubmed": 38940052, "text": "The Role of FOXA1 in Human Normal Development and Its Functions in Sex Hormone-Related Cancers."}], "genomic_pos": {"chr": "14", "end": 37596059, "ensemblgene": "ENSG00000129514", "start": 37589552, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 38069245, "start": 38059189, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007219", "qualifier": "involved_in", "term": "Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010719", "pubmed": 20160041, "qualifier": "involved_in", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021904", "qualifier": "involved_in", "term": "dorsal/ventral neural tube patterning"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032355", "pubmed": 16087863, "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033148", "pubmed": 16087863, "qualifier": "involved_in", "term": "positive regulation of intracellular estrogen receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042445", "qualifier": "involved_in", "term": "hormone metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 19127412, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045880", "qualifier": "involved_in", "term": "positive regulation of smoothened signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045931", "pubmed": 16087863, "qualifier": "involved_in", "term": "positive regulation of mitotic cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [16331276, 19127412, 20160041], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16087863, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048646", "qualifier": "involved_in", "term": "anatomical structure formation involved in morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048665", "qualifier": "involved_in", "term": "neuron fate specification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051091", "pubmed": 16087863, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060441", "qualifier": "involved_in", "term": "epithelial tube branching involved in lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060487", "qualifier": "involved_in", "term": "lung epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060528", "qualifier": "involved_in", "term": "secretory columnal luminar epithelial cell differentiation involved in prostate glandular acinus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060739", "qualifier": "involved_in", "term": "mesenchymal-epithelial cell signaling involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060740", "qualifier": "involved_in", "term": "prostate gland epithelium morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060741", "qualifier": "involved_in", "term": "prostate gland stromal morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060743", "qualifier": "involved_in", "term": "epithelial cell maturation involved in prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061144", "qualifier": "involved_in", "term": "alveolar secondary septum development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071542", "pubmed": 24431302, "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902691", "qualifier": "involved_in", "term": "respiratory basal cell differentiation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:1902895", "pubmed": 25802280, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904340", "qualifier": "involved_in", "term": "positive regulation of dopaminergic neuron differentiation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:2000049", "pubmed": 20160041, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by cadherin"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001650", "qualifier": "located_in", "term": "fibrillar center"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9931457, 20160041], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005902", "qualifier": "located_in", "term": "microvillus"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [16087863, 16331276, 19127412], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 25802280, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IC", "id": "GO:0001228", "pubmed": 25802280, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9931457, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003700", "pubmed": 8652662, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [22722839, 23260764, 33640491], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30541], [8364, 395059], [9544, 697909], [9598, 737693], [9606, 3169], [9615, 490657], [9913, 503579], [10090, 15375], [10116, 25098]], "id": 3307}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork-head N-terminal", "id": "IPR013638", "short_desc": "Fork-head_N"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Forkhead box protein, C-terminal", "id": "IPR018533", "short_desc": "Forkhead_box_C"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": ["IPI00024387", "IPI01014973"], "map_location": "14q21.1", "name": "forkhead box A1", "other_names": ["HNF-3-alpha", "HNF-3A", "TCF-3A", "forkhead box protein A1", "hepatocyte nuclear factor 3-alpha", "transcription factor 3A"], "pantherdb": {"HGNC": "5021", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347472", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10090, "uniprot_kb": "P35582"}, {"RGD": "2807", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10116, "uniprot_kb": "P23512"}, {"Ensembl": "ENSGALG00000032713", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 9031, "uniprot_kb": "A0A1D5PCB1"}, {"ZFIN": "ZDB-GENE-990415-76", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "F1QC30"}, {"ZFIN": "ZDB-GENE-990415-78", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q6P0C9"}, {"FlyBase": "FBgn0000659", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7227, "uniprot_kb": "P14734"}, {"SGD": "S000001393", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P40466"}, {"SGD": "S000000661", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P25364"}, {"PomBase": "SPBC4C3.12", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O43058"}, {"PomBase": "SPBC32H8.11", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O13606"}], "uniprot_kb": "P55317"}, "pathway": {"netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": [{"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, {"id": "p53downstreampathway", "name": "Direct p53 effectors"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9796292", "name": "Formation of axial mesoderm"}], "wikipathways": [{"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP5066", "name": "FOXA2 pathway"}]}, "pdb": "7VOX", "pfam": ["PF00250", "PF08430", "PF09354"], "pharmgkb": "PA201090", "pharos": {"target_id": 15380, "tdl": "Tbio"}, "pir": "S70357", "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167819", "relationship": "is"}, {"id": "GNF178725", "relationship": "is"}, {"id": "GNF189631", "relationship": "is"}, {"id": "GNF200537", "relationship": "is"}, {"id": "GNF213068", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162735", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035775", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005467", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103821", "relationship": "is"}, {"id": "GNF143471", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_033028.1"], "protein": "NP_004487.2", "rna": "NM_004496.5", "translation": {"protein": "NP_004487.2", "rna": "NM_004496.5"}}, "reporter": {"HG-U133_Plus_2": ["204667_at", "237086_at"], "HG-U95Av2": "37141_at", "HTA-2_0": "TC14001056.hg.1", "HuEx-1_0": "3561703", "HuGene-1_1": "7978706", "HuGene-2_1": "16792181"}, "summary": "This gene encodes a member of the forkhead class of DNA-binding proteins. These hepatocyte nuclear factors are transcriptional activators for liver-specific transcripts such as albumin and transthyretin, and they also interact with chromatin. Similar family members in mice have roles in the regulation of metabolism and in the differentiation of the pancreas and liver. [provided by RefSeq, Jul 2008].", "symbol": "FOXA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415626"}, "unigene": "Hs.163484", "uniprot": {"Swiss-Prot": "P55317", "TrEMBL": "G3V4B9"}, "wikipedia": {"url_stub": "FOXA1"}}