{"AllianceGenome": "5022", "HGNC": "5022", "MIM": "600288", "_id": "3170", "_version": 1, "accession": {"genomic": ["AF147787.1", "AF176110.2", "AL121722.9", "CH471133.3", "CP068258.2", "CS104988.1", "CS104990.1", "EU402966.1", "KU183723.1", "KU183724.1", "KU183725.1", "KU183726.1", "KU183727.1", "KU183728.1", "NC_000020.11", "NC_060944.1"], "protein": ["AAD41081.1", "AAD51978.1", "AAH06545.2", "AAH11780.1", "AAH19288.1", "ACA06111.1", "AMD08929.1", "AMD08930.1", "AMD08931.1", "AMD08932.1", "AMD08933.1", "AMD08934.1", "BAA78106.1", "BAG63097.1", "CAJ01277.1", "CAJ01278.1", "EAX10174.1", "EAX10175.1", "NP_068556.2", "NP_710141.1", "Q9Y261.1", "XP_047296089.1", "XP_047296090.1"], "rna": ["AA469087.1", "AB028021.1", "AI268650.1", "AI302734.1", "AK301611.1", "BC006545.2", "BC011780.2", "BC019288.1", "BM273279.1", "BQ643619.1", "NM_021784.5", "NM_153675.3", "XM_047440133.1", "XM_047440134.1"], "translation": [{"protein": "NP_068556.2", "rna": "NM_021784.5"}, {"protein": "AAH19288.1", "rna": "BC019288.1"}, {"protein": "BAG63097.1", "rna": "AK301611.1"}, {"protein": "XP_047296090.1", "rna": "XM_047440134.1"}, {"protein": "BAA78106.1", "rna": "AB028021.1"}, {"protein": "AAH11780.1", "rna": "BC011780.2"}, {"protein": "AAH06545.2", "rna": "BC006545.2"}, {"protein": "XP_047296089.1", "rna": "XM_047440133.1"}, {"protein": "NP_710141.1", "rna": "NM_153675.3"}]}, "alias": ["HNF-3-beta", "HNF3B", "TCF3B"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "moderate", "classification_date": "2022-11-22T20:00:00.000Z", "disease_label": "combined pituitary hormone deficiencies, genetic form", "gcep": "Brain Malformations Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0013099", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8a995738-1ea3-454b-b92f-251d4b21d530-2022-11-22T200000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000125798", "protein": ["ENSP00000366319", "ENSP00000400341"], "transcript": ["ENST00000377115", "ENST00000419308"], "translation": [{"protein": "ENSP00000400341", "rna": "ENST00000419308"}, {"protein": "ENSP00000366319", "rna": "ENST00000377115"}], "type_of_gene": "protein_coding"}, "entrezgene": "3170", "exac": {"_license": "http://bit.ly/2H9c4hg", "bp": 1392, "cds_end": 22564916, "cds_start": 22562487, "n_exons": 2, "nontcga": {"exp_lof": 7.99734702, "exp_mis": 234.9074676, "exp_syn": 153.36985867, "lof_z": 2.44085327576402, "mis_z": 3.08504718524065, "mu_lof": 6.93627869211e-07, "mu_mis": 2.24621121095e-05, "mu_syn": 1.46398453563e-05, "n_lof": 1.0, "n_mis": 140.0, "n_syn": 77.0, "p_li": 0.709951264614865, "p_null": 0.00337691734278173, "p_rec": 0.286671818042353, "syn_z": 3.90458103779823}, "transcript": "ENST00000419308.2"}, "exons": [{"cdsend": 22584278, "cdsstart": 22581849, "chr": "20", "position": [[22580999, 22583154], [22584191, 22584572]], "strand": -1, "transcript": "NM_021784", "txend": 22584572, "txstart": 22580999}, {"cdsend": 22584260, "cdsstart": 22581849, "chr": "20", "position": [[22580999, 22583154], [22584191, 22584261], [22585274, 22585490]], "strand": -1, "transcript": "NM_153675", "txend": 22585490, "txstart": 22580999}], "exons_hg19": [{"cdsend": 22564916, "cdsstart": 22562487, "chr": "20", "position": [[22561635, 22563792], [22564829, 22565210]], "strand": -1, "transcript": "NM_021784", "txend": 22565210, "txstart": 22561635}, {"cdsend": 22564898, "cdsstart": 22562487, "chr": "20", "position": [[22561635, 22563792], [22564829, 22564899], [22565912, 22566128]], "strand": -1, "transcript": "NM_153675", "txend": 22566128, "txstart": 22561635}], "generif": [{"pubmed": 11875061, "text": "Foxa2 regulates the expression of genes important for glucose sensing in pancreatic beta-cells."}, {"pubmed": 12124776, "text": "differentiation of a human pancreatic duct cell line into endocrine cells: involvement of PDX-1 and HNF3beta transcription factors"}, {"pubmed": 12509444, "text": "FOXA2 expression is regulated by HNF6 in human hepatoma cells"}, {"pubmed": 12911579, "text": "HNF4-alpha, HNF3-beta and Sp1/Sp3 are important in regulation of prothrombin expression"}, {"pubmed": 14500912, "text": "activation of phosphatidylinositol 3-kinase-Akt by insulin induces Foxa-2 phosphorylation, nuclear exclusion, and inhibition of Foxa-2-dependent transcriptional activity"}, {"pubmed": 14739090, "text": "HNF3beta represses transcription of the OATP8 but not the OATP-C gene, providing a mechanism for reduced expression of OATP8 in hepatocellular carcinoma"}, {"pubmed": 15123725, "text": "Hepatic nuclear factor 3 and nuclear factor 1 regulate 5-aminolevulinate synthase gene expression and are involved in insulin repression"}, {"pubmed": 15205324, "text": "Expression of HNF3 beta led to significant growth reduction, proliferation arrest, apoptosis, and loss of clonogenic ability, suggesting additionally that HNF3 beta is a novel tumor suppressor in lung cancer."}, {"pubmed": 15737987, "text": "the HNF-3 site in the fibrinogen beta promoter is important for IL6-induced expression, and its activity is influenced by the adjacent -148C/T polymorphism"}, {"pubmed": 16001449, "text": "suggest that Foxa proteins are important in prostate carcinogenesis; in particular, Foxa2 may be involved in progression of prostate cancer to androgen independence"}, {"pubmed": 16675598, "text": "HESCs expressing FOXA2 gene were induced to differentiate via embryoid bodies."}, {"pubmed": 17101796, "text": "These results define a critical role for Fox-1 and Fox-2 proteins in exon 4 inclusion of calcitonin/CGRP pre-mRNA and establish a regulatory network that controls the fate of exon 4."}, {"pubmed": 17283222, "text": "HNF6 DNA binding is selectively abrogated through lack of post-translational modification and interaction with FOXA2. Targeting of FOXA2 and HNF6 may therefore enable mechanism-based therapy for colorectal liver metastases"}, {"pubmed": 17471492, "text": "results suggest that Foxa2 is one of the transcriptional regulators for AQP3 gene expression regulated by insulin"}, {"pubmed": 17715393, "text": "functional significance of an intronic splicing enhancer, UGCAUG, and its cognate splicing factor, mFox2A, on exon 16 splicing during erythroid differentiation"}, {"pubmed": 18381283, "text": "Foxa2 activity increases plasma high density lipoprotein levels by regulating apolipoprotein M"}, {"pubmed": 18593902, "text": "15-PGDH is a direct downstream effector of HNF3beta ."}, {"pubmed": 18660816, "text": "Foxa2 has a role in Foxa2 bile acid homeostasis and endoplasmic reticulum stress"}, {"pubmed": 18666263, "text": "Tet-induced HNF3beta expression sensitizes bone marrow-derived mesenchymal stem cells to bFGF signals."}, {"pubmed": 18682709, "text": "Quantitative reverse transcription-polymerase chain reaction (RT-PCR) showed decreased expression of HNF3 beta/FoxA2 and TTF-1 mRNA in papillary thyroid carcinoma cell lines, when compared with normal thyroid cells"}, {"pubmed": 18753309, "text": "Data suggest that a group of transcription factors, including MafA and Foxa2, regulate expression of two major autoantigens in type 1 diabetes, including islet-specific glucose-6-phosphatase catalytic subunit-related protein."}, {"pubmed": 18797817, "text": "Genetic variants of FOXA2 are associated with type 2 diabetes."}, {"pubmed": 18797817, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18798232, "text": "Marker for a progenitor cell population which gives rise to the majority of cells in endoderm-derived organs."}, {"pubmed": 19302415, "text": "These results suggest that HNF4alpha and HNF3beta likely participate in hepatitis B virus replication in hepatitis B patients, or that hepatitis B virus replication may somehow influence the expression of HNF4alpha and HNF3beta in the liver."}, {"pubmed": 19589781, "text": "insulin inhibits nuclear export-independent inhibition of Foxa2"}, {"pubmed": 19769745, "text": "Results indicate that another transcription factor, Foxa2, is at least partly responsible for the attenuating effect of TNFalpha on insulin action on PEPCK expression and glucose production in HepG2 cells."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934400, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20048076, "text": "our results reveal an EBP1-Foxa-AGR2 signaling circuit with functional significance in metastatic prostate cancer."}, {"pubmed": 20049900, "text": "We show here that Foxa2, a forkhead transcription factor whose role in midbrain DA neuron development was recently revealed, synergistically cooperates with Nurr1 to induce a DA phenotype, midbrain-specific gene expression, and neuronal maturation."}, {"pubmed": 20074681, "text": "identified the positive control element and provided the first evidence that FOXA2 is involved in up-regulation of SOX14 expression in HepG2 and U87MG cell lines"}, {"pubmed": 20152958, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20152958, "text": "identified a low-frequency variant (rs1209523; minor allele frequency = 0.043) near FOXA2 that was associated with fasting glucose levels in European Americans (n = 7428, p value = 1.3 x 10(-5))"}, {"pubmed": 20160041, "text": "In pancreatic cancer cell lines, FOXA1/2 expression is consistently suppressed in experimental EMT models and RNAi silencing of FOXA1/2 alone is sufficient to induce EMT."}, {"pubmed": 20357092, "text": "HCV infection of human hepatocytes impaired insulin-induced FoxO1 translocation from the nucleus to the cytoplasm and reduced accumulation of FoxA2 in the nucleus."}, {"pubmed": 20382118, "text": "these results indicate that ALR is regulated by Foxa2, and this regulation may be amplified by IL-6."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20820189, "text": "FOXA2 can bind to slug promoter through a conserved binding site, and that the DNA-binding region and transactivation region II of FOXA2 are required for repression of the slug promoter."}, {"pubmed": 20967225, "text": "functional knockdown of FOXA2 recovered HNF6 activity and inhibited growth of tumor-cells and may possibly represent a novel therapeutic target in primary and secondary liver malignancies"}, {"pubmed": 21037926, "text": "Review: Define the regulatory axis consisting of Siah2 and HIF-1alpha/FoxA2 cooperation and suggest novel therapeutic modalities to treat these most aggressive forms of prostate cancer."}, {"pubmed": 21292830, "text": "despite the conservation of the canonical binding motif, the great majority of binding regions for FOXA2 in human liver and for PPARgamma in human adipocytes are not in the orthologous locations corresponding to the mouse genome, and vice versa"}, {"pubmed": 21466784, "text": "these results collectively suggest that, in melanoma cells, Foxa2 expression is silenced and therefore elafin is maintained unexpressed to facilitate cell proliferation in the disease melanoma."}, {"pubmed": 22067325, "text": "Short interfering RNA-mediated knockdown of FOXA1 decreased the expression of DIO1 mRNA, but knockdown of both FOXA1 and FOXA2 restored it."}, {"pubmed": 22196886, "text": "pFOXA2 expression is positively correlated with IKKalpha and activated NOTCH1 expression in tumor tissues."}, {"pubmed": 22268124, "text": "These results suggest that increased sensitivity of the polymorphic matrix metalloproteinase 7 promoter to FOXA2 provides one of the genetic bases for the upregulation of matrix metalloproteinase 7 in idiopathic pulmonary fibrosis."}, {"pubmed": 22325233, "text": "FOXA2 rs1209523 was not significantly associated with fasting plasma glucose in glucose-tolerant individuals from the general Danish population of middle-aged people"}, {"pubmed": 22341411, "text": "The main mechanism of downregulation of Foxa2 is epigenetic silencing through promoter hypermethylation"}, {"pubmed": 22432472, "text": "Human Foxa2 efficiently promoted the incorporation of mesenchymal stem cells into damaged liver tissues."}, {"pubmed": 22877565, "text": "VEGF may first downregulate expression of Foxa2 by enhancing Nur77 activity"}, {"pubmed": 22945641, "text": "our study indicates that beta-catenin regulates Foxa2 expression, and this interaction is possibly essential to control cell cycle progression during endometrial hyperplasia formation"}, {"pubmed": 23236435, "text": "These findings suggest that Foxa2 negatively regulates the basal transcription and expression of the human FTO gene."}, {"pubmed": 23275033, "text": "Upregulation of Foxa2 expression can enhance cIAP1, which inhibits the hepatocyte apoptosis."}, {"pubmed": 23349771, "text": "Data indicate associations of SNPs in eight loci CXCR4, HHEX, FOXA2, NGN3, TCF7L2, FLJ39370 (C4orf32), LOC646279 (RPL21P7) and THADA with body mass index (BMI) and weight."}, {"pubmed": 23391216, "text": "epigenetic silencing of Foxa2 is associated with an increased DNA methylation level and histone H4 (Lys-20) trimethylation, decreased histone H3 acetylation and histone H3 (Lys-4) trimethylation, involved in cellular replicative or premature senescence."}, {"pubmed": 23618383, "text": "identification of transcription factors specific to early mesoderm commitment; FOXA2 observed to be the most significantly differentially expressed at human embryonic stem cell-endothelial cell day 2; FOXA2 transcription start site is marked with histone modifications for gene activation and repression"}, {"pubmed": 24440874, "text": "Complex molecular mechanism underlying the role of FOXA1/A2 in achieving high levels of CFTR expression in intestinal epithelial cells."}, {"pubmed": 24478438, "text": "Knockdown of FoxO1 and ectopic expression of FoxA2 significantly decreased hepatitis C virus replication."}, {"pubmed": 24875183, "text": "this study demonstrates that SIRT1 controls the acetylation level of FOXA2 in a nutrient-dependent manner and in times of nutrient shortage the interaction between SIRT1 and FOXA2 is reduced."}, {"pubmed": 24878043, "text": "FOXA2 is acting as a master regulator of key pathways that are enriched for loci implicated by GWAS for most trait categories, with the clear exception of inflammation, suggesting that this factor exerts its effect via noninflammatory processes."}, {"pubmed": 24970044, "text": "Respiratory epithelial cells express FOXA2 during different stages of lung development."}, {"pubmed": 25016019, "text": "results suggest a novel and unexpected role for DNA methylation in the activation of FoxA2 gene expression during differentiation"}, {"pubmed": 25129104, "text": "Results suggest that FOXA2 induced the differentiation of gastric cancer and highlight FOXA2 as a novel therapeutic tartet and prognostic marker for human gastric cancer."}, {"pubmed": 25142974, "text": "we proved that FOXA2 repressed the transcription of matrix metalloproteinase (MMP)-9 and exerted its antimetastasis effect partially through downregulation of MMP-9."}, {"pubmed": 25198130, "text": "SERPINA6-rs1998056 regulated by FOXA/ERalpha might be associated with female HCC risk"}, {"pubmed": 25211022, "text": "These results suggest that rs11257655 affects transcriptional activity through altered binding of a protein complex that includes FOXA1 and FOXA2, providing a potential molecular mechanism at this GWAS locus."}, {"pubmed": 25281925, "text": "FOXA1/2 is required for p53-independent p21 expression"}, {"pubmed": 25287927, "text": "Collectively, these studies demonstrated that Mycoplasma pneumoniae induces airway mucus hypersecretion by modulating the STAT/EGFR-FOXA2 signaling pathways."}, {"pubmed": 25425543, "text": "Results show that miR-141 functions as a tumor suppressor in hepatocellular carcinoma cells through the inhibition of HNF-3beta translation."}, {"pubmed": 25667220, "text": "FOXA2 as a core transcriptional modulator for pulmonary xenobiotic metabolic pathways; regulates pulmonary expression of CYP2A13 and ABCB1"}, {"pubmed": 25765999, "text": "we propose that haploinsufficiency for FOXA2 combined with a decreased expression of NODAL is the likely cause for syndromic BA in this proband."}, {"pubmed": 25779673, "text": "Study confirmed that FOXA2 inhibited EMT in breast cancer cells by regulating the transcription of EMT-related genes such as E-cadherin and ZEB2."}, {"pubmed": 25836733, "text": "FOXA1 and FOXA2 suppressed nuclear hormone receptors, such as HNF4alpha, that are related to HBV replication."}, {"pubmed": 25843708, "text": "DEANR1 facilitates FOXA2 activation by facilitating SMAD2/3 recruitment to the FOXA2 promoter"}, {"pubmed": 25921584, "text": "FOXA2 regulates a network of genes involved in critical functions of human intestinal epithelial cells."}, {"pubmed": 25940296, "text": "Expression of FOXA2 is reduced in gastric adenocarcinoma tissues and its low-expression is correlated with malignant clinical pathological features"}, {"pubmed": 26093302, "text": "results provide opportunities to understand the FOXA2-centered transcriptional regulation network and novel therapeutic targets to modulate this network in p53-deficient lung cancer"}, {"pubmed": 26298189, "text": "Our results suggest that FOXA2 promotes cell proliferation, maintains cancer stem cells, favors the development of Triple-Negative/Basal-like tumors, and is associated with increase relapses."}, {"pubmed": 26658322, "text": "The ratio of FoxA1 to FoxA2 in lung adenocarcinoma is regulated by LncRNA HOTAIR and chromatin remodeling factor LSH"}, {"pubmed": 26861571, "text": "The definitive endoderm and foregut endoderm differentiation capabilities of Wnt pathway-modulated cells were determined based on the expression levels of the endodermal transcription factors SOX17 and FOXA2 and those of the transcription activator GATA4 and the alpha-fetoprotein (AFP) gene, respectively."}, {"pubmed": 26890743, "text": "Meta-analysis results clearly point to an important role of FOXA1 and FOXA2 gene regulatory networks in the etiology of Alzheimer's disease"}, {"pubmed": 26929406, "text": "Loss of Interdependent Binding by the FoxO1 and FoxA1/A2 Forkhead Transcription Factors Culminates in Perturbation of Active Chromatin Marks and Binding of Transcriptional Regulators at Insulin-sensitive Genes."}, {"pubmed": 27045898, "text": "FoxA1, FoxA2, and LIPG control the uptake of extracellular lipids for breast cancer growth."}, {"pubmed": 27151939, "text": "FOXA2 identified as a novel tumor suppressor in pancreatic cancer.  It is regulated directly by miR-199a."}, {"pubmed": 27538367, "text": "The pattern of FOXA2 mutations and expression in tumors suggests complex regulation and a haploinsufficient or dominant-negative tumor suppressor function."}, {"pubmed": 27599506, "text": "Study demonstrated downregulation of expression of pancreatic master genes SOX9, FOXA2, and GATA4 (2-, 5-, and 4-fold, respectively) and in PANC1 pancreatic cancer cell line stimulated with TGFbeta1"}, {"pubmed": 27816442, "text": "SIRT1 directly interacts with and deacetylates Foxa2 to inhibit its transcriptional activity on expression of genes involved in bile acids synthesis and transport."}, {"pubmed": 27879410, "text": "This study used combined immunohistochemical staining for a marker of hepatic commitment and specification (FOXA2 [Forkhead box A2]), hepatocyte maturation (Albumin and HepPar1), and features of bile ducts (CK19 [cytokeratin 19]) to identify lineages of stem cells differentiating toward the hepatocytic or bile ductular compartments of end-stage cirrhotic human liver."}, {"pubmed": 28098868, "text": "Low FOXA2 expression is associated with metastasis of gastric cancer."}, {"pubmed": 28126606, "text": "Iotansulin decreased LPL mRNA levels in HepG2 cells and this was associated with phosphorylation of AKT and nuclear export of FOXA2."}, {"pubmed": 28188614, "text": "Foxa2, a novel protein partner of the tumour suppressor menin, is deregulated in mouse and human MEN1 glucagonomas."}, {"pubmed": 28272778, "text": "HNF3beta plays a vital role in regulation of CPS1 gene and could promote the metabolism of ammonia by regulating CPS1 expression."}, {"pubmed": 28370639, "text": "In conclusion, our data suggest that overexpression of the Hedgehog components SHH, GLI2 and FOXA2 might be used as markers of an aggressive hemangioma."}, {"pubmed": 28450970, "text": "Results showed that FOXA2 expression was decreased during Il-13 induced goblet cell differentiation but DNA methylation of its promoter was not changed. In the absence of Il-13, no difference was found for FOXA2 expression but hypomethylation of CpG # 10 and 11 in the its promoter was detected. These findings suggest that aberrant DNA methylation of FOXA2 is one of the factors underlying mucus hypersecretion in COPD."}, {"pubmed": 28576574, "text": "Physical and functional interactions between LXRalpha and FOXA2 were established in vitro and ex vivo."}, {"pubmed": 28621319, "text": "FOXA2 is a specific and sensitive molecular marker for small cell neuroendocrine carcinoma of the prostate."}, {"pubmed": 28644006, "text": "findings provide the structural basis for FOXA2 protein binding to a consensus forkhead site and elucidate how members of the forkhead protein family bind different DNA sites."}, {"pubmed": 28778497, "text": "Our results suggest that FoxA2 plays a key role in the expression of hepatic phenotype of AFP-producing adenocarcinomas."}, {"pubmed": 28938408, "text": "A molecular mechanism by which Estradiol antagonizes GR-dependent induction of specific genes by preventing the recruitment of the pioneer factors FOXA1 and FOXA2 in a physiologically relevant model."}, {"pubmed": 28940304, "text": "the findings of the current study provide compelling genetic evidence that FOXA2 is a pathogenic driver gene in the etiology of primary uterine cancers, including uterine carcinosarcomas and carcinomas."}, {"pubmed": 28973288, "text": "The c.505T>C, p.S169P genetic variant occurs at the conserved forkhead DNA binding domain of the FOXA2 and causes a rare and unique clinical phenotype of hypopituitarism, CHI, dysmorphic features, liver, pancreas, heart and gastrointestinal abnormalities."}, {"pubmed": 29138513, "text": "this study found that the abundance of FOXA2 was significantly lower in fibrotic livers of patients and mice treated with CCl4 than in controls."}, {"pubmed": 29187221, "text": "Our findings suggest that autophagy, through participation of FOXA2, maintains the characteristics of OCSCs. Autophagy and FOXA2 are therefore potential targets for ovarian cancer stem cell directed therapies."}, {"pubmed": 29200841, "text": "MAPK and FoxA2 mediate CS-induced squamous metaplasia. MAPK inhibitors upregulate FoxA2, resulting in a reduction in the degree of squamous metaplasia."}, {"pubmed": 29233503, "text": "might be a progesterone-induced gene, which may participate in the 'metastatic' process of eutopic endometrium to ectopic loci in patients with endometriosis"}, {"pubmed": 29311643, "text": "LncRNA-NEF regulates epithelial-mesenchymal transition and cancer metastasis via cis-regulating FOXA2."}, {"pubmed": 29406331, "text": "Hnf1beta and FoxA2 immunoexpression could differentiate between Biliary atresia from other cause of neonatal cholestasis."}, {"pubmed": 29408459, "text": "HOXB9 directly binds to the promoter of microRNA-765 and facilitates its transcription, which in turn targets FOXA2, resulting in a FOXA2 decrease and cancer stem cell increase. Elevated HOXB9 is found in human melanoma tissues, which is associated with microRNA-765 up-regulation and FOXA2 decreases."}, {"pubmed": 29442045, "text": "FOXA2 may act as a tumor suppressor and inhibit the epithelial-mesenchymal transition of endometrial cancer cells."}, {"pubmed": 29748371, "text": "Low FOXA2/high VCAN levels mediate the tumor-promoting effects of miR-590-3p."}, {"pubmed": 30091462, "text": "Reduced transcriptional activity associated with FOXA2 mutations."}, {"pubmed": 30142277, "text": "these results provide a mechanism for how interdependent FoxO1:FoxA1/2 binding is negatively impacted by insulin and provide a developmental context for cooperative gene activation by these factors."}, {"pubmed": 30246428, "text": "We found that HNF4A, FOXA2, and EP300 are the three most important elements for the first division of zygote"}, {"pubmed": 30475207, "text": "FoxA1 and FoxA2 drive gastric differentiation and suppress squamous identity in NKX2-1-negative lung cancer."}, {"pubmed": 30576223, "text": "low levels of epithelial SCGB1A1 in asthma are caused by reduced FOXA2 expression."}, {"pubmed": 30814128, "text": "Results found a strong genetic evidence for an opposing role of FoxM1 and FoxA2 in hepatocellular carcinoma (HCC) progression. Moreover, FoxM1 drives high-grade HCC progression partly by inhibiting the hepatocyte differentiation gene FoxA2. These data provide evidence for a new regulatory loop in which overexpression of FoxA2 inhibits expression of FoxM1 and the FoxM1 target genes in HCC."}, {"pubmed": 30923168, "text": "studies show that the lncRNA Falcor fine-tunes the expression of Foxa2 and that disruption of the Falcor-Foxa2 transcriptional circuit results in subtle defects in lung airway epithelial homeostasis and more dramatic defects in airway regeneration after acute injury"}, {"pubmed": 30951376, "text": "FOXA2 is postulated to regulate gene expression in concert with other transcription factors."}, {"pubmed": 30995827, "text": "USF1 acts as a positive transcription factor which binds to the basal promoter thus ensuring SLC25A13 gene expression in a wide range of tissues. The role of FOXA2 is different, working as an activator in hepatic cells. As a tumour suppressor, FOXA2 could be responsible for SLC25A13 high expression levels in liver and its downregulation in hepatocellular carcinoma."}, {"pubmed": 31092427, "text": "Overexpression of the Hedgehog signaling components SHH and GLI2 and its target gene FOXA2 in HH were similar to those found in aggressive skin hemangioma and KHE, their expression being significantly higher than in mild skin hemangioma."}, {"pubmed": 31230960, "text": "Co-overexpression of HNF4alpha and FOXA2 by lentivirus transduction, is a valuable tool for the efficient generation of functional hepatocyte-like cells derived from human mesenchymal stem cells."}, {"pubmed": 31291575, "text": "FOXA2 Is Required for Enhancer Priming during Pancreatic Differentiation."}, {"pubmed": 31294511, "text": "these findings support the critical role of FOXA2 in panhypopituitarism and midline defects."}, {"pubmed": 31531882, "text": "suggest that FOXA2 contributes to the regulatory networks of heterogeneous pancreatic ductal adenocarcinoma cells"}, {"pubmed": 31689237, "text": "Loss of FoxA2 accelerates neoplastic changes in the intrahepatic bile duct partly via the MAPK signaling pathway."}, {"pubmed": 31891682, "text": "SND1 facilitates the invasion and migration of cervical cancer cells by Smurf1-mediated degradation of FOXA2."}, {"pubmed": 31957176, "text": "Silencing of FOXA2 decreases E-cadherin expression and is associated with lymph node metastasis in oral cancer."}, {"pubmed": 31991389, "text": "Generation of a human induced pluripotent stem cell line (QBRIi009-A) from a patient with a heterozygous deletion of FOXA2."}, {"pubmed": 32176463, "text": "LncRNA FTX activates FOXA2 expression to inhibit non-small-cell lung cancer proliferation and metastasis."}, {"pubmed": 32433020, "text": "Down-regulation of SOX17, GATA4 and FoxA2 promotes differentiation potential of hepatocytes from human hematopoietic stem cells."}, {"pubmed": 32655129, "text": "HDAC3-dependent transcriptional repression of FOXA2 regulates FTO/m6A/MYC signaling to contribute to the development of gastric cancer."}, {"pubmed": 33448076, "text": "The pioneer and differentiation factor FOXA2 is a key driver of yolk-sac tumour formation and a new biomarker for paediatric and adult yolk-sac tumours."}, {"pubmed": 33483461, "text": "Correlation Between High Expression of FOXA2 and Improved Overall Survival in Ovarian Cancer Patients."}, {"pubmed": 33843053, "text": "O-GlcNAcylation promotes the migratory ability of hepatocellular carcinoma cells via regulating FOXA2 stability and transcriptional activity."}, {"pubmed": 34378866, "text": "Fat mass and obesity-associated protein regulates tumorigenesis of arecoline-promoted human oral carcinoma."}, {"pubmed": 34473308, "text": "Whole-exome sequencing identifies FOXL2, FOXA2 and FOXA3 as candidate genes for monogenic congenital anomalies of the kidneys and urinary tract."}, {"pubmed": 34551777, "text": "FoXA2 promotes esophageal squamous cell carcinoma progression by ZEB2 activation."}, {"pubmed": 34789735, "text": "Sequence logic at enhancers governs a dual mechanism of endodermal organ fate induction by FOXA pioneer factors."}, {"pubmed": 35514011, "text": "Forkhead box A2 transcriptionally activates hsa-let-7 g to inhibit hypoxia-induced epithelial-mesenchymal transition by targeting c14orf28 in colorectal cancer."}, {"pubmed": 35589002, "text": "Breast cancer extracellular vesicles-derived miR-1290 activates astrocytes in the brain metastatic microenvironment via the FOXA2-->CNTF axis to promote progression of brain metastases."}, {"pubmed": 35703180, "text": "FOXA2 suppresses endometrial carcinogenesis and epithelial-mesenchymal transition by regulating enhancer activity."}, {"pubmed": 35798741, "text": "TET1 dioxygenase is required for FOXA2-associated chromatin remodeling in pancreatic beta-cell differentiation."}, {"pubmed": 35835117, "text": "FoxA1 and FoxA2 control growth and cellular identity in NKX2-1-positive lung adenocarcinoma."}, {"pubmed": 35944359, "text": "FOXA2 promotes esophageal cancer migration and metastasis by activating CXCR4 expression."}, {"pubmed": 35973994, "text": "Loss of FOXA2 induces ER stress and hepatic steatosis and alters developmental gene expression in human iPSC-derived hepatocytes."}, {"pubmed": 36332622, "text": "FOXA2 drives lineage plasticity and KIT pathway activation in neuroendocrine prostate cancer."}, {"pubmed": 36505412, "text": "BMAL1/FOXA2-induced rhythmic fluctuations in IL-6 contribute to nocturnal asthma attacks."}, {"pubmed": 36515690, "text": "FOXA1/2 depletion drives global reprogramming of differentiation state and metabolism in a human liver cell line and inhibits differentiation of human stem cell-derived hepatic progenitor cells."}, {"pubmed": 36576135, "text": "Forkhead box A2-mediated lncRNA SOX2OT up-regulation alleviates oxidative stress and apoptosis of renal tubular epithelial cells by promoting SIRT1 expression in diabetic nephropathy."}, {"pubmed": 36823043, "text": "FOXA2 plays a critical role in hepatocellular carcinoma progression and lenvatinib-associated drug resistance."}, {"pubmed": 36946190, "text": "FOXA2 suppresses PKM2 transcription and affects the Wnt/beta-catenin activity to block aerobic glycolysis in thyroid carcinoma."}, {"pubmed": 37067057, "text": "FOXA2 Cooperates with Mutant KRAS to Drive Invasive Mucinous Adenocarcinoma of the Lung."}, {"pubmed": 37405921, "text": "FOXA2 controls the anti-oxidant response in FH-deficient cells."}, {"pubmed": 37566546, "text": "MOF-mediated acetylation of SIRT6 disrupts SIRT6-FOXA2 interaction and represses SIRT6 tumor-suppressive function by upregulating ZEB2 in NSCLC."}, {"pubmed": 37665156, "text": "FOXA2 suppresses gallbladder carcinoma cell migration, invasion, and epithelial-mesenchymal transition by targeting SERPINB5."}, {"pubmed": 37670346, "text": "Genome-wide differential expression profiling of long non-coding RNAs in FOXA2 knockout iPSC-derived pancreatic cells."}, {"pubmed": 37679064, "text": "Uncovering the role of FOXA2 in the Development of Human Serotonin Neurons."}, {"pubmed": 37752418, "text": "Hepatocyte-specific HDAC3 ablation promotes hepatocellular carcinoma in females by suppressing Foxa1/2."}, {"pubmed": 37875418, "text": "FOXA2 Suppression by TRIM36 Exerts Anti-Tumor Role in Colorectal Cancer Via Inducing NRF2/GPX4-Regulated Ferroptosis."}, {"pubmed": 37914145, "text": "SENP1 knockdown-mediated CTCF SUMOylation enhanced its stability and alleviated lipopolysaccharide-evoked inflammatory injury in human lung fibroblasts via regulation of FOXA2 transcription."}, {"pubmed": 38072043, "text": "FOXA2 activates HIF2alpha expression to promote tumor progression and is regulated by the E3 ubiquitin ligase VHL in renal cell carcinoma."}, {"pubmed": 38141134, "text": "Analysis of GATA3 and FOXA2 expression suggests that downregulation of genes involved in the maintenance of a mature yolk sac tumor phenotype may underlie sarcomatoid transformation."}, {"pubmed": 38252148, "text": "FOXA2-initiated transcriptional activation of INHBA induced by methylmalonic acid promotes pancreatic neuroendocrine neoplasm progression."}, {"pubmed": 38605124, "text": "Chromosome 20p11.2 deletions cause congenital hyperinsulinism via the loss of FOXA2 or its regulatory elements."}], "genomic_pos": {"chr": "20", "end": 22585455, "ensemblgene": "ENSG00000125798", "start": 22580998, "strand": -1}, "genomic_pos_hg19": {"chr": "20", "end": 22566093, "start": 22561643, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000432", "qualifier": "involved_in", "term": "positive regulation of transcription from RNA polymerase II promoter by glucose"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001708", "qualifier": "involved_in", "term": "cell fate specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006325", "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 12911579, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010719", "pubmed": 20160041, "qualifier": "involved_in", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030193", "pubmed": 12911579, "qualifier": "involved_in", "term": "regulation of blood coagulation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031018", "pubmed": 12124776, "qualifier": "involved_in", "term": "endocrine pancreas development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033132", "qualifier": "involved_in", "term": "negative regulation of glucokinase activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0040019", "qualifier": "involved_in", "term": "positive regulation of embryonic development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043433", "pubmed": 12642491, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9931457, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [12124776, 20160041], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24431302, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061178", "qualifier": "involved_in", "term": "regulation of insulin secretion involved in cellular response to glucose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061987", "qualifier": "involved_in", "term": "negative regulation of transcription from RNA polymerase II promoter by glucose"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0070741", "pubmed": 15737987, "qualifier": "involved_in", "term": "response to interleukin-6"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0071542", "pubmed": 19951692, "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071542", "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071542", "pubmed": 24431302, "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090009", "qualifier": "involved_in", "term": "primitive streak formation"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:2000049", "pubmed": 20160041, "qualifier": "involved_in", "term": "positive regulation of cell-cell adhesion mediated by cadherin"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000543", "qualifier": "involved_in", "term": "positive regulation of gastrulation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9931457, 20160041, 24399192], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "qualifier": "located_in", "term": "cell junction"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0000976", "pubmed": 15737987, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 12642491, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "EXP", "id": "GO:0003676", "pubmed": 28644006, "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9931457, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [9931457, 12124776, 12911579], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30126], [8364, 395063], [9031, 395539], [9544, 701771], [9606, 3170], [9615, 485742], [9913, 101906272], [10090, 15376], [10116, 25099]], "id": 7762}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork-head N-terminal", "id": "IPR013638", "short_desc": "Fork-head_N"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Forkhead box protein, C-terminal", "id": "IPR018533", "short_desc": "Forkhead_box_C"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": ["IPI00031773", "IPI00908346"], "map_location": "20p11.21", "name": "forkhead box A2", "other_names": ["forkhead box protein A2", "hepatic nuclear factor-3-beta", "hepatocyte nuclear factor 3-beta", "transcription factor 3B"], "pantherdb": {"HGNC": "5022", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347476", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10090, "uniprot_kb": "P35583"}, {"RGD": "2808", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10116, "uniprot_kb": "P32182"}, {"Ensembl": "ENSGALG00000030889", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 9031, "uniprot_kb": "A0A1D5NX62"}, {"ZFIN": "ZDB-GENE-980526-404", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q07342"}, {"FlyBase": "FBgn0000659", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7227, "uniprot_kb": "P14734"}, {"SGD": "S000001393", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P40466"}, {"SGD": "S000000661", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P25364"}, {"PomBase": "SPBC4C3.12", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O43058"}, {"PomBase": "SPBC32H8.11", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O13606"}], "uniprot_kb": "Q9Y261"}, "pathway": {"kegg": [{"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04950", "name": "Maturity onset diabetes of the young - Homo sapiens (human)"}], "pid": [{"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-210745", "name": "Regulation of gene expression in beta cells"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9796292", "name": "Formation of axial mesoderm"}, {"id": "R-HSA-9823730", "name": "Formation of definitive endoderm"}], "wikipathways": [{"id": "WP1591", "name": "Heart Development"}, {"id": "WP2406", "name": "Cardiac Progenitor Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}, {"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP4657", "name": "22q11.2 copy number variation syndrome"}, {"id": "WP5066", "name": "FOXA2 pathway"}]}, "pdb": ["5X07", "7YZE", "7YZF"], "pfam": ["PF00250", "PF08430", "PF09354"], "pharmgkb": "PA201091", "pharos": {"target_id": 17319, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176673", "relationship": "is"}, {"id": "GNF187579", "relationship": "is"}, {"id": "GNF198485", "relationship": "is"}, {"id": "GNF209391", "relationship": "is"}, {"id": "GNF219185", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005468", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF286723", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103826", "relationship": "is"}, {"id": "GNF143476", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1"], "protein": ["NP_068556.2", "NP_710141.1", "XP_047296089.1", "XP_047296090.1"], "rna": ["NM_021784.5", "NM_153675.3", "XM_047440133.1", "XM_047440134.1"], "translation": [{"protein": "NP_068556.2", "rna": "NM_021784.5"}, {"protein": "XP_047296089.1", "rna": "XM_047440133.1"}, {"protein": "NP_710141.1", "rna": "NM_153675.3"}, {"protein": "XP_047296090.1", "rna": "XM_047440134.1"}]}, "reporter": {"HG-U133_Plus_2": ["210103_s_at", "214312_at", "40284_at"], "HG-U95Av2": ["40284_at", "40523_at"], "HTA-2_0": "TC20000698.hg.1", "HuEx-1_0": "3900833", "HuGene-1_1": "8065344", "HuGene-2_1": "16917822"}, "summary": "This gene encodes a member of the forkhead class of DNA-binding proteins. These hepatocyte nuclear factors are transcriptional activators for liver-specific genes such as albumin and transthyretin, and they also interact with chromatin. Similar family members in mice have roles in the regulation of metabolism and in the differentiation of the pancreas and liver. This gene has been linked to sporadic cases of maturity-onset diabetes of the young. Transcript variants encoding different isoforms have been identified for this gene. [provided by RefSeq, Oct 2008].", "symbol": "FOXA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415627"}, "unigene": "Hs.155651", "uniprot": {"Swiss-Prot": "Q9Y261", "TrEMBL": "B0ZTD4"}, "wikipedia": {"url_stub": "FOXA2"}}