{"AllianceGenome": "3806", "HGNC": "3806", "MIM": "602617", "_id": "2304", "_version": 1, "accession": {"genomic": ["AL499604.9", "CH471105.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "NG_011979.1", "Y13386.1"], "protein": ["AAC51294.1", "CAA64246.1", "CAA73816.1", "EAW58856.1", "NP_004464.2", "O00358.3"], "rna": ["NM_004473.4", "U89995.2", "X94553.1"], "translation": [{"protein": "AAC51294.1", "rna": "U89995.2"}, {"protein": "NP_004464.2", "rna": "NM_004473.4"}, {"protein": "CAA64246.1", "rna": "X94553.1"}]}, "alias": ["BAMLAZ", "FKHL15", "FOXE2", "HFKH4", "HFKL5", "NMTC4", "TITF2", "TTF-2", "TTF2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2024-05-16T16:00:00.000Z", "disease_label": "Bamforth-Lazarus syndrome", "gcep": "Craniofacial Malformations Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0009437", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_0a00a763-90dc-4d36-8b34-54cf4f477269-2024-05-16T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000178919", "protein": "ENSP00000364265", "transcript": "ENST00000375123", "translation": [{"protein": "ENSP00000364265", "rna": "ENST00000375123"}], "type_of_gene": "protein_coding"}, "entrezgene": "2304", "exons": [{"cdsend": 97855036, "cdsstart": 97853914, "chr": "9", "position": [[97853225, 97856717]], "strand": 1, "transcript": "NM_004473", "txend": 97856717, "txstart": 97853225}], "exons_hg19": [{"cdsend": 100617318, "cdsstart": 100616196, "chr": "9", "position": [[100615507, 100618999]], "strand": 1, "transcript": "NM_004473", "txend": 100618999, "txstart": 100615507}], "generif": [{"pubmed": 11580993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11762722, "text": "Compared with normal thyroids, transcripts were more abundant in 24% of thyroid lesions"}, {"pubmed": 12165566, "text": "Loss of function mutation of TTF-2 is associated with congenital hypothyroidism, thyroid agenesis and cleft palate"}, {"pubmed": 12165566, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14611701, "text": "By means of a polyclonal antibody, TTF2 is identified in adult human thyroid and hair follicles and prepubertal testis."}, {"pubmed": 14654228, "text": "a basic amino acid stretch present at both ends of the DNA-binding domain is a bona fide nuclear localization signal, able to bind the nuclear import receptor importin alpha"}, {"pubmed": 15140221, "text": "a putative role of FOXE1 in mediating hedgehog signaling in the human epidermis downstream of GLI2."}, {"pubmed": 15320969, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15320969, "text": "no genetic alteration was present in the TTF-2 gene of congenital hypothyroid and cleft palate patients, suggesting that defects in the TTF-2 gene are a rare event."}, {"pubmed": 15367491, "text": "FOXE1 is required for hair follicle morphogenesis."}, {"pubmed": 15367491, "text": "Foxe1 expression in the hair follicle is dependent on the Shh pathway. Loss of Foxe1 expression in skin causes aberrant hair formation with disoriented, misalignment and aberrantly shaped hair follicles."}, {"pubmed": 16327884, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16481406, "text": "Results provided evidence to suggest that variation in FOXE1 polyalanine tract length predisposes to premature ovarian failure."}, {"pubmed": 16584930, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17318017, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17717707, "text": "FOXE1 through its alanine containing stretch modulates significantly the risk of thyroid dysgenesis occurrence, enhancing a mechanism linking an alanine containing transcription factor to disease."}, {"pubmed": 17717707, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19192046, "text": "A novel homozygous polymorphism that prevented the binding of MYF-5 to FOXE1 promoter and affected the FOXE1 expression was found in 45% nonsyndromic cleft palate."}, {"pubmed": 19192046, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19198613, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19730683, "text": "USF1 and USF2 regulate transcriptional activity of the FOXE1 promoter."}, {"pubmed": 19779022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19779022, "text": "These data indicate that FOXE1 is a major gene for cleft lip with or without cleft palate and provides new insights for improved counseling and genetic interaction studies."}, {"pubmed": 19845668, "text": "given the seemingly relevant role that FOXE1 plays in the development of cutaneous SCC, these results may lead to the development of novel therapies that replace or mimic FOXE1 function to treat this form of cancer."}, {"pubmed": 19930442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19930442, "text": "results imply that another tumour suppressor gene at this locus may be more important than FOXE1 in skin carcinogenesis and suggest that variation in the FOXE1 polyalanine tract length predisposes to cutaneous squamous cell carcinoma."}, {"pubmed": 20094846, "text": "Binding ability of mutant FOXE1 protein to the human thyroperoxidase promoter is reduced compared with the wild-type FOXE1 in patients with thyroid diseases."}, {"pubmed": 20094846, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20157192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20200978, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20350937, "text": "FOXE1 is unlikely to be the only key player in radiation-related thyroid carcinogenesis."}, {"pubmed": 20350937, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453517, "text": "Review. Describes spectrum of human Foxe1/TTF2 mutations."}, {"pubmed": 20544801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20572854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20583170, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20672350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21177256, "text": "MSX1 and TGF-beta3 are direct targets of FOXE1."}, {"pubmed": 21311165, "text": "FOXE1-polyAla tract expansion may contribute to the molecular background of familial but not sporadic forms of thyroid hemiagenesis."}, {"pubmed": 21367965, "text": "Effects of genetic variation in FOXE1 on serum free thyroxine (FT4) levels in Caucasian populations are demonstrated, as well as borderline significant effects on serum thyroid hormone (TSH) levels."}, {"pubmed": 21462296, "text": "Polymorphisms in TIMP2 and WNT9B are novel loci predisposing to cleft palate."}, {"pubmed": 21730105, "text": "Both FOXE1 and NKX2-1 were associated with the increased risk of sporadic Japanese PTC."}, {"pubmed": 21896990, "text": "these results excluded the association of poly (Ala) polymorphism with autoimmune thyroid diseases; however it confirms the involvement of FOXE1 in the genesis of thyroid carcinoma."}, {"pubmed": 22177572, "text": "Polyalanine repeat expansions in FOXE1 is associated with the genetic aetiology of POF in Chinese women."}, {"pubmed": 22493691, "text": "Novel associations for hypothyroidism and autoimmune risk loci include SNPs near the FOXE1 gene."}, {"pubmed": 22521644, "text": "these data suggest that TTF-2 may modulate the function of ERalpha as a corepressor and play a role in ER-dependent proliferation of mammary cells."}, {"pubmed": 22736773, "text": "coding polyalanine expansion in FOXE1 may be responsible for the observed association between FOXE1 and papillary thyroid cancer"}, {"pubmed": 22753311, "text": "FOXE1 genes suggest a role for orofacial clefting in hispanic polulation."}, {"pubmed": 22882326, "text": "study showed evidence of association between forkhead box E1 (FOXE1) variants and thyroid cancer risk in the Portuguese population"}, {"pubmed": 23327367, "text": "Nuclear FOXE1 expression in tumor cells in vicinity of the PTC border is associated with presence of a risk allele of rs1867277 (c.-238G>A) in the 5' untranslated region of the FOXE1 gene, as well as with pathological characteristics of PTC."}, {"pubmed": 23512105, "text": "In addition, eight genes classified as 'second tier' hits in the original study (PAX7, THADA, COL8A1/FILIP1L, DCAF4L2, GADD45G, NTN1, RBFOX3 and FOXE1) showed evidence of linkage and association in this replication sample."}, {"pubmed": 23715628, "text": "the FOXE1 gene exhibits significant differential expression levels between PTC tissues and adjacent non-tumor thyroid tissues."}, {"pubmed": 24105688, "text": "Significant association with PTC was found for rs1801516 (D1853N) in ATM and rs1867277 in the promoter region of FOXE1 (OR = 1.55, 95% CI 1.03, 2.34)."}, {"pubmed": 24127282, "text": "single nucleotide polymorphisms at 9q22.33 near FOXE1 showed convincing evidence of association with nonmedullary thyroid carcinoma risk in high-risk families"}, {"pubmed": 24252547, "text": "study identifies probable susceptibility variants of FOXE1 for oral clefts in the Thai population"}, {"pubmed": 24280874, "text": "FOXE1 and SYNE1 hypermethylation markers demonstrated significantly increased expression in neoplastic tissue."}, {"pubmed": 24325646, "text": "genetic association studies in population in Germany: Data suggest that an SNP in FOXE1 (rs965513) is associated with increased risk for differentiated thyroid cancer (of an aggressive nature) in the population studied."}, {"pubmed": 24489898, "text": "Common variations of FOXE1 are a risk factor associated with increased thyroid cancer susceptibility."}, {"pubmed": 24563486, "text": "These results strongly support the FOXE1 locus as a risk factor for nsOFC. With the data of the initial study, there is now considerable evidence that this locus is the first conclusive risk factor shared between nsCL/P and nsCPO."}, {"pubmed": 24646064, "text": "A tissue-dependent differentially methylated regions (DMR) in the FOXE1 promoter. This DMR contains two consecutive CpG dinucleotides, which are epigenetic modifiers of FOXE1 expression in nontumoral tissues."}, {"pubmed": 24744143, "text": "three common variations on FOXE1 is a risk factor associated with increased thyroid cancer susceptibility, but these associations vary in different ethnic populations"}, {"pubmed": 24756757, "text": "The current meta-analysis provided evidence that FOXE1 genetic polymorphisms may contribute to increased papillary thyroid carcinoma risk..ATM genetic polymorphisms may not be important dominants of susceptibility to this neoplasm."}, {"pubmed": 24852370, "text": "Findings suggest that the SNPs in XKR4 and near FOXE1 are involved in the regulation of TSH levels."}, {"pubmed": 25251503, "text": "critical role in the regulation of hepatocellular carcinoma development"}, {"pubmed": 25303483, "text": "Our data suggest a role for PTCSC2, FOXE1, and TSHR in the predisposition to papillary thyroid carcinoma."}, {"pubmed": 25381600, "text": "FOXE1 germline rare variant is involved in familal non-medullary thyroid carcinoma."}, {"pubmed": 25538088, "text": "our data suggest that SYNE1 and FOXE1 are promising markers for colorectal cancer detection."}, {"pubmed": 25652407, "text": "Causal mutations for orofacial clefting and thyroid diseases occur within cis-regulatory elements at the human FOXE1 locus."}, {"pubmed": 25950909, "text": "analysis of novel somatic mutations of FOXE1 in papillary thyroid cancer"}, {"pubmed": 26013125, "text": "In pancreatic cancer cells, AF6 is expressed at reduced levels, causing Dvl2 to be upregulated and available to bind and enhance FOXE1-induced trans-activation of Snail, which promotes proliferation and metastasis."}, {"pubmed": 26100861, "text": "this study shows that FOXE1 polymorphism is strongly associated with non-syndromic cleft lip and palate in populations in northeast China"}, {"pubmed": 26206751, "text": "genetic susceptibility to thyroid cancer seems likely to be associated with the risk alleles at rs1867277, rs965513, rs1443434, and rs907580"}, {"pubmed": 26356687, "text": "Mutations of TTF2 is associated with risk of Papillary Thyroid Cancer in Chinese. Patients with Multiplendular goiter and no metastasis are more likely to suffer PTC.  G/A mutation of TTF2 had a high correlation with PTC in the overall population."}, {"pubmed": 26370671, "text": "High Levels of mRNA of both FOXE1 are associated with benign than in malignant thyroid lesions."}, {"pubmed": 26722557, "text": "Our findings suggest that FOXE1 variations generate a higher risk for poor histopathological features of papillary thyroid carcinoma"}, {"pubmed": 26728781, "text": "Taken together, this study showed that rs7043516 may be considered as a potentially susceptible marker of cleft lip only among Chinese Han populations."}, {"pubmed": 27191655, "text": "The rs965513 polymorphism is a risk factor for thyroid cancer.[meta-analysis]"}, {"pubmed": 27207655, "text": "We confirmed associations with papillary thyroid cancer and SNPs in FOXE1/HEMGN, SERPINA5 (rs2069974), FTO (rs8047395), EVPL (rs2071194), TICAM1 (rs8120) and SCARB1 (rs11057820) genes. We found associations with SNPs in FOXE1, SERPINA5, FTO, TICAM1 and HSPA6 and and follicular thyroid cancer"}, {"pubmed": 27271927, "text": "methylation-mediated silencing of FOXE1 expression may contribute to the progression of CRC."}, {"pubmed": 27474100, "text": "FOXE1 polyalanine repeat polymorphisms are associated with thyroid cancer, but only for tumours larger than 1 cm, suggesting a role in disease progression."}, {"pubmed": 27604706, "text": "Our results implicate FOXE1 as an important locus whose polymorphic variation increases risks for all types of isolated clefts, and opens a new biological pathway to investigate in efforts to understand genetic factors underlying human clefting."}, {"pubmed": 27610545, "text": "In a Cuban population, differentiated thyroid cancer risk was positively and strongly associated with the number of copies in the minor allele (A) for SNP rs965513 near FOXE1 among people who consumed less iodine than the median."}, {"pubmed": 27755953, "text": "FOXE1 was the only gene which was over-expressed in six out of eight lung cancer cell lines and human cancer tissue specimens and is an important regulator by targeting autophagy and Matrix Metalloproteinases pathways in lung cancer development."}, {"pubmed": 27824288, "text": "The functional variants rs965513 and rs1867277 independently contribute to genetic predisposition to papillary thyroid carcinoma, while a contributing role of the FOXE1 poly-Ala polymorphism could not be confirmed."}, {"pubmed": 27852061, "text": "FOXE1 interacts with ELK1 on thyroid relevant gene promoters, establishing a new regulatory pathway for its role in adult thyroid function. Co-regulation of TERT suggests a mechanism by which allelic variants in/near FOXE1 are associated with thyroid cancer risk."}, {"pubmed": 28049826, "text": "Report that PTCSC2 binds myosin-9 (MYH9). In a bidirectional promoter shared by FOXE1 and PTCSC2, MYH9 inhibits the promoter activity in both directions. This inhibition can be reversed by PTCSC2, which acts as a suppressor."}, {"pubmed": 28054174, "text": "In the analysis of all OFCs combined, SNPs near FOXE1 reached genome-wide significance"}, {"pubmed": 28398607, "text": "We identified a FOXE1: c.532_537delGCCGCC p.(Ala178_Ala179del) variant that predisposes to thyroid ectopia. Taken together, this is the first report of mosaic 11p13 deletion in association with thyroid dysgenesis"}, {"pubmed": 28660995, "text": "Patient-related factors modify the predisposition to papillary thyroid carcinoma by increasing the risk for rs944289 (near the NKX2-1 locus) per year of age, and by enhancing the protective effect of the FOXE1 GGT haplotype in men."}, {"pubmed": 28727628, "text": "replication confirmed at genome-wide significance the association of loci at FOXE1 with hypothyroidism, and PDE8B, CAPZB and PDE10A with serum TSH. A total of 12 SNPs seemed to explain nearly 7% of the serum TSH variation"}, {"pubmed": 29509083, "text": "We confirmed the association of FOXE1 gene and cleft lip with or without cleft palate by a family based study. For the first time, rs1867277 was significantly associated with cleft lip with or without cleft palate"}, {"pubmed": 29788924, "text": "The meta-analysis revealed that common variations of FOXE1 (rs965513, rs944289 and rs1867277) were risk factors associated with increased DTC susceptibility."}, {"pubmed": 30793770, "text": "Gli2 promoted the proliferation, migration, and invasion of TPC-1 cells by activating Wnt/beta-catenin and FOXE1 is involved in this process."}, {"pubmed": 30941771, "text": "MiR-524-5p targeting on FOXE1 and ITGA3 prevents thyroid cancer progression through different pathways including cell cycling and autophagy."}, {"pubmed": 31129275, "text": "Results indicate that high expression of FOXE1 may function as a tumor suppressor in the early stage of papillary thyroid cancer (PTC) and restrain the proliferation, migration and invasion of PTC by negatively regulating PDGFA expression. Thus, FOXE1 could serve as a prognostic biomarker for PTC."}, {"pubmed": 31345669, "text": "A systematic review and meta-analysis on protective role of forkhead box E1 (FOXE1) polymorphisms in susceptibility to non-syndromic cleft lip/palate."}, {"pubmed": 31564061, "text": "GRHL3 SNPs interact with FAM49A, FOXE1, NTN1, and VAX1 in the pathogenesis of non-syndromic oral clefts in the Brazilian population."}, {"pubmed": 31846430, "text": "FOXE1 regulates migration and invasion in thyroid cancer cells and targets ZEB1."}, {"pubmed": 31918722, "text": "FOXE1 represses cell proliferation and Warburg effect by inhibiting HK2 in colorectal cancer."}, {"pubmed": 31944555, "text": "the polymorphism of FOXE1 rs10217225 was correlated with an increased risk of cleft lip with or without cleft palate, and the polymorphism of FOXE1 rs4460498 was a protective factor for non-syndromic cleft lip (Meta-Analysis)"}, {"pubmed": 32986379, "text": "Network-Based Analysis Reveals Association of FOXE1 Gene Polymorphisms in Thyroid Cancer Patients; A Case-Control Study in Southeast of Iran."}, {"pubmed": 33798911, "text": "YY1-induced up-regulation of FOXE1 is negatively regulated by miR-129-5p and contributes to the progression of papillary thyroid microcarcinoma."}, {"pubmed": 34643920, "text": "Genetic predisposition of SNPs in miRNA-149 (rs2292832) and FOXE1 (rs3758249) in thyroid Cancer."}, {"pubmed": 36308369, "text": "The Effect of LL37 Antimicrobial Peptide on FOXE1 and lncRNA PTCSC 2 Genes Expression in Colorectal Cancer (CRC) and Normal Cells."}, {"pubmed": 36347053, "text": "Adipocyte signaling affects thyroid-specific gene expression via down-regulation of TTF-2/FOXE1."}, {"pubmed": 37278933, "text": "The high expression of FOXE1 in colorectal cancer predicts a promising prognosis: a retrospective study."}, {"pubmed": 37394057, "text": "FOXE1 Contributes to the Development of Psoriasis by Regulating WNT5A."}, {"pubmed": 38396644, "text": "Identification of Germline FOXE1 and Somatic MAPK Pathway Gene Alterations in Patients with Malignant Struma Ovarii, Cleft Palate and Thyroid Cancer."}], "genomic_pos": {"chr": "9", "end": 97856717, "ensemblgene": "ENSG00000178919", "start": 97853226, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 100618986, "start": 100615536, "strand": 1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": 9169137, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 24219130, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006357", "pubmed": [12165566, 16882747, 20094846, 20484477, 21177256], "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006590", "qualifier": "involved_in", "term": "thyroid hormone generation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9169137, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030878", "pubmed": 15494458, "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030878", "pubmed": 9697705, "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 9697705, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048538", "pubmed": 15494458, "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048562", "qualifier": "involved_in", "term": "embryonic organ morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060022", "pubmed": 12165566, "qualifier": "involved_in", "term": "hard palate development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060023", "pubmed": 12165566, "qualifier": "involved_in", "term": "soft palate development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0160093", "pubmed": 15494458, "qualifier": "involved_in", "term": "chordate pharynx development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904888", "qualifier": "involved_in", "term": "cranial skeletal system development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9697705, 21177256], "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 24219130, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000981", "pubmed": [12165566, 16882747, 20094846, 20484477, 21177256], "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 9697705, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 27852061, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": [9697705, 24219130], "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043565", "pubmed": [12165566, 16882747, 20094846, 20484477, 21177256], "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 567676], [8364, 100038190], [9031, 768789], [9544, 715656], [9606, 2304], [9913, 616734], [10090, 110805], [10116, 192274]], "id": 3291}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": "IPI00879523", "map_location": "9q22.33", "name": "forkhead box E1", "other_names": ["HNF-3/fork head-like protein 5", "forkhead box protein E1", "forkhead box protein E2", "forkhead, drosophila, homolog-like 15", "forkhead-related protein FKHL15", "thyroid transcription factor 2"], "pantherdb": {"HGNC": "3806", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1353500", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10090, "uniprot_kb": "Q8R2I0"}, {"RGD": "621723", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10116, "uniprot_kb": "O08771"}, {"Ensembl": "ENSGALG00000028153", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 9031, "uniprot_kb": "R4GI79"}, {"ZFIN": "ZDB-GENE-980605-4", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "B0R0B2"}, {"ZFIN": "ZDB-GENE-070410-88", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "A4IGC7"}, {"ZFIN": "ZDB-GENE-061214-6", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "B0UXI3"}, {"WormBase": "WBGene00004013", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 6239, "uniprot_kb": "Q17381"}, {"WormBase": "WBGene00006853", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 6239, "uniprot_kb": "Q18694"}, {"FlyBase": "FBgn0264954", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7227, "uniprot_kb": "A0A4D6K5G3"}, {"FlyBase": "FBgn0004896", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7227, "uniprot_kb": "Q02361"}, {"SGD": "S000001393", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P40466"}, {"SGD": "S000000661", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P25364"}, {"PomBase": "SPBC4C3.12", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O43058"}, {"PomBase": "SPBC32H8.11", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O13606"}], "uniprot_kb": "O00358"}, "pfam": "PF00250", "pharmgkb": "PA28223", "pharos": {"target_id": 11934, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249455", "relationship": "is"}, {"id": "GNF249456", "relationship": "is"}, {"id": "GNF249457", "relationship": "is"}, {"id": "GNF249458", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_011979.1"], "protein": "NP_004464.2", "rna": "NM_004473.4", "translation": {"protein": "NP_004464.2", "rna": "NM_004473.4"}}, "reporter": {"HG-U133_Plus_2": ["206912_at", "208239_at"], "HG-U95Av2": ["31353_f_at", "31354_r_at", "36370_at"], "HTA-2_0": "TC09000493.hg.1", "HuEx-1_0": "3181374", "HuGene-1_1": "8156743", "HuGene-2_1": "17087374"}, "retired": [7081, 27021], "summary": "This intronless gene encodes a protein that belongs to the forkhead family of transcription factors. Members of this family contain a conserved 100-amino acid DNA-binding 'forkhead' domain. The encoded protein functions as a thyroid transcription factor that plays a role in thyroid morphogenesis. Mutations in this gene are associated with the Bamforth-Lazarus syndrome, and with susceptibility to nonmedullary thyroid cancer-4. [provided by RefSeq, Nov 2016].", "symbol": "FOXE1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414674"}, "uniprot": {"Swiss-Prot": "O00358"}, "wikipedia": {"url_stub": "FOXE1"}}