{"AllianceGenome": "3809", "HGNC": "3809", "MIM": "601089", "_id": "2294", "_version": 3, "accession": {"genomic": ["AC009108.10", "AH006890.2", "CH471114.2", "CP068262.2", "KT585126.1", "KT963011.1", "NC_000016.10", "NC_060940.1", "NG_016273.1"], "protein": ["AAC50399.1", "AAC61576.1", "AAH89442.1", "AAR16182.1", "ALV87640.1", "BAG36851.1", "EAW95424.1", "NP_001442.2", "Q12946.2"], "rna": ["AK314167.1", "AY312577.1", "BC089442.1", "CA438612.1", "DB011539.1", "NM_001451.3", "U13219.1"], "translation": [{"protein": "AAH89442.1", "rna": "BC089442.1"}, {"protein": "AAC50399.1", "rna": "U13219.1"}, {"protein": "AAR16182.1", "rna": "AY312577.1"}, {"protein": "BAG36851.1", "rna": "AK314167.1"}, {"protein": "NP_001442.2", "rna": "NM_001451.3"}]}, "alias": ["ACDMPV", "FKHL5", "FREAC1"], "ensembl": {"gene": "ENSG00000103241", "protein": "ENSP00000262426", "transcript": "ENST00000262426", "translation": [{"protein": "ENSP00000262426", "rna": "ENST00000262426"}], "type_of_gene": "protein_coding"}, "entrezgene": "2294", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.46090814431, "exp_mis": 211.319944631, "exp_syn": 142.093822402, "lof_z": 2.70573671808889, "mis_z": 4.04840275278891, "mu_lof": 6.33114756667e-07, "mu_mis": 2.04090123712e-05, "mu_syn": 1.37202425347e-05, "n_lof": 0.0, "n_mis": 91.0, "n_syn": 76.0, "p_li": 0.909443996784091, "p_null": 0.000694517120035773, "p_rec": 0.0898614860958734, "syn_z": 3.43734072797791}, "bp": 1140, "cds_end": 86546691, "cds_start": 86544175, "n_exons": 2, "nonpsych": {"exp_lof": 6.71365044796, "exp_mis": 191.225756391, "exp_syn": 128.569400372, "lof_z": 2.54466912169868, "mis_z": 4.3122178815844, "mu_lof": 6.33114756667e-07, "mu_mis": 2.04090123712e-05, "mu_syn": 1.37202425347e-05, "n_lof": 0.0, "n_mis": 73.0, "n_syn": 68.0, "p_li": 0.896530937910106, "p_null": 0.00118509066044689, "p_rec": 0.102283971429447, "syn_z": 3.36316322545231}, "nontcga": {"exp_lof": 6.86021574628, "exp_mis": 194.410543654, "exp_syn": 130.722472668, "lof_z": 2.5837479463191, "mis_z": 3.80219649704417, "mu_lof": 6.33114756667e-07, "mu_mis": 2.04090123712e-05, "mu_syn": 1.37202425347e-05, "n_lof": 0.0, "n_mis": 88.0, "n_syn": 69.0, "p_li": 0.892895808722995, "p_null": 0.00106507425305041, "p_rec": 0.106039117023955, "syn_z": 3.41814607822254}, "transcript": "ENST00000262426.4"}, "exons": [{"cdsend": 86513085, "cdsstart": 86510569, "chr": "16", "position": [[86510526, 86511548], [86512924, 86515422]], "strand": 1, "transcript": "NM_001451", "txend": 86515422, "txstart": 86510526}], "exons_hg19": [{"cdsend": 86546691, "cdsstart": 86544175, "chr": "16", "position": [[86544132, 86545154], [86546530, 86549028]], "strand": 1, "transcript": "NM_001451", "txend": 86549028, "txstart": 86544132}], "generif": [{"pubmed": 16448649, "text": "A pattern of strong Shh expression with weak expression of Foxf1 in all cases of UIP (usual interstitial pneumonitis) and a complementary expression of Shh and Foxf1 in cases of nonspecific interstitial pneumonitis (NSIP-F)."}, {"pubmed": 16772323, "text": "FOXF1 induces growth hormone variant expression by interaction with a FOXF1/FOXF2 cis-element in the proximal promoter"}, {"pubmed": 18564921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19500772, "text": "Inactivating mutations of FOXF1 cause alveolar capillary dysplasia and other malformations."}, {"pubmed": 19822228, "text": "A role for FOXF1 in esophageal atresia, tracheoesophageal fistula and the VACTERL association is presented."}, {"pubmed": 19851296, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20145151, "text": "FoxF1 was found to be a direct repressed target of NF1-C2; first evidence for a role of FoxF1 in cancer and regulation of EMT; overexpression associated with mesenchymal phenotype, increased invasiveness and enhanced growth of breast carcinoma xenografts"}, {"pubmed": 20198315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20233876, "text": "Observations suggest that hedgehog-dependent FoxF1 is a clinically relevant lung CAF-inducing factor, and support experimentally the general concept that CAF properties can be induced by activation of developmentally important transcription factors."}, {"pubmed": 20549505, "text": "Recognition of a specific syndrome is possible, one of several examples discussed being the recently described association of intestinal malrotation with alveolar capillary dysplasia, due to mutations in the forkhead box transcription factor FOXF1."}, {"pubmed": 21271214, "text": "FOFOXF1 was highly expressed in metastatic rhabdomyosarcoma, alveolar tumor samples and with a significant lower expression in non-metastatic samples"}, {"pubmed": 21315191, "text": "Results from mutational analysis of FOXF1 showed normal sequences and no genomic imbalances affecting the FOX gene cluster on chromosome 16q24 in the studied patients."}, {"pubmed": 21964066, "text": "FOXF1 expression is predominantly silenced in breast and colorectal cancer cell lines with inactive p53"}, {"pubmed": 23034409, "text": "Deletions in the regulatory sequence of maternally inherited FOXF1 were identified in patients with persistent fetal circulation syndrome."}, {"pubmed": 23103611, "text": "findings show FOXF1 is frequently overexpressed in colorectal tumor epithelial cells and underexpressed/lost in tumor-associated stromal fibroblasts; identified that overexpressed FOXF1 proteins are mislocalized in the cytoplasm of tumor epithelial cells, which positively correlates with poor prognostic factors of colorectal cancer"}, {"pubmed": 23407133, "text": "Case Report: heterozygous nonsense mutation c.539C>A;p.S180X in the first exon of FOXF1, in a patient with alveolar capillary dysplasia with misalignment of pulmonary veins associated with annular pancreas and intestinal malrotation."}, {"pubmed": 23504527, "text": "this study provides evidence that MHC rs9257809 and FOXF1 rs9936833 variants, associated with Barrett's esophagus, also increase esophageal carcinoma and esophageal adenocarcinoma susceptibility in Caucasians"}, {"pubmed": 23505205, "text": "We identified two additional genic and eight genomic deletions upstream to FOXF1. These results corroborate and extend our previous observations and further establish involvement of FOXF1 in ACD/MPV and lung organogenesis."}, {"pubmed": 23864317, "text": "Bmi1 and FoxF1 may cooperate with hedgehog signaling in non-small-cell lung carcinogenesis."}, {"pubmed": 23943206, "text": "Novel FOXF1 deep intronic deletion causes lethal lung developmental disorder, alveolar capillary dysplasia with misalignment of pulmonary veins."}, {"pubmed": 24186199, "text": "FOXF1 and p53 form a portion of a regulatory transcriptional network that appears to have an important role in cancer cell invasion and migration."}, {"pubmed": 24842713, "text": "we narrowed the regulatory region located ~272 kb upstream to FOXF1 to ~60 kb and showed that its loss correlated with a decrease of FOXF1 expression in vivo."}, {"pubmed": 25237908, "text": "FOXF1 behaved not only as a reprogramming regulator that mediates stemness but also as a putative tumor suppressor that contributes to p21-regulated growth suppression during fusion process"}, {"pubmed": 25260753, "text": "FOXF1 was induced by the antifibrotic mediator Prostaglandin E2 and repressed by the profibrotic cytokine TGF-beta1, and FOXF1 repressed cell growth and collagen-1 expression in normal lung fibroblasts, consistent with participation in antifibrotic pathways."}, {"pubmed": 25472632, "text": "Data indicate that constitutional duplication of FOXF1 in humans is not associated with any pediatric lung abnormalities."}, {"pubmed": 26293303, "text": "FOXF1 inhibits hematopoietic lineage commitment during early mesoderm specification."}, {"pubmed": 26294094, "text": "Targeted Resequencing of 29 Candidate Genes and Mouse Expression Studies Implicate ZIC3 and FOXF1 in Human VATER/VACTERL Association"}, {"pubmed": 26383589, "text": "we provide supportive evidence that genetic variants at FOXP1, BARX1, and FOXF1 confer risk for the development of EAC."}, {"pubmed": 26822871, "text": "Single-nucleotide polymorphisms FOXF1 rs9936833 and MHC rs9257809 remained significantly associated with presence of gastroesophageal acid reflux. The association for risk allele C in FOXF1 rs9936833 and risk allele A in MHC rs9257809 with the presence of acid reflux suggests a potential pathophysiologic mechanism for the role of genetic influences in Barret Esophagus development."}, {"pubmed": 26908052, "text": "Results show that FoxF1 increases invasiveness of breast cancer cells by upregulating LOX."}, {"pubmed": 27071622, "text": "Point mutations of FOXF1 gene is associated with alveolar capillary dysplasia."}, {"pubmed": 27109257, "text": "reported the first familial case of ACDMVP as a result of maternal somatic mosaic FOXF! mutation, which provided additional evidence for this novel imprinting disorder"}, {"pubmed": 27145217, "text": "FOXF1 mutations may have an extremely variable phenotype, possibly as a result of somatic mosaicism and complex gene regulation."}, {"pubmed": 27165781, "text": "FOXF1 promotes prostate tumor growth and progression by activating ERK5 signaling"}, {"pubmed": 27855150, "text": "the R139Q substitution in FOXF1 causes infantile hypertrophic pyloric stenosis in a family and implies a novel pathological pathway for the condition"}, {"pubmed": 28043906, "text": "There were decreased levels of Gsa, FOXF1, CREB1, and phosphorylated CREB1 proteins in intestinal muscle layers of patients with chronic intestinal pseudo-obstruction, compared with tissues from controls."}, {"pubmed": 28131747, "text": "Data show that MeCP2 promotes gastric cancer (GC) cell proliferation via FOXF1-mediated Wnt5a/beta-Catenin signaling pathway, and suppresses GC cell apoptosis through MYOD1-mediated Caspase-3 signaling pathway."}, {"pubmed": 28256047, "text": "we describe monozygotic twins and one full-term newborn with ACD and gastrointestinal malformations caused by de novo mutations of FOXF1 on the maternal-inherited alleles."}, {"pubmed": 28398355, "text": "FOXF1 rs3950627 was significantly associated with survival in gastric cancer patients from two populations; Japan and California."}, {"pubmed": 28404937, "text": "gene polymorphism is associated with increased colorectal cancer risk in the Han Chinese population"}, {"pubmed": 29162563, "text": "our data indicate that FOXF1 represents not only a novel diagnostic biomarker, but also a potential novel therapeutic target in GIST."}, {"pubmed": 29569581, "text": "Mutations in SFTPC, NKX2.1, and FOXF1 were identified among Japanese infants and children with childhood interstitial lung disease, whereas ABCA3 mutations were rare."}, {"pubmed": 29666340, "text": "the varients of FOXP1 and FOXF1 genes are functionally associated with oesophageal adenocarcinoma in Chinese population."}, {"pubmed": 29678578, "text": "circNASP contributes to malignant behaviors of osteosarcoma cells by miR-1253/FOXF1 pathway."}, {"pubmed": 30119690, "text": "a novel cascade mediated by AP-1 and FOXF1 that regulates oncogene-induced senescence, is reported."}, {"pubmed": 30189360, "text": "FOXF1 plays a critical role in colorectal cancer metastasis by inducing epithelial-mesenchymal transition via transcriptional activation of SNAI1.High expression and nuclear location of FOXF1 were significantly associated with the aggressive characteristics and poorer survival of colorectal cancer patients."}, {"pubmed": 30253191, "text": "Data suggest that that forkhead box F1 (FOXF1) might promote angiogenesis by directly binding to the vascular endothelial growth factor A (VEGFA) promoter to induce its expression."}, {"pubmed": 30565344, "text": "Expression of FOXF1 and FOXF2 is decreased in smooth muscle tissue from gastroparesis patients"}, {"pubmed": 31199666, "text": "FOXF1 mutations identified in 28 subjects with ACDMPV. Foxf1WT/S52F knock-in mice recapitulated histopathologic findings in ACDMPV infants. The S52F FOXF1 mutation disrupted STAT3-FOXF1 protein-protein interactions and inhibited transcription of Stat3 STAT3 signaling and endothelial proliferation were reduced in Foxf1WT/S52F mice and human ACDMPV lungs."}, {"pubmed": 31430452, "text": "These findings indicated that miR-152-3p regulates cell proliferation, invasion and extracellular matrix expression through targeting FOXF1 in keloid fibroblasts, suggesting that miR-152-3p is a novel and promising molecular target for keloid treatment."}, {"pubmed": 31436901, "text": "Here, we present a third unrelated Alveolar capillary dysplasia with misalignment of pulmonary veins (ACDMPV) family with the same de novo variant and propose that a direct tandem repeat of eight consecutive nucleotides GCGGCGGC within the ~4 kb CpG island in FOXF1 exon 1 is a novel mutation hotspot causative for ACDMPV."}, {"pubmed": 31498939, "text": "FOXF1 mRNA was typically downregulated in classical papillary thyroid cancer . Its expression might be a specific and independent prognostic biomarker in terms of recurrence-free survival in classical papillary thyroid cancer patients"}, {"pubmed": 31662342, "text": "Disruption of normal patterns of FOXF1 expression in a lethal disorder of lung development."}, {"pubmed": 31686214, "text": "identified a rare SNV rs28571077-A within 2-kb of the above-mentioned non-coding SNVs in the FOXF1 enhancer in the mother"}, {"pubmed": 32036090, "text": "Highly Sensitive Blocker Displacement Amplification and Droplet Digital PCR Reveal Low-Level Parental FOXF1 Somatic Mosaicism in Families with Alveolar Capillary Dysplasia with Misalignment of Pulmonary Veins."}, {"pubmed": 32319573, "text": "Epigenetic activation of FOXF1 confers cancer stem cell properties to cisplatinresistant nonsmall cell lung cancer."}, {"pubmed": 32370197, "text": "Highly Expressed FOXF1 Inhibit Non-Small-Cell Lung Cancer Growth via Inducing Tumor Suppressor and G1-Phase Cell-Cycle Arrest."}, {"pubmed": 32413891, "text": "Fast detection of FOXF1 variants in patients with alveolar capillary dysplasia with misalignment of pulmonary veins using targeted sequencing."}, {"pubmed": 32987465, "text": "[Alveolar capillary dysplasia with misalignment of the pulmonary veins: a case report and literature review]."}, {"pubmed": 33277571, "text": "Loss of FOXF1 expression promotes human lung-resident mesenchymal stromal cell migration via ATX/LPA/LPA1 signaling axis."}, {"pubmed": 33495575, "text": "Forkhead box F1 induces columnar phenotype and epithelial-to-mesenchymal transition in esophageal squamous cells to initiate Barrett's like metaplasia."}, {"pubmed": 33522073, "text": "Early prenatal diagnosis of alveolar capillary dysplasia with misalignment of pulmonary veins due to a 16q24.1 deletion."}, {"pubmed": 33627785, "text": "FOXF1 is required for the oncogenic properties of PAX3-FOXO1 in rhabdomyosarcoma."}, {"pubmed": 33739555, "text": "Lung-specific distant enhancer cis regulates expression of FOXF1 and lncRNA FENDRR."}, {"pubmed": 34257615, "text": "FOXF1 as an Immunohistochemical Marker of Hilar Cholangiocarcinoma or Metastatic Pancreatic Ductal Adenocarcinoma. Single Institution Experience."}, {"pubmed": 34315444, "text": "Perturbation of semaphorin and VEGF signaling in ACDMPV lungs due to FOXF1 deficiency."}, {"pubmed": 34325731, "text": "Genome wide DNA methylation analysis of alveolar capillary dysplasia lung tissue reveals aberrant methylation of genes involved in development including the FOXF1 locus."}, {"pubmed": 35362267, "text": "Re-sequencing of candidate genes FOXF1, HSPA6, HAAO, and KYNU in 522 individuals with VATER/VACTERL, VACTER/VACTERL-like association, and isolated anorectal malformation."}, {"pubmed": 35468741, "text": "LINC00022 acts as an oncogene in colorectal cancer progression via sponging miR-375-3p to regulate FOXF1 expression."}, {"pubmed": 35902696, "text": "Variable expressivity in a four-generation ACDMPV family with a non-coding hypermorphic SNV in trans to the frameshifting FOXF1 variant."}, {"pubmed": 35992538, "text": "FOXF1 Was Identified as a Novel Biomarker of Infantile Hemangioma by Weighted Coexpression Network Analysis and Differential Gene Expression Analysis."}, {"pubmed": 36124617, "text": "High-level gonosomal mosaicism for a pathogenic non-coding CNV deletion of the lung-specific FOXF1 enhancer in an unaffected mother of an infant with ACDMPV."}, {"pubmed": 36897043, "text": "Rabeprazole destroyed gastric epithelial barrier function through FOXF1/STAT3-mediated ZO-1 expression."}, {"pubmed": 37847578, "text": "Diagnostic value of FOXF1 gene promoter-methylated DNA in the plasma samples of patients with colorectal cancer."}, {"pubmed": 38290639, "text": "BARX1 repressed FOXF1 expression and activated Wnt/beta-catenin signaling pathway to drive lung adenocarcinoma."}, {"pubmed": 38589650, "text": "FOXF1 promotes tumor vessel normalization and prevents lung cancer progression through FZD4."}, {"pubmed": 38898031, "text": "Identification of endothelial and mesenchymal FOXF1 enhancers involved in alveolar capillary dysplasia."}], "genomic_pos": {"chr": "16", "end": 86515422, "ensemblgene": "ENSG00000103241", "start": 86510527, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 86548076, "start": 86544133, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001568", "pubmed": 19500772, "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001701", "pubmed": 19500772, "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001756", "qualifier": "involved_in", "term": "somitogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001763", "pubmed": 19500772, "qualifier": "involved_in", "term": "morphogenesis of a branching structure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002053", "qualifier": "involved_in", "term": "positive regulation of mesenchymal cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003197", "pubmed": 19500772, "qualifier": "involved_in", "term": "endocardial cushion development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003214", "pubmed": 19500772, "qualifier": "involved_in", "term": "cardiac left ventricle morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007368", "qualifier": "involved_in", "term": "determination of left/right symmetry"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007494", "pubmed": 19500772, "qualifier": "involved_in", "term": "midgut development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007507", "pubmed": 19500772, "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009887", "qualifier": "involved_in", "term": "animal organ morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010811", "qualifier": "involved_in", "term": "positive regulation of cell-substrate adhesion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014822", "qualifier": "involved_in", "term": "detection of wounding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030198", "qualifier": "involved_in", "term": "extracellular matrix organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030323", "pubmed": 19500772, "qualifier": "involved_in", "term": "respiratory tube development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030324", "pubmed": 19500772, "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030335", "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031016", "pubmed": 19500772, "qualifier": "involved_in", "term": "pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043305", "qualifier": "involved_in", "term": "negative regulation of mast cell degranulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045198", "qualifier": "involved_in", "term": "establishment of epithelial cell apical/basal polarity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [8626802, 9769171], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 8626802, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048371", "qualifier": "involved_in", "term": "lateral mesodermal cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048557", "pubmed": 19500772, "qualifier": "involved_in", "term": "embryonic digestive tract morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048565", "pubmed": 19500772, "qualifier": "involved_in", "term": "digestive tract development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048613", "pubmed": 19500772, "qualifier": "involved_in", "term": "embryonic ectodermal digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048617", "qualifier": "involved_in", "term": "embryonic foregut morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051145", "qualifier": "involved_in", "term": "smooth muscle cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060426", "pubmed": 19500772, "qualifier": "involved_in", "term": "lung vasculature development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060438", "pubmed": 19500772, "qualifier": "involved_in", "term": "trachea development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060441", "qualifier": "involved_in", "term": "epithelial tube branching involved in lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060461", "qualifier": "involved_in", "term": "right lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060463", "qualifier": "involved_in", "term": "lung lobe morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060841", "pubmed": 19500772, "qualifier": "involved_in", "term": "venous blood vessel development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061030", "qualifier": "involved_in", "term": "epithelial cell differentiation involved in mammary gland alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071345", "qualifier": "involved_in", "term": "cellular response to cytokine stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071407", "qualifier": "involved_in", "term": "cellular response to organic cyclic compound"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072189", "pubmed": 19500772, "qualifier": "involved_in", "term": "ureter development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090131", "qualifier": "involved_in", "term": "mesenchyme migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097070", "pubmed": 19500772, "qualifier": "involved_in", "term": "ductus arteriosus closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 9769171, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005667", "pubmed": 9722567, "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0000977", "pubmed": 8626802, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001228", "pubmed": 8626802, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9769171, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043565", "pubmed": 7957066, "qualifier": "enables", "term": "sequence-specific DNA binding"}]}, "homologene": {"genes": [[7955, 566407], [8364, 734087], [9031, 395624], [9544, 694454], [9598, 468057], [9606, 2294], [9615, 489672], [9913, 524813], [10090, 15227], [10116, 687536]], "id": 1114}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": "IPI00871189", "map_location": "16q24.1", "name": "forkhead box F1", "other_names": ["FREAC-1", "Forkhead, drosophila, homolog-like 5", "forkhead box protein F1", "forkhead-related activator 1", "forkhead-related protein FKHL5", "forkhead-related transcription factor 1"], "pantherdb": {"HGNC": "3809", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347470", "ortholog_type": "LDO", "panther_family": "PTHR46262", "taxid": 10090, "uniprot_kb": "Q61080"}, {"RGD": "1584229", "ortholog_type": "LDO", "panther_family": "PTHR46262", "taxid": 10116, "uniprot_kb": "M0R8R8"}, {"Ensembl": "ENSGALG00000034111", "ortholog_type": "LDO", "panther_family": "PTHR46262", "taxid": 9031, "uniprot_kb": "A0A1D5P6I4"}, {"ZFIN": "ZDB-GENE-050419-153", "ortholog_type": "LDO", "panther_family": "PTHR46262", "taxid": 7955, "uniprot_kb": "A1L1S5"}, {"FlyBase": "FBgn0045759", "ortholog_type": "O", "panther_family": "PTHR46262", "taxid": 7227, "uniprot_kb": "Q9VS05"}], "uniprot_kb": "Q12946"}, "pathway": {"pid": {"id": "hnf3bpathway", "name": "FOXA2 and FOXA3 transcription factor networks"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1500931", "name": "Cell-Cell communication"}, {"id": "R-HSA-418990", "name": "Adherens junctions interactions"}, {"id": "R-HSA-421270", "name": "Cell-cell junction organization"}, {"id": "R-HSA-446728", "name": "Cell junction organization"}, {"id": "R-HSA-9758920", "name": "Formation of lateral plate mesoderm"}, {"id": "R-HSA-9758941", "name": "Gastrulation"}, {"id": "R-HSA-9759475", "name": "Regulation of CDH11 Expression and Function"}, {"id": "R-HSA-9759476", "name": "Regulation of Homotypic Cell-Cell Adhesion"}, {"id": "R-HSA-9762293", "name": "Regulation of CDH11 gene transcription"}, {"id": "R-HSA-9764260", "name": "Regulation of Expression and Function of Type II Classical Cadherins"}]}, "pfam": "PF00250", "pharmgkb": "PA28226", "pharos": {"target_id": 7406, "tdl": "Tbio"}, "pir": "S51624", "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167671", "relationship": "is"}, {"id": "GNF178577", "relationship": "is"}, {"id": "GNF189483", "relationship": "is"}, {"id": "GNF200389", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047377", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF130639", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103828", "relationship": "is"}, {"id": "GNF143478", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_016273.1"], "protein": "NP_001442.2", "rna": "NM_001451.3", "translation": {"protein": "NP_001442.2", "rna": "NM_001451.3"}}, "reporter": {"HG-U133_Plus_2": "205935_at", "HG-U95Av2": "38183_at", "HTA-2_0": "TC16000668.hg.1", "HuEx-1_0": "3672609", "HuGene-1_1": "7997726", "HuGene-2_1": "16821654"}, "summary": "This gene belongs to the forkhead family of transcription factors which is characterized by a distinct forkhead domain.  The specific function of this gene has not yet been determined; however, it may play a role in the regulation of pulmonary genes as well as embryonic development. [provided by RefSeq, Jul 2008].", "symbol": "FOXF1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414677"}, "unigene": ["Hs.690163", "Hs.155591"], "uniprot": {"Swiss-Prot": "Q12946"}, "wikipedia": {"url_stub": "FOXF1"}}