{"AllianceGenome": "3811", "HGNC": "3811", "MIM": "164874", "_id": "2290", "_version": 1, "accession": {"genomic": ["AL049777.5", "CH471078.2", "CP068264.2", "NC_000014.9", "NC_060938.1", "NG_009367.1", "X78202.1"], "protein": ["AAH50072.1", "CAA52239.1", "CAA52240.1", "CAA52241.1", "CAA55038.1", "EAW65978.1", "NP_005240.3", "P55316.2"], "rna": ["BC035020.2", "BC040960.1", "BC050072.1", "DR001113.1", "NM_005249.5", "U44097.1", "X74142.1", "X74143.1", "X74144.1"], "translation": [{"protein": "CAA52241.1", "rna": "X74144.1"}, {"protein": "CAA52240.1", "rna": "X74143.1"}, {"protein": "NP_005240.3", "rna": "NM_005249.5"}, {"protein": "AAH50072.1", "rna": "BC050072.1"}, {"protein": "CAA52239.1", "rna": "X74142.1"}]}, "alias": ["BF1", "BF2", "FHKL3", "FKH2", "FKHL1", "FKHL2", "FKHL3", "FKHL4", "FOXG1A", "FOXG1B", "FOXG1C", "HBF-1", "HBF-2", "HBF-3", "HBF-G2", "HBF2", "HFK1", "HFK2", "HFK3", "KHL2", "QIN"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2018-07-02T14:08:27.839Z", "disease_label": "FOXG1 disorder", "gcep": "Rett and Angelman-like Disorders", "moi": "AD", "mondo": "MONDO:0100040", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_3f14c6c5-b051-4c94-b9c6-3b80771eed22-2018-07-02T140827.839Z", "sop": "SOP5"}}, "ensembl": {"gene": "ENSG00000176165", "protein": ["ENSP00000339004", "ENSP00000516406"], "transcript": ["ENST00000313071", "ENST00000706482"], "translation": [{"protein": "ENSP00000516406", "rna": "ENST00000706482"}, {"protein": "ENSP00000339004", "rna": "ENST00000313071"}], "type_of_gene": "protein_coding"}, "entrezgene": "2290", "exons": [{"cdsend": 28768749, "cdsstart": 28767279, "chr": "14", "position": [[28766786, 28770277]], "strand": 1, "transcript": "NM_005249", "txend": 28770277, "txstart": 28766786}], "exons_hg19": [{"cdsend": 29237955, "cdsstart": 29236485, "chr": "14", "position": [[29235992, 29239483]], "strand": 1, "transcript": "NM_005249", "txend": 29239483, "txstart": 29235992}], "generif": [{"pubmed": 12657635, "text": "BF-1 and PAX9 interact with PLU-1 via a novel conserved sequence motif (Ala-X-Ala-Ala-X-Val-Pro-X4-Val-Pro-X8-Pro, termed the VP motif)"}, {"pubmed": 17522785, "text": "The expression of FOXG1 showed an inverse relationship. FOXG1 copy gain was seen in 55/59 of a validating set of tumors and showed a positive correlation with protein expression representing the first report of FOXG1 dysregulation in medulloblastoma."}, {"pubmed": 18571142, "text": "FOXG1 is responsible for the congenital variant of Rett syndrome."}, {"pubmed": 19564653, "text": "Two different de novo heterozygous FOXG1-truncating mutations were identified. The subject with the p.Trp308X mutation presented with a severe RTT-like neurodevelopmental disorder, while the p.Tyr400X allele was associated with classical RTT symptoms."}, {"pubmed": 19578037, "text": "these results contribute to the clarification of the phenotype associated with FOXG1, confirming its role in the Rett syndrome spectrum."}, {"pubmed": 19806373, "text": "two de novo mutations (c.1248C>G, p.Y416X and c.460_461dupG, p.E154GfsX300) were identified in two unrelated girls with Rett syndrome"}, {"pubmed": 20728410, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20736978, "text": "We report a series of seven cases of patients with FIXG1 gebe duplications in 14q associated with developmental delay/mental retardation and speech delay as predominant features, as well as developmental epilepsy in the majority."}, {"pubmed": 21280142, "text": "150 patients affected by postnatal microcephaly, and identified two mutations: the c.326C>T (p.P109L) substitution and the c.730C>T transition, which induces the p.R244C mutation within the DNA-binding forkhead domain."}, {"pubmed": 21368052, "text": "Transgenic mice lacking microRNAs miR-9-2 and miR-9-3 exhibit multiple defects in their telencephalic structures which may be brought about by dysregulation of Foxg1, Nr2e1, Gsh2, and Meis2 expression."}, {"pubmed": 21441262, "text": "The core FOXG1 syndrome phenotype consists of postnatal microcephaly, severe mental retardation, absent language, dyskinesia, and corpus callosum hypogenesis."}, {"pubmed": 21536641, "text": "West syndrome was associated with 14q12 duplications harboring FOXG1"}, {"pubmed": 21910242, "text": "A small increase in the dosage of FOXG1 could cause infantile spasms."}, {"pubmed": 22091895, "text": "Alterations in the kinetics of FoxG1 binding to chromatin might contribute to the pathological effects of FOXG1 mutations."}, {"pubmed": 22129046, "text": "FOXG1 mutations are involved in the molecular etiology of the congenital variant of Rett syndrome."}, {"pubmed": 22378868, "text": "Foxg1 is critical for dentate gyrus formation, especially during the early postnatal stage."}, {"pubmed": 22636604, "text": "The authors show that deletions including 14q13 result in a recognisable phenotype mainly due to haploinsufficiency of two genes (NKX2-1, PAX9). FOXG1 (on chromosome band 14q12) involvement seems to be the main determinant of phenotype severity."}, {"pubmed": 22739344, "text": "In fibroblast cells, a cis-acting regulatory sequence located more than 0.6 Mb away from FOXG1 acts as a silencer at the transcriptional level."}, {"pubmed": 22968132, "text": "14q12 microdeletions excluding FOXG1, but leading to its misregulation give rise to a congenital variant Rett syndrome-like phenotype."}, {"pubmed": 23592496, "text": "Authors assessed the functional relevance of two genes, FoxG1 and Bmi1, which were significantly enriched in non-Shh/Wnt MBs and showed these genes to mediate MB stem cell self-renewal and tumor initiation in mice."}, {"pubmed": 23632790, "text": "Reduced FOXG1 levels in patients' platelets having translocations or deletions in that region."}, {"pubmed": 23660594, "text": "FoxG1 can function as a pro-apoptotic factor in part through suppression of AIB1 coactivator transcription complex formation, thereby reducing the expression of the AIB1 oncogene."}, {"pubmed": 23956198, "text": "Our data and review of previous reports highlight dysregulation of FOXG1 pathway as the cause of the \"FOXG1 syndrome\" developmental disorder"}, {"pubmed": 24356439, "text": "transcriptional programmes regulated by FOXG1 and Groucho/TLE are important for BTIC-initiated brain tumour growth, implicating FOXG1 and Groucho/TLE in GBM tumourigenesis"}, {"pubmed": 24738188, "text": "Its mutation causes Rett syndrome.(review)"}, {"pubmed": 24836831, "text": "Genotype-phenotype studies of FOXG1 may help to elucidate why children develop different forms of developmental epilepsy."}, {"pubmed": 25251503, "text": "critical role in the regulation of hepatocellular carcinoma development"}, {"pubmed": 25565401, "text": "The neurological phenotype of FOXG1 haploinsufficiency shows the features of a dyskinetic encephalopathy of infancy."}, {"pubmed": 25966633, "text": "these results implicate the overexpression of a group of neuropeptides in the basal ganglia, hypothalamus, cortex and hippocampus in the pathogenesis FOXG1 behavioral impairments."}, {"pubmed": 26186191, "text": "Data suggest that a shift toward GABAergic neuron fate caused by FOXG1 is a developmental precursor of autism spectrum disorder."}, {"pubmed": 26239053, "text": "Rett syndrome with early epilepsy and the congenital variant are mainly due to variations in the CDKL5 and FOXG1 genes, respectively"}, {"pubmed": 26364767, "text": "FOXG1 mutations are associated with familial recurrence in FOXG1-related disorders."}, {"pubmed": 26433703, "text": "We propose that the disruption of signaling pathways that promote mature neuronal differentiation by overexpressed FOXG1 is a contributing event in the neoplastic transformation of cerebellar stem cells."}, {"pubmed": 26455392, "text": "EGFR mutations remodel the activated enhancer landscape of glioblastoma multiforme, promoting tumorigenesis through a SOX9 and FOXG1-dependent transcriptional regulatory network in vitro and in vivo."}, {"pubmed": 26523971, "text": "These findings suggest a central AKT-FOXG1-reelin signaling pathway in focal malformations of cortical development and support pathway inhibitors as potential treatments or therapies for some forms of focal epilepsy."}, {"pubmed": 27001178, "text": "Report demonstrates the functional consequences of Foxg1 haploinsufficiency in the visual system of Foxg1+/Cre mice and a visual impairment in a cohort of Rett individuals presenting genetic alteration on FOXG1"}, {"pubmed": 27029630, "text": "Abnormal involuntary movements are a major feature of FOXG1 mutations. Our study delineates the spectrum of movement disorders and confirms an expanding clinical phenotype. Symptomatic treatment may be considered for severe or disabling cases, although further research regarding potential treatment strategies is necessary."}, {"pubmed": 27044840, "text": "Upregulated miR-200b in cervical cancer was proven to show positive regulation on cervical cancer development by directly targeting FoxG1."}, {"pubmed": 27171548, "text": "The genetic etiology of Rett syndrome (RTT) without MECP2, CDKL5, and FOXG1 mutations is heterogeneous, overlaps with other NDDs, and complicated by a high mutation burden. Dysregulation of chromatin structure and abnormal excitatory synaptic signaling may form two common pathological bases of RTT."}, {"pubmed": 27640358, "text": "findings demonstrate clear phenotype differences between FOXG1 and MECP2 disorders."}, {"pubmed": 28026162, "text": "describe the initial design and characterizations of novel covalent BH3-based agents that potently target Bfl-1"}, {"pubmed": 28465359, "text": "FOXG1 and SOX2 operate in complementary but distinct roles to fuel unconstrained self-renewal in Glioblastoma multiforme stem cells via transcriptional control of core cell cycle and epigenetic regulators."}, {"pubmed": 28661489, "text": "Patients with FOXG1 syndrome/congenital variant of Rett syndrome associated with pathogenic and likely pathogenic variants in the forkhead box G1 gene indicates substantial variability in overall severity of the phenotype."}, {"pubmed": 28781028, "text": "A novel missense mutation was identified in FOXG1 on gene analysis (c. 569T>A, p. Ile190Asn). The patient showed not only the typical cerebral abnormalities of a congenital variant of Rett syndrome , but also a hypoplastic hippocampus. This novel mutation and cerebral findings may provide new insights into the pathophysiology of the congenital variant of Rett syndrome"}, {"pubmed": 28851325, "text": "phenotypes associated with FOXG1 mutations in Chinese Rett syndrome or Rett syndrome-like patients."}, {"pubmed": 29248687, "text": "FOXG1 expression is regulated by nitric oxide in the epidermal stem cells.FOXG1 induces transcriptional activity of the c-Myc gene promoter."}, {"pubmed": 29289958, "text": "Loss of regulatory elements within the refined critical region is the main cause of the FOXG1 syndrome in patients with structural rearrangements associated with long-range position effects."}, {"pubmed": 29316219, "text": "These results provide previously unavailable insight into the transcriptional programs underlying the tumour-promoting functions of FOXG1:TLE1 in glioblastoma."}, {"pubmed": 29396177, "text": "We report three cases of FOXG1-related syndrome...with three different underlying genotypes (14q12 deletion including the FOXG1 gene, FOXG1 intragenic mutation, 14q12 deletion including PRKD1 and a region regulating FOXG1 expression)"}, {"pubmed": 30172378, "text": "findings suggest that FoxG1 functions as an onco-factor by promoting proliferation, as well as inhibiting differential responses in glioblastoma by downregulating FoxO/Smad signaling."}, {"pubmed": 30804331, "text": "FOXG1 dose-dependently affect the cellular constitution of human brain, with 60% mildly affect GABAergic interneuron development while 30% thresholds the production of MGE derived neurons."}, {"pubmed": 30821834, "text": "Foxg1 Antagonizes Neocortical Stem Cell Progression to Astrogenesis."}, {"pubmed": 30929312, "text": "FOXG1 is a gene identified as causative genes in atypical forms of Rett syndrome."}, {"pubmed": 31307196, "text": "miR-30a-5p showed a regulatory role on the expression of FOXG1 and further modulated the progression of cutaneous squamous cell carcinoma"}, {"pubmed": 31717404, "text": "the evolution and molecular features of MeCP2, CDKL5, and FOXG1 and their binding partners, were analyzed."}, {"pubmed": 32105570, "text": "Rett Syndrome, a Neurodevelopmental Disorder, Whole-Transcriptome, and Mitochondrial Genome Multiomics Analyses Identify Novel Variations and Disease Pathways."}, {"pubmed": 33058871, "text": "Structural Basis for DNA Recognition by FOXG1 and the Characterization of Disease-causing FOXG1 Mutations."}, {"pubmed": 33106377, "text": "Phenotypes in adult patients with Rett syndrome: results of a 13-year experience and insights into healthcare transition."}, {"pubmed": 33257509, "text": "Linkage analysis identifies an isolated strabismus locus at 14q12 overlapping with FOXG1 syndrome region."}, {"pubmed": 33709381, "text": "CircRNA circ_0067772 aggravates the malignant progression of cutaneous squamous cell carcinoma by regulating miR-1238-3p/FOXG1 axis."}, {"pubmed": 33991771, "text": "Genotype-phenotype implications from three representative clinical FOXG1 variants associated with FOXG1 syndrome."}, {"pubmed": 34278485, "text": "FOXG1 improves mitochondrial function and promotes the progression of nasopharyngeal carcinoma."}, {"pubmed": 34284163, "text": "Human neuropathology confirms projection neuron and interneuron defects and delayed oligodendrocyte production and maturation in FOXG1 syndrome."}, {"pubmed": 34964776, "text": "Identification of FOXG1 mutations in infantile hypotonia and postnatal microcephaly."}, {"pubmed": 34979422, "text": "MicroRNA-582-5p regulates cell invasion in bladder cancer through targeting Forkhead Box G1."}, {"pubmed": 35055139, "text": "Paving Therapeutic Avenues for FOXG1 Syndrome: Untangling Genotypes and Phenotypes from a Molecular Perspective."}, {"pubmed": 35148845, "text": "FOXG1 dose tunes cell proliferation dynamics in human forebrain progenitor cells."}, {"pubmed": 35163265, "text": "Multidimensional Functional Profiling of Human Neuropathogenic FOXG1 Alleles in Primary Cultures of Murine Pallial Precursors."}, {"pubmed": 35714598, "text": "Zika virus induces FOXG1 nuclear displacement and downregulation in human neural progenitors."}, {"pubmed": 35818636, "text": "Spatial control of astrogenesis progression by cortical arealization genes."}, {"pubmed": 35954211, "text": "Aberrant Expression of COX-2 and FOXG1 in Infrapatellar Fat Pad-Derived ASCs from Pre-Diabetic Donors."}, {"pubmed": 36585925, "text": "A comprehensive analysis of the FOX family for predicting kidney renal clear cell carcinoma prognosis and the oncogenic role of FOXG1."}, {"pubmed": 37216650, "text": "FOXG1 targets BMP repressors and cell cycle inhibitors in human neural progenitor cells."}, {"pubmed": 37243590, "text": "Elevated FOXG1 in glioblastoma stem cells cooperates with Wnt/beta-catenin to induce exit from quiescence."}, {"pubmed": 38056433, "text": "Expanding the Clinical and Molecular Spectrum of FOXG1- and ZBTB18-Associated Neurodevelopmental Disorders."}], "genomic_pos": {"chr": "14", "end": 28770277, "ensemblgene": "ENSG00000176165", "start": 28764329, "strand": 1}, "genomic_pos_hg19": {"chr": "14", "end": 29238870, "start": 29235050, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007346", "qualifier": "involved_in", "term": "regulation of mitotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007420", "pubmed": [7599184, 7959731], "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016199", "qualifier": "involved_in", "term": "axon midline choice point recognition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021852", "qualifier": "involved_in", "term": "pyramidal neuron migration to cerebral cortex"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045666", "qualifier": "involved_in", "term": "positive regulation of neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045787", "qualifier": "involved_in", "term": "positive regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 12657635, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048664", "qualifier": "involved_in", "term": "neuron fate determination"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": [7957066, 7959731], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12657635, 24356439], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:1990837", "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30274], [8364, 100144706], [9544, 716287], [9598, 467416], [9606, 2290], [9913, 101905308], [10090, 15228], [10116, 24370]], "id": 3843}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein G1", "id": "IPR047208", "short_desc": "FOXG1"}], "ipi": "IPI00024386", "map_location": "14q12", "name": "forkhead box G1", "other_names": ["brain factor 1", "brain factor 2", "forkhead box protein G1", "forkhead-like 1", "forkhead-like 2", "forkhead-like 3", "forkhead-like 4", "oncogene QIN"], "pantherdb": {"HGNC": "3811", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1347464", "ortholog_type": "LDO", "panther_family": "PTHR46617", "taxid": 10090, "uniprot_kb": "Q60987"}, {"RGD": "2619", "ortholog_type": "LDO", "panther_family": "PTHR46617", "taxid": 10116, "uniprot_kb": "Q00939"}, {"Ensembl": "ENSGALG00000036364", "ortholog_type": "LDO", "panther_family": "PTHR46617", "taxid": 9031, "uniprot_kb": "Q90964"}, {"ZFIN": "ZDB-GENE-080305-12", "ortholog_type": "O", "panther_family": "PTHR46617", "taxid": 7955, "uniprot_kb": "F1RES1"}, {"ZFIN": "ZDB-GENE-040426-2437", "ortholog_type": "O", "panther_family": "PTHR46617", "taxid": 7955, "uniprot_kb": "F6NTK8"}, {"ZFIN": "ZDB-GENE-050419-26", "ortholog_type": "O", "panther_family": "PTHR46617", "taxid": 7955, "uniprot_kb": "A0A2R8QA57"}, {"ZFIN": "ZDB-GENE-990415-267", "ortholog_type": "LDO", "panther_family": "PTHR46617", "taxid": 7955, "uniprot_kb": "Q568V0"}, {"FlyBase": "FBgn0004567", "ortholog_type": "LDO", "panther_family": "PTHR46617", "taxid": 7227, "uniprot_kb": "P32031"}], "uniprot_kb": "P55316"}, "pathway": {"kegg": {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, "pid": {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9022692", "name": "Regulation of MECP2 expression and activity"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}], "wikipathways": [{"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3674", "name": "Tgif disruption of Shh signaling"}, {"id": "WP4312", "name": "Rett syndrome causing genes"}]}, "pdb": "7CBY", "pfam": "PF00250", "pharmgkb": "PA162388806", "pharos": {"target_id": 15383, "tdl": "Tbio"}, "pir": ["B54743", "I37451"], "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249443", "relationship": "is"}, {"id": "GNF249444", "relationship": "is"}, {"id": "GNF249445", "relationship": "is"}, {"id": "GNF249446", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF038110", "relationship": "is"}, {"id": "GNF050318", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082592", "relationship": "is"}, {"id": "GNF082593", "relationship": "is"}, {"id": "GNF082594", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054736", "relationship": "is"}, {"id": "GNF059518", "relationship": "is"}, {"id": "GNF074920", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070591", "relationship": "is"}, {"id": "GNF070592", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005470", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099368", "relationship": "is"}, {"id": "GNF139023", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1", "NG_009367.1"], "protein": "NP_005240.3", "rna": "NM_005249.5", "translation": {"protein": "NP_005240.3", "rna": "NM_005249.5"}}, "reporter": {"HG-U133_Plus_2": ["206018_at", "207658_s_at"], "HG-U95Av2": ["31946_s_at", "31947_r_at", "39605_at"], "HTA-2_0": ["TC14000184.hg.1", "TC14001621.hg.1"], "HuEx-1_0": "3530655", "HuGene-1_1": "7973745", "HuGene-2_1": "16782975"}, "retired": [2291, 2292, 2293], "summary": "This locus encodes a member of the fork-head transcription factor family. The encoded protein, which functions as a transcriptional repressor, is highly expressed in neural tissues during brain development. Mutations at this locus have been associated with Rett syndrome and a diverse spectrum of neurodevelopmental disorders defined as part of the FOXG1 syndrome. This gene is disregulated in many types of cancer and is the target of multiple microRNAs that regulate the proliferation of tumor cells. [provided by RefSeq, Jul 2020].", "symbol": "FOXG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812297"}, "unigene": ["Hs.740590", "Hs.632336", "Hs.741222"], "uniprot": {"Swiss-Prot": "P55316"}, "wikipedia": {"url_stub": "FOXG1"}}