{"AllianceGenome": "1092", "HGNC": "1092", "MIM": "605597", "_id": "668", "_version": 1, "accession": {"genomic": ["AC092947.12", "AY331134.2", "CP068275.2", "DQ016593.1", "DQ016608.1", "DQ016609.1", "FJ598615.1", "KR030055.1", "KT584049.1", "NC_000003.12", "NC_060927.1", "NG_012454.1", "NG_029796.1"], "protein": ["AAH19896.1", "AAH62549.1", "AAK01352.1", "AAQ01519.1", "AAY21821.1", "AAY21822.1", "AAY21823.1", "AAY89234.1", "AAY89235.1", "AAY89236.1", "NP_075555.1", "P58012.1", "QTX15865.1", "QTX15866.1", "QTX15867.1", "QTX15868.1", "QTX15869.1", "QTX15870.1", "QTX15871.1", "QTX15872.1", "QTX15873.1", "QTX15874.1", "QTX15875.1", "QTX15876.1", "QTX15877.1", "QTX15878.1", "QTX15879.1", "WNN27083.1"], "rna": ["AF301906.1", "AI089172.1", "BC019896.1", "BC062549.1", "BF512713.1", "BF515406.1", "BX095729.1", "DQ089670.1", "DQ089671.1", "DQ089672.1", "FJ598614.1", "MW507568.1", "MW507569.1", "MW507570.1", "MW507571.1", "MW507572.1", "MW507573.1", "MW507574.1", "MW507575.1", "MW507576.1", "MW507577.1", "MW507578.1", "MW507579.1", "MW507580.1", "MW507581.1", "MW507582.1", "NM_023067.4", "OR428311.1"], "translation": [{"protein": "QTX15878.1", "rna": "MW507581.1"}, {"protein": "QTX15879.1", "rna": "MW507582.1"}, {"protein": "QTX15868.1", "rna": "MW507571.1"}, {"protein": "QTX15877.1", "rna": "MW507580.1"}, {"protein": "AAY89236.1", "rna": "DQ089672.1"}, {"protein": "AAK01352.1", "rna": "AF301906.1"}, {"protein": "QTX15872.1", "rna": "MW507575.1"}, {"protein": "QTX15876.1", "rna": "MW507579.1"}, {"protein": "QTX15867.1", "rna": "MW507570.1"}, {"protein": "QTX15873.1", "rna": "MW507576.1"}, {"protein": "QTX15871.1", "rna": "MW507574.1"}, {"protein": "QTX15874.1", "rna": "MW507577.1"}, {"protein": "AAY89235.1", "rna": "DQ089671.1"}, {"protein": "QTX15866.1", "rna": "MW507569.1"}, {"protein": "QTX15865.1", "rna": "MW507568.1"}, {"protein": "QTX15869.1", "rna": "MW507572.1"}, {"protein": "QTX15870.1", "rna": "MW507573.1"}, {"protein": "NP_075555.1", "rna": "NM_023067.4"}, {"protein": "AAH19896.1", "rna": "BC019896.1"}, {"protein": "WNN27083.1", "rna": "OR428311.1"}, {"protein": "QTX15875.1", "rna": "MW507578.1"}, {"protein": "AAH62549.1", "rna": "BC062549.1"}, {"protein": "AAY89234.1", "rna": "DQ089670.1"}]}, "alias": ["BPES", "BPES1", "PFRK", "PINTO", "POF3"], "ensembl": {"gene": "ENSG00000183770", "protein": "ENSP00000497217", "transcript": "ENST00000648323", "translation": [{"protein": "ENSP00000497217", "rna": "ENST00000648323"}], "type_of_gene": "protein_coding"}, "entrezgene": "668", "exons": [{"cdsend": 138946722, "cdsstart": 138945591, "chr": "3", "position": [[138944223, 138947137]], "strand": -1, "transcript": "NM_023067", "txend": 138947137, "txstart": 138944223}], "exons_hg19": [{"cdsend": 138665564, "cdsstart": 138664433, "chr": "3", "position": [[138663065, 138665979]], "strand": -1, "transcript": "NM_023067", "txend": 138665979, "txstart": 138663065}], "generif": [{"pubmed": 11474656, "text": "new TWIST mutation (7p21) with variable eyelid manifestations supports locus homogeneity of BPES at 3q22"}, {"pubmed": 11910558, "text": "Insertion of cytosine in FOXL2 gene is associated with blepharophimosis"}, {"pubmed": 11960581, "text": "Two novel frameshift mutations of FOXL2 described in Blepharophimosis/ptosis/epicanthus inversus syndrome"}, {"pubmed": 12149404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12149404, "text": "Two novel mutations in FOXL2 are associated with premature ovarian failure."}, {"pubmed": 12161610, "text": "In patients with premature ovarian failure as well as in XX males lacking the testis-determining gene SRY, seven novel FOXL2 variations have been described."}, {"pubmed": 12471206, "text": "Molecular evolution and expression of FOXL2"}, {"pubmed": 12529855, "text": "Two mutational hotspots are described and are associated with blepharophimosis syndrome."}, {"pubmed": 12938087, "text": "Five novel mutations in Bleparophimosis ptosis epicanthus inversus syndrome patients"}, {"pubmed": 15081106, "text": "conserved sequences are candidates for models in which they are distant enhancers or otherwise affect higher order chromatin structure to impose long-range cis regulation of FOXL2 expression"}, {"pubmed": 15181179, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15181179, "text": "Results indicate that mutations in the FOXL2 coding region are rarely associated with non-syndromic premature ovarian failure."}, {"pubmed": 15257268, "text": "This study reports for the first time a novel missense mutation in a five-generation Indian family with BPES (Blepharophimosis-ptosis-epicanthus inversus syndrome)."}, {"pubmed": 15300845, "text": "The Human FOXL2 Mutation Database provides a publicly available online resource about FOXL2 mutations/variants associated with BPES syndrome & premature ovarian failure. It allows remote users to submit new mutations and to query the database online."}, {"pubmed": 15591279, "text": "the mechanism for the molecular pathogenesis of the polyAla expansions of FOXL2 may be its mislocalisation concomitant with its inclusion into nuclear aggregates"}, {"pubmed": 15962237, "text": "analysis of extragenic deletions in blepharophimosis syndrome and evidence of potential long-range cis-regulatory elements regulating FOXL2 expression"}, {"pubmed": 16086270, "text": "Findings indicated that the 951-953(delC) deletion mutation in the FOXL2 gene in the two patients resulted in truncated proteins and hence led to their blepharophimosis, ptosis, and epicanthus inversus syndrome."}, {"pubmed": 16131596, "text": "FOXL2 mutation 904_939dup36 may account not only for blepharophimosis and ptosis but also for ovarian dysfunction and growth of the large corpus luteum cyst."}, {"pubmed": 16219626, "text": "A complete deletion of the polyAla tract of FOXL2 induces a significant intranuclear aggregation."}, {"pubmed": 16283882, "text": "Blepharophimosis and bilateral Duane syndrome associated with a FOXL2 mutation."}, {"pubmed": 16394030, "text": "Gene rearrangements in FOXL2 is associated with Blepharophimosis-ptosis-epicanthus inversus syndrome"}, {"pubmed": 16814186, "text": "The mutations causing Blepharophimosis-ptosis-epicanthus inversus syndrome are found in the FOXL2 gene, a forkhead transcription factor, located in 3q23."}, {"pubmed": 17089161, "text": "Mutant 5-residue polyalanine expansion of FoxL2 leads to recessive inheritance of blepharophimosis syndrome associated with ovarian dysfunction."}, {"pubmed": 17277738, "text": "Our results expand the spectrum of FOXL2 mutations and confirm the mutation hotspot in FOXL2."}, {"pubmed": 17393695, "text": "A 892C > T mutation in FOXL2 was found in patients with blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 17897532, "text": "The 901 - 930 dup 30 mutation of FOXL2 causes great changes in the primary and secondary structure, which may be the molecular pathogenesis of blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 17968144, "text": "FOXL2 mutations in Indian families with blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 18028747, "text": "FOXL2 gene mutations are a rare occurrence in isolated premature ovarian failure (POF) cases and may not be involved in the pathogenesis of POF."}, {"pubmed": 18028747, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18158309, "text": "FOXL2 polyAla expansions lead to protein mislocalization and aggregation in a length-dependent manner."}, {"pubmed": 18372316, "text": "Missense mutations in the DNA-binding forkhead domain of FOXL2 lead to mislocalization, protein aggregation and altered transactivation."}, {"pubmed": 18484667, "text": "analysis of the functional effects of novel mutations of the transcription factor FOXL2 in BPES patients"}, {"pubmed": 18635577, "text": "identified and characterized a FoxL2 response element (FLRE) and showed that it is highly specific and that it diverges from that of other Forkhead transcription factors"}, {"pubmed": 18642388, "text": "Novel mutations in the FOXL2 gene from Blepharophimosis syndrome patients have been found which confirm the existence of two previously described mutational hotspots."}, {"pubmed": 18721930, "text": "Report the aberrant expression of FOXL2 in the human testis and its association with localized intratesticular sex reversal."}, {"pubmed": 18726931, "text": "review of all currently described FOXL2 sequence variations and genomic rearrangements in blepharophimosis syndrome and premature ovarian failure (Review)"}, {"pubmed": 19010791, "text": "FOXL2 expression levels increase upon both oxidative stress and heat shock."}, {"pubmed": 19106105, "text": "FoxL2 and Smad3 coordinately regulate follistatin gene transcription."}, {"pubmed": 19324968, "text": "A novel role for FOXL2 in activin A-regulated Fshb transcription."}, {"pubmed": 19371227, "text": "Mutations of the transcription factor FOXL2 gene in Chinese patients with BPES are reported."}, {"pubmed": 19515849, "text": "Intranuclear aggregation and cytoplasmic mislocalization of mutant FOXL2 may be considered as loose predictors of ovarian dysfunction."}, {"pubmed": 19516027, "text": "identified a single, recurrent somatic mutation (402C-->G) in FOXL2 that was present in almost all morphologically identified adult-type GCTs. Mutant FOXL2 is a potential driver in the pathogenesis of adult-type GCTs"}, {"pubmed": 19543368, "text": "Deletion of the conserved non-coding sequences upstream of FOXL2 is associated with blepharophimosis syndrome."}, {"pubmed": 19592504, "text": "The present study found a novel FOXL2 gene mutation in a Chinese blepharophimosis-ptosis-epicanthus inversus syndrome family."}, {"pubmed": 19706741, "text": "Data suggest that the expression of FOXL2 in somatic cells of the developing human ovary supports a role for this factor in somatic/germ cell interactions from the earliest stages of human ovarian development."}, {"pubmed": 19744555, "text": "FOXL2 is sumoylated by Ubc9, and this Ubc9-mediated sumoylation is essential to the transcriptional activity of FOXL2 on the StAR promoter."}, {"pubmed": 19797124, "text": "ERalpha and Foxl2 interact and that Foxl2 selectively suppresses ERalpha-mediated transcription of AP1-regulated genes."}, {"pubmed": 19917504, "text": "FOXL2 represses the transcription of aromatase, cholesterol side-chain cleavage enzyme P450scc and cyclin D2 in granulosa cells."}, {"pubmed": 19929410, "text": "novel frameshift mutation g.1113 dup C, c.876 dup C, p.P292 Fs in blepharophimosis ptosis epicanthus inversus and telecanthus syndrome in a Tunisian consanguineous family"}, {"pubmed": 19956657, "text": "the FOXL2 c.402C>G somatic mutation may have a role in ovarian granulosa-cell tumors"}, {"pubmed": 19969293, "text": "report demonstrates a previously undescribed de novo mutation in the FOXL2 gene-a thymidine deletion, c.627delT (g.864delT)-in a woman with a sporadic case of blepharophimosis ptosis epicantus inversis and premature ovarian failure"}, {"pubmed": 19996294, "text": "FOXL2 402C-->G mutation that is present in virtually all adult-type granulosa cell tumors has important implications for the diagnosis and classification of ovarian sex cord-stromal tumors."}, {"pubmed": 20098707, "text": "This is the first study demonstrating that the p.Cys134Trp mutant does not have a strong impact on FOXL2 localization, solubility, and transactivation abilities on a panel of proven target promoters"}, {"pubmed": 20184535, "text": "Two mutations in FOXL2 were identified in two familial cases. One was c.855-871dup associated with POF. The other was c.384G>A, a novel mutation that resulted in non-sense changes of the encoded protein."}, {"pubmed": 20198651, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20198651, "text": "data indicate that the FOXL2 codon 134 mutation occurs exclusively in granulosa cell tumor (GCT) and thecoma, and suggest the possibility that the development of most GCTs and a fraction of thecomas may be dependent on this mutation."}, {"pubmed": 20207836, "text": "Data show that human FOXL2 and SF-1 proteins interact in human granulosa cells and that FOXL2 negatively regulates the transcriptional activation of a steroidogenic enzyme, CYP17, by SF-1."}, {"pubmed": 20209145, "text": "FOXL2 interacts with PIAS1 and UBC9, and sumoylated in both human and mouse"}, {"pubmed": 20222838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20222838, "text": "mutations in FOXL2 gene was not common among Chinese patients with POF"}, {"pubmed": 20233786, "text": "FoxL2 plays a key role in activin induction of the FSHbeta gene, by binding to sites conserved across multiple species."}, {"pubmed": 20236120, "text": "FOXL2 mutations in Tunisian patients with blepharophimosis-ptosis-epicanthus inversus syndrome"}, {"pubmed": 20448577, "text": "Defects in FOXL2 could underlie many types of female infertility."}, {"pubmed": 20459545, "text": "FOXL2 showed a p.C134W missense point mutation in 18 of 20 adult granulosa-cell tumors"}, {"pubmed": 20693978, "text": "FOXL2 C134W mutation appears to be characteristic of adult granulosa cell tumors of the ovary."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21051974, "text": "The nucleotide alteration of FOXL2 in tumor cells is due to a somatic mutation, therefore sequencing of blood DNA for the detection of the FOXL2 mutation is not a useful method for the diagnosis of granulosa cell tumor."}, {"pubmed": 21055199, "text": "Mutation c.704delG in FOXL2 led to a truncated protein is associated with both type I and II of blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 21068205, "text": "a novel missense mutation in the forkhead domain of the FOXL2 gene was identified in a Chinese family with BPES type I, members of which displayed clinical symptoms"}, {"pubmed": 21119601, "text": "Wild-type FOXL2 induced significant granulosa cell death, but mutant FOXL2 induced minimal cell death. FOXL2-induced apoptosis was greatly dependent on caspase 8, BID and BAK."}, {"pubmed": 21146150, "text": "Findings have expanded the spectrum of known mutations of the FOXL2 gene in a Chinese kindred with blepharophimosis type II."}, {"pubmed": 21188138, "text": "aromatase is a direct target of FOXL2:C134W in adult-type granulosa cell tumors via a single distinctive and highly conserved binding site in promoter II"}, {"pubmed": 21271216, "text": "FOXL2 is expressed in breast cancer and correlates with aromatase expression as well as with clinical outcome"}, {"pubmed": 21289058, "text": "SIRT1 inhibits FOXL2 transactivation and expression in granulosa cells."}, {"pubmed": 21293260, "text": "mutation 402C>G does not play any significant role in the development of testicular adult type granulosa cell tumors and incompletely differentiated sex cord stromal tumors"}, {"pubmed": 21321671, "text": "analysis of the FOXL2 gene using quantitative real-time PCR in Chinese patients with blepharophimosis-ptosis-epicanthus inversus syndrome"}, {"pubmed": 21325395, "text": "Six mutations were found, a novel deletion (c.860delC), three previously reported duplications (c.663-692dup 30, c.672-701dup30 and c.843-859dup17), a frame shift (c.804dupC) and a homozygous missense mutation (p.E69K)."}, {"pubmed": 21378549, "text": "FOXL2 is a relatively sensitive and highly specific marker for sex cord-stromal ovarian tumors."}, {"pubmed": 21478824, "text": "The results of this study suggest that FOXL2 contributes to the human-specific functional expression and the differentiation of gonadotroph cells and adenomas."}, {"pubmed": 21623383, "text": "Data suggest that FOXL2 mutation and mRNA expression are of prognostic importance in both adult and juvenile granulosa cell tumors."}, {"pubmed": 21632871, "text": "Findings reveal new insights into the molecular effects of FOXL2 mutations affecting the FHD, which represent two-thirds of intragenic mutations, and provide the first predictive tool of their effects."}, {"pubmed": 21640373, "text": "Results confirm previous studies reporting over 95% prevalence of FOXL2 mutation in GCT. Furthermore, we suggest that testing for the presence of the FOXL2 C402G mutation may improve diagnostic accuracy."}, {"pubmed": 21682576, "text": "FOXL2 and SOX9 distinguish the lineage of the sex cord-stromal cells in gonadoblastomas."}, {"pubmed": 21763750, "text": "FOXL2 is central to ovarian development and maintenance. [Review]"}, {"pubmed": 21862621, "text": "mutant FOXL2 exerts a dominant-negative effect on wild-type FOXL2's activity as a transcriptional repressor of key genes in ovarian follicle differentiation."}, {"pubmed": 22022399, "text": "Promyelocytic Leukemia nuclear Bodies might transiently recruit FOXL2 to the vicinity of locally concentrated enzymes that could be involved in the post-translational maturation of FOXL2."}, {"pubmed": 22022399, "text": "SUMOylation of FOXL2 and PML Bodies"}, {"pubmed": 22164424, "text": "Foxl-2 in gonad development and pathology"}, {"pubmed": 22171663, "text": "The novel deletion found could be involved in FOXL2 regulation and constitutes the smallest deletion described in a female with Blepharophimosis, ptosis and epicanthus inversus syndrome (BPES)."}, {"pubmed": 22200085, "text": "FOXL2 mutation and large-scale genomic imbalances in adult granulosa cell tumors of the ovary."}, {"pubmed": 22296244, "text": "The C134W (402 C>G) FOXL2 mutation is absent in ovarian gynandroblastoma."}, {"pubmed": 22312189, "text": "A heterozygous FOXL2 missense mutation c.650C-->G (p.Ser217Cys) co-segregating with disease in members of a three-generation Iranian family with BPES type II is described."}, {"pubmed": 22336067, "text": "Two novel heterozygous mutations in FOXL2 were detected from Chinese blepharophimosis-ptosis-epicanthus inversus syndrome patients."}, {"pubmed": 22544055, "text": "C134W mutation of FOXL2 fails to integrate signals through protein-protein interactions to regulate target promoters and to induce cell death."}, {"pubmed": 22544055, "text": "Ten novel protein partners of FOXL2"}, {"pubmed": 22742556, "text": "The FOXL2 402C-->G (C134W) mutation is also present in adult-type granulosa cell tumors occurring in men, although in a smaller proportion when compared with women. FOXL2 can be a helpful in the diagnosis of granulosa cell tumors of the testis."}, {"pubmed": 22797072, "text": "genes differentially expressed in ovarian granulosa cell tumors are significantly enriched for known FOXL2 target genes, consistently with the prevalence of FOXL2 somatic mutation in these tumors."}, {"pubmed": 22926839, "text": "description of first multi-mutation of FOXL2 leading to polyalanine expansion of +10 residues combined with Y186C substitution and synonymous variant in Chinese family with blepharophimosis--ptosis--epicanthus inversus syndrome"}, {"pubmed": 23029457, "text": "Mutant FOXL2 in granulosa cell tumors is able to differentially regulate the expression of many genes, including two well known FOXL2 targets, StAR and CYP19A."}, {"pubmed": 23044875, "text": "FOXL2, human - Recent developments have demonstrated that ovarian development is an active process (rather than a default process); ovarian development/function requires expression of FOXL2, WNT4, and RSPO1. [REVIEW]"}, {"pubmed": 23051594, "text": "gonadotroph tumor cell proliferation is determined by the interplay between cell-specific FOXL2 with PTTG and Clusterin"}, {"pubmed": 23084143, "text": "We investigated the mechanism by which Notch1 activation controls expression of FoxL2, which in turn activates smooth muscle actin gene expression in periocular mesenchyma to control eyelid levator smooth muscle formation."}, {"pubmed": 23348906, "text": "Report guidelines for FOXL2 mutational analysis in granulosa cell ovarian neoplasms."}, {"pubmed": 23426431, "text": "essential mediator of activin-regulated FSH beta subunit transcription [review]"}, {"pubmed": 23441113, "text": "Association of a novel duplication mutation leads to a truncated protein in blepharophimosis syndrome type II"}, {"pubmed": 23516377, "text": "Here, fine-mapping of 42 microdeletions of the FOXL2 locus, encompassing FOXL2 (32) or its regulatory domain (10), serves as a model for rare, locus-specific CNVs implicated in genetic disease"}, {"pubmed": 23523567, "text": "FOXL2 expression is required for GDF-9 stimulation of follistatin transcription."}, {"pubmed": 23567549, "text": "FOXL2 negatively regulates follistatin expression within the ovary, and that the pathogenesis of FOXL2(C134W) may involve an altered interaction with Smad3."}, {"pubmed": 23774170, "text": "FOXL2 mutation analysis is a useful adjunct in distinguishing between diffuse adult granulosa cell tumor (mutation present) and cellular fibroma (mutation absent)."}, {"pubmed": 24007948, "text": "FOXL2 mutation positive adult tumours showed a trend towards higher FOXL2 expression than wildtype adult granulosa cell tumours, particularly in stage I patients."}, {"pubmed": 24076780, "text": "Letter: expression of sex cord-stromal markers SF-1 and FOXL2 in luteinized thecomas associated with sclerosing peritonitis."}, {"pubmed": 24099863, "text": "In this review, we focus on the role of four specific FOX factors (FOXD1, FOXL2, FOXO1 and FOXP3) in gonadotropin hormone production"}, {"pubmed": 24138090, "text": "report the 402C-->G FOXL2 mutation status in five epithelial ovarian lesions in women aged 45-77 years showing stromal proliferations that were morphologically indistinguishable from adult granulosa cell tumour"}, {"pubmed": 24157616, "text": "FOXL2 mutation was present in 44 out of 47 adult granulosa cell tumors (94%), in 3 out of 8 Thecomas (37%), in 1 out of 10 Sertoli-Leydig cell tumors (SLSTs) (10%) and in 3 out of 5 undifferentiated-SCSTs (Und-SCSTs) (60%)."}, {"pubmed": 24192202, "text": "investigated the impact of FOXL2 point mutation testing in a large cohort of adult-type granulosa cell tumours of the ovary"}, {"pubmed": 24240106, "text": "decreased apoptotic and antiproliferative activities caused by mutant forms of FOXL2 found in blepharophimosis-ptosis-epicanthus inversus syndrome patients may at least partially contribute to the pathophysiology of ovarian dysfunction."}, {"pubmed": 24257635, "text": "a FOXL2 mutation (c.402C>G) may have a role in development of adult-type ovarian granulosa cell tumors in Japanese patients"}, {"pubmed": 24265544, "text": "The mutations of c.313C>A (p. N105H) and c.430G>T (p.R144W) are two novel missense mutations in FOXL2 gene."}, {"pubmed": 24332943, "text": "These results suggest that FOXL2 may act as a tumor suppressor in human adult-type GCTs by inducing follistatin expression, which subsequently inhibits activin-stimulated cell proliferation."}, {"pubmed": 24342437, "text": "The 402C>G mutation in FOXL2, found in adult ovarian granulosa cell tumors, appears to deregulate the anti-proliferative TGF-beta pathway. Mutant FOXL2's inability to elicit an apoptotic signal cascade may be important in pathogenesis. [Review Article]"}, {"pubmed": 24390485, "text": "C134W mutation affects granulosa cell tumor development via differential posttranslational modifications of FOXL2 by GSK3B."}, {"pubmed": 24416423, "text": "The molecular interactions of FOXL2, GATA4, and SMAD3 and their roles in the regulation of CCND2 using co-immunoprecipitation, promoter transactivation, and cell viability assays in human granulosa cell tumor cells, were investigated."}, {"pubmed": 24520083, "text": "FOXL2 mRNA is hyperexpressed in the endometrium in endometriosis."}, {"pubmed": 24620032, "text": "both NOBOX and FOXL2 are expressed in human follicle granulosa cells and their interaction plays an inhibitory role in the transcriptional response of these promoters."}, {"pubmed": 24689977, "text": "FOXL2 p.C134W mutation-positive adult-type granulosa cell tumor of the ovary may not be common in the Japanese."}, {"pubmed": 24746205, "text": "FOXL2 is expressed in normal ovaries and ovarian sex cord stromal tumors, is also expressed in ovarian-type stroma characteristic of pancreatic mucinous cystic neoplasms, hepatobiliary cystadenomas, and mixed epithelial and stromal tumor of the kidney ."}, {"pubmed": 24817949, "text": "FOXL2 suppresses proliferation, invasion and promotes apoptosis of cervical cancer cells."}, {"pubmed": 25032695, "text": "The authors describe a boy with blepharophimosis syndrome plus from a de novo heterozygous 3q22.3-q24 11.2 Mb microdeletion."}, {"pubmed": 25317675, "text": "Mouse Foxl2 expression is downregulated by mir-133a."}, {"pubmed": 25369636, "text": "FOXL2 mobilizes estrogen signaling to maintain the identity of ovarian granulosa cells"}, {"pubmed": 25416281, "text": "Foxl2 deletion in either Cranial Neural Crest Cells (CNCCs) or Cranial Mesodermal Cells (CMCs) prevents eyelid closure and induces subtle skeletal developmental defects."}, {"pubmed": 25581731, "text": "Uterine tumors resembling ovarian sex cord tumors do not harbor FOXL2 mutation"}, {"pubmed": 25871347, "text": "suggests the potential of pS33 FOXL2 to serve as a new biomarker for the diagnosis of adult-type GCT"}, {"pubmed": 25884336, "text": "Our combined analysis identifies potential candidate genes, whose alterations might contribute to adult-type Ovarian granulosa cell tumors formation/progression together with the recurrent FOXL2 somatic mutation."}, {"pubmed": 26033501, "text": "Our results suggest that, in contrast to FOXL2 mutations in adult granulosa cell tumours (A-GCTs), DICER1 mutations in Sertoli-Leydig cell tumours (SLCTs) might be more useful for prognosis than for diagnosis."}, {"pubmed": 26100530, "text": "genetic association study in two families with blepharophimosis-ptosis-epicanthus inversus syndrome type 1: Two distinct mutations, a missense p.H104R change and an in-frame p.A222_A231dup10 duplication in FOXL2 gene are identified in three women."}, {"pubmed": 26200099, "text": "Describe microcystic stromal tumor as a distinctive ovarian sex cord-stromal neoplasm characterized by FOXL2, SF-1, WT-1, Cyclin D1, and beta-catenin nuclear expression and CTNNB1 mutations."}, {"pubmed": 26323275, "text": "Two novel FOXL2 mutations (c.675_690delinsT, and p.Leu75Phe) were identified in Chinese families with blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 26598979, "text": "Despite exhibiting an immunophenotype characteristic of a sex cord-stromal tumor, mutations in FOXL2 and DICER1, the 2 most common mutations hitherto reported in ovarian sex cord-stromal tumors, are not a feature of Uterine tumor resembling ovarian sex cord tumor (UTROSCT)."}, {"pubmed": 27283035, "text": "The de novo mutation rate in FOXL2 is exceptionally high compared with other dominant disorders manifesting with an ocular phenotype."}, {"pubmed": 27414805, "text": "this study identified a novel regulatory circuit for ovarian AMH production; specifically, through the coordinated interplay between FOXL2 and SF-1 that could control ovarian follicle development."}, {"pubmed": 27604691, "text": "We highlight the cooperation of WNT4, RSPO1 and FOXL2 within a regulatory network and the need for further research to better understand their role in defining and maintaining ovarian identity."}, {"pubmed": 27648785, "text": "The adult granulosa cell tumor (AGCT)-like components are likely to be tumor-like proliferations but not truly neoplastic AGCT. FOXL2 mutation testing may be useful in confirming an AGCT-like component."}, {"pubmed": 27798098, "text": "we report the identification of two novel and two recurrent heterozygous NOBOX variants in 7 out of 107 patients, with a prevalence of 6.5% (upper 95% confidence limit of 11.17%). Several variants conserve the ability to interact with FOXL2 in intracellular aggregates"}, {"pubmed": 27813081, "text": "In the case of aGCT, a well characterized mutation in the FOXL2 transcription factor (FOXL2 C134W) is found in almost all cases, which arguably defines the disease, although the molecular events that determine the stage, behavior and prognosis of aGCT remain to be determined."}, {"pubmed": 27830327, "text": "The absence of FOXL2 and DICER1 gene mutation observed in 3 patients, along with strong FOXL2 immunoreactivity provides additional evidence to place microcystic stromal tumor within pure gonadal stromal rather than sex cord ovarian tumors."}, {"pubmed": 27914838, "text": "This is the first study reporting lacrimal gland(LG) volumes in BPES, describing a significant number of patients with LG agenesis. Molecular analysis of the FOXL2 gene revealed the presence of 8 distinct mutations."}, {"pubmed": 28119367, "text": "This study demonstrated that the transactivation of FOXL2 driven by interactions between HMGA2 and pRb might exert critical effects on the metastases and EMT of chemoresistant gastric cancer. Blocking the HMGA2-FOXL2-ITGA2 pathway could serve as a new strategy for gastric cancer treatment."}, {"pubmed": 28272677, "text": "FOXL2 had a sensitivity and specificity of 100% for all the cases of sex cord stromal tumors included in this study"}, {"pubmed": 28319575, "text": "The study shows that half of granulosa theca cell tumors harbor the same FOXL2 mutation that characterizes adult granulosa cell tumors but there is no outcome evidence to guide whether mutation status should alter the classification of the tumor or the management of the patient."}, {"pubmed": 28594898, "text": "This report describes the preservation of heterozygous c.402C>G FOXL2 mutation in recurrent aGCTs. This finding adds further credence to the concept that the c.402C>G FOXL2 mutation is oncogenic and integral to this disease."}, {"pubmed": 28604951, "text": "The novel mutations of the FOXL2 are associated with blepharophimosis, ptosis and epicanthus inversus syndrome."}, {"pubmed": 28660501, "text": "This study demonstrated the existence of an AMH-FOXL2 relationship in hGCs. AMH is capable of increasing both gene and protein expression of FOXL2. Because FOXL2 induces AMH transcription, these ovarian factors could be finely regulated by a positive feedback loop mechanism to preserve the ovarian follicle reserve."}, {"pubmed": 28677787, "text": "The promoter of FOXL2 was successfully cloned and registered in Gen Bank, and a dual luciferase reporter (DLR) analysis demonstrated that the luciferase activity was significantly induced by the promoter of FOXL2. Subsequently, bioinformatics analysis indicated that FOXL2 may be regulated by STAT3."}, {"pubmed": 28849110, "text": "This novel duplicate mutation (c.844_860dup17, p.His291Argfs*71) in FOXL2 was identified in a Chinese family with both types of BPES. These findings expand current knowledge of the mutation spectrum of the FOXL2 gene and confirmed the intrafamily phenotypic heterogeneity of BPES."}, {"pubmed": 28924383, "text": "A novel FOXL2 indel mutation was identified in Chinese families with BPES. Our results expand the spectrum of known FOXL2 mutations and provide additional insight into the structure-function relationships of the FOXL2 protein."}, {"pubmed": 29339661, "text": "A novel deletion mutation (C.634_641 del, CCCATGC) between the forkhead domain and the polyalanine domain was found, resulting in a frameshift mutation and a truncated protein."}, {"pubmed": 29378385, "text": "In the present study, we analysed two Han Chinese families with BPES type I and identified two novel mutations (c.462_468del and c.988_989insG). Immunofluorescence and confocal microscopy revealed that the extended FOXL2, p.Ala330Glyfs*204, induced significant mislocalization and aggregation."}, {"pubmed": 29471425, "text": "Thus, FOXL2C134W potentiates CYP19 expression in HGrC1 cells via enhanced recruitment of SMAD3 to a proximal FOX binding element."}, {"pubmed": 29481440, "text": "We describe a girl and her father with isolated BPES without an intragenic mutation in FOXL2. MLPA of a FOXL2 enhancer region identified a small microdeletion at 234 kb upstream of FOXL2. This deletion fully includes the PISRT1 gene, a noncoding gene which is part of a cis-regulatory element of FOXL2"}, {"pubmed": 29505555, "text": "Three loci with high mutation frequencies, the 138665410 FOXL2 gene variant, the 23862952 MYH6 gene variant, and the 71098693 HYDIN gene variant were found to be significantly associated with sporadic Atrial Septal Defect (P<0.05); variants in FOXL2 and MYH6 were found in patients with isolated, sporadic Atrial Septal Defect (P<5x10-4)."}, {"pubmed": 29916099, "text": "We observed no significant difference associated with POI in the patients when compared with a healthy control group (p > 0.05). Also, no exonic variants were found for the genes BMP15 and FOXL2 in the individuals tested"}, {"pubmed": 30029625, "text": "The research on the molecular pathogenesis of FOXL2 in BPES."}, {"pubmed": 30098246, "text": "The c.843_859dup17 frameshift mutation probably underlies the blepharophimosis-ptosis-epicanthus inversus type I in this Chinese pedigree"}, {"pubmed": 30234390, "text": "We detected two novel missense mutations, c.162G>T (p.Lys54Asn) and c.308G>A (p.Arg103His), in the FOXL2 gene; one in each of the study families. Bioinformatics did predict that the two mutations were likely damaging to protein function."}, {"pubmed": 30365048, "text": "These results confirmed that FOXL2 disruption in KGN cells is associated with the cell cycle attenuation."}, {"pubmed": 30986800, "text": "DICER1 and FOXL2 somatic mutations correlate with clinicopathologic features of ovarian Sertoli-Leydig cell tumors."}, {"pubmed": 31077882, "text": "Mutation analysis of a large blepharophimosis, ptosis, and epicanthus inversus cohort identified a wide range of mutations distributed throughout FOXL2 and revealed a very strong paternal inheritance bias."}, {"pubmed": 31366388, "text": "FOXL2 gene mutations cause blepharophimosis-ptosis-epicanthus inversus syndrome (BPES) and may be associated with premature ovarian insufficiency (POI). Premature ovarian insufficiency as a variable feature of blepharophimosis, ptosis, and epicanthus inversus syndrome associated with c.223C > T p.(Leu75Phe) FOXL2 mutation"}, {"pubmed": 31376461, "text": "These results provide a new insight into the mechanism by which estrogen feedback regulates FOXL2 to promote apoptosis."}, {"pubmed": 31637660, "text": "These findings suggest a possible role of Foxo3a, FoxL2, and p27 in the pathogenesis of human premature ovarian insufficiency, which may prove to be of great diagnostic-therapeutic value."}, {"pubmed": 31823134, "text": "A novel FOXL2 mutation in two infertile patients with blepharophimosis-ptosis-epicanthus inversus syndrome."}, {"pubmed": 32332759, "text": "FOXL2 directs DNA double-strand break (DSB) repair pathway choice by acetylation-dependent binding to Ku complex, a XRCC5/6 heterodimer. Upon DSB induction, SIRT1 translocates to the nucleus and deacetylates FOXL2 at lysine 124, leading to liberation of XRCC5 and XRCC6 from FOXL2 and formation of the Ku complex."}, {"pubmed": 32454486, "text": "Hypopituitarism in Patients with Blepharophimosis and FOXL2 Mutations."}, {"pubmed": 32517588, "text": "FOXL2 expression might be a novel prognostic biomarker in patients with laryngeal squamous cell carcinoma."}, {"pubmed": 32641411, "text": "Mutant FOXL2(C134W) Hijacks SMAD4 and SMAD2/3 to Drive Adult Granulosa Cell Tumors."}, {"pubmed": 32641414, "text": "The Pathognomonic FOXL2 C134W Mutation Alters DNA-Binding Specificity."}, {"pubmed": 32782216, "text": "Evaluation of molecular analysis in challenging ovarian sex cord-stromal tumours: a review of 50 cases."}, {"pubmed": 32814714, "text": "Ovarian granulosa cell tumor characterization identifies FOXL2 as an immunotherapeutic target."}, {"pubmed": 32910017, "text": "Rare DICER1 and Absent FOXL2 Mutations Characterize Ovarian Juvenile Granulosa Cell Tumors."}, {"pubmed": 33215742, "text": "An alternative miRISC targets a cancer-associated coding sequence mutation in FOXL2."}, {"pubmed": 33428330, "text": "Adult-type granulosa cell tumor of the ovary: a FOXL2-centric disease."}, {"pubmed": 33566167, "text": "The role of FOXL2, SOX9, and beta-catenin expression and DICER1 mutation in differentiating sex cord tumor with annular tubules from other sex cord tumors of the ovary."}, {"pubmed": 33806295, "text": "The Genetic and Clinical Features of FOXL2-Related Blepharophimosis, Ptosis and Epicanthus Inversus Syndrome."}, {"pubmed": 34083028, "text": "FOXL2 and TERT promoter mutation detection in circulating tumor DNA of adult granulosa cell tumors as biomarker for disease monitoring."}, {"pubmed": 34232606, "text": "Immunohistochemical Characterization of 120 Testicular Sex Cord-Stromal Tumors With an Emphasis on the Diagnostic Utility of SOX9, FOXL2, and SF-1."}, {"pubmed": 34338304, "text": "FOXL2 in adult-type granulosa cell tumour of the ovary: oncogene or tumour suppressor gene?"}, {"pubmed": 34374675, "text": "A Novel Forkhead Box L2 Missense Mutation, c.1068G>C, in a Chinese Family With Blepharophimosis/Ptosis/ Epicanthus Inversus Syndrome."}, {"pubmed": 34473308, "text": "Whole-exome sequencing identifies FOXL2, FOXA2 and FOXA3 as candidate genes for monogenic congenital anomalies of the kidneys and urinary tract."}, {"pubmed": 34727551, "text": "The Genetics and Biology of FOXL2."}, {"pubmed": 34753143, "text": "Long-Range Regulation of Key Sex Determination Genes."}, {"pubmed": 35920317, "text": "FOXL2 and FOXA1 cooperatively assemble on the TP53 promoter in alternative dimer configurations."}, {"pubmed": 36399188, "text": "Incidental FOXL2 mutated adult granulosa cell tumour of the ovary with thecoma-like foci."}, {"pubmed": 37255476, "text": "FOXL2 Mutation Status in Sex Cord-stromal Tumors Cannot be Predicted by Morphology."}, {"pubmed": 37532283, "text": "ERK1/2-SOX9/FOXL2 axis regulates ovarian steroidogenesis and favors the follicular-luteal transition."}, {"pubmed": 37798106, "text": "FOXL2: a gene central to ovarian function."}, {"pubmed": 37932670, "text": "Expanded phenotypic spectrum of FOXL2 Variant c.672_701dup revealed by whole-exome sequencing in a rare blepharophimosis, ptosis, and epicanthus inversus syndrome family."}, {"pubmed": 37938073, "text": "Deletion of cis-regulatory Element in FOXL2 Promoter in a Chinese Family of Type II Blepharophimosis-ptosis-epicanthus Inversus Syndrome with Polydactyly."}, {"pubmed": 38192172, "text": "FOXL2 and NR5A1 induce human fibroblasts into steroidogenic ovarian granulosa-like cells."}], "genomic_pos": {"chr": "3", "end": 138947137, "ensemblgene": "ENSG00000183770", "start": 138944224, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 138665982, "start": 138663066, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001541", "pubmed": 12161610, "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001541", "qualifier": "involved_in", "term": "ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001555", "qualifier": "involved_in", "term": "oocyte growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002074", "pubmed": 12630957, "qualifier": "involved_in", "term": "extraocular skeletal muscle development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006309", "pubmed": 16153597, "qualifier": "involved_in", "term": "apoptotic DNA fragmentation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019101", "qualifier": "involved_in", "term": "female somatic sex determination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030154", "pubmed": 12471206, "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033686", "qualifier": "involved_in", "term": "positive regulation of luteinizing hormone secretion"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16153597, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 16153597, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043280", "pubmed": 16153597, "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19744555, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046881", "qualifier": "involved_in", "term": "positive regulation of follicle-stimulating hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048048", "qualifier": "involved_in", "term": "embryonic eye morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060014", "qualifier": "involved_in", "term": "granulosa cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 12471206, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0090543", "qualifier": "located_in", "term": "Flemming body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 16720712, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 11175783, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": [11175783, 12471206], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 16153597, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030331", "qualifier": "enables", "term": "nuclear estrogen receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031624", "pubmed": 19744555, "qualifier": "enables", "term": "ubiquitin conjugating enzyme binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043028", "pubmed": 16153597, "qualifier": "enables", "term": "cysteine-type endopeptidase regulator activity involved in apoptotic process"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 100149117], [9544, 717906], [9598, 470940], [9606, 668], [9913, 281770], [10090, 26927], [10116, 367152]], "id": 74992}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein L2, forkhead domain", "id": "IPR047515", "short_desc": "FH_FOXL2"}], "ipi": "IPI00010550", "map_location": "3q22.3", "name": "forkhead box L2", "other_names": ["forkhead box protein L2", "forkhead transcription factor FOXL2"], "pantherdb": {"HGNC": "1092", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1349428", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10090, "uniprot_kb": "O88470"}, {"RGD": "1310041", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10116, "uniprot_kb": "D4A0S1"}, {"Ensembl": "ENSGALG00000029282", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 9031, "uniprot_kb": "Q5J7N5"}, {"ZFIN": "ZDB-GENE-000616-15", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q9I9E1"}, {"ZFIN": "ZDB-GENE-060503-753", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q1LWX1"}, {"ZFIN": "ZDB-GENE-141216-439", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "A0A0R4IEN5"}, {"ZFIN": "ZDB-GENE-040426-1181", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q5H7C2"}, {"ZFIN": "ZDB-GENE-050227-9", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q1LWX2"}, {"ZFIN": "ZDB-GENE-060512-241", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q1JPV2"}, {"WormBase": "WBGene00001441", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 6239, "uniprot_kb": "Q21187"}, {"SGD": "S000001393", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P40466"}, {"SGD": "S000000661", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P25364"}, {"PomBase": "SPBC4C3.12", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O43058"}, {"PomBase": "SPBC32H8.11", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O13606"}], "uniprot_kb": "P58012"}, "pathway": {"reactome": [{"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3232118", "name": "SUMOylation of transcription factors"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}], "wikipathways": [{"id": "WP4814", "name": "Somatic sex determination"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP4872", "name": "MAP3K1 role in promoting and blocking gonadal determination"}]}, "pdb": ["7VOU", "7VOV"], "pfam": "PF00250", "pharmgkb": "PA28235", "pharos": {"target_id": 8786, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF246447", "relationship": "is"}, {"id": "GNF246448", "relationship": "is"}, {"id": "GNF246449", "relationship": "is"}, {"id": "GNF246450", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082595", "relationship": "is"}, {"id": "GNF082596", "relationship": "is"}, {"id": "GNF082597", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054109", "relationship": "is"}, {"id": "GNF058889", "relationship": "is"}, {"id": "GNF074180", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070985", "relationship": "is"}, {"id": "GNF070986", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005473", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336974", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095908", "relationship": "is"}, {"id": "GNF103817", "relationship": "is"}, {"id": "GNF107180", "relationship": "is"}, {"id": "GNF135564", "relationship": "is"}, {"id": "GNF143467", "relationship": "is"}, {"id": "GNF146826", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1", "NG_012454.1", "NG_029796.1"], "protein": "NP_075555.1", "rna": "NM_023067.4", "translation": {"protein": "NP_075555.1", "rna": "NM_023067.4"}}, "reporter": {"HG-U133_Plus_2": "220102_at", "HG-U95B": "50807_at", "HTA-2_0": ["TC03001827.hg.1", "TC03003111.hg.1"], "HuEx-1_0": "2697652", "HuGene-1_1": "8091032", "HuGene-2_1": "16959740"}, "summary": "This gene encodes a forkhead transcription factor. The protein contains a fork-head DNA-binding domain and may play a role in ovarian development and function. Expansion of a polyalanine repeat region and other mutations in this gene are a cause of blepharophimosis syndrome and premature ovarian failure 3. [provided by RefSeq, Jul 2016].", "symbol": "FOXL2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1412815"}, "unigene": ["Hs.614426", "Hs.289292"], "uniprot": {"Swiss-Prot": "P58012", "TrEMBL": "Q53ZD3"}, "wikipedia": {"url_stub": "Forkhead box L2"}}