{"AllianceGenome": "3821", "HGNC": "3821", "MIM": "602681", "_id": "2309", "_version": 1, "accession": {"genomic": ["AJ001590.1", "AL096818.9", "AL365509.8", "AL391646.12", "CH471051.2", "CP068272.2", "NC_000006.12", "NC_060930.1"], "protein": ["AAC39592.1", "AAH20227.1", "AAH21224.1", "AAH68552.1", "BAG62858.1", "BAG64861.1", "CAA04860.1", "CAA04861.1", "CAH18117.1", "EAW48373.1", "EAW48374.1", "NP_001402068.1", "NP_001402069.1", "NP_001402070.1", "NP_001402071.1", "NP_001402073.1", "NP_001402074.1", "NP_001402075.1", "NP_001402076.1", "NP_001402077.1", "NP_001402078.1", "NP_001402079.1", "NP_001446.1", "NP_963853.1", "O43524.1", "QEE82966.1", "QEE82967.1", "XP_016866074.1", "XP_016866075.1", "XP_054210781.1"], "rna": ["AB072905.1", "AF032886.1", "AI554317.1", "AJ001589.1", "AK024103.1", "AK092357.1", "AK122861.1", "AK301304.1", "AK303933.1", "AK311587.1", "BC020227.1", "BC021224.2", "BC045800.1", "BC068552.1", "CA389775.1", "CD101760.1", "CR749261.1", "MK390614.1", "MK390615.1", "NM_001415139.1", "NM_001415140.1", "NM_001415141.1", "NM_001415142.1", "NM_001415144.1", "NM_001415145.1", "NM_001415146.1", "NM_001415147.1", "NM_001415148.1", "NM_001415149.1", "NM_001415150.1", "NM_001455.4", "NM_201559.3", "XM_017010585.2", "XM_017010586.2", "XM_054354806.1"], "translation": [{"protein": "NP_963853.1", "rna": "NM_201559.3"}, {"protein": "BAG62858.1", "rna": "AK301304.1"}, {"protein": "NP_001402078.1", "rna": "NM_001415149.1"}, {"protein": "CAH18117.1", "rna": "CR749261.1"}, {"protein": "NP_001402079.1", "rna": "NM_001415150.1"}, {"protein": "XP_016866074.1", "rna": "XM_017010585.2"}, {"protein": "NP_001402069.1", "rna": "NM_001415140.1"}, {"protein": "QEE82967.1", "rna": "MK390615.1"}, {"protein": "AAC39592.1", "rna": "AF032886.1"}, {"protein": "NP_001402077.1", "rna": "NM_001415148.1"}, {"protein": "AAH20227.1", "rna": "BC020227.1"}, {"protein": "XP_054210781.1", "rna": "XM_054354806.1"}, {"protein": "AAH68552.1", "rna": "BC068552.1"}, {"protein": "XP_016866075.1", "rna": "XM_017010586.2"}, {"protein": "NP_001402070.1", "rna": "NM_001415141.1"}, {"protein": "NP_001402074.1", "rna": "NM_001415145.1"}, {"protein": "NP_001402073.1", "rna": "NM_001415144.1"}, {"protein": "BAG64861.1", "rna": "AK303933.1"}, {"protein": "NP_001402068.1", "rna": "NM_001415139.1"}, {"protein": "QEE82966.1", "rna": "MK390614.1"}, {"protein": "NP_001446.1", "rna": "NM_001455.4"}, {"protein": "AAH21224.1", "rna": "BC021224.2"}, {"protein": "NP_001402075.1", "rna": "NM_001415146.1"}, {"protein": "NP_001402076.1", "rna": "NM_001415147.1"}, {"protein": "NP_001402071.1", "rna": "NM_001415142.1"}, {"protein": "CAA04860.1", "rna": "AJ001589.1"}]}, "alias": ["AF6q21", "FKHRL1", "FKHRL1P2", "FOXO2", "FOXO3A"], "ensembl": {"gene": "ENSG00000118689", "protein": ["ENSP00000339527", "ENSP00000385824", "ENSP00000446316"], "transcript": ["ENST00000343882", "ENST00000406360", "ENST00000540898"], "translation": [{"protein": "ENSP00000339527", "rna": "ENST00000343882"}, {"protein": "ENSP00000385824", "rna": "ENST00000406360"}, {"protein": "ENSP00000446316", "rna": "ENST00000540898"}], "type_of_gene": "protein_coding"}, "entrezgene": "2309", "exons": [{"cdsend": 108664855, "cdsstart": 108561208, "chr": "6", "position": [[108560916, 108561829], [108663454, 108664889], [108679826, 108684774]], "strand": 1, "transcript": "NM_001455", "txend": 108684774, "txstart": 108560916}, {"cdsend": 108664855, "cdsstart": 108561208, "chr": "6", "position": [[108559824, 108560015], [108561085, 108561829], [108663454, 108664889], [108679826, 108684774]], "strand": 1, "transcript": "NM_201559", "txend": 108684774, "txstart": 108559824}], "exons_hg19": [{"cdsend": 108986058, "cdsstart": 108882411, "chr": "6", "position": [[108882119, 108883032], [108984657, 108986092], [109001029, 109005977]], "strand": 1, "transcript": "NM_001455", "txend": 109005977, "txstart": 108882119}, {"cdsend": 108986058, "cdsstart": 108882411, "chr": "6", "position": [[108881027, 108881218], [108882288, 108883032], [108984657, 108986092], [109001029, 109005977]], "strand": 1, "transcript": "NM_201559", "txend": 109005977, "txstart": 108881027}], "generif": [{"pubmed": 11884591, "text": "Control of cell cycle exit and entry by protein kinase B-regulated forkhead transcription factors"}, {"pubmed": 12027802, "text": "FKHRL1 role in downregulation of HMG-CoA synthase"}, {"pubmed": 12351634, "text": "TRAIL is a direct target of FKHRL1"}, {"pubmed": 12881712, "text": "these results indicate that the proteolytic cleavage of FOXO3a by caspases may represent a novel regulatory mechanism of FOXO3a activity during death receptor signaling."}, {"pubmed": 12960271, "text": "fMLP-stimulated neutrophils coordinate the regulation of FOXO transcription factors and the survival factor Mcl-1, a mechanism that may allow neutrophils to alter their survival."}, {"pubmed": 14527951, "text": "up-regulation of FoxO3a by paclitaxel can result in increased levels of Bim mRNA and protein, which can be a direct cause of apoptosis in breast cancer cells"}, {"pubmed": 14551207, "text": "FOXO3a is a downstream target of Akt in endothelial cells that can promote apoptosis via FLIP down-regulation and activation of the extrinsic apoptotic pathway"}, {"pubmed": 14563822, "text": "sterol carrier protein 2 is upregulated by the daf-16-like Forkhead transcription factor FOXO3a"}, {"pubmed": 14734530, "text": "FoxO3a controls expression of BTG1 and subsequent regulation of protein arginine methyl transferase activity."}, {"pubmed": 14962911, "text": "FOXO3a is a barrier to hematopoietic transformation that is overcome by phosphorylation and cytoplasmic relocalization induced by the expression of NPM-ALK."}, {"pubmed": 14981546, "text": "FLT3 can negatively regulate Foxo transcription factors, thereby promoting cell survival and proliferation."}, {"pubmed": 15047604, "text": "FOXO factors are important for glucocorticoid-stimulated hPDK4 expression."}, {"pubmed": 15207915, "text": "Results describe the regulation of FOXO3a by brain-derived neurotrophic factor (BDNF) in retinoic acid-differentiated human SH-SY5Y neuroblastoma cells."}, {"pubmed": 15322085, "text": "MUC1 regulates the FOXO3a signaling pathway in a survival response to oxidative stress."}, {"pubmed": 15509806, "text": "conditional activation of FoxO3a leads to accumulation of BCL6 and down-regulation of cyclin D2 at protein and mRNA levels"}, {"pubmed": 15551757, "text": "the activation of FKHRL1 seems to be recognized as one of the specific features of invasive ductal carcinoma of the breast."}, {"pubmed": 15616007, "text": "Vpr interferes with the suppressive effects of insulin on FOXO-mediated transcription of target genes via 14-3-3."}, {"pubmed": 15662024, "text": "Balloon angioplasty leads to the phosphorylation of FKHRL1 and decreased expression of p27, thereby promoting a proliferative phenotype in vascular smooth muscle"}, {"pubmed": 15674333, "text": "FOXO3a, is involved in the transcriptional activation of prosurvival and proapoptotic molecules in tumor cells."}, {"pubmed": 15688014, "text": "conditional activation of FoxO3a leads to induction of Bim expression and apoptosis"}, {"pubmed": 15798096, "text": "FOXO3a expression and reduced p27KIP1 promoter transactivation are seen in the progression of LNCaP human prostate cancer cells to androgen independence"}, {"pubmed": 16061480, "text": "Induction of androgen receptor expression by P13K/Akt downstream substrate, FOXO3A, and their role in apoptosis of LNCAP prostate cancer cells is presented."}, {"pubmed": 16100571, "text": "Data show that Foxo1 and Foxo3a are the most abundant Foxo isoforms in mature endothelial cells and that overexpression of constitutively active Foxo1 or Foxo3a, but not Foxo4, significantly inhibits endothelial cell migration and tube formation in vitro."}, {"pubmed": 16133873, "text": "These studies show IGF-I phosphorylation of FKHR and FKHRL1 via a PI3-K-dependent pathway in neuroblastoma cells."}, {"pubmed": 16373335, "text": "RUNX3 cooperates with FoxO3a/FKHRL1 to participate in the induction of apoptosis by activating Bim"}, {"pubmed": 16571842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16687394, "text": "FKHRL1 regulates the human inducible nitric-oxide synthase promoter via a specific enhancer sequence."}, {"pubmed": 16690749, "text": "Glucocorticoid receptor-mediated FOXO3a inactivation is an important mechanism contributing to glucocorticoid-mediated mammary epithelial cell survival."}, {"pubmed": 16709600, "text": "Differential expression of FOXO1 and FOXO3a confers resistance to oxidative cell death upon endometrial decidualization."}, {"pubmed": 16809346, "text": "FoxM1 and FoxO3a cooperate to regulate ERalpha gene transcription"}, {"pubmed": 16888645, "text": "We conclude that Noxa and Bim establish a connection between FKHRL1 and mitochondria, and that both BH3-only proteins are critically involved in FKHRL1-induced apoptosis in neuroblastoma."}, {"pubmed": 16979636, "text": "Potentially causal mutations in FOXO3A (2/90; 2.2%) and FOXO1A (1/90; 1.1%) were identified in POF patients."}, {"pubmed": 17044646, "text": "FKHRL1 is associated with the apoptosis-inducing effect of endogenous nitric oxide suppression in cancer cells."}, {"pubmed": 17077388, "text": "We conclude that knockdown of WTp66ShcA redox function prevents HG-dependent FOXO3a regulation and promotes the survival phenotype."}, {"pubmed": 17190839, "text": "the survival of CD4+ central memory T cells depends, at least in part, on the activation and phosphorylation of signal transducer and activator of transcription 5a (STAT5a) and forkhead box O3a (FOXO3a)"}, {"pubmed": 17234971, "text": "rhFOXO3a is a negative transcription factor of CYR61 in rat VSMC. Suppression of CYR61 is among several mechanisms by which FOXO3a inhibits VSMC proliferation and neointimal hyperplasia."}, {"pubmed": 17389761, "text": "ZNF198-FGFR1 activated prosurvival signaling pathways, resulting in elevated phosphorylation of FOXO3a. The phosphorylated residues subsequently sequestered the proapoptotic FOXO3a and BAD to 14-3-3 to prevent apoptosis"}, {"pubmed": 17452451, "text": "These results provide evidence of direct regulation of Mxi1 by FOXO3a and imply an additional mechanism through which the PI3-kinase/Akt/FOXO pathway can modulate Myc function."}, {"pubmed": 17496928, "text": "A critical role of FOXO3a is demonstrated in both spontaneous and homeostatic chemokine-induced survival of chronic lymphocytic leukemia B-cells."}, {"pubmed": 17522055, "text": "3,3'-diindolylmethane -induced cell growth inhibition and apoptosis induction are partly mediated through the regulation of Akt/FOXO3a/GSK-3beta/beta-catenin/AR signaling"}, {"pubmed": 17558024, "text": "Oxidative stress modulates complement factor H expression in retinal pigmented epithelial cells by acetylation of FOXO3"}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17711846, "text": "regulation of FOXO3 by AMPK may play a crucial role in fine tuning gene expression programs that control energy balance and stress resistance in cells throughout life"}, {"pubmed": 17726016, "text": "Akt blocks MstI-triggered FOXO3 nuclear translocation by phosphorylating MstI, promoting cell survival."}, {"pubmed": 17888023, "text": "Mutations in the coding region of FOXO3a are not a frequent cause of premature ovarian failure."}, {"pubmed": 17900262, "text": "FKHRL1 antagonized deregulates proliferation and induced apoptosis in myelogenous leukemia-derived cell lines."}, {"pubmed": 17940099, "text": "Study demonstrates that the methyl groups of specific thymine bases within the consensus sequence are important for FOXO3a-DNA-binding domain recognition of the consensus binding site."}, {"pubmed": 17959613, "text": "Despite potential for FOXO3 haploinsufficiency to cause ovarian failure, FOXO3 mutations or common SNPs are not common cause of either premature ovarian failure or primary amenorrhea."}, {"pubmed": 17959613, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18032526, "text": "Suggest new pathway for the induction of oxidative stress by AGEs involving FKHRL1 inactivation and MnSOD suppression via Ser-36 phosphorylation of p66(shc) in human kidney cells."}, {"pubmed": 18032780, "text": "forkhead box O3 (FOXO3a) promotes apoptosis of endothelial cells through activation of c-Jun N-terminal kinase (JNK) and suppression of NF-kappaB"}, {"pubmed": 18037997, "text": "activation of PKCtheta inhibits the FOXO3a/ERalpha/p27(Kip1) axis that normally maintains an epithelial cell phenotype and induces c-Rel target genes, thereby promoting proliferation, survival, and more invasive breast cancer."}, {"pubmed": 18055337, "text": "FKHRL1 siRNA underwent rapid apoptosis after erythropoietin (EPO) deprivation in the UT-7/EPO cells"}, {"pubmed": 18063811, "text": "FOXO3a (forkhead box O3) increased the expression of MMP-3 (stromelysin-1) but decreased the expression of tissue inhibitors of metalloproteinases-1 (TIMP-1)in human umbilical vein endothelial cells"}, {"pubmed": 18178829, "text": "FOXO3a plays an important role in HIV-1-induced cell death of human macrophage."}, {"pubmed": 18193458, "text": "FOXO3 mutation did not show any pathogenic change in lymphedema patients"}, {"pubmed": 18195003, "text": "FOXO3A mediates peroxiredoxin III expression, and this may play a critical role in the resistance to oxidative stress in cardiac fibroblasts"}, {"pubmed": 18204439, "text": "There is a novel pathway in cell growth and tumorigenesis through negative regulation of FOXO3a by RAS-ERK and MDM2."}, {"pubmed": 18239069, "text": "Inactivation of FOXO3a after GR activation is an important mechanism contributing to GC-mediated repression of uPA gene expression in breast epithelial and cancer cells."}, {"pubmed": 18311149, "text": "The role of FOXO3a in the immunological control of HIV disease progression is reported."}, {"pubmed": 18312651, "text": "Functional interaction between FOXO3a and ER plays a critical role in suppressing estrogen-dependent breast cancer cell growth and tumorigenesis in vivo. This suggests that agents that activate FOXO3a may"}, {"pubmed": 18344987, "text": "Data show that FOXO3a interacts with ATM to promote phosphorylation of ATM at Ser 1981 and prompting its downstream mediators to form nuclear foci in response to DNA damage."}, {"pubmed": 18360030, "text": "Akt/FOXO3a signaling is an important regulator of endothelial progenitor cells maturation"}, {"pubmed": 18363870, "text": "positive correlation between Foxo3a and p27(kip1)expression in non-Hodgkin's lymphomas"}, {"pubmed": 18385518, "text": "These results identify p66Shc and FOXO3a as novel partners of beta(1)Pix and represent the first direct evidence of beta(1)Pix in cell proliferation via Erk/p66Shc-dependent and Akt-independent mechanisms."}, {"pubmed": 18391984, "text": "FOXO3a mediates the androgen-dependent regulation of FLIP and contributes to TRAIL-induced apoptosis of LNCaP cells."}, {"pubmed": 18393360, "text": "The inhibition of FOXO3a-mediated activation of the p27 gene by the high aberrant expression of c-Myc in many tumor cells likely contributes to their uncontrolled proliferation and invasive phenotype."}, {"pubmed": 18458087, "text": "Akt and its downstream targets FoxO3a and GSK3 regulate a survival pathway in VSMCs and that their deregulation due to a reduction of IGF1R signaling may promote apoptosis in atherosclerosis."}, {"pubmed": 18487207, "text": "SGK1 negatively regulates the pro-apoptotic transcription factor Forkhead box O3a (FoxO3a) via phosphorylation and exclusion from the nucleus."}, {"pubmed": 18524825, "text": "LMP1 triggers the PI3K/Akt pathway to inactivate FOXO3a and decrease DDB1, which can lead to repression of DNA repair and may contribute to genomic instability in human epithelial cells"}, {"pubmed": 18572085, "text": "Nuclear accumulation of Foxo3a in tumor cells was correlated with increased radiosensitivity and with improved patient survival."}, {"pubmed": 18678662, "text": "LPS and bacterial infection inactivate Foxo3a in intestinal epithelia via the PI3K pathway and inactivated Foxo3a leads to the upregulation of IL-8 by suppressing inhibitory IkappaBalpha."}, {"pubmed": 18685617, "text": "FOXO3a acetylation is a late event response of CML progenitors to imatinib eventually contributing to the development of a drug-resistant phenotype through mechanisms promoting re-phosphorylation and transcriptional attenuation of FOXO3a."}, {"pubmed": 18687691, "text": "isoflavone-induced inhibition of cell proliferation and induction of apoptosis are partly mediated through the regulation of the Akt/FOXO3a/GSK-3beta/AR signaling network."}, {"pubmed": 18692812, "text": "FOXO1, FOXO3, and FOXO4 are expressed in human luteinized mural granulosa cells, which may suggest that these transcription factors are also involved in human folliculogenesis and luteinization."}, {"pubmed": 18756565, "text": "intracellular localization of the FOXO family member FOXO3a"}, {"pubmed": 18757210, "text": "cellular signalling events both up- and down-stream of FOXO3a are critical to the generation and the maintenance of lymphocyte memory"}, {"pubmed": 18757300, "text": "stromal cell-derived factor-1 and transforming growth factor-beta control the quiescence/cycling switch of CD34(+) progenitors through FoxO3 and mammalian target of rapamycin"}, {"pubmed": 18765803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18772130, "text": "Foxo3a could negatively regulate myocardin expression levels through up-regulating catalase and the consequent reduction of ROS levels"}, {"pubmed": 18781224, "text": "Data propose that SIRT3 and FOXO3a comprise a potential mitochondrial signaling cascade response pathway."}, {"pubmed": 18824006, "text": "analysis of the intramolecular interaction in FOXO3a and its binding with p53"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18978678, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18981303, "text": "Scleroderma serum-induced EPC apoptosis is mediated chiefly by the Akt-FOXO3a-Bim pathway, which may account, at least in part, for the decreased circulating EPC levels in scleroderma patients."}, {"pubmed": 19050264, "text": "FOXO3a plays a critical role in the apoptosis and G0 arrest phase of human immunodeficiency virus 1-infected CD4-positive T lymphocytes."}, {"pubmed": 19151395, "text": "These results indicate that both nipradilol and timolol possess a novel mechanism of action and function as potent protective agents against oxidative stress."}, {"pubmed": 19160093, "text": "Low expression of Foxo3a is associated with ovarian cancer."}, {"pubmed": 19188590, "text": "expression of miR-182 increases with progression from primary to metastatic melanoma and inversely correlates with FOXO3 and microphthalmia-associated transcription factor levels"}, {"pubmed": 19196970, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19196970, "text": "findings confirmed the initial discovery in the Japanese sample and indicate FOXO3A as a susceptibility gene for prolonged survival in humans"}, {"pubmed": 19211844, "text": "Repression of Survivin by FKHRL1 facilitates FKHRL1-induced apoptosis and sensitizes to cell death induced by DNA-damaging agents."}, {"pubmed": 19244250, "text": "Results suggest that the expression of FOXO1 and FOXO4 genes is stimulated by FOXO3 and possibly by other FOXO factors in a positive feedback loop, which is disrupted by growth factors."}, {"pubmed": 19276113, "text": "FOXO3a controls Pink1 transcription in both mouse and human cells subjected to growth factor deprivation, and this regulation is exerted through evolutionarily conserved FOXO binding elements"}, {"pubmed": 19276163, "text": "Gefitinib represses FOXM1 expression via FOXO3a in breast cancer."}, {"pubmed": 19285077, "text": "SIRT1 regulates tyrosine hydroxylase expression and differentiation of neuroblastoma cells via FOXO3a."}, {"pubmed": 19321440, "text": "MDM2 acts as an ubiquitin E3 ligase, downstream of p53, to regulate the degradation of mammalian FOXO factors."}, {"pubmed": 19324885, "text": "Foxo3a is a direct transcriptional regulator of PGC-1alpha, suggesting that an auto-regulatory cycle regulates Foxo3a/PGC-1alpha control of the oxidative stress response."}, {"pubmed": 19355923, "text": "Both apoptotic injury and prior activation and proliferation of microglial cells relies upon the presence of FoxO3a, since specific gene silencing of FoxO3a promotes microglial cell protection and prevents early activation and proliferation of these cells"}, {"pubmed": 19380174, "text": "This suggests that FOXO3a is a potential suppressor of carcinogenic damage in carcinogen-induced lung adenocarcinoma."}, {"pubmed": 19415983, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19415983, "text": "These data point to a key role of FOXO3A in human longevity."}, {"pubmed": 19424579, "text": "High levels of FOXO3A in the cytosol is associated with prostate cancer progression."}, {"pubmed": 19457552, "text": "FOXO3a assessment could contribute to improve the molecular-based risk stratification in cytogenetically normal-AML"}, {"pubmed": 19473970, "text": "Data show that FOXO3a regulates oxygen-dependent changes in expression of TNFR2 in HDMECs, controlling sensitivity to TNF-mediated apoptosis."}, {"pubmed": 19494111, "text": "TGFbeta-induced Runx1 binds to FOXO3, residing at its forkhead binding site, and the two cooperate to stimulate Bim promoter transactivation."}, {"pubmed": 19533653, "text": "This study demenostrated that the FOXO3a is reduced in skeletal muscle of chronic spinal cord-injured patients."}, {"pubmed": 19564415, "text": "FOXO3a promotes invasive migration by inducing the expression of matrix metalloproteinase 9 (MMP-9) and MMP-13."}, {"pubmed": 19592618, "text": "AMP kinase activates FOXO3 by promoting its nuclear translocation by reducing reactive oxygen species levels."}, {"pubmed": 19608644, "text": "FoxO3a mediates insulin-increased PAI-1 gene expression."}, {"pubmed": 19636295, "text": "Tumor suppressor FOXO3 participates in the regulation of intestinal inflammation."}, {"pubmed": 19751111, "text": "upregulation of Foxo3A over the course of chondrogenic differentiation plays a dual role, mainly inhibiting the differentiation process toward hypertrophy and promoting cell apoptosis."}, {"pubmed": 19793722, "text": "FOXO1A is more closely associated with female than with male longevity, whereas FOXO3A is associated with longevity in both genders."}, {"pubmed": 19799812, "text": "SYUIQ-5 induces autophagy in nasopharyngeal cancer cells which may be related to SYUIQ-5-mediated p-Akt down-regulation and FOXO3a nuclear translocation."}, {"pubmed": 19807657, "text": "The presence of FoxO3a is necessary for the expression of cleaved (active) caspase 3, 8, and 9"}, {"pubmed": 19911116, "text": "This study suggested that targeted inhibition PI3K in human glioma cancer cells caused activation of transcription factor FOXO3a, which, in turn, activated transcription of target gene p27kip1 which is involved in cell-cycle regulation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19917721, "text": "these results thus suggest that stress-activated protein kinases are involved in the control of Foxo3a nucleocytoplasmic translocation in C2C12 cells."}, {"pubmed": 19933843, "text": "These findings provide further evidence of the importance of mediators of the growth factor signaling in ER regulation, introducing the Akt2/FoxO3a axis as a pursuable target in therapy for ER-positive breast cancer."}, {"pubmed": 20018851, "text": "GILZ expression provokes a Crm-1-dependent nuclear exclusion of FOXO3 leading to its relocalization to the cytoplasm."}, {"pubmed": 20018872, "text": "Findings provide evidence that FoxO1, hypoxia-stimulated expression of FoxO3a and its nuclear accumulation are required for the induction of CTGF by hypoxia in endothelial cells."}, {"pubmed": 20040763, "text": "The novel oxidative stress response pathway identified in this study, in which FANCD2 and FOXO3a converge, probably contributes to cellular antioxidant defense."}, {"pubmed": 20110348, "text": "Data show that distinct phosphatases dephosphorylate conserved AKT motifs within the FOXO family and that PP2A is entwined in a dynamic interplay with AKT and 14-3-3 to directly regulate FOXO3a subcellular localization and transcriptional activation."}, {"pubmed": 20169663, "text": "Sensitivity of ovarian cancer cells to p38 blockade seems to rely on a shift from HIF1alpha- to FoxO3A-dependent transcription, which is promoted by the activation of the adenosine monophosphate-activated protein kinase pathway."}, {"pubmed": 20190568, "text": "The connections between AMPK and FoxO3A, are reviewed."}, {"pubmed": 20215543, "text": "Highly phosphorylated FOXO3A is associated with acute myeloid leukemia."}, {"pubmed": 20219431, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20219431, "text": "missense mutations might cause abnormal oocyte apoptosis and primordial follicle activation, thereby adversely affecting early follicle depletion in the ovary."}, {"pubmed": 20306291, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20371605, "text": "FoxO3a regulates glycolysis downstream of Akt through transcriptional control of Tsc1."}, {"pubmed": 20371612, "text": "Foxo3a is able to up-regulate FasL expression through down-regulating miR-21"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20625400, "text": "Study is a unique demonstration that the betaTrCP1-mediated FOXO3 degradation plays a crucial role in tumorigenesis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20631076, "text": "FOXO3a is functionally activated and augments the level of caspase-dependent apoptosis in cells exposed to this DNA-damaging carcinogen. Results implicate FOXO3 as a suppressor of LAC carcinogenesis, a role frequently lost through gene deletion."}, {"pubmed": 20656682, "text": "VDUP1 expression was regulated by FOXO3A at the transcriptional level and by miR-17-5p at the post-transcriptional levels during the senescence process."}, {"pubmed": 20671123, "text": "FOXO3a is in a constant inactive state due to its cytoplasmic localization, and that neither PI3K/Akt nor extra-signal-regulated kinase-specific inhibition resulted in its nuclear translocation."}, {"pubmed": 20677014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20729811, "text": "Perturbation of DNA replication initiation arrests human cells in G1 and in these cells FoxO3a activates the ARF-Hdm2-p53-->p21 pathway and mediates p15(INK4B) upregulation which then activates Dkk3 leading to Myc and cyclin D1 downregulation."}, {"pubmed": 20808831, "text": "lymph node metastasis and poor survival in invasive ductal breast carcinoma are linked to an uncoupling of the Akt-FOXO3a signaling axis"}, {"pubmed": 20849522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20849522, "text": "Replication of an association of variation in the FOXO3A gene with human longevity using both case-control and longitudinal data"}, {"pubmed": 20868776, "text": "FOXO3A, a transcriptional factor homologous to daf-16, has been repeatedly associated with increased lifespan in several studies in different ethnic populations (Review)"}, {"pubmed": 20881262, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20881262, "text": "Our data indicate that the minor G-allele of FOXO3A rs2802292 is associated with enhanced peripheral and hepatic insulin sensitivity in our small twin cohort"}, {"pubmed": 20884733, "text": "At very advanced ages 92-110, adjusted for various confounders, positive effects of FOXO3A on survival remain statistically significant, but no significant effects of FOXO1A alone."}, {"pubmed": 20884733, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20934750, "text": "greater in fetal membranes obtained from the supracervical compared to distal site"}, {"pubmed": 20956937, "text": "Our results suggest important roles of concomitant upregulation of NAMPT and SIRT1 along with increased FOXO3a protein level for prostate carcinogenesis"}, {"pubmed": 20966391, "text": "downregulation of vascular BK-beta(1) expression in diabetes and in high-glucose culture conditions was associated with FOXO-3a/FBXO-dependent increase in BK-beta(1) degradation."}, {"pubmed": 20978166, "text": "PUMA induction by FoxO3a mediates the anticancer activities of the broad-range kinase inhibitor UCN-01."}, {"pubmed": 21092744, "text": "Rapamycin/cisplatin combination therapy boosts synergistic antitumor effects through the significant FOXO3a reactivation in oral squamous cell carcinoma cells."}, {"pubmed": 21138866, "text": "Foxo3a could act as an independent prognostic factor in urothelial cancer and could represent a promising molecular target for cancer therapeutics."}, {"pubmed": 21203424, "text": "miR-96 induces cell proliferation in human breast cancer by downregulating transcriptional factor FOXO3a"}, {"pubmed": 21209944, "text": "resveratrol can enhance the apoptosis-inducing potential of TRAIL by activating FKHRL1 and its target genes"}, {"pubmed": 21304824, "text": "A role for miR-155 in the regulation of FOXO3a protein expression in conventional T and HOZOT cells."}, {"pubmed": 21336599, "text": "our results demonstrate the biological and prognostic role of FOXO3a protein expression and its subcellular localisation in ER-positive/luminal-like BC."}, {"pubmed": 21393426, "text": "Zoledronic acid targets the proangiogenic factor (CCN1) through FOXO3a and reveals a new mechanism of ZOL action in breast cancer cells."}, {"pubmed": 21447726, "text": "Knockdown of FLOT1 impairs cell proliferation and tumorigenicity in breast cancer through upregulation of FOXO3a."}, {"pubmed": 21452041, "text": "high expressers of pThr32-FOXO3a is associated with ovarian cancer."}, {"pubmed": 21458454, "text": "Malnutrition impaired interferon signaling in patients with chronic hepatitis C by inhibiting mTOR and activating Socs3 signaling through Foxo3a."}, {"pubmed": 21510935, "text": "DEPP is regulated at the level of transcription by FoxO in human vascular endothelial cells"}, {"pubmed": 21532621, "text": "These findings showed that Nodal signaling promotes cyclin G2 transcription by upregulating FoxO3a expression, inhibiting FoxO3a phosphorylation and enhancing its synergistic interaction with Smads."}, {"pubmed": 21604264, "text": "Nuclear translocation of FOXO3a can be regulated by ultraviolet irradiation through the c-Jun N-terminal protein kinase (JNK)-ERK kinase/Akt pathway."}, {"pubmed": 21613825, "text": "Studies indicate that FoxO1, 3 and 4 genes were discovered at the chromosomal breakpoints found in cancers and were initially implicated in cancer."}, {"pubmed": 21621268, "text": "data suggest that FOXO3A is a novel susceptibility locus for bipolar disorder, but not for suicidal behavior in bipolar disorder patients"}, {"pubmed": 21621563, "text": "three AKT phosphorylation-site-recognition motifs present on FoxO3, which are required for FoxO3 phosphorylation, are dispensable for AKT binding, suggesting that AKT has a docking point on FoxO3 distinct from the phosphorylation-recognition motifs"}, {"pubmed": 21685924, "text": "enhancing expression of FOXO3 could be a strategy for treating autoimmune diseases"}, {"pubmed": 21690325, "text": "Levels of FOXO3 are significantly decreased in lungs of smokers and patients with chronic obstructive pulmonary disease."}, {"pubmed": 21690554, "text": "FOXO3 and PRDM1 are tumor-suppressor gene candidates in NK-cell neoplasms."}, {"pubmed": 21705328, "text": "Dual function of protein kinase C (PKC) in TPA-induced MnSOD expression: activation of CREB and FOXO3a by PKC-alpha phosphorylation and by PKC-mediated inactivation of Akt, respectively."}, {"pubmed": 21708191, "text": "Studies indictet that the mammalian FoxO family consists of FoxO1, 3, 4 and 6 and are regulated by by AKT and 14-3-3 proteins."}, {"pubmed": 21725602, "text": "Polymorphisms in the FOXO3 gene that are associated with longevity are not major risk factors for prostate cancer risk, in this population of Caucasian men"}, {"pubmed": 21732363, "text": "These results suggest that 18beta-glycyrrhetinic acid induces apoptosis in human breast carcinoma MCF-7 cells via caspase activation and modulation of Akt/FOXO3a/Bim pathway."}, {"pubmed": 21777391, "text": "investigation of role of TGFb1IRS2FoxO3a pathway in regulation of E-cadherin in proximal tubule cells: Foxo3a Ser253 phosphorylation is regulated by prior FoxO3a phosphorylation on Thr32 and is important for TGFb1-induced repression of E-cadherin."}, {"pubmed": 21793107, "text": "Findings suggest that FoxO3a may play a pivotal role in the control of differentiation and tumorigenicity of glioblastoma cancer stem-like cells."}, {"pubmed": 21813271, "text": "Resveratrol decreases hyperglycemic induced superoxide production via up-regulation of SIRT1, induction of FOXO3a and inhibition of p47phox in monocytes."}, {"pubmed": 21841822, "text": "our data support the notion that deacetylation of FOXO3 by SIRT1 or SIRT2 facilitates Skp2-mediated FOXO3 poly-ubiquitination and proteasomal degradation."}, {"pubmed": 21860419, "text": "FOXO3a-dependent repression of target genes in breast cancer cells, such as VEGF, involves competitive displacement of DNA-bound FOXM1 and active recruitment of transcriptional repressor complexes."}, {"pubmed": 21910584, "text": "PIM1-activated pPRAS40, AKT-activated pFOXO3a, and their complex formation with 14-3-3 could be key regulators of the radiation-induced radioresistance in NSCLC cells."}, {"pubmed": 21911455, "text": "FOXO3a is critical for adenovirus E1A-mediated chemosensitization to paclitaxel. By stimulating PP2A/C expression, E1A triggers a signaling cascade that stabilizes FOXO3a. E1A also prevents Ub-dependent proteolysis of FOXO3a."}, {"pubmed": 21915097, "text": "FoxO3A is recruited to the promoters of nuclear-encoded mitochondrial genes where it directly antagonizes c-Myc function via a mechanism that does not require binding to the consensus FoxO recognition element."}, {"pubmed": 21926463, "text": "direct role for Foxo3a/TRAIL signaling in the persistence of memory B cells and a mechanism for the reduced survival of memory B cells during HIV infection"}, {"pubmed": 21933986, "text": "Data suggest that the molecular mechanisms for feedback control of IRS signaling to decrease IRS-2 expression in liver and beta-cells are quite distinct, with a predominant role played by FoxO3a in beta-cells."}, {"pubmed": 21965295, "text": "study identified urotensin-II and NOX4 as new activators of FoxO3a, and MMP2 as a novel target gene of FoxO3a, and showed that activation of FoxO3a by this pathway promotes vascular growth."}, {"pubmed": 22015955, "text": "we did not observe any association of SNPs in FOXO3 with type 2 diabetes and related parameters"}, {"pubmed": 22107151, "text": "FOXO3 was constitutively inactivated in mantle cell lymphoma cell lines. FOXO3-defective cells were resistant to PI3K/AKT inhibitors. FOXO3 is a relevant regulator of proliferation and apoptosis in MCL."}, {"pubmed": 22128155, "text": "p38 phosphorylation of FOXO3a on Ser-7 is essential for its nuclear relocalization in response to doxorubicin."}, {"pubmed": 22139133, "text": "FOXO3a activation caused a reduction in mitochondrial DNA copy number, expression of mitochondrial proteins, respiratory complexes and mitochondrial respiratory activity."}, {"pubmed": 22159921, "text": "Mirk/Dyrk1B plays an important role in ovarian cancer cell survival through modulating FoxO translocation."}, {"pubmed": 22209974, "text": "Results suggest that FOXO3a and HIF-1alpha may be considered to be important prognostic markers in nasopharyngeal carcinoma."}, {"pubmed": 22223847, "text": "overexpression of Nkx2.8 resulted in downregulation of p-FOXO3a and inhibition of MEK/ERK pathway activity. silencing Nkx2.8 led to upregulation of p-FOXO3a and increase of MEK/ERK pathway activity."}, {"pubmed": 22310285, "text": "results not only reveal novel insights into how Skp2 SCF complex is regulated, but also establish a new role for Foxo3a in tumor suppression through a transcription-dependent and independent manner"}, {"pubmed": 22349704, "text": "data demonstrate that FOXO3 activates overproduction of reactive oxygen species as a consequence of Bim-dependent impairment of mitochondrial respiration in neuronal cells, which leads to apoptosis"}, {"pubmed": 22394200, "text": "Dominant-negative c-Jun expression with FoxO3a reduction completely inhibits Puma expression and cell death."}, {"pubmed": 22411791, "text": "Inhibition of endogenous FOXO proteins attenuated etradecanoylphorbol Acetate/PDGF-BB mediated differentiation of neuroblastoma cells."}, {"pubmed": 22430142, "text": "the increased expression of GADD45A under the above experimental conditions, NAMPT inhibition by FK866, involves acetylation of FOXO3a, a member of the important family of forkhead (FOXO) proteins."}, {"pubmed": 22451935, "text": "FOXO3 is a binding partner of Cdt1."}, {"pubmed": 22459618, "text": "FOXO3 gene is the master gene of aging and longevity."}, {"pubmed": 22474286, "text": "FOXO3a promotes cell survival via BCL10/NF-kappaB in serum starvation"}, {"pubmed": 22474372, "text": "Data show that the interaction between FOXO3a and CBP/p300 is indicated by additional binding sites on CBP/p300."}, {"pubmed": 22489133, "text": "methylation potential of human FoxO3 at arginine and lysine residues and crosstalk between methylation and phosphorylation have also been described."}, {"pubmed": 22489168, "text": "FoxO3A activation contributes to the increase of autophagy activity in senescent cells via blocking ATP synthesis"}, {"pubmed": 22515357, "text": "Helicobacter pylori infection resulted in activation of the PI3K p85 subunit and inactivation of FoxO1 and FoxO3a."}, {"pubmed": 22531926, "text": "identify FOXO3 as a new IKK-epsilon-controlled check-point of IRF activation and regulation of IFN-beta expression, providing new insight into the role of FOXO3 in immune response control."}, {"pubmed": 22552808, "text": "interacts with thrombin leading to expression of cell cycle regulating genes and smooth muscle cell proliferation"}, {"pubmed": 22582938, "text": "Results show that miR-182 is involved in glucocorticoid resistance, via FOXO3A, and suggest that restoration of miR-182 is a potentially promising therapeutic strategy in lymphoblastic malignancies."}, {"pubmed": 22588664, "text": "our results clearly show that, for reliable genetic investigation of FOXO3A exonic regions, a special study design is mandatory accounting for the FOXO3B sequence homology"}, {"pubmed": 22590725, "text": "Forkhead family transcription factor FOXO3A is directed to the nucleus and atrogin-1 transcript is increased in myositis."}, {"pubmed": 22714061, "text": "FOXO3a and Skp2 may be considered to be important prognoses in human ovarian cancer."}, {"pubmed": 22718346, "text": "Nuclear FoxO3a promotes cell cycle progression by transcriptional upregulation of cyclin A1, promoting proliferation of human anaplastic thyroid carcinoma cells."}, {"pubmed": 22743331, "text": "These findings provided insight into a novel Foxo3a mechanism in leukemia cells which led to engagement of cells in the maturation pathway."}, {"pubmed": 22748238, "text": "Studies indicate that the alteration of Foxo3a signaling during HIV infection deregulates innate and adaptive immune responses."}, {"pubmed": 22761423, "text": "STAT3 protein interacts with Class O Forkhead transcription factors in the cytoplasm and regulates nuclear/cytoplasmic localization of FoxO1 and FoxO3a proteins in CD4(+) T cells."}, {"pubmed": 22761954, "text": "show that FOXO3a is required for activity in the absence of p53"}, {"pubmed": 22815774, "text": "The effects of URGCP/URG4-overexpression or -knockdown on expression of cell cycle regulators and transcriptional activity of FOXO3a, were examined."}, {"pubmed": 22820736, "text": "The methyltransferase Set9 directly methylates FoxO3 in vitro and in cells. The modulation of FoxO3 stability and activity by methylation may be critical for fine-tuning cellular responses to stress stimuli."}, {"pubmed": 22833338, "text": "Treatments at both concentration ranges resulted in a marked increase in K373-acetylated p53 and lysine-acetylated FOXO3a."}, {"pubmed": 22848740, "text": "catabolic glucocorticoid hormones and high intracellular AMP levels cooperate in inducing FOXO3 transcription and in activating the corresponding protein"}, {"pubmed": 22892845, "text": "These data indicate that overexpression of FKHRL1/TM can induce the Fas-L pathway in melanoma cells. Ad-FKHRL1/TM therefore might represent a promising vector for melanoma treatment"}, {"pubmed": 22893124, "text": "FOXO3 interacts with the ATM-Chk2-p53 complex and induces the formation of nuclear foci in cells on DNA damage."}, {"pubmed": 22922206, "text": "These findings indicate the \"functional lineage specificity\" of FOXO3 and the possibility for NK cell-specific gene therapy with minimal unexpected effects."}, {"pubmed": 22971992, "text": "Modulation of FOXOA3 target genes in pancreatic cancer is associated with reduction in tumor growth mediated by EGCG."}, {"pubmed": 22978663, "text": "Aldose reductase inhibition prevents colon cancer growth by restoring phosphatase and tensin homolog through modulation of miR-21 and FOXO3a."}, {"pubmed": 23071284, "text": "the effect of APRIL is mediated via BCMA, which does not activate the classical NF-kappaB pathway, whereas it induces a novel signaling pathway, which involves JNK2 phosphorylation, FOXO3A activation, and GADD45 transcription"}, {"pubmed": 23085518, "text": "The reactive oxygen species -activated FOXO3a cascade plays a central role in T63-induced cell proliferation inhibition."}, {"pubmed": 23250986, "text": "Deregulation of bone marrow miRNA155/FOXO3a pathway might contribute to bone marrow vascular stem cell depletion in diabetes mellitus."}, {"pubmed": 23262029, "text": "results indicate that MVNP decreases FoxO3/Sirt1 signaling to enhance the levels of IL-6, which in part mediate MVNP's contribution to the development of Paget's disease"}, {"pubmed": 23262295, "text": "Further examination indicated that only the inhibition of microRNA-182 and/or microRNA-96 rescued the expression of forkhead box O3 inhibited by leptin, and their mimics promoted the proliferation of ovarian cancer cells"}, {"pubmed": 23278239, "text": "Hippocampal mitochodria mark the site of FOXO3a localization, which may contribute to the overall physiological and pathophysiological functions of this transcription factor."}, {"pubmed": 23295054, "text": "FoxO3a plays a crucial role in the induction of Bim gene transcription."}, {"pubmed": 23340844, "text": "FOXO3 regulates target gene expression through RNA polymerase II recruitment. FOXO3 binds and activates a pre-existing network of distal enhancers."}, {"pubmed": 23378341, "text": "Low FOXO3a expression is associated with neuroblastoma."}, {"pubmed": 23418729, "text": "FOXO3a functions as a growth factor in serum-deprived hepatocellular carcinoma cells and serotonin promotes the proliferation via upregulation of FOXO3a."}, {"pubmed": 23492774, "text": "Activation of protein kinase CK2 attenuates FOXO3a functioning in a PML-dependent manner."}, {"pubmed": 23509296, "text": "Upregulation of FoxO3 inhibits miR-9-induced myelopoiesis."}, {"pubmed": 23568341, "text": "FoxO3, a protein activated by mechanical unloading, is indicated as a master regulator that governs both the autophagy-lysosomal and ubiquitin-proteasomal pathways to orchestrate cardiac muscle atrophy."}, {"pubmed": 23580232, "text": "FoxO3a (Forkhead Box O3a) deficiency protects Idiopathic Pulmonary Fibrosis (IPF) fibroblasts from type I polymerized collagen matrix-induced apoptosis via caveolin-1 (cav-1) and Fas."}, {"pubmed": 23585551, "text": "De-repression of FOXO3a death axis by microRNA-132 and -212 causes neuronal apoptosis in Alzheimer's disease."}, {"pubmed": 23592131, "text": "We conclude that the downregulation of FoxO3a may greatly contribute to tumor development, and thus FoxO3a may represent a novel therapeutic target in colorectal cancer."}, {"pubmed": 23603907, "text": "Stimulation of LD density promoted proliferation in colon cancer cells, whereas silencing PLIN2 or overexpression of FOXO3 inhibited proliferation."}, {"pubmed": 23624922, "text": "we reveal that SPRY2 expression is regulated by FOXO3a and beta-catenin nuclear activity in colon cancer"}, {"pubmed": 23640897, "text": "Data indicate mitogen lacritin stimulates FOXO3-ATG101 and FOXO1-ATG7 autophagic coupling and restores metabolic homeostasis."}, {"pubmed": 23665396, "text": "our finding that SIRT3 deacetylates FOXO3 to protect mitochondria against oxidative stress provides a possible direction for aging-delaying therapies and disease intervention."}, {"pubmed": 23732517, "text": "AR inhibition regulates AKT/PI3K-dependent activation of forkhead transcription factor FOXO3a"}, {"pubmed": 23805295, "text": "FoxO3a is an early stress response protein to glucose toxicity in diabetic conditions."}, {"pubmed": 23828518, "text": "Forkhead/winged-helix-box-class-O3 may represent a novel biomarker of nodal and distant disease spread with clinical utility in colorectal carcinoma."}, {"pubmed": 23828551, "text": "The-reconstitution of the cell cycle inhibitor p16INK4A, which sensitizes ALL cells to mitochondria-induced cell death, represses FOXO3 protein levels and reduces the dependency of these leukemia cells on PI3K-PKB signaling."}, {"pubmed": 23851496, "text": "Low FOXO3 expression is associated with renal cancer."}, {"pubmed": 23855308, "text": "It si required for antioxidant responses and autophagy and is altered in hepatitis c infection and fatty liver. (review)"}, {"pubmed": 23857333, "text": "Hepatitis C virus and alcohol combine to modify a complex pattern of FOXO3 posttranslational modifications that contribute to pathogenesis in liver disease."}, {"pubmed": 23907459, "text": "KPNA2 has an important role in promoting proliferation and tumorigenicity of epithelial ovarian carcinoma through upregulation of c-myc and suppression of FOXO3A."}, {"pubmed": 23920411, "text": "Suggest that oxidative stress induced impairment of endothelial progenitor cell survival is mediated through a FoxO3a dependant mechanism, possibly by transcriptional regulation of Bim."}, {"pubmed": 23950211, "text": "Low levels of FOXO3 expresssion is associated with colorectal cancer progression via pleiotropic effects that enhance invasion and chemotherapeutic resistance."}, {"pubmed": 23966291, "text": "Low FOXO3 expression is associated with breast and lung neoplasms."}, {"pubmed": 23967095, "text": "Foxo3a expression is a favorable prognostic marker in breast cancer. In addition, Foxo3a staining could potentially be used in patient stratification in conjunction with other prognostic markers."}, {"pubmed": 23967259, "text": "IGF-1-induced enhancement of PRNP expression depends on the negative regulation of transcription factor FOXO3a"}, {"pubmed": 23970205, "text": "we confirmed that miR-155 downregulated the expression of FOXO3a by directly targeting its 3'-UTR."}, {"pubmed": 23975182, "text": "the dual effect of resveratrol on erythropoiesis through activation of FoxO3 transcriptional factor combined with the amelioration of oxidative stress in circulating red cells"}, {"pubmed": 23982205, "text": "Data indicate that the ASK1-FoxO3a-TRADD-caspase 8 pathway is present in neural tube defects (NTDs)-affected tissues."}, {"pubmed": 24014251, "text": "adjustment for smoking does not systematically alter the association between FOXO3A variation and longevity in neither population."}, {"pubmed": 24021689, "text": "FoxO3a is expressed mostly in patients with Hodgkin's lymphoma. FoxO3a expression was limited to a small number of Hodgkin cells in a quiescent state."}, {"pubmed": 24028821, "text": "These data provide evidence for an essential role of FoxO proteins in the transcription of ABCA6 in human vascular endothelial cells."}, {"pubmed": 24035192, "text": "Study identifies a noncoding polymorphism in FOXO3A (rs12212067: T > G) at which the minor (G) allele, despite not being associated with disease susceptibility, is associated with a milder course of Crohn's disease and rheumatoid arthritis and with increased risk of severe malaria."}, {"pubmed": 24047697, "text": "The estrogen receptor alpha is the key regulator of the bifunctional role of FoxO3a in breast cancer motility and invasiveness."}, {"pubmed": 24077281, "text": "Study shows that FOXO3a transcriptional activity is lost both in early and late stages of high-grade serous carcinoma."}, {"pubmed": 24077289, "text": "ESR2 induces apoptosis of prostate cancer cells by increasing transcription of FOXO3a, leading to an increase of PUMA."}, {"pubmed": 24123662, "text": "Akt2 downregulation favors limbal keratinocyte stem cell maintenance as a result of a gain of FOXO functions."}, {"pubmed": 24123695, "text": "FoxO3a is a sensor and regulator of both oxidative stress and antioxidative cellular response."}, {"pubmed": 24140020, "text": "mTORC2 promotes inactivating phosphorylation of class IIa histone deacetylases, which leads to the acetylation of FoxO1 and FoxO3, and this in turn releases c-Myc from a suppressive miR-34c-dependent network."}, {"pubmed": 24158851, "text": "results point to FOXO3 as an important determinant of neuronal survival in the substantia nigra, which may oppose alpha-synuclein accumulation and proteotoxicity."}, {"pubmed": 24194912, "text": "Decreased expression of the FOXO3a gene is associated with poor prognosis in primary gastric adenocarcinoma patients."}, {"pubmed": 24257750, "text": "metformin decreases binding of FoxO3a, a direct target of AMPK, to the SEPP1 promoter."}, {"pubmed": 24265696, "text": "P. gingivalis modulates keratinocytes through FOXO1 and FOXO3"}, {"pubmed": 24269635, "text": "Changes in FOXO3 expression and activation may be involved in cartilage aging and osteoarthritis."}, {"pubmed": 24284420, "text": "We investigated the role of FoxO3a, which is a key factor in oxidative stress-related cellular responses in melanogenesis."}, {"pubmed": 24333267, "text": "rs4946936 of FOXO3A gene may associate susceptibility of vitiligo, especially active vitiligo."}, {"pubmed": 24337611, "text": "Vitexin compound 1 induces cell cycle arrest and growth inhibition by the inactivation of Akt which in turn regulates a FOXO3a transcription factor."}, {"pubmed": 24360957, "text": "FOXO3 binds the most active subset of enhancers and amplifies initial levels of H3K27ac and RNAPII."}, {"pubmed": 24376725, "text": "HCMV infection of endothelial cells induces angiogenesis by both of miR-217/SIRT1 and miR-217/FOXO3A axis"}, {"pubmed": 24448243, "text": "Endogenous FoxO1 and FoxO3 binding to the FoxO-binding element identified in Rictor promoter region is enhanced by NVP-BEZ235 treatment."}, {"pubmed": 24450884, "text": "The CYB5R3 is an essential gene that appears as a final effector for both nutritional and oxidative stress responses through FOXO3a and Nrf2, respectively, and their interaction promotes CYB5R3 expression."}, {"pubmed": 24467486, "text": "The down-regulation of miR-29a, concomitantly with FOXO3A up-regulation, is essential for the differentiation of mesenchymal stem cells into chondrocytes and in vivo cartilage/bone formation."}, {"pubmed": 24486593, "text": "FOXO3a could be considered as an independent prognostic factor in ccRCC metastasis and could be a marker of occult metastases."}, {"pubmed": 24489705, "text": "The variants of FoxO1 and FoxO3 may not increase the prevalence of CHD in Han Chinese population."}, {"pubmed": 24589462, "text": "Significant association of five FOXO3A gene polymorphisms with longevity, with the effects of rs2802292 and rs2764264 being male-specific. Meta-analysis."}, {"pubmed": 24630930, "text": "FoxO3a does not appear to play a critical role in the regulation of catalase expression in breast cancer cells."}, {"pubmed": 24684457, "text": "ZIC1 is frequently inactivated by promoter hypermethyaltion and functions as a tumor suppressor in thyroid cancer through modulating PI3K/Akt and MAPK signaling pathways and transcription factor FOXO3a."}, {"pubmed": 24700636, "text": "These results demonstrate that eckol protects cells from mitochondrial oxidative stress by activating AMPK/FoxO3a-mediated induction of Mn SOD."}, {"pubmed": 24727891, "text": "Data proposed a novel signaling mechanism by which Sema 3A regulates PTEN, FOXO 3a and MelCAM in a coordinated manner that leads to suppression of breast cancer growth and angiogenesis."}, {"pubmed": 24766860, "text": "The exogenous FOXO3a, interaction and mutually exclusive events of p53 and FOXO3a augment the overall response to berberine."}, {"pubmed": 24769729, "text": "ARHI-mediated downregulation of PI3K/AKT and Ras/ERK signaling also decreases phosphorylation of FOXo3a, which sequesters this transcription factor in the nucleus."}, {"pubmed": 24809632, "text": "association of rs7762395 allele with longevity varies among birth cohorts"}, {"pubmed": 24858012, "text": "These results show that metformin has an antiproliferative effect associated with cell cycle arrest and apoptosis, which is mediated by oxidative stress, as well as AMPK and FOXO3a activation."}, {"pubmed": 24864229, "text": "The role of distinct SGK1/FOXO3A-associated regulation in p53 versus ANXA7 responses were elucidated and proposed that aberrant SGK1 could affect reciprocal SGK1-FOXO3A-Akt regulation."}, {"pubmed": 24895270, "text": "The interaction between the FOXO3 protein genotype and drinking tea were significantly associated with lower risk of cognitive decline."}, {"pubmed": 24920680, "text": "SMAD3 regulates transcription of MuRF-1 by increasing FoxO3 binding at a conserved FRE-SBE motif within the proximal promoter region, and by increasing FoxO3 protein content and transcriptional activity."}, {"pubmed": 24947616, "text": "Data indicate that forkhead transcription factorsF OXO3 directly bound to and transcriptionally activated the promoter of ribonucleotide reductase subunit RRM2B, and induced the expression of RRM2B at RNA and protein levels."}, {"pubmed": 24990963, "text": "Hydroxylation of these sites prevents the binding of USP9x deubiquitinase, thereby promoting the proteasomal degradation of FOXO3a"}, {"pubmed": 24994714, "text": "OSU-53 activated Foxo3a through two Akt-dependent pathways"}, {"pubmed": 25000517, "text": "molecular basis for the anti-senescence effects of SIRT1 and FOXO3a"}, {"pubmed": 25044111, "text": "findings suggest that FoxO3a is involved in hypoxia-induced degradation of VE-cadherin and claudin-5 through induction of MMPs indirectly"}, {"pubmed": 25047750, "text": "Peroxisome proliferator-activated receptor gamma coactivator 1alpha and FoxO3A mediate chondroprotection by AMP-activated protein kinase."}, {"pubmed": 25053419, "text": "Data indicate that glycogen synthase kinase 3 beta (GSK3beta) and transcription factors FOXO1/3/4 promote hepatoma cell proliferation through type I insulin-like growth factor receptor (IGF-IR)."}, {"pubmed": 25060657, "text": "Rs4946936 in FOXO3a was highly associated with an increased risk of childhood ALL in a Chinese population"}, {"pubmed": 25093499, "text": "FOXO3a could possibly inhibit endothelial progenitor cells proliferation via cell cycle arrest involving upregulation of p27(kip1) and downregulation of CDK2, cyclin D1 and PCNA."}, {"pubmed": 25122426, "text": "We reveal a new mechanism that FOXO3a transcriptionally represses DNMT3B expression and this regulation can be attenuated by MDM2 overexpression in human lung cancer model."}, {"pubmed": 25162939, "text": "The SIRT3-mediated deacetylation of FOXO3 preserves mitochondrial bioenergetic function and increases cell survival under hypoxic conditions."}, {"pubmed": 25168244, "text": "These observations support the notion that loss of TRIB3 is associated with a more aggressive phenotype in various types of tumors by enhancing the activity of the mTORC2/AKT/FOXO axis."}, {"pubmed": 25172912, "text": "Decreased FOXO3A levels are associated with idiopathic pulmonary fibrosis."}, {"pubmed": 25174716, "text": "our data suggest that LQB-118 has a selective and potent antitumor activity against AML cells with distinct molecular subtypes, and it involves differential modulation of the signaling pathways associated with FoxO3a and FoxM1 transcription factors."}, {"pubmed": 25186470, "text": "In chrondrocytes, reduced expression of FoxO transcription factors in chondrocytes increased susceptibility to cell death induced by oxidative stress. This was associated with reduced levels of antioxidant proteins and autophagy-related proteins."}, {"pubmed": 25199915, "text": "We did not identify new genome-wide significant associations with longevity and did not replicate earlier findings except for APOE and FOXO3. Meta-analysis."}, {"pubmed": 25202904, "text": "Prolonged stimulation increased FOXO3 cytoplasmic localization."}, {"pubmed": 25208626, "text": "Genetic variation studies of FOXO3A gene suggest an inverse correlation between the protective allele (G) copy number and cancer risk in patients with Peutz-Jeghers syndrome or PTEN hamartoma tumor syndrome."}, {"pubmed": 25261981, "text": "Knockdown of DEPP prevented the primary and secondary reactive oxygen species wave during FOXO3 activation."}, {"pubmed": 25271153, "text": "Data indicate that Forkhead transcription factor FOXO3a egulates its own transcription and its levels are increased in Huntington disease (HD)."}, {"pubmed": 25286764, "text": "Downregulation of miR-96 inhibits invasion and promotes apoptosis in NSCLC cells A549 and SPC-A-1 by targeting FOXO3"}, {"pubmed": 25323477, "text": "FOXO3 transcription was upregulated."}, {"pubmed": 25344604, "text": "E2F1 regulates cellular senescence by inhibiting FOXO3."}, {"pubmed": 25365249, "text": "the NOD2 variant p.Leu1007fsX1008 (rs2066847), in particular in homozygous form, is a much stronger marker for a severe clinical phenotype than the FOXO3A rs12212067 SNP for a mild disease course on an individual patient level"}, {"pubmed": 25421486, "text": "The FOXO3A variant rs12212067T>G is associated with increased inflammatory responses to Plasmodium falciparum malaria, indicating a role of the FOXO3-dependent pathway in malaria."}, {"pubmed": 25422052, "text": "imidazole treatment induced apoptosis in HEC-1B cells. The proapoptotic effect was mediated by increased Bim expression. Moreover, imidazole upregulated the protein level of Foxo3a and induced its increased nuclear localisation."}, {"pubmed": 25470293, "text": "In mammals, the only family member directly linked to aging is FoxO3A. (Review)"}, {"pubmed": 25470651, "text": "The association of 15 FOXO3A tagging single nucleotide polymorphisms (SNPs) in 1088 oldest-old Danes (age 92-93) with 4 phenotypes known to predict their survival, were investigated."}, {"pubmed": 25480585, "text": "reduction in miRNA-155 expression can inhibit the proliferation of SNK-6 lymphoma cells and promote their apoptosis, which may be associated with regulation of FOXO3a gene."}, {"pubmed": 25503443, "text": "our findings suggest that there might be a CKI-FoxO/Smad-Bim engine in which Thr32 of FoxO3 is pivotal for TGF-b-induced apoptosis, making it a potential therapeutic target for liver cancer treatment."}, {"pubmed": 25546383, "text": "FoxO3a is a negative regulator of autophagy in multiple cancer cell lines."}, {"pubmed": 25554016, "text": "Reveal the functional role of the PI3K/Akt/FoxO3a pathway that gets deregulated in cancer and suggests its simultaneous targeting by quinazoline analog."}, {"pubmed": 25578861, "text": "FOXO3a inhibits malignant phenotypes that are dependent on beta-catenin-dependent modulation of EMT-related genes."}, {"pubmed": 25640014, "text": "our work demonstrated that SIRT1 had a pivotally protective role in the regulation of EPCs apoptosis induced by H(2)O(2) and that SIRT1 protected against apoptosis by inhibiting FOXO3a via FOXO3a ubiquitination and subsequent degradation."}, {"pubmed": 25647415, "text": "FOXO3a regulated miR-34b and miR-34c at transcriptional levels."}, {"pubmed": 25648147, "text": "FOXOs support the metabolic requirements of normal and tumor cells by promoting IDH1 expression."}, {"pubmed": 25704884, "text": "leptin induces autophagy and contributes to suppression of apoptosis in cancer cells through a process involving p53 and FoxO3A"}, {"pubmed": 25743813, "text": "High expression of FOXO3a is associated with lung adenocarcinomas."}, {"pubmed": 25745998, "text": "Results show that a new mechanism of oncogenesis is attributed to p68 by upregulation of AKT and consequent nuclear exclusion and degradation of tumor suppressor FOXO3a."}, {"pubmed": 25753771, "text": "Forced activation of Akt and knockdown of FOXO3, p15(INK4b) and p27(KIP1) effectively inhibited hSKP senescence."}, {"pubmed": 25791921, "text": "TG-interacting factor transcriptionally induced by AKT/FOXO3A is a negative regulator that antagonizes arsenic trioxide-induced cancer cell apoptosis."}, {"pubmed": 25802279, "text": "GAA promotes FoxO3 nuclear translocation and binding to the SESN2 enhancer."}, {"pubmed": 25843800, "text": "found that FOXO3 plays an important role in erythroid differentiation in both human TF-1 cells and zebrafish, but the mechanism underlying this regulation still remains unclear"}, {"pubmed": 25893985, "text": "inhibition of AKT/FoxO3a signaling may contribute to H1-mediated PUMA induction, suggesting that inhibition of AKT/FoxO3a signaling result in PUMA expression in response to p53-independent cytotoxic effects of H1."}, {"pubmed": 25913413, "text": "A significant association between the FOXO3 rs2802288*A and rs2802292*G gene variants in FOXO3 and human longevity."}, {"pubmed": 25935481, "text": "Data indicate forkhead transcription factor FOXO3a activity can result in either promotion of cell survival or apoptosis."}, {"pubmed": 25952685, "text": "Study demonstrated that HGF promoted the viability of endothelial cells in the oxidative-induced apoptosis by inducing the phosphorylation of two FOXO family members, FOXO1 and FOXO3a."}, {"pubmed": 25958948, "text": "Porphyromonas gingivalis-induced reactive oxygen species activate FOXO transcription factors through JNK signalling, and that FOXO1 controls oxidative stress responses, inflammatory cytokine production and cell survival."}, {"pubmed": 25993007, "text": "FOXO3 might act as a shared genetic predisposition factor to hyperglycemia and lifespan."}, {"pubmed": 26045805, "text": "The expression of FOXO3a was upregulated and activated in gastric cancer tissues, and was significantly associated with a favorable prognosis in stage II/III gastric cancer patients."}, {"pubmed": 26054675, "text": "miR-498 acted as a new tumor suppressor by targeting the FOXO3 gene and inhibiting cell proliferation of ovarian cancer."}, {"pubmed": 26061565, "text": "impaired functions of the FOXO1/3/PTEN pathways lead to dramatic changes in the molecular program within granulosa cells."}, {"pubmed": 26089158, "text": "the AMPK/FoxO3A axis plays a cardinal role in anti-proliferative effect of adiponectin in cancer cells"}, {"pubmed": 26151347, "text": "8bromo7methoxychrysin induces apoptosis and reverses drug resistance by regulating Akt/FOXO3a pathway in cisplatinsensitive and resistant ovarian cancer cells."}, {"pubmed": 26186945, "text": "Low autophagic activity by the alteration of FoxO3a may contribute to idiopathic pulmonary fibrosis progression."}, {"pubmed": 26223437, "text": "this study found that rs12212067 in FOXO3was associated with increased risk of active Tuberculosis. The minor G allele might be a protection factor which was found more common in latent Tuberculosis patients and healthy controls than active Tuberculosis patients."}, {"pubmed": 26226934, "text": "There was strong evidence that adverse effects of mustard, wasabi, and raw and cooked tomatoes were significantly associated with the G allele of FOXO3 and that these foods should be avoided by people carrying this allele"}, {"pubmed": 26234675, "text": "the accumulation of reactive oxygen species (ROS) in cells expressing JAK2V617F compromises the NHE-1/Bcl-xL deamidation pathway by repressing NHE-1 upregulation in response to DNA damage.  hematopoietic stem cells (HSCs), FOXO3A is largely localized within the nuclei despite the presence of JAK2V617F mutation, suggesting that JAK2-FOXO signaling has a different effect on progenitors compared with stem cells."}, {"pubmed": 26310353, "text": "co-treatment with butein and cisplatin promoted the nuclear translocation and expression of forkhead box O3a (FoxO3 or FoxO3a)."}, {"pubmed": 26318418, "text": "Upregulation of Bim expression levels might be related with epibrassinolide mediated dephosphorylation of Foxo3a in human colon cancer cells."}, {"pubmed": 26375988, "text": "FOXO3a is a relevant mediator of the antiproliferative effects of MSA."}, {"pubmed": 26397839, "text": "These results suggest that the antitumor effects of paclitaxel in breast cancer are mediated by activation of the AMPK/EF1alpha/FOXO3a signaling pathway."}, {"pubmed": 26455863, "text": "in response to oxidative stress, the nuclear retention of FOXO3a in astrocytes upregulates expression of GS as a neuroprotective mechanism"}, {"pubmed": 26470730, "text": "This work thus demonstrates that S-574 phosphorylation generates a specifically apoptotic form of FOXO3 with decreased transcriptional activity for other well-described FOXO3 functions."}, {"pubmed": 26470790, "text": "Our results further suggest that GPER expression and FOXO3a localization could be utilized as prognostic markers in breast cancer therapy and that GPER antagonists could promote apoptosis in GPER-positive breast cancers"}, {"pubmed": 26476085, "text": "Longevity-associated FOXO3 variants may be associated with lower blood pressure and essential hypertension in Japanese women."}, {"pubmed": 26481742, "text": "FOXO3a may play an important role in the intestinal inflammation of patients with UC."}, {"pubmed": 26505221, "text": "data provide new clues for the essential role of miR-223 in the regulation of anti-Mtb-directed immune responses, which relies on the regulation of FOXO3 expression"}, {"pubmed": 26528854, "text": "miR-622 overexpression mediated by the transcription factor FOXO3a decreased the invasiveness of lung tumor cells by inhibiting HIF-1alpha via inactivation of ERK signaling."}, {"pubmed": 26540566, "text": "Data indicate that the expression of PARP1 and FOXO3A play pivotal roles in gastric cancer progression."}, {"pubmed": 26563366, "text": "MCT1 expression associates with the SCC type and metastatic behavior of AC, whereas MCT4 expression concomitantly increases from in situ SCC to invasive SCC and is significantly associated with the AC type. Consistently, FOXM1 expression is statistically associated with MCT1 positivity in SCC, whereas the expression of FOXO3a, a FOXM1 functional antagonist, is linked to MCT1 negativity"}, {"pubmed": 26574636, "text": "overall survival and progression-free survival were not found to be affected by FOXO3a expression. Cytoplasmic expression of FOXO3a is frequently found in retinoblastoma and may be involved in pathogenesis"}, {"pubmed": 26578569, "text": "FOXO3-dependent gene regulation is generally mediated not through uniquely bound regions but through regions occupied by both FOXK2 and FOXO3 where both factors play a regulatory role."}, {"pubmed": 26590814, "text": "FOXO3a mRNA expression levels in breast cancer patients correlated with metastasis-free survival."}, {"pubmed": 26595803, "text": "Overexpression of FOXO3A is associated with breast cancer."}, {"pubmed": 26643256, "text": "Forkhead Box Transcription Factor (FOXO3a) mediates the cytotoxic effect of vernodalin in vitro and inhibits the breast tumor growth in vivo"}, {"pubmed": 26657152, "text": "ectopic expression of the Foxo3P, Foxo3 circular RNA and Foxo3 mRNA could all suppress tumor growth and cancer cell proliferation and survival."}, {"pubmed": 26657850, "text": "EGF stimulates loss of FOXO3/SIRT6, which is blockaded by the inhibition of upstream pathways as well as lipid synthesis, revealing existence of a negative regulatory loop between LDs and FOXO3/SIRT6."}, {"pubmed": 26682007, "text": "this study demonstrated that JC induced the apoptosis of hepatocellular carcinoma (HCC) cells by activating Akt/Foxo signaling pathway and increasing intracellular ROS levels."}, {"pubmed": 26683100, "text": "Data show one single nucleotide polymorphism (SNP) in Fox transcription factor FOXO3 (FOXO3) was significantly associated with longevity, and the six SNPs in proto-oncogene protein AKT1 (AKT1) gene and in IGF-2 Receptor (IGF-2R) gene are not."}, {"pubmed": 26740175, "text": "Taken together, these results show that CHAF1A contributes to the proliferation of glioblastoma cells and may be developed as a de novo drug target and prognosis biomarker of glioblastoma."}, {"pubmed": 26782277, "text": "Abeta enhanced association of FOXO3a with mitochondrial DNA (mtDNA), causing a decrease in the expression of cytochrome c oxidase subunit 1 (COX1) and the activity of COX"}, {"pubmed": 26826001, "text": "overexpression of the IGF-1R, and activation of GSK3beta and FOXO3a might be the molecular mechanisms underlying the development of liver cirrhosis"}, {"pubmed": 26850462, "text": "Results suggest that miR-155 down-regulates polymerase delta by targeting the transcription factor FOXO3a, thereby inhibiting the transcription of the four polymerase delta subunits, resulting in an increased susceptibility to mutation by suppressing a high-fidelity polymerase and favoring error prone translesion synthesis."}, {"pubmed": 26857210, "text": "clinical cholangiocarcinoma samples displayed FoxO3-Keap1 down-regulation and Nrf2 hyperactivation"}, {"pubmed": 26861625, "text": "Foxo3 circular RNA retards cell cycle progression via forming ternary complexes with p21 and CDK2."}, {"pubmed": 26874277, "text": "This shows that Pin1 is implemented in maintaining the susceptibility to the genotoxic drugs by controlling P-gp level as well as p53-dependent apoptosis and cell cycle signaling pathways."}, {"pubmed": 26899709, "text": "Stimulation with H2O2 decreased the phosphorylation of Akt and FoxO3a, and induced nuclear localization of FoxO3a and apoptosis of H9c2 cells. These effects of H2O2 were abrogated by pretreatment with FGF-2"}, {"pubmed": 26913603, "text": "FOXO3a directly interacts with the Par-4 promoter and activates and initiates caspase-mediated cell death upon Withaferin-A treatment."}, {"pubmed": 26929388, "text": "FOXO3 is more active than FOXO1 in primitive hematopoietic stem cells; the upstream regulators other than AKT, such as SIRT1, maintain nuclear FOXO localization and activity in hematopoietic stem cells."}, {"pubmed": 26993517, "text": "Activation and overexpression of FoxO3 in granulosa cells of PCOS [polycystic ovary syndrome] women correlated with higher apoptosis levels in these cells suggesting that FoxO3 may be a candidate for the higher apoptosis in granulosa cells from women with PCOS [polycystic ovary syndrome]."}, {"pubmed": 27058291, "text": "inhibition of mTORC2 enhances ultraviolet B-induced apoptosis in a FOXO3a-dependent manner."}, {"pubmed": 27058618, "text": "Ergosterol peroxide stimulated Foxo3 activity by inhibiting pAKT and c-Myc and activating pro-apoptotic protein Puma and Bax to induce HepG2 cancer cell death."}, {"pubmed": 27071935, "text": "The aims of this study were to quantify the mortality risk for the longevity-associated genotype and to discover the particular cause(s) of death associated with FOXO3 G allele in older Americans of diverse ancestry."}, {"pubmed": 27091996, "text": "Our findings indicate that FOXO3a is a significant factor in EGFR mutation-independent gefitinib resistance and the stemness of lung cancer, and suggest that targeting the NF-kappaB/miR-155/FOXO3a pathway has potential therapeutic value in lung cancer with the acquisition of resistance to EGFR-TKIs."}, {"pubmed": 27113546, "text": "endothelial-barrier protective role of VEGF in the long term and the importance of Akt1-FoxO signaling on tight-junction stabilization and prevention of vascular leakage through claudin expression, is reported."}, {"pubmed": 27125259, "text": "The result suggests that FOXO3 rs12212067 polymorphism does not play an important role in susceptibility to T. cruzi infection and/or chronic Chagas cardiomyopathy."}, {"pubmed": 27127880, "text": "The data reveal a previously unexplored function of FOXO3a in gastric cancer invasion by regulating proteins involved in extracellular matrix degradation and Epithelial-Mesenchymal Transition. FOXO3a may be of prognostic value and a potential therapeutic target in blocking tumor metastasis."}, {"pubmed": 27167185, "text": "These data suggest that miR-592 may promote the progression and metastasis, in part, by targeting FoxO3A in colorectal cancer"}, {"pubmed": 27214848, "text": "rs12212067 (a single-nucleotide polymorphism that increases FOXO3 transcription) was associated with reduced inflammation, both biochemically and clinically, and with lower rheumatoid arthritis activity scores."}, {"pubmed": 27237816, "text": "In cigarette smoke extract stimulated bronchial epithelial cells, carbocysteine increased cell proliferation, and SIRT1 and FoxO3 nuclear expression, and reduced beta galactosidase and survivin expression."}, {"pubmed": 27283899, "text": "silencing FOXO3 diminishes bepridil- and trifluoperazine-induced apoptosis in triple-negative breast cancer cells"}, {"pubmed": 27284014, "text": "The authors found that transient TUBB3 activation, through ABCB1, in response to the stimulation of FOXO3a expression, significantly contributes to the cross-resistance of the paclitaxel-resistant cell population and consequently limits the efficacy of both agents where cancer cells have developed multiple resistance."}, {"pubmed": 27390852, "text": "we computationally predict FOXO3 as a regulator of this network, and use multiple publicly available in vitro and in vivo experimental datasets to validate that this astrocyte HD network is downstream of a signaling pathway important in adult neurogenesis (TGFb-FOXO3)."}, {"pubmed": 27411103, "text": "Diabetic Glc also promoted beta-catenin nuclear localization and the formation of a complex with FOXO3a that localized to the promoters of Sod2, p21(cip1), and potentially p27(kip1)"}, {"pubmed": 27448972, "text": "Combined treatment with gamma-irradiation (gammaIR) and a dual PI3K/mTOR inhibitor causes loss of stemness and of FoxO1/3 proteins in p53-proficient glioblastoma multiforme stem cells (GBM-SCs)."}, {"pubmed": 27452907, "text": "Shikonin induces apoptosis in some lung cancer cells via activation of FOXO3a/EGR1/SIRT1 signaling, and AKT and p300 negatively regulate this process via Bim upregulation."}, {"pubmed": 27458157, "text": "Transcriptional factor PAX3 (PAX3) exerted its tumor suppressor function by inhibiting the activity of major signaling pathways and enhancing expression and activity of transcription factor forkhead box O3 protein (FOXO3a)."}, {"pubmed": 27470586, "text": "This study indicates that CKII can modulate the intracellular reactive oxygen species level via FoxO3a."}, {"pubmed": 27481940, "text": "Glucocorticoids treatment was found to rescue FOXO3a expression both in SLE mice and in SLE patients."}, {"pubmed": 27522666, "text": "Mechanistically, G-Rg1 promoted the phosphorylation of Akt and FoxO3a and led to the cytoplasmic translocation of FoxO3a, which in turn suppressed FoxO3a-modulated expression of proapoptotic Bim and elevated the ratio of Bcl-2 to Bax."}, {"pubmed": 27524627, "text": "NOTCH1 inhibits activation of ATM by impairing the formation of an ATM-FOXO3a-KAT5 complex."}, {"pubmed": 27529982, "text": "FOXO1A gene polymorphic site rs4943794 is associated with an acquisition of old and senescent age and with women's longevity. FOXO3A gene polymorphic site rs3800231 is associated with longevity in both women and men."}, {"pubmed": 27532863, "text": "FOXO3 is required to induce autophagy and thereby reduce elevated reactive oxygen species levels."}, {"pubmed": 27621247, "text": "No statistically significant association was found between the rs2802292 polymorphism and exceptional longevity in either cohort (either examined in their entirety or in a sex-based analysis)."}, {"pubmed": 27633065, "text": "Our findings showed that, among these MMP members, only FoxO3a induced MMP9 expression, and MMP9 overexpression reversed the effect that silencing FoxO3a had on the attenuation of cell invasion. Taken together, these data link FoxO3a to the promotion of metastasis in glioma cells."}, {"pubmed": 27669435, "text": "acetylation is permissive for generation of the apoptotic form of FOXO3 and the activity of SIRT1 and particularly SIRT7 regulate this process in vivo, allowing control of monocyte apoptosis in response to LPS."}, {"pubmed": 27685445, "text": "High FOXO3a and p38 expression could predict the response to cetuximab in patients with CRC harbouring WT KRAS."}, {"pubmed": 27694344, "text": "Carriage of the longevity-associated G allele of FOXO3 snp rs2802292 was a protective factor against CAD mortality in all three populations. In Japanese and Whites, but not in Blacks, the protective effect of the G allele was little changed in models adjusted for other major risk factors. Population-attributable risk (PAR) models found that the nonprotective TT genotype contributed 15%, 9%, and 3% to CAD mortality risk in"}, {"pubmed": 27698266, "text": "H cordata promotes the activation of HIF-1A-FOXO3 and MEF2A pathways."}, {"pubmed": 27699813, "text": "In prostate cancer, FOXO3a, and YB-1 play inverse reciprocal roles as a tumor-suppressor gene and oncogene, respectively, regulated by ERK signaling."}, {"pubmed": 27743201, "text": "Foxo3 gene expression is regulated by miR-551b in ovarian cancer."}, {"pubmed": 27769056, "text": "Results show that FOXO3-phosphorylation at threonine-32 (T32) and nuclear localization in neuroblastoma biopsies significantly correlated with stage IV disease. Data suggest that, depending on the mode and intensity of activation, cellular FOXO3 acts as a homeostasis regulator promoting tumor growth at hypoxic conditions and tumor angiogenesis in high-stage neuroblastoma."}, {"pubmed": 27777301, "text": "by modulating hypoxia-inducible factor activity via up-regulation of VHL, FOXO3a (foxo3b) plays an important role in survival in response to hypoxic stress."}, {"pubmed": 27793938, "text": "SUN inhibits TNBC MDA-MB231 cell proliferation through activation of FOXO3a expression"}, {"pubmed": 27825133, "text": "FoxO3a might be a key regulator in cetuximab resistance through up-regulating c-Myc in colorectal cancer targeted therapy."}, {"pubmed": 27840901, "text": "These data reveal a novel role of FOXO3a-dependent gene regulation in the complex adaptive responses of gliomas towards starvation signals."}, {"pubmed": 27841661, "text": "These results show that significantly increased levels of FOXO3, IRF4, and xIAP mRNA in Chinese HIV-1-infected patients."}, {"pubmed": 27881235, "text": "inhibition of FoxO3a by IGF-1 via the PI3K/Akt pathway has an important role in IGF-1 induced proliferation and invasion of uveal melanoma cells."}, {"pubmed": 27886165, "text": "Overexpression of circ-Foxo3 decreased the interaction between Foxo3 and MDM2, and repressed the function of MDM2 in modulating poly-ubiquitination of Foxo3."}, {"pubmed": 27890702, "text": "The cardiac regeneration may be promoted by proper control of FOXO1/3 activity. FOXO1 mainly plays a detrimental role in heart while FOXO3's actions are influenced by cell type. [review]"}, {"pubmed": 27893718, "text": "our data demonstrated that FOXO3 is essential for CD44 expression and the properties of cancer stem cells (CSCs). Our data also indicated that patients with high FOXO3 activation signatures had poor prognoses. This evidence suggested that cGMP induction and FOXO3 inhibition could be ideal candidates for pancreatic CSC"}, {"pubmed": 27936162, "text": "Data indicate the discovery of small molecule activator LOM612, a synthesized isothiazolonaphthoquinone as a potent forkhead transcription factors FOXO3a and FOXO1 relocator."}, {"pubmed": 27936216, "text": "our findings revealed that the FOXO3 variants we tested in our population of Chinese men and women were associated with longevity in men only. None of these associations passed Bonferroni correction"}, {"pubmed": 28006785, "text": "This study proposes a new signaling pathway of miR-155/FoxO3a/ARC leading to renal pyroptosis under ischemia/reperfusion injury conditions."}, {"pubmed": 28036259, "text": "Cytoplasmic retention of FOXO3a may represent a potential biomarker for response to combined treatment with inhibitors of PI3K and autophagy in PIK3CA-mutant cervical cancer cells."}, {"pubmed": 28046000, "text": "adipose stem cell extract regulates Abeta-induced mitochondrial apoptosis via regulation of P53/foxo3a pathway"}, {"pubmed": 28055019, "text": "we demonstrated that REP1 blocked the nuclear trans-localization of FOXO3 through physically interacting with FOXO3, thereby suppressing FOXO3-mediated apoptosis. Importantly, the inhibition of REP1 combined with 5-FU treatment could lead to significant retarded tumor growth in a xenograft tumor model of human cancer cells"}, {"pubmed": 28099944, "text": "Results indicate that cordycepin promotes caveolin-1 (CAV1)upregulation to enhance c-jun N-terminal kinase (JNK)/forkhead box O3A protein (Foxo3a) signaling pathway activation, inducing apoptosis in lung cancer cells."}, {"pubmed": 28122308, "text": "miR-1307 contributed to prostate cancer proliferation by targeting FOXO3A."}, {"pubmed": 28137654, "text": "Knockdown of MIEF2 reduces DOX-induced mitochondrial fission and apoptosis in cardiomyocytes and in vivo. Also, knockdown of MIEF2 protects heart from DOX-induced cardiotoxicity. Our study identifies a novel pathway composed of Foxo3a and MIEF2 that mediates DOX cardiotoxicity."}, {"pubmed": 28139510, "text": "Abnormal PHLPP, FoxO3a, and RAD51 protein expressions may be involved in the development of high- and low-grade ovarian serous adenocarcinomas, suggesting common molecular pathways."}, {"pubmed": 28250026, "text": "pro-apoptotic role of miR-34a in PA-induced cholangiocyte lipoapoptosis in culture and in the liver"}, {"pubmed": 28260024, "text": "Results showed that the glioblastoma cell lines resistant to temozolomide exhibited higher levels of FoxO3a and beta-catenin. Also, findings strongly support that FoxO3a renders glioblastoma cells resistant to temozolomide treatment, at least in part, through the regulation of beta-catenin nuclear accumulation."}, {"pubmed": 28295288, "text": "Data suggest that forkhead box O3A protein (FoxO3a) might be a prognostic biomarker or a potential therapeutic target in glioblastoma."}, {"pubmed": 28358423, "text": "PI3K/AKT/FoxO3a signaling pathway role in melanoma cells"}, {"pubmed": 28398822, "text": "these data ascertain the existence of an H2O2-sensitive PRDX1-FOXO3 signaling axis that fine tunes FOXO3 activity toward the transcription of gene targets in response to oxidative stress."}, {"pubmed": 28424160, "text": "Human T2D kidneys exhibited more RPTC apoptosis and lower expression of hnRNP F, SIRTUIN-1, and FOXO3alpha than nondiabetic kidneys."}, {"pubmed": 28430387, "text": "expression significantly deceased in degenerated discs"}, {"pubmed": 28436938, "text": "geminin selectively couples the transcription factor forkhead box O3 (FoxO3) to HDAC3, thereby specifically facilitating FoxO3 deacetylation."}, {"pubmed": 28466777, "text": "Kaplan-Meier survival analysis showed that pancreatic ductal adenocarcinoma patients with negative forkhead box P1 and forkhead box O3a expression survived significantly shorter than patients with positive forkhead box P1 and forkhead box O3a expression (p = 0.000)."}, {"pubmed": 28507102, "text": "the forkhead box O3 (FOXO3)/liver kinase B1 (LKB1)/AMP-activated protein kinase/peroxisome proliferator-activated receptor-gamma co-activator-1beta (PGC-1beta)/pyruvate dehydrogenase-A1 pathway is essential for CD44 expression and cancer stem cells properties."}, {"pubmed": 28526626, "text": "Report an inverse relationship of age with human serum FOXO3A and SIRT3 levels."}, {"pubmed": 28554751, "text": "Negative expression of FoxO3/FoxO4 and lymph node metastasis were the risk factors for the poor prognosis of bladder cancer."}, {"pubmed": 28621049, "text": "A lower FOXO3 mRNA expression in granulosa cells leads to poor oocyte development in patients with unexplained infertility undergoing controlled ovarian stimulation for in vitro fertilization-embryo transfer."}, {"pubmed": 28661534, "text": "Data show that forkhead box O3 protein (FOXO3) silencing could inhibit mitophagy and mitochondrial dysfunction induced by manganese chloride (MnCl2)."}, {"pubmed": 28688900, "text": "miR-34a/sirtuin-1/foxo3a might play an important role in genistein reversal of ox-LDL-induced oxidative damage in HUVECs."}, {"pubmed": 28699185, "text": "Chromosome 6q deletion correlates with poor prognosis and low relative expression of FOXO3 in chronic lymphocytic leukemia patients."}, {"pubmed": 28722347, "text": "FOXO3 longevity interactome on chromosome 6 has been described."}, {"pubmed": 28733463, "text": "TLR4 and C5aR crosstalk in dendritic cells induces a core regulatory network of RSK2, PI3Kbeta, SGK1, and FOXO transcription factors."}, {"pubmed": 28765909, "text": "auranofin could regulate the Her2/Akt/FOXO3 signaling pathway in SKOV3 cells and be used as a potential antitumor agent considering the expression of MUC4 in ovarian cancer patients."}, {"pubmed": 28802579, "text": "Atorvastatin strengthens Skp2 binding to FOXO1 or ICAM1, leading to ubiquitination and degradation. Skp2-dependent ubiquitination of major pathogenic molecules is the key mechanism for statin's protective effect on endothelial function in diabetes."}, {"pubmed": 28869600, "text": "in FOXO3-death-resistant cells no point mutations in the TP53-DBD were found-in these cells FOXO3-TP53 complexes are formed and FOXO3-binding to the BIM-promoter, but not the induction of the detoxifying protein SESN3, were prevented, which in turn increased chemo-protection in this type of high-stage-derived neuroblastoma cells"}, {"pubmed": 28889023, "text": "The findings of this study indicated that FoxO3a knockdown conferred neuroprotective effects after TBI through inhibiting the activation of neuronal autophagy."}, {"pubmed": 28905195, "text": "these results suggest that miR-30b plays important roles in kynurenine-induced increase of FOXO3 expression"}, {"pubmed": 28952285, "text": "data show that the GSK3B-FOXO3 pathway is activated after partial hepatectomy, and this may be one of the mechanisms that lead to upregulation of hepatic IGF1R after partial hepatectomy."}, {"pubmed": 28977569, "text": "Using data from four longevity studies (total n = 8,266, age range 96-119 years for cases), we tested gene-wide association between 107 SNPs and survival to at least the oldest 1 percentile of survival for the 1900 birth cohort. An uncommon homozygote genotype of rs9384680 exhibited the strongest association with mortality risk (p = 2.68E-04) in only 11 females, a heretofore unreported association."}, {"pubmed": 28989024, "text": "Downregulation of PKC induces senescence through the AKT-FoxO3a-ROS-p53-p21(Cip1/WAF1) pathway in HCT116 and HEK293 cells."}, {"pubmed": 29049183, "text": "A total of 41 differentially expressed genes, such as SOCS3, VAPA, and COL5A2, are speculated to have roles in the pathogenesis of acute myocardial infarction; 2 transcription factors FOXO3 and MYBL2, and 2 miRNAs hsa-miR-21-5p and hsa-miR-30c-5p may be involved in the regulation of the expression of these differentially expressed genes."}, {"pubmed": 29072689, "text": "Authors found that miR-629 negatively regulated FOXO3 protein expression and decreased the activity of a luciferase reporter construct containing the FOXO3 3'-untranslated region. These results show that miR-629 regulates FOXO3 at the posttranscriptional level, resulting in enhanced cell proliferation and invasion of pancreatic carcinoma."}, {"pubmed": 29080747, "text": "Taken together, these findings showed that TRIP6 plays an important role in promoting HCC cells proliferation and may serve as a novel prognostic biomarker and therapeutic target in HCC."}, {"pubmed": 29099866, "text": "findings provide further evidence for the involvement of FoxO3 during terminal erythropoiesis and confirm the modulation of the PI3K/AKT pathway as a potential therapeutic strategy for beta-thalassemia"}, {"pubmed": 29136142, "text": "Studied immunological interaction of forkhead box O3 (FOX03) and natural killer cell in viral myocarditis patients as well as a mouse models of viral myocarditis. Results indicate FOXO3 activation is associated with anti-viral immune responses that result in attenuated viral clearance, enhanced inflammation and unfavourable outcome."}, {"pubmed": 29141605, "text": "first report of the association between rs13217795 and allergic rhinitis, and the first independent verification of the association between rs13217795 and asthma"}, {"pubmed": 29143599, "text": "FNDC5 gene interactions with candidate genes FOXOA3 and APOE"}, {"pubmed": 29147649, "text": "results suggested that SIRT1 deficiency in Bladder cancer cells could suppress cell viability by activating antioxidant response and inducing cell cycle arrest possibly via FOXO3a-related pathways."}, {"pubmed": 29180117, "text": "A better understanding of the mechanisms regulating the FOXO3-FOXM1 axis, as well as their downstream transcriptional targets and functions, may render these proteins reliable and early diagnostic/prognostic factors as well as crucial therapeutic targets for cancer treatment and importantly, for overcoming chemotherapeutic drug resistance."}, {"pubmed": 29234056, "text": "Study in three European populations present experimental evidence for a functional link between common intronic variants in FOXO3 and human longevity."}, {"pubmed": 29257235, "text": "FoxO3a overexpression increased the transcription and protein expression of Bcl2like protein 11 and cyclindependent kinase inhibitor 1B, and inhibited cyclin D1 transcription and expression."}, {"pubmed": 29258239, "text": "miR-132 negatively regulates palmitate induced NLRP3 inflammasome activation through FOXO3 down-regulation in THP-1 cells."}, {"pubmed": 29301589, "text": "stable knockdown of FOXO3, NCOA3, and TCF7L2 restored growth in low glucose but reduced MEK/MAPK phosphorylation, reduced anchorage-independent growth, and modulated expressions of GLUT1 and Ras pathway related proteins."}, {"pubmed": 29301793, "text": "Loss of FOXO3 expression due to O-GlcNAcylation is associated with tumorigenesis."}, {"pubmed": 29326312, "text": "FOXO3a activation induces vascular smooth muscle cell apoptosis and extracellular matrix breakdown, in part, because of transcriptional activation of MMP13. FOXO3a activation promotes atherosclerosis and medial degeneration and increases neointima after injury that is partly dependent on MMP13."}, {"pubmed": 29339071, "text": "miR-155-5p promotes fibroblast cell proliferation and inhibits FOXO signaling pathway by negative modulation of both FOXO3 and CDKN1B in vulvar lichen sclerosis"}, {"pubmed": 29361949, "text": "miR-182-5p directly targets 3'-UTR of FOXO3a and repressed FOXO3a expression, activating AKT/FOXO3a pathway to promote hepatocellular carcinoma proliferation."}, {"pubmed": 29365018, "text": "FoxO3a was overexpressed in 64.71% cases of hepatocellular carcinoma (HCC). FoxO3a overexpression was associated with aggressive phenotypes of HCC, such as histologic grade, stage, and small vessel invasion. FoxO3a overexpression was also correlated with poor disease-free survival. Downregulation of FoxO3a in a HepG2 cell line inhibited cell proliferation and migration."}, {"pubmed": 29411515, "text": "cigarette smoke extract (CSE) impairs the function of SIRT1/FoxO3 axis in bronchial epithelium, dysregulating NF-kappaB activity and inducing pro-inflammatory responses"}, {"pubmed": 29421536, "text": "This study revealed a novel mechanism for prostate cancer metastasis that involves SIRT3/ Wnt/beta-catenin/ FOXO3A signaling to modulate EMT and cell migration."}, {"pubmed": 29433738, "text": "The significant association between forkhead box protein O3 (FOXO3) single nucleotide polymorphisms (SNPs) and longevity has been independently replicated in multiple populations including a genome-wide association study [Review]."}, {"pubmed": 29439954, "text": "FOXO3A levels in cHL were found higher than in germinal center B cells, but lower than in terminally differentiated PCs. This intermediate FOXO3A expression in classical Hodgkin lymphoma might manifest the \"abortive PC differentiation\" phenotype."}, {"pubmed": 29445193, "text": "Mitochondrial FoxO3A promotes cancer cell survival in response to metabolic stress."}, {"pubmed": 29498217, "text": "NOVA1 acted as an oncogene in the development of melanoma partly through regulating FoxO3A expression."}, {"pubmed": 29518547, "text": "miR-223-3p regulated cell chemo-sensitivity by targeting FOXO3 in prostatic cancer (PCa) both in vitro and in vivo, providing new potential therapeutic strategy for PCa treatment."}, {"pubmed": 29533771, "text": "Low FOXO3A expression is associated with cancer."}, {"pubmed": 29551204, "text": "role in autophagy activation and the maintenance of intracellular homeostasis in inflamed odontoblasts"}, {"pubmed": 29565456, "text": "Findings determined that the crucial regions corresponding to the SP1 binding sites located between 2,000 and 1,037 bp were essential for FoxO3a transcriptional activity. Furthermore, FoxO3a transcription was upregulated in response to hypoxic and oxidative stress in colorectal tumor cells (CRC), indicating that the interaction between SP1 and FoxO3a may have important implications in CRC progression."}, {"pubmed": 29588373, "text": "FOXO3a expression correlated with adverse clinicopathological features, such as lymph node metastasis, perineural invasion and higher Ki-67 proliferation index in triple-negative breast cancers."}, {"pubmed": 29602130, "text": "the inhibition of miR-9 could induce apoptosis in cervical cancer by targeting FOXO3."}, {"pubmed": 29620202, "text": "circRNA-FOXO3 expression was decreased in NSCLC cells and tissue samples. It can inhibit the development of NSCLC cells as a ceRNA through sponging miR-155 and releasing FOXO3 level."}, {"pubmed": 29676828, "text": "Results indicate a mechanism for beta-arrestin1 in the regulation of the prostate cancer procession through inhibiting FOXO3a."}, {"pubmed": 29688278, "text": "We found that telomere length for carriers of the longevity associated allele of FOXO3 single nucleotide polymorphism rs2802292 displayed no significant correlation with age. This is the first validated longevity gene variant identified to date showing an association with negligible loss of telomere length with age in humans."}, {"pubmed": 29695725, "text": "Aberrant expression of miR-9 blocks erythropoiesis by deregulating FoxO3-mediated pathways."}, {"pubmed": 29716743, "text": "overexpression of FOXO3a in ovarian cancer inversed the platinum resistance in ovarian cancer.  the role of FOXO3a might be one of the critical mechanisms in developing platinum drug resistance in ovarian cancer."}, {"pubmed": 29733381, "text": "A 90-bp sequence around the intronic single nucleotide polymorphism rs2802292 has enhancer functions, and that the rs2802292 G-allele creates a novel HSE binding site for HSF1, which induces FOXO3 expression in response to diverse stress stimuli."}, {"pubmed": 29792850, "text": "miR-182 was a positive regulator of interferon regulatory factor 7 (IRF7) by directly targeting FOXO3, resulting in the induction of IFN-I response and suppression of human cytomegalovirus (HCMV) replication in neural cells."}, {"pubmed": 29859273, "text": "Study suggests that miR-487a-3p might repress CTLA4 and FOXO3 by binding to their 3'UTRs and contribute to the development of T1D."}, {"pubmed": 29925039, "text": "human FOXO3B locus encodes a bona fide human gene; unlike FOXO3A, FOXO3B is cytosolically localized in both the presence and absence of active Akt"}, {"pubmed": 29963746, "text": "The FOXO3 are critical regulators of Intervertebral disk (IVD) homeostasis during aging and suggest that maintaining or restoring FOXO3 expression can be a therapeutic strategy to promote healthy IVD aging and delay the onset of IVD degeneration."}, {"pubmed": 29967111, "text": "we demonstrated that overexpression of CHP2 enhanced G1-S phase transition mediated by AKT activation, which subsequently induced phosphorylation and inactivation of FOXO3a in breast cancer cells."}, {"pubmed": 30045773, "text": "Emerging evidences indicate that FOXO3a acts as a tumor suppressor in cancer. FOXO3a is frequently inactivated in cancer cell lines by mutation of the FOXO3a gene or cytoplasmic sequestration of FOXO3a protein. And its inactivation is associated with the initiation and progression of cancer. [review]"}, {"pubmed": 30066886, "text": "Low FOXO3A expression is associated with colorectal cancer."}, {"pubmed": 30091834, "text": "Up-regulated microRNA-155 can down-regulate the expression of FOXO3a and then participate in rSjP40-inhibited expression of alpha-smooth muscle actin (alpha-SMA) and collagen I."}, {"pubmed": 30118760, "text": "HIF-1alpha-induced FOXO3a promotes apoptosis of hypoxic endothelial cells by directly inducing Mxi1- 0, which leads to the activation of caspase-8 apoptotic pathway."}, {"pubmed": 30119891, "text": "The finding suggested that miR-30c-5p might play essential role in NLRP3 inflammasome-modulated cell pyroptosis by targeting FOXO3 in human aortic endothelial cells."}, {"pubmed": 30138933, "text": "The protein expression levels of several autophagy makers, such as LC3I, LC3II and Beclin-1, were higher in FOXO3 plasmid-transfected AGS cells cultured in an acidic microenvironment than in control cells, while P62 protein expression levels were clearly decreased in FOXO3 plasmid-transfected cells compared with control cells."}, {"pubmed": 30185800, "text": "PUMA induction by FoxO3a."}, {"pubmed": 30307642, "text": "miR-182 might account for radioresistance in lung cancer and that miR-182-FOXO3 provides a novel radiosensitizing target"}, {"pubmed": 30483771, "text": "The present results indicate that miR122 serves a tumorpromoting role by direct targeting FOXO3 in clear cell renal cell carcinoma."}, {"pubmed": 30514328, "text": "Mechanistically, authors found miR-10b-3p regulated FOXO3 expression by directly binding to the 3'-untranslated region."}, {"pubmed": 30518851, "text": "Acetylated FOXO3a recognizes the BD2 domain of BRD4, recruits the BRD4/RNAPII complex to the CDK6 gene promoter, and induces its transcription."}, {"pubmed": 30539857, "text": "In liver cancer cell lines, inhibition the activity of PI3K/Akt signaling pathway significantly decreased the levels of phosphorylated FOXO3a and increased the total levels of FOXO3a, which was accompanied by the accumulation of nuclear FOXO3a. Moreover, cell proliferation of liver cancer cells was significantly suppressed by inhibition the PI3K/Akt/FOXO3a signaling pathway."}, {"pubmed": 30542728, "text": "Study findings present a novel mechanism that controls FOXO3 activation and revealed that SIRT6 is a pivotal regulatory factor in determining liver cancer chemosensitivity. SIRT6 interacts with FOXO3 and this interaction increases FOXO3 ubiquitination and decreases its stability."}, {"pubmed": 30623608, "text": "FOXO3 exhibited promotive effects on the proliferation and doxorubicin resistance in colon cancercells via targeting MDR1."}, {"pubmed": 30661960, "text": "The FOXO3 activation may provide a means for generating more effective and safe biomaterials for cell replacement therapies."}, {"pubmed": 30718226, "text": "the loss of FOXO3-mediated immune landscape, pathways, and transcripts that could serve as biomarkers and new targets for inflammatory colon cancer treatment, were identified."}, {"pubmed": 30816512, "text": "miR1225p inhibited apoptosis and facilitated tumor progression by targeting FOXO3 in alphafetoproteinproducing gastric cancer."}, {"pubmed": 30833270, "text": "FOXO3a induced estrogen receptor transcription through neddylation mediated by NEDD8 and NAE1 in breast cancer."}, {"pubmed": 30853185, "text": "FOXO3 may act as the functional target of miR-6506-5p, and the knockdown of hsa_circ_0001368 decreased the expression of the tumor-suppressive gene FOXO3 in gastric cancers."}, {"pubmed": 30873749, "text": "It was found that the FoxO pathway was enriched according to the ChIP-seq results of CTCF. The expression of CTCF, pFoxO1a, FoxO1a, pFoxO3a and FoxO3a was tested by RT-qPCR and Western blot. Inhibition of CTCF could lead to the up-regulation of the FoxO signalling pathway"}, {"pubmed": 30980364, "text": "FOXO3a activation is a crucial event in the response of glioblastoma cells to EGFR inhibition."}, {"pubmed": 30980385, "text": "Foxo3a exerted inhibitory effects on LPS-induced proliferation and inflammation through increasing TRIM3 transcription."}, {"pubmed": 31004738, "text": "Both in vitro and in vivo experiments confirmed that FKHRL1-SIRT6 axis played a pivotal role in cell metabolism and tumor growth. The results indicate that FKHRL1-SIRT6 axis regulates cell metabolism and may provide clues for glioblastoma treatment."}, {"pubmed": 31009445, "text": "None of the 4 FOXO3 variants, rs13217795, rs2764264, rs2802292, and rs13220810, were associated with the risk of type 2 diabetes compared to controls. rs13217795, rs2764264, and rs2802292 were associated with lower blood glucose levels. further subgroup analysis indicated that the longevity-associated alleles of FOXO3 SNP (rs13217795, rs2764264, and rs2802292) were associated with lower blood glucose levels in women."}, {"pubmed": 31013711, "text": "these results suggest that miR-590-3p promotes ovarian cancer development, in part by directly targeting CCNG2 and FOXO3."}, {"pubmed": 31022422, "text": "Findings demonstrate that silencing FOXO3a promotes tumor radioresistance of NPC in vitro and in vivo through inducing EMT and activating Wnt/beta-catenin signal pathway."}, {"pubmed": 31087222, "text": "Expression of the PTEN/FOXO3a/PLZF signalling pathway in pancreatic cancer and its significance in tumourigenesis and progression."}, {"pubmed": 31149050, "text": "The expression level of SIRT6 in patients' specimens is lower than that of normal controls, and patients with higher SIRT6 level have a better prognosis. Transcriptional factor FoxO3a is a direct up-stream of SIRT6 and positively regulated SIRT6 expression, which in turn, promotes apoptosis by activating Bax and mitochondrial pathway."}, {"pubmed": 31190335, "text": "miR-4429 sensitized cervical cancer cells to irradiation by targeting RAD51."}, {"pubmed": 31212215, "text": "The results show that the noncanonical Hippo MST2-FoxO3a-DeltaNp63alpha pathway may play a critical role in ROS-mediated regulation of cell migration and tumor metastasis."}, {"pubmed": 31240850, "text": "MiR-629 regulates hypoxic pulmonary vascular remodelling by targeting FOXO3 and PERP."}, {"pubmed": 31241240, "text": "FOXO3 plays vital roles in the risk of immune-related infectious diseases such as Tuberculosis. rs3800229 and rs4946935 in FOXO3 were associated with a risk of TB in the Chinese population."}, {"pubmed": 31296961, "text": "Downregulation of FOXO3a by DNMT1 promotes breast cancer stem cell properties and tumorigenesis."}, {"pubmed": 31309340, "text": "The presence of 5 SNPs in FOXO3A gene has been strongly associated to Longevity and correlated with several phenotypes of healthy aging. rs2802292 and rs2764264 were found specific for male gender."}, {"pubmed": 31312024, "text": "The endoplasmic reticulum (ER)-stress defence modulator PERK (eIF2AK3) is a direct downstream transcriptional target of FOXO3."}, {"pubmed": 31431660, "text": "Microgravity inhibits decidualization via decreasing Akt activity and FOXO3a expression in human endometrial stromal cells."}, {"pubmed": 31477637, "text": "MeCP2 inhibits cell functionality through FoxO3a and autophagy in endothelial progenitor cells."}, {"pubmed": 31488102, "text": "FOXO3 is a master regulator of ROS in a 'carrot and stick' manner; on one side avoiding cellular crisis while also supporting hepatocellular carcinogenesis."}, {"pubmed": 31504797, "text": "CircFOXO3 promotes glioblastoma progression by acting as a competing endogenous RNA for NFAT5."}, {"pubmed": 31533653, "text": "low expression of circ-Foxo3 and Foxo3 were frequent in acute myeloid leukemia patients, and patients with high expression of Foxo3 often had a trend of better prognosis."}, {"pubmed": 31537383, "text": "The transcription factor FOXO3 targets the CASC11 promoter region, thereby accelerating its transcription."}, {"pubmed": 31541023, "text": "The first known biological function of Foxo3 isoform2 that acts as a novel osteoclastic inhibitor in bone remodeling."}, {"pubmed": 31546924, "text": "It describes the multiple roles of FOXO3a in cellular stress response, with a focus on both its nuclear and mitochondrial functions."}, {"pubmed": 31560953, "text": "GL-V9 exerts anti-T cell malignancies effects via promoting lysosome-dependent AKT1 degradation and activating AKT1/FOXO3A/BIM axis."}, {"pubmed": 31567281, "text": "Two cases of hand myoepithelioma showing unusual clinicopathologic features and novel OGT-FOXO3 gene fusions are described."}, {"pubmed": 31598681, "text": "miR-96-5p might promote the progression of gastric cancer by directly targeting FOXO3 mRNA and downregulating the expression of FOXO3 protein, which provides new insights for the molecular mechanism of gastric cancer"}, {"pubmed": 31637660, "text": "These findings suggest a possible role of Foxo3a, FoxL2, and p27 in the pathogenesis of human premature ovarian insufficiency, which may prove to be of great diagnostic-therapeutic value."}, {"pubmed": 31672029, "text": "Nuclear Factor Erythroid-Derived 2-Like 2-Induced Reductive Stress Favors Self-Renewal of Breast Cancer Stem-Like Cells via the FoxO3a-Bmi-1 Axis."}, {"pubmed": 31680314, "text": "Circular RNA circ-Foxo3 inhibits esophageal squamous cell cancer progression via the miR-23a/PTEN axis."}, {"pubmed": 31691337, "text": "FOXO3 gene polymorphisms influence the risk of acute lymphoblastic leukemia in Chinese children."}, {"pubmed": 31695022, "text": "miR-223 overexpression inhibits doxorubicin-induced autophagy by targeting FOXO3a and reverses chemoresistance in hepatocellular carcinoma cells."}, {"pubmed": 31712122, "text": "Dysregulation of FOXO transcription factors in Epstein-Barr virus-associated gastric carcinoma."}, {"pubmed": 31727006, "text": "The present findings also propose that SIRT2 can be an important biomarker for metastatic and Lapatinib resistant NPC and that targeting the SIRT2-FOXO3 axis may provide novel strategies for treating NPC and for overcoming chemoresistance."}, {"pubmed": 31801949, "text": "Resistance to BTK inhibition by ibrutinib can be overcome by preventing FOXO3a nuclear export and PI3K/AKT activation in B-cell lymphoid malignancies."}, {"pubmed": 31811910, "text": "FoxO3 reverses 5-fluorouracil resistance in human colorectal cancer cells by inhibiting the Nrf2/TR1 signaling pathway."}, {"pubmed": 31856089, "text": "FOXO3a Activation by HDAC Class IIa Inhibition Induces Cell Cycle Arrest in Pancreatic Cancer Cells."}, {"pubmed": 31856677, "text": "Downregulation of miR-155-5p facilitates enterovirus 71 replication through suppression of type I IFN response by targeting FOXO3/IRF7 pathway."}, {"pubmed": 31861249, "text": "Repaglinide Silences the FOXO3/Lumican Axis and Represses the Associated Metastatic Potential of Neuronal Cancer Cells."}, {"pubmed": 31903146, "text": "Amplification-driven BCL6-suppressed cytostasis is mediated by transrepression of FOXO3 and post-translational modifications of FOXO3 in urinary bladder urothelial carcinoma."}, {"pubmed": 31922245, "text": "FoxO3a depletion accelerates cutaneous wound healing by regulating epithelialmesenchymal transition through betacatenin activation."}, {"pubmed": 31957819, "text": "MiRNA-96 accelerates the malignant progression of ovarian cancer via targeting FOXO3a."}, {"pubmed": 31980519, "text": "Studied expression of forkhead box O1 (FOXO1) and forkhead box O3 (FOXO3) in human tissues, human cells, and mouse models to elucidate forkhead transcription factor expression patterns in normal meniscus, during aging, and in osteoarthritis."}, {"pubmed": 32004564, "text": "AURKA Enhances Autophagy of Adipose Derived Stem Cells to Promote Diabetic Wound Repair via Targeting FOXO3a."}, {"pubmed": 32016978, "text": "Circ-DONSON promotes malignant progression of glioma through modulating FOXO3."}, {"pubmed": 32020223, "text": "Linc00261 inhibits metastasis and the WNT signaling pathway of pancreatic cancer by regulating a miR5525p/FOXO3 axis."}, {"pubmed": 32035615, "text": "FOXO3 protects nucleus pulposus cells against apoptosis under nutrient deficiency via autophagy."}, {"pubmed": 32054096, "text": "c-Jun, Foxo3a, and c-Myc Transcription Factors are Key Regulators of ATP-Mediated Angiogenic Responses in Pulmonary Artery Vasa Vasorum Endothelial Cells."}, {"pubmed": 32124950, "text": "FOXO3aSIRT6 axis suppresses aerobic glycolysis in melanoma."}, {"pubmed": 32142859, "text": "Decoding molecular interplay between RUNX1 and FOXO3a underlying the pulsatile IGF1R expression during acquirement of chemoresistance."}, {"pubmed": 32217071, "text": "Epigenetic changes in FOXO3 and CHEK2 genes and their correlation with clinicopathological findings in myelodysplastic syndromes."}, {"pubmed": 32234881, "text": "FOXO3A plays an important role in mediating the effects of trastuzumab, and combination chemotherapy may be a promising treatment for patients with HER2-overexpressing esophageal squamous cell carcinoma ."}, {"pubmed": 32323858, "text": "HIF1alpha affects trophoblastic apoptosis involved in the onset of preeclampsia by regulating FOXO3a under hypoxic conditions."}, {"pubmed": 32332845, "text": "The high protein expression of FOXO3, but not that of FOXO1, is associated with markers of good prognosis."}, {"pubmed": 32368828, "text": "RNA m(6) A methylation regulates sorafenib resistance in liver cancer through FOXO3-mediated autophagy."}, {"pubmed": 32373957, "text": "MicroRNA-493-5p suppresses colorectal cancer progression via the PI3K-Akt-FoxO3a signaling pathway."}, {"pubmed": 32398139, "text": "Beneficial impact of epigallocatechingallate on LDL-C through PCSK9/LDLR pathway by blocking HNF1alpha and activating FoxO3a."}, {"pubmed": 32424736, "text": "PTEN and FOXO3 expression in the prenatal and postnatal human ovary."}, {"pubmed": 32427691, "text": "Molecular regulation and function of FoxO3 in chronic kidney disease."}, {"pubmed": 32445925, "text": "Existence of circFOXO3-miR-143-3p-USP44 axis in GC cells was confirmed by RNA-binding protein immunoprecipitation, luciferase reporter assay, and an RNA pull-down experiments. All the data indicate that circFOXO3 promotes GC cell proliferation and migration by upregulating USP44 expression via targeting of miR-143-3p."}, {"pubmed": 32495863, "text": "Circular RNA_LARP4 inhibits cell migration and invasion of prostate cancer by targeting FOXO3A."}, {"pubmed": 32572890, "text": "MiR-942-5p alleviates septic acute kidney injury by targeting FOXO3."}, {"pubmed": 32587774, "text": "CUL4 E3 ligase regulates the proliferation and apoptosis of lung squamous cell carcinoma and small cell lung carcinoma."}, {"pubmed": 32603667, "text": "Serum FOXO3A: A ray of hope for early diagnosis of Alzheimer's disease."}, {"pubmed": 32614786, "text": "CircFOXO3 rs12196996, a polymorphism at the gene flanking intron, is associated with circFOXO3 levels and the risk of coronary artery disease."}, {"pubmed": 32615282, "text": "Reciprocal regulation between GCN2 (eIF2AK4) and PERK (eIF2AK3) through the JNK-FOXO3 axis to modulate cancer drug resistance and clonal survival."}, {"pubmed": 32705235, "text": "hsa_circ_0058092 protects against hyperglycemiainduced endothelial progenitor cell damage via miR217/FOXO3."}, {"pubmed": 32712101, "text": "Cardiopulmonary Bypass Suppresses Forkhead Box O3 and Downstream Autophagy in the Diabetic Human Heart."}, {"pubmed": 32720744, "text": "FOXO3a acts to suppress DNA double-strand break-induced mutations."}, {"pubmed": 32724043, "text": "FTO interacts with FOXO3a to enhance its transcriptional activity and inhibits aggression in gliomas."}, {"pubmed": 32786113, "text": "FOXO3a accumulation and activation accelerate oxidative stress-induced podocyte injury."}, {"pubmed": 32840296, "text": "MiR-940 promotes malignant progression of breast cancer by regulating FOXO3."}, {"pubmed": 32847377, "text": "Metabolic Regulation of Stem Cells and Differentiation: A Forkhead Box O Transcription Factor Perspective."}, {"pubmed": 32851102, "text": "Upregulation of FOXO3 in New-Onset Type 1 Diabetes Mellitus."}, {"pubmed": 32869942, "text": "Altered m(6) A modification is involved in up-regulated expression of FOXO3 in luteinized granulosa cells of non-obese polycystic ovary syndrome patients."}, {"pubmed": 32914432, "text": "FOXO3a-dependent Parkin regulates the development of gastric cancer by targeting ATP-binding cassette transporter E1."}, {"pubmed": 32920731, "text": "FOXO3 is targeted by miR-223-3p and promotes osteogenic differentiation of bone marrow mesenchymal stem cells by enhancing autophagy."}, {"pubmed": 32986769, "text": "Interactions among IGF-1, AKT2, FOXO1, and FOXO3 variations and between genes and physical activities on physical performance in community-dwelling elders."}, {"pubmed": 33006481, "text": "CircEXOC6B Suppresses the Proliferation and Motility and Sensitizes Ovarian Cancer Cells to Paclitaxel Through miR-376c-3p/FOXO3 Axis."}, {"pubmed": 33110391, "text": "SIRT1/FOXO3a axis plays an important role in the prevention of mandibular bone loss induced by 1,25(OH)2D deficiency."}, {"pubmed": 33112260, "text": "Variants of FOXO3 and RPA3 genes affecting IGF-1 levels alter the risk of development of primary osteoarthritis."}, {"pubmed": 33118080, "text": "Down-Regulation of microRNA-30d Alleviates Intervertebral Disc Degeneration Through the Promotion of FOXO3 and Suppression of CXCL10."}, {"pubmed": 33156570, "text": "FOXO3 targets are reprogrammed as Huntington's disease neural cells and striatal neurons face senescence with p16(INK4a) increase."}, {"pubmed": 33180382, "text": "Association Study of FOXO3a Single-Nucleotide Polymorphism and Bronchial Asthma in Egyptian Children."}, {"pubmed": 33260156, "text": "FOXO3 longevity genotype mitigates the increased mortality risk in men with a cardiometabolic disease."}, {"pubmed": 33262463, "text": "FOXO3a-driven miRNA signatures suppresses VEGF-A/NRP1 signaling and breast cancer metastasis."}, {"pubmed": 33298101, "text": "The DNA methylation of FOXO3 and TP53 as a blood biomarker of late-onset asthma."}, {"pubmed": 33312341, "text": "6,8-Diprenylorobol Induces Apoptosis in Human Hepatocellular Carcinoma Cells via Activation of FOXO3 and Inhibition of CYP2J2."}, {"pubmed": 33317466, "text": "Novel association between FOXO3 rs2232365 polymorphism and late-onset preeclampsia: a case-control candidate genetic study."}, {"pubmed": 33408225, "text": "Human Cytomegalovirus UL7, miR-US5-1, and miR-UL112-3p Inactivation of FOXO3a Protects CD34(+) Hematopoietic Progenitor Cells from Apoptosis."}, {"pubmed": 33412391, "text": "Role of Forkhead box O3a transcription factor in autoimmune diseases."}, {"pubmed": 33507936, "text": "The correlation of salivary telomere length and single nucleotide polymorphisms of the ADIPOQ, SIRT1 and FOXO3A genes with lifestyle-related diseases in a Japanese population."}, {"pubmed": 33592126, "text": "Antiangiogenic effect of arsenic trioxide in HUVECs by FoxO3a-regulated autophagy."}, {"pubmed": 33742606, "text": "Hypoxia-induced microRNA-155 overexpression in extracellular vesicles promotes renal cell carcinoma progression by targeting FOXO3."}, {"pubmed": 33785946, "text": "The mRNA expression of Forkhead box O3a (FOXO3a) as a longevity-associated gene in leucocytes of elderly women."}, {"pubmed": 33828087, "text": "Loss of FoxO3a prevents aortic aneurysm formation through maintenance of VSMC homeostasis."}, {"pubmed": 33828192, "text": "Activation of matrix metalloproteinases and FoxO3a in HaCaT keratinocytes by radiofrequency electromagnetic field exposure."}, {"pubmed": 33853871, "text": "B Cell Receptor-Responsive miR-141 Enhances Epstein-Barr Virus Lytic Cycle via FOXO3 Inhibition."}, {"pubmed": 33879840, "text": "FOXO3a protects glioma cells against temozolomide-induced DNA double strand breaks via promotion of BNIP3-mediated mitophagy."}, {"pubmed": 33940159, "text": "FOXO3A-induced LINC00926 suppresses breast tumor growth and metastasis through inhibition of PGK1-mediated Warburg effect."}, {"pubmed": 33953705, "text": "Metformin Attenuates ROS via FOXO3 Activation in Immune Cells."}, {"pubmed": 33976188, "text": "Disruption of FOXO3a-miRNA feedback inhibition of IGF2/IGF-1R/IRS1 signaling confers Herceptin resistance in HER2-positive breast cancer."}, {"pubmed": 33983546, "text": "Methamphetamine Enhances HIV-Induced Aberrant Proliferation of Neural Progenitor Cells via the FOXO3-Mediated Mechanism."}, {"pubmed": 33990776, "text": "Long noncoding RNA AVAN promotes antiviral innate immunity by interacting with TRIM25 and enhancing the transcription of FOXO3a."}, {"pubmed": 34073605, "text": "S1P Lyase Regulates Intestinal Stem Cell Quiescence via Ki-67 and FOXO3."}, {"pubmed": 34101965, "text": "TRIM33 protects osteoblasts from oxidative stress-induced apoptosis in osteoporosis by inhibiting FOXO3a ubiquitylation and degradation."}, {"pubmed": 34183647, "text": "U2AF1 mutation promotes tumorigenicity through facilitating autophagy flux mediated by FOXO3a activation in myelodysplastic syndromes."}, {"pubmed": 34201262, "text": "Molecular Dynamics Simulations of Human FOXO3 Reveal Intrinsically Disordered Regions Spread Spatially by Intramolecular Electrostatic Repulsion."}, {"pubmed": 34237309, "text": "MiR-223-3p targets FOXO3a to inhibit radiosensitivity in prostate cancer by activating glycolysis."}, {"pubmed": 34254639, "text": "The Association Between Longevity-Associated FOXO3 Allele and Heart Disease in Septuagenarians and Octogenarians: The SONIC Study."}, {"pubmed": 34274476, "text": "Association of FOXO3a gene polymorphisms and ankylosing spondylitis susceptibility in Eastern Chinese Han population."}, {"pubmed": 34332039, "text": "Isorhapontigenin (ISO) inhibits EMT through FOXO3A/METTL14/VIMENTIN pathway in bladder cancer cells."}, {"pubmed": 34436732, "text": "Extreme longevity variants at the FOXO3 locus may moderate FOXO3 isoform levels."}, {"pubmed": 34455406, "text": "NF-kappaB inducible miR-30b-5p aggravates joint pain and loss of articular cartilage via targeting SIRT1-FoxO3a-mediated NLRP3 inflammasome."}, {"pubmed": 34475505, "text": "ApoE4 attenuates autophagy via FoxO3a repression in the brain."}, {"pubmed": 34482528, "text": "LncRNA ORLNC1 Promotes Bone Marrow Mesenchyml Stem Cell Pyroptosis Induced by Advanced Glycation End Production by Targeting miR-200b-3p/Foxo3 Pathway."}, {"pubmed": 34515328, "text": "FOXO3a inhibits nephroblastoma cell proliferation, migration and invasion, and induces apoptosis through downregulating the Wnt/betacatenin signaling pathway."}, {"pubmed": 34549306, "text": "Identification of the tumorsuppressive role of circular RNAFOXO3 in colorectal cancer via regulation of miR543/LATS1 axis."}, {"pubmed": 34619168, "text": "FOXO3-induced oncogenic lncRNA CASC9 enhances gefitinib resistance of non-small-cell lung cancer through feedback loop."}, {"pubmed": 34719845, "text": "Genistein suppresses ox-LDL-elicited oxidative stress and senescence in HUVECs through the SIRT1-p66shc-Foxo3a pathways."}, {"pubmed": 34751438, "text": "SIRT1-mediated deacetylation of FOXO3a transcription factor supports pro-angiogenic activity of interferon-deficient tumor-associated neutrophils."}, {"pubmed": 34830408, "text": "FOXO3a and Its Regulators in Prostate Cancer."}, {"pubmed": 34872443, "text": "Downregulation of AMPK dependent FOXO3 and TFEB involves in the inhibition of autophagy in diabetic cataract."}, {"pubmed": 34875051, "text": "Comparing Effects of FOXO3 and Residing in Urban Areas on Longevity: A Gene-Environment Interaction Study."}, {"pubmed": 34893123, "text": "[Effect of U2AF1 Mutation to Inflammatory Cytokine Expression in SKM-1 Cells through FOXO3a-Bim Signaling Pathway]."}, {"pubmed": 34928346, "text": "Sex Difference and Interaction of SIRT1 and FOXO3 Candidate Longevity Genes on Life Expectancy: A 10-Year Prospective Longitudinal Cohort Study."}, {"pubmed": 34943892, "text": "Association of FOXO3 Blood DNA Methylation with Cancer Risk, Cancer Survival, and Mortality."}, {"pubmed": 35001835, "text": "Chromodomain Helicase DNA Binding Protein 1-like, a negative regulator of Forkhead box O3a, promotes the proliferation and migration of Angiotensin II-induced vascular smooth muscle cells."}, {"pubmed": 35008549, "text": "14-3-3eta Promotes Invadosome Formation via the FOXO3-Snail Axis in Rheumatoid Arthritis Fibroblast-like Synoviocytes."}, {"pubmed": 35013144, "text": "MiRNA-124-3p.1 sensitizes hepatocellular carcinoma cells to sorafenib by regulating FOXO3a by targeting AKT2 and SIRT1."}, {"pubmed": 35029671, "text": "Effect of FOXO3 and Air Pollution on Cognitive Function: A Longitudinal Cohort Study of Older Adults in China From 2000 to 2014."}, {"pubmed": 35038619, "text": "Circular RNA circFOXO3 facilitate non-small cell lung cancer progression through upregulating HMGB3 via sponging miR-545-3p/miR-506-3p."}, {"pubmed": 35077510, "text": "Supplementing cultured human myotubes with hibernating bear serum results in increased protein content by modulating Akt/FOXO3a signaling."}, {"pubmed": 35142592, "text": "MicroRNA-29c-3p participates in insulin function to modulate polycystic ovary syndrome via targeting Forkhead box O 3."}, {"pubmed": 35151693, "text": "Interaction of transcription factor FoxO3 with histone acetyltransferase complex subunit TRRAP modulates gene expression and apoptosis."}, {"pubmed": 35156517, "text": "Effect of circRNA_FOXO3 rs12196996 polymorphism and FOXO3 rs2232365 polymorphism on survival rate and severity of intensive care unit-acquired sepsis."}, {"pubmed": 35220433, "text": "mTOR pathway repressing expression of FoxO3 is a potential mechanism involved in neonatal white matter dysplasia."}, {"pubmed": 35271390, "text": "A coherent FOXO3-SNAI2 feed-forward loop in autophagy."}, {"pubmed": 35405317, "text": "Transcription Factor FOXO3a Overexpression Inhibits the Progression of Neuroblastoma by Regulating the miR-21/SPRY2/ERK Axis."}, {"pubmed": 35511319, "text": "DNA methylation and transcription of the FOXO3a gene are associated with ankylosing spondylitis."}, {"pubmed": 35597169, "text": "Upregulation of METTL14 contributes to trophoblast dysfunction by elevating FOXO3a expression in an m(6)A-dependent manner."}, {"pubmed": 35618937, "text": "FoxO3 might be involved in the inflammatory response of human monocytes to lipopolysaccharide through regulating expression of toll like receptor 4."}, {"pubmed": 35784335, "text": "FOXO3a Alleviates the Inflammation and Oxidative Stress via Regulating TGF-beta and HO-1 in Ankylosing Spondylitis."}, {"pubmed": 35795985, "text": "FOXO3amodulated DEPDC1 promotes malignant progression of nephroblastoma via the Wnt/betacatenin signaling pathway."}, {"pubmed": 35901928, "text": "The AICD fragment of APP initiates a FoxO3a mediated response via FANCD2."}, {"pubmed": 35909586, "text": "Effects of circFOXO3 on the Proliferation and Invasion of Liver Cancer Cells by Regulating PI3K/Akt Pathway."}, {"pubmed": 35910798, "text": "Microbial metabolite restricts 5-fluorouracil-resistant colonic tumor progression by sensitizing drug transporters via regulation of FOXO3-FOXM1 axis."}, {"pubmed": 35943066, "text": "Forkhead box O3 longevity genotype may attenuate the impact of hypertension on risk of intracerebral haemorrhage."}, {"pubmed": 36072902, "text": "circFOXO3 Induced by KLF16 Modulates Clear Cell Renal Cell Carcinoma Growth and Natural Killer Cell Cytotoxic Activity through Sponging miR-29a-3p and miR-122-5p."}, {"pubmed": 36197151, "text": "Association of Forkhead Box O3a (FOXO3a) single - nucleotide polymorphism with bronchial asthma in Egyptian population."}, {"pubmed": 36227108, "text": "FOXP1 and FOXO3a Are Prognostic Markers in Gallbladder Squamous Cell/Adenosquamous Carcinomas and Adenocarcinomas."}, {"pubmed": 36239722, "text": "FoxO3 Regulates the Progress and Development of Aging and Aging-Related Diseases."}, {"pubmed": 36272155, "text": "Circ_FOXO3 regulates KLF6 through sponge adsorption of miR-122-5p to repress H2O2-induced HBVSMC proliferation, thus promoting IA development in vitro model."}, {"pubmed": 36308360, "text": "The Role of miRNA-182 and FOXO3 Expression in Breast Cancer."}, {"pubmed": 36335371, "text": "Irradiation-induced exosomal HMGB1 to confer radioresistance via the PI3K/AKT/FOXO3A signaling pathway in ESCC."}, {"pubmed": 36394459, "text": "Circular RNA circFoxo3 Promotes Granulosa Cell Apoptosis Under Oxidative Stress Through Regulation of FOXO3 Protein."}, {"pubmed": 36451342, "text": "The COPS3-FOXO3 positive feedback loop regulates autophagy to promote cisplatin resistance in osteosarcoma."}, {"pubmed": 36500714, "text": "FOXO3a Mediates Homologous Recombination Repair (HRR) via Transcriptional Activation of MRE11, BRCA1, BRIP1, and RAD50."}, {"pubmed": 36598531, "text": "FoxO3 and oxidative stress: a multifaceted role in cellular adaptation."}, {"pubmed": 36617632, "text": "FOXO3A-short is a novel regulator of non-oxidative glucose metabolism associated with human longevity."}, {"pubmed": 36653180, "text": "Foxo3a-Mediated DNMT3B Impedes Cervical Cancer Cell Proliferation and Migration Capacities through Suppressing PTEN Promoter Methylation."}, {"pubmed": 36702542, "text": "FOXO3A acts as immune response modulator in human virus-negative inflammatory cardiomyopathy."}, {"pubmed": 36768906, "text": "The Expression of FOXO3a as a Forensic Diagnostic Tool in Cases of Traumatic Brain Injury: An Immunohistochemical Study."}, {"pubmed": 36790598, "text": "Association study to evaluate Foxo1 and Foxo3 gene polymorphisms in polycystic ovary syndrome: a preliminary case-control study and in silico analysis."}, {"pubmed": 36881352, "text": "Proteomic basis of mortality resilience mediated by FOXO3 longevity genotype."}, {"pubmed": 36921027, "text": "Single-nucleus profiling unveils a geroprotective role of the FOXO3 in primate skeletal muscle aging."}, {"pubmed": 36934544, "text": "Long non-coding RNA LINC01480 is activated by Foxo3a and promotes hydroquinone-induced TK6 cell apoptosis by inhibiting the PI3K/AKT pathway."}, {"pubmed": 36939886, "text": "The forkhead box O3 (FOXO3): a key player in the regulation of ischemia and reperfusion injury."}, {"pubmed": 36988771, "text": "CDK10, CDK11, FOXO1, and FOXO3 Gene Expression in Alzheimer's Disease Encephalic Samples."}, {"pubmed": 37018819, "text": "Mechanism of myocardial fibrosis regulation by IGF-1R in atrial fibrillation through the PI3K/Akt/FoxO3a pathway."}, {"pubmed": 37087718, "text": "The Role of microRNA-23a-3p in the Progression of Human Aging Process by Targeting FOXO3a."}, {"pubmed": 37129799, "text": "ZNF677 inhibits oral squamous cell carcinoma growth and tumor stemness by regulating FOXO3a."}, {"pubmed": 37197981, "text": "Connexin 37 sequestering of activated-ERK in the cytoplasm promotes p27-mediated endothelial cell cycle arrest."}, {"pubmed": 37199024, "text": "SESN1 is a FOXO3 effector that counteracts human skeletal muscle ageing."}, {"pubmed": 37222952, "text": "Role of circ-FOXO3 and miR-23a in radiosensitivity of breast cancer."}, {"pubmed": 37231173, "text": "Non-canonical telomere protection role of FOXO3a of human skeletal muscle cells regulated by the TRF2-redox axis."}, {"pubmed": 37298680, "text": "FOXO3 Deficiency in Neutrophils Drives Colonic Inflammation and Tumorigenesis."}, {"pubmed": 37352918, "text": "The rules and regulatory mechanisms of FOXO3 on inflammation, metabolism, cell death and aging in hosts."}, {"pubmed": 37573356, "text": "The APC/C E3 ligase subunit ANAPC11 mediates FOXO3 protein degradation to promote cell proliferation and lymph node metastasis in urothelial bladder cancer."}, {"pubmed": 37737182, "text": "FOXO3 and PTEN expression in the ovary of girls with extra-gonadal cancer with or without chemotherapy treatment prior to cryopreservation."}, {"pubmed": 37857267, "text": "Genetic Profile of FOXO3 Single-Nucleotide Polymorphism in Colorectal Cancer Patients."}, {"pubmed": 37953568, "text": "Pro-carcinogenic actions of miR-155/FOXO3a in colorectal cancer development."}, {"pubmed": 38009316, "text": "FOXO3 longevity genotype attenuates the impact of hypertension on cerebral microinfarct risk."}, {"pubmed": 38049565, "text": "FOXO3a-regulated arginine metabolic plasticity adaptively promotes esophageal cancer proliferation and metastasis."}, {"pubmed": 38132097, "text": "FoxO3a Drives the Metabolic Reprogramming in Tamoxifen-Resistant Breast Cancer Cells Restoring Tamoxifen Sensitivity."}, {"pubmed": 38217540, "text": "ZIP4 upregulation aggravates nucleus pulposus cell degradation by promoting inflammation and oxidative stress by mediating the HDAC4-FoxO3a axis."}, {"pubmed": 38270719, "text": "FOXO3a-interacting proteins' involvement in cancer: a review."}, {"pubmed": 38286271, "text": "FOXO3a functions as a transcriptional and co-transcriptional splicing regulator in vascular endothelial cell lines."}, {"pubmed": 38332574, "text": "Helicobacter pylori CagA protein induces gastric cancer stem cell-like properties through the Akt/FOXO3a axis."}, {"pubmed": 38362840, "text": "EMX2 inhibits clear cell renal cell carcinoma progress via modulating Akt/FOXO3a pathway."}, {"pubmed": 38470367, "text": "CircFOXO3 mediates hypoxia-induced autophagy of endometrial stromal cells in endometriosis."}, {"pubmed": 38608123, "text": "The role of transcription factor FOXA1/C2/M1/O3/P1/Q1 in breast cancer."}, {"pubmed": 38630149, "text": "circRNA-PTPN4 mediated regulation of FOXO3 and ZO-1 expression: implications for blood-brain barrier integrity and cognitive function in uremic encephalopathy."}, {"pubmed": 38636197, "text": "FOXO3a deregulation in uterine smooth muscle tumors."}], "genomic_pos": {"chr": "6", "end": 108684774, "ensemblgene": "ENSG00000118689", "start": 108559835, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 109005977, "start": 108881038, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [18393360, 20371612, 21621563], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18787191, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001542", "qualifier": "involved_in", "term": "ovulation from ovarian follicle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001544", "qualifier": "involved_in", "term": "initiation of primordial ovarian follicle growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001547", "qualifier": "involved_in", "term": "antral ovarian follicle growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001556", "qualifier": "involved_in", "term": "oocyte maturation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006390", "pubmed": 29445193, "qualifier": "involved_in", "term": "mitochondrial transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006417", "pubmed": 21329882, "qualifier": "involved_in", "term": "regulation of translation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010508", "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014737", "qualifier": "involved_in", "term": "positive regulation of muscle atrophy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030330", "qualifier": "involved_in", "term": "DNA damage response, signal transduction by p53 class mediator"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 19188590, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0033209", "pubmed": 15084260, "qualifier": "involved_in", "term": "tumor necrosis factor-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034599", "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042149", "pubmed": 29445193, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 20371612, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043525", "pubmed": 10102273, "qualifier": "involved_in", "term": "positive regulation of neuron apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045591", "pubmed": 30513302, "qualifier": "involved_in", "term": "positive regulation of regulatory T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045648", "pubmed": 14734530, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of erythrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [10102273, 15084260], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14734530, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 10102273, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048854", "qualifier": "involved_in", "term": "brain morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070542", "qualifier": "involved_in", "term": "response to fatty acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071386", "qualifier": "involved_in", "term": "cellular response to corticosterone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071456", "qualifier": "involved_in", "term": "cellular response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071548", "qualifier": "involved_in", "term": "response to dexamethasone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097150", "qualifier": "involved_in", "term": "neuronal stem cell population maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097192", "qualifier": "involved_in", "term": "extrinsic apoptotic signaling pathway in absence of ligand"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901300", "qualifier": "involved_in", "term": "positive regulation of hydrogen peroxide-mediated programmed cell death"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902895", "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903428", "qualifier": "involved_in", "term": "positive regulation of reactive oxygen species biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904646", "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990090", "qualifier": "involved_in", "term": "cellular response to nerve growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990785", "qualifier": "involved_in", "term": "response to water-immersion restraint stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000177", "qualifier": "involved_in", "term": "regulation of neural precursor cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000353", "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10102273, 15084260, 16751106, 18393360, 21329882, 22761832, 23283301, 23640897, 25327288], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 29445193, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [10102273, 15084260, 16751106, 20371612, 21329882, 23283301], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 23283301, "qualifier": "colocalizes_with", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": 29445193, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "colocalizes_with", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005759", "pubmed": 29445193, "qualifier": "colocalizes_with", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 23640897, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": [23283301, 29445193], "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0090571", "pubmed": 18393360, "qualifier": "part_of", "term": "RNA polymerase II transcription repressor complex"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0000976", "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001221", "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 20371612, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 21329882, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [14734530, 30513302], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10102273, 11864996, 14976264, 15084259, 15084260, 15126506, 16809346, 18312651, 18393360, 18593906, 20181828, 20562859, 21532621, 21621563, 21909281, 22761832, 23283301, 25241761, 25609649, 28514442, 29445193, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 15905404, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": [16751106, 18593906, 21329882], "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0034246", "pubmed": 29445193, "qualifier": "enables", "term": "mitochondrial transcription factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 10102273, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30296], [8364, 100125025], [9031, 421769], [9544, 700731], [9598, 462921], [9606, 2309], [9615, 481954], [9913, 535530], [10090, 56484], [10116, 294515]], "id": 31039}, "interpro": [{"desc": "FOXO protein, transactivation domain", "id": "IPR032067", "short_desc": "FOXO-TAD"}, {"desc": "FOXO protein, KIX-binding domain", "id": "IPR032068", "short_desc": "FOXO_KIX-bd"}, {"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}], "ipi": ["IPI00012856", "IPI00878632"], "map_location": "6q21", "name": "forkhead box O3", "other_names": ["FOXO3A-", "forkhead box O3A", "forkhead box protein O3", "forkhead homolog (rhabdomyosarcoma) like 1", "forkhead in rhabdomyosarcoma-like 1", "forkhead, Drosophila, homolog of, in rhabdomyosarcoma-like 1"], "pantherdb": {"HGNC": "3821", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890081", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10090, "uniprot_kb": "Q9WVH4"}, {"RGD": "1309196", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10116, "uniprot_kb": "D3ZBQ1"}, {"Ensembl": "ENSGALG00000015297", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 9031, "uniprot_kb": "F1NNE8"}, {"ZFIN": "ZDB-GENE-050116-1", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "Q5I0F7"}, {"ZFIN": "ZDB-GENE-990708-6", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "Q5TYS1"}, {"WormBase": "WBGene00000912", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 6239, "uniprot_kb": "O16850"}, {"FlyBase": "FBgn0038197", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7227, "uniprot_kb": "Q95V55"}], "uniprot_kb": "O43524"}, "pathway": {"biocarta": [{"id": "achpathway", "name": "role of nicotinic acetylcholine receptors in the regulation of apoptosis"}, {"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "longevitypathway", "name": "the igf-1 receptor and longevity"}, {"id": "ptenpathway", "name": "pten dependent cell cycle arrest and apoptosis"}], "kegg": [{"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04137", "name": "Mitophagy - animal - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04722", "name": "Neurotrophin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04917", "name": "Prolactin signaling pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05213", "name": "Endometrial cancer - Homo sapiens (human)"}, {"id": "hsa05223", "name": "Non-small cell lung cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_BDNF", "name": "BDNF"}, {"id": "Pathway_IL-7", "name": "IL-7"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL5", "name": "IL5"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_RAGE", "name": "RAGE"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "insulin_pathway", "name": "Insulin Pathway"}, {"id": "kitpathway", "name": "Signaling events mediated by Stem cell factor receptor (c-Kit)"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "pi3kcipathway", "name": "Class I PI3K signaling events"}, {"id": "pi3kplctrkpathway", "name": "Trk receptor signaling mediated by PI3K and PLC-gamma"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1181150", "name": "Signaling by NODAL"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198693", "name": "AKT phosphorylates targets in the nucleus"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5674400", "name": "Constitutive Signaling by AKT1 E17K in Cancer"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5687128", "name": "MAPK6/MAPK4 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8862803", "name": "Deregulated CDK5 triggers multiple neurodegenerative pathways in Alzheimer's disease models"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8863678", "name": "Neurodegenerative Diseases"}, {"id": "R-HSA-8878159", "name": "Transcriptional regulation by RUNX3"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8952158", "name": "RUNX3 regulates BCL2L11 (BIM) transcription"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9607240", "name": "FLT3 Signaling"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614399", "name": "Regulation of localization of FOXO transcription factors"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9634638", "name": "Estrogen-dependent nuclear events downstream of ESR-membrane signaling"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}, {"id": "R-HSA-9734009", "name": "Defective Intrinsic Pathway for Apoptosis"}], "wikipathways": [{"id": "WP127", "name": "IL-5 signaling pathway"}, {"id": "WP1541", "name": "Energy Metabolism"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP2380", "name": "Brain-derived neurotrophic factor (BDNF) signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3630", "name": "NAD metabolism, sirtuins and aging"}, {"id": "WP3640", "name": "Imatinib and Chronic Myeloid Leukemia"}, {"id": "WP3651", "name": "Pathways affected in adenoid cystic carcinoma"}, {"id": "WP3844", "name": "PI3K-AKT-mTOR signaling pathway and therapeutic opportunities"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4155", "name": "Endometrial cancer"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4255", "name": "Non-small cell lung cancer"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP710", "name": "DNA damage response (only ATM dependent)"}]}, "pdb": ["2K86", "2LQH", "2LQI", "2UZK", "6MNL", "7V9B"], "pfam": ["PF16675", "PF16676", "PF00250"], "pharmgkb": "PA28239", "pharos": {"target_id": 4101, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249467", "relationship": "is"}, {"id": "GNF249468", "relationship": "is"}, {"id": "GNF249469", "relationship": "is"}, {"id": "GNF249470", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF049974", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF005479", "relationship": "is"}, {"id": "GNF005480", "relationship": "is"}, {"id": "GNF005481", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF286410", "relationship": "is"}, {"id": "GNF286917", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103825", "relationship": "is"}, {"id": "GNF143475", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": ["NP_001402068.1", "NP_001402069.1", "NP_001402070.1", "NP_001402071.1", "NP_001402073.1", "NP_001402074.1", "NP_001402075.1", "NP_001402076.1", "NP_001402077.1", "NP_001402078.1", "NP_001402079.1", "NP_001446.1", "NP_963853.1", "XP_016866074.1", "XP_016866075.1", "XP_054210781.1"], "rna": ["NM_001415139.1", "NM_001415140.1", "NM_001415141.1", "NM_001415142.1", "NM_001415144.1", "NM_001415145.1", "NM_001415146.1", "NM_001415147.1", "NM_001415148.1", "NM_001415149.1", "NM_001415150.1", "NM_001455.4", "NM_201559.3", "XM_017010585.2", "XM_017010586.2", "XM_054354806.1"], "translation": [{"protein": "NP_963853.1", "rna": "NM_201559.3"}, {"protein": "NP_001402077.1", "rna": "NM_001415148.1"}, {"protein": "NP_001402078.1", "rna": "NM_001415149.1"}, {"protein": "NP_001402075.1", "rna": "NM_001415146.1"}, {"protein": "XP_054210781.1", "rna": "XM_054354806.1"}, {"protein": "NP_001402079.1", "rna": "NM_001415150.1"}, {"protein": "NP_001402074.1", "rna": "NM_001415145.1"}, {"protein": "NP_001402073.1", "rna": "NM_001415144.1"}, {"protein": "XP_016866074.1", "rna": "XM_017010585.2"}, {"protein": "NP_001402076.1", "rna": "NM_001415147.1"}, {"protein": "NP_001402069.1", "rna": "NM_001415140.1"}, {"protein": "NP_001402071.1", "rna": "NM_001415142.1"}, {"protein": "NP_001446.1", "rna": "NM_001455.4"}, {"protein": "XP_016866075.1", "rna": "XM_017010586.2"}, {"protein": "NP_001402068.1", "rna": "NM_001415139.1"}, {"protein": "NP_001402070.1", "rna": "NM_001415141.1"}]}, "reporter": {"HG-U133_Plus_2": ["204131_s_at", "204132_s_at", "210655_s_at", "217399_s_at", "224889_at", "224891_at", "231548_at"], "HG-U95Av2": "34740_at", "HG-U95B": ["47893_s_at", "49469_at", "57934_s_at"], "HTA-2_0": ["TC06000868.hg.1", "TC06002977.hg.1"], "HuEx-1_0": ["2920475", "3748527", "3748555", "3748561"], "HuGene-1_1": ["8013307", "8121365"]}, "summary": "This gene belongs to the forkhead family of transcription factors which are characterized by a distinct forkhead domain. This gene likely functions as a trigger for apoptosis through expression of genes necessary for cell death. Translocation of this gene with the MLL gene is associated with secondary acute leukemia. Alternatively spliced transcript variants encoding the same protein have been observed. [provided by RefSeq, Jul 2008].", "symbol": "FOXO3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333573"}, "unigene": "Hs.220950", "uniprot": {"Swiss-Prot": "O43524", "TrEMBL": "A0A856PRE8"}, "wikipedia": {"url_stub": "FOXO3"}}