{"AllianceGenome": "7139", "HGNC": "7139", "MIM": "300033", "_id": "4303", "_version": 1, "accession": {"genomic": ["AL590764.3", "CH471132.2", "CP068255.2", "KT583972.1", "NC_000023.11", "NC_060947.1", "NG_016418.1", "Y11284.1", "Y11285.1", "Y11286.1"], "protein": ["AAA82171.1", "AAI06762.1", "AAL85197.1", "BAG61928.1", "CAA63819.1", "CAA72156.1", "EAX05321.1", "EAX05322.1", "NP_001164402.1", "NP_005929.2", "P98177.5"], "rna": ["AF384029.1", "AK300142.1", "AW292413.1", "BC026735.1", "BC106761.2", "BP349083.1", "NM_001170931.2", "NM_005938.4", "U10072.1", "X93996.1"], "translation": [{"protein": "AAL85197.1", "rna": "AF384029.1"}, {"protein": "AAI06762.1", "rna": "BC106761.2"}, {"protein": "NP_005929.2", "rna": "NM_005938.4"}, {"protein": "NP_001164402.1", "rna": "NM_001170931.2"}, {"protein": "BAG61928.1", "rna": "AK300142.1"}, {"protein": "AAA82171.1", "rna": "U10072.1"}, {"protein": "CAA63819.1", "rna": "X93996.1"}]}, "alias": ["AFX", "AFX1", "MLLT7"], "ensembl": {"gene": "ENSG00000184481", "protein": ["ENSP00000342209", "ENSP00000363377"], "transcript": ["ENST00000341558", "ENST00000374259", "ENST00000464598", "ENST00000466874"], "translation": [{"protein": "ENSP00000363377", "rna": "ENST00000374259"}, {"protein": "ENSP00000342209", "rna": "ENST00000341558"}], "type_of_gene": "protein_coding"}, "entrezgene": "4303", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.20789080945, "exp_mis": 113.331084733, "exp_syn": 50.0345755612, "lof_z": 2.46809421626861, "mis_z": 0.934120272227, "mu_lof": 8.72589307738e-07, "mu_mis": 1.79468117028e-05, "mu_syn": 7.88115326893e-06, "n_lof": 0.0, "n_mis": 93.0, "n_syn": 41.0, "p_li": 0.861869126511084, "p_null": 0.00206108045774861, "p_rec": 0.136069793031167, "syn_z": 0.791812286451351}, "bp": 1518, "cds_end": 70321934, "cds_start": 70316378, "n_exons": 3, "nonpsych": {"exp_lof": 5.59491056045, "exp_mis": 102.7601333, "exp_syn": 45.347548346, "lof_z": 2.32299653935941, "mis_z": 0.933435993815761, "mu_lof": 8.72589307738e-07, "mu_mis": 1.79468117028e-05, "mu_syn": 7.88115326893e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 37.0, "p_li": 0.849599522528274, "p_null": 0.00311186928615493, "p_rec": 0.147288608185571, "syn_z": 0.780450938534746}, "nontcga": {"exp_lof": 5.6419617041, "exp_mis": 103.208385059, "exp_syn": 45.5587403621, "lof_z": 2.34312969393447, "mis_z": 0.843902792816552, "mu_lof": 8.72589307738e-07, "mu_mis": 1.79468117028e-05, "mu_syn": 7.88115326893e-06, "n_lof": 0.0, "n_mis": 86.0, "n_syn": 37.0, "p_li": 0.83968660071986, "p_null": 0.00303870907747443, "p_rec": 0.157274690202665, "syn_z": 0.802871938510524}, "transcript": "ENST00000374259.3"}, "exons": [{"cdsend": 71102084, "cdsstart": 71096528, "chr": "X", "position": [[71095850, 71096699], [71096864, 71096981], [71100683, 71101740], [71102076, 71103532]], "strand": 1, "transcript": "NM_001170931", "txend": 71103532, "txstart": 71095850}, {"cdsend": 71102084, "cdsstart": 71096528, "chr": "X", "position": [[71095850, 71096981], [71100683, 71101740], [71102076, 71103532]], "strand": 1, "transcript": "NM_005938", "txend": 71103532, "txstart": 71095850}], "exons_hg19": [{"cdsend": 70321934, "cdsstart": 70316378, "chr": "X", "position": [[70315700, 70316549], [70316714, 70316831], [70320533, 70321590], [70321926, 70323382]], "strand": 1, "transcript": "NM_001170931", "txend": 70323382, "txstart": 70315700}, {"cdsend": 70321934, "cdsstart": 70316378, "chr": "X", "position": [[70315700, 70316831], [70320533, 70321590], [70321926, 70323382]], "strand": 1, "transcript": "NM_005938", "txend": 70323382, "txstart": 70315700}], "generif": [{"pubmed": 11777915, "text": "The forkhead transcription factor AFX activates apoptosis by induction of the BCL-6 transcriptional repressor."}, {"pubmed": 11779849, "text": "AFX zeta is a downstream target of both the phosphatidylinositol 3-kinase/PKB insulin signaling pathway and an AMP-activated protein kinase-dependent pathway."}, {"pubmed": 11884591, "text": "Control of cell cycle exit and entry by protein kinase B-regulated forkhead transcription factors"}, {"pubmed": 12192052, "text": "the MLL-AFX fusion protein requires the transcriptional effector domains of AFX to transform myeloid progenitors and interfere with forkhead protein function"}, {"pubmed": 12761217, "text": "FOXO4 induces the down-regulation of hypoxia-inducible factor 1 alpha by a von Hippel-Lindau protein-independent mechanism"}, {"pubmed": 12960271, "text": "fMLP-stimulated neutrophils coordinate the regulation of FOXO transcription factors and the survival factor Mcl-1, a mechanism that may allow neutrophils to alter their survival."}, {"pubmed": 12964026, "text": "CBP-induced acetylation of AFX is a novel modification mechanism by which AFX keeps the transcriptional activity mitigating in the nucleus"}, {"pubmed": 14690436, "text": "Phosphorylation of FOXO4 by protein kinase B on threonine-28 and serine-193 leads to a tight association of FOXO4 with 14-3-3 zeta, causing complete inhibition of DNA binding, most likely by masking of the DNA binding surface of Forkhead domain by 14-3-3."}, {"pubmed": 15126506, "text": "Data demonstrate that acetylation functions in a second pathway of negative control for FOXO factors and provides a novel mechanism whereby hSir2(SIRT1) can promote cellular survival and increase lifespan."}, {"pubmed": 15538382, "text": "Data show that low levels of oxidative stress generated by treatment with hydrogen peroxide induce the activation of FOXO4."}, {"pubmed": 15688004, "text": "Introduction of dominant-negative FoxO into mousse cells partially rescues cAMP-induced inhibition of proliferation."}, {"pubmed": 15688030, "text": "FOXO4 gene as a novel anticancer agent for HER2-overexpressing cells."}, {"pubmed": 15824087, "text": "results show that Forkhead transcription factor 4-dependent expression of Bim protein plays a pivotal role for endothelial progenitor cell apoptosis"}, {"pubmed": 15905404, "text": "results demonstrate a role for beta-catenin in regulating FOXO function that is particularly important under conditions of oxidative stress"}, {"pubmed": 16114898, "text": "DNA-binding domain of FoxO4 remains relatively mobile while bound to the 14-3-3 protein."}, {"pubmed": 16215946, "text": "The patients with immunophenotype of Pre-B-acute lymphoblastic leukemia were found to carry: MLL/AFX."}, {"pubmed": 16571842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17244620, "text": "both N- and C-terminal regions of forkhead domain are important for stability of the FoxO4-DBD.DNA complex"}, {"pubmed": 18648506, "text": "AFX splice variants exhibit dominant negative activity and inhibit AFXalpha-mediated tumor cell apoptosis"}, {"pubmed": 18665269, "text": "Mdm2 induces mono-ubiquitination of FOXO4"}, {"pubmed": 18692812, "text": "FOXO1, FOXO3, and FOXO4 are expressed in human luteinized mural granulosa cells, which may suggest that these transcription factors are also involved in human folliculogenesis and luteinization."}, {"pubmed": 18794148, "text": "Pin1 is identified as a novel negative FOXO regulator, interconnecting FOXO phosphorylation and monoubiquitination in response to cellular stress to regulate p27(kip1)."}, {"pubmed": 19244250, "text": "Results suggest that the expression of FOXO1 and FOXO4 genes is stimulated by FOXO3 and possibly by other FOXO factors in a positive feedback loop, which is disrupted by growth factors."}, {"pubmed": 19416966, "text": "The model of the complex suggests that the forkhead domain of FOXO4 is docked within the central channel of the 14-3-3 protein dimer, consistent with the hypothesis that 14-3-3 masks the DNA binding interface of FOXO4."}, {"pubmed": 19560465, "text": "FoxO4 is down-regulated in patients with inflammatory bowel disease."}, {"pubmed": 19932102, "text": "these data provide a mechanism of FOXO4 anti-oxidative protection through O-GlcNAcylation."}, {"pubmed": 20037138, "text": "FoxO4 acts on CYP51 to regulate the late steps of cholesterol biosynthesis."}, {"pubmed": 20136501, "text": "Findings show that oxidative stress and FOXO4 induce PAI-1 expression through modulation of HIF-1alpha and CREB protein levels and that enhanced CREB binding to the PAI-1 promoter is critical for the PAI-1 induction under oxidative stress."}, {"pubmed": 20348951, "text": "PKG inhibits TCF signaling in colon cancer cells by blocking beta-catenin expression and activating FOXO4."}, {"pubmed": 20570964, "text": "a conserved critical Ku70 role for FOXO function toward coordination of a survival program"}, {"pubmed": 20934750, "text": "greater in fetal membranes obtained from the supracervical compared to distal site"}, {"pubmed": 21123876, "text": "structure of the FOXO4-DNA-binding domain (DBD)-DNA complex suggests that both direct water-DNA base contacts and the unique water-network interactions contribute to FOXO-DBD binding to the DNA in a sequence-specific manner"}, {"pubmed": 21388494, "text": "gene study of FOXO4, reveals no association with human longevity in Germans"}, {"pubmed": 21454807, "text": "demonstrated that adiponectin activated 5'-AMP-activated protein kinase alpha2 isoform, leading to inhibition of mammalian target of rapamycin complex 1 and S6K1. This in turn stabilized insulin receptor substrate-1, driving Akt2-mediated inhibition of FoxO4"}, {"pubmed": 21510935, "text": "DEPP is regulated at the level of transcription by FoxO in human vascular endothelial cells"}, {"pubmed": 21525355, "text": "Tax induces a dose-dependent degradation of FoxO4 by the ubiquitin-proteasome pathway."}, {"pubmed": 21536589, "text": "Findings support that ATXN3 plays an important role in regulating the FOXO4-dependent antioxidant stress response via SOD2."}, {"pubmed": 21567078, "text": "Foxo4 may be a useful target for suppression in the treatment of HBV-associated hepatocellular carcinoma cells."}, {"pubmed": 21613825, "text": "Studies indicate that FoxO1, 3 and 4 genes were discovered at the chromosomal breakpoints found in cancers and were initially implicated in cancer."}, {"pubmed": 21708191, "text": "Studies indictet that the mammalian FoxO family consists of FoxO1, 3, 4 and 6 and are regulated by by AKT and 14-3-3 proteins."}, {"pubmed": 21934092, "text": "identified FOXO4 and PDCD4 as direct and functional targets of miR-499-5p"}, {"pubmed": 22112832, "text": "Data suggest that expression of cytoplasmic FoxO4 in placenta, fetal membranes, and decidua is altered by parturition/labor, preterm chorioamnionitis, and pro-inflammatory stimuli; silencing of FoxO4 gene initiates apoptosis in placental cell lines."}, {"pubmed": 22125836, "text": "FOXO4 may function as a tumor suppressor in the development and progression of colorectal cancer."}, {"pubmed": 22285440, "text": "Coding mutations within the FOXO4 gene are not associated with premature ovarian failure in women from the Tunisian population."}, {"pubmed": 22411791, "text": "Inhibition of endogenous FOXO proteins attenuated tetradecanoylphorbol Acetate/PDGF-BB mediated differentiation of neuroblastoma cells."}, {"pubmed": 23333309, "text": "Disulfide formation with transportin-1 is required for nuclear localization and the activation of FOXO4 induced by reactive oxygen species."}, {"pubmed": 23551888, "text": "We find that loss of FOXO4 reduces the potential of hESCs to differentiate into neural lineages."}, {"pubmed": 23707940, "text": "Taken together, our findings not only suggest that miR-421 promotes nasopharyngeal carcinoma cell proliferation and anti-apoptosis, but also uncover a novel regulatory mechanism for inactivation of FOXO4 in nasopharyngeal carcinoma."}, {"pubmed": 23770673, "text": "Data show that small GTPase RALA regulates formation of a JIP1 (C-Jun-amino-terminal-interacting protein 1) scaffold complex to propagate JNK signaling toward FOXO4 (forkhead box O transcription factor) in response to reactive oxygen species (ROS)."}, {"pubmed": 24353279, "text": "Data show that forkhead transcription factor 4 (FoxO4) interacts with sterol regulatory element binding protein (SREBP)2 and hypoxia inducible factor (HIF)2alpha to modulate lanosterol 14alpha demethylase (CYP51) promoter activity."}, {"pubmed": 24663349, "text": "FOXO4KD-EPCs injected into the rat ischemic limb brought less apoptosis and more neovascularization than EPCs"}, {"pubmed": 24886657, "text": "Our data suggest that loss of FOXO4 expression contributes to gastric cancer growth and metastasis, and it may serve as a potential therapeutic target for gastric cancer."}, {"pubmed": 24935588, "text": "Cox regression analysis indicated FoxO4 to be an independent prognostic factor in non-small cell lung cancers and suggested that FoxO4 might inhibit the process of EMT in non-small cell lung cancers, and might therefore be a target for therapy."}, {"pubmed": 24983969, "text": "data strongly suggest that increased PI3K/AKT-mediated metastatic invasiveness in CaP is associated with FOXO4 loss, and that mechanisms to induce FOXO4 re-expression might suppress CaP metastatic aggressiveness."}, {"pubmed": 24984152, "text": "results demonstrate that HKa accelerates the onset of EPC senescence by stimulating JNK/FOXO4/MnSOD pathway, its effect is mediated by the HC"}, {"pubmed": 25007147, "text": "Case Report: CIC-FOXO4 fusion sarcoma is a new type of Ewing-like sarcoma that has a specific genetic signature."}, {"pubmed": 25053419, "text": "Data indicate that glycogen synthase kinase 3 beta (GSK3beta) and transcription factors FOXO1/3/4 promote hepatoma cell proliferation through type I insulin-like growth factor receptor (IGF-IR)."}, {"pubmed": 25648147, "text": "FOXOs support the metabolic requirements of normal and tumor cells by promoting IDH1 expression."}, {"pubmed": 25753202, "text": "study demonstrated that miR-1274a prompted gastric cancer cells growth and migration through dampening FOXO4 expression thus provided a potential target for human gastric cancer therapy"}, {"pubmed": 25958948, "text": "Porphyromonas gingivalis-induced reactive oxygen species activate FOXO transcription factors through JNK signalling, and that FOXO1 controls oxidative stress responses, inflammatory cytokine production and cell survival."}, {"pubmed": 26463624, "text": "miR-664 functions as an oncogene miRNA and has an important role in promoting human osteosarcoma cell proliferation by suppressing FOXO4 expression."}, {"pubmed": 26715362, "text": "The data demonstrated that elevated miR-150 targets FOXO4 expression and therefore regulates multiple genes expression, resulting in cervical cancer cell growth and survival."}, {"pubmed": 26780985, "text": "FOXO4 has an inhibitory effect in clearcell renal carcinoma cells, at least in part through inducing apoptosis via upregulation of Bim in the mitochondria-dependent pathway."}, {"pubmed": 26797321, "text": "knockdown of Ku70 inhibited cell proliferation accompanying an increase in p27(kip1) levels through interacting with FOXO4"}, {"pubmed": 27027443, "text": "FOXO4 and FOXD3 were shown independently predictive of overall survival in gastric cancer"}, {"pubmed": 27911272, "text": "Results show that a small subset of lymphoma cells surviving treatment with doxorubicin or phenylbutyrate showed stem cell-like properties and resistance to chemotherapeuty. The overexpression of FOXO4 was found in these surviving cells, and DLBCL patients with FOXO4-positive tumor cells had poor prognosis."}, {"pubmed": 27976702, "text": "NF-kappaB/snail/YY1/RKIP circuitry regulated by FOXO4 were likely involved in miR-150-induced EMT event."}, {"pubmed": 28554751, "text": "Negative expression of FoxO3/FoxO4 and lymph node metastasis were the risk factors for the poor prognosis of bladder cancer."}, {"pubmed": 28699853, "text": "FoxO1 and FoxO4 antagonize Tat-mediated transactivation of HIV-1 promoter through the repression of Tat protein expression."}, {"pubmed": 28945225, "text": "Study reports that CK1alpha similarly destabilizes FOXO4 in RAS-mutant cells by phosphorylation at serines 265/268."}, {"pubmed": 28963932, "text": "The results of this genomic analysis suggest that low FOXO4 expression is a significant risk factor for epileptic seizures in patients with LGGs and is associated with the seizure outcome."}, {"pubmed": 28973411, "text": "Knockdown of FOXO4 but not FOXO1 expression decreased proteasome activity. Following neural differentiation, the HD-iPSC-derived neural progenitor cells (NPCs) demonstrated lower levels of proteasome activity and FOXO expressions than their WT counterparts. More importantly, overexpression of FOXO4 but not FOXO1 in HD NPCs dramatically enhanced proteasome activity."}, {"pubmed": 29719213, "text": "In this review, we introduce the regulation of FOXO4 in physiological and pathological conditions. Particularly, the pathophysiological processes and molecular pathways regulated by FOXO4 in the development and progression of cancer are also summarized"}, {"pubmed": 30249393, "text": "Hsa_circRNA_103809 participates in the regulation of biological functions through the miR-532-3P/FOXO4 axis in the colorectal cancer"}, {"pubmed": 30610793, "text": "Low FOXO4 expression is associated with recurrence and metastasis of nasopharyngeal carcinoma."}, {"pubmed": 30643063, "text": "FOXO4 is involved in prostate cancer progression, and it can inhibit prostate cancer cell invasion by regulating EMT of prostate cancer cells"}, {"pubmed": 31351930, "text": "FoxO4 displayed anti-Hepatitis B virus activity by suppressing HNF4alpha expression via activation of ERK pathway."}, {"pubmed": 31529218, "text": "The deregulation of FOXO4 is closely linked to the progression of several types of cancer, senescence, and other diseases. [review]"}, {"pubmed": 31712122, "text": "Dysregulation of FOXO transcription factors in Epstein-Barr virus-associated gastric carcinoma."}, {"pubmed": 32329448, "text": "MicroRNA-328-3p Protects Vascular Endothelial Cells Against Oxidized Low-Density Lipoprotein Induced Injury via Targeting Forkhead Box Protein O4 (FOXO4) in Atherosclerosis."}, {"pubmed": 32820304, "text": "[FOXO4 maintains senescence in human umbilical cord mesenchymal stem cells by repressing apoptosis]."}, {"pubmed": 32847377, "text": "Metabolic Regulation of Stem Cells and Differentiation: A Forkhead Box O Transcription Factor Perspective."}, {"pubmed": 33211221, "text": "miR-617 Promotes the Growth of IL-22-Stimulated Keratinocytes Through Regulating FOXO4 Expression."}, {"pubmed": 33238881, "text": "MiR-128-3p inhibits vascular smooth muscle cell proliferation and migration by repressing FOXO4/MMP9 signaling pathway."}, {"pubmed": 33463054, "text": "Hypoxia-induced FOXO4/LDHA axis modulates gastric cancer cell glycolysis and progression."}, {"pubmed": 33577016, "text": "Deacetylation of FOXO4 by Sirt1 stabilizes chondrocyte extracellular matrix upon activating SOX9."}, {"pubmed": 33649837, "text": "lncRNA MEG3 inhibits pituitary tumor development by participating in cell proliferation, apoptosis and EMT processes."}, {"pubmed": 33723462, "text": "Fasting-induced FOXO4 blunts human CD4(+) T helper cell responsiveness."}, {"pubmed": 34055579, "text": "Clinicopathological Significance of FOXO4 Expression and Correlation with Prx1 in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 34320339, "text": "Multiple regulatory intrinsically disordered motifs control FOXO4 transcription factor binding and function."}, {"pubmed": 34800438, "text": "FBXO7 triggers caspase 8-mediated proteolysis of the transcription factor FOXO4 and exacerbates neuronal cytotoxicity."}, {"pubmed": 34954873, "text": "Biophysical investigation of the dual binding surfaces of human transcription factors FOXO4 and p53."}, {"pubmed": 36042628, "text": "Correlations of ALD, Keap-1, and FoxO4 expression with traditional tumor markers and clinicopathological characteristics in colorectal carcinoma."}, {"pubmed": 36700213, "text": "The role of FOXO4/NFAT2 signaling pathway in dysfunction of human coronary endothelial cells and inflammatory infiltration of vasculitis in Kawasaki disease."}, {"pubmed": 37861000, "text": "Smurf2-Mediated Ubiquitination of FOXO4 Regulates Oxygen-glucose Deprivation/Reperfusion-induced Pyroptosis of Cortical Neurons."}, {"pubmed": 38037460, "text": "CBP-mediated FOXO4 acetylation facilitates postmenopausal osteoporosis (PMO) progression through the inhibition of the Wnt/beta-catenin signaling pathway."}], "genomic_pos": {"chr": "X", "end": 71103532, "ensemblgene": "ENSG00000184481", "start": 71095851, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 70323385, "start": 70316047, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 15126506, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006979", "pubmed": 36075446, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007095", "qualifier": "involved_in", "term": "mitotic G2 DNA damage checkpoint signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007517", "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 10783894, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008286", "pubmed": 10217147, "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014911", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016525", "pubmed": 12761217, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [11689711, 15905404], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048863", "pubmed": 22972301, "qualifier": "involved_in", "term": "stem cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051151", "pubmed": 16054032, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070317", "pubmed": 10783894, "qualifier": "involved_in", "term": "negative regulation of G0 to G1 transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990785", "qualifier": "involved_in", "term": "response to water-immersion restraint stress"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [16272144, 16964248], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 22972301, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16964248, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16272144, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22972301, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 11689711, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "EXP", "id": "GO:0003676", "pubmed": 11352721, "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 10783894, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 10783894, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15084259, 15126506, 16114898, 25416956, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008013", "pubmed": 15905404, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": [15126506, 16964248], "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 25609649, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23332764, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043565", "pubmed": 22972301, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 16054032, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 563719], [8364, 100492831], [9031, 428703], [9598, 473659], [9606, 4303], [9615, 100855644], [9913, 618793], [10090, 54601], [10116, 302415]], "id": 4342}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "FOXO protein, transactivation domain", "id": "IPR032067", "short_desc": "FOXO-TAD"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein O4, forkhead domain", "id": "IPR047409", "short_desc": "FH_FOXO4"}], "ipi": ["IPI00024316", "IPI00220121"], "map_location": "Xq13.1", "name": "forkhead box O4", "other_names": ["fork head domain transcription factor AFX1", "forkhead box protein O4", "myeloid/lymphoid or mixed-lineage leukemia (trithorax homolog, Drosophila); translocated to, 7"], "pantherdb": {"HGNC": "7139", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891915", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10090, "uniprot_kb": "Q9WVH3"}, {"RGD": "1561201", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10116, "uniprot_kb": "D4A433"}, {"Ensembl": "ENSDARG00000055792", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "F1R3E6"}, {"ZFIN": "ZDB-GENE-080425-3", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "A3RK75"}, {"ZFIN": "ZDB-GENE-061013-59", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "A3RK74"}, {"WormBase": "WBGene00000912", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 6239, "uniprot_kb": "O16850"}, {"FlyBase": "FBgn0038197", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7227, "uniprot_kb": "Q95V55"}], "uniprot_kb": "P98177"}, "pathway": {"biocarta": [{"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "raspathway", "name": "ras signaling pathway"}], "kegg": [{"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}], "pid": [{"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-198693", "name": "AKT phosphorylates targets in the nucleus"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5674400", "name": "Constitutive Signaling by AKT1 E17K in Cancer"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614399", "name": "Regulation of localization of FOXO transcription factors"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9733709", "name": "Cardiogenesis"}], "wikipathways": [{"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP3844", "name": "PI3K-AKT-mTOR signaling pathway and therapeutic opportunities"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}]}, "pdb": ["1E17", "3L2C"], "pfam": ["PF00250", "PF16676"], "pharmgkb": "PA162388882", "pharos": {"target_id": 7248, "tdl": "Tbio"}, "pir": "I38654", "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168034", "relationship": "is"}, {"id": "GNF178940", "relationship": "is"}, {"id": "GNF189846", "relationship": "is"}, {"id": "GNF200752", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047555", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF275326", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103818", "relationship": "is"}, {"id": "GNF110670", "relationship": "is"}, {"id": "GNF143468", "relationship": "is"}, {"id": "GNF150311", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_016418.1"], "protein": ["NP_001164402.1", "NP_005929.2"], "rna": ["NM_001170931.2", "NM_005938.4"], "translation": [{"protein": "NP_005929.2", "rna": "NM_005938.4"}, {"protein": "NP_001164402.1", "rna": "NM_001170931.2"}]}, "reporter": {"HG-U133_Plus_2": "205451_at", "HG-U95Av2": "36238_at", "HG-U95B": "46743_s_at", "HTA-2_0": "TC0X000381.hg.1", "HuEx-1_0": "3980745", "HuGene-1_1": "8168205", "HuGene-2_1": "17104578"}, "summary": "This gene encodes a member of the O class of winged helix/forkhead transcription factor family. Proteins encoded by this class are regulated by factors involved in growth and differentiation indicating they play a role in these processes. A translocation involving this gene on chromosome X and the homolog of the Drosophila trithorax gene, encoding a DNA binding protein, located on chromosome 11 is associated with leukemia. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2010].", "symbol": "FOXO4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334518"}, "unigene": "Hs.584654", "uniprot": {"Swiss-Prot": "P98177"}, "wikipedia": {"url_stub": "FOXO4"}}