{"AllianceGenome": "3819", "HGNC": "3819", "MIM": "136533", "_id": "2308", "_version": 1, "accession": {"genomic": ["AL133318.11", "AL355132.19", "AL592167.6", "CH471075.1", "CP068265.2", "NC_000013.11", "NC_060937.1", "NG_023244.1", "OL405558.1"], "protein": ["AAA03629.1", "AAC39591.1", "AAH21981.1", "AAH70065.3", "AAP36123.1", "EAX08627.1", "NP_002006.2", "Q12778.2", "UWK01973.1", "XP_011533310.1", "XP_011533312.1", "XP_047286160.1", "XP_054230260.1"], "rna": ["AF032885.1", "AK310511.1", "BC021981.2", "BC070065.1", "BT007455.1", "BX648278.1", "NM_002015.4", "U02310.1", "U36922.1", "XM_011535008.3", "XM_011535010.3", "XM_047430204.1", "XM_054374285.1"], "translation": [{"protein": "AAH21981.1", "rna": "BC021981.2"}, {"protein": "XP_054230260.1", "rna": "XM_054374285.1"}, {"protein": "AAC39591.1", "rna": "AF032885.1"}, {"protein": "AAA03629.1", "rna": "U02310.1"}, {"protein": "NP_002006.2", "rna": "NM_002015.4"}, {"protein": "AAP36123.1", "rna": "BT007455.1"}, {"protein": "AAH70065.3", "rna": "BC070065.1"}, {"protein": "XP_047286160.1", "rna": "XM_047430204.1"}, {"protein": "XP_011533310.1", "rna": "XM_011535008.3"}, {"protein": "XP_011533312.1", "rna": "XM_011535010.3"}]}, "alias": ["FKH1", "FKHR", "FOXO1A"], "ensembl": {"gene": "ENSG00000150907", "protein": "ENSP00000368880", "transcript": ["ENST00000379561", "ENST00000473775", "ENST00000655267", "ENST00000660760"], "translation": [{"protein": "ENSP00000368880", "rna": "ENST00000379561"}], "type_of_gene": "protein_coding"}, "entrezgene": "2308", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.256643232, "exp_mis": 222.450833303, "exp_syn": 114.84135682, "lof_z": 3.17243146792769, "mis_z": 2.7695118621047, "mu_lof": 9.87336224377e-07, "mu_mis": 2.58341036658e-05, "mu_syn": 1.46442915581e-05, "n_lof": 0.0, "n_mis": 138.0, "n_syn": 87.0, "p_li": 0.966380393739249, "p_null": 5.78021670210881e-05, "p_rec": 0.0335618040937296, "syn_z": 1.61061329000033}, "bp": 1968, "cds_end": 41240349, "cds_start": 41133659, "n_exons": 2, "nonpsych": {"exp_lof": 9.25237364881, "exp_mis": 201.308598146, "exp_syn": 103.911643107, "lof_z": 2.98729809106083, "mis_z": 2.85491079073088, "mu_lof": 9.87336224377e-07, "mu_mis": 2.58341036658e-05, "mu_syn": 1.46442915581e-05, "n_lof": 0.0, "n_mis": 121.0, "n_syn": 75.0, "p_li": 0.957600849774419, "p_null": 0.000125298132919426, "p_rec": 0.0422738520926614, "syn_z": 1.78567987539248}, "nontcga": {"exp_lof": 9.43310255304, "exp_mis": 204.651772349, "exp_syn": 105.651054907, "lof_z": 3.0297621632638, "mis_z": 2.66946540362335, "mu_lof": 9.87336224377e-07, "mu_mis": 2.58341036658e-05, "mu_syn": 1.46442915581e-05, "n_lof": 0.0, "n_mis": 128.0, "n_syn": 77.0, "p_li": 0.956495093381931, "p_null": 0.00010947603605863, "p_rec": 0.0433954305820108, "syn_z": 1.76492630359653}, "transcript": "ENST00000379561.5"}, "exons": [{"cdsend": 40666212, "cdsstart": 40559522, "chr": "13", "position": [[40555666, 40559034], [40559508, 40560860], [40665582, 40666641]], "strand": -1, "transcript": "NM_002015", "txend": 40666641, "txstart": 40555666}], "exons_hg19": [{"cdsend": 41240349, "cdsstart": 41133659, "chr": "13", "position": [[41129803, 41133171], [41133645, 41134997], [41239719, 41240778]], "strand": -1, "transcript": "NM_002015", "txend": 41240778, "txstart": 41129803}], "generif": [{"pubmed": 11735247, "text": "fuses with pax3 protein and affects the transcriptional regulation of IGF-I receptor"}, {"pubmed": 11893744, "text": "cooperation with C-EBP beta in differentiating human endometrial stromal cells"}, {"pubmed": 12039929, "text": "PAX3-FKHR and PAX7-FKHR gene fusions are prognostic indicators in alveolar rhabdomyosarcoma."}, {"pubmed": 12150827, "text": "Transcriptional repression of D-type cyclins (in Class III transcripts)is required for FKHR mediated inhibition of cell cycle progression and transformation."}, {"pubmed": 12242297, "text": "Pax3-FKHR allele causes lethal developmental defects in knock-in mice but might be insufficient to cause muscle tumors"}, {"pubmed": 12482965, "text": "a new mechanism for androgen-mediated prostate cancer cell survival and establish FKHR as nuclear target for both AKT-dependent and -independent survival signals in prostate cancer cells."}, {"pubmed": 12493691, "text": "FKHR and HOXA10 interact directly and can function cooperatively to stimulate IGFBP-1 promoter activity in endometrial cells"}, {"pubmed": 12519792, "text": "Hepatocyte nuclear factor-4 is a novel downstream target of insulin via this protein, which acts a a signal-regulated transcriptional inhibitor."}, {"pubmed": 12560069, "text": "results identify a novel signaling pathway linking estrogen action to Pak1 signaling, and Pak1 to FKHR, suggesting that Pak1 is an important mediator of estrogen's cell survival functions"}, {"pubmed": 12606503, "text": "results indicate that signaling via protein kinase B to forkhead transcription factor FKHR can account for the effect of insulin to regulate peroxisome proliferator-activated receptor-gamma coactivator-1 promoter activity via the insulin response sequence"}, {"pubmed": 12921955, "text": "Constitutive phosphorylation of FKHR transcription factor is associated with acute myeloid leukemia"}, {"pubmed": 12960271, "text": "fMLP-stimulated neutrophils coordinate the regulation of FOXO transcription factors and the survival factor Mcl-1, a mechanism that may allow neutrophils to alter their survival."}, {"pubmed": 14664696, "text": "Analysis of amino acids that contribute to the nuclear/cytoplasmic shuttling of FOXO1 protein."}, {"pubmed": 14726521, "text": "androgens induce increased activity of an acidic cysteine protease, which in turn cleaves FKHR, a mechanism by which androgens protect prostate cancer cells from the killing effect of FKHR."}, {"pubmed": 15047604, "text": "FOXO factors are important for glucocorticoid-stimulated hPDK4 expression"}, {"pubmed": 15109499, "text": "FOX01 induces atrophy-related uibiquiitin ligase and causes akeletal muscle atrophy."}, {"pubmed": 15140004, "text": "A fusion of FOXO1A and PAX3 proteins was used in the diagnosis of a solid alveolar rhabdomyosarcoma."}, {"pubmed": 15184910, "text": "in the RD embryonal rhabdomyosarcoma cell line, PAX3-FKHR upregulates expression of the gene encoding the chemokine receptor CXCR4"}, {"pubmed": 15342912, "text": "data suggest that phosphorylation-dependent degradation of FoxO1 by means of proteasomes plays a role in oncogenic transformation by P3k and Akt"}, {"pubmed": 15582274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15613482, "text": "Chromatin immunoprecipitation results demonstrate in vivo the association of human FOXO1 with the cyclin D2 promoter in untreated rat granulossa cells and release of FOXO1 from the cyclin D2 promoter upon addition of FSH plus activin."}, {"pubmed": 15632117, "text": "TNF induces activation of the FOXO1 transcription factor, which acts as a master switch to control apoptosis"}, {"pubmed": 15688035, "text": "Pax3/FKHR regulates a distinct but overlapping set of genes relative to Pax3 in tumor cells and the global set of Pax3 and Pax3/FKHR gene targets is cell-type specific."}, {"pubmed": 15688409, "text": "PAX3, PAX7 and their fusions with FKHR are each expressed in rhabdomyosarcoma tumors as a consistent mixture of functionally distinct isoforms"}, {"pubmed": 15692560, "text": "FHL2 inhibits FOXO1 activity in prostate cancer cells by promoting the deacetylation of FOXO1 by SIRT1"}, {"pubmed": 15778376, "text": "persistent activation of PI3K results in Akt-dependent sequestration of FoxO1 outside the nucleus of T cells interacting with APCs; this compartmentalization process can affect T cell growth after Ag recognition"}, {"pubmed": 15890677, "text": "The carboxyl-terminal region lysines of Foxo1 is acetylated by p300 and stimulates Foxo1-induced transcription of IGF-binding protein-1."}, {"pubmed": 15987820, "text": "FOXO1A regulation of the IGFBP1 expression is cell type-dependent"}, {"pubmed": 16076959, "text": "Acetylation, catalyzed by CREB-binding protein, regulates the function of Foxo1 through altering the affinity with the target DNA and the sensitivity for phosphorylation."}, {"pubmed": 16100571, "text": "Data show that Foxo1 and Foxo3a are the most abundant Foxo isoforms in mature endothelial cells and that overexpression of constitutively active Foxo1 or Foxo3a, but not Foxo4, significantly inhibits endothelial cell migration and tube formation in vitro."}, {"pubmed": 16123151, "text": "Differentiating HESCs become dependent on progesterone signaling for survival through induction and reversible inactivation of FOXO1 suggesting a novel mechanism that links decidualization of the endometrium to menstruation"}, {"pubmed": 16133873, "text": "These studies show IGF-I phosphorylation of FKHR and FKHRL1 via a PI3-K-dependent pathway in neuroblastoma cells."}, {"pubmed": 16282329, "text": "Foxo1 is involved in the nucleocytoplasmic translocation of PDX-1 by oxidative stress and the JNK pathway"}, {"pubmed": 16485043, "text": "The mutant FoxO1 transgene prevents pancreatic beta cell replication in 2 mouse models of beta cell hyperplasia"}, {"pubmed": 16492665, "text": "FoxO proteins promote hepatic glucose production through multiple mechanisms and contribute to the regulation of other metabolic pathways important in the adaptation to fasting and feeding in the liver"}, {"pubmed": 16497530, "text": "FOXO1A variation is rare and is unlikely to contribute to type 2 diabetes in either Caucasian or African-American populations"}, {"pubmed": 16497530, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16571842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16670089, "text": "C5b-9 regulation of the cell cycle activation in aortic endothelial cells through Akt pathway is dependent on inactivation of FOXO1"}, {"pubmed": 16690806, "text": "versatile nature of FOXO1A in the regulation of a number of decidualization-specific genes"}, {"pubmed": 16709600, "text": "Differential expression of FOXO1 and FOXO3a confers resistance to oxidative cell death upon endometrial decidualization."}, {"pubmed": 16849544, "text": "Expression of FOXO1A inhibited, and its knockdown promoted, cell proliferation or survival in prostate cancer. FOXO1A inhibited androgen- and androgen receptor-mediated gene regulation and cell proliferation."}, {"pubmed": 16885156, "text": "FOXO1 and SREBP-1c have roles in insulin regulation of cholesterol 7alpha-hydroxylase expression"}, {"pubmed": 16916907, "text": "We demonstrate, for the first time in human skeletal muscle, that the regulation of Akt and its downstream signalling pathways GSK-3beta, mTOR and Foxo1 are associated with both the skeletal muscle hypertrophy and atrophy processes."}, {"pubmed": 16943287, "text": "Expression of the EBV genes for latent membrane protein 1 and latent membrane protein 2A decreases FoxO1 expression.[FOXO1]"}, {"pubmed": 16950602, "text": "We show here that EGCG induces phosphorylation of insulin-sensitive residues on the transcription factor FOXO1a."}, {"pubmed": 16952014, "text": "PAX3-FKHR fusion protein plays a critical role in the pathogenesis of alveolar rhabdomyosarcomas by influencing the commitment and differentiation of the myogenic cell lineage."}, {"pubmed": 16952980, "text": "these data implicate specific members of the FOX family of TFs (FOXC1, C2, P1, P4, and O1A) not previously suggested in heart failure pathogenesis."}, {"pubmed": 16964289, "text": "PAX3-FKHR could induce myogenin expression in undifferentiated myoblasts by a MyoD independent pathway, and that PAX3-FKHR is directly involved in myogenin expression in aRMS cells"}, {"pubmed": 16973122, "text": "The PI3K/Akt pathway is activated in human hepatoma cells exposed to Cu2+ or Zn2+, resulting in the phosphorylation and subcellular relocalisation of transcription factor FoxO1a."}, {"pubmed": 16979636, "text": "Potentially causal mutations in FOXO3A (2/90; 2.2%) and FOXO1A (1/90; 1.1%) were identified in POF patients."}, {"pubmed": 17038621, "text": "functional interaction between CDK2 and FOXO1 provides a mechanism that regulates apoptotic cell death after DNA strand breakage"}, {"pubmed": 17077083, "text": "Knockdown of endogenous FOXO1 in human vascular endothelial cells decreases phosphorylation of p70 S6 kinase."}, {"pubmed": 17202144, "text": "Insulin-like growth factor 1/insulin signaling activates androgen signaling through direct interactions of Foxo1 with androgen receptor."}, {"pubmed": 17218607, "text": "A mechanism involving FoxO1a decreases the activity and expression of hydroxy-methylglutaryl coenzyme A reductase via regulation by fluid shear stress in cultured vascular endothelial cells."}, {"pubmed": 17258205, "text": "Foxo-1 and Ang-2/Tie2 are part of the molecular response to shear stress, which may regulate angiogenesis."}, {"pubmed": 17285543, "text": "PAX3-FKHR fusion transcripts were positive in 3/7 and PAX 7-FKHR fusion transcripts were positive in 2/7 of alveolar rhabdomyosarcoma patients, respectively, and were all negative in embryonal rhabdomyosarcoma and Control tumors."}, {"pubmed": 17404186, "text": "These results indicate that the phosphatidylinositol 3-kinase/Akt/FoxO1 pathway participates in Ang II suppression of hSR-BI/CLA-1 expression and suggests that the endothelial receptor for hSR-BI/CLA-1 is downregulated by the renin-angiotensin system."}, {"pubmed": 17442120, "text": "Overexpression of FOXO1A may be the result of PER-453 neuroectodermal tumor line's specific epimutations or imbalances in regulatory factors acting at the promoter and/or 3'-untranslated region."}, {"pubmed": 17478621, "text": "FoxO-1 mRNA expression and nuclear protein content were significantly increased in quadriceps of patients with COPD; transcriptional regulation of atrogin-1 and MuRF1 may occur via FoxO-1, but independently of AKT"}, {"pubmed": 17490646, "text": "In this work we show that PAX3-FKHR, which is a stronger transcriptional activator relative to PAX3, can lead to two apparently irreconcilable outcomes: transformation and terminal myogenic differentiation."}, {"pubmed": 17491598, "text": "Expression of phosphorylated FOXO1A is a frequent and early event in gastric tumorigenesis and there is a significant correlation between pFOXO1A and better prognosis."}, {"pubmed": 17525748, "text": "developed a pathophysiologically relevant transcriptional profile of PAX3/FKHR and identified a critical target gene for aRMS development"}, {"pubmed": 17555999, "text": "A protective effect of FOXO1A haplotype on type 2 diabetes development."}, {"pubmed": 17555999, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17556536, "text": "Exerts co-regulatory functions independent of DNA binding; DNA-binding defective form of FOXO1a is transcriptionally active as a co-regulator of progesterone receptor A."}, {"pubmed": 17597184, "text": "the proapoptotic role of FKHR is probably regulated by several signaling pathways in prostate cancer"}, {"pubmed": 17599040, "text": "FOXO1 serves as a tumor suppressor in endometrial cancer cells and is involved in normal growth control and maintenance of genomic stability."}, {"pubmed": 17609436, "text": "FOXO1 engages in transcriptional cross talk with progesterone receptor to coordinate cell cycle regulation and differentiation of endometrial stromal cells."}, {"pubmed": 17613043, "text": "Significant differences in survival and clinical characteristics between PAX3-FKHR and PAX7-FKHR positive tumors were seen indicating their role in carcinogenesis."}, {"pubmed": 17638879, "text": "PAX3-FKHR fusion gene of rhabdomyosarcoma cooperates with loss of p16INK4A to promote bypass of cellular senescence"}, {"pubmed": 17873969, "text": "FOXO1 transcript levels in RA patients and in SLE patients with active disease activity were significantly lower than those in normal controls, and the FOXO1 transcript levels were inversely correlated with lupus disease activity"}, {"pubmed": 17986608, "text": "isolated and characterized muscle cells from transgenic mice expressing PAX3-FOXO1 under control of PAX3 promoter. Demonstrate that myoblasts are unable to complete myogenic differentiation because of an inability to up-regulate p57Kip2 transcription"}, {"pubmed": 17993506, "text": "FOXC1 regulates the expression of FOXO1A and binds to a conserved element in the FOXO1A promoter"}, {"pubmed": 18006475, "text": "AMPK activated by fluid shear stress is a novel regulator of FoxO1a phosphorylation and protein levels."}, {"pubmed": 18022385, "text": "These results suggest that PAX3-FKHR promotes malignant phenotypes such as proliferation, motility, and to suppress differentiation."}, {"pubmed": 18096667, "text": "The regulation and function of the forkhead transcription factor, Forkhead box O1, is dependent on the progesterone receptor in endometrial carcinoma."}, {"pubmed": 18280254, "text": "O-glycosylation of FoxO1 results in increased expression of a glucose-6-phosphatase reporter gene."}, {"pubmed": 18301748, "text": "TXNIP is directly repressed by FOXO1a, modulating the cellular response to oxidative stress and affecting life span"}, {"pubmed": 18303411, "text": "The FOXO1 gene break-apart FISH probe is a simple and accurate tool to detect the translocations associated with alveolar rhabdomyosarcomas."}, {"pubmed": 18316359, "text": "FOXO1 expression and activity are increased in patients with steatohepatitis, and mRNA levels are correlated with hepatic insulin resistance."}, {"pubmed": 18356527, "text": "findings define a conserved signaling link between Cdk1 and FOXO1 that may have a key role in diverse biological processes, including the degeneration of postmitotic neurons"}, {"pubmed": 18408765, "text": "Aberrant activation of CDK1 may contribute to tumorigenesis by promoting cell proliferation and survival via phosphorylation and inhibition of FOXO1."}, {"pubmed": 18420577, "text": "GlcNAcylation of FoxO provides a new mechanism for direct nutrient control of transcription to regulate metabolism and stress response through control of FoxO1 activity"}, {"pubmed": 18483260, "text": "the transcriptional activity of PAX3/FKHR can be inhibited by the kinase inhibitor PKC412"}, {"pubmed": 18497882, "text": "MTP is a target of the transcription factor FoxO1 and excessive VLDL production associated with insulin resistance is caused by the inability of insulin to regulate FoxO1 transcriptional activation of MTP [commentary]"}, {"pubmed": 18497885, "text": "FoxO1 mediates insulin regulation of MTP production and augmented MTP levels may be a causative factor for VLDL overproduction and hypertriglyceridemia in diabetes"}, {"pubmed": 18612045, "text": "These findings present new insights into the role of the glucocorticoid receptor and FOXO family of transcription factors in the transcriptional regulation of the muscle specific ring finger protein 1 gene"}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18692812, "text": "FOXO1, FOXO3, and FOXO4 are expressed in human luteinized mural granulosa cells, which may suggest that these transcription factors are also involved in human folliculogenesis and luteinization."}, {"pubmed": 18713968, "text": "FOXO1 controls the expression of L-selectin and EDG1 and EDG6, receptors that regulate lymphocyte trafficking"}, {"pubmed": 18718910, "text": "Dehydroepiandrosterone stimulates phosphorylation of FoxO1 in vascular endothelial cells via phosphatidylinositol 3-kinase- and protein kinase A-dependent signaling pathways to regulate ET-1 synthesis and secretion"}, {"pubmed": 18786403, "text": "The observation that FoxO-DNA affinity varies between response elements and with posttranslational modifications suggests that modulation of FoxO-DNA affinity is an important component of FoxO regulation in health and misregulation in disease."}, {"pubmed": 18787186, "text": "Hepatocyte growth factor inhibits VEGF-FOXO1-dependent gene expression in endothelial cells."}, {"pubmed": 18788887, "text": "there is ALK overexpression in rhabdomyosarcomas, most likely independent of PAX3/PAX7-FKHR fusion status"}, {"pubmed": 18805788, "text": "HNF-4 and Foxo1 are required for reciprocal transcriptional regulation of glucokinase and glucose-6-phosphatase genes in response to fasting and feeding"}, {"pubmed": 18815134, "text": "COP1 binds FoxO1, enhances its ubiquitination, and promotes its degradation via the ubiquitin-proteasome pathway."}, {"pubmed": 18844239, "text": "These data demonstrate that integrin/EGFR cross-talk is required for expression of Egr-1 through a novel regulatory cascade involving the activation of the PI3K/Akt/Forkhead pathway."}, {"pubmed": 18951090, "text": "PRMT1 methylates FOXO1 at conserved Arg248 and Arg250 within a consensus motif for Akt phosphorylation which directly blocks Akt-mediated phosphorylation of FOXO1."}, {"pubmed": 18988640, "text": "Detection of PAX3/7-FKHR fusion gene by one-step RT-PCR is useful in the diagnosis of rhabdomyosarcomas (RMS) and that AChR-gamma is overexpressed in Chinese RMS patients."}, {"pubmed": 19049975, "text": "FoxO1 binds to STAT3 and prevents STAT3 from interacting with the SP1.POMC promoter complex, and consequently, inhibits STAT3-mediated leptin action."}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19075016, "text": "inhibition of SIRT1 caused an increase in FOXO1 acetylation and transcriptional activation in PCa cells"}, {"pubmed": 19086408, "text": "regulates glucose, lipid and energy metabolism of skeletal muscle. (review)"}, {"pubmed": 19103600, "text": "novel post-translational modifications of PGC-1alpha, including O-GlcNAc, and describe a novel mechanism for how PGC-1alpha co-activates transcription by FoxO1."}, {"pubmed": 19141580, "text": "Common genetic variations within the FOXO1 gene affects insulin secretion and glucose tolerance and associates with an increased risk of type 2 diabetes."}, {"pubmed": 19141580, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19150739, "text": "mRNA expression 6-fold and 12-fold higher in the choriodecidua compared to placenta and amnion, respectively"}, {"pubmed": 19221179, "text": "MST1-FOXO1 signaling is an important link survival factor deprivation-induced neuronal cell death"}, {"pubmed": 19233123, "text": "FOXO1 binds HBV core promoter and activates its transcription."}, {"pubmed": 19244250, "text": "Results suggest that the expression of FOXO1 and FOXO4 genes is stimulated by FOXO3 and possibly by other FOXO factors in a positive feedback loop, which is disrupted by growth factors."}, {"pubmed": 19254690, "text": "upregulation of Txnip and subsequent impairment of thioredoxin antioxidative system through p38 MAPK and FOXO1 may represent a novel mechanism for glucose-induced increase in intracellular ROS."}, {"pubmed": 19281796, "text": "These results suggest that PARP-1 acts as a corepressor for FOXO1, which could play an important role in proper cell proliferation by regulating p27(Kip1) gene expression."}, {"pubmed": 19293131, "text": "Increased expression of acetylated-FOXO1 implicates its posttranslational modification and possible role in prelabor fetal membrane rupture."}, {"pubmed": 19308286, "text": "an HDAC inhibitor induces apoptosis through the FoxO1 acetylation-Bim pathway."}, {"pubmed": 19321440, "text": "MDM2 acts as an ubiquitin E3 ligase, downstream of p53, to regulate the degradation of mammalian FOXO factors."}, {"pubmed": 19442434, "text": "Camptothecin sensitivity was increased by ectopic expression of PAX3-FKHR (PF) in alveolar rhabdomyosarcoma cells & decreased by its knockdown. Sensitization required a transcriptionally active PF. Camptothecin downregulated PF."}, {"pubmed": 19463968, "text": "Impaired regulation of FoxO1 may cause down-regulation of CYP7A1 gene expression and contribute to dyslipidemia in insulin resistance."}, {"pubmed": 19483080, "text": "Data indicate that CHIP is a negative regulator of FoxO1 activity through ubiquitin-mediated degradation."}, {"pubmed": 19503105, "text": "Resutls show that the IS formation induced antiapoptotic signaling events, including activation of the kinase Akt1 and localization of NF-kappaB and FOXO1 to the nucleus and cytoplasm."}, {"pubmed": 19513505, "text": "Suggest that FOXO1 expression is a favorable prognostic factor in non-small cell lung cancer."}, {"pubmed": 19535741, "text": "[Review] Regulation of fetal membrane rupture occurs via movement of FOX-O1, the most dominantly expressed of FOX-O proteins, to the nucleus, whereby FOX-O1 is acetylated (ac-FOX-O1) leading to cell death."}, {"pubmed": 19549905, "text": "Targeting FOXO1 can effectively induce glioma cell death and inhibit tumor growth."}, {"pubmed": 19563779, "text": "FoxO1 inhibits PAI-1 expression through the inhibition of TGF-beta/Smad-mediated signaling pathways."}, {"pubmed": 19574223, "text": "Suppression of miR-27a, miR-96, and miR-182 resulted in an increase in FOXO1 expression."}, {"pubmed": 19584310, "text": "Foxo1 activation in response to hyperglycemia brings about proatherogenic changes in vascular endothelial cell function."}, {"pubmed": 19633686, "text": "Studies were further confirmed in clinical primary breast cancer specimens, in which high-level expression of AEG-1 was inversely correlated with the expression of FOXO1."}, {"pubmed": 19675556, "text": "In UVA- or UVB-irradiated fibroblasts, the expression of FOXO1A mRNA decreased significantly. The expression of type I collagen (COLIAI) also decreased."}, {"pubmed": 19727442, "text": "HoxA-11 is required for prolactin expression in decidualized embryonic stem cells and turns into an activator when combined with FOXO1A; HOXA-10 is unable to upregulate PRL expression when co-expressed with FOXO1A"}, {"pubmed": 19757185, "text": "The aim of this study was to ascertain the relationship between the phosphorylation of FOXO1 and the apoptosis and the proliferation of lymphoma cells so as to further clarify the cellular biology and pathogenesis of the disease."}, {"pubmed": 19772960, "text": "Abundant level of the phosphorylated FOXO1, its impaired nucleocytoplasmic shuttling, and the lowered expression of 14-3-3 protein in leiomyoma induces a shift in the cellular machinery toward a prosurvival execution program."}, {"pubmed": 19787258, "text": "the transcription factor FOXO1 may be a critical effector of medulloblastoma growth suppression."}, {"pubmed": 19793722, "text": "FOXO1A is more closely associated with female than with male longevity, whereas FOXO3A is associated with longevity in both genders."}, {"pubmed": 19887561, "text": "Epigallocatechin gallate decreases ET-1 expression and secretion from endothelial cells, in part, via Akt- and AMPK-stimulated FOXO1 regulation of the ET-1 promoter."}, {"pubmed": 19893043, "text": "high PAX3-FKHR expression plays a crucial role in regulating myoblast proliferation, transformation, and differentiation"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19953635, "text": "The fusion oncoproteins PAX3-FOXO1 typify alveolar rhabdomyosarcoma, but may lack specific translocations."}, {"pubmed": 19956688, "text": "tolerance to increased levels of intracellular ROS provided by the Mst1-FoxOs signaling pathway is crucial for the maintenance of naive T cell homeostasis in the periphery"}, {"pubmed": 20018872, "text": "Findings provide evidence that FoxO1, hypoxia-stimulated expression of FoxO3a and its nuclear accumulation are required for the induction of CTGF by hypoxia in endothelial cells."}, {"pubmed": 20033803, "text": "FOXO1 may negatively regulate beta cell differentiation in the human fetal pancreas by controlling critical transcription factors"}, {"pubmed": 20061393, "text": "findings provide the first evidence that TAK1-NLK pathway is a novel regulator of FOXO1"}, {"pubmed": 20095040, "text": "FOXO1 was identified as a down-regulated gene in the minimal overlapping region of the 13q hemizygous deletion in CRCC. Decreased FOXO1 expression was significantly correlated with metastasis and poor survival outcome."}, {"pubmed": 20125105, "text": "Increased hepatic ADIPOR1 and ADIPOR2 mRNA in insulin-resistant obese subjects may, at least, reflect a compensatory mechanism for reduced plasma adiponectin, FOXO1 may contribute to enhanced ADIPOR1, but not ADIPOR2 transcription in insulin resistance."}, {"pubmed": 20151947, "text": "Various receptor-mediated growth factor signals are integrated at the level of PI3K/Akt activation which finally results in nuclear FoxO1 deficiency."}, {"pubmed": 20351326, "text": "The clinical behavior and molecular characteristics of alveolar rhabdomyosarcoma without a PAX/FOXO1 fusion gene are indistinguishable from embryonal cases and significantly different from fusion-positive alveolar cases."}, {"pubmed": 20353756, "text": "Advanced glycation end-products impair the expression and distribution of transcription factors PDX1 and FOXO1 involved in regulating insulin gene transcription."}, {"pubmed": 20357092, "text": "HCV infection of human hepatocytes impaired insulin-induced FoxO1 translocation from the nucleus to the cytoplasm and reduced accumulation of FoxA2 in the nucleus."}, {"pubmed": 20406953, "text": "derepression of peroxisome proliferator-activated receptor-gamma transcription by the high levels of FOXO1 could partially account for the lower levels of SLC2A4 found in polycystic ovary syndrome"}, {"pubmed": 20412774, "text": "FoxOs inhibit mTORC1 and activate Akt by inducing the expression of Sestrin3 and Rictor"}, {"pubmed": 20543840, "text": "Endogenous FoxO1 was required for autophagy in human cancer cell lines in response to oxidative stress or serum starvation, but this process was independent of the transcriptional activity of FoxO1."}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20868688, "text": "Data suggest the ability of FoxO1 to inhibit LXRalpha binding with the LXRE in the SREBP-1c promoter."}, {"pubmed": 20884733, "text": "At very advanced ages 92-110, adjusted for various confounders, positive effects of FOXO3A on survival remain statistically significant, but no significant effects of FOXO1A alone."}, {"pubmed": 20884733, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20933505, "text": "these results suggest that suppression of FOXO1 function by EWS-Fli1 fusion protein may contribute to cellular transformation in Ewing's family tumors."}, {"pubmed": 21069157, "text": "Results indicate that beta-thujaplicin, diethyldithiocarbamate (DEDTC) and its clinically-used dimer disulfiram, induce insulin-like dose-dependent effects on signalling to FOXO1a in a manner that is strictly dependent on the presence of zinc ions."}, {"pubmed": 21075101, "text": "These data suggest the involvement of FoxO1 transcription factor in TNF-alpha-induced expression of a cell cycle regulatory protein and apoptosis of SMCs."}, {"pubmed": 21116854, "text": "These results suggest loss of FOXO1 expression and elevated AURKA/B and EZH2 expression in lesional psoriatic tissues have potential contribution to the development of psoriasis."}, {"pubmed": 21177767, "text": "Expression of full length IRIZIO cDNA also cooperated with PAX3-FOXO1 in the transformation of Arf-/- myoblasts. Given that IRIZIO is expressed at increased levels in rhabdomyosarcoma, it might contribute to rhabdomyosarcomagenesis in humans."}, {"pubmed": 21177856, "text": "Protein kinase A-alpha directly phosphorylates FoxO1 in vascular endothelial cells to regulate expression of vascular cellular adhesion molecule-1 mRNA."}, {"pubmed": 21179458, "text": "FOXO transcription factors mediate anti-proliferative and pro-apoptotic effects of resveratrol, in part due to activation of extrinsic apoptosis pathway"}, {"pubmed": 21185807, "text": "These results allow us to identify FOXO1 as a regulator of ceruloplasmin expression to promote the anti-oxidant pathway in response to IL-6 signaling."}, {"pubmed": 21238503, "text": "Studies indicate that SKP2 works in concert with Akt to induce FOXO1 ubiquitination and proteasome degradation."}, {"pubmed": 21298325, "text": "analysis revealed that insulin regulates nuclear localization of FOXO1, which is an important co-activator for STAT3 mediated transcription"}, {"pubmed": 21320536, "text": "Studies indicate that CNK1-driven proliferation relies on Akt-dependent phosphorylation and inactivation of FoxO proteins."}, {"pubmed": 21321994, "text": "MyoD can play an active role in Alveolar rhabdomyosarcoma by augmenting Pax7-FKHR function."}, {"pubmed": 21373837, "text": "Studies indicate that new targets have recently been investigated as potential modulators in myeloid leukemia pathogenesis, including miR-328, BMI1, FOXOs and IL1RAP."}, {"pubmed": 21388494, "text": "gene study of FOXO1, reveals no association with human longevity in Germans"}, {"pubmed": 21396404, "text": "Studies indicate that Akt phosphorylates acetylated-FoxO and then phosphorylated FoxO interacts with 14-3-3 proteins in the nucleus, which in turn results in cytoplasmic retention of FoxO."}, {"pubmed": 21423212, "text": "Data show reduced CCN3 levels in aRMS cells following small interfering RNA knockdown of PAX3-FKHR."}, {"pubmed": 21440011, "text": "Studies indicate that FoxOs have emerged as an important effector arm of PI3K/Akt signaling by driving multiple apoptotic gene expression."}, {"pubmed": 21440577, "text": "Studies indicate that the inhibition of mTORC1 by FOXO could lead to the activation of Akt via the inhibition of the negative feedback loop driven by mTORC1 and S6K1."}, {"pubmed": 21442235, "text": "Results indicate the interaction between HNF4A and FOXO1 genes in the pathogenesis of type 2 diabetes."}, {"pubmed": 21505104, "text": "Data reveal FOXO1 as a critical negative regulator of Runx2 in prostate cancer cells. Inactivation of FOXO1 due to frequent loss of PTEN in prostate cancer cells may leave the oncogenic activities of Runx2 unchecked."}, {"pubmed": 21510935, "text": "DEPP is regulated at the level of transcription by FoxO in human vascular endothelial cells"}, {"pubmed": 21539865, "text": "Studies indicate that in addition to the direct control of FOXO by PKB, a number of proteins are controlled separately by PKB and FOXO giving rise to antagonistic control."}, {"pubmed": 21541992, "text": "This review focuses on FoxO1 and its emerging set of functions in and through bone cells."}, {"pubmed": 21613825, "text": "Studies indicate that FoxO1, 3 and 4 genes were discovered at the chromosomal breakpoints found in cancers and were initially implicated in cancer."}, {"pubmed": 21655267, "text": "The results indicate that in cancer cells E2A, FOXO1 and FOXP1 regulate RAG1 and RAG2 expression, which initiates Ig gene rearrangement much in the way similar to B lymphocytes."}, {"pubmed": 21666686, "text": "Case Report: identify a novel fusion partner FGFR1 for the known anchor gene FOXO1 in alveolar rhabdomyosarcoma."}, {"pubmed": 21670150, "text": "Cdc25A enhances Foxo1 stability by dephosphorylating Cdk2, and Foxo1 was shown to directly regulate transcription of the metastatic factor MMP1."}, {"pubmed": 21696576, "text": "pFOXO1 expression in cancer cells plays a role in gastric cancer angiogenesis via mechanisms involving various angiogenesis-related molecules."}, {"pubmed": 21697492, "text": "Taken together, these observations suggest that hepatitis C virus promotes hepatic gluconeogenesis through an NS5A-mediated, FoxO1-dependent pathway."}, {"pubmed": 21708191, "text": "Studies indictet that the mammalian FoxO family consists of FoxO1, 3, 4 and 6 and are regulated by by AKT and 14-3-3 proteins."}, {"pubmed": 21747041, "text": "Data show that siRNA-mediated MR-silencing prevented DHEA-induced extracellular signal-regulated kinase 1/2 phosphorylation and its effects on FoxO1."}, {"pubmed": 21775495, "text": "FoxO1 is a repressor for monoaminoxidase A (MAO A) transcription, and its phosphorylation is involved in valproic acid activation of MAO A."}, {"pubmed": 21804543, "text": "Data show that FOXO1 activates the expression of OCT4 and SOX2 pluripotency genes in hESCs by binding directly to their regulatory regions."}, {"pubmed": 21993163, "text": "Older muscle contained significantly more transcript for Forkhead Box O 1 (FoxO1, p=0.001), Inhibitor of DNA binding 1 (ID1, p=0.009), and Inhibitor of DNA Binding 3 (ID3, p=0.043) than young muscle."}, {"pubmed": 22072736, "text": "In endometriotic stromal cells, overactivation of the phosphatidylinositol 3-kinase/AKT signaling pathway contributes to the reduced expression of the decidua-specific gene, IGFBP1, potentially through reduced levels of nuclear FOXO1."}, {"pubmed": 22089931, "text": "The presence of PAX3/7-FOXO1 translocation was significantly associated with a higher frequency of metastatic disease."}, {"pubmed": 22159921, "text": "Mirk/Dyrk1B plays an important role in ovarian cancer cell survival through modulating FoxO translocation."}, {"pubmed": 22180177, "text": "findings seem to suggest a relationship between m/z 905, FOXO1A and the development and growth of colorectal cancer"}, {"pubmed": 22197543, "text": "Detection of PAX3/PAX7-FKHR fusion transcripts is a novel tool for Rhabdomyosarcoma diagnosis"}, {"pubmed": 22213032, "text": "Loss of FOXO1 is associated with renal cell carcinoma."}, {"pubmed": 22315317, "text": "A high fat diet increased resting forkhead box class O transcription factor 1 and peroxisome proliferator-activated receptor transcription factor alpha, while decreasing pyruvate dehydrogenase complex activation."}, {"pubmed": 22343918, "text": "FOXO1 repression contributes to classical Hodgkin lymphoma lymphomagenesis."}, {"pubmed": 22374423, "text": "PAX7-FKHR fusion gene inhibits myogenic differentiation via NF-kappaB upregulation."}, {"pubmed": 22389493, "text": "FoxO1 deacetylation can promote vascular endothelial changes conducive to atherosclerotic plaque formation"}, {"pubmed": 22400069, "text": "Finding sugget that Foxo1 regulates Na(V)1.5 expression by directly binding the SCN5a promoter and affecting its transcriptional activity."}, {"pubmed": 22411791, "text": "Inhibition of endogenous FOXO proteins attenuated tetradecanoylphorbol Acetate/PDGF-BB mediated differentiation of neuroblastoma cells."}, {"pubmed": 22417654, "text": "B55alpha-containing PP2A is a key regulator of FOXO1 activity in pancreatic islet beta-cells."}, {"pubmed": 22454413, "text": "FOX01 fusion gene status is a specific molecular marker in patients diagnosed with rhabdomyosarcoma."}, {"pubmed": 22489460, "text": "HCV core protein expression-mediated FOXO1 activation and the increased PGC-1alpha leaded to the elevation of PCK1 at the mRNA level"}, {"pubmed": 22515357, "text": "Helicobacter pylori infection resulted in activation of the PI3K p85 subunit and inactivation of FoxO1 and FoxO3a."}, {"pubmed": 22538365, "text": "The pattern of FOXO1 expression suggests a potential role for FOXO1 in implantation and decidualization."}, {"pubmed": 22552808, "text": "interacts with thrombin leading to expression of cell cycle regulating genes and smooth muscle cell proliferation"}, {"pubmed": 22569260, "text": "Data suggest that when miR-223 is over-expressed in neoplastic cell lines, FOXO1 is down-regulated in cytoplasm, while nuclear FOXO1 is high compared to cytoplasm; as unphosphorylated FOXO1 increases, cyclin D1/inhibitors are up-regulated."}, {"pubmed": 22653055, "text": "A transcriptional network involving the tumor suppressors Kruppel-like factor 6 and forkhead box O1 negatively regulate activated EGFR signaling in both cell culture and in vivo cancer models"}, {"pubmed": 22675169, "text": "Data indicate that golgi phosphoprotein 3 (GOLPH3) overexpression decreased FOXO1 transcriptional activity."}, {"pubmed": 22761423, "text": "STAT3 protein interacts with Class O Forkhead transcription factors in the cytoplasm and regulates nuclear/cytoplasmic localization of FoxO1 and FoxO3a proteins in CD4(+) T cells."}, {"pubmed": 22761592, "text": "These results implicate FOXO1 as a Parkinson disease-relevant gene and warrant further functional analyses of its transcriptional regulatory mechanisms."}, {"pubmed": 22821817, "text": "The activity of the androgen receptor variant AR-V7 is regulated by FOXO1 in a PTEN-PI3K-AKT-dependent way."}, {"pubmed": 22865884, "text": "FOXO1 transcription factor inhibits luteinizing hormone beta gene expression in pituitary gonadotrope cells"}, {"pubmed": 22931788, "text": "FOXO1 plays a central role in FOXO3-induced autophagy."}, {"pubmed": 22992773, "text": "Atg14 is a new target gene of FoxOs and the core clock machinery, and this gene plays an important role in hepatic lipid metabolism"}, {"pubmed": 23002242, "text": "High-glucose-induced, FOXO1-mediated KLF2 suppression was reversed by atorvastatin, suggesting that intensive statin treatment could be a therapeutic option in diabetic vascular dysfunction."}, {"pubmed": 23025577, "text": "FOXO1 silencing reduces reactive oxygen species antioxidant enzyme expression during adipogenesis."}, {"pubmed": 23029264, "text": "MiR-370 can downregulate expression of FOXO1 by directly targeting the FOXO1 upstream untranslated region."}, {"pubmed": 23035900, "text": "The results suggest that inactivation of IKKalpha, followed by Akt and FOXO1 phosphorylation and caspase-3 activation, contributes to zerumbone-induced GBM cell apoptosis."}, {"pubmed": 23041154, "text": "EUK-172 reduced FOXO1 protein content/nuclear translocation, increasing survival of hydrogen peroxide treated neurons."}, {"pubmed": 23059127, "text": "Our findings suggest that FOXO1 locus may influence blood glucose levels in hospitalized older patients, thus being one of the genetic factors contributing to healthy aging"}, {"pubmed": 23077062, "text": "Reduced expression of FoxO1 was found after cerebral hypoxia in oligodendrocytes."}, {"pubmed": 23105097, "text": "Study concludes that IL-1beta regulates FoxO1 activity through a novel neutral sphingomyelinase 2 -dependent pathway."}, {"pubmed": 23142810, "text": "Studies uncovered a linear pathway involving BMP2, WNT4/beta-catenin, and Forkhead box protein O1 that operates in human endometrium to critically control decidualization."}, {"pubmed": 23160481, "text": "Important role of FoxO1 in mediating the effects of TSH and IGF-I on thyroid cell proliferation."}, {"pubmed": 23255113, "text": "Silencing of FoxO1 in Aurora A-knockdown cells allowed the cells to exit cytostatic arrest, which led to massive cell death."}, {"pubmed": 23263330, "text": "FoxO1 is crucial for sustaining cardiomyocyte metabolism and cell survival."}, {"pubmed": 23277279, "text": "XBP-1u suppresses autophagy by promoting the degradation of FoxO1 in cancer cells."}, {"pubmed": 23291589, "text": "2 central corneal thickness-associated loci, FOXO1 and FNDC3B, confer relatively large risks for keratoconus."}, {"pubmed": 23381604, "text": "In the endometrium, FOXO1 is of particular importance as a critical regulator of progesterone-dependent differentiation, menstrual shedding, and protection of the feto-maternal against oxidative damage during pregnancy."}, {"pubmed": 23389878, "text": "FOXO1 binds to the TAU5 motif in the androgen receptor N-terminal domain and inhibits ligand-independent activation of AR splice variants"}, {"pubmed": 23401241, "text": "Loss of TIMP3 is a hallmark of diabetic nephropathy, causing a concomitant STAT1-dependent and compartment-specific loss of FoxO1 activity."}, {"pubmed": 23435416, "text": "JARID2 is a direct transcriptional target of the PAX3-FOXO1 fusion protein."}, {"pubmed": 23460611, "text": "FOXO1 mutation is a novel prognostic factor that plays an important role in diffuse large B-cell lymphoma pathogenesis."}, {"pubmed": 23469153, "text": "Cdk4 phosphorylates and positively regulates PAX3-FOXO1"}, {"pubmed": 23494737, "text": "overexpression of SIRT3 under high glucose conditions reduces FOXO1 acetylation, suggesting that deacetylation of FOXO1 by SIRT3 elevates the expression of the FOXO1 target genes"}, {"pubmed": 23532851, "text": "FoxO1 negatively regulates cellular antiviral response by promoting IRF3 ubiquitination and degradation, providing a previously unknown mechanism for control of type I IFN induction and cellular antiviral response."}, {"pubmed": 23574718, "text": "these findings support a role for PR as a tumor suppressor in ovarian cancer cells, which exhibits inhibitory effects by inducing FOXO1-dependent cellular senescence."}, {"pubmed": 23603247, "text": "FOXO1/IGFBP-1 axis is essential for PRB-dependent growth inhibition of endometrial epithelial cells"}, {"pubmed": 23614736, "text": "Deeper insights into the molecular interplay of FoxO1/mTORC1-mediated nutrient signalling are thus of critical importance to understand the impact of Western diet on the promotion of epidemic acne and more serious mTORC1-driven diseases of civilization."}, {"pubmed": 23615915, "text": "Our findings suggest that Prx1 may modulate the chemosensitivity of lung cancer to docetaxel through suppression of FOXO1-induced apoptosis."}, {"pubmed": 23640897, "text": "Data indicate mitogen lacritin stimulates FOXO3-ATG101 and FOXO1-ATG7 autophagic coupling and restores metabolic homeostasis."}, {"pubmed": 23677673, "text": "FOXO1 was elevated in ischemic muscle from peripheral artery disease patients. FoxO1 directly regulates THBS1 within ischemic muscle."}, {"pubmed": 23686362, "text": "Signalling pathways regulating muscle mass in ageing skeletal muscle involve roles in the IGF1-Akt-mTOR-FoxO pathway."}, {"pubmed": 23721824, "text": "FOXO1 is the functional target of miR-370."}, {"pubmed": 23733015, "text": "HEY1 was significantly downregulated in independent PAX3-FOXO1-positive ARMS tumors."}, {"pubmed": 23733882, "text": "Transcription factor FoxO1 transgene is a key regulator that reprograms and steers the differentiation of effector cells to functionally competent memory cells, thereby regulating the quality of CD8 T cell memory to intracellular pathogens."}, {"pubmed": 23748164, "text": "This study utilized a regulated form of FOXO1 to profile FOXO1-dependent changes in miRNA expression in human cells."}, {"pubmed": 23778262, "text": "higher levels in myometrium obtained from women in labour compared with samples taken from non-labouring women"}, {"pubmed": 23799156, "text": "The FKHR-PAX3 gene fusion might have a critical role in the early stage of alveolar rhabdomyosarcoma development"}, {"pubmed": 23803610, "text": "FOXO1 inhibits beta cell TXNIP transcription and suggest that FOXO1 confers this inhibition by interfering with ChREBP DNA binding at target gene promoters."}, {"pubmed": 23814486, "text": "PAX3-FOXO1 induces up-regulation of Noxa sensitizing alveolar rhabdomyosarcoma cells to apoptosis."}, {"pubmed": 23851496, "text": "Low FOXO1 expression is associated with renal cancer."}, {"pubmed": 23855308, "text": "It is adirect transcriptional regulator of gluconeogenesis and has profound effects on hepatic lipid metabolism.(review)"}, {"pubmed": 23865345, "text": "Studied mRNA levels of FOXO1,KLF9 & YT521 in human normal & cancerous endometrial tissue. Endometrial tissue FOXO1 mRNA level (0.82 +/- 0.27) of patients with endometrial cancer was significantly lower (p < 0.001) than controls (4.51 +/- 2.68)."}, {"pubmed": 23874926, "text": "cytoplasmic FOXO1 and pFOXO1 expression may serve as valuable prognostic variables in astrocytomas and may have significant implications for the development and application of targeted therapy."}, {"pubmed": 23951320, "text": "Upregulation of miR-96 enhances cellular proliferation of prostate cancer cells through FOXO1."}, {"pubmed": 23995784, "text": "FOXO1 is tightly regulated in a multilayered manner by EWS-FLI1-mediated transcriptional repression."}, {"pubmed": 23995837, "text": "TH stimulated FoxO1 recruitment to the PCK1 and G6PC gene promoters in a SirT1-dependent manner."}, {"pubmed": 24028821, "text": "These data provide evidence for an essential role of FoxO proteins in the transcription of ABCA6 in human vascular endothelial cells."}, {"pubmed": 24089019, "text": "a chimeric fusion RNA, PAX3-FOXO1, associated with alveolar rhabdomyosarcoma, is also present in normal non-cancer cells and tissue; when constantly expressed, PAX3-FOXO1 interfered with muscle differentiation process which presumably contributes to tumorigenesis"}, {"pubmed": 24099863, "text": "In this review, we focus on the role of four specific FOX factors (FOXD1, FOXL2, FOXO1 and FOXP3) in gonadotropin hormone production"}, {"pubmed": 24123662, "text": "Akt2 downregulation favors limbal keratinocyte stem cell maintenance as a result of a gain of FOXO functions."}, {"pubmed": 24140020, "text": "mTORC2 promotes inactivating phosphorylation of class IIa histone deacetylases, which leads to the acetylation of FoxO1 and FoxO3, and this in turn releases c-Myc from a suppressive miR-34c-dependent network."}, {"pubmed": 24145170, "text": "FOXO1 coordinates the response of keratinocytes to wounding through up-regulation of TGF-beta1 and other factors needed for keratinocyte migration and protection against oxidative stress, which together promote migration and decrease apoptosis."}, {"pubmed": 24202965, "text": "FOXO1 inhibits cisplatin-induced apoptosis in gastric cancer cells via activating PI3K/Akt pathway"}, {"pubmed": 24205217, "text": "The miR-582-5p could suppress both FOXO1 mRNA."}, {"pubmed": 24213577, "text": "EZH2 is a key factor in the proliferation and survival of PAX3-FOXO1 alveolar RMS cells working, at least in part, by repressing FBXO32"}, {"pubmed": 24260486, "text": "miR-96 can regulate apoptosis in prostate cancer, by inhibiting the FOXO1 transcription factor."}, {"pubmed": 24265696, "text": "P. gingivalis modulates keratinocytes through FOXO1 and FOXO3"}, {"pubmed": 24268349, "text": "Data indicate that FOXO1 upregulates P-glycoprotein (Pgp), and the FLT3-ITD suppresses FOXO1 in acute myeloid leukaemia (AML)."}, {"pubmed": 24269635, "text": "Changes in FOXO1 expression and activation may be involved in cartilage aging and osteoarthritis."}, {"pubmed": 24334454, "text": "A novel mechanism used by PAX3-FOXO1 to inhibit MST1 signaling and promote tumorigenesis in alveolar rhabdomyosarcoma."}, {"pubmed": 24368418, "text": "Human-specific miRNA recognition elements in FOXO1 impacts expression and alters downstream phenotypes associated with FOXO1 levels."}, {"pubmed": 24374340, "text": "miR-107 is an important regulator in gastric cancer"}, {"pubmed": 24398626, "text": "QKI-mediated repression of FOXO1 may be one of the factors contributing to the oncogenesis and progression of breast carcinoma."}, {"pubmed": 24407358, "text": "PLK1 abrogates the inhibitory effects of FOXO1 on cell growth and survival to ensure timely cell cycle progression."}, {"pubmed": 24419059, "text": "our results suggest that capsaicin activated JNK and FOXO-1, leading to the acetylation of FOXO-1 through CBP and SirT-1"}, {"pubmed": 24423924, "text": "FOXO1 and p27(Kip1) were direct targets of miR-196a."}, {"pubmed": 24424889, "text": "these findings suggest that MHY-449 induces apoptosis via downregulation of the Akt/FoxO1 and activation of ERK in androgen-independent, p53-null and PTEN-negative PC3 human prostate cancer cells."}, {"pubmed": 24448243, "text": "Endogenous FoxO1 and FoxO3 binding to the FoxO-binding element identified in Rictor promoter region is enhanced by NVP-BEZ235 treatment."}, {"pubmed": 24452601, "text": "These findings suggest for the first time that FOXO1 is a promising candidate substrate for JNK, and the FOXO1-dependent DNA damage repair may be regulated positively by the JNK pathway in H1299 lung cancer cells."}, {"pubmed": 24458747, "text": "In conclusion, atrogin-1, MuRF1, FOXO1/3A, and eIF3-f mRNA, and protein levels, are differentially regulated by exercise contraction mode but not WPH supplementation combined with hypertrophy-inducing training."}, {"pubmed": 24478438, "text": "Knockdown of FoxO1 and ectopic expression of FoxA2 significantly decreased hepatitis C virus replication."}, {"pubmed": 24489705, "text": "The variants of FoxO1 and FoxO3 may not increase the prevalence of CHD in Han Chinese population."}, {"pubmed": 24560667, "text": "PKA turnover by the REGgamma-proteasome modulates FoxO1 cellular activity and VEGF-induced angiogenesis."}, {"pubmed": 24628039, "text": "Melatonin also inhibits edn-1 promoter activity regulated by FoxO1 and NF-kappabeta. Finally, a significant correlation was observed between AA-NAT and edn-1 expression downregulation in human colorectal cancer tissues."}, {"pubmed": 24631529, "text": "Galpha12gep oncogene inhibits FOXO1, which may result from the inhibition of FOXO1 de novo synthesis by miR-135b in conjunction with MDM2-mediated destabilization of FOXO1."}, {"pubmed": 24633705, "text": "Inhibition of miR-96 caused expression increase of tumor suppressor gene FOXO1; miR-96 may play a vital role in promoting cell proliferation in human prostate cancer cells"}, {"pubmed": 24673584, "text": "FOXO1 expression positively correlates with NF-kappa-B activation and that FOXO1 is a negative upstream regulator of NF-kappa-B signaling."}, {"pubmed": 24741631, "text": "Primary biliary cirrhosis progression is characterized by a FoxO1-independent increase of p27kip1 expression."}, {"pubmed": 24746199, "text": "we propose that the miR27-FOXO1 tandem inhibits apoptosis and represents an alternative pathway for tumor cell survival in PIK3CA-nonmutated endometrioid endometrial adenocarcinoma."}, {"pubmed": 24762137, "text": "A conserved binding site in FOXO1 binds to HBP1 promoter and regulates HBP1 promoter activity."}, {"pubmed": 24839223, "text": "FoxO1 has a potential role as a pro-inflammatory factor in GDM, and may be involved in the development of IR through interaction with TNF-alpha."}, {"pubmed": 24886245, "text": "AGK promotes cell proliferation and tumorigenicity in breast cancer via suppression of the FOXO1."}, {"pubmed": 24895270, "text": "The interaction between the FOXO1 protein genotype and drinking tea were significantly associated with lower risk of cognitive decline."}, {"pubmed": 24916379, "text": "These data establish that LRRK2 can protect neurons from apoptotic insult through a survival pathway in which LRRK2 signals to activate Akt, and then inhibits FOXO1."}, {"pubmed": 24956219, "text": "FoxO1 is involved in the modulation of NaV1.5 expression in ischemic heart disease."}, {"pubmed": 24977668, "text": "FOXO1 activation in the FOXO1-negative Med-B1 cell line led to growth arrest and apoptosis, which was accompanied by repression of MYC and BCL2L1/BCLxL."}, {"pubmed": 24979718, "text": "FOXO1 inhibition promotes generation of insulin-positive cells."}, {"pubmed": 24983498, "text": "SET/TAF-Ibeta inhibits FoxO1 acetylation and activates its transcriptional activity toward p21"}, {"pubmed": 25009184, "text": "p53 directly activates expression of the NAD(+)-dependent histone deacetylase sirtuin 6 (SIRT6), whose interaction with FoxO1 leads to FoxO1 deacetylation and export to the cytoplasm."}, {"pubmed": 25010393, "text": "our data indicate that molecular targeting of FOXO1 may improve the quality of healing and reduce pathological scarring."}, {"pubmed": 25017439, "text": "FOXO1 3'UTR may function as a miRNA-inhibitor in modulating metastasis of breast cancer cells"}, {"pubmed": 25053419, "text": "Data indicate that glycogen synthase kinase 3 beta (GSK3beta) and transcription factors FOXO1/3/4 promote hepatoma cell proliferation through type I insulin-like growth factor receptor (IGF-IR)."}, {"pubmed": 25065674, "text": "AMPK-mediated phosphorylation of FoxO1 is critical for FoxO1 stability and nuclear localization."}, {"pubmed": 25186470, "text": "In chrondrocytes, reduced expression of FoxO transcription factors in chondrocytes increased susceptibility to cell death induced by oxidative stress. This was associated with reduced levels of antioxidant proteins and autophagy-related proteins."}, {"pubmed": 25202916, "text": "abnormal FOXO1 expression may contribute in part to the abnormal trophoblast differentiation in mild preeclampsia"}, {"pubmed": 25232062, "text": "FOXO1 directly activates PRDM1 alpha, the master regulator of plasma cell differentiation, and it enriches a plasma cell signature in cHL cell lines."}, {"pubmed": 25273948, "text": "Study demonstrated associations of genetic variations at the SIRT1 and FOXO1 loci with carotid atherosclerosis."}, {"pubmed": 25311537, "text": "important role for ZBTB20 in controlling NSCLC development"}, {"pubmed": 25330112, "text": "Here we report that HIV-1 down-modulates CD62L in productively infected naive and memory resting CD4 T cells while suppressing Foxo1 activity and the expression of KLF2 mRNA."}, {"pubmed": 25344740, "text": "FoxO1 is a critical integrator of multiple signaling pathways driving pulmomary hypertension."}, {"pubmed": 25364236, "text": "A significantly higher frequency of FOXO1 rs7981045 G/G genotype was observed in nonresponders compared with responders (17.14% versus 2.70%, P=0.010)."}, {"pubmed": 25398439, "text": "PLK1 interacted with and phosphorylated PAX3-FOXO1 at the novel site S503, leading to protein stabilization."}, {"pubmed": 25414190, "text": "We showed that a gene polymorphism in FoxO1 confers risk to acute anterior uveitis in combination with ankylosing spondylitis."}, {"pubmed": 25416447, "text": "miR-135b inhibitor significantly inhibited OS cells proliferation and invasion. Forced expression of FOXO1 showed the opposite effect, and FOXO1 knockdown abolished the effect of miR-135b inhibitor"}, {"pubmed": 25420919, "text": "FoxO1 is highly expressed in M-CSF-derived (M2-like) macrophage subsets, and this M2-like macrophages showed a preferential FoxO1 enrichment on the IL-10 promoter but not in GM-CSF-derived (M1-like) macrophages"}, {"pubmed": 25472505, "text": "Study indicated that overexpression of miR-1269 promotes cell proliferation in hepatocellular carcinoma (HCC) through directly suppressing FOXO1, and functions as an oncomiR in HCC."}, {"pubmed": 25483711, "text": "Trx1 increased FOXO1-induced drug resistance, while Trx1 C69S mutant completely abolished the regulation of FOXO1-mediated drug resistance by Trx1."}, {"pubmed": 25566967, "text": "we showed that Fenofibrate, a PPARalpha agonist, could inhibit U87MG cell proliferation and induce cell cycle arrest via the PPARa/FoxO1/p27kip pathway."}, {"pubmed": 25584414, "text": "FOXO1 and PR are required for the regulation of IRF4, a novel transcriptional regulator of decidualization in human endometrial stromal cells."}, {"pubmed": 25623117, "text": "miR-21/FoxO1 axis appears to be a novel therapeutic target for inhibiting the growth of Pancreatic ductal adenocarcinoma"}, {"pubmed": 25625287, "text": "Data show that higher leptin expression results in inactivation of FOXO1 protein increasing cell proliferation and invasion in prostate cancer cell line."}, {"pubmed": 25627686, "text": "Insulin inhibits retinoic acid biosynthesis through inhibition of FoxO1-induced Rdh10 gene expression."}, {"pubmed": 25648147, "text": "FOXOs support the metabolic requirements of normal and tumor cells by promoting IDH1 expression."}, {"pubmed": 25659124, "text": "Indeed, more fusion genes were generated in fore limb myoblasts via a reciprocal t(1;3), which expressed correctly spliced Pax3-Foxo1 mRNA encoding Pax3-Foxo1 fusion protein"}, {"pubmed": 25736587, "text": "A new insight into various FOXO1-mediated transcriptional regulation and FOXO1-mediated essential biological pathways."}, {"pubmed": 25749387, "text": "miR-491-3p/mTORC2/FOXO1 has a role in tongue cancer response to chemotherapy"}, {"pubmed": 25752515, "text": "identified a novel role for beta-arrestin2 in the modulation of the castration-resistant prostate cancer progress through FOXO1"}, {"pubmed": 25761483, "text": "results indicate that FOXO1 inhibits gastric cancer (GC) growth and angiogenesis under hypoxic conditions via inactivation of the HIF-1alpha-VEGF pathway, possibly in association with SIRT1; thus, development of treatment modalities aiming at this pathway might be useful for treating GC"}, {"pubmed": 25806826, "text": "PAX3-FOXO1 may contribute to tumor formation."}, {"pubmed": 25888950, "text": "miR-135a promotes cell proliferation in bladder cancer by targeting PHLPP2 and FOXO1, and is performed as an onco-"}, {"pubmed": 25909227, "text": "Data show that microRNA miR-21 plays an oncogenic role in diffuse large B-cell lymphoma (DLBCL) by modulating the PI3-Kinase/AKT protein/mTOR protein/forkhead box O1 protein (FOXO1) pathway at multiple levels resulting in strong prognostic implication."}, {"pubmed": 25919885, "text": "inhibition of autophagy markedly enhanced HDACIs-mediated cell death, indicating that autophagy serves as an important cell survival mechanism"}, {"pubmed": 25944660, "text": "Four O-GlcNAcylation sites were identified in FOXO1 but directed mutagenesis of each site individually had modest (T317) or no effect (S550, T648, S654) on its O-GlcNAcylation status and transcriptional activity."}, {"pubmed": 25952685, "text": "Study demonstrated that HGF promoted the viability of endothelial cells in the oxidative-induced apoptosis by inducing the phosphorylation of two FOXO family members, FOXO1 and FOXO3a."}, {"pubmed": 25958948, "text": "Porphyromonas gingivalis-induced reactive oxygen species activate FOXO transcription factors through JNK signalling, and that FOXO1 controls oxidative stress responses, inflammatory cytokine production and cell survival."}, {"pubmed": 25983004, "text": "Low FOXO1 expression is associated with non-small cell lung cancer."}, {"pubmed": 25999418, "text": "Studies indicate that forkhead box O1 protein (FoxO1) is phosphorylated in response to pulmonary hypertension (PAH) proproliferative signals."}, {"pubmed": 26036758, "text": "FOXO1 plays dual roles in TKI resistance through posttranslational modifications in non-small cell lung cancer and this study provides a possible strategy for treatment of TKI-resistant non-small cell lung cancer patients."}, {"pubmed": 26045752, "text": "Overexpression of miR-196a promoted proliferation of MG63 and U2OS cells by modulating the PTEN/PI3K/Akt/FOXO1 signaling pathway."}, {"pubmed": 26061565, "text": "impaired functions of the FOXO1/3/PTEN pathways lead to dramatic changes in the molecular program within granulosa cells."}, {"pubmed": 26071485, "text": "Secreted Frizzled-Related Protein 3 (SFRP3) Is Required for Tumorigenesis of PAX3-FOXO1-Positive Alveolar Rhabdomyosarcoma"}, {"pubmed": 26123392, "text": "SHIP2 inhibition was accompanied by an increased Akt and FOXO-1 phosphorylation, whereas overexpression of the wild-type SHIP2 gene had the opposite effects"}, {"pubmed": 26125868, "text": "our data suggest that FOXO1 plays a vital role in inhibiting cervical cancer development by inducing cell-cycle arrest and apoptosis. FOXO1 expression is a favorable prognostic factor for human cervical cancer."}, {"pubmed": 26147751, "text": "Metformin down-regulates high-glucose-induced TXNIP transcription by inactivating ChREBP and FOXO1 in endothelial cells, partially through AMP-activated protein kinase activation"}, {"pubmed": 26223982, "text": "Elevated KLF12 expression was accompanied by decreased FOXO1 expression in the endometria of patients with repeated implantation failure."}, {"pubmed": 26226438, "text": "FoxO1 regulates asymmetric dimethylarginine via downregulation of dimethylaminohydrolase 1 in HUVECs and subjects with carotid atherosclerosis."}, {"pubmed": 26261511, "text": "demonstrated FOXO1 is a direct target of miR-135a and transcriptionally down-regulated by miR-135a"}, {"pubmed": 26303949, "text": "Promoted cell growth by mitigating the nuclear translocation of FOXO1 in NSCLC cells."}, {"pubmed": 26316586, "text": "Taken together, these results revealed that the upregulation of miR-370 might facilitate the repair of amputated fingers by regulating angiogenesis through targeting FOXO1."}, {"pubmed": 26337673, "text": "Common variation in FOXO1A may modestly affect risk for T2D and obesity in American Indians."}, {"pubmed": 26354380, "text": "It promotes cardiomyocytes against oxidative stress probably through inducing autophagy."}, {"pubmed": 26363058, "text": "IL-10 Potentiates Differentiation of Human Induced Regulatory T Cells via STAT3 and Foxo1."}, {"pubmed": 26363351, "text": "The function of these FOXO proteins in age-related diseases has been extensively studied, in the model organism Caenorhabditis elegans as well as in humans."}, {"pubmed": 26386696, "text": "hepatic insulin resistance in human obesity is: advanced; BMI-correlated; and involves aPKC-activating ceramide; aPKC levels and activity; IRS-1 levels, Akt activity, and FoxO1 phosphorylation; and increases in expression/abundance of PGC-1alpha"}, {"pubmed": 26414954, "text": "Tea drinking may inhibit FOXO1A-209 gene expression and its biological functions, which reduces the negative impacts of FOXO1A-209 gene on longevity and offers protection against mortality risk at oldest-old ages."}, {"pubmed": 26420860, "text": "Data suggest, in chronic hepatitis C virus infection, HDAC9 (histone deacetylase 9) induction in liver regulates hepatic gluconeogenesis and systemic insulin resistance via deacetylation of FoxO1 (Forkhead box O 1) and HDAC3 (histone deacetylase 3)."}, {"pubmed": 26448177, "text": "loss of FOXO1 promotes GC growth and metastasis by upregulating HER2 expression."}, {"pubmed": 26453307, "text": "RICTOR/MTORC2-AKT can integrate convergent hormonal and metabolic signals to provide coordinated and sensitive regulation of hepatic FOXO1-target gene expression."}, {"pubmed": 26472033, "text": "Studies indicate that forkhead box O1 protein (Foxo1) serves as a key negative checkpoint regulator at least for maturation, but may also exhibit other critical functions in NK cells."}, {"pubmed": 26472729, "text": "Low expression of FOXO1 is associated with low chemosensitivity in gastric cancer."}, {"pubmed": 26548866, "text": "we found that miR-155 promoted non-small cell lung carcinomas (NSCLC) cell proliferation through inhibition of FoxO1 and the subsequent increase of ROS generation. Our findings highlight miR-155/FoxO1/ROS axis as a novel therapeutic target for the inhibition of NSCLC growth."}, {"pubmed": 26572153, "text": "our study revealed miR-411 promoted cell proliferation of lung cancer by targeting tumor suppressor gene FOXO1 and miR-411 might be a potential target for lung cancer therapy."}, {"pubmed": 26577046, "text": "Study indicates FOXO1 as a critical component for progesterone signaling to promote cellular senescence and reveals a novel mechanism for transcription factor control of hormone sensitivity."}, {"pubmed": 26585955, "text": "In primary Diffuse large B-cell lymphomas, FOXO1 expression was present in 80% of tumors, correlated with SYK activity, and was associated with longer overall survival."}, {"pubmed": 26591102, "text": "Under the influence of limited access to food FoxO proteins are activated. (review)"}, {"pubmed": 26593208, "text": "An oncogenic miR-9 targeted FoxO1 to promote cell growth; downregulation of this axis was involved in erlotinib's cancer cells growth inhibitory effects."}, {"pubmed": 26617698, "text": "the expression of FOXO1 had an inverse correlation with expression of miR-96 in papillary thyroid carcinoma specimens by RT-qPCR and western blot analysis"}, {"pubmed": 26620759, "text": "we show that FOXO1 transcription factor expression was restricted to the germinal center dark zone and was required for dark zone formation"}, {"pubmed": 26727107, "text": "Foxo1 and PDX1 are colocalized in fetal pancreatic islets, suggesting they function in parallel in beta cells."}, {"pubmed": 26735015, "text": "findings identify FOXO1 as a critical rheostat of vascular expansion and define the FOXO1-MYC transcriptional network as a novel metabolic checkpoint during endothelial growth and proliferation"}, {"pubmed": 26893361, "text": "Low FOXO1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 26929388, "text": "FOXO3 is more active than FOXO1 in primitive hematopoietic stem cells; the upstream regulators other than AKT, such as SIRT1, maintain nuclear FOXO localization and activity in hematopoietic stem cells."}, {"pubmed": 26929406, "text": "Loss of Interdependent Binding by the FoxO1 and FoxA1/A2 Forkhead Transcription Factors Culminates in Perturbation of Active Chromatin Marks and Binding of Transcriptional Regulators at Insulin-sensitive Genes."}, {"pubmed": 27013613, "text": "Lysophosphatidic acid/PKD-1 signaling leads to nuclear accumulation of histone deacetylase 7, where it interacts with forkhead box protein O1 to suppress endothelial CD36 transcription and mediates silencing of antiangiogenic switch, resulting in proangiogenic and proarteriogenic reprogramming."}, {"pubmed": 27035875, "text": "These results indicated that curcumin may induce G2/M cell cycle arrest and apoptosis in U87 cells by increasing FoxO1 expression."}, {"pubmed": 27042963, "text": "this study shows that FoxO1 plays an important role in regulating asbestos-induced apoptosis in T cells"}, {"pubmed": 27044711, "text": "elevated FOXO1 contributes to BCR-ABL1 kinase-independent resistance experienced by relapsed CML patients lacking BCR-ABL1 kinase domain mutations"}, {"pubmed": 27095304, "text": "miR-3188 regulates nasopharyngeal carcinoma proliferation and chemosensitivity through a FOXO1-modulated positive feedback loop with mTOR-p-PI3K/AKT-c-JUN."}, {"pubmed": 27108614, "text": "the data obtained in the present study provided compelling evidence that elevated expression levels of miR196a by the HCV core protein can function as an oncomicroRNA during HCVinduced cell proliferation by downregulating the expression of FOXO1, indicating a potential novel therapeutic target for HCV-related hepatocellular carcinoma ."}, {"pubmed": 27132507, "text": "our findings identify the TXN-FOXO1-p300 circuit as the sensor and effector of oxidative stress in DLBCL cells"}, {"pubmed": 27226562, "text": "The diabetic state is network-wide explained by attenuation of an mTORC1-to-insulin receptor substrate-1 (IRS1) feedback and reduced abundances of insulin receptor, GLUT4, AS160, ribosomal protein S6, and FOXO1. The model demonstrates that attenuation of the mTORC1-to-IRS1 feedback is a major mechanism of insulin resistance in the diabetic state."}, {"pubmed": 27258970, "text": "FOXO1 is significantly downregulated in papillary thyroid carcinoma."}, {"pubmed": 27329843, "text": "AQP9 overexpression decreased the protein levels of phosphatidylinositol-3-kinase (PI3K), leading to reduced phosphorylation of Akt, and subsequently the protein levels of forkhead box protein O1 (FOXO1) were increased."}, {"pubmed": 27404023, "text": "These data suggest that high doses of insulin downregulate apoA-I gene expression in HepG2 cells through redistribution of FOXO1/LXRbeta complex, FOXA2, and LXRalpha on hepatic enhancer of apoA-I gene."}, {"pubmed": 27448972, "text": "Combined treatment with gamma-irradiation (gammaIR) and a dual PI3K/mTOR inhibitor causes loss of stemness and of FoxO1/3 proteins in p53-proficient glioblastoma multiforme stem cells (GBM-SCs)."}, {"pubmed": 27453350, "text": "The studies identify a P/CAF-PAX3-FOXO1 signalling node that promotes oncogenesis and may contribute to MyoD dysfunction in Alveolar rhabdomyosarcoma (ARMS)."}, {"pubmed": 27490929, "text": "expression of Bim is mediated by FoxO1 and indirectly downregulated by thyroid hormone/thyroid hormone receptor, leading to chemotherapy resistance and doxorubicin-promoted metastasis of hepatoma cells."}, {"pubmed": 27503199, "text": "miR-181a2/181b2 prominently dampened cell-cycle progression, suppressed cell growth, and promoted apoptosis of tumor cells in vitro They also effectively impeded tumor formation and growth in vivo miR-181a2/181b2 exert the tumor suppressor ability by depressing the direct target PIK3R3 (p55gamma) and consequently modulating the PIK3R3/Akt/FoxO signaling pathway"}, {"pubmed": 27526027, "text": "the involvement of oxidative stress in the atrophy of COPD peripheral muscle cells in vitro, via the FoxO1/MuRF1/atrogin-1 signaling pathway of the ubiquitin/proteasome system"}, {"pubmed": 27529982, "text": "FOXO1A gene polymorphic site rs4943794 is associated with an acquisition of old and senescent age and with women's longevity. FOXO3A gene polymorphic site rs3800231 is associated with longevity in both women and men."}, {"pubmed": 27534652, "text": "Inhibition of protooncogenic microRNA-181a may suppress proliferation and invasion and promote apoptosis of cervical cancer cells through the PTEN/Akt/FOXO1 pathway."}, {"pubmed": 27559048, "text": "The data suggest that pre-B cells are endowed with a protective mechanism that reduces the risk for aberrant recombinations and chromosomal translocations when exposed to DNA damage, involving the ATM-dependent regulation of FOXO1 binding to the Erag enhancer region."}, {"pubmed": 27566573, "text": "LAT1-NAD+-SIRT1 signaling is activated in tumor tissues of patients with non-small cell lung cancer; NAD+ synthesis regulates the SIRT1-FOXO1 apoptotic pathway in response to NQO1"}, {"pubmed": 27588498, "text": "PAX3-FOXO1 fusion protein serves as a driver mutation to initiate a cascade of mRNA and miRNA changes that ultimately reprogram proliferating myoblasts to induce the formation of alveolar rhabdomyosarcoma"}, {"pubmed": 27616439, "text": "Report shows that silencing MARCH3 protects the endothelial barrier and upregulates OCLN in MARCH3-depleted cells. MARCH3 silencing results in the strengthening of cell-cell contacts and inactivates FoxO1."}, {"pubmed": 27634871, "text": "Decidualization requires transcriptional upregulation of FOXO1.  FOXO1 is transcribed from the same promoter in Decidual Stromal Cell as in endometrial stromal fibroblasts.  Comparing the activities of FOXO1 promoters from human, mouse, manatee (Afrotheria), and opossum (marsupial) revealed that FOXO1 promoter evolved responsiveness to decidualization signals in the stem lineage of eutherians."}, {"pubmed": 27688110, "text": "A high extent more than 25% of BRAF(V600E) alleles may be associated with disease outcome in PTC patients."}, {"pubmed": 27707884, "text": "Ik6, the upstream factor of Akt-FoxO1 pathway, can protect acute lymphoblastic leukemia cells against daunorubicin-induced apoptosis"}, {"pubmed": 27746366, "text": "PTEN/Akt/FOXO1 pathway plays an important role in adriamycin-resistance of breast cancer.The expression of miR-222 is negatively correlated with FOXO1 expression in breast cancer cells."}, {"pubmed": 27751825, "text": "miR-132 plays an important oncogenic role in LSCC by modulating the PI3K/AKT/FOXO1 pathway"}, {"pubmed": 27769097, "text": "Study confirmed that the crosstalk of esophageal squamous cell carcinoma (ESCC) cells and cancer-associated fibroblasts promoted the expression and activation of FOXO1, which then caused TGFb1 expression in an autocrine/paracrine signaling loop resulting in ESCC chemoresistance."}, {"pubmed": 27835585, "text": "KLF4 transcriptionally repressed FOXO1 expression in glioma cells, contributing to glioma cell invasion and growth."}, {"pubmed": 27878235, "text": "the increase of cyclin D1 expression was regulated by FoxO1. The overall findings indicate that antitumor immunity in asbestos-exposed individuals may be reduced in Treg through changes in the function and volume of Treg."}, {"pubmed": 27890702, "text": "The cardiac regeneration may be promoted by proper control of FOXO1/3 activity. FOXO1 mainly plays a detrimental role in heart while FOXO3's actions are influenced by cell type. [review]"}, {"pubmed": 27903254, "text": "The age-associated higher expression of miR-96 and miR-145 might contribute to the lower expression of IGF-1R while the higher expression of miR-96, miR-145 and miR-9 might contribute to the lower expression of FOXO1 in peripheral blood mononuclear cells of aging humans."}, {"pubmed": 27924058, "text": "this study provides the first evidence that FOXO1 can reverse epithelial-to-mesenchymal transition in hepatocellular carcinoma via the transcription inducers Snail, Slug, ZEB1, ZEB2 and Twist1, with ZEB2 playing a particularly critical role in this process. Furthermore, FOXO1 disrupts TGF-beta-induced epithelial-to-mesenchymal transition."}, {"pubmed": 27936162, "text": "Data indicate the discovery of small molecule activator LOM612, a synthesized isothiazolonaphthoquinone as a potent forkhead transcription factors FOXO3a and FOXO1 relocator."}, {"pubmed": 27974199, "text": "we saw that GLP-1 induces phosphorylation of the epidermal growth factor receptor and activation of Foxo1, resulting in cell growth with concomitant enzyme release. Our work uncovers GLP-1-induced signaling pathways in the exocrine pancreas and suggests that increases in amylase and lipase levels in subjects treated with GLP-1 receptor agonists reflect adaptive growth rather than early-stage pancreatitis."}, {"pubmed": 28049237, "text": "There was an increased risk for type 2 diabetes mellitus in the case of non-obesity with genotype combined AA/CC, AA/AC or AG/AA for rs7986407 and rs4325426, and obesity with genotype AA for rs7986407 or AA for rs4325426 of foxo1 protein."}, {"pubmed": 28087474, "text": "FOXO1 down-regulation and p53 overexpression characterizes a group of high-grade, pT1 stage bladder tumors with an increased probability of disease recurrence."}, {"pubmed": 28096479, "text": "Results provide a mechanistic understanding for the observation that loss of IGF-1R expression decreases tamoxifen sensitivity resulting from reduced FoxO1 expression in breast cancer cells."}, {"pubmed": 28099936, "text": "Low FOXO1 expression is associated with invasive oral cancer."}, {"pubmed": 28135285, "text": "This study provides new insights on the action of insulin on the endometrium via regulation of FOXO1."}, {"pubmed": 28138962, "text": "PAX3-FOXO1 collaborates with MYCN during early rhabdomyosarcoma (RMS) tumourigenesis to dysregulate proliferation and inhibit myogenic differentiation and cell death."}, {"pubmed": 28160461, "text": "In this study, the long noncoding RNA MALAT1, confirmed to be significantly upregulated in OS, is first shown to be capable of promoting proliferation and migration by directly suppressing miR-26a-5p in OS cells. Authors have identified forkhead box O1 (FOXO1) as a transcriptional factor of MALAT1 that can negatively regulate MALAT1."}, {"pubmed": 28182362, "text": "Foxo1 signaling contributes to maintainance and exacerbation inflammation and insulin resistance in polycystic ovary syndrome macrophages."}, {"pubmed": 28189723, "text": "Elatoside C (EsC) attenuated ox-LDL-induced HUVECs injury by inducing autophagy via increasing FoxO1 expression level. EsC is thus considered as a potential drug for the treatment of atherosclerosis."}, {"pubmed": 28223045, "text": "presence of a new non-consensus FoxO1 binding site on the G6PC1 promoter that overlaps the CRE, suggesting a mutual exclusion mechanism for FoxO1 and CREB binding at the G6PC1 promoter"}, {"pubmed": 28223425, "text": "miR-145 suppressed STAT3 phosphorylation at Tyr705 and increased foxo1 promoter transcriptional activity in T24 cells, but not in T24T cells, suggesting a role of STAT3 in the divergent responses to miR-145."}, {"pubmed": 28225038, "text": "Here the authors identified a direct interaction of both MEK1 and MEK2 with AKT. The interaction between MEK and AKT affects cell migration and adhesion, but not proliferation. The specific mechanism of action of the MEK-AKT complex involves phosphorylation of the migration-related transcription factor FoxO1."}, {"pubmed": 28249601, "text": "Results identified FOXO1 as a downstream effector of DKK3 that may play a role in blocking adrenocortical dedifferentiation."}, {"pubmed": 28279977, "text": "after AKT-mediated phosphorylation at serine 319, FOXO1 binds to IQGAP1, a hub for activation of the MAPK pathway, and impedes IQGAP1-dependent phosphorylation of ERK1/2 (pERK1/2)."}, {"pubmed": 28283331, "text": "High glucose triggers IL-1beta synthesis in retinal endothelial cells. The produced IL-1beta induces increased FoxO1 expression, and interacts with the IL-1 receptor to activate MAPK signaling, thereby inducing IL-1beta autostimulation."}, {"pubmed": 28339037, "text": "lncFOXO1 suppressed the growth of breast cancer by increasing FOXO1 transcription. Moreover, we found that lncFOXO1 associated with BRCA-1-associated protein 1 (BAP1) and regulates its binding and the level of mono-ubiquitinated H2A at K119 (ubH2AK119) at FOXO1 promoter"}, {"pubmed": 28343375, "text": "FOXO1 serves as an important linker between HER2 and MET signaling pathways through negative crosstalks and is a key regulator of the acquired lapatinib resistance in HER2-positive GC cells."}, {"pubmed": 28349071, "text": "In human fetal pancreatic progenitor cells, FoxO1 knockdown or FoxO1 inhibitor significantly upregulated Ngn3 and insulin as well as the markers such as Glut2, Kir6.2, SUR1, and VDCC, which are designated for mature beta cells. Overexpression of FoxO1 suppressed the induction and reduced expression of these beta cell markers. these results suggest that FoxO1 may act as a repressor to inhibit cell differentiation in the..."}, {"pubmed": 28400278, "text": "Our data suggested that miR-101 suppressed HBV replication and expression partially by targeting FOXO1, providing new insights into the molecular mechanisms of miR-101 in HBV-host interactions and a promising therapeutic target for HBV replication."}, {"pubmed": 28430387, "text": "expression significantly deceased in degenerated discs"}, {"pubmed": 28446439, "text": "Cells harboring the fusion gene are selectively sensitive to small-molecule inhibition of protein targets induced by, or bound to, PAX3-FOXO1-occupied super enhancers. Furthermore, PAX3-FOXO1 recruits and requires the BET bromodomain protein BRD4 to function at super enhancers, resulting in a complete dependence on BRD4 and a significant susceptibility to BRD inhibition"}, {"pubmed": 28460412, "text": "miR-615-3p negatively regulates the osteogenic differentiation of hLF cells through post-transcriptionally suppressing osteogenic regulators GDF5 and FOXO1."}, {"pubmed": 28485164, "text": "miR-215 promotes cell migration and invasion of gastric cancer by targeting FOXO1."}, {"pubmed": 28539329, "text": "MEG3 acts as a ceRNA to regulate expression of E-cadherin and FOXO1 by competitively binding miR-9 and may be used as a potential biomarker in predicting ESCC patients' progression and prognosis"}, {"pubmed": 28559138, "text": "The FOXO1 serves a pivotal role in LEC migration toward exogenous ATP via direct transcriptional regulation of P2Y1 receptor."}, {"pubmed": 28615069, "text": "The borders of this novel topologically associating domains (TADs)correspond to the original 5'- and 3'- borders of the PAX3 and FOXO1 TADs, respectively, suggesting that TAD organisation precedes the formation of regulatory long-range interactions. Our results demonstrate that, upon translocation, novel regulatory landscapes are formed allowing new intra-TAD interactions between the original loci involved"}, {"pubmed": 28621049, "text": "may play a critical role in folliculogenesis"}, {"pubmed": 28641336, "text": "FOXO1 silencing also augmented the migratory behavior of SW-13 cells (p<0.0001), suggesting distinct roles for FOXO1 in promoting viability and controlled motility of adrenocortical cells."}, {"pubmed": 28666797, "text": "miR-196a-5p specifically downregulates the expression of forkhead box protein O1 (FOXO1) by targeting its 3' untranslated region (3'-UTR). FOXO1 upregulates expression of phosphotyrosine interaction domain containing 1 (PID1), thereby inhibiting GSC tumorigenicity and growth"}, {"pubmed": 28681509, "text": "The data indicate that Akt2 ablation protects against cardiac aging through restored Foxo1-related autophagy and mitochondrial integrity."}, {"pubmed": 28685544, "text": "elevated serum and cellular levels of mTOR in the IGT group and FOXO-1 in IFG and IGT groups may be triggered by increased glucose concentration. Indeed, mTOR-mediated variations in cellular level from female patients and FOXO-1-mediated variations of male patients indicated that these factors might play a critical role in glucose intolerance."}, {"pubmed": 28710059, "text": "increased FOXO1 represents a critical mechanism driving aberrant self-renewal in preleukemic cells expressing the t(8;21)-associated oncogene AML1-ETO."}, {"pubmed": 28711779, "text": "Inhibition of FOXO1 enhanced angiogenesis in human bio-engineered capillaries, and resulted in microvascular regeneration and improved function in mouse models of injury-repair."}, {"pubmed": 28719355, "text": "the miRNA-223can maintain cell proliferation of breast cancer cell through targeting FOXO 1."}, {"pubmed": 28733463, "text": "TLR4 and C5aR crosstalk in dendritic cells induces a core regulatory network of RSK2, PI3Kbeta, SGK1, and FOXO transcription factors."}, {"pubmed": 28733598, "text": "the key role of the HDAC9-FoxO1 signalling axis in regulating gluconeogenic genes, transcriptional factors, gluconeogenesis metabolism, and HCV-induced gluconeogenesis in hepatocytes."}, {"pubmed": 28738025, "text": "Authors showed that up-regulation of FOXO1 in cardiomyocytes is central in the pathogenesis of CIH-induced cardiac hypertrophy."}, {"pubmed": 28774833, "text": "In particular, we discuss molecular mechanisms that might determine the switch between pro-apoptotic and pro-survival effects of FOXO1 and their interplay with specific differentiation programs."}, {"pubmed": 28791406, "text": "the present study demonstrated that the expression of miR-196a in human liver cancer cells was upregulated; downregulation of miR-196a regulated human liver cancer cell biological functions which could benefit the clinical therapy of human liver cancer in the future"}, {"pubmed": 28821161, "text": "Induced the nuclear accumulation of FOXO1."}, {"pubmed": 28837808, "text": "elevated expression of microRNA-873 facilitates Th17 differentiation by targeting forkhead box O1 (Foxo1) in the pathogenesis of systemic lupus erythematosus"}, {"pubmed": 28860538, "text": "genetic variant rs10823108 in SIRT1 and variant rs17446614 in FoxO1 may contribute to the risk of DN in T2DM patients."}, {"pubmed": 28965871, "text": "This review aims to serve as a guide for further research and implicate FOXO1 as a potent therapeutic target in digestive malignancy."}, {"pubmed": 28970066, "text": "FOXO1 inhibits the self-renewal capacity of gastric cancer cells through interaction with LGR5."}, {"pubmed": 28972178, "text": "Low FOXO1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 28973411, "text": "Knockdown of FOXO4 but not FOXO1 expression decreased proteasome activity. Following neural differentiation, the HD-iPSC-derived neural progenitor cells (NPCs) demonstrated lower levels of proteasome activity and FOXO expressions than their WT counterparts. More importantly, overexpression of FOXO4 but not FOXO1 in HD NPCs dramatically enhanced proteasome activity."}, {"pubmed": 28994342, "text": "This study is the first to demonstrate FOXO1 gene rearrangements in malignant ectomesenchymoma with alveolar rhabdomyosarcoma subtype."}, {"pubmed": 29138552, "text": "A significant correlation between the physical activity level and peripheral blood mononuclear cell SIRT1 and FOXO1 mRNA expression was found in COPD patients."}, {"pubmed": 29146205, "text": "In this review, we will discuss the current knowledge regarding potential therapeutic targets that might contribute to indirect interference with PAX3-FOXO1 activity in alveolar rhabdomyosarcoma at the different molecular levels and extrapolate these findings to fusion transcription factors in general."}, {"pubmed": 29157981, "text": "A novel role of FoxO1 inhibition in promoting IPC differentiation of hESCs."}, {"pubmed": 29238041, "text": "Low FOXO1 expression is associated with cancer."}, {"pubmed": 29249185, "text": "MiR-145 could suppress human adipose-derived mesenchymal stem cells osteoinductive differentiation by suppressing FoxO1 directly."}, {"pubmed": 29269047, "text": "Insulin suppression of gluconeogenic enzyme expression is facilitated by coordinated inactivation of FoxO1 and PGC-1alpha by WD40/ProF-associated Akt; but this coordination also increases vulnerability to aPKC hyperactivity, which is abetted by SREBP-1c-induced increases in PGC-1alpha and PKC-iota."}, {"pubmed": 29323718, "text": "The study aimed to investigate the impact of miR-182 and FOXO1 on S. japonica-induced hepatic fibrosis. Microarray analysis was performed to screen out differential expressed miRNAs and mRNAs. Rat hepatic fibrosis model and human hepatocellular cell line LX-2 were used to study the effect of miR-182 and FOXO1"}, {"pubmed": 29331376, "text": "The data reveal a novel mechanism in which the elevated miR-425 in IBD mediates pathogenic Th17 cell generation through down-regulation of Foxo1."}, {"pubmed": 29334763, "text": "study demonstrates that LINC01619 functions as a competing endogenous RNA and regulates miR-27a/FOXO1-mediated ER stress and podocyte injury in diabetic nephropathy"}, {"pubmed": 29338713, "text": "LncRNA DANCR could inhibit osteoblast differentiation by regulating FOXO1 expression."}, {"pubmed": 29355652, "text": "These results suggest that liraglutide may exert a renoprotective effect by a FoxO1-mediated upregulation of renal MnSOD expression in the early DKD."}, {"pubmed": 29367756, "text": "PAX3-FOXO1 regulates key microRNAs that may represent novel therapeutic vulnerabilities in fusion positive Rabdomyosarcomas."}, {"pubmed": 29409027, "text": "our study identified that p27 expression was transcriptionally upregulated by enhancing the binding of FOXO1 to its promoter and post-transcriptionally induced through decreasing binding of miR-182 to its mRNA 3'-UTR upon isorhapontigenin treatment"}, {"pubmed": 29448096, "text": "These results strongly suggest that AMPK can activate ORP150 through FOXO1 pathway and confer protection against endoplasmic reticulum stress - induced apoptosis of airway epithelial cells following exposure to cigarette smoke extract."}, {"pubmed": 29466794, "text": "FOXO1, acetylation of FOXO1 and the following interaction between Ac-FOXO1 and Atg7 regulated the basal and serum starvation induced autophagy as evidenced by light chain 3 (LC3) accumulation and p62 degration."}, {"pubmed": 29496617, "text": "full basal FOXO1 transactivation activity relies on Cys612, which mediates synergistic effects of coregulators, CBP or PGC1alpha, on FOXO1 transcriptional activity"}, {"pubmed": 29512721, "text": "The HIF1alphainduced expression of Runx2 and ALP may be completely dependent on the expression levels of Foxo1, and in turn, osteocalcin may be partially dependent on Foxo1 expression."}, {"pubmed": 29569762, "text": "FOXO1 dysregulation plays an important role in infantile haemangiomas pathogenesis. FOXO1 expression was downregulated in IH tissue samples and ECs and was correlated with IH proliferation and involution."}, {"pubmed": 29574902, "text": "FOXO1 directly regulates VEGFA expression, promoting normal angiogenesis during wound healing."}, {"pubmed": 29590615, "text": "Authors show that the molecular and functional longevity of a memory T cell population is actively maintained by the transcription factor FOXO1."}, {"pubmed": 29622548, "text": "FOXO1 activity is essential for growth and maintenance of B-cell precursor acute lymphoblastic leukemia (BCP-ALL). Genetic and pharmacological inactivation of FOXO1 in BCP-ALL cell lines produced a strong antileukemic effect associated with CCND3 downregulation."}, {"pubmed": 29724916, "text": "Low FOXO1 expression is associated with insulin-resistant state of type 2 diabetes."}, {"pubmed": 29727907, "text": "Foxo1 is involved in estradiol 17beta-mediated proliferation in INS1-E cells and human islets."}, {"pubmed": 29739037, "text": "Upregulated circulating miR-139 level may be a potential biomarker for patients with metabolic disorders via suppressing the expression of forkhead box O1(FoxO1) and forkhead box P1 (FoxP1)."}, {"pubmed": 29749437, "text": "apicidin induced the acetylation of Forkhead box-containing protein, O subfamily 1, which acts as a repressor at the IL7R promoter, accompanied with depleted active histone modifications based on chromatin immunoprecipitation assay. Taken together, these results demonstrated that targeting oncogenic IL7R in ESCC by HDAC inhibitors may be a valuable therapeutic approach."}, {"pubmed": 29762826, "text": "miR-9 enhances invasion and migration of cervical carcinomas by directly targeting FOXO1."}, {"pubmed": 29797665, "text": "Fusion genes involving forkhead box protein O1 (FOXO1) were detected in 56 of 84 patients. Events occurred in 52 patients: 43 developed disease recurrence, 7 had disease that was refractory to treatment, and 2 patients developed second neoplasms"}, {"pubmed": 29867121, "text": "findings highlight a novel FoxO1/HMGA1-mediated mechanism by which insulin may regulate gene expression and metabolism."}, {"pubmed": 29901128, "text": "rescue experiments demonstrated that FOXO1 knockdown abolished the effects of miR660 knockdown on osteosarcoma (OS)cell proliferation and invasion. These results suggest that miR660 may serve oncogenic roles in OS by directly targeting FOXO1. Targeting miR660 may be an effective candidate for the treatment of patients with OS."}, {"pubmed": 29928873, "text": "Data show that long non-coding RNA MALAT1 (MALAT1) repressed sirtuin 1 (SIRT1) expression through targeting forkhead box protein O1 (Foxo1)."}, {"pubmed": 29940761, "text": "EPS8L3 might promote proliferation by hyperactivating the AKT signaling pathway and subsequently inhibiting the FOXO1 transcriptional activity in hepatocellular carcinoma"}, {"pubmed": 29963746, "text": "The FOXO1 are critical regulators of Intervertebral disk (IVD) homeostasis during aging and suggest that maintaining or restoring FOXO1 expression can be a therapeutic strategy to promote healthy IVD aging and delay the onset of IVD degeneration."}, {"pubmed": 29966750, "text": "The presence of FOXO1 (and SESN3 and TSC2) were identified in Lewy bodies from brainstem."}, {"pubmed": 30001537, "text": "FOXO1 overexpression increased the length of the microvilli on the cell surface, whereas FOXO1 silencing significantly reduced their length."}, {"pubmed": 30002415, "text": "Study in cultured HUVEC cells demonstrated that the upregulation of ANG2 upon NDPK-B deficiency (siRNA knockdown) is driven by O-GlcNAcylation of FOXO1 and provide evidence for a central role of protein O-GlcNAcylation in NDPK-B associated vascular damage and point to the hexosamine pathway as an important target in retinal vasoregression."}, {"pubmed": 30016365, "text": "Glucosamine affects signaling pathway activation of NK-92 immune cells, changing the phosphorylation of FOXO1, paxillin, and the ERK map kinase pathway"}, {"pubmed": 30024610, "text": "Study showed that miR-135a expression was significantly reduced while FOXO1 was up-regulated in glioma tissues. miR-135a overexpression in U251 cells could prominently inhibit proliferation and invasion according to the transwell assays. Moreover, FOXO1 was recognized as the target for miR-135a and may partially reverse the functions of miR-135a in U251 cells."}, {"pubmed": 30078216, "text": "Our data indicate that H2 S is a novel regulator of FoxO1 in cardiac cells and provide evidence supporting the potential of hydrogen sulfide in inhibiting the progression of diabetic cardiomyopathy ."}, {"pubmed": 30088951, "text": "results suggest that age-associated dysregulation of splicing factor expression and cellular senescence may derive in part from altered activity of ERK and AKT signaling and may act in part through the ETV6 and FOXO1 transcription factors"}, {"pubmed": 30138596, "text": "Low FOXO1 expression is associated with ovarian cancer."}, {"pubmed": 30142277, "text": "these results provide a mechanism for how interdependent FoxO1:FoxA1/2 binding is negatively impacted by insulin and provide a developmental context for cooperative gene activation by these factors."}, {"pubmed": 30144329, "text": "These results demonstrate that FoxO1 promotes differentiation and apoptosis in HPKs."}, {"pubmed": 30190424, "text": "the inhibition of Alveolar rhabdomyosarcoma cell proliferation, survival, and migration after knockdown of PAX3-FOXO1 was significantly (>75%) reversed by knockdown of IL24."}, {"pubmed": 30206735, "text": "Sirtuin 1/forkhead box O1/sterol regulatory element binding protein-1 act as a pathway targeting progesterone receptor and involve in the development of progestin resistance in Ishikawa cells."}, {"pubmed": 30216501, "text": "These results suggested that FOXO1 played a crucial role in resistance to Temozolomide, Carmustine, and Cisplatin; migration and invasion; and stem cell properties of glioma cells."}, {"pubmed": 30227407, "text": "Loss of FOXO1 protein is identified as an early event during pancreatic ductal adenocarcinoma development and may be independent of the top 4 mutated cancer genes"}, {"pubmed": 30262997, "text": "MiR-490-3p inhibits osteogenic differentiation in thoracic ligamentum flavum cells by targeting FOXO1"}, {"pubmed": 30272296, "text": "results indicate that FOXO1 is downregulated by miR300 in hepatocellular carcinoma (HCC) cells and that FOXO1 mediates miR300induced cell viability."}, {"pubmed": 30333121, "text": "Recurrent FOXO1 mutations, which prevent AKT targeting and lock the transcription factor in the nucleus, are used by BL to circumvent mutual exclusivity between PI3K and FOXO1 activation"}, {"pubmed": 30423812, "text": "There is strong indication of involving FOXO1 (Forkhead Box O1) gene-a strong transcription factor present on chr13, interacting with many septal defects link genes."}, {"pubmed": 30452456, "text": "The reciprocal expression of PGR and FOXO1 was conserved in endometrial samples during the proliferative and secretory phase. Expression of FOXO1 and the loss of PGR during the window of receptivity are interrelated and critical for embryo implantation."}, {"pubmed": 30463848, "text": "DNM3OS was found to have a much higher expression level in esophageal cancer cells and in tumor tissues of esophageal squamous cell carcinoma patient. FOXO1, a transcription factor downstream of PDGFbeta/PDGFRbeta signaling pathway, initiated the transcription of DNM3OS by binding to DNM3OS promoter. DNM3OS conferred significant radioresistance in vitro and in vivo by regulating DNA damage response."}, {"pubmed": 30478420, "text": "Overexpression of nuclear FOXO1 and loss of cytoplasmic pSerine256-FOXO1 expression are associated with poor prognosis in patients with EACs."}, {"pubmed": 30535125, "text": "we reported that FOXO1 is methylated by G9a at K273 residue in vitro and in vivo. Methylation of FOXO1 by G9a increased interaction between FOXO1 and a specific E3 ligase, SKP2, and decreased FOXO1 protein stability."}, {"pubmed": 30535458, "text": "The upregulation of MCP1, phosphorylated forkhead boxO1 (pFOXO1), and phosphorylated mTOR (pmTOR) was observed in vivo and in vitro."}, {"pubmed": 30556236, "text": "These results suggest that TRB1 suppresses the expression of G6Pase and PEPCK by attenuating FOXO1 transcriptional activity and negatively regulates gluconeogenesis."}, {"pubmed": 30614794, "text": "we demonstrated that miR-27a promoted the progression of ovarian cancer cells and induced the process of EMT via the Wnt/beta-catenin signalling pathway through inhibition of FOXO1."}, {"pubmed": 30629029, "text": "Data show that menin stabilizes forkhead box O1 protein (FOXO1) by repressing FOXO1 degradation mediated by S-phase kinase-associated protein 2 (Skp2)."}, {"pubmed": 30664534, "text": "The Application of FOXO1A Expression Predicts Aggressive Behavior and Poor Prognosis in Gliomas."}, {"pubmed": 30689742, "text": "Inadequate autophagy with impaired autophagosome-lysosomal fusion exists in aortic endothelial cells from diabetic patients. FoxO1 mediates AGEs-induced ECs autophagic apoptosis through impairing autophagosome-lysosomes fusion by inhibiting Atg14 expression."}, {"pubmed": 30690883, "text": "WTIP impairs AKT phosphorylation and activation, leading to enhanced expression and transcriptional activity of FOXO1, which further increases p21Cip1 and p27Kip1, and decreases cyclin D1, which consequently results in cell cycle arrest."}, {"pubmed": 30728292, "text": "we identified the transcription factor FoxO1 as a potential mediator of ERK2-induced EMT, and thus we investigated the mechanism by which ERK2 regulates FoxO1. Additionally, our analysis revealed that ERK2 induced the expression of Dock10, a Rac1/Cdc42 GEF, during EMT"}, {"pubmed": 30731134, "text": "miR-486-5p may inhibit the proliferation of leukemia cells and induce apoptosis through targeting FOXO1."}, {"pubmed": 30783090, "text": "FOXO1 is involved in establishing endothelial tip cell polarity during sprouting angiogenesis. MST1 (Stk4) regulates FOXO1 localization at tip endothelial cells."}, {"pubmed": 30790508, "text": "miR-486-5p can inhibit inflammatory response, ECM degradation and apoptosis in NP cells by directly targeting FOXO1, which may contribute to the biological therapy of intervertebral disc degeneration."}, {"pubmed": 30799084, "text": "FOXO1 directly inhibits Nampt expression via binding to FOXO1 binding domains in the 5'-flanking region of the nampt gene."}, {"pubmed": 30825235, "text": "Promoter methylation and functional variants in arachidonate 5-lipoxygenase and forkhead box protein O1 genes associated with coronary artery disease."}, {"pubmed": 30841958, "text": "we demonstrated the effect of miR-374a inhibitor/FOXO1 axis on sensitizing glioma cells to VP-16-based chemotherapy"}, {"pubmed": 30873749, "text": "It was found that the FoxO pathway was enriched according to the ChIP-seq results of CTCF. The expression of CTCF, pFoxO1a, FoxO1a, pFoxO3a and FoxO3a was tested by RT-qPCR and Western blot. Inhibition of CTCF could lead to the up-regulation of the FoxO signalling pathway"}, {"pubmed": 30878647, "text": "our findings suggest that PU ameliorates endothelial dysfunction by activating FoxO1 pathway, a pivotal regulating switch of mitochondrial biogenesis."}, {"pubmed": 30944148, "text": "results indicate that TLR3 stimulation induces hMSC migration through the expression of FOXO1-activated genes."}, {"pubmed": 30964354, "text": "CFTR and FOXO1 gene expression are reduced and high mobility group box 1 (HMGB1) is increased in the ovaries and serum of women with polycystic ovarian syndrome."}, {"pubmed": 30967498, "text": "The resistant effect of SIRT1 in oxidative stress-induced senescence of rat nucleus pulposus cell is regulated by Akt-FoxO1 pathway."}, {"pubmed": 31027497, "text": "The novel FOXO1/LINC01197/b-catenin axis was dysregulated during pancreatic ductal adenocarcinoma (PDAC)progression. Our study provides insight into the mechanisms of LINC01197 in PDAC and reveal a potential target for PDAC clinical therapy and prognostic prediction."}, {"pubmed": 31030593, "text": "Foxo1 protein expression in tumors."}, {"pubmed": 31095939, "text": "PAQR3 might regulate the phosphorylation of FoxO1 and the expressions of GCK and LDLR through NF-kappaB pathway, thereby regulating the glucose and lipid metabolism disorders induced by insulin resistance."}, {"pubmed": 31098771, "text": "LITAF expression is decreased in glioma tissues and might enhance radiosensitivity of glioma cells via upregulation of the FoxO1 pathway."}, {"pubmed": 31243340, "text": "Using a proximity ligation assay in kidney biopsies, we found that beta-catenin/Foxo1 interactions were higher in kidneys with little fibrosis, whereas beta-catenin/TCF1 interactions were upregulated in the kidney of patients with fibrosis. We hypothesize that beta-catenin/Foxo1 is protective against kidney fibrosis."}, {"pubmed": 31261027, "text": "The silencing of the vitamin D receptor (VDR) decreased cell survival and increased both FoxO1 mRNA and protein expression."}, {"pubmed": 31300419, "text": "we have identified a previously undiscovered high frequency of FOXO1 mutations in pediatric sporadic and endemic BL."}, {"pubmed": 31301310, "text": "Study in human small airway epithelial cells (HSAEC) and human pulmonary alveolar epithelial cells (HPAEpiC) revealed that smoke exposure significantly reduced Let-7f-1-3p expression level in HSAEC and HPAEpiC. FOXO1 was verified as a putative regulatory target of Let-7f-1-3p. Let-7f-1-3p attenuates smoke-induced apoptosis in HSAEC and HPAEpiC by targeting FOXO1."}, {"pubmed": 31302815, "text": "FOXO1 gene expression is elevated in cervical cancer and cervical intraepithelial neoplasia.An oncogenic role of FOXO1 in cervical cancer cells that correlates with poor patient survival."}, {"pubmed": 31308176, "text": "The results shed light on a mechanism that integrates inputs from both AMPK and AKT signaling pathways in a small motif to fine-tune FOXO1 transcriptional activity."}, {"pubmed": 31322188, "text": "miR1455p was found to be directly targeted by hsa_circ_0006393. Collectively, hsa_circ_0006393 increases the expression levels of osteogenic genes during bone remodeling by sponging miR1455p and upregulating FOXO1."}, {"pubmed": 31367853, "text": "The increase of mTOR expression is consistent with FoxO1 decrease at gene level in acne but not in psoriasis."}, {"pubmed": 31368152, "text": "EZH2 promotes invasion and tumour glycolysis by regulating STAT3 and FoxO1 signalling in human OSCC cells."}, {"pubmed": 31389596, "text": "LncRNA MEG3 accelerates apoptosis of hypoxic myocardial cells via FoxO1 signaling pathway."}, {"pubmed": 31400752, "text": "LncRNA ADAMTS9-AS2 inhibits cell proliferation and decreases chemoresistance in clear cell renal cell carcinoma via the miR-27a-3p/FOXO1 axis."}, {"pubmed": 31425691, "text": "Target genes of dysregulated miRNAs were clustered into FOXO1, HIPPO and Lysine degradation pathways."}, {"pubmed": 31442424, "text": "SIRT6 is the FoxO1 deacetylase suppressed by mTORC2 and show an endogenous interaction between SIRT6 and mTORC2 in both mouse and human cells."}, {"pubmed": 31492105, "text": "The rs2721068 and rs17446614 in FOXO1 were correlated to genetic predisposition to sepsis."}, {"pubmed": 31526292, "text": "miR-27a/b contributes to hepatic gluconeogenesis through targeting FOXO1 and provided novel mechanistic insight into the pathophysiology of insulin resistance"}, {"pubmed": 31547433, "text": "FOXO1 transcript was overexpressed in individuals with morbid obesity and high insulin resistance."}, {"pubmed": 31554600, "text": "Yhe results revealed that forced expression of SPTLC1 could significantly inhibit cell growth in vitro and in vivo via, at least in part, modulating Akt/FOXO1 signaling pathway, thus representing a novel role of SPTLC1 in the regulation of tumor growth in renal cell carcinoma (RCC)."}, {"pubmed": 31578374, "text": "The PAX3-FOXO1 oncogene alters exosome miRNA content and leads to paracrine effects mediated by exosomal miR-486."}, {"pubmed": 31601652, "text": "These results suggest that FOXO1 is necessary for not only SOX9 expression, but also cell-cycle arrest during chondrogenic differentiation via TGFbeta1 signaling"}, {"pubmed": 31629675, "text": "these data suggest that the protection role of FoxO1 against renal TIF and apoptosis in DKD is likely in part to target STAT1 signaling, which may be a promising strategy for long-term treatment of DKD."}, {"pubmed": 31695788, "text": "HBX-induced miR-5188 impairs FOXO1 to stimulate beta-catenin nuclear translocation and promotes tumor stemness in hepatocellular carcinoma."}, {"pubmed": 31696486, "text": "MiR-223-3p promotes the growth and invasion of neuroblastoma cell via targeting FOXO1."}, {"pubmed": 31712122, "text": "Dysregulation of FOXO transcription factors in Epstein-Barr virus-associated gastric carcinoma."}, {"pubmed": 31714185, "text": "Overexpression of microRNA-1 inhibited cell proliferation and induced cell-cycle arrest of bladder cancer cells through targeting Golgi phosphoprotein 3 and regulation of Foxo1."}, {"pubmed": 31765819, "text": "Metabolic aspects of cardiovascular diseases: Is FoxO1 a player or a target?"}, {"pubmed": 31819175, "text": "We also demonstrated that the enhancement of oxidative metabolism was supported by mitochondrial biogenesis and FoxO1-mediated autophagy/mitophagy that sustains the increased ROS burst"}, {"pubmed": 31823759, "text": "Transcription factor forkhead box protein O1 (FOXO1) protein expression level is significantly higher in epithelial ovarian cancer (EOC) tissues than in nonadjacent normal epithelial tissues, benign tissues, and borderline tumors. High FOXO1 expression is an independent prognostic factor for overall survival. Knockdown of FOXO1 is associated with decreased cell viability, migration, and colony formation."}, {"pubmed": 31836325, "text": "Clinicopathological significance of PD-L1 expression in colorectal cancer: Impact of PD-L1 expression on pFOXO1 expression."}, {"pubmed": 31844113, "text": "Expression of TRIB3 positively associates with breast cancer stemness and progression. Elevated TRIB3 expression supports breast cancer stem cells by interacting with AKT to interfere with the FOXO1-AKT interaction and suppress FOXO1 degradation. The accumulated FOXO1 promotes transcriptional expression of SOX2 which in turn activates FOXO1 transcription and forms a positive regulatory loop."}, {"pubmed": 31888661, "text": "MEG3 promotes proliferation and inhibits apoptosis in osteoarthritis chondrocytes by miR-361-5p/FOXO1 axis"}, {"pubmed": 31894487, "text": "LncRNA ANCR Promotes Invasion and Migration of Gastric Cancer by Regulating FoxO1 Expression to Inhibit Macrophage M1 Polarization."}, {"pubmed": 31900915, "text": "REVIEW: Interplay Among PI3K/AKT, PTEN/FOXO and AR Signaling in Prostate Cancer"}, {"pubmed": 31936903, "text": "A Review of FoxO1-Regulated Metabolic Diseases and Related Drug Discoveries."}, {"pubmed": 31980519, "text": "Studied expression of forkhead box O1 (FOXO1) and forkhead box O3 (FOXO3) in human tissues, human cells, and mouse models to elucidate forkhead transcription factor expression patterns in normal meniscus, during aging, and in osteoarthritis."}, {"pubmed": 32016462, "text": "Propofol inhibits proliferation and cisplatin resistance in ovarian cancer cells through regulating the microRNA374a/forkhead box O1 signaling axis."}, {"pubmed": 32057181, "text": "FoxO1 regulates TLR4/MyD88/MD2-NF-kappaB inflammatory signalling in mucosal barrier injury of inflammatory bowel disease."}, {"pubmed": 32057517, "text": "miR-96 enhances the proliferation of cervical cancer cells by targeting FOXO1."}, {"pubmed": 32075913, "text": "Doxorubicin induces cardiomyocyte apoptosis and atrophy through cyclin-dependent kinase 2-mediated activation of forkhead box O1."}, {"pubmed": 32094299, "text": "A Sox2:miR-486-5p Axis Regulates Survival of GBM Cells by Inhibiting Tumor Suppressor Networks."}, {"pubmed": 32135399, "text": "A key control point in the T cell response to chronic infection and neoplasia: FOXO1."}, {"pubmed": 32178422, "text": "Integrated miRNA/mRNA Counter-Expression Analysis Highlights Oxidative Stress-Related Genes CCR7 and FOXO1 as Blood Markers of Coronary Arterial Disease."}, {"pubmed": 32179491, "text": "Transient FOXO1 inhibition in pancreatic endoderm promotes the generation of NGN3+ endocrine precursors from human iPSCs."}, {"pubmed": 32187044, "text": "SRF-FOXO1 and SRF-NCOA1 gene fusion occurs in a subset of well differentiated rhabdomyosarcoma of the neck muscles."}, {"pubmed": 32207860, "text": "KCTD12 promotes G1/S transition of breast cancer cell through activating the AKT/FOXO1 signaling."}, {"pubmed": 32224523, "text": "FOXO1 overexpression is correlated with poor prognosis in epithelial ovarian cancer."}, {"pubmed": 32279994, "text": "MiR-3174 promotes proliferation and inhibits apoptosis by targeting FOXO1 in hepatocellular carcinoma."}, {"pubmed": 32281255, "text": "Genome-Wide Occupancy Profiling Reveals Critical Roles of FoxO1 in Regulating Extracellular Matrix and Circadian Rhythm Genes in Human Chondrocytes."}, {"pubmed": 32332845, "text": "The high protein expression of FOXO3, but not that of FOXO1, is associated with markers of good prognosis."}, {"pubmed": 32359391, "text": "MicroRNA-92a promotes proliferation and invasiveness of gastric cancer cell by targeting FOXO1 gene."}, {"pubmed": 32364530, "text": "Exosomal miR-183-5p promotes angiogenesis in colorectal cancer by regulation of FOXO1."}, {"pubmed": 32373978, "text": "MiRNA-584 suppresses the progression of NK/T-cell lymphoma by targeting FOXO1."}, {"pubmed": 32375544, "text": "Dysregulation of FOXO1 (Forkhead Box O1 Protein) Drives Calcification in Arterial Calcification due to Deficiency of CD73 and Is Present in Peripheral Artery Disease."}, {"pubmed": 32522566, "text": "The expression levels of miRNAs- 27a and 23a in the peripheral blood mononuclear cells (PBMCs) and their correlation with FOXO1 and some inflammatory and anti-inflammatory cytokines in the patients with coronary artery disease (CAD)."}, {"pubmed": 32541947, "text": "FOXO1 promotes HIV latency by suppressing ER stress in T cells."}, {"pubmed": 32567791, "text": "Evaluation of serum FoxO1, mTORC1, IGF-1, IGFBP-3 levels, and metabolic syndrome components in patients with acne vulgaris: A prospective case-control study."}, {"pubmed": 32590022, "text": "UBE2T promotes radiation resistance in non-small cell lung cancer via inducing epithelial-mesenchymal transition and the ubiquitination-mediated FOXO1 degradation."}, {"pubmed": 32646965, "text": "The ERG-Regulated LINC00920 Promotes Prostate Cancer Cell Survival via the 14-3-3epsilon-FOXO Pathway."}, {"pubmed": 32697014, "text": "KDM3A/Ets1 epigenetic axis contributes to PAX3/FOXO1-driven and independent disease-promoting gene expression in fusion-positive Rhabdomyosarcoma."}, {"pubmed": 32716350, "text": "MicroRNA-629 promotes the tumorigenesis of non-small-cell lung cancer by targeting FOXO1 and activating PI3K/AKT pathway."}, {"pubmed": 32829108, "text": "Clinicopathological significance and angiogenic role of the constitutive phosphorylation of the FOXO1 transcription factor in colorectal cancer."}, {"pubmed": 32847377, "text": "Metabolic Regulation of Stem Cells and Differentiation: A Forkhead Box O Transcription Factor Perspective."}, {"pubmed": 32868076, "text": "LncRNA CTBP1-AS2 alleviates high glucose-induced oxidative stress, ECM accumulation, and inflammation in diabetic nephropathy via miR-155-5p/FOXO1 axis."}, {"pubmed": 32870598, "text": "Renal tubular cell binding of beta-catenin to TCF1 versus FoxO1 is associated with chronic interstitial fibrosis in transplanted kidneys."}, {"pubmed": 32879318, "text": "Analysis of chromatin organization and gene expression in T cells identifies functional genes for rheumatoid arthritis."}, {"pubmed": 32986769, "text": "Interactions among IGF-1, AKT2, FOXO1, and FOXO3 variations and between genes and physical activities on physical performance in community-dwelling elders."}, {"pubmed": 33008771, "text": "The relationship between chimeric RNAs and gene fusions: Potential implications of reciprocity in cancer."}, {"pubmed": 33052231, "text": "FOXO1 promotes tumor progression by increased M2 macrophage infiltration in esophageal squamous cell carcinoma."}, {"pubmed": 33061817, "text": "Downregulation of MEG3 promotes neuroblastoma development through FOXO1-mediated autophagy and mTOR-mediated epithelial-mesenchymal transition."}, {"pubmed": 33075563, "text": "S100A11 Promotes Liver Steatosis via FOXO1-Mediated Autophagy and Lipogenesis."}, {"pubmed": 33184773, "text": "Adipose tissue-derived stem cells protect the primordial follicle pool from both direct follicle death and abnormal activation after ovarian tissue transplantation."}, {"pubmed": 33195703, "text": "Keratinocyte Function in Normal and Diabetic Wounds and Modulation by FOXO1."}, {"pubmed": 33229443, "text": "Foxo1 Serine 209 Is a Critical Regulatory Site of CD8 T Cell Differentiation and Survival."}, {"pubmed": 33290869, "text": "Cdc20 induces the radioresistance of bladder cancer cells by targeting FoxO1 degradation."}, {"pubmed": 33356954, "text": "Effect of forkhead box O1 in renal tubular epithelial cells on endotoxin-induced acute kidney injury."}, {"pubmed": 33416167, "text": "Involvement of Blnk and Foxo1 in tumor suppression in BCRABL1transformed proB cells."}, {"pubmed": 33434267, "text": "FoxO1 is a cell-specific core transcription factor for endometrial remodeling and homeostasis during menstrual cycle and early pregnancy."}, {"pubmed": 33449950, "text": "Palmitate induces fat accumulation via repressing FoxO1-mediated ATGL-dependent lipolysis in HepG2 hepatocytes."}, {"pubmed": 33503413, "text": "FOXO1 constrains activation and regulates senescence in CD8 T cells."}, {"pubmed": 33582500, "text": "Klotho, FOXO1 and cytokines associations in patients with coronary artery disease."}, {"pubmed": 33627785, "text": "FOXF1 is required for the oncogenic properties of PAX3-FOXO1 in rhabdomyosarcoma."}, {"pubmed": 33639972, "text": "FOXO1 mitigates the SMAD3/FOXL2(C134W) transcriptomic effect in a model of human adult granulosa cell tumor."}, {"pubmed": 33786575, "text": "FoxO1-GAB1 axis regulates homing capacity and tonic AKT activity in chronic lymphocytic leukemia."}, {"pubmed": 33795871, "text": "Control of endothelial quiescence by FOXO-regulated metabolites."}, {"pubmed": 33818550, "text": "Circ_GRN Promotes the Proliferation, Migration, and Inflammation of Vascular Smooth Muscle Cells in Atherosclerosis Through miR-214-3p/FOXO1 Axis."}, {"pubmed": 33822053, "text": "FOXO1 controls protein synthesis and transcript abundance of mutant polyglutamine proteins, preventing protein aggregation."}, {"pubmed": 33854173, "text": "TRIM27 contributes to glomerular endothelial cell injury in lupus nephritis by mediating the FoxO1 signaling pathway."}, {"pubmed": 33903591, "text": "PXDN reduces autophagic flux in insulin-resistant cardiomyocytes via modulating FoxO1."}, {"pubmed": 33907797, "text": "Melatonin alleviates deoxynivalenol-induced apoptosis of human granulosa cells by reducing mutually accentuated FOXO1 and ER stressdouble dagger."}, {"pubmed": 33976536, "text": "Forkhead Box Protein O1: Functional Diversity and Post-Translational Modification, a New Therapeutic Target?"}, {"pubmed": 34152408, "text": "FOXO1 mediates hypoxia-induced G0/G1 arrest in ovarian somatic granulosa cells by activating the TP53INP1-p53-CDKN1A pathway."}, {"pubmed": 34187933, "text": "Negative correlation of single-cell PAX3:FOXO1 expression with tumorigenicity in rhabdomyosarcoma."}, {"pubmed": 34273354, "text": "PTEN regulates adipose progenitor cell growth, differentiation, and replicative aging."}, {"pubmed": 34380064, "text": "Mutations in the transcription factor FOXO1 mimic positive selection signals to promote germinal center B cell expansion and lymphomagenesis."}, {"pubmed": 34381074, "text": "Hyperglycaemia up-regulates placental growth factor (PlGF) expression and secretion in endothelial cells via suppression of PI3 kinase-Akt signalling and activation of FOXO1."}, {"pubmed": 34403862, "text": "Regulation of autoreactive CD4 T cells by FoxO1 signaling in CNS autoimmunity."}, {"pubmed": 34454092, "text": "An inhibitor-mediated beta-cell dedifferentiation model reveals distinct roles for FoxO1 in glucagon repression and insulin maturation."}, {"pubmed": 34459063, "text": "FOXO1 inhibits prostate cancer cell proliferation via suppressing E2F1 activated NPRL2 expression."}, {"pubmed": 34511023, "text": "Sevoflurane promotes the apoptosis of laryngeal squamous cell carcinoma in-vitro and inhibits its malignant progression via miR-26a/FOXO1 axis."}, {"pubmed": 34552155, "text": "Reduced B7-H3 expression by PAX3-FOXO1 knockdown inhibits cellular motility and promotes myogenic differentiation in alveolar rhabdomyosarcoma."}, {"pubmed": 34552661, "text": "Clinical Evaluation of FOXO1 as a Tumor Suppressor in Prostate Cancer."}, {"pubmed": 34637688, "text": "MiR-1224-5p attenuates polycystic ovary syndrome through inhibiting NOD-like receptor protein 3 inflammasome activation via targeting Forkhead box O 1."}, {"pubmed": 34746956, "text": "Scribble downregulation in adenomyosis compromises endometrial stromal decidualization by decreasing FOXO1 expression."}, {"pubmed": 34751815, "text": "Virus-induced FoxO factor facilitates replication of human cytomegalovirus."}, {"pubmed": 34887361, "text": "Endothelial cell-derived exosomal circHIPK3 promotes the proliferation of vascular smooth muscle cells induced by high glucose via the miR-106a-5p/Foxo1/Vcam1 pathway."}, {"pubmed": 34895065, "text": "Long noncoding RNA matrilineal expression gene 3 inhibits hepatocellular carcinoma progression by targeting microRNA-5195-3p and regulating the expression of forkhead box O1."}, {"pubmed": 34946610, "text": "Resveratrol Promotes Angiogenesis in a FoxO1-Dependent Manner in Hind Limb Ischemia in Mice."}, {"pubmed": 34974173, "text": "Microvascular Barrier Protection by microRNA-183 via FoxO1 Repression: A Pathway Disturbed in Neuropathy and Complex Regional Pain Syndrome."}, {"pubmed": 34980443, "text": "[Alveolar rhabdomyosarcoma: Two fusion-negative cases lacking PAX3-FOXO1 and PAX7-FOXO1].\", trans \"Rabdomiosarcoma alveolar. Dos casos negativos para la fusion PAX3-FOXO1 y PAX7-FOXO1."}, {"pubmed": 35079069, "text": "FOXO1 forkhead domain mutants in B-cell lymphoma lack transcriptional activity."}, {"pubmed": 35084673, "text": "miR-183-5p promotes proliferation, invasion, and glycolysis of thyroid carcinoma cells by targeting FOXO1."}, {"pubmed": 35091454, "text": "Intermediate monocytes induced by IFN-gamma inhibit cancer metastasis by promoting NK cell activation through FOXO1 and interleukin-27."}, {"pubmed": 35163437, "text": "Insulin-like Growth Factor 1 Promotes Cell Proliferation by Downregulation of G-Protein-Coupled Receptor 17 Expression via PI3K/Akt/FoxO1 Signaling in SK-N-SH Cells."}, {"pubmed": 35191464, "text": "Calpain7 negatively regulates human endometrial stromal cell decidualization in EMs by promoting FoxO1 nuclear exclusion via hydrolyzing AKT1."}, {"pubmed": 35271779, "text": "Combined action of FOXO1 and superoxide dismutase 3 promotes MDA-MB-231 cell migration."}, {"pubmed": 35322189, "text": "FoxO1 suppresses IL-10 producing B cell differentiation via negatively regulating Blimp-1 expression and contributes to allergic asthma progression."}, {"pubmed": 35324416, "text": "Targeting Forkhead box O1-aquaporin 5 axis mitigates neuropathic pain in a CCI rat model through inhibiting astrocytic and microglial activation."}, {"pubmed": 35325578, "text": "SNPs of FOXO1 and Their Interactions Contributes to the Enhanced Risk of Diabetes Among Elderly Individuals."}, {"pubmed": 35604932, "text": "Divergent transcriptional and transforming properties of PAX3-FOXO1 and PAX7-FOXO1 paralogs."}, {"pubmed": 35637961, "text": "Cold atmospheric plasmas target breast cancer stemness via modulating AQP3-19Y mediated AQP3-5K and FOXO1 K48-ubiquitination."}, {"pubmed": 35694806, "text": "Porphyromonas gingivalis lipopolysaccharide affects the angiogenic function of endothelial progenitor cells via Akt/FoxO1 signaling."}, {"pubmed": 35800988, "text": "Downregulated Copper Homeostasis-Related Gene FOXO1 as a Novel Indicator for the Prognosis and Immune Response of Breast Cancer."}, {"pubmed": 35986524, "text": "miR-490-3p Alleviates Cardiomyocyte Injury via Targeting FOXO1."}, {"pubmed": 36008941, "text": "PGRMC1 Regulates Cellular Senescence via Modulating FOXO1 Expression in Decidualizing Endometrial Stromal Cells."}, {"pubmed": 36030031, "text": "Fatty acid palmitate suppresses FoxO1 expression via PERK and IRE1 unfolded protein response in C2C12 myotubes."}, {"pubmed": 36104628, "text": "FOXO1 represses MCL1 transcription to regulate the function of vascular smooth muscle cells in intracranial aneurysm."}, {"pubmed": 36251137, "text": "Insulin Downregulates the Expression of ATP-binding Cassette Transporter A-I in Human Hepatoma Cell Line HepG2 in a FOXO1 and LXR Dependent Manner."}, {"pubmed": 36290822, "text": "Decreased FOXO1 Expression Is Correlated with Poor Prognosis in Myelodysplastic Syndromes."}, {"pubmed": 36293387, "text": "SOX2 Promotes Invasion in Human Bladder Cancers through MMP2 Upregulation and FOXO1 Downregulation."}, {"pubmed": 36299623, "text": "FOXO1 inhibits FSL-1 regulation of integrin beta6 by blocking STAT3 binding to the integrin beta6 gene promoter."}, {"pubmed": 36359865, "text": "Identification and Verification of a Novel MAGI2-AS3/miRNA-374-5p/FOXO1 Network Associated with HBV-Related HCC."}, {"pubmed": 36413852, "text": "Hyperglycemia affects neuronal differentiation and Nestin, FOXO1, and LMO3 mRNA expression of human Wharton's jelly mesenchymal stem cells of children from diabetic mothers."}, {"pubmed": 36434144, "text": "CEP55 predicts the poor prognosis and promotes tumorigenesis in endometrial cancer by regulating the Foxo1 signaling."}, {"pubmed": 36484735, "text": "FOXO1 and PAX5 Rearrangement in Alveolar Rhabdomyosarcoma in Saudi Pediatric Patients."}, {"pubmed": 36515788, "text": "FoxO1 Controls Redox Regulation and Cellular Physiology of BV-2 Microglial Cells."}, {"pubmed": 36517234, "text": "The expression of Sirt1/FoxO1 pathway in the placenta of patients with preeclampsia and its connection with prognosis."}, {"pubmed": 36539739, "text": "Self-assembled DNA nanostructure containing oncogenic miRNA-mediated cell proliferation by downregulation of FOXO1 expression."}, {"pubmed": 36573636, "text": "MiR-196a-5p facilitates progression of estrogen-dependent endometrial cancer by regulating FOXO1."}, {"pubmed": 36576072, "text": "Silencing of RhoC induces macrophage M1 polarization to inhibit migration and invasion in colon cancer via regulating the PTEN/FOXO1 pathway."}, {"pubmed": 36585988, "text": "Isotretinoin treatment upregulates the expression of p53 in the skin and sebaceous glands of patients with acne vulgaris."}, {"pubmed": 36598711, "text": "SIRT3 ameliorates polycystic ovary syndrome through FOXO1/PGC-1alpha signaling pathway."}, {"pubmed": 36626516, "text": "Detection value of FOXO1 gene methylation, blood glucose and lipids in patients with type 2 diabetic kidney disease."}, {"pubmed": 36640666, "text": "FOXO1 represses PPARalpha-Mediated induction of FGF21 gene expression."}, {"pubmed": 36670097, "text": "TRIM15 forms a regulatory loop with the AKT/FOXO1 axis and LASP1 to modulate the sensitivity of HCC cells to TKIs."}, {"pubmed": 36675119, "text": "First Report of FARSA in the Regulation of Cell Cycle and Survival in Mantle Cell Lymphoma Cells via PI3K-AKT and FOXO1-RAG1 Axes."}, {"pubmed": 36688989, "text": "LncRNA LINC01197 inhibited the formation of calcium oxalate-induced kidney stones by regulating miR-516b-5p/SIRT3/FOXO1 signaling pathway."}, {"pubmed": 36701897, "text": "D-beta-hydroxybutyrate reduced the enhanced cardiac microvascular endothelial FoxO1 to play protective roles in diabetic rats and high glucose-stimulated human cardiac microvascular endothelial cells."}, {"pubmed": 36722003, "text": "PAX-FOXO1 fusion status in children and adolescents with alveolar rhabdomyosarcoma: Impact on clinical, pathological, and survival features."}, {"pubmed": 36756789, "text": "Extracellular PPM1A promotes mineralization of osteoblasts differentiation in ankylosing spondylitis via the FOXO1A-RUNX2 pathway."}, {"pubmed": 36790598, "text": "Association study to evaluate Foxo1 and Foxo3 gene polymorphisms in polycystic ovary syndrome: a preliminary case-control study and in silico analysis."}, {"pubmed": 36848245, "text": "MicroRNA-27a-3p targets FoxO signalling to induce tumour-like phenotypes in bile duct cells."}, {"pubmed": 36929740, "text": "KSHV hijacks FoxO1 to promote cell proliferation and cellular transformation by antagonizing oxidative stress."}, {"pubmed": 36988771, "text": "CDK10, CDK11, FOXO1, and FOXO3 Gene Expression in Alzheimer's Disease Encephalic Samples."}, {"pubmed": 37003179, "text": "MiR-27b attenuates mitochondrial oxidative stress and inflammation in endothelial cells."}, {"pubmed": 37058885, "text": "Hepatocellular carcinoma-derived FOXO1 inhibits tumor progression by suppressing IL-6 secretion from macrophages."}, {"pubmed": 37087591, "text": "[Silencing SIRT1 reduces 5-fluorouracil resistance of cholangiocarcinoma cells by inhibiting the FOXO1/Rab7 autophagy pathway]."}, {"pubmed": 37116560, "text": "LncRNA DANCR deficiency promotes high glucose-induced endothelial to mesenchymal transition in cardiac microvascular cells via the FoxO1/DDAH1/ADMA signaling pathway."}, {"pubmed": 37167719, "text": "UPF1 regulates FOXO1 protein expression by promoting PBK transcription in non-small cell lung cancer."}, {"pubmed": 37334936, "text": "Melatonin modulates endometrial decidualization via NOTCH1-NRF2-FOXO1-GSH pathwaydagger."}, {"pubmed": 37488325, "text": "FOXO1 promotes endothelial cell elongation and angiogenesis by up-regulating the phosphorylation of myosin light chain 2."}, {"pubmed": 37549024, "text": "FOXO1 orchestrates the intestinal homeostasis via neuronal signaling in group 3 innate lymphoid cells."}, {"pubmed": 37549804, "text": "miR-552 promotes the proliferation and metastasis of intrahepatic cholangiocarcinoma by targeting FOXO1."}, {"pubmed": 37551556, "text": "FOXO1-miR-506 axis promotes chemosensitivity to temozolomide and suppresses invasiveness in glioblastoma through a feedback loop of FOXO1/miR-506/ETS1/FOXO1."}, {"pubmed": 37584250, "text": "FOXO1 promotes the expression of canonical WNT target genes in examined basal-like breast and glioblastoma multiforme cancer cells."}, {"pubmed": 37644500, "text": "FOXO1 regulates osteogenic differentiation of periodontal ligament stem cells through the METTL3 signaling pathway."}, {"pubmed": 37678798, "text": "Hepatocyte FoxO1 Deficiency Protects From Liver Fibrosis via Reducing Inflammation and TGF-beta1-mediated HSC Activation."}, {"pubmed": 37815369, "text": "MiR-184 targeting FOXO1 regulates host-cell oxidative stress induced by Chlamydia psittaci via the Wnt/beta-catenin signaling pathway."}, {"pubmed": 37891533, "text": "METTL3-regulated m6A modification impairs the decidualization of endometrial stromal cells by regulating YTHDF2-mediated degradation of FOXO1 mRNA in endometriosis-related infertility."}, {"pubmed": 37952722, "text": "Hyperglycemia-induced miR182-5p drives glycolytic and angiogenic response in Proliferative Diabetic Retinopathy and RPE cells via depleting FoxO1."}, {"pubmed": 37968277, "text": "PAX3-FOXO1 dictates myogenic reprogramming and rhabdomyosarcoma identity in endothelial progenitors."}, {"pubmed": 37981461, "text": "FOXO1, a tiny protein with intricate interactions: Promising therapeutic candidate in lung cancer."}, {"pubmed": 38029456, "text": "PTEN-mediated FOXO signaling affects autophagy, migration and invasion of rheumatoid arthritis fibroblast-like synoviocytes."}, {"pubmed": 38073044, "text": "Tumor-derived exosomal miR-1247-3p promotes angiogenesis in bladder cancer by targeting FOXO1."}, {"pubmed": 38104484, "text": "M[6]A demethylase ALKBH5 regulates FOXO1 mRNA stability and chemoresistance in triple-negative breast cancer."}, {"pubmed": 38189389, "text": "[m[6]A methylase WTAP participates in renal ischemia-reperfusion injury by regulating FOXO1 expression]."}, {"pubmed": 38224261, "text": "The FOXO1/G6PC axis promotes gastric cancer progression and mediates 5-fluorouracil resistance by targeting the PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 38229320, "text": "METTL14-mediated lncRNA XIST silencing alleviates GDM progression by facilitating trophoblast cell proliferation and migration via the miR-497-5p/FOXO1 axis."}, {"pubmed": 38252663, "text": "Brg1/PRMT5 nuclear complex epigenetically regulates FOXO1 in IPF mesenchymal progenitor cells."}, {"pubmed": 38267912, "text": "Genetic variants in the FOXO1 and ZNF469 genes are associated with keratoconus in Sweden: a case-control study."}, {"pubmed": 38338691, "text": "The Roles and Regulatory Mechanisms of Tight Junction Protein Cingulin and Transcription Factor Forkhead Box Protein O1 in Human Lung Adenocarcinoma A549 Cells and Normal Lung Epithelial Cells."}, {"pubmed": 38343056, "text": "Silencing FUT4 Inhibits the Progression of Osteosarcoma through Activation of FOXO1."}, {"pubmed": 38403332, "text": "FoxO1 promotes ovarian cancer by increasing transcription and METTL14-mediated m[6]A modification of SMC4."}, {"pubmed": 38474048, "text": "Human Amniotic MSC Response in LPS-Stimulated Ascites from Patients with Cirrhosis: FOXO1 Gene and Th17 Activation in Enhanced Antibacterial Activation."}, {"pubmed": 38500269, "text": "FOXO1 regulates wound-healing responses in human gingival fibroblasts."}, {"pubmed": 38519029, "text": "FOXO1 promotes cancer cell growth through MDM2-mediated p53 degradation."}, {"pubmed": 38617001, "text": "Homeobox B2 promotes malignant behavior and contributes to the radioresistance of nasopharyngeal carcinoma by regulating forkhead box protein O1."}, {"pubmed": 38679470, "text": "BMP4 in Human Endometrial Stromal Cells Can Affect Decidualization by Regulating FOXO1 Expression."}, {"pubmed": 38716982, "text": "An extensive analysis of the prognostic and immune role of FOXO1 in various types of cancer."}, {"pubmed": 38795132, "text": "NEK2 promotes the development of ovarian endometriosis and impairs decidualization by phosphorylating FOXO1."}, {"pubmed": 38810422, "text": "FOXO1 regulates RUNX2 ubiquitination through SMURF2 in calcific aortic valve disease."}], "genomic_pos": {"chr": "13", "end": 40666641, "ensemblgene": "ENSG00000150907", "start": 40555667, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 41240734, "start": 41129804, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001568", "qualifier": "involved_in", "term": "blood vessel development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001659", "pubmed": 22510882, "qualifier": "involved_in", "term": "temperature homeostasis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001678", "pubmed": 22510882, "qualifier": "involved_in", "term": "intracellular glucose homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006473", "pubmed": 22510882, "qualifier": "involved_in", "term": "protein acetylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006914", "qualifier": "involved_in", "term": "autophagy"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006915", "pubmed": 31063815, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008286", "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008286", "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009267", "pubmed": 20543840, "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009267", "pubmed": 22510882, "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010508", "pubmed": 20543840, "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032873", "pubmed": 19696738, "qualifier": "involved_in", "term": "negative regulation of stress-activated MAPK cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034393", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0034599", "qualifier": "involved_in", "term": "cellular response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043065", "pubmed": 20543840, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 10871843, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045444", "pubmed": 22510882, "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045722", "pubmed": [17024043, 25009184], "qualifier": "involved_in", "term": "positive regulation of gluconeogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045732", "pubmed": 20543840, "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 22510882, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [7862145, 10871843, 12228231], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [10871843, 12228231], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 27577745, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046676", "qualifier": "involved_in", "term": "negative regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060260", "qualifier": "involved_in", "term": "regulation of transcription initiation by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070417", "pubmed": 22510882, "qualifier": "involved_in", "term": "cellular response to cold"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070542", "qualifier": "involved_in", "term": "response to fatty acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071455", "pubmed": 20543840, "qualifier": "involved_in", "term": "cellular response to hyperoxia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071732", "qualifier": "involved_in", "term": "cellular response to nitric oxide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090090", "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097009", "pubmed": 22510882, "qualifier": "involved_in", "term": "energy homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097150", "qualifier": "involved_in", "term": "neuronal stem cell population maintenance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903243", "qualifier": "involved_in", "term": "negative regulation of cardiac muscle hypertrophy in response to stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000177", "qualifier": "involved_in", "term": "regulation of neural precursor cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000377", "qualifier": "involved_in", "term": "regulation of reactive oxygen species metabolic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25009184, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11311120, 12228231, 18680538, 20543840, 31063815], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [11237865, 11311120, 12228231, 20543840, 25009184, 31063815], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005739", "pubmed": 22510882, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22510882, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 17024043, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "EXP", "id": "GO:0003676", "pubmed": 18786403, "qualifier": "enables", "term": "nucleic acid binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003682", "pubmed": 22510882, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 17024043, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003700", "pubmed": 31063815, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11237865, 11353774, 15220471, 15692560, 15890677, 17030088, 18235501, 18408765, 18786403, 19483080, 20543840, 24419615, 24983498, 25241761, 25609649, 28514442, 31063815, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008013", "pubmed": 15905404, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031490", "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 20543840, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 12228231, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0051721", "qualifier": "enables", "term": "protein phosphatase 2A binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[7955, 567969], [7955, 768121], [8364, 493378], [9031, 374231], [9544, 700030], [9598, 467352], [9606, 2308], [9615, 477295], [9913, 506618], [10090, 56458], [10116, 84482]], "id": 1527}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "FOXO protein, transactivation domain", "id": "IPR032067", "short_desc": "FOXO-TAD"}, {"desc": "FOXO protein, KIX-binding domain", "id": "IPR032068", "short_desc": "FOXO_KIX-bd"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein O1, forkhead domain", "id": "IPR047408", "short_desc": "FH_FOXO1"}], "ipi": "IPI00289866", "map_location": "13q14.11", "name": "forkhead box O1", "other_names": ["forkhead box protein O1", "forkhead box protein O1A", "forkhead, Drosophila, homolog of, in rhabdomyosarcoma"], "pantherdb": {"HGNC": "3819", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890077", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10090, "uniprot_kb": "Q9R1E0"}, {"RGD": "620283", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 10116, "uniprot_kb": "G3V7R4"}, {"Ensembl": "ENSGALG00000017034", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 9031, "uniprot_kb": "A0A1D5PUG9"}, {"Ensembl": "ENSDARG00000055792", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "F1R3E6"}, {"ZFIN": "ZDB-GENE-080425-3", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "A3RK75"}, {"ZFIN": "ZDB-GENE-061013-59", "ortholog_type": "LDO", "panther_family": "PTHR45767", "taxid": 7955, "uniprot_kb": "A3RK74"}, {"WormBase": "WBGene00000912", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 6239, "uniprot_kb": "O16850"}, {"FlyBase": "FBgn0038197", "ortholog_type": "O", "panther_family": "PTHR45767", "taxid": 7227, "uniprot_kb": "Q95V55"}], "uniprot_kb": "Q12778"}, "pathway": {"biocarta": {"id": "aktpathway", "name": "akt signaling pathway"}, "kegg": [{"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04218", "name": "Cellular senescence - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}, {"id": "hsa04931", "name": "Insulin resistance - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_BCR", "name": "BCR"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_FSH", "name": "FSH"}, {"id": "Pathway_IL-7", "name": "IL-7"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "angiopoietinreceptor_pathway", "name": "Angiopoietin receptor Tie2-mediated signaling"}, {"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "foxopathway", "name": "FoxO family signaling"}, {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-198693", "name": "AKT phosphorylates targets in the nucleus"}, {"id": "R-HSA-210745", "name": "Regulation of gene expression in beta cells"}, {"id": "R-HSA-210745", "name": "Regulation of gene expression in beta cells"}, {"id": "R-HSA-211163", "name": "AKT-mediated inactivation of FOXO1A"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5674400", "name": "Constitutive Signaling by AKT1 E17K in Cancer"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5687128", "name": "MAPK6/MAPK4 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9614399", "name": "Regulation of localization of FOXO transcription factors"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9614657", "name": "FOXO-mediated transcription of cell death genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9617629", "name": "Regulation of FOXO transcriptional activity by acetylation"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}, {"id": "R-HSA-9617828", "name": "FOXO-mediated transcription of cell cycle genes"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1541", "name": "Energy Metabolism"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2034", "name": "Leptin signaling pathway"}, {"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP2324", "name": "AGE-RAGE pathway"}, {"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2875", "name": "Constitutive Androstane Receptor Pathway"}, {"id": "WP2876", "name": "Pregnane X receptor pathway"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP3286", "name": "Copper homeostasis"}, {"id": "WP3298", "name": "Melatonin metabolism and effects"}, {"id": "WP3303", "name": "RAC1-PAK1-p38-MMP2 Pathway"}, {"id": "WP3599", "name": "Transcription factor regulation in adipogenesis"}, {"id": "WP3630", "name": "NAD metabolism, sirtuins and aging"}, {"id": "WP3844", "name": "PI3K-AKT-mTOR signaling pathway and therapeutic opportunities"}, {"id": "WP3876", "name": "BMP2-WNT4-FOXO1 pathway in primary endometrial stromal cell differentiation"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3915", "name": "Angiopoietin Like Protein 8 Regulatory Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4186", "name": "Somatroph axis (GH) and its relationship to dietary restriction and aging"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4746", "name": "Thyroid hormones production and their peripheral downstream signaling effects"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP5044", "name": "Kynurenine Pathway and links to Cellular Senescence"}, {"id": "WP5066", "name": "FOXA2 pathway"}, {"id": "WP673", "name": "ErbB signaling pathway"}]}, "pdb": ["3CO6", "3CO7", "3COA", "4LG0", "5DUI", "6LBI", "6QVW", "6QZR", "6QZS", "8A62", "8A65"], "pfam": ["PF00250", "PF16675", "PF16676"], "pharmgkb": "PA28237", "pharos": {"target_id": 4315, "tdl": "Tbio"}, "pir": "S40521", "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249463", "relationship": "is"}, {"id": "GNF249464", "relationship": "is"}, {"id": "GNF249465", "relationship": "is"}, {"id": "GNF249466", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038162", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082601", "relationship": "is"}, {"id": "GNF082602", "relationship": "is"}, {"id": "GNF082603", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051933", "relationship": "is"}, {"id": "GNF056698", "relationship": "is"}, {"id": "GNF061492", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070253", "relationship": "is"}, {"id": "GNF070254", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005477", "relationship": "is"}, {"id": "GNF005478", "relationship": "is"}, {"id": "GNF017072", "relationship": "similar to"}], "NOVART_hs-genome_siRNA": [{"id": "GNF096204", "relationship": "is"}, {"id": "GNF135860", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_023244.1"], "protein": ["NP_002006.2", "XP_011533310.1", "XP_011533312.1", "XP_047286160.1", "XP_054230260.1"], "rna": ["NM_002015.4", "XM_011535008.3", "XM_011535010.3", "XM_047430204.1", "XM_054374285.1"], "translation": [{"protein": "XP_054230260.1", "rna": "XM_054374285.1"}, {"protein": "NP_002006.2", "rna": "NM_002015.4"}, {"protein": "XP_047286160.1", "rna": "XM_047430204.1"}, {"protein": "XP_011533310.1", "rna": "XM_011535008.3"}, {"protein": "XP_011533312.1", "rna": "XM_011535010.3"}]}, "reporter": {"HG-U133_Plus_2": ["202723_s_at", "202724_s_at", "228484_s_at"], "HG-U95Av2": "40570_at", "HTA-2_0": "TC13001719.hg.1", "HuEx-1_0": ["2323347", "3510858"], "HuGene-1_1": "7971177", "HuGene-2_1": "16778392"}, "summary": "This gene belongs to the forkhead family of transcription factors which are characterized by a distinct forkhead domain.  The specific function of this gene has not yet been determined; however, it may play a role in myogenic growth and differentiation. Translocation of this gene with PAX3 has been associated with alveolar rhabdomyosarcoma. [provided by RefSeq, Jul 2008].", "symbol": "FOXO1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333572"}, "unigene": "Hs.370666", "uniprot": {"Swiss-Prot": "Q12778"}, "wikipedia": {"url_stub": "FOXO1"}}