{"AllianceGenome": "6106", "HGNC": "6106", "MIM": "300292", "_id": "50943", "_version": 3, "accession": {"genomic": ["AC232271.2", "AF235097.2", "CH471224.1", "CP068255.2", "GN344065.1", "JA738833.1", "JB259913.1", "KP784358.1", "KP784359.1", "KP784360.1", "KP784361.1", "KP784362.1", "KP784363.1", "KP784364.1", "KP784365.1", "KP784366.1", "KP784367.1", "KP784368.1", "KP784369.1", "NC_000023.11", "NC_060947.1", "NG_007392.1"], "protein": ["AAG53607.1", "AAI13402.1", "AAI13404.1", "AAI43786.1", "AAI43787.1", "AAY27088.1", "ABQ15210.1", "ACJ46653.1", "BAF84741.1", "BAG61809.1", "CAA06748.1", "CAY55968.1", "CCF77062.1", "CDH61704.1", "EAW50671.1", "EAW50672.1", "EAW50673.1", "NP_001107849.1", "NP_054728.2", "Q9BZS1.1"], "rna": ["AF277993.1", "AJ005891.1", "AK292052.1", "AK299988.1", "BC113401.1", "BC113403.1", "BC143785.1", "BC143786.1", "BQ184335.1", "DB342786.1", "DQ010327.1", "EF534714.1", "EU855812.1", "NM_001114377.2", "NM_014009.4"], "translation": [{"protein": "AAI43786.1", "rna": "BC143785.1"}, {"protein": "AAI13404.1", "rna": "BC113403.1"}, {"protein": "CAA06748.1", "rna": "AJ005891.1"}, {"protein": "AAI43787.1", "rna": "BC143786.1"}, {"protein": "NP_054728.2", "rna": "NM_014009.4"}, {"protein": "BAF84741.1", "rna": "AK292052.1"}, {"protein": "AAY27088.1", "rna": "DQ010327.1"}, {"protein": "ACJ46653.1", "rna": "EU855812.1"}, {"protein": "NP_001107849.1", "rna": "NM_001114377.2"}, {"protein": "AAI13402.1", "rna": "BC113401.1"}, {"protein": "AAG53607.1", "rna": "AF277993.1"}, {"protein": "ABQ15210.1", "rna": "EF534714.1"}, {"protein": "BAG61809.1", "rna": "AK299988.1"}]}, "alias": ["AIID", "DIETER", "IPEX", "JM2", "PIDX", "XPID"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2023-10-10T19:00:00.000Z", "disease_label": "immune dysregulation-polyendocrinopathy-enteropathy-X-linked syndrome", "gcep": "Prenatal Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010580", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f5864049-7fe7-42dd-ba85-2a1f1fdf9d50-2023-10-10T190000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000049768", "protein": ["ENSP00000365372", "ENSP00000365380", "ENSP00000396415", "ENSP00000428952", "ENSP00000451208", "ENSP00000498236", "ENSP00000498454", "ENSP00000507726"], "transcript": ["ENST00000376197", "ENST00000376199", "ENST00000376207", "ENST00000455775", "ENST00000518685", "ENST00000557224", "ENST00000651307", "ENST00000652559", "ENST00000684155"], "translation": [{"protein": "ENSP00000365380", "rna": "ENST00000376207"}, {"protein": "ENSP00000365372", "rna": "ENST00000376199"}, {"protein": "ENSP00000498454", "rna": "ENST00000651307"}, {"protein": "ENSP00000396415", "rna": "ENST00000455775"}, {"protein": "ENSP00000428952", "rna": "ENST00000518685"}, {"protein": "ENSP00000451208", "rna": "ENST00000557224"}, {"protein": "ENSP00000498236", "rna": "ENST00000652559"}, {"protein": "ENSP00000507726", "rna": "ENST00000684155"}], "type_of_gene": "protein_coding"}, "entrezgene": "50943", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.0826066493, "exp_mis": 81.8546115834, "exp_syn": 37.1201508258, "lof_z": 2.98534793462686, "mis_z": 0.857137364012574, "mu_lof": 1.13308652484e-06, "mu_mis": 1.41356222072e-05, "mu_syn": 6.15943431184e-06, "n_lof": 0.0, "n_mis": 66.0, "n_syn": 36.0, "p_li": 0.948721767538971, "p_null": 0.000165361109544365, "p_rec": 0.0511128713514846, "syn_z": 0.113977936103256}, "bp": 1296, "cds_end": 49114962, "cds_start": 49107794, "n_exons": 11, "nonpsych": {"exp_lof": 8.11431763724, "exp_mis": 74.1215732841, "exp_syn": 33.5455443099, "lof_z": 2.79755081238827, "mis_z": 0.82731778526563, "mu_lof": 1.13308652484e-06, "mu_mis": 1.41356222072e-05, "mu_syn": 6.15943431184e-06, "n_lof": 0.0, "n_mis": 60.0, "n_syn": 31.0, "p_li": 0.936385334410151, "p_null": 0.000345523624860596, "p_rec": 0.0632691419649885, "syn_z": 0.276710749037495}, "nontcga": {"exp_lof": 8.23052103176, "exp_mis": 74.5103244016, "exp_syn": 33.7667545799, "lof_z": 2.83005524294738, "mis_z": 0.952921647994493, "mu_lof": 1.13308652484e-06, "mu_mis": 1.41356222072e-05, "mu_syn": 6.15943431184e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 34.0, "p_li": 0.933289647017164, "p_null": 0.00031948086543764, "p_rec": 0.0663908721173983, "syn_z": -0.0254155385211982}, "transcript": "ENST00000376207.4"}, "exons": [{"cdsend": 49258505, "cdsstart": 49251333, "chr": "X", "position": [[49250437, 49251483], [49251663, 49251765], [49253125, 49253202], [49253916, 49254067], [49255428, 49255509], [49255714, 49255802], [49256750, 49256855], [49256924, 49257012], [49257426, 49257565], [49258295, 49258527], [49264660, 49264710]], "strand": -1, "transcript": "NM_001114377", "txend": 49264710, "txstart": 49250437}, {"cdsend": 49258505, "cdsstart": 49251333, "chr": "X", "position": [[49250437, 49251483], [49251663, 49251765], [49253125, 49253202], [49253916, 49254067], [49255428, 49255509], [49255714, 49255802], [49256750, 49256855], [49256924, 49257012], [49257426, 49257565], [49257663, 49257768], [49258295, 49258527], [49264660, 49264710]], "strand": -1, "transcript": "NM_014009", "txend": 49264710, "txstart": 49250437}], "exons_hg19": [{"cdsend": 49114962, "cdsstart": 49107794, "chr": "X", "position": [[49106898, 49107944], [49108124, 49108226], [49109586, 49109663], [49110377, 49110528], [49111889, 49111970], [49112175, 49112263], [49113207, 49113312], [49113381, 49113469], [49113883, 49114022], [49114752, 49114984], [49121122, 49121172]], "strand": -1, "transcript": "NM_001114377", "txend": 49121172, "txstart": 49106898}, {"cdsend": 49114962, "cdsstart": 49107794, "chr": "X", "position": [[49106898, 49107944], [49108124, 49108226], [49109586, 49109663], [49110377, 49110528], [49111889, 49111970], [49112175, 49112263], [49113207, 49113312], [49113381, 49113469], [49113883, 49114022], [49114120, 49114225], [49114752, 49114984], [49121122, 49121172]], "strand": -1, "transcript": "NM_014009", "txend": 49121172, "txstart": 49106898}], "generif": [{"pubmed": 11483607, "text": "The ability of scurfin to bind DNA, and presumably repress transcription, plays a paramount role in determining the amplitude of the response of CD4 T cells to activation."}, {"pubmed": 11768393, "text": "novel mutations of FOXP3 in two Japanese patients with immune dysregulation, polyendocrinopathy, enteropathy, X linked syndrome (IPEX)"}, {"pubmed": 12296863, "text": "Random X inactivation was found in the T lymphocytes of a carrier of a FOXP3 mutation (Ala384Thr)with an affected son."}, {"pubmed": 12750858, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14597769, "text": "FoxP3 is expressed predominantly in Tr cells and that it may serve as a master regulator of this cell population."}, {"pubmed": 14671208, "text": "characterization of the underlying FOXP3 mutation in two families with features consistent with IPEX; analysis elucidated the molecular basis of IPEX in one family and provided evidence for an autosomal locus, suggesting genetic heterogeneity"}, {"pubmed": 14997560, "text": "impact of disease-causing missense mutations on the three-dimensional structure, stability, and surface electrostatic charge distribution of the forkhead domains is examined"}, {"pubmed": 15100250, "text": "TGF-beta-mediated induction of Foxp3 in CD4+CD25- T cells results in the development of T cells with regulatory functions."}, {"pubmed": 15172973, "text": "Foxp3 regulatory gene expression may have a role in graft-versus-host disease"}, {"pubmed": 15220219, "text": "Allelic variation in or near the coding regions of the FOXP3 gene does not have a major role in the inherited susceptibility to the common form of type 1 diabetes."}, {"pubmed": 15220219, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15246158, "text": "Human cord blood CD25+CD4+ T cells preferentially transcribed Foxp3, which governs the regulatory function of this subset i"}, {"pubmed": 15374887, "text": "FoxP3 protein, but not mRNA, was specifically expressed by cord blood CD4-CD25 derived T-cells"}, {"pubmed": 15466453, "text": "FOXP3 is a crucial regulatory gene for the development and function of CD25(+)CD4(+) regulatory T cells"}, {"pubmed": 15620457, "text": "FOXP3 expression in humans, unlike mice, may not be specific for cells with a regulatory phenotype and may be only a consequence of activation status."}, {"pubmed": 15674359, "text": "The relative expression of FOXP3 protein mrNA was estimated by the ratio of the Foxp3 value to the HPRT value."}, {"pubmed": 15952173, "text": "Multiple sclerosis patients have abnormalities in FOXP3 message and protein expression levels in peripheral CD4+ CD25+ T cells that are quantitatively related to a reduction in functional suppression induced during suboptimal T-cell receptor ligation."}, {"pubmed": 15972448, "text": "Gene expression of regulatory T cells transcription factor FOXP3 was reduced in chronic graft-versus-host disease patients"}, {"pubmed": 16003241, "text": "FOXP3 mRNA expression levels in allostimulated CD25 cells and CD25 cells and in peripheral blood mononuclear cells."}, {"pubmed": 16091206, "text": "Initiation and suppressive function of FOXP3 and regulatory T cells in the context of allergic asthma.  Review."}, {"pubmed": 16211090, "text": "Ectopic expression of FOXP3 in human CD4+ T cells does not act as a molecular switch to induce regulatory T cells in vitro"}, {"pubmed": 16278306, "text": "The determination of FOXP3+/CD8+ ratio can be a helpful tool to discriminate graft versus hosst disease from infectious inflammation after allogeneic stem cell transplantation."}, {"pubmed": 16322292, "text": "High expression levels of FoxP3 is associated with ovarian cancer"}, {"pubmed": 16339542, "text": "Costimulation of effector T cells with anti-CD3 and TLR5 ligand flagellin resulted in enhanced proliferation and production of IL-2, and potently increased their suppressive capacity and enhanced expression of FOXP3."}, {"pubmed": 16339919, "text": "Increased expression of interleukin-10 and transforming growth factor-beta1 mRNA was also detected in patients with TB but did not correlate with regulatory T-cell markers."}, {"pubmed": 16368541, "text": "analysis of transcriptional regulation by FOXP3 [review]"}, {"pubmed": 16410445, "text": "Increase of functional FOXP3 in T cells in cancer patients is a response to the process of malignant transformation."}, {"pubmed": 16493082, "text": "Fox3p expression is inherent feature of the function of type 1 regulatory T cells specific for desmoglein-3, the autoantigen of pemphigus vulgaris."}, {"pubmed": 16517728, "text": "reveals the structure of the human FOXP3 promoter and provides new insights in mechanisms of addressing T regulatory cell-inducing signals useful for promoting immune tolerance"}, {"pubmed": 16551363, "text": "Increased IL-10 and Foxp3 induction in cord blood mononuclear cells of non-atopic compared to atopic mothers, may indicate an increased capacity to respond to microbial stimuli."}, {"pubmed": 16557241, "text": "The data support the conclusion that the neoplastic cells in CTCL do not express the T(reg) marker FOXP3."}, {"pubmed": 16574699, "text": "The finding of reduced endometrial Foxp3 implicates impaired differentiation of uterine T cells into the Treg phenotype as a key determinant of fertility in women."}, {"pubmed": 16583400, "text": "These data are the first to demonstrate differences in function and FOXP3 expression of CD4(+)CD25(+) T cells from patients with RR- and SP-MS."}, {"pubmed": 16596204, "text": "Expression of Foxp3 in non-small cell lung cancer patients is significantly higher in tumor tissues than in normal tissues, especially in tumors smaller than 30 mm"}, {"pubmed": 16617117, "text": "Most patients lacked FOXP3-expressing cells, further solidifying the association between FOXP3 deficiency and immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome."}, {"pubmed": 16645171, "text": "IL-2 treatment resulted in anincrease in FOXP3 expression in CD3+ T cells. CD56+CD3- natural killer (NK) cells in cancer."}, {"pubmed": 16652285, "text": "HTLV-1-associated myelopathy/tropical spastic paraparesis was associated with lower expression of Foxp3 in leukocytes; suggests impaired Foxp3 expression may contribute to development of inflammatory disease in HTLV-1 infection"}, {"pubmed": 16728694, "text": "Regulatory T cells (T(regs)) containing FOXP3+ were increased in HIV patients after HAART therapy."}, {"pubmed": 16741580, "text": "These findings indicate that forkhead box protein P3 mutations in immune dysregulation, polyendocrinopathy, enteropathy, X-linked patients result in heterogeneous biological abnormalities, leading to a dysfunction in regulatory and effector T cells."}, {"pubmed": 16764698, "text": "Measurement of mRNA expression levels of specific marker FOXP3 in synovial fluid of rheumatic joints confirms the presence of regulatory CD25(bright)CD4+ T cells."}, {"pubmed": 16818738, "text": "The orderly regulation of trafficking receptors in FOXP3-positive T cells according to stages of differentiation and activation is potentially important for their tissue-specific migration and regulation of immune responses in humans."}, {"pubmed": 16825494, "text": "Prognostic significance of FOXP3-positive regulatory T cells in overall survival in follicular lymphoma."}, {"pubmed": 16881731, "text": "Differences in the level of FOXP3 expression in the conjunctiva may indicate a role for regulatory T cells in the resolution of the conjunctival immune response, which is important in protection from immunopathology of trachoma."}, {"pubmed": 16901927, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16920951, "text": "polyendocrinopathy, enteropathy, X-linked syndrome (IPEX) mutations in these domains correlate with deficiencies in FOXP3 repressor function, corroborating their in vivo relevance"}, {"pubmed": 16955142, "text": "CD4+ CD45RO+ Foxp3+ CD25hi T lymphocytes are highly proliferative, with a doubling time of 8 days, compared with memory CD4+ CD45RO+ Foxp3- CD25- (24 days)."}, {"pubmed": 16956389, "text": "Here we show that levels of Foxp3 mRNA are increased in CD4+ T cells from HIV-infected patients responding to antiretroviral therapy."}, {"pubmed": 16996248, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17028180, "text": "Foxp3 may regulate transcription through direct chromatin remodeling, and Foxp3 function is influenced by signals from the TCR"}, {"pubmed": 17033038, "text": "Samples from the long-survival group were more likely than those from the short-survival group to have CD4+ staining cells and to have FOXP3-positive cells in a perifollicular location."}, {"pubmed": 17154262, "text": "Expression of endogenous FOXP3 in humans is not sufficient to induce regulatory T cell activity or to identify regulatory T (Treg) cells."}, {"pubmed": 17161353, "text": "Data showed that autologous bone marrow graft recipients whithout graft versus host disease (GVHD) had significantly higher FOXP3 compared to those with GVHD."}, {"pubmed": 17175222, "text": "assessment of Foxp3 mRNA inside an allograft may distinguish vascular from nonvascular rejection."}, {"pubmed": 17183612, "text": "In this review, a new role is suggested for FOXP3 in human CD4+ T cells: down-modulating responses to T cell receptor-mediated stimulation."}, {"pubmed": 17216339, "text": "Heme oxygenase-1 mRNA expression is linked to the induction of Foxp3 in CD4+ CD25+ glioma infiltrating regulatory T-cells."}, {"pubmed": 17230494, "text": "Mucosal Foxp3 mRNA levels and Foxp3+CD3+ cells were significantly reduced in transplant recipients using prednisone/azathioprine/tacrolimus compared with controls but no direct relationship between Foxp3 expression and 1 specific drug was detected."}, {"pubmed": 17262084, "text": "Abundant intraepithelial infiltrations of regulatory T cells with very high levels of Foxp3 expression was detected in five primary tumours."}, {"pubmed": 17286616, "text": "Regulatory T cells concentrate in tubules in kidney transplantation, contributing to FOXP3 mRNA in urine."}, {"pubmed": 17289884, "text": "FOXP3+ regulatory T cells affect the development and progression of hepatocarcinogenesis"}, {"pubmed": 17299718, "text": "BCG vaccine-receiving tuberculosis patients showed increase in FOXP3 mRNA levels."}, {"pubmed": 17309822, "text": "The current study suggests that activated NK interfere with CD28-mediated Foxp3 protein and RNA expression in CD4(+)CD25(-) T lymphocytes."}, {"pubmed": 17311282, "text": "regulatory roles of T-cell receptor (TCR), co-stimulatory molecules, interleukin-2 (IL-2), transforming growth factor-beta (TGF-beta) and beyond pathways on Foxp3 expression"}, {"pubmed": 17327427, "text": "This study reports that altered peripheral blood frequencies of Tregs, as defined by the expression of FOXP3, are not specifically associated with type 1 diabetes."}, {"pubmed": 17329235, "text": "Expression of FOXP3 is a normal consequence of CD4(+) T cell activation and can no longer be used as an exclusive marker of T regulatory cells."}, {"pubmed": 17360565, "text": "FOXP3 interactions with histone acetyltransferase and class II histone deacetylases are required for repression"}, {"pubmed": 17377532, "text": "In natural T(R) cells, Foxp3 interacts physically with AML1"}, {"pubmed": 17378693, "text": "The immunohistochemistry of FOXP3 is used in the rapid screening for IPEX syndrome."}, {"pubmed": 17389235, "text": "implicate Interleukin-10-producing CD25(-)Foxp3(-) T cells in the pathogenesis of human visceral leishmaniasis"}, {"pubmed": 17393103, "text": "Analysis of cd4+ CD25+ regulatory T cells and FOXP3 mRNA in the peripheral blood of patients with asthma."}, {"pubmed": 17414320, "text": "These findings indicate that induction of FOXP3 is intrinsic to CD8 T cells that are activated in the presence of IL-2 or IL-15."}, {"pubmed": 17414718, "text": "Intrahepatic FOXP3 levels are associated with HCV reinfection, a history of acute rejection, and increased within the first year after liver transplantation."}, {"pubmed": 17418529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17418529, "text": "results suggest that polymorphisms of the FOXP3 gene may play a role in the genetic susceptibility to autoimmune thyroid diseases in Caucasians, perhaps by altering FOXP3 function and/or expression"}, {"pubmed": 17445472, "text": "In Dermatophagoides farinae-stimulated PBMCs from patients with asthma, expression of GATA-3 and T-bet and FOPX3 expression is decreased."}, {"pubmed": 17463169, "text": "NFAT1 could explain low FOXP3 expression and diminished Treg frequency in aplastic anemia."}, {"pubmed": 17508019, "text": "Phenotypic Foxp3+ Tregs, in conjunction with immature dendritic cells and Th2 cytokines, suggests an attenuated state of immunity to human basal cell carcinoma."}, {"pubmed": 17526924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17526924, "text": "study failed to find an association between SNPs in the FOXP3 gene region and Juvenile Idiopathic Arthritis"}, {"pubmed": 17565321, "text": "Posttransplantation, the FOXP3 mRNA levels were higher in endomyocardial biopsies assigned to a higher International Society for Heart and Lung Transplantation rejection grade."}, {"pubmed": 17570480, "text": "Our data demonstrate that FOXP3 is an X-linked breast cancer suppressor gene and an important regulator of the HER-2/ErbB2 oncogene."}, {"pubmed": 17574040, "text": "Exposure of peripheral blood mononuclear cells to melanoma results in induction of FOXP3(+) T(reg) cells."}, {"pubmed": 17589345, "text": "Peritransplanat donor vertebral body bone marrow cells have higher 10-year renal transplant acceptance, chimerism, and FoxP3 mRNA in unclarified regulatory cell phenotypes."}, {"pubmed": 17612516, "text": "This study showed no association between microsatellite polymorphism in the promoter region of FOXP3 gene and susceptibility to type 1 diabetes in the Japanese population, though examination in larger samples is preferred to confirm this result."}, {"pubmed": 17615291, "text": "reveal a novel role for non-Hodgkin lymphoma B cells in the development of intratumoral regulatory T cells"}, {"pubmed": 17641056, "text": "The T regulatory (Treg) cell-defining transcription factor FOXP3 in cooperation with NF-AT promotes TLR1- gene expression."}, {"pubmed": 17644307, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17644307, "text": "We have identified the FOXP3 gene in juvenile Graves' disease."}, {"pubmed": 17666212, "text": "Essential transcription factor not only for differentiation and function of naturally occurring Treg cells but also for regulation of intracellular molecules related to effector T-cell responses. Review."}, {"pubmed": 17694575, "text": "FOXP3 DNA demethylation constitutes the most reliable criterion for natural regulatory T cells available at present"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17706604, "text": "analysis of FOXP3-transduced Jurkat-T cells as regulatory T (Treg)-like cells"}, {"pubmed": 17712427, "text": "Data suggest that lLow frequencies of Foxp3-Treg in all developmental stages of human plaque formation could explain the smoldering chronic inflammatory process that takes place throughout the longstanding course of atherosclerosis."}, {"pubmed": 17712989, "text": "FOXP3 has a role in IPEX syndrome [review]"}, {"pubmed": 17712998, "text": "CD4+CD25+CTLA-4+FoxP3+ T cells have roles in patients with systemic lupus erythematosus and are impaired after conventional treatments"}, {"pubmed": 17713426, "text": "Regulatory T cells (Treg) suppress immune responses, making them an exciting therapeutic target for achieving operational transplant tolerance. FOXP3 is a master gene required for the development and function of Treg."}, {"pubmed": 17804750, "text": "Foxp3 expression in pancreatic carcinoma cells as a novel mechanism of immune evasion in cancer."}, {"pubmed": 17851585, "text": "proportions of FOXP3-bearing lymphocytes were higher in vertical than in radial growth phase, as well as in late than in early melanoma stages"}, {"pubmed": 17878390, "text": "FOXP3+ CD4+ CD25(+high) regulatory T cells both in peripheral blood and in renal infiltrates were higher in donor-specific hyporesponders than in nonhyporesponders"}, {"pubmed": 17903368, "text": "Fibrosing cholestatic hepatitis has specific pathological characteristics which might be caused by high expression of FOXP3 in liver tissues."}, {"pubmed": 17916446, "text": "patients with FOXP3 gene mutations revealed a paucity of CD4(+)CD25(+)FOXP3(+) T cells."}, {"pubmed": 17921346, "text": "mechanism for IL-21-mediated expansion of antigen-specific CTLs that involves suppression of Foxp3-expressing cells and reversal of inhibition to tumor-associated antigen-specific cytotoxic T cell generation"}, {"pubmed": 17932340, "text": "FoxP3 as a biomarker should be explored for human tumors to enable physicians to make better decisions in oncologic care and to prepare the field for novel therapeutic agents directed at the elimination of regulatory T cells within tumors."}, {"pubmed": 17954183, "text": "Foxp3+ cells can be detected in kidney transplant biopsies with acute rejection."}, {"pubmed": 17970785, "text": "Despite the expression of CTLA-4 and Foxp3, tumors were incapable of suppressing the proliferation of autologous T8 cells. ATL cells are phenotypically Treg cells in at least some patients, but lack immunoregulatory functions toward T8 cells."}, {"pubmed": 17975141, "text": "CD4+CD25highFoxp3+ T cells have a role in squamous cell carcinoma of the head and neck"}, {"pubmed": 18008005, "text": "downregulation of SKP2 was critical for FOXP3-mediated growth inhibition in breast cancer cells that do not overexpress ERBB2/HER2."}, {"pubmed": 18024321, "text": "The ratio of FOXP3+ regulatory T-cells to granzyme B+ cytotoxic T/NK Cells predicts prognosis in classical Hodgkin lymphoma."}, {"pubmed": 18034969, "text": "Our results show the presence of CD25 FoxP3 T regulatory cells in chronic atopic dermatitis lesions"}, {"pubmed": 18047933, "text": "in contrast to intragraft FOXP3 gene expression, the peripheral FOXP3 mRNA levels lack correlation with anti-donor immune responses in the graft. FOXP3 does not appear to be a candidate gene for non-invasive diagnosis of non-responsiveness or rejection."}, {"pubmed": 18089323, "text": "CD8+FOXP3+ T cells play an important role in unresponsiveness related to upregulated interleukin receptors on dendritic cells."}, {"pubmed": 18092263, "text": "There is an accumulation of FoxP3-expressing regulatory T cells in RA SF, and such recruitment may be dependent on the distinct chemokine receptors expressed on regulatory T cells."}, {"pubmed": 18155891, "text": "Homozygous loss of function of foxp3 gene results in the absence of development of a crucial subpopulation of lymphocytes with CD4+CD25+ phenotype, called regulatory T-cells. [REVIEW]"}, {"pubmed": 18156149, "text": "LPS-activated monocytes suppress T cell immune responses and induce FOXP3 expression in resting CD4+CD25- T cells through a COX-2-PGE2-dependent mechanism."}, {"pubmed": 18162042, "text": "interleukin 4 (IL-4) present at the time of T cell priming inhibits FOXP3"}, {"pubmed": 18171284, "text": "Forkhead transcription factor 3 (FoxP3) expression and T(reg) cell suppression were greater in patients with acute HCV infection , 6 months later, the resolution of disease was associated with a relative loss of functional suppression"}, {"pubmed": 18173798, "text": "FOXP3 expression was found in some CD4(+) T cells and CD25(+) cells but not in CD8(+) T cells. FOXP3(+) T cells in periodontitis lesions can be considered to be effector T cells."}, {"pubmed": 18178814, "text": "TNreg cells are precursors for human Treg cells; these cells require a high level of FoxP3 expression to maintain their suppressive function."}, {"pubmed": 18231910, "text": "higher percentages of FOXP3-positive Tregs on initial tumor biopsy evidenced a significantly longer OS"}, {"pubmed": 18240282, "text": "Tissue samples at different points showed a significant reduction in IL-1beta mRNA expression, and a significant increase in Foxp3 mRNA expression in ulcerative colitis."}, {"pubmed": 18246047, "text": "FOXP3 expression in adult T-cell leukemia/lymphoma and reflects morphological features and is clinically and pathologically associated with an immunosuppressive state."}, {"pubmed": 18261176, "text": "Campath-1H (Alemtuzumab) is an effective immunodepletion agent used in renal transplantation which increass FOXP3 regulatory T cells."}, {"pubmed": 18270250, "text": "After stimulation of CD4+CD25- T cells, the cells express FOXP3 display potent immunosuppressive properties."}, {"pubmed": 18270368, "text": "activation of STAT5 sustains FOXP3 expression in both Treg and Teff cells and contribute to our understanding of how cytokines affect the expression of FOXP3"}, {"pubmed": 18279718, "text": "After culture with mesenchymal stromal cells (MSCs) both immunoselected fractions registered increases in the CD4(+)/CD25(bright)/FoxP3 expression was downregulated."}, {"pubmed": 18286169, "text": "The unique FOXP3 promoter methylation profile in Tregs suggests that a demethylated pattern is a prerequisite for stable FOXP3 expression and suppressive phenotype"}, {"pubmed": 18294387, "text": "B7-H1, PD-1 and FOXP3 may have roles in progression of breast neoplasms"}, {"pubmed": 18304876, "text": "Higher FoxP3 expression at diagnosis predicted worse future glycemic control while higher mean numbers of IL-10 cells were associated with better future glucose control."}, {"pubmed": 18317533, "text": "Immunodysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome is a rare disorder caused by mutations in the FOXP3 gene"}, {"pubmed": 18324310, "text": "IL2/FOXP3-dependent negative feedback loop that normally regulates the T cell immune response"}, {"pubmed": 18331599, "text": "FOXP3 expression in cutaneous and systemic CD30-positive lymphoproliferations is generally confined to tumour infiltrating rgulatory T-lymphocytes"}, {"pubmed": 18354202, "text": "expand the possible targets of FOXP3-mediated repression and demonstrate functional differences between FOXP3 isoforms"}, {"pubmed": 18368049, "text": "the decision of antigen-stimulated cells to differentiate into either T(H)17 or T(reg) cells depends on the cytokine-regulated balance of RORgammat and Foxp3"}, {"pubmed": 18394345, "text": "The low expression of Foxp3 in CD4+CD25high Treg cells in cord blood suggests Treg cells in neonates are not mature in suppression."}, {"pubmed": 18395862, "text": "FOXP3-independent mechanisms, mediated by IL-10, contribute to the induction and suppressor functions of type 1 regulatory T cells"}, {"pubmed": 18412171, "text": "Both Foxp3 isoforms possess similar capacities to induce Treg. However, unnaturally high expression levels are required to convey Treg functions to CD4(+)CD25(-) cells."}, {"pubmed": 18413409, "text": "The level of expression of FOXP3 was normal in Treg cells from patients with SLE."}, {"pubmed": 18413770, "text": "FoxP3, a key regulator of immune suppression, is not only expressed by regulatory T cells but also by melanoma cells, Epstein Barr virus-transformed B cells, and a wide variety of tumor cell lines."}, {"pubmed": 18424697, "text": "Foxp3 can regulate pim 2 expression."}, {"pubmed": 18430198, "text": "Foxp3 mRNA as well as Foxp3 protein was detected in all tumor cell lines, correlating with the expression levels of IL-10 and TGFb1"}, {"pubmed": 18434325, "text": "Foxp3 inhibits RORgammat-mediated IL-17A mRNA transcription through direct interaction with RORgammat"}, {"pubmed": 18496979, "text": "Although the FOXP3 gene polymorphism has no effect on susceptibility to sarcoidosis, the (GT)15 allele may exert protective effects against skin involvement."}, {"pubmed": 18496979, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18510637, "text": "FOXP3 expression did not correlate with favorable graft outcomes, even when the analysis was restricted to biopsies with rejection"}, {"pubmed": 18510697, "text": "Foxp3 in normal T cells, but not mRNA, is basically potent at discriminating a subset of Treg cells from CD25(+) T-cell populations, in leukemic T cells could be implicated in oncogenesis and has a potentially useful clinical role."}, {"pubmed": 18533240, "text": "The correlation between the presence of FOXP3(+) Tregs and high vessel density in endometrial adenocarcinomas suggests a link between immunity, intratumoral angiogenesis and poor prognosis."}, {"pubmed": 18544681, "text": "FoxP3(+) Treg cells are productively infected and play an important role in acute HIV-1 infection in vivo"}, {"pubmed": 18579608, "text": "Preservation of FoxP3+ regulatory T cells in the peripheral blood of HIV-1-infected elite suppressors correlates with low CD4+ T-cell activation."}, {"pubmed": 18606654, "text": "results, demonstrating that FOXP3 expression driven solely by the CD28/B7 interaction inhibited T cell activation, support the role of CD28 in the regulation of peripheral tolerance and suggest a new mechanism through which it could occur"}, {"pubmed": 18628982, "text": "GARP is a regulatory T cell specific cell surface molecule that mediates suppressive signals and induces Foxp3 expression"}, {"pubmed": 18641303, "text": "IRF-1 is a key negative regulator of CD4(+)CD25(+) Treg cells through direct repression of Foxp3 expression"}, {"pubmed": 18641304, "text": "acquisition of suppressive behavior by activated CD4(+)CD25(-) T cells requires the expression of CTLA-4, a feature that appears to be facilitated by, but is not dependent on, expression of FoxP3"}, {"pubmed": 18665940, "text": "H. pylori-positive patients revealed a high induction of FOXP3 transcript which correlated positively with inflammation and TGF-beta1 levels."}, {"pubmed": 18667728, "text": "Foxp3 has a role in preventing progression toward acute rejection of kidney transplants"}, {"pubmed": 18681861, "text": "There were fewer numbers of Foxp3+ T cells in the monoclonal variants of pityriasis lichenoides chronica and pigmented purpuric dermatosis."}, {"pubmed": 18690669, "text": "The results from this study will allow the assessment of FoxP3 by flow cytometry on samples from clinical sites that are analyzed in real time on fresh blood or frozen PBMC."}, {"pubmed": 18769452, "text": "malignant T cells express low molecular splice forms of FOXP3 and function as Tregs"}, {"pubmed": 18794055, "text": "FoxP3+ peripheral T-cell lymphomas not otherwise specified presumably derived from bona fide Treg cells occurs but seems rare in the Western population"}, {"pubmed": 18802341, "text": "Foxp3-positive Tregs detected in skin biopsies of atopic dermatitis patients: controversy"}, {"pubmed": 18818377, "text": "Foxp3+ T-regulatory cell frequency in the minor salivary glands lesions of Sjogren's syndrome patients correlates with inflammation grade and certain risk factors for lymphoma development."}, {"pubmed": 18825388, "text": "The greatest upregulation of IL-23p19, Foxp3 and survivin mRNA was seen in colorectal carcinomas than normal mucosa."}, {"pubmed": 18829063, "text": "FOXP3 decreases binding of NFAT2 to the HIV-1 LTR in vivo"}, {"pubmed": 18836525, "text": "Effects of natalizumab treatment on FOXP3 T regulatory cells is reported."}, {"pubmed": 18844067, "text": "In active phase AA patients, the levels of FOXP3 and Notchl mRNA were lower than that in the control group."}, {"pubmed": 18924611, "text": "The kinetics of FOXP3 T-cell accumulation during a human cutaneous antigen-specific memory response in vivo are reported."}, {"pubmed": 18931102, "text": "FOXP3 sequencing should be performed in any male patient with the diagnosis of diabetes in the first 6 months who develops other possible autoimmune-associated conditions."}, {"pubmed": 18941119, "text": "CD49d provides access to highly pure populations of untouched Foxp3(+) Treg cells conferring maximal safety for future clinical applications"}, {"pubmed": 18951619, "text": "FOXP3 protein expression did not correlate with disease severity."}, {"pubmed": 18973208, "text": "Children with type 1 diabetes show decreased induction of FOXP3 in T cells."}, {"pubmed": 19022313, "text": "The presence of Foxp3(+) cells may help to control the inflammatory process through the management of lymphocyte migration and, consequently, prevent neuronal destruction and chagasic megacolon development."}, {"pubmed": 19034005, "text": "Evidence is provided that the increase of CD4+CD25 high T cells and FoxP3 transcripts is associated with operational tolerance in liver transplanted patients during immunosuppression withdrawal."}, {"pubmed": 19039775, "text": "FOXP3 acts as a quantitative regulator rather than a simple molecular switch for Treg"}, {"pubmed": 19085184, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19085184, "text": "the (GT)n microsatelloite polymorphism in the FOXP3/Scrufin gene was associated with Japanese adult onset type 1 diabetes, especially in females, and slowly progressive type 1 diabetes."}, {"pubmed": 19089920, "text": "cervical mRNA expression of IFN-gamma, IL-10, and IL-12, as well as the Treg transcription factor Forkhead box P3 (Foxp3), in a cohort of young women showed elevated Foxp3 expression."}, {"pubmed": 19096978, "text": "pronounced expression of FOXP3 mRNA was found in small bowel mucosal specimens from children with coexisting celiac and type i diabetes"}, {"pubmed": 19104431, "text": "First report showing that Foxp3 cells are present within grafts in a subset of tolerant patients after human liver transplantation."}, {"pubmed": 19108017, "text": "The prevalence of Foxp3-positive Tregs and dendritic cells was significantly higher in squamous cell carcinoma and Bowen's disease than in actinic keratosis."}, {"pubmed": 19111574, "text": "both mRNA and protein expression level in CD4(+)CD25(+) Tregs are down-regulated in myasthenia gravis patients"}, {"pubmed": 19120312, "text": "Children with only T1 diabtes mellitus generally showed a lower FOXP3 mRNA expression than did children with celiac disease (CD), or with T1D in combination with CD."}, {"pubmed": 19124747, "text": "Signal transducer and activator of transcription (STAT)1 binding elements found within the proximal part of the human foxp3 promoter function as a key regulatory unit for promoting foxp3 gene expression."}, {"pubmed": 19125672, "text": "in leishmaniasis due to Leishmania guyanensis, high intralesional expression of Foxp3 might be an indicator of poor response to treatment, depending on the duration of lesion"}, {"pubmed": 19132983, "text": "This study shows the possible role of FoxP3 in the development of tissue characteristic humoral immunity in type 1 diabetes."}, {"pubmed": 19136904, "text": "demonstrates an association between donor-specific transfusions and FoxP3+ T cells"}, {"pubmed": 19141582, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19150256, "text": "The autoimmune susceptibility in Turner Syndrome may be due to an alteration in the expression of the X-linked FOXP3 gene."}, {"pubmed": 19155519, "text": "Phenotypically, CD4+CD25-Foxp3+ T cells resemble regulatory T cells (Treg) rather than activated T cells; their selective functional defects might contribute to failure of Treg to control autoimmune dysregulation in systemic lupus erythematosus patients."}, {"pubmed": 19168733, "text": "Levels of Foxp3 mRNA transcripts were significantly higher in lesions from patients with chronic cutaneous leishmaniasis (CCL) CCL than in the acute disease(ACL), suggesting a critical role of intralesional Treg cells in CCL."}, {"pubmed": 19178794, "text": "Our data indicate that FOXP3 is functional in nonallergic healthy donors as well as allergic patients, and FOXP3-expressing T cells may be responsible for the down-regulation of allergen-specific T-helper responses in individuals."}, {"pubmed": 19189134, "text": "Report describes a case (5-year-old boy)with IPEX syndrome with a 3 bp deletion in the FOXP3 gene and a paucity of CD4(+)CD25(+)FOXP3(+) T-lymphocytes."}, {"pubmed": 19192224, "text": "There is a role for lung Foxp3(+)CD4(+)CD25(+) T cells in the regulation of asthma phenotypes, presumably through an IL-10-mediated mechanism."}, {"pubmed": 19199536, "text": "For HIV-1 infected persons, the TST depends on memory T cells and is more strongly associated with the numbers of circulating FoxP3(+)CD4(+) T cells than with the total number of CD4(+) T cells."}, {"pubmed": 19201288, "text": "reduced FoxP3 gene expression or impaired FoxP3 functions are involved in the development of allergic disease in humans."}, {"pubmed": 19203731, "text": "Utilizing FOXP3 as a Treg marker,patients who received CD4+DLI with IL-2 had greater expansion of Treg compared to patients who received IL-2 (P = .03) or CD4(+)DLI alone (P = .001). FOXP3 expression correlated with absolute CD4(+)CD25(+) cell counts."}, {"pubmed": 19237575, "text": "during clinical remission, increases in CD58 expression, mediated by the protective allele, up-regulate the expression of FoxP3 through engagement of the CD58 receptor, CD2, leading to the enhanced function of TREG cells that are defective in MS"}, {"pubmed": 19242793, "text": "In contrast to H. pylori-induced carditis, FOXP3-expressing T cells are not associated with gastroesophageal reflux disease-associated carditis."}, {"pubmed": 19255314, "text": "FOXP3 expression was associated with overall and distant metastasis-free survival but not with local relapse"}, {"pubmed": 19255331, "text": "FOXP3 expression in breast tumors was associated with worse overall survival probability,the risk increased with increasing FOXP3 immunostaining.FOXP3 was a strong prognostic factor for distant metastases-free survival not for local recurrence."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19264232, "text": "Although FOXP3 is a biologically relevant gene in the pathogenesis of breast cancer, germline variation was not meaningfully associated with risk of the disease."}, {"pubmed": 19264232, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264985, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19273860, "text": "IL-17-producing Treg cells may play critical roles in antimicrobial defense, while controlling autoimmunity and inflammation."}, {"pubmed": 19276356, "text": "Data provides a novel mechanism for transcription activation by FOXP3 and a genetic mechanism for lack of p21 in a large proportion of breast cancer."}, {"pubmed": 19283780, "text": "CpG methylation in a conserved region within the FOXP3 gene locus increased in CD4(+)CD25(+)CD127(low) Treg, correlating with loss of FOXP3 expression and emergence of pro-inflammatory cytokines."}, {"pubmed": 19328914, "text": "Biopsies from human hand transplants have been investigated for expression of Foxp3 as a marker of skin transplantation rejection."}, {"pubmed": 19358983, "text": "histone deacetylase inhibitors induce the generation of regulatory T cells from human CD4(+)CD25(-) T cells. They express regulatory T cell-associated transcription factor Foxp3 and display suppressive activity against CD4(+)CD25(-) T cell proliferation."}, {"pubmed": 19363449, "text": "Expression of FoxP3 is associated with cellular activation in both CD4 and CD8 T cells."}, {"pubmed": 19364305, "text": "Seems likely that FOXP3mRNA expression is associated with graft acceptance after living donor liver transplantation."}, {"pubmed": 19373655, "text": "FoxP3+ T-reg cells was identified as an independent predictor of failure-free survival."}, {"pubmed": 19383912, "text": "Data reinforce the fact that FOXP3 remains an accurate marker to define primary Tregs in patients with cancer and autoimmune disease."}, {"pubmed": 19392991, "text": "Asthmatic patients have decreased FOXP3 protein expression within their CD4(+)CD25(high) T(reg)."}, {"pubmed": 19394278, "text": "Study shows for the first time that CVID patients with autoimmune disease have a significantly reduced frequency of CD4(+)CD25(HIGH)FOXP3(+) cells in their peripheral blood accompanied by a decreased intensity of FOXP3 expression."}, {"pubmed": 19408243, "text": "miR-31 negatively regulates FOXP3 expression in Treg by binding directly to its potential target site in the 3' UTR of FOXP3 mRNA. miR-21 acts as a positive, though indirect, regulator of FOXP3 expression in Treg."}, {"pubmed": 19419438, "text": "in active periodontal lesions, Foxp3 was over-expressed; speculate Foxp3(+) cells may have role in pathogenesis of periodontal lesions by downregulating TGF-beta1 & IL-10 synthesis leading to overexpression of Th17-associated cytokines"}, {"pubmed": 19424039, "text": "FOXP3 does not predict response to kidney transplantation antirejection therapy but does correlates with renal fibrosis, TGF-beta, and poor late renal outcome."}, {"pubmed": 19439651, "text": "human memory Tregs secrete IL-17 ex vivo and constitutively express RORgamma t"}, {"pubmed": 19453521, "text": "GARP is a key receptor controlling FOXP3 in T(reg) cells following T-cell activation in a positive feedback loop assisted by LGALS3 and LGMN"}, {"pubmed": 19464196, "text": "the dissection of FoxP3+ cells into subsets enables one to analyze Treg cell differentiation dynamics and interactions in normal and disease states, and to control immune responses through manipulating particular FoxP3+ subpopulations."}, {"pubmed": 19470254, "text": "CD4(+)CD25(+) regulatory T cells and Foxp3 mRNA together with IgE participated in the pathogenesis of RSV bronchiolitis."}, {"pubmed": 19481824, "text": "Foxp3 and apolipoprotein A1 are over-abundant in carotid artery plaques from symptomatic subjects."}, {"pubmed": 19513564, "text": "Antibody-mediated FOXP3 protein therapy induces apoptosis in cancer cells in vitro and inhibits metastasis in vivo."}, {"pubmed": 19536194, "text": "Regulatory T cells (T(reg) cells) characterized by expression of the transcription factor Foxp3 play a key role in immune homeostasis."}, {"pubmed": 19542249, "text": "Increased quantity of tumor-infiltrating FOXP3-positive regulatory T cells is an independent predictor for improved clinical outcome in extranodal NK/T-cell lymphoma."}, {"pubmed": 19545671, "text": "Relationship between level of pre- and post-kidney transplantation level of CD4(+)CD25(+)Foxp3(+) T-regulatory lymphocytes and treatment outcome."}, {"pubmed": 19549358, "text": "Hypoxia and its simulant CoCl(2) can obviously down-regulate the expression of Foxp3, but this process is independent from HIF-1alpha."}, {"pubmed": 19564342, "text": "FOXP3 functions not only to suppress the first wave of NFAT-mediated transcriptional responses, but may also affect sustained NFAT-mediated inflammatory gene expression through suppression of inducible NFAT2 transcription"}, {"pubmed": 19568423, "text": "FOXP3Delta2Delta7 could play a role in regulating the function of the other FOXP3 isoforms and may be involved in cancer pathogenesis, as it is overexpressed by certain malignant cells"}, {"pubmed": 19569243, "text": "Increased intratumoral population of FoxP3+ regulatory T cells may promote hepatoma (HCC) progression."}, {"pubmed": 19577568, "text": "Intraepithelial effector (CD3+)/regulatory (FoxP3+) T-cell ratio predicts a clinical outcome of human colon carcinoma."}, {"pubmed": 19596013, "text": "Short-lived increases in HCV-specific FOXP3(+)CD4(+) T cells occur during the course of acute hepatitis C. We could not demonstrate an association of HCV-specific regulatory T cells and persistent viremia."}, {"pubmed": 19604349, "text": "Foxp3 and IDO expression is associated with sentinel lymph node metastases in breast cancer"}, {"pubmed": 19614769, "text": "Progression of cutaneous squamous cell carcinoma in immunosuppressed patients is associated with reduced CD123+ and FOXP3+ cells in the perineoplastic inflammatory infiltrate."}, {"pubmed": 19628330, "text": "up-regulation of Foxp3 could be a novel approach for inhibiting ovarian cancer progression."}, {"pubmed": 19639723, "text": "downregulated expression in nasal polyps tissue in Chinese patients"}, {"pubmed": 19641188, "text": "Epigenetic mechanisms of regulation of Foxp3 expression."}, {"pubmed": 19641607, "text": "Host immune responses to EOC vary widely according to histological subtype and the extent of residual disease. TIA-1, FoxP3 and CD20 emerge as new positive prognostic factors in high-grade serous EOC from optimally debulked patients"}, {"pubmed": 19648226, "text": "TGF-beta induced Foxp3+ regulatory T cells."}, {"pubmed": 19648277, "text": "Regulatory T cells expressing T cell receptors shared with naive CD4+ T cells have a flexible phenotype and may down-regulate transgenic Foxp3 expression, which may restore immune balance at the conclusion of immune response."}, {"pubmed": 19648312, "text": "There is an increased synovial expression of the transcription factor of Th17, RORC2, in juvenile idiopathic arthritis and an inverse relationship with FOXP3 mRNA."}, {"pubmed": 19650850, "text": "FOXP3(+) Treg were involved in the pathogenesis of oral lichen planus and correlated with disease's subtype and activity"}, {"pubmed": 19651619, "text": "Platelets and activated Tregs co-express latent TGF-beta and GARP on their membranes."}, {"pubmed": 19661482, "text": "These findings provide compelling new evidence that Foxp3 is needed for proper megakaryopoiesis and plays a role in regulating platelet function including spreading and release."}, {"pubmed": 19664391, "text": "Foxp3 expressions were increased in the purified CD4+CD25- T cell population from active patients compared to healthy controls."}, {"pubmed": 19666573, "text": "Expression of GARP on activated regulatory T cells correlates with their suppressive capacity."}, {"pubmed": 19667946, "text": "Extracorporeal photophoresis augments function of CD4+CD25+FoxP3+ regulatory T cells by triggering adenosine production."}, {"pubmed": 19673890, "text": "ovarian carcinoma cells are able to induce expression of FOXP3 and exhibit suppressive ability in activated naive T cells by producing soluble substances, and multiple cytokines involve in the induction of FOXP3 expression."}, {"pubmed": 19674197, "text": "FoxP3-positive T cells are less frequently encountered in mycosis fungoides than in inflammatory dermatoses."}, {"pubmed": 19679154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19679154, "text": "study provides the first evidence for the association of the FOXP3 polymorphism with allergic rhinitis in a Chinese population."}, {"pubmed": 19703716, "text": "Low numbers of FOXP3 positive T cells in plaques could be responsible for the ongoing inflammation that characterizes atherosclerosis."}, {"pubmed": 19714314, "text": "Data show that tacrolimus modified the expression levels of Foxp3-regulated T cell receptor signal related-genes, PTPN22 and Itk, in Treg cells."}, {"pubmed": 19727215, "text": "Knockdown of intracellular Foxp3 in Treg cells can inhibit the suppression of Foxp3+ Treg and enhance the anti-tumor immune response in hepatocellular carcinoma."}, {"pubmed": 19738030, "text": "Analysis of active WT versus mutated FOXP3 allele distribution revealed a random pattern of X-chromosome inactivation in peripheral blood lymphocytes and in naive and memory CD4(+)T cells, whereas nTregs expressed only the active WT-FOXP3."}, {"pubmed": 19739430, "text": "data suggest that dynamic fluctuation in numbers of circulating FOXP3-positive regulatory T cells might contribute to the pathogenesis of atopic dermatitis"}, {"pubmed": 19751272, "text": "results indicate that CD4(+)CD8(+) FOXP3(+) thymocytes are more susceptible to apoptosis than mature CD4(+) FOXP3(+) Treg cells."}, {"pubmed": 19752528, "text": "A significantly higher posttreatment expression of mRNA FOXP3 was observed in responders compared to non-responders with psoriasis."}, {"pubmed": 19779259, "text": "Foxp3 mRNA expression was significantly lower in patients with chronic allograft nephropathy than that in the normal controls."}, {"pubmed": 19787238, "text": "High FOXP3 expression is associated with micrometastasis-positive sentinel nodes in breast cancer."}, {"pubmed": 19798683, "text": "Data show that bound CD4+ T cells had high proliferative activity and increased CD25 and FoxP3 expression, and also expressed CD127."}, {"pubmed": 19800578, "text": "FOXP3 is an X-linked prostate tumor suppressor in the male. Because the male has only one X chromosome, our data represent a paradigm of \"single genetic hit\" inactivation-mediated carcinogenesis."}, {"pubmed": 19808652, "text": "This study robustly links increased CXCL12 expression and FoxP3(+)-cell infiltration to human papillomavirus infection and progression of cervical cancer."}, {"pubmed": 19845758, "text": "FoxP3 expression of purified natural regulatory T cells (Treg) increased and suppressive capacity was markedly improved compared with unstimulated Treg upon stimulation with LPS/IL-2."}, {"pubmed": 19849846, "text": "Data suggest that expression of Foxp3 does not necessarily convey regulatory function in human CD4+CD25+ T cells."}, {"pubmed": 19856313, "text": "High frequency of tumor-infiltrating FOXP3regulator T cells is associated with early tumor stage and predicts improved disease-specific survival in mismatch repair proficient colorectal ccancer patients."}, {"pubmed": 19875613, "text": "Maintenance of FOXP3 expression in CD4(+)CD25(+) regulatory T cells of type 1 diabetic subjects is diminished in the presence of IL-2, but not IL-7."}, {"pubmed": 19880293, "text": "FOXP3 polymorphisms appear to contribute to the risk of psoriasis in a Han Chinese population"}, {"pubmed": 19880293, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19900711, "text": "The 5-HT in peripheral serum was measured with HPLC, and changes of Foxp3 and 5-HT(1a) receptor were observed by RT-PCR and double-immunofluorescence."}, {"pubmed": 19900843, "text": "Elevated expression of Foxp3 in Treg cells is associated with the TNM state in gastric cancer patients."}, {"pubmed": 19902430, "text": "showed that vascular endothelial growth factor receptor 2 (VEGFR2) is selectively expressed by FOXP3high but not FOXP3low Treg."}, {"pubmed": 19917773, "text": "Transcription factors RUNX1 and RUNX3 in the induction and suppressive function of Foxp3+ inducible regulatory T cells."}, {"pubmed": 19940860, "text": "CD127(low/-) and FoxP3(+) expression levels characterize different regulatory T-cell populations in human peripheral blood"}, {"pubmed": 19941313, "text": "Data show that that ectopic expression of Foxp3 in human DC (i.e. DC.Foxp3) yields an APC that severely limits T-cell. proliferation"}, {"pubmed": 19952070, "text": "the FoxP3 expression score in the salivary gland is increased in primary Sjogren's Syndrome patients, and this correlates with glandular damage"}, {"pubmed": 19953886, "text": "Foxp3 mRNA level is an objective indicator of the severity of RSV bronchiolitis."}, {"pubmed": 19956618, "text": "These results establish a practical framework for understanding the molecular basis by which FOXP3 regulates gene transcription and programs T regulatory cell suppressive function."}, {"pubmed": 19957514, "text": "In active SLE, levels of FOXP3 protein expressed in CD4+ CD39+ T cells increased."}, {"pubmed": 19958642, "text": "TGF beta was correlated with the expression of Foxp3-mRNA and the frequency of CD4+CD25+Foxp3+ regulatory T cells in patients with chronic hepatitis B and chronic asymptomatic carriers."}, {"pubmed": 19996091, "text": "Data demonstrate that Foxp3 is acetylated, and this can be reciprocally regulated by the histone acetyltransferase p300 and the histone deacetylase SIRT1."}, {"pubmed": 19996930, "text": "The human \"Treg mixed lymphocyte reaction\": immune monitoring for FOXP3+ T regulatory cell generation."}, {"pubmed": 20005366, "text": "BK virus nephropathy cases with high levels of Foxp3(+) graft infiltrates may be manifesting an immune response different from that of acute graft rejection."}, {"pubmed": 20015215, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20028375, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20028375, "text": "X-chromosomal FOXP3 genotypes may contribute to development of sensitisation against egg and indoor allergens in girls in early childhood"}, {"pubmed": 20032994, "text": "the concomitantly elevated lesional expression of Foxp3 in post kala azar dermal leishmaniasis suggests possible lymphocyte recruitment into the lesional site, which would sustain disease pathology"}, {"pubmed": 20075077, "text": "induction of Foxp3 in the context of tumor suppression is regulated in a p53-dependent manner and implicates Foxp3 as a key determinant of cell fate in p53-dependent DNA damage responses"}, {"pubmed": 20087581, "text": "Foxp3(+) cell infiltration and is associated with treatment outcome in neoadjuvant chemotherapy in ovarian cancer patients"}, {"pubmed": 20100010, "text": "Results describe the relationship between the expression of IFN-gamma, IL-4, Foxp3 and perforin genes and the methylation status of their promoters in immune thrombocytopenic purpura (ITP) patients."}, {"pubmed": 20109747, "text": "The immunohistochemical analysis of FOXP3 expression in lymph nodes and thymus of patients with Omen Syndrome demonstrated a severe reduction of this cell subset compared with control tissues."}, {"pubmed": 20142839, "text": "we have dissected the earliest stages of Foxp3 induction during thymocyte development."}, {"pubmed": 20147963, "text": "autoantibodies in Scurfy mice and patients with IPEX target keratin 14"}, {"pubmed": 20150173, "text": "Immunohistochemical analysis of Foxp3+ cells in 127 eutopic endometrial samples and 59 ectopic peritoneal lesions revealed that these immune cell populations are highly disturbed in women suffering from endometriosis."}, {"pubmed": 20209161, "text": "Helicobacter pylori induces miR-155 in T cells in a cAMP-Foxp3-dependent manner"}, {"pubmed": 20224778, "text": "CD4+CD25+FoxP3+ regulatory T cell induction during infection is directly associated with level of circulating Plasmodium vivax parasites"}, {"pubmed": 20229175, "text": "Presence of Foxp3+ tumor cells represents a new independent prognostic factor of improved outcome in HER2-overexpressing breast carcinoma, which could help identify high-risk patients for additional therapies after neoadjuvant chemotherapy."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20306312, "text": "The abundance of FOXP3 and CTLA-4 gene transcripts was determined by quantitative real-time PCR (qRT-PCR). Compared to healthy individuals, significantly higher amounts of these transcripts were found in the mononuclear cells from breast cancer patients."}, {"pubmed": 20306694, "text": "Data suggest that regulatory CD4+CD25+ T-cells may play a critical role in maintaining suppression and protection against allergic bronchial asthma and that Foxp3 may be important in the development of these cells."}, {"pubmed": 20346216, "text": "Expression of TGF-beta1 was positively correlated with expression of Foxp3 in hepatocellular carcinoma tissues."}, {"pubmed": 20398921, "text": "Genetic variants harboring the gene increase hay fever risk"}, {"pubmed": 20398921, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20403730, "text": "These data indicate that the number and function of CD4(+)CD25(+) Treg cells from allergic patients are not impaired. However, the deficiency of allergen-specific Tr1 cells may play a role in the development of allergic rhinitis."}, {"pubmed": 20404810, "text": "Molecular mechanisms regulating TGF-beta-induced Foxp3 expression."}, {"pubmed": 20412707, "text": "CD4+CD25high Treg cells of Wegener granulomatosis-patients exhibited decreased numbers of cells co-expressing FoxP3 and CCR4"}, {"pubmed": 20412712, "text": "FOXP3 single nucleotide polymorphism 543 does not seem to be involved in susceptibility to Kawasaki disease in Italian children"}, {"pubmed": 20416210, "text": "The low expression of Tregs and Foxp3 mRNA in peripheral blood may be involved in pathogenesis of aplastic anemia."}, {"pubmed": 20427269, "text": "Modification in microRNA expression profile is not due to an increased expression of FOXP3 but directly results from histones deacetylase inhibition."}, {"pubmed": 20427770, "text": "RORC2 inhibits FOXP3 expression in human T cells"}, {"pubmed": 20450585, "text": "Compared with healthy volunteers, patients with gastric cancer showed higher levels of RORgammat and FoxP3 in PBMC."}, {"pubmed": 20462637, "text": "human proximal FOXP3 promoter is controlled by activation through the TCR involving PKC and the NF-kappaB subunit p65 and by inhibition through a negative feedback loop and SP3."}, {"pubmed": 20476861, "text": "Rheumatoid arthritis patients express more full-length FoxP3 than healthy controls in peripheral blood CD4-positive cells, suggesting an increased number of regulatory T cells"}, {"pubmed": 20477811, "text": "distribution of cells positive for Foxp3, CD4 and CD8 in benign prostatic tissues and prostatic carcinoma"}, {"pubmed": 20487644, "text": "CD39(+);Fxop3(+);Treg subset may play an essential role in immune regulation of Treg, and CD39 can be used as a surface marker to identify the functional Treg cells."}, {"pubmed": 20498355, "text": "CD39-expressing Foxp3-negative T cells from the inflamed joint in juvenile idiopathic arthritis do not have a regulatory T cell phenotype."}, {"pubmed": 20498359, "text": "Transgenic neonatal T cell receptor signals are sufficient to induce stable Foxp3 transgene expression in neonatal, but not adult, regulatory T cells."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20522244, "text": "This study demonstrates that Foxp3 expression is required for human naturally occurring CD4+CD25+ regulatory T cells to maintain their suppressive function in the xenoimmune response."}, {"pubmed": 20537998, "text": "Most cases of early-onset autoimmune enteropathy are associated with alterations in regulatory T-cell function; some, but not all, cases have mutations that affect FOXP3 expression levels."}, {"pubmed": 20554955, "text": "STudies identified gene families that are differentially expressed in FOXP3(+) Tregs."}, {"pubmed": 20599261, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20633650, "text": "elevated mRNA levels in broncho-alveolar-lavage, but not in blood, during acute rejection of lung allografts"}, {"pubmed": 20654176, "text": "Heterozygous allele in rs3761548 of FOXP3 is associated with allergic rhinitis and rs3761547 is related to house dust mites allergic rhinitis."}, {"pubmed": 20654176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20668701, "text": "FOXP3 expression in the CD4(+) T cell population is a marker of severity of HIV infection and a potential prognostic marker of disease progression."}, {"pubmed": 20676092, "text": "induction of functional Foxp3(+) iT(reg) cells required coordinated action of the transcriptional regulators Smad1 and Aiolos"}, {"pubmed": 20677152, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20677925, "text": "The FOXP3 gene is specifically expressed on Treg cells."}, {"pubmed": 20688398, "text": "We report the identification of a novel splice variant of Foxp3, called Foxp3Delta7, in ex vivo CD4+CD25+ T cells and CD8+ regulatory T cell clones"}, {"pubmed": 20701086, "text": "There are links between Foxp3 and CD8+ cells and between Foxp3 positive cells and biochemical relapse in patients with prostate cancer."}, {"pubmed": 20709600, "text": "Drastically attenuated FOXP3 expression due to mutations in the intron 1 area is sufficient to induce an IPEX syndrome. Some sequences within intron 1 might be key locations for regulation of FOXP3 expression."}, {"pubmed": 20726328, "text": "Impact of CD4+CD25high regulatory T-cells and FoxP3 expression in the peripheral blood of patients with systemic lupus erythematosus."}, {"pubmed": 20729906, "text": "Primary biliary cirrhosis patients demonstrated a reduction of CD4(+)CD25(+) T cells but elevated CD4(+)Foxp3(+) T cells in peripheral blood mononuclear cells (PBMCs) and CD4(+) T cells."}, {"pubmed": 20842625, "text": "Two new FOXP3 mutations were identified and prenatal diagnosis could be proposed."}, {"pubmed": 20880066, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20886106, "text": "The generation of regulatory CD4(+)CD25(high)Foxp3(+) T cells was induced in the presence of PP14."}, {"pubmed": 20920773, "text": "Increased exposure to ambient air pollution is associated with hypermethylation of the ith hypermethylation of the Foxp3 locus, impairing Treg-cell function and increasing asthma morbidity."}, {"pubmed": 20930173, "text": "CD4+CD25+foxp3+Tregs may exert their protective effects against atherogenesis by inducing an immune-inhibitory phenotype of endothelial cells involving cytotoxic T-lymphocyte antigen-4-dependent cell-to-cell contact and also requiring soluble factors."}, {"pubmed": 20933283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20942809, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20942809, "text": "genetic polymorphism at promoter region affects the development and prognosis of autoimmune thyroid diseases"}, {"pubmed": 20943459, "text": "Untreated regulatory T cells highly expressed Foxp3, while the Foxp3 expression was significantly down-regulated after treatment with high mobility group box-1 (HMGB1) protein in a dose- and time-dependent manner."}, {"pubmed": 20952660, "text": "Colorectal cancer tissue-derived Foxp3+IL-17+ cells have the capacity to induce cancer-initiating cells."}, {"pubmed": 20967272, "text": "FOXP3 demethylation reliable quantifies Tregs in cord blood. FOXP3 demethylation corresponds well with the suppressive potential of Tregs"}, {"pubmed": 21034673, "text": "A new approach to reactivation of FOXP3 for cancer therapy."}, {"pubmed": 21059286, "text": "There was no correlation between the titer of anti-HBs and the expressions of IFNgamma and Foxp3 after hepatitis B virus vaccination."}, {"pubmed": 21070367, "text": "Low frequency of FoxP3-expressing cells prior to kidney transplantation is associated with acute graft rejection."}, {"pubmed": 21078762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078762, "text": "Results support the importance of variations in the FOXP3 gene region for the etiology of certain manifestations of systemic lupus erythematosus."}, {"pubmed": 21085187, "text": "Comprehensive association analysis of candidate genes for generalized vitiligo supports XBP1, FOXP3, and TSLP."}, {"pubmed": 21085187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21091665, "text": "The presence of IL-17(+) FoxP3(+) T cells may play a role in the remodelling of the nasal airways in certain people who develop polyps, irrespective of whether or not they are atopic."}, {"pubmed": 21107665, "text": "Children with FA showed statistically significant lower level of the FOXP3 and IL10 gene expression than healthy children."}, {"pubmed": 21114556, "text": "Elderly asthmatic patients have lower FoxP3 mRNA expression in peripheral blood mononuclear cell"}, {"pubmed": 21178008, "text": "Microbiota is required for the generation of both IL-17-positive and Foxp3-positive, retinoic acid-related orphan receptor gamma-positive transgenic T cells in the intestinal lamina propria."}, {"pubmed": 21209284, "text": "A model of autoantibody-dependent arthritis is created, using Foxp3 mutant scurfy mice to generate regulatory T cell-deficient transgenic mice which exhibit large numbers of mature plasma cells in spleen and lymph nodes."}, {"pubmed": 21249500, "text": "CD4+ CD25+FoxP3+ cells sorted from peripheral blood of juvenile idiopathic arthritis patients had statistically lower ability to suppress CD4+ CD25- cell proliferation in comparison with cells obtained from controls."}, {"pubmed": 21255537, "text": "The identification of the FOXP3+ regulatory cells within the allograft cannot be considered as an appropriate marker for the interpretation of infiltrates as cytotoxic or tolerogenic or as a prognostic marker for later transplant function."}, {"pubmed": 21255538, "text": "During rejection of renal allografts FOXP3+ Treg cells within the infiltrating T-cell population can increase transiently. This was not consistently seen in acute cellular rejection and does not appear to be of value for individual patient management."}, {"pubmed": 21266832, "text": "The number of FOXP3(+) cells is substantially increased in the duodenal mucosa of celiac patients at advanced stages."}, {"pubmed": 21268019, "text": "CD28-induced RelA is a key transcription factor of FOXP3 expression in human CD4(+)CD25(-) T cells."}, {"pubmed": 21278236, "text": "Data suggest that defective expression of LATS2 is attributable to FOXP3 defects and may be a major independent determinant of YAP protein elevation in cancer."}, {"pubmed": 21285410, "text": "Studies indicate that the majority of Foxp3(+) T(reg) cells are generated during T cell development within the thymus and show features of a stable T cell lineage."}, {"pubmed": 21317396, "text": "Recombinant adeno-associated virus-encoded inducible transgenic interleukin (IL)-2, but not transgenic transforming growth factor (TGF)-beta1, is sufficient to increase Foxp3-positive regulatory T cells in type 1 diabetes."}, {"pubmed": 21352381, "text": "Significant difference in staining intensities of regulatory T cells (Tregs) was noted among the histologic grades of tumour, where well-differentiated oral squamous cell carcinoma had significantly lower FoxP3+ Tregs."}, {"pubmed": 21357259, "text": "Human IL-17-positive Foxp3-positive T cells induce proinflammatory cytokines and suppress T cell function, promoting active inflammation and tumor development through multiple modes of action in the local environment."}, {"pubmed": 21376048, "text": "Colonic myofibroblasts from patients with inflammatory bowel diseases had reduced capacity to induce active Treg cells and increased capacity to transiently generate CD4+CD25+/- CD127+ T cells that express low levels of FoxP3."}, {"pubmed": 21381018, "text": "During this transient immune activation, both the percentage of CD4(+) FOXP3(+) cells and the level of expression of FOXP3 in the CD4(+) CD25(bright) CD127(low) population increased"}, {"pubmed": 21381020, "text": "showed that Th17 clones generated from TILs can differentiate into IFN-gamma-producing and FOXP3(+) cells after in vitro stimulation with OKT3 and allogeneic peripheral blood mononuclear cells"}, {"pubmed": 21400500, "text": "show that functional Tr1 cells differentiate independently of FOXP3"}, {"pubmed": 21423069, "text": "Suggest a possible role of HLA-G in liver transplant tolerance possibly mediated by enhanced host Treg Foxp3 expression."}, {"pubmed": 21436647, "text": "data indicate that somatic mutation of FOXP3 gene is rare in prostate cancers of Korean patients"}, {"pubmed": 21437244, "text": "Early active multiple sclerosis (MS) lesions were assessed in brain biopsies obtained from 16 patients with MS by FOXP3 immunohistochemistry."}, {"pubmed": 21447271, "text": "Foxp3 is a specific indicator of suppressive activity of Tregs and it acts as repressor as well as activator of transcription."}, {"pubmed": 21458306, "text": "conclude that FOXP3-mediated suppressor function requires dimerization through the forkhead domain"}, {"pubmed": 21472440, "text": "regulatory SNPs in the promoter region of the FOXP3 gene in a group of Gabonese individuals exposed to a variety of parasitic infections were identified."}, {"pubmed": 21481380, "text": "Report an association between FOXP3 polymorphisms and endometriosis and/or infertility in a Brazilian population."}, {"pubmed": 21489307, "text": "elevated expression in patients with hepatitis B; correlates with production of IL-23 and IL-17 in liver tissues"}, {"pubmed": 21489891, "text": "According to this review, FoxP3 is an important tumor suppressor gene in carcinomas and has putative cancer suppressor gene function in cutaneous melanoma as well."}, {"pubmed": 21490927, "text": "Data show that Foxp3 directly or as part of a multimeric complex engages with the NF-kappaB component c-Rel."}, {"pubmed": 21496382, "text": "Decreased expression of these isoforms in rheumatoid arthritis and systemic lupus erythematosus may reflect Treg cell abnormalities in these autoimmune diseases."}, {"pubmed": 21499129, "text": "MSCs do not require functional FoxP3 for their immunosuppressive activity."}, {"pubmed": 21533107, "text": "data support a central role for SIRT1 in the regulation of Foxp3 protein levels and thereby in regulation of Treg suppressive capacity"}, {"pubmed": 21558402, "text": "Instability of Foxp3 expression limits the utility of adoptively transferred iTregs as a source of cellular therapy for the abrogation of GVHD."}, {"pubmed": 21570917, "text": "Expanded peripheral FoxP3+ Tregs in untreated renal cell carcinoma patients co-express Helios. Interestingly, IL-2 administration results in expansion of FoxP3+Helios+ natural Tregs (nTregs) significantly more than FoxP3+Helios- iTregs."}, {"pubmed": 21607944, "text": "Data show that Tregs from SF express higher levels of FOXP3 compared with Tregs from PB."}, {"pubmed": 21617226, "text": "FOXP3 overexpression with associated with non-small cell lung cancer."}, {"pubmed": 21618521, "text": "Results imply that analyzing Treg frequencies by quantification of demethylated FOXP3i1 will require that tumor-infiltrating T cells be separated from melanoma cells."}, {"pubmed": 21642545, "text": "A possible mechanism of Cx43 transgene activity is proposed in a newly discovered signaling pathway that regulates Foxp3 expression in regulatory T (Treg) lineage cells."}, {"pubmed": 21654831, "text": "IL-17A+/Foxp3+/CD4+ triple-positive cells were present in skin lesions of patients with severe psoriasis."}, {"pubmed": 21654845, "text": "FoxP3 interacts with H1.5 to alter its binding to target genes to modulate their expression and to program Treg function."}, {"pubmed": 21670722, "text": "Gastrointestinal cancers are associated with higher Foxp3(+) cell proportion, compared with microscopically normal tissue and with precancerous conditions."}, {"pubmed": 21674673, "text": "Evidence shows that patients with nasal inverted papilloma without neoplasm have increased frequencies of CD4+CD25+FOXP3+Treg cells in their local NIP tumors compared to control subjects."}, {"pubmed": 21684226, "text": "Review of regulation of immune responses, apoptosis, and tumorigenesis by separate FOXP-3-dependent genes."}, {"pubmed": 21693260, "text": "Monitoring peripheral CD4(+)CD25(high)FoxP3(+) T cell levels may be useful to evaluate the immune state, potentially acting as a sensitive marker for ARE diagnosis among liver transplantation patients"}, {"pubmed": 21696363, "text": "[review] Research advancements in regulatory (Treg) cell biology involve the expression of FoxP3 gene as well as progress in understanding the factors involved in Treg cell-mediated suppressive mechanisms."}, {"pubmed": 21696572, "text": "FoxP3 expression in melanoma cells was significantly associated to visceral spreading"}, {"pubmed": 21708895, "text": "FoxP3 expression in iNKT cells may be a key transcriptional factor in controlling the regulatory function of the iNKT cells."}, {"pubmed": 21719077, "text": "Reduced placental FOXP3 associated with subsequent infant allergic disease."}, {"pubmed": 21719142, "text": "There was no significant relationship between Treg count and tumor FOXP3 status."}, {"pubmed": 21726337, "text": "Three Foxp3(+) cell populations, CD4(+) CD25(++) Foxp3(+), CD4(+) CD25(+) Foxp3(+), and CD4(+) CD25(-) Foxp3(+), were enriched locally in decidua."}, {"pubmed": 21741320, "text": "Autoantibodies to villin occur frequently in IPEX, a severe immune dysregulation, syndrome caused by mutation of FOXP3."}, {"pubmed": 21743493, "text": "FOXP3-regulated miRs form part of the mechanism by which FOXP3 prevents the transformation of the healthy breast epithelium to a cancerous phenotype"}, {"pubmed": 21746966, "text": "Foxp3 negatively regulates CD95L expression in Tregs and demonstrates that Tregs are susceptible to homeostatic control by CD95 stimulation."}, {"pubmed": 21763379, "text": "The rs3761548 polymorphism of FOXP3 is a protective genetic factor against allergic rhinitis in the Hungarian female population."}, {"pubmed": 21772667, "text": "Data that irrespective of the cause of liver damage, Foxp3 expression, and not IL-10 and TGF-a1, appeared with a dramatic increase that relates to the intensity of liver inflammation."}, {"pubmed": 21791252, "text": "Our data show a decreased Foxp3 expression and an increased ROR gamma t expression in COPD patients and normal smokers that parallels the aggravation of the disease."}, {"pubmed": 21802372, "text": "genetically altered FOXP3 can drive the generation of functionally immature Treg cells, but intact FOXP3 is necessary for the complete function of Treg cells"}, {"pubmed": 21818290, "text": "The aim was to determine if SPARC, FOXP3, CD8 and CD45RO expression levels are associated with colorectal cancer (CRC) stage, disease outcome and long-term cancer-specific survival"}, {"pubmed": 21832836, "text": "The significant decline in TJP1 expression in CD patients, particularly in those with coexisting T1D, was accompanied by an increase in FOXP3 expression."}, {"pubmed": 21855850, "text": "The populations of CD4+/CD25+ T cells and expression of Foxp3 mRNA in T cells were higher and were positively correlated with IL-19 levels after CPB."}, {"pubmed": 21865090, "text": "Despite low-levels of donor HSC, thymically-derived nTreg and to a lesser extent CD4+ and CD8+ T cells exhibit a selective in vivo growth advantage for populations containing a functional FOXP3 gene."}, {"pubmed": 21876709, "text": "genetic polymorphism is associated with the occurrence of unexplained recurrent spontaneous abortion in a Chinese Han population"}, {"pubmed": 21891821, "text": "enhanced expression of FoxP3 associated with clinical stability in multiple sclerosis patients treated with mesenchymal stem cell therapy"}, {"pubmed": 21904560, "text": "Our data strongly support superiority of combined CD127 and FOXP3 analysis in comparison to CD25 and FOXP3 assessment for further quantification of T(reg) cells in malignant diseases."}, {"pubmed": 21912510, "text": "Foxp3+ Tumor infiltrating lymphocytes is an independent factor for progression free survival in extranodal NK/T cell lymphoma."}, {"pubmed": 21926059, "text": "analysis of the imbalance in interleukin-17-producing T and Foxp3+ regulatory T cells in women with idiopathic recurrent pregnancy loss"}, {"pubmed": 21926327, "text": "Ectopic foxp3 expression delivered by lentiviral transduction directly into cytokine-activated T cells was effective in diminishing their cytokine production and function, including contact-dependent activation of macrophages."}, {"pubmed": 21934066, "text": "FOXP3+ or CTLA-4+ regulatory T cells may modulate CD4+ T cell activation and homing receptor expression in children."}, {"pubmed": 21949691, "text": "Data show that production of IFN-gamma and IL-17A from duodenal biopsy culture was suppressed in hookworm-infected participants, and increased levels of CD4+CD25+Foxp3+ cells in the circulation and mucosa are associated with active celiac disease."}, {"pubmed": 21955384, "text": "negative regulator of IL-2 gene expression in Treg cells"}, {"pubmed": 21974802, "text": "Foxp3 modulates HIV1 gene expression in human T cells by inhibiting HDAC1 activity."}, {"pubmed": 22000402, "text": "Compared to patients with ocular myasthenia gravis, decreased expression of Foxp3 is seen in thymoma types AB, B1 and B2 with generalized myasthenia gravis, with the decrease in the former two types reaching significance."}, {"pubmed": 22000667, "text": "Preeclampsia is not associated with FOXP3 gene polymorphisms that have been associated with other autoimmune disorders."}, {"pubmed": 22007491, "text": "Treatment with 89SrCl2 could decrease the amount of CD4+ CD25+ T cells and down-regulate Foxp3 mRNA expression in cancer patients with bone metastases."}, {"pubmed": 22032685, "text": "The levels of inflammatory factors are associated with the variation of Foxp3+Tregs in COPD."}, {"pubmed": 22058032, "text": "By allying with HIF1alpha, RORgammat wins the fight against FoxP3 and Treg cell commitment."}, {"pubmed": 22077067, "text": "The FOXP3 gene, which regulates expression of T regulatory lymphocytes, is more likely to display increased methylation among children with obstructive sleep apnea who exhibit increased systemic inflammatory responses."}, {"pubmed": 22079196, "text": "ongoing Foxp3 expression is required for natural human Tregs to maintain their phenotype and suppressive function in the alloimmune response."}, {"pubmed": 22079987, "text": "A regulatory population of CD4+ T cells in the lungs and lung-draining lymph nodes that express latency-associated peptide (LAP) on their cell surface do not express Foxp3."}, {"pubmed": 22093153, "text": "FOXp3 may represent a surrogate marker for recurrent hepatitis C virus infection after living-donor liver transplantation."}, {"pubmed": 22093989, "text": "When the Foxp3 gene was knocked down, some Treg-associated surface markers were significantly altered, which affected the function of Tregs."}, {"pubmed": 22118340, "text": "Increased Foxp3+ Tregs may represent a prognostic predictor in patients with early stage hepatocellular carcinoma."}, {"pubmed": 22124370, "text": "Studies indicate that FOXP3 as a unique target of HDACs."}, {"pubmed": 22143939, "text": "FOXP3-positive Treg cells accumulate at the tumor invasion zone in renal cell carcinoma"}, {"pubmed": 22152480, "text": "The FOXP3 increases both H4K16 acetylation and H3K4 trimethylation at the FOXP3-associated chromatins of multiple FOXP3-activated genes."}, {"pubmed": 22155204, "text": "Human Breg cells decrease the proliferation of CD4(+) T cells and enhance the expression of Foxp3 and CTLA-4 in Treg cells by cell-to-cell contact."}, {"pubmed": 22157245, "text": "FOXP3 expression can be acquired or lost during the course of progressive mycosis fungoides."}, {"pubmed": 22161558, "text": "human umbilical cord blood-derived stromal cells which secrete a high level of TGF-beta1, modulate the Foxp3 expression of Treg cells through the TGF-beta1/Smad3 pathway to regulate graft-versus-host disease"}, {"pubmed": 22166628, "text": "FOXP3 probably has a relationship with lymph node metastasis of gastric cancer."}, {"pubmed": 22201619, "text": "theses results suggest that polymorphism in FOXP3 gene is associated with susceptibility to allergic rhinitis."}, {"pubmed": 22210907, "text": "identify Th2 differentiation as the default developmental program of human regulatory T cells after downregulation of FOXP3"}, {"pubmed": 22214248, "text": "Hepatitis C virus core protein-expressing Jurkat cells show an up-regulation of FOXP3."}, {"pubmed": 22239151, "text": "Study suggests an association between FOXP3 rs3761548 polymorphisms and allograft rejection in renal transplantation."}, {"pubmed": 22264504, "text": "Data indicate that Treg cells in IPEX-like patients was significantly reduced and showing highly variable percentages of FOXP3(+) and CD25(+)FOXP3(+) T cells."}, {"pubmed": 22287403, "text": "data strongly indicate that knockdown of FoxP3 may reverse the imbalance of Th1/Th2 cells in peripheral blood mononuclear cells of chronic hepatitis B patients."}, {"pubmed": 22308996, "text": "Immune monitoring of peripheral blood t-lymphocyte phenotype in kidney transplantation using CD4, CD25 and Foxp3 may predict graft outcome and function, and risk of complications from immunosuppression."}, {"pubmed": 22310634, "text": "Absolute of CD4(+)CD25(+)FOXP3(+) regulatory T-cell count rather than its ratio in peripheral blood is related to long-term survival of renal allografts."}, {"pubmed": 22312127, "text": "Our data identify SIRT1 as a negative regulator of Treg function via deacetylation of three novel target sites in Foxp3"}, {"pubmed": 22321351, "text": "Functional polymorphisms of Foxp3 gene could probably confer the susceptibility to unexplained recurrent spontaneous abortion."}, {"pubmed": 22332874, "text": "The percentage of FOXP3+ cells in CD4+CD25(high) cells was higher in the cord blood of the infants with maternal type 1 diabetes when compared with the infants of unaffected mothers (p = 0.023)."}, {"pubmed": 22341374, "text": "Findings support a possible gene-gene interaction for FOXP3/FCRL3 polymorphisms, leading to a cumulative effect on endometriosis development."}, {"pubmed": 22372921, "text": "FOXP3 is not mutated in human melanoma."}, {"pubmed": 22389297, "text": "FOXP3 protein expression increased in a subset of esophageal cancers and the over-expression is associated with poor prognosis."}, {"pubmed": 22391183, "text": "During the acute phase of childhood Hench-Schonlein purpura, the expression of CD4(+)CD25(+)Treg and its special transcription factor FoxP3 mRNA are down-regulated."}, {"pubmed": 22419479, "text": "The peripheral or intrahepatic frequency of CD25- FOXP3- Tregs in HCC patients is higher than those in other groups."}, {"pubmed": 22425700, "text": "The frequency of CD4+CD25(high)CD127(low)FOXP3+ Treg cells in blood of autoimmune hepatitis patients was not reduced compared to healthy subjects."}, {"pubmed": 22431701, "text": "FOXP3 expression in tumor cells may be an accurate predictive biomarker of anthracycline efficacy in breast cancer"}, {"pubmed": 22435141, "text": "An association study of single nucleotide polymorphisms of the FOXP3 intron-1 and the risk of Psoriasis vulgaris."}, {"pubmed": 22444300, "text": "Multivariate analysis revealed that the FOXP3/IL-17 ratio was a significant predictor for kidney allograft outcome."}, {"pubmed": 22446942, "text": "A higher concentration of tumor-infiltrating Foxp3 Tregs in hepatocellular carcinoma is associated with higher grade and poorly differentiated tumors and signifies an unfavorable prognosis."}, {"pubmed": 22446965, "text": "The peripheral blood from 30 patients with HCV-associated chronic liver disease and 20 healthy controls by flow cytometry for the evaluation of the Treg population [CD4+CD25+ forkhead box protein 3 (Foxp3)+, were analysed."}, {"pubmed": 22447883, "text": "The CD25(-)FOXP3(+) population was significantly increased in RA patients and negatively correlated with DAS-28 and other disease parameters."}, {"pubmed": 22491736, "text": "A molecular and computational diagnostic approach identifies FOXP3, ICOS, CD52 and CASP1 as the most informative biomarkers in acute graft-versus-host disease."}, {"pubmed": 22506043, "text": "A significant increase in the frequency of CD45RA(+)FoxP3(low) naive Treg cells (nTreg cells)."}, {"pubmed": 22515293, "text": "Skewed, high expression profile of FoxP3, but not CTLA-4, in sero-negative RA and PsA, indicates that synovial CD4+ T cells may represent unique subsets of T cells which have been induced locally or selectively recruited to the joint."}, {"pubmed": 22529297, "text": "1,25-Dihyroxyvitamin D3 (VD) can affect human immune responses by regulating FOXP3 expression in CD4+ T cells through direct vitamin D receptor (VDR) binding to the FOXP3 gene, which is essential for inhibitory function of VD-induced Treg cells."}, {"pubmed": 22541024, "text": "FoxP3+ Tregs in the peri-implantation endometrium might participate in the pathogenesis of advanced endometriosis."}, {"pubmed": 22547705, "text": "During chronic inflammation, GATA-3+ T helper (Th)2 inhibitory cells express high levels of inhibitory proteins including interleukin (IL)-10, CTLA-4, and granzyme B, but do so independently of Foxp3."}, {"pubmed": 22569001, "text": "FoxP3 expression by tumour cells might have important roles in immune escape of gastric carcinoma"}, {"pubmed": 22672991, "text": "Data indicate that the frequency of Foxp3(+)CD25(high) CD4(+)-T cells is augmented and correlated with the maintenance of a better cardiac function in indeterminate (IND) Chagas disease."}, {"pubmed": 22678915, "text": "three isoforms FOXP3Delta2, FOXP3Delta7, and FOXP3Delta2Delta7 localized preferentially to the nucleus"}, {"pubmed": 22696687, "text": "Active and diffuse forms of sclerosis are associated with a FoxP3 signature."}, {"pubmed": 22749378, "text": "FOXP3 and TLR4 may coordinate to play a role in tumor escape and subsequent tumor progression"}, {"pubmed": 22809231, "text": "our results are suggestive of A allele to be protective against PE and Foxp3 C allele as predisposing in a dose-dependent manner in our population."}, {"pubmed": 22813742, "text": "These studies provide structural and mechanistic explanations for certain disease-causing mutations in the coiled-coil domain of FOXP3."}, {"pubmed": 22836044, "text": "The findings of this study support the potential role of regulatory T cells and genetic variations in the regions around FOXP3 and EBI3 genes in modifying the risk for AR development in Chinese patients."}, {"pubmed": 22884069, "text": "The up-regulation of Tregs and the FoxP3 gene with aging may play an essential role in oncogenesis and development of lung tumors in an elderly population."}, {"pubmed": 22949100, "text": "Fewer CD4+CD25+Foxp3+ Tregs were observed in non-invasive extramammary Paget's disease than in invasive extramammary Paget's disease."}, {"pubmed": 22977658, "text": "The proteasome inhibitor MG132 could inhibit IL-6/TGF-beta-mediated downregulation of FOXP3 protein, which reveals a potential pathway for modulating Treg activity."}, {"pubmed": 22986453, "text": "Our findings provide new insights regarding the role of Foxp3 in differentiation and its association with HPV infection during the development of cervical cancer."}, {"pubmed": 22988034, "text": "A dual role is supported for transforming growth factor (TGF)-beta and Foxp3 in induced tolerance, in which TGF-beta stimulates Foxp3 expression, for which sustained expression is then associated with acquisition of tolerance."}, {"pubmed": 22992221, "text": "IL-17a-producing regulatory T cells were increased in the allergic group. In addition, the capacity of regulatory T cells to suppress effector T helper-17 cytokine production was significantly decreased in the allergic group."}, {"pubmed": 23039885, "text": "FOXP3 mRNA expression correlated with CBLB and ITCH in MS patients."}, {"pubmed": 23098499, "text": "High FOXP3 expression is associated with non-small cell lung cancer."}, {"pubmed": 23124877, "text": "CD4(+) CD25(+) FoxP3(+) naturally occurring regulatory T (Treg) cells play a crucial role in the maintenance of immune tolerance."}, {"pubmed": 23125413, "text": "In a treatment model of inflammatory bowel disease, 85% of transferred induced regulatory T cells lost Foxp3 transgene expression (ex-iTregs) but retained a portion of the iTreg transcriptome, failing to limit pathogenic potential upon retransfer."}, {"pubmed": 23129754, "text": "Proliferating naive regulatory T (Treg) cells retain a FOXP3+interleukin (IL)-10- phenotype."}, {"pubmed": 23144749, "text": "Data indicate that RelA and FOXP3 synergize to trans activate Cd25 Promoter."}, {"pubmed": 23158993, "text": "CD4, IL-17and Foxp3 may be involved in the tumor suppression caused by host immune response, and are related with non-small cell lung cancer invasion and metastasis."}, {"pubmed": 23161436, "text": "downstream target of Notch signaling in human T cells"}, {"pubmed": 23161469, "text": "Driving conventional CD4(+) T cells into CD25(+) Foxp3(+) Treg cells."}, {"pubmed": 23169781, "text": "These data reveal a novel function of FOXP3 in T cells and suggest that expression of this protein is important in the function of multiple CD4(+) T-cell lineages."}, {"pubmed": 23178569, "text": "these data here suggest that although FOXP3 is upregulated in gastric cancer, its tumor suppressor role has been dampened due to the inflammation environment."}, {"pubmed": 23182477, "text": "JNK-phospho-c-JUN (ser63/73) pathway was essential for FOXP3 nuclear translocation in psoriasis."}, {"pubmed": 23196741, "text": "These data suggest that rs2294020 SNP of FOXP3 gene and rs378299 SNP of ICOSLG gene are associated with alopecia areata and with a reduced expression of the FOXP3 and ICOSLG genes in alopecia patients."}, {"pubmed": 23201402, "text": "these findings identify the novel roles of FoxP3 in inhibiting proliferation and inducing apoptosis in GC cells by regulating apoptotic signaling, which could be a promising therapeutic approach for gastric cancer."}, {"pubmed": 23202541, "text": "Results suggest that FOXP3(+)VEGFR2(+) may be a better predictive Treg cells marker than FOXP3(+) alone for recurrence and survival in patients with colorectal cancer."}, {"pubmed": 23211717, "text": "Overexpression of FoxP3 in glioma favors apoptosis."}, {"pubmed": 23223135, "text": "Our results suggest vital roles for CCL3-mTORC2-isoform PKB/Akt1 S473 phosphorylation axis in FOXP3+Treg cells and the development of psoriasis."}, {"pubmed": 23228687, "text": "FOXP3 IVS9+459 polymorphisms appear to have an effect on the risk of myastenia gravis(MG) in a Han Chinese population, and the G allele may be a genetic protective factor to MG."}, {"pubmed": 23244505, "text": "ChIP-on-chip analysis identifies IL-22 as direct target gene of ectopically expressed FOXP3 transcription factor in human T cells."}, {"pubmed": 23260754, "text": "study provides the first evidence that FOXP3 methylation is associated with chronic diesel exhaust particles exposure during childhood and increased risk for developing persistent wheezing and asthma"}, {"pubmed": 23264341, "text": "Foxp3+ Helios+ regulatory T cells are expanded in active systemic lupus erythematosus."}, {"pubmed": 23266046, "text": "Data indicate that higher number of intratumoural FOXP3+ Tregs was associated with a more advanced tumour stage and higher Ki67 labelling index."}, {"pubmed": 23282736, "text": "The percentage of CD4+CD25+CD127low/- Treg and Foxp3 in portal hypertension and hypersplenism was significantly increased, suggesting that they may take part in the regulation of immune function and be related to the change of T lymphocyte subsets."}, {"pubmed": 23291488, "text": "Its low expression in CD4+ CD25+ T cells cause IPEX syndrome without its mutation."}, {"pubmed": 23297791, "text": "The study indicated that the STAT6 promoter polymorphism rs3024944 was associated with uncomplicated malaria, whereas the FOXP3 promoter variant rs11091253 was associated with significant Plasmodium falciparum parasitaemia levels."}, {"pubmed": 23299803, "text": "The results showed that single nucleotide polymorphism rs3761548 had association with ACS in Chinese Han population."}, {"pubmed": 23313429, "text": "Studies indicate that mutations of FOXP3 cause immunodysregulation, polyendocrinopathy, and enteropathy, X-linked syndrome."}, {"pubmed": 23320781, "text": "Expression of M. tuberculosis-induced suppressor of cytokine signaling (SOCS) 1, SOCS3, FoxP3 and secretion of IL-6 associates with differing clinical severity of tuberculosis."}, {"pubmed": 23340699, "text": "CD4(+)CD25(+)FOXP3(+) Treg levels were lower in Kawasaki disease patients than healthy subjects, and levels before treatment were lower in intravenous immunoglobulin (IVIg)-resistant patients than in IVIg-sensitive patients."}, {"pubmed": 23341929, "text": "FOXP3 may be an effective tumor target in inflammatory breast cancer cells."}, {"pubmed": 23355538, "text": "Here we present a distinct population of Treg, defined by CD161 expression, as the major source of FoxP3+ Treg-derived proinflammatory cytokines."}, {"pubmed": 23359504, "text": "Helios+ and Helios- cells coexist within the natural FOXP3+ T regulatory cell subset in humans."}, {"pubmed": 23361571, "text": "TGF-beta1 secreted by hepatocellular carcinoma induces the expression of the Foxp3 gene and suppresses antitumor immunity."}, {"pubmed": 23363776, "text": "this study was to investigate the role of vitamin A in Foxp3 and TGF-beta gene expression in atherosclerotic patients."}, {"pubmed": 23378296, "text": "the rs2294021CT genotype may increase an individual's susceptibility to breast cancer by breaking the balance between Treg-mediated immune tolerance and FOXP3-controlled tumor-suppressive effect."}, {"pubmed": 23382847, "text": "Our findings strongly suggest that Foxp3 expression mediated by cancer cells rather than by Treg cells contribute to disease progression."}, {"pubmed": 23396208, "text": "study demonstrated FOXP3 transcriptional activity and Treg cell suppressive function are regulated by phosphorylation at Ser418 in C-terminal DNA-binding domain; TNF-alpha controls balance between Treg cells and pathogenic TH17 and TH1 cells in the synovium of individuals with rheumatoid arthritis through FOXP3 dephosphorylation"}, {"pubmed": 23417677, "text": "tribbles-1 is a novel binding partner of Foxp3 in regulatory T cells"}, {"pubmed": 23418928, "text": "FOXP3+ cell density in SLNs, but not in the primary tumor, was found predictive of disease outcome in melanoma patients"}, {"pubmed": 23438049, "text": "FOXP3 mRNA and protein had a good correlation in archival renal graft tissue"}, {"pubmed": 23450493, "text": "Our study has failed to found any association between FOXP3 gene polymorphisms rs2280883, rs3761548 and rs3761549 with endometriosis in Chinese Han patients."}, {"pubmed": 23459079, "text": "Genetic variants of FOXP3 influence graft survival in kidney transplant patients."}, {"pubmed": 23483489, "text": "High FOXP3 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 23490285, "text": "Data indicate that knockdown of IRF-7 expression almost completely diminished the enhancing effect of TLR9 signaling on Foxp3 expression, suggesting that IRF-7 is a downstream molecule of TLR9 signaling."}, {"pubmed": 23498308, "text": "FOXP3 gene promoter polymorphism is associated with the development of vitiligo in indian population."}, {"pubmed": 23502335, "text": "expression is associated with breast cancer in a stage dependent manner"}, {"pubmed": 23521883, "text": "Studies indicat that understanding how epigenetic alterations and Foxp3 expression coordinately control regulatory T (Treg)-specific gene regulation will enable better control of immune responses by targeting the generation and maintenance of Treg cells."}, {"pubmed": 23529308, "text": "Foxp3 could be a mediator of the tumor cells inhibitory aggression upon the immune system and could be used as a molecular target for biological antitumor therapy."}, {"pubmed": 23543754, "text": "Disruption of the FOXP3-FIK-KAP1 complex in Tregs restored expression of FOXP3-target genes."}, {"pubmed": 23560055, "text": "Foxp3 (-/ATT) polymorphism contributes to the susceptibility to preeclampsia."}, {"pubmed": 23562195, "text": "The findings of this study suggest that SNPs in FOXP3 and EBI3 genes modify the risk for development of chronic rhinosinusitis."}, {"pubmed": 23566804, "text": "Epigenetic suppression of FOXP3 might lead to down-regulation of Treg cells, and in turn increase the risk of acute coronary syndrome."}, {"pubmed": 23579918, "text": "Our findings suggest that FOXP3 expression in glioma cells has a crucial function in the development of high-grade glioma"}, {"pubmed": 23582052, "text": "Results show that FOXP3 gene polymorphisms contributed to vitiligo risk in a Han Chinese population."}, {"pubmed": 23588145, "text": "Different cutaneous diseases share a significant down-regulation of circulating FOXP3+ Treg cells."}, {"pubmed": 23640423, "text": "The polymorphisms located in intron, exon and promoter regions of FOXP3 and their association with regulatory T-cell role and development of human diseases. [Review]"}, {"pubmed": 23644754, "text": "Foxp3 could exert regulatory function not only in regulatory T cells but also in natural killer cells."}, {"pubmed": 23707908, "text": "FOXP3 rs2280883 may represent a novel susceptibility locus for systemic sclerosis in female subjects."}, {"pubmed": 23712790, "text": "These findings implicate both Treg infiltration and up-regulated epithelial FOXP3 expression in breast cancer progression."}, {"pubmed": 23735638, "text": "Targeting FOXP3 i l demethylation might elevate the inhibitory activity of Tregs in acute coronary syndrome."}, {"pubmed": 23747721, "text": "The proportions of total Foxp3+ Regulatory T-Cells cells and CD45RA-Foxp3(high) activated/effector Regulatory T-Cells cells were significantly lower in rheumatoid arthritis patients."}, {"pubmed": 23759077, "text": "the FOXP3 gene polymorphisms at rs2280883 and rs3761549 may be associated with hepatitis B-related HCC."}, {"pubmed": 23760912, "text": "Abnormal FOXP3 expression in cervical oesophageal cancer parenchyma and FOXP3 lymphocyte infiltration might be closely related to metastasis of this cancer by promoting immune escape of the tumor."}, {"pubmed": 23773924, "text": "This report demonstrated an association between FOXP3 methylation levels and its expression in primary Sjogren's syndrome."}, {"pubmed": 23797717, "text": "Foxp3 expression in adult T-cell leukemia/lymphoma is unstable and can be lost after anaplastic cell transformation."}, {"pubmed": 23829892, "text": "Negligible nuclear FOXP3 expression is associated with breast cancer epithelial cells compared with FOXP3-positive T cells."}, {"pubmed": 23888189, "text": "FOXP3 exhibits tumor suppressor activity in glioblastomas."}, {"pubmed": 23910692, "text": "SOCS3 and Foxp3 are coexpressed in Treg cells in human nasal mucosa and that SOCS3 negatively regulates Foxp3 expression in human airway mucosa, possibly through phosphorylation of STAT3."}, {"pubmed": 23911408, "text": "Data indicate that high levels of TGF-beta followed by adaptation of FoxP3(+) naive and memory (CD4(+)CD45RA(+)/RO(+)) T cells were observed as the principal underlying factors leading to higher generation of T reg cells during disease progression."}, {"pubmed": 23948758, "text": "FOXP3 expression in breast cancer cells is associated with poor prognosis and high Ki-67 index."}, {"pubmed": 23969200, "text": "The association between the distribution of Tregs in transbronchial biopsies and the level of FoxP3 mRNA in BALF indicates that assessment of FoxP3 mRNA in BALF is a reliable non-invasive method for evaluating the number of Tregs in lung tissue."}, {"pubmed": 23973223, "text": "stress signals elicited by proinflammatory cytokines and lipopolysaccharides lead to the degradation of Foxp3 through the action of the E3 ubiquitin ligase Stub1."}, {"pubmed": 23974203, "text": "FOXP3 regulates hypomethylated genes in human regulatory T cells"}, {"pubmed": 23977174, "text": "Elevated levels of nuclear FOXP3 is associated with recurrence in oral squamous cell carcinoma."}, {"pubmed": 23993983, "text": "FoxP3 -3279 A/C polymorphism may influence AD risk, especially, the A allele variant carriers of FoxP3 -3279 A/C polymorphism definitively associated with AD susceptibility."}, {"pubmed": 23996727, "text": "The number of FOXP3-expressing T regulatory cells does not differ significantly between sentinel node+ and sentinel node- samples."}, {"pubmed": 24035934, "text": "The current study demonstrated for the first time the association of the FoxP3 SNP with a risk of developing non small lung cancer in the Chinese Han population."}, {"pubmed": 24040244, "text": "High numbers of intratumoral FOXP3+ Tregs significantly correlated with shorter overall survival and lymph node metastasis."}, {"pubmed": 24068936, "text": "Data (including data from transgenic mice) suggest HTLV-1 bZIP enhances generation of regulatory T-lymphocytes in HTLV-I infection; this effect is mediated via up-regulation of FOXP3 expression even though such up-regulation may be transient."}, {"pubmed": 24071443, "text": "we argue that tumoral FOXP3 has a potential oncogenic function in conjunction with the p53 tumor suppressor protein and infiltrated Tregs in human breast carcinomas."}, {"pubmed": 24098530, "text": "All adipocytokines were positively correlated with levels of inflammatory mediators and negatively correlated with Foxp3 expression in multiple sclerosis patients."}, {"pubmed": 24099863, "text": "In this review, we focus on the role of four specific FOX factors (FOXD1, FOXL2, FOXO1 and FOXP3) in gonadotropin hormone production"}, {"pubmed": 24116716, "text": "High expression of FOXP3 in the primary melanoma may be used as an additional independent prognostic marker for early tumour progression in patients with melanoma."}, {"pubmed": 24127318, "text": "Our results suggest that overexpression of HIF-1alpha affects the levels of FoxP3 in Mycosis fungoides"}, {"pubmed": 24136450, "text": "Downregulates the expression of Foxp3-related genes."}, {"pubmed": 24151582, "text": "this study identifies a novel mechanism of Chronic heat stress immunosuppression mediated by regulating CD4 CD25 Foxp3 Tregs."}, {"pubmed": 24152290, "text": "Loss of FOXP3 expression from Treg cells can induce reprogramming to a T helper cell phenotype with a gene expression signature dominated by Th2 lineage-associated genes, and that this cell type conversion may be mediated by histone methylation events."}, {"pubmed": 24155921, "text": "LCK phosphorylated Tyr-342 of FOXP3 by immunoprecipitation and in vitro kinase assay, and the replacement of Tyr-342 with phenylalanine (Y342F) abolished the ability to suppress MMP9 expression."}, {"pubmed": 24201117, "text": "Foxp3 downregulation in HIV-infected Treg was related to an increase in the expression of DNA methyltransferase3b (DNMT3b) associated with higher methylation of CpG sites in the FOXP3 locus."}, {"pubmed": 24214631, "text": "The orchestration of FoxP3 leading to competitive fitness of Treg cells in leprosy."}, {"pubmed": 24221578, "text": "These indicated that Ets-1 may play an important role in the stable expression of FOXP3 in CD4(+)CD25(+) Treg cells in patients with systemic lupus erythematosus."}, {"pubmed": 24276989, "text": "the results suggest that Foxp3 positive infiltrates could provide an independent predictive factor in glioblastoma."}, {"pubmed": 24289115, "text": "Long non-coding RNA DQ786243 can be related with severity of Crohn's disease. It can affect the expression of CREB and Foxp3 through which regulates the function of regulatory T cells. CREB itself seems not the mediator of DQ786243 to up-regulate Foxp3."}, {"pubmed": 24291052, "text": "FoxP3 seems to be an interesting biomarker for immune response to epithelial tumors."}, {"pubmed": 24292092, "text": "The results showed the increased expression of Foxp3 and IL-17 in lichen planus lesions including oral and cutaneous variants."}, {"pubmed": 24292748, "text": "expression of Foxp3 mRNA in bronchoalveolar lavage cells from patients with HTLV-I-associated lung disorders"}, {"pubmed": 24303990, "text": "FoxP3+ regulatory T cells may cooperate to promote the progression of hepatocellular carcinoma."}, {"pubmed": 24308961, "text": "FOXP3 is a negative regulator of NF-kappaB activity and thus plays a tumor suppressor role by reducing cell metastasis."}, {"pubmed": 24316592, "text": "miR-210 expression is increased significantly in CD4+ T cells from patients with psoriasis vulgaris, and, further, miR-210 targets FOXP3 to modulate immunosuppressive functions of treg cells."}, {"pubmed": 24328999, "text": "High FoxP3 expression in malignant thyroid lesions compared with low expression in goiter may be indirect evidence of its role in carcinogenesis."}, {"pubmed": 24338714, "text": "conclude that Foxp3 rs37161548 has a potential to be a polymorphic marker for tumor progression in premenopausal breast cancer patients in Indian women"}, {"pubmed": 24354800, "text": "CD4(+) CD25(+) FoxP3(+) Treg cells played an important role in immunosuppression in B-cell acute lymphoblastic leukemia, resulting in a positive disease-correlation in these patients."}, {"pubmed": 24406338, "text": "Based on its infrequent expression in human melanoma, and its growth inhibitory and pro-apoptotic effect in over-expressing melanoma cells, aithors conclude that FOXP3 is not likely to be a key tumor suppressor or promoter in melanoma."}, {"pubmed": 24467668, "text": "99) Tc-methylene diphosphonate may improve the activity of RA through upregulating the frequency of peripheral gammadelta T cells and CD4(+) CD25(+) Foxp3(+) Tregs as well as affecting the serum cytokine environment by increasing TGF-beta and decreasing TNF-alpha and IL-6."}, {"pubmed": 24482023, "text": "Interstitial CD3 + CD4+ FOXP3+ cells were also significantly higher in lupus nephritis biopsies"}, {"pubmed": 24548868, "text": "Strong cytoplasmic staining of FoxP3 was observed in GC cells. FoxP3 protein expression in tumour cells predicts a good prognosis, whereas high-density Treg predicts a poor prognosis."}, {"pubmed": 24583705, "text": "Density of tumor-infiltrating FOXP3+ T cells indicated the degree of response for induction chemoradiotherapy and prognosis in patients treated with trimodality therapy for locally advanced non-small cell lung cancer."}, {"pubmed": 24630394, "text": "High tumour FoxP3 expression was significantly associated with poor survival in oro-hypopharynx squamous cell carcinoma but not in larynx squamous cell carcinoma patients."}, {"pubmed": 24636474, "text": "Peanut oral immunotherapy results in increased antigen-induced regulatory T-cell function and hypomethylation of FOXP3."}, {"pubmed": 24708420, "text": "Newborns have a higher proportion of circulating thymically derived Helios(+) Treg cells than adults and that S. aureus possess an ability to convert neonatal conventional CD4(+) T cells into FOXP3(+) CD25(+) CD127(low) Treg cells via the PD-1/PD-L1 axis."}, {"pubmed": 24710569, "text": "Using a luciferase-based mutagenesis assay, FOXP3 was determined to be a direct target of miR15a and miR16."}, {"pubmed": 24761979, "text": "CD45RA-Foxp3high Tregs increase in the peripheral circulation of head and neck squamous cell carcinoma patients."}, {"pubmed": 24784317, "text": "rs3761549G/A polymorphism in Foxp3 gene could contribute to Graves' disease development in females"}, {"pubmed": 24792626, "text": "study identified a novel missense variant in exon 6 of the X-linked FOXP3 gene in a 2-generation family with inflammatory bowel disease"}, {"pubmed": 24827118, "text": "Tumor-infiltrating FoxP3-expressing T cells were a factor for a poor prognosis for hepatocellular carcinoma and stomach neoplasms, but a good prognosis for colorectal neoplasms. (Meta-analysis)"}, {"pubmed": 24838857, "text": "Enhanced suppressor function of TIM-3+ FoxP3+ regulatory T cells."}, {"pubmed": 24845974, "text": "HTLV-1 infection decreases regulatory t cells functional suppressive capacity in Tropical Spastic Paraparesis through modification of FoxP3 demethylation and that dysregulated Treg function may contribute to disease pathogenesis."}, {"pubmed": 24852566, "text": "Mechanism of protection by Lactobacillus reuteri DSM 17938 involves modulation of the balance between memory T cells and Treg cells in necrotizing enterocolitis."}, {"pubmed": 24870556, "text": "The potential functions of FOXP3 in breast epithelium can now be extended to include regulation of CXCR4 expression and response to the pro-metastatic chemokine CXCL12."}, {"pubmed": 24877082, "text": "since FOXP3 was positively associated with TNBC susceptibility and prognosis, it seems to be a promising candidate for further investigation in larger TNBC samples."}, {"pubmed": 24901172, "text": "Using biopsies from H. pylori-positive patients, PCR was used to quantify the expression of Foxp3 mRNA and IHC was used to semi- quantify the number of CD4+ CD25+ T cells in gastric mucosa."}, {"pubmed": 24916357, "text": "mutations result in immunodysregulation, polyendocrinopathy, enteropathy, X-linked syndrome with variable clinical presentation of the disease"}, {"pubmed": 24931519, "text": "These results suggested that hypoxia could stimulate Foxp3 expression by increasing HIF1alpha expression in CD4(+) T lymphocytes which may promote CD4(+) T lymphocytes to convert to Treg."}, {"pubmed": 24938080, "text": "MS-qPCR assays of FOXP3-TSDR can efficiently distinguish nTregs from non-nTregs. Abnormal recruitment of nTregs occurs in the local tumor microenvironment."}, {"pubmed": 24944246, "text": "KLF10, functions as a toggle to integrate antagonistic signals regulating FOXP3 via Sin3-HDAC/PCAF pathway and, thus, immune activation."}, {"pubmed": 25000974, "text": "Results show that FOXP3 regulates the expression of some microRNAs in Regulatory T cells of hepatocellular carcinoma."}, {"pubmed": 25018055, "text": "Suggest potential role of Th17, CD4(+) CD25(high)FoxP3(+)T-regs, and probably CD4(+) CD25(+)IL-10(+) T regulatory cells 1 (Tr1), and Th3 in leprosy."}, {"pubmed": 25019584, "text": "genetic association study in population of women in Iran: Data suggest an SNP in Foxp3 promoter (rs3761548) and serum levels of TGFB1 (transforming growth factor beta 1) are not associated with recurrent spontaneous abortion in population studied."}, {"pubmed": 25024610, "text": "An increased Foxp3+ Treg/Th17 ratio was associated with the survival of hepatitis B virus related acute-on-chronic liver failure patients."}, {"pubmed": 25042153, "text": "We identified a novel differentially methylated region upstream of the FOXP3 promoter, with enhancer activity sensitive to methylation-induced silencing in Treg cells from rheumatoid arthritis patients"}, {"pubmed": 25047684, "text": "preS2 oncoprotein encoded by hepatitis B virus transactivated FOXP3 transcription in hepatocellular carcinoma cells"}, {"pubmed": 25050599, "text": "FoxP3(+) T cells reveal an effective suppressive capacity in vitro."}, {"pubmed": 25064223, "text": "eutopic endometrium Foxp3 expression of women with endometriosis was associated with chronic pelvic pain and cyclic urinary pain."}, {"pubmed": 25083793, "text": "Determining FOXP3 TSDR methylation status can be a useful tool in diagnosis, and monitoring the severity of autoimmune diseases and chronic microbial infections."}, {"pubmed": 25088497, "text": "FOXP3+ natural regulatory T cells are characterized by CD6 expression."}, {"pubmed": 25092890, "text": "hypomethylation at the Treg-specific demethylated region can be decoupled from FOXP3 expression in human T cells and environment-specific breakdown in FOXP3 stability may compromise the resolution of inflammation in juvenile idiopathic arthritis."}, {"pubmed": 25096571, "text": "PIM1-specific inhibitor boosted FOXP3 DNA binding activity in in vitro expanded primary Tregs and also enhanced their suppressive activity toward the proliferation of T effector cells."}, {"pubmed": 25099367, "text": "FOXP3 and CTLA4 overexpression in total BM samples suggests a local accumulation of immunosuppressive Tregs, the MM tumor environment, possibly dampening anti-tumor host immune responses"}, {"pubmed": 25109285, "text": "The induction of Sirt1 and Sirt3 may be a determinant of thyroid cancer cell survival under genotoxic stress conditions. Further examination of the Sirt1-Foxp3 signal may improve our understanding of thyroid carcinogenesis"}, {"pubmed": 25113399, "text": "Low cord blood Foxp3/CD3gamma mRNA ratios are highly predictive for early allergy development."}, {"pubmed": 25157414, "text": "Both in juvenile dermatomyositis (JDM) and Duchenne's muscular dystrophy the proportion of FOXP3+ T cells in muscles were increased compared to JDM peripheral blood."}, {"pubmed": 25167770, "text": "higher levels of FOXP3 expression in the asymptomatic group of residents in an endemic area of Leishmania major infection in Iran with positive leishmanin skin tests"}, {"pubmed": 25191901, "text": "Data shows that FOXP3+ lymphocyte density in primary tumor tissue in patients with pancreatic cancer correlates with lymph node metastasis and that lymph nodes containing metastases having higher FOXP3+ lymphocyte densities than do negative lymph nodes."}, {"pubmed": 25197969, "text": "CD4+CD25highFOXP3+ T regulatory cells displayed a strongly inverse correlation to disease activity in the long term in systemic lupus erythematosis."}, {"pubmed": 25198706, "text": "gene expression in Treg cells is increased in patients with active tuberculosis in Iran"}, {"pubmed": 25225903, "text": "TNF in tumours. Methylated FOXP3cpg was associated with significant suppression of FOXP3 in both PBMC and tumours"}, {"pubmed": 25268580, "text": "CD4+ T cells expressing latency-associated peptide and Foxp3 are an activated subgroup of regulatory T cells enriched in patients with colorectal cancer."}, {"pubmed": 25292313, "text": "Data show that the expression levels of transcription factors GATA-3 and FOXP3 were upregulated with 1.0 mug/ml galectin-1, while transcription factors TBX21 and RORC expression levels were reduced with both 1.0 and 2.0 mug/ml concentrations of galectin-1."}, {"pubmed": 25305033, "text": "Defective Treg cell activity identified in primary immune thrombocytopenia might be partially mediated through hypermethylation of CpG sites in the promoter region of Foxp3."}, {"pubmed": 25312920, "text": "study demonstrates that thyroid cancer cells express a high level of functional Foxp3 and that the inhibition of the Foxp3 suppresses the proliferation and migration but promotes apoptosis"}, {"pubmed": 25316133, "text": "these data suggest that IL-10 and TGF-beta may modulate FoxP3 expressions at the protein and mRNA levels in respect to their need for peripheral tolerance."}, {"pubmed": 25326790, "text": "SNP rs3761548 may influence the susceptibility to MS disease and the serum levels of IL-35."}, {"pubmed": 25382658, "text": "Immature dendritic cells convert anergic nonregulatory T cells into Foxp3- IL-10+ regulatory T cells by engaging CD28 and CTLA-4."}, {"pubmed": 25395319, "text": "triple-negative breast cancer with a high CD8+/FOXP3+ ratio were more sensitive to anthracycline and taxane-based chemotherapeutic regimens, and the CD8+/FOXP3+ ratio in conjunction with Ki-67 could predict pCR following NAC in TNBC"}, {"pubmed": 25412700, "text": "an elevated baseline production of IL-6 and transforming growth factor (TGF)-beta1 and of mRNA encoding FoxP3Delta2 rather than intact FoxP3. This may contribute to the skewing towards Th17 cell responses in HT."}, {"pubmed": 25416053, "text": "FoxP3 rs3761548 gene polymorphism contributes to colorectal susceptibility in a Chinese population."}, {"pubmed": 25425428, "text": "Forkhead box protein 3(+) regulatory T cells and Helios(+) subset in perinatally acquired HIV."}, {"pubmed": 25446972, "text": "The immunosuppressive enzyme IL4I1 expressed differentially in human induced Aiolos+, but not natural Helios+, FOXP3+ Treg cells."}, {"pubmed": 25448791, "text": "Current findings indicated that the Foxp3 genetic polymorphism and the Foxp3 protein level may be associated with susceptibility to rheumatoid arthritis in the Polish population."}, {"pubmed": 25456640, "text": "Mutations in FOXP3 cause immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome, an early-onset, antibody- positive form of Monogenic Diabetes without other findings may appear first and obscure the existence of syndromic diabetes."}, {"pubmed": 25459573, "text": "Our results suggest that FOXP3 acts as a master switch governing the development and function of T-regulatory cells, whose functions include the inhibition of immune responses and temper inflammation"}, {"pubmed": 25481456, "text": "A novel splice variant FOXP3delta6 was identified and found to be expressed in human regulatory T cells, suggesting that it may play a role in their function."}, {"pubmed": 25492937, "text": "pharmacologic activation of Akt in Tregs can induce Glut1, overcoming the effects of Foxp3. Together, these results illustrate the molecular basis behind differential glucose metabolism in Tregs."}, {"pubmed": 25499021, "text": "Data show that co-culturing with exopolysaccharides from Cyanobacterium aponinum (EPS-Ca) treated dendritic cells (DCs) reduced the IL-17+RORgammat+/IL-10+FoxP3+ ratio in CD4+ T cells."}, {"pubmed": 25499308, "text": "Variants of FOXP3 SNPs namely; rs2232365, rs3761548, rs5902434 and rs2294021 may be associated with idiopathic recurrent miscarriages."}, {"pubmed": 25503147, "text": "The expression of CK19 tended to be positively correlated with the expression of FOXP3. High expression of FOXP3 in regional lymph nodes was a significant unfavorable prognostic factor in patients with stage I non-small cell lung cancer."}, {"pubmed": 25533723, "text": "Data indicate that the number of FoxP3+ cells in the lung allograft did not correlate with bronchiolitis obliterans syndrome-free survival time."}, {"pubmed": 25548231, "text": "Our findings failed to find evidence for extensive intratumoral iTreg induction. Rather, we identified a population of Foxp3-stable nTregs in tumors from mice and humans."}, {"pubmed": 25552913, "text": "The mRNA levels of FOXP3 in peripheral blood lymphocytes of hepatocellular carcinoma patients were significantly increased, indicating the existence of a predominant phenomenon of Th17-expressing peripheral blood lymphocytes in hepatocellular carcinoma."}, {"pubmed": 25553723, "text": "The aim of this study was to analyze the clinical features and expressions of forkhead box P3 (Foxp3) and interleukin-17 (IL-17) in type 1 autoimmune pancreatitis in China."}, {"pubmed": 25555571, "text": "Increased proportion of FoxP3+ regulatory T cells in tumor infiltrating lymphocytes is associated with tumor recurrence in patients with glioblastoma."}, {"pubmed": 25556168, "text": "Tolerant kidney transplantation patients have potent CD4(+)CD45RA(-) Foxp3(hi) memory Tregs with a specific Foxp3 Treg-specific demethylation pattern."}, {"pubmed": 25557886, "text": "These results support the prognostic value of determining the levels of Fox-P3-positive lymphocytes by immunohistochemistry in PeCa, as this parameter adds value to the traditional clinicopathological features"}, {"pubmed": 25567984, "text": "The results suggest that FOXP3 mediates long-range chromatin interactions as part of its mechanisms to regulate specific gene expression"}, {"pubmed": 25572738, "text": "early on in an acute Francisella tularensis SCHUS4 infection, FoxP3 regulatory T cells contribute to a dampening of the pro-inflammatory response, allowing for bacterial replication and spread."}, {"pubmed": 25600959, "text": "Elevated expression of Foxp3 appears to be a characteristic of neurological patients presenting with aggressive urothelial carcinoma of the bladder and squamous cell differentiation. Targeting Foxp3 may represent a novel immunotherapy strategy for UCB."}, {"pubmed": 25623530, "text": "These results suggest that FOXP3 plays an important role in tumor malignant phenotype, especially the invasion and immune escape."}, {"pubmed": 25669968, "text": "Increased peritumoral FOXP3+T-cell density is identified as an independent adverse prognostic factor in PDAC."}, {"pubmed": 25683728, "text": "FOXP3 directly binds to the promoter of CD44."}, {"pubmed": 25683871, "text": "Full length and N-cleaved Foxp3-transduced CD4(+) T cells similarly suppressed the in vitro proliferation of Teffs. However, the C-cleaved or N&C-cleaved Foxp3 forms afforded almost no suppressive function."}, {"pubmed": 25697896, "text": "Our findings suggest that increased FOXP3+ TILs and high preoperative serum albumin levels are independent prognostic markers for improved survival in CRC patients."}, {"pubmed": 25708657, "text": "Foxp3 gene polymorphisms and haplotypes associate with susceptibility of Graves' disease in Chinese Han population"}, {"pubmed": 25712342, "text": "Linking the tumor suppressor function of FOXP3 to NF-kappaB activation reveals a potential therapeutic approach for cancers with FOXP3 defects."}, {"pubmed": 25769912, "text": "increased protein levels are associated with increased histone acetylation in childhood allergic asthma"}, {"pubmed": 25771887, "text": "expression decreased in Hashimoto thyroiditis patients"}, {"pubmed": 25778305, "text": "Increased CD3(+) T-cells and FOXP3(+) Treg density is associated with improved survival, but only the latter proved to be an independent prognostic factor in colorectal cancer."}, {"pubmed": 25779374, "text": "This study reveals the relationship between direct and indirect targets genes of Foxp3 in TSCC cells and provide molecular basis of cancer cell-derived Foxp3 function."}, {"pubmed": 25812348, "text": "Foxp3 is a good marker of Tregs especially if panels of markers were used for their identification. CD4(+)CD25(high) Foxp3(+) T cell subpopulation mostly represents Tregs and thus should be the one targeted in Treg studies"}, {"pubmed": 25824786, "text": "High FOXP3 expression is associated with renal clear cell carcinoma."}, {"pubmed": 25872376, "text": "Expression of mRNA of transcription factors RORC2 and FoxP3 in lymphocytes in patients with pulmonary tuberculosis reflects the stages of disease progression and prognosis."}, {"pubmed": 25873156, "text": "Our study showed that high CNVs of Rorc and low CNVs of Foxp3 confer risk for BD but not for VKH syndrome."}, {"pubmed": 25891727, "text": "Initial cell concentration and HLA-DR incompatibility can affect the generation of FoxP3+ T cells in human mixed lymphocyte reaction."}, {"pubmed": 25921629, "text": "The percentages of CD8(+)CD25(+)FoxP3(brigh) Tregs correlate with mean peak expiratory flow."}, {"pubmed": 25977253, "text": "The FOXP3 -3279 A/C polymorphism is associated with susceptibility to autoimmune disease in Asians and non-Caucasians. (Meta-analysis)"}, {"pubmed": 25981968, "text": "Studies indicate that forkhead box P3 (Foxp3) expression is required for Treg cell differentiation."}, {"pubmed": 25982578, "text": "genetic polymorphism is associated with allergic and autoimmune diseases in Spanish children"}, {"pubmed": 25989617, "text": "These results suggest that polymorphisms of the FOXP3 gene might confer susceptibility to URSA, probably by altering FOXP3 function and/or its expression."}, {"pubmed": 26011970, "text": "Foxp3-3279 polymorphisms did not significantly differ between patients with dust mite allergic conjunctivitis and healthy controls; this genetic locus is not an independent risk factor of the underlying pathogenesis of dust mite allergic conjunctivitis"}, {"pubmed": 26013006, "text": "An IL-27/Lag3 axis enhances Foxp3+ regulatory T cell-suppressive function and therapeutic efficacy."}, {"pubmed": 26063731, "text": "Authors show a significant androgen-dependent increase of Foxp3 expression in human T-cells from women in the ovulatory phase of the menstrual cycle but not from men and identify a functional androgen response element within the Foxp3 locus."}, {"pubmed": 26154600, "text": "Marked restriction of the TCR V delta subfamily expression pattern and great heterogeneity in Foxp3 expression are characteristics found in refractory anemia with ringed sideroblasts."}, {"pubmed": 26161395, "text": "the combination of high levels of CD14, FOXP3, and ARG1 mRNAs identified a small group of patients with excellent event-free and overall survival."}, {"pubmed": 26163261, "text": "IkappaB-zeta itself negatively regulated activation of the Foxp3 promoter in a nuclear factor of kappaB-dependent manner"}, {"pubmed": 26182692, "text": "Suggest epigenetic regulation of FOXP3 in patient with olive pollen allergies."}, {"pubmed": 26209749, "text": "conclude that tumor immunity is activated after nCRT by increased infiltrating CD8+ and CD4+ T cells and relative stable numbers MDSC-TILs, FOXP3+TILs"}, {"pubmed": 26225678, "text": "High FOXP3 expression is associated with Cutaneous T Cell Lymphoma and Sezary Syndrome."}, {"pubmed": 26238486, "text": "Data indicate that forkhead box P3 protein (FOXP3) invariant NKT (iNKT) cells only acquired suppressive abilities when cultured in the presence of the mechanistic target of rapamycin (mTOR) inhibitor rapamycin."}, {"pubmed": 26271985, "text": "Data show that carcinoembryonic antigen-related cell adhesion molecule 6 (CEACAM6) and forkhead box P3 (FOXP3) are associated with the malignant degree of pancreatic cancer."}, {"pubmed": 26305693, "text": "This meta-analysis indicates that a prognostic role for FOXP3 expression in operable breast cancer."}, {"pubmed": 26329520, "text": "Regulatory CD4 T cells (Treg) cells in co-infected patients present phenotypic alterations and might have dysfunction marked by low expression of Foxp3 and increased expression of molecules not frequently seen on Treg cells, such as CD49d."}, {"pubmed": 26333292, "text": "A decrease of CD4(+) CD25(+) CD127(low) FoxP3(+) regulatory T cells with impaired suppressive function had been found in untreated ulcerative colitis patients."}, {"pubmed": 26339391, "text": "High FOXP3+ Tregs density, low tumor stage and absence of lymphovascular invasion are independent good prognosticators in nodal negative colorectal cancer."}, {"pubmed": 26341640, "text": "High CD8(+) TIL and a high CD8/FOXP3 ratio in residual tumors."}, {"pubmed": 26343373, "text": "Helios, and not FoxP3, is the marker of activated Tregs expressing GARP/LAP, and FoxP3+Helios+ Tregs have more suppressive characteristics, compared with FoxP3+Helios- Tregs."}, {"pubmed": 26381169, "text": "unveiled a previously unidentified role of Foxp3 in T cell transformation, providing a molecular basis for HTLV-1 tax protein transformation of CD4+Foxp3+ T cells"}, {"pubmed": 26409874, "text": "FOXP3 expression could serve as an indicator of severe asthma."}, {"pubmed": 26414764, "text": "the induction and suppressive function of Treg cells tightly depended on glycolysis, which controlled Foxp3 splicing variants containing exon 2 through the glycolytic enzyme enolase-1"}, {"pubmed": 26429911, "text": "PARP-1 negatively regulates the suppressive function of Treg cells at the posttranslational level via FOXP3 poly(ADP-ribosyl)ation."}, {"pubmed": 26431581, "text": "Critical link between glycogen synthase kinase 3beta and forkhead box P3 in patients with chronic rhinosinusitis with nasal polyps"}, {"pubmed": 26434354, "text": "the balance between the transcription factors of Treg and Th17 cells (FoXp3 and RORgammat) was sought as a molecular marker of disease activity and to highlight the pathogenesis of autoimmune liver diseases"}, {"pubmed": 26437631, "text": "A FOXP3(+)CD3(+)CD56(+)-expressed T-cell population with immunosuppressive function and reduced patient survival has been identified in cancer tissues of human hepatocellular carcinoma."}, {"pubmed": 26439683, "text": "A diffuse pattern of FOXP3 and CD69 positivity was favourable."}, {"pubmed": 26441347, "text": "Crohn's disease express increased levels of FOXP3 transcripts lacking exon 7, which correlate with disease severity."}, {"pubmed": 26462617, "text": "conclusion, our meta-analysis suggests that the prognostic role of FoxP3(+) Tregs was highly influenced by tumor site, and was also correlated with the molecular subtype and tumor stage."}, {"pubmed": 26464616, "text": "Foxp3 is highly expressed in the cervical cancer, and able to facilitate the proliferation and invasiveness of cervical cancer"}, {"pubmed": 26473355, "text": "Data show lower incidence of grade III-IV acute graft vs. host disease (GVHD) in patients transplanted from donors with (GT)n polymorphism in FOXP3 without affecting chronic GVHD or graft vs. leukemia effect, since relapse and survival rates are similar."}, {"pubmed": 26475790, "text": "Our meta-analysis demonstrates that the presence of high levels of FOXP3+ TILs is associated with prognosis for breast cancer patients and predicts lymph node metastasis, hormone receptor and HER-2 status."}, {"pubmed": 26507707, "text": "Multicolor flow-cytometric analysis of milk allergen-specific T-helper type 2 cells revealed coexpression of interleukin-4 with Foxp3"}, {"pubmed": 26517926, "text": "Studies indicate that tribbles homolog 1 (Drosophila) protein (TRIB1) interacts with the master molecule of Tregs, forkhead box P3 (FOXP3), a transcription factor essential for Treg suppressive activity."}, {"pubmed": 26538561, "text": "Mst1 increases the acetylation of Foxp3 by inhibiting Sirt1 activity, which requires the Mst1 kinase activity."}, {"pubmed": 26584734, "text": "Synergistic interactions between NFAT and Foxp3 determine Treg-specific GARP expression."}, {"pubmed": 26661331, "text": "different course of clinical symptoms in two siblings carrying mutation"}, {"pubmed": 26676638, "text": "FOXP3 was expressed in lung adenocarcinoma tissue and A549 cells. FOXP3 inhibition decreased cell proliferation, migration, and invasion as well as the secretion of inhibitory cytokines. It enhanced lung adenocarcinoma cell proliferation via upregulating the levels of the cell cycle G1/S checkpoint gene CCND1."}, {"pubmed": 26681759, "text": "Hypomethylation of the Treg-Specific Demethylated Region in FOXP3 Is a Hallmark of the Regulatory T-cell Subtype in Adult T-cell Leukemia."}, {"pubmed": 26686090, "text": "a novel role of FOXP3 as a tumor suppressor in T-ALL through modulation of TAL1 transcriptional activity."}, {"pubmed": 26710835, "text": "Methylation of promoter region of the FOXP3 gene was determined in all EC cases."}, {"pubmed": 26714416, "text": "decreased expression in regulatory T cells in Type 1 Diabetes patients"}, {"pubmed": 26718402, "text": "In conclusion, this study suggests that 7SL RNA is a direct target of FOXP3 and may be involved in the formation of FOXP3/P53 feedback loop."}, {"pubmed": 26722524, "text": "In Hodgkin lymphoma infiltrating lymphocytes, there was a difference of Sirt1 to FoxP3 ratios between remission and recurrence groups, being significantly higher in the recurrence group"}, {"pubmed": 26724144, "text": "Accumulation of FoxP3+ Tregs in the tumor microenvironment is an early event along the adenoma-carcinoma sequence."}, {"pubmed": 26735609, "text": "genetic polymorphism is associated with the clinical outcomes after allogeneic hematopoietic stem cell transplantation in pediatric acute leukemia patient"}, {"pubmed": 26735887, "text": "High FOXP3 expression is associated with breast cancer."}, {"pubmed": 26748374, "text": "A novel mutation in the FOXP3 gene affecting the Phe367 residue of the protein (F367V) is described in a family with three male siblings affected by IPEX syndrome."}, {"pubmed": 26753722, "text": "Urinary PD-1 and FOXP3 mRNA were high in acute rejection of renal allograft."}, {"pubmed": 26781862, "text": "FOXP3 is regulated, at least in part, by the binding of p53 to several binding sites in the promoter and intron regions following ultraviolet irradiation in psoriasis."}, {"pubmed": 26794449, "text": "results suggest that variants of transcription factor FOXP3 and NF-kB1 might be associated with increased risk to the clinical outcome of ESRD and renal allograft survival"}, {"pubmed": 26809747, "text": "A high number of FoxP3(+) tumor-infiltrating lymphocytes were significantly associated with poorer overall survival in pancreatic neuroendocrine tumors."}, {"pubmed": 26823784, "text": "the loss of FOXP3 expression in cancer cells is thought to contribute to tumorigenesis and progression of gastric adenocarcinoma."}, {"pubmed": 26862953, "text": "DLBCL cases with high FOXP3 have longer survival (P=0.03). T cells in the background of DLBCL may play a role in modulation of tumor progression. Their presence is associated with favorable prognostic parameters in DLBCL"}, {"pubmed": 26875774, "text": "this study shows that abnormal expression of miR-125a-5p and its effect on foxp3 expression are likely involved in the pathogenesis of thymoma-associated myasthenia gravis"}, {"pubmed": 26882813, "text": "the SNP rs3761548 in the FOXP3 gene appears to contribute to the risk of Behcet's disease among the north-western Iranian population."}, {"pubmed": 26885615, "text": "High FOXP3 expression is associated with pancreatic cancer and liver metastases from colorectal cancer."}, {"pubmed": 26918796, "text": "As IPEX awareness and characterization have increased, so has identification of FOXP3 mutations, with at least 70 to date. Review."}, {"pubmed": 26921303, "text": "CsA and RAPA did not interfere with the suppressor properties of human CD8(+)CD28(-) T cells in vitro, although they affected the expression of the FOXP3 molecule"}, {"pubmed": 26931655, "text": "we detected a significant down-regulation of the FOXP3 gene in patients with acute coronary syndrome; such decreased expression was more prominent in female patients, which implies the role of immune responses in plaque destabilization in such patients"}, {"pubmed": 26968188, "text": "We can achieve possible clinical significance of lymphoma tumor microenvironments through CD11c and FOXP3 immunohistochemistry stains in extranodal diffuse large B-cell lymphoma patients receiving R-CHOP therapy."}, {"pubmed": 27000869, "text": "Data suggest that forkhead box P3 protein (Foxp3) represents an important target for non-small-cell lung cancer (NSCLC) anti-tumor immunotherapy."}, {"pubmed": 27016413, "text": "Results show that the positive rates and expression levels of nestin, tyrosine hydroxylase (TH), GFAP and IL-17 were significantly decreased while Foxp3 and the ratio of Foxp3/IL-17 were statistically elevated in BM of AML patients."}, {"pubmed": 27035558, "text": "it was observed that ER stimulated gene expression by interacting with MEIS1 and FOXP3, and ER inhibited gene expression by interacting with THRB and GRHL1."}, {"pubmed": 27068374, "text": "These results suggest a non-canonical role of Foxp3 in the mitochondrial compartment in human hepatocytes."}, {"pubmed": 27077371, "text": "Foxp3 has a rapid turn over in Treg partly controlled at the transcriptional level by the JAK/STAT pathway"}, {"pubmed": 27082299, "text": "A high copy number of T-bet and GATA-3 confers susceptibility to AAU and AS, and a high copy number of FOXP3 confers susceptibility to female patients with AAU either with or without AS."}, {"pubmed": 27086659, "text": "Forkhead box P3 protein (FOXP3) expression is decreased in pediatric chronic autoimmune thyroiditis (CAT) patients, and this reduction seems to be associated with vitamin D levels."}, {"pubmed": 27118257, "text": "High FOXP3 mRNA levels correlated with larger tumor size, histological grade 3 and positive lymph-node status."}, {"pubmed": 27160497, "text": "The function of Treg cells depends on high Foxp3 expression levels, which are regulated transcriptionally and postranscriptionally."}, {"pubmed": 27178149, "text": "this study shows that there is no significant difference in mucosal FOXP3 expression in Ulcerative Colitis patients with moderate-to-severe disease activity compared to those in remission"}, {"pubmed": 27189164, "text": "Biased expression of the FOXP3Delta3 isoform in bladder cancer inversely correlates with overall survival."}, {"pubmed": 27238838, "text": "Results provide evidence that Foxp3 is a downstream target of p53 and that is sufficient to induce p21 expression, ROS production and p53-mediated senescence."}, {"pubmed": 27260002, "text": "Zinc is capable of ameliorating the allogeneic immune reaction by enhancement of antigen-specific iTreg cells due to modulation of essential molecular targets by upregulation of Foxp3 and KLF-10 and downregulation of IRF-1."}, {"pubmed": 27260644, "text": "the density of myocardial FoxP3+ cells early after heart transplantation appears to predict at least one measure of cardiac allograft vasculopathy burden after one year"}, {"pubmed": 27306531, "text": "A compensatory mechanism of IL-7-mediated homeostatic proliferation can restore the inhibitory network of CD24+Foxp3+Treg cell after anti-CD25 induction therapy in islet allotransplantation."}, {"pubmed": 27310557, "text": "both FOXP3 rs5902434 genotypes and alleles were differently distributed in COPD patients and smokers with normal lung function. The distribution of del/del genotype was associated with systemic expression ofFOXP3mRNA"}, {"pubmed": 27339600, "text": "this review presents the existing data on FoxP3 expression in non-T-regulatory cells"}, {"pubmed": 27377121, "text": "The frequency of FOXP3+CD8+ Treg was variable, without a statistically significant association with age or EBV status."}, {"pubmed": 27378752, "text": "FOXP3(+) CD4 T-cell maturity and responses to microbial stimulation alter with age and associate with early-life gut colonization."}, {"pubmed": 27431260, "text": "Efficiently downregulated the percentages of CD4+CD25+Foxp3+ regulator T (Treg) cells."}, {"pubmed": 27432879, "text": "These findings demonstrate the posttranslational regulation of Foxp3 expression by AREG in cancer patients through AREG/EGFR/GSK-3beta signaling, which could lead to Foxp3 protein degradation in Treg cells and a potential therapeutic target for cancer treatment."}, {"pubmed": 27457382, "text": "Elevated Foxp3 protein expression was a predictive factor of outcome in oral squamous cell carcinoma and could act as a promising therapeutic target."}, {"pubmed": 27466478, "text": "Latest reports indicate that the FOXP3 gene mutation can contribute to carcinogenesis, which can be associated with immune response abnormalities. Infiltration of the Treg cells into tumor cells can be associated with prognosis. Understanding the biology of the FOXP3 gene may be crucial in developing new immunotherapeutics"}, {"pubmed": 27475735, "text": "Alternation of circadian clock modulates forkhead box protein-3 gene transcription in CD4+ T cells in the intestine."}, {"pubmed": 27478306, "text": "severe but not euthyroid Hashimoto's thyroiditis is associated with robust upregulation of T-bet and FOXP3 mRNA in peripheral T cells, independent of the thyroid hormone status but proportional to disease activity"}, {"pubmed": 27525046, "text": "Data show that tolerance acquisition in children with IgE-mediated cow's milk allergy (CMA) involves epigenetic regulation of the FoxP3 gene. FoxP3 Treg-specific demethylated region is significantly increased in CMA children who acquired oral tolerance."}, {"pubmed": 27544816, "text": "this paper reviews the role of FOXP3 in autoimmunity"}, {"pubmed": 27557492, "text": "Foxp3 expression is an unfavorable prognostic factor for disease progression in superficial bladder cancer patients"}, {"pubmed": 27569929, "text": "These results suggest that the polymorphism of FOXP3 may affect tacrolimus pharmacokinetics."}, {"pubmed": 27574108, "text": "By screening the signalling pathways, we observed an obvious upregulation of phosphorylated NF-kappaB in A549 and H520 cells after silencing of FOXP3. Our results suggest that Foxp3 suppressed NSCLC cell metastasis, at least partially, via NF-kappaB signaling."}, {"pubmed": 27602763, "text": "Low-Foxp3/high-CD8+tumor infiltrating lymphocytes were associated with prolonged disease-free survival in stage I non-small cell lung carcinomas."}, {"pubmed": 27614018, "text": "this study show that FoxP3 polymorphisms could be a potential contributor for the development of preeclampsia in Iranian women"}, {"pubmed": 27702400, "text": "Polymorphisms in rs3761548 and rs3761549 of FoxP3 in our population were associated with disease susceptibility and response for IST, respectively."}, {"pubmed": 27747372, "text": "Our study demonstrated the tacrolimus-induced acute nephrotoxicity was associated with FOXP3 rs3761548 polymorphism in renal transplant patients"}, {"pubmed": 27751813, "text": "FOXP3 single nucleotide polymorphism rs2232365 is associated with autism in Iranian autistic patients."}, {"pubmed": 27752897, "text": "The Foxp3 expressed in CD4(+)CD25(+)Foxp3(+)Tregs was correlated with the histological grade, lymph node metastasis and TNM stage of CRC .The IL-10 expression was correlated with the histological grade and TNM stage. The Stat3 expression was correlated with the lymph node metastasis and TNM stage"}, {"pubmed": 27756099, "text": "the induction pathway of ICOS(+) Foxp3(+) cells was analyzed"}, {"pubmed": 27785899, "text": "Increasing Forkhead box P3 promoter methylation levels may cause abnormal immune tolerance through the downregulation expression of the Forkhead box P3 protein, which in turn leads to unexplained recurrent spontaneous abortion."}, {"pubmed": 27792007, "text": "Single nucleotide polymorphisms in the FOXP3 gene are associated with increased risk of relapsing-remitting multiple sclerosis in Iranian patients."}, {"pubmed": 27798870, "text": "In this work, we analyzed the expression of CD133, FOXP3, ABCG2 and CD24 in women affected by vulvar cancer, correlating these with common clinical prognostic factors"}, {"pubmed": 27817017, "text": "Under conditions of directed induction of phenotypic changes in CD4(+) lymphocytes to regulatory T cells (Treg), pregnancy-specific at high concentrations (10 and 100 mug/mL) increased FOXP3 expression. The evaluation of the spontaneous expression level of FOXP3 mRNA showed that pregnancy-specific beta1-glycoprotein (1 and 100 mug/mL) stimulated the expression of this factor in mononuclear cells and isolated CD4(+) lym..."}, {"pubmed": 27834806, "text": "The quantitative trait loci analysis revealed a significant gender effect of the FoxP3 promoter polymorphism rs3761548A/C on miR-221, miR-222 and miR-532 expression levels, and of the FoxP3 polymorphism rs2232365A/G on miR-221 expression levels in peripheral leukocytes of rheumatoid arthritis patients."}, {"pubmed": 27862679, "text": "FOXP3 can regulate the expression of ARHGAP15 and affects migration of glioma cells through the Rac1 signaling pathway"}, {"pubmed": 27875659, "text": "MiR-16 may be involved in Th17/Treg imbalance in rheumatoid arthritis patients by affecting the expression of RORgt and FoxP3."}, {"pubmed": 27885422, "text": "CD44 has a regulatory role in FOXP3 expression and is associated with good prognostic factors in breast cancer"}, {"pubmed": 27892628, "text": "Studied the association between Foxp3 gene polymorphisms and the susceptibility to differentiated thyroid cancers in a Chinese Han population."}, {"pubmed": 27921303, "text": "FOXP3 was found in the cytosol and nucleus."}, {"pubmed": 27991933, "text": "Cancer-FOXP3 serves as a prognostic biomarker and a crucial determinant of immunosuppressive microenvironment via recruiting Treg cells by directly trans-activating CCL5. Therefore, cancer-FOXP3 could be used to select patients with better response to CCL5/CCR5 blockade immunotherapy."}, {"pubmed": 27997991, "text": "Decreased FoxP3 expression in CD31(+) Tr cells."}, {"pubmed": 28011488, "text": "High CXCR4 expression in primary breast tumors (PTs) was found to be associated with luminal A type tumor, suggesting more favorable outcome. In contrast, CCR7 and FOXP3 expressions in PTs represented luminal B tumors, pointing to more aggressive tumor behavior. Maspin expression did not differ between luminal types."}, {"pubmed": 28013346, "text": "a possible link and synergistic role of Foxp3 and TLR4 in promoting the immune escape of cervical cancer."}, {"pubmed": 28031121, "text": "Gastric adenocarcinoma patients present with increased PD-1(+) lymphocytes and CD4(+)CD25(+)FOXP3(+) regulatory T cells in the peripheral blood."}, {"pubmed": 28042206, "text": "IL17A, IFNG, and FOXP3 are increased in plaque-type psoriasis"}, {"pubmed": 28053319, "text": "High FOXP3 expression is associated with type 1 diabetes."}, {"pubmed": 28101786, "text": "HTLV-1 infection can modify the expression of main functional transcription factors, FOXP3 and GITR"}, {"pubmed": 28115586, "text": "Control of Regulatory T Cell Development by the Transcription Factor Foxp3."}, {"pubmed": 28164561, "text": "Hepatitis C virus-associated skin lesions are associated with low frequency of Foxp3+ Treg cells. They are not related to liver enzymes or viral load; however, they are associated with a more advanced gross liver insult."}, {"pubmed": 28169287, "text": "Foxp3(+) cells in the brains of Multiple sclerosis patients predominantly produce interleukin-10 (IL-10) and show high expression of the IL-33 receptor ST2."}, {"pubmed": 28194435, "text": "Results found Foxp3 is both necessary and sufficient to program Treg-increased respiratory capacity and ability to utilize fatty acids (FA) to fuel oxidative phosphorylation. Foxp3 drives upregulation of components of all the electron transport complexes, increasing their activity and ATP generation by oxidative phosphorylation. FA beta-oxidation also results in selective protection of Foxp3(+) from FA-induced cell death."}, {"pubmed": 28216259, "text": "These results underline the particular genetic background of the Tunisian endemic PF and suggest the implication of FOXP3 gene in the susceptibility and the clinical course of the disease."}, {"pubmed": 28239749, "text": "FOXP3 expression was most potently induced by tumours secreting higher levels of total and active TGFbeta1 and this induction could be potently counteracted with IL-21, restoring T cell proliferation."}, {"pubmed": 28281276, "text": "Lymphocytic enteritis associated to celiac disease shows an increase of FOXP3 expression and lymphocytes T-gammadelta that is not detected in other etiologies of enteritis."}, {"pubmed": 28296931, "text": "data show increased levels of Treg subsets with stable as well as transient Foxp3 expression in patients with stable allograft acceptance compared to healthy controls"}, {"pubmed": 28298239, "text": "Polymorphisms of FoxP3 rs5902434 and rs2232365 were associated with female recurrent respiratory papillomatosis in Koreans."}, {"pubmed": 28317311, "text": "we present two additional prenatal onset cases with novel inherited frameshift pathogenic variants in FOXP3 that generate premature stop codons. Ultrasound findings in the first patient identified echogenic bowel, echogenic debris, scalp edema, and hydrops."}, {"pubmed": 28337881, "text": "IDO mediated conversion of FOXP3 -T cells to Tregs predominantly occurs in children with inflammatory bowel disease."}, {"pubmed": 28351575, "text": "Foxp3+ T cell number is a significant prognostic factor for HNSCC, improving the tumor stage, and that viral E7 may play a role in the Foxp3+ T cell infiltration to the tumor"}, {"pubmed": 28396406, "text": "Flicr, a long noncoding RNA, modulates Foxp3 expression and autoimmunity."}, {"pubmed": 28470865, "text": "no significant association of FoxP3 promoter rs3761548 or (GT) n repeat length with presumed immunological graft failure. The genotype frequencies of Vav1 intron polymorphisms did not significantly differ between patients with graft failure and matched controls."}, {"pubmed": 28487507, "text": "RUNX3, a CD8(+) lineage-specific transcription factor, binds at the FOXP3-promoter to induce its transcription."}, {"pubmed": 28508176, "text": "Results indicate that the expression of FoxP3 was not significantly associated with survival, and suggest prognostic significance of high CD68 expression in primary central nervous system lymphoma (PCNSL)."}, {"pubmed": 28508461, "text": "FOXP3 polymorphisms may be important markers to determine susceptibility to IIP or CTP-ILD in Chinese population."}, {"pubmed": 28533380, "text": "Study identifies CCR8+ regulatory T cells (Treg cells) as drivers of immunosuppression and provides compelling evidence of a self-feeding mechanism by which, at an autoimmune site, CCL1 produced by FOXp3+ Treg cells upregulates the expression of its own receptor, CCR8, on these cells, and potentiates their in vivo proliferation and suppressive activities as driver Treg cells."}, {"pubmed": 28551657, "text": "Circulating IgG antibodies to FOXP3 could not be used as a biomarker for early diagnosis of non-small cell lung carcinoma."}, {"pubmed": 28560891, "text": "Foxp3 was negatively correlated with lymph node metastasis and pathological tumor, node, metastasis stage in tumor cells, which reflects the depth of invasion. Foxp3 expression also had a positive correlation with the degree of differentiation. A high level of Foxp3 expression was observed more often in tumor cells compared to surrounding tissues and was also associated with longer overall and disease free survival."}, {"pubmed": 28562349, "text": "Findings indicate a transcriptional axis of FOXP3-BRCA1-miR-155 in breast cancer cells and show that plasma miR-155 may serve as a non-invasive biomarker for detection of early stage breast cancer."}, {"pubmed": 28591725, "text": "we here revealed possible involvement of FOXP3 in regulating cCSC self-renewal via tuning COX2 expression, and thus providing a new target for the eradication of colon cancer stem cells."}, {"pubmed": 28592128, "text": "nuclear FOXP3 expression correlated with low Ki-67 index and better outcome in breast invasive ductal carcinoma"}, {"pubmed": 28621227, "text": "We also observed a significant association between forkhead box protein 3 ( p = 0.001) and the Neo-Bioscore, while only a marginal difference was observed with CD8+ expression ( p = 0.074). This study demonstrated that forkhead box protein 3 expression has value as the only independent marker that predicts a good response to neoadjuvant chemotherapy and that it is related with a good prognosis according to the Neo-Biosc"}, {"pubmed": 28630656, "text": "Results showed that physical activity in urban children was associated with lower FOXP3 promoter methylation, under conditions of high black carbon (BC) exposure. Reduced FOXP3 promoter methylation was associated with higher lung function."}, {"pubmed": 28643491, "text": "Patients with the rs3761548 CC genotype showed better graft survival than those with the AC or AA genotype.  Patients with the rs3761548 CC genotype also showed a lower rate of recurrence of the original glomerular disease than those with the AC or AA genotype. The frequency of acute rejection (AR) in patients with the rs2280883 TT genotype was lower than that in patients with the rs2280883 CT or CC genotype."}, {"pubmed": 28696819, "text": "The Foxp3+ regulatory T cells (Tregs) play an indispensable role in controlling tolerance and immunity against self- and foreign antigens."}, {"pubmed": 28713192, "text": "FOXP3 genotype association with breast cancer susceptibility and outcome depends on the breast cancer subtype."}, {"pubmed": 28716029, "text": "FOXP3 can act as a co-activator to facilitate the Wnt-b-catenin signaling pathway, inducing epithelial-mesenchymal transition and tumor growth and metastasis in non-small cell lung cancer."}, {"pubmed": 28741409, "text": "expressions in primary lesions as well as lymphogenic metastases appear to predict high-risk head and neck squamous cell carcinoma patients"}, {"pubmed": 28741671, "text": "no significant association between rs3761548, rs2232365 polymorphisms of the FOXP3 gene, and an increased susceptibility to allergic rhinitis [meta-analysis]"}, {"pubmed": 28743116, "text": "FOXP3 overexpression promoted cell proliferation, migration, and invasion in increased TGF-beta expression and secretion in gastric cancer cells, while FOXP3 knockdown suppressed these effects."}, {"pubmed": 28831395, "text": "Studied lymphocyte phenotype in resected lymph nodes of patients with lung cancer by analyzing levels of Foxp3 and CD8 by immunohistochemical staining."}, {"pubmed": 28882702, "text": "FOXP3-positive gastric adenocarcinoma patients had significantly increased overall survival and disease-free survival rates. p21 expression showed a significant positive correlation with tumoral FOXP3 expression in gastric adenocarcinoma cells."}, {"pubmed": 28903735, "text": "our findings suggest that FOXP3 suppresses tumor progression in hepatocellular carcinoma (HCC) via TGF-b/Smad2/3 signaling pathway, highlighting the role of FOXP3 as a prognostic factor and novel target for an optimal therapy against this fatal malignancy"}, {"pubmed": 28910978, "text": "Data show that forkhead box P3 protein (FOXP3) protein not only binds with DNA sequences containing one FKH consensus sequence, but also binds with DNA sequences with two direct repeats of consensus sequences separated by three-nucleotides (DRE3)."}, {"pubmed": 28923073, "text": "Foxp3 is associated with lymphangiogenesis of cervical cancer."}, {"pubmed": 28935177, "text": "Downregulated expression of FOXP3 by siRNA transfection significantly inhibited cell proliferation and enhanced chemosensitivity to cisplatin in A549 lung adenocarcinoma cells."}, {"pubmed": 28960390, "text": "IPEX syndrome is associated with mutations in the forkhead box P3 (FOXP3) gene which causes impaired immune suppressive function."}, {"pubmed": 28982868, "text": "Postoperative increases in Foxp3+T and Tr1 cells may predict the risk of early recurrence in digestive system neoplasms."}, {"pubmed": 29020928, "text": "G allele at -924 A > G position of FoxP3 gene promoter leads to enhance FoxP3 gene expression and susceptibility to tuberculosis in the sex dependent manner."}, {"pubmed": 29030005, "text": "this study provides evidence of the association of rs2294020 with systemic sclerosis evolution in female patients, modulating the time of progression from the diagnosis of early systemic sclerosis to the diagnosis of definite systemic sclerosis while no effect on systemic sclerosis susceptibility per se was found"}, {"pubmed": 29051990, "text": "Multivariate analysis of OS only found CD8(+)/Foxp3(+) ratio to be independent prognostic factor (P = 0.022) om spinal chordoma."}, {"pubmed": 29100058, "text": "blood mononuclear cells in stable CAD patients express a ratio of FOXP3 isoforms that is characteristic for activated CD4+ T cells"}, {"pubmed": 29101067, "text": "FOXP3 rs3761549 was significantly correlated with the renal allograft function."}, {"pubmed": 29142309, "text": "Here, we found that cholesterol-containing diet increased the expression of the Treg cell lineage-defining transcription factor FoxP3 among thymocytes and splenocytes. Hypercholesterolemia elevated the FoxP3 expression level and population size of peripheral Treg cells, but did not prevent enhanced proliferation of stimulated T cells."}, {"pubmed": 29150659, "text": "These findings reveal unpredicted effects of FOXP3 in the biology of hematopoietic stem cells."}, {"pubmed": 29193502, "text": "mutations can cause early-onset insulin-requiring diabetes with or without other features of IPEX syndrome"}, {"pubmed": 29198133, "text": "There was no significant difference in FOXP3, RORgammat, IL-10 protein expression and supernatant PBMCs IL-10 in chronic heart failure patients as compared to control. The level of Foxp3 was significantly lower in CHF patients with ischemic vs non-ischemic cause."}, {"pubmed": 29206055, "text": "In conclusion we suggest that genetic variants in FOXP3 gene may contribute to the pathogenesis of preeclampsia."}, {"pubmed": 29223407, "text": "The Foxp3 promoter was significantly hypermethylated in Latent autoimmune diabetes of adults (LADA) than controls."}, {"pubmed": 29253537, "text": "this study suggested that macrophages in keloid tissues presented high activation status and were polarized toward the M2 subtype; moreover, these macrophages could promote Treg differentiation by upregulating Foxp3 expression."}, {"pubmed": 29257349, "text": "It was shown that the expression of CD274, Il-10, and FOXP3 was closely correlated with the clinical characteristics of laryngeal squamous cell carcinoma, including lymph node metastasis and prognosis."}, {"pubmed": 29270752, "text": "It was concluded that the abnormal expression of endometrial E2A existed in mid-secretory endometrium of women with recurrent miscarriage, and there was a positive correlation between E2A and FOXP3, and E2A and CTLA-4, suggesting the possible regulatory role of E2A in endometrium receptivity."}, {"pubmed": 29317916, "text": "Study suggests that asthma is significantly associated with higher differentially methylated regions within the promoter region of Foxp3 and positively linked with average exposure to CO,NO2, and PM2.5 during the 90 days prior to the blood draw."}, {"pubmed": 29343013, "text": "There was a significant positive correlation between the expression of EBI3 and Foxp3 mRNA in the sarcoidosis group (r=0.786, P<0.001). Conclusion: IL-35 may be involved in the inflammatory process of sarcoidosis and play an important role in the pathogenesis of the disease."}, {"pubmed": 29405562, "text": "TGF-b, IL-10, and Foxp3 mRNA levels were significantly higher in patients with breast cancer than in healthy controls (P < 0.05). In summary, our results suggest that nutritional status, especially BMI, may strongly affect systematic immune function in patients with breast cancer"}, {"pubmed": 29411762, "text": "Polymorphic marker -3279 C>A of the FOXP3 gene was not associated with the risk of Pulmonary Sarcoidosis patients of Russian ethnicity."}, {"pubmed": 29476189, "text": "susceptibility to RSA was subject to the synthetic regulation of chromosomal aberrations and genetic mutations within CLTA-4 and Foxp3, suggesting that the conduction of karyotype analysis and genetic detection for RSA patients could effectively guide effective RSA counseling and sound child rearing."}, {"pubmed": 29482642, "text": "Breast cancer CD4, FOXP3, and CXCL13 contents were evaluated using quantitative real-time polymerase chain reaction (qRT-PCR), and their influence on distant disease-free survival (DDFS) was examined using univariable and multivariable Cox regression and Kaplan-Meier estimates in the entire cohort and in selected molecular subgroups."}, {"pubmed": 29524861, "text": "Reduced FOXP3 expression and Treg function in abdominal aortic aneurysm patients are regulated by SIRT1-induced FOXP3 deacetylation."}, {"pubmed": 29526847, "text": "The FOXP3 gene is one of the most important genes in the regulation of the immune cells."}, {"pubmed": 29574662, "text": "Results are in line with the hypothesis that in the early phase of ALS, neuroprotective helper T cells infiltrate in the affected areas in the lumbar spinal cord. This was reflected in higher peripheral percentage of CD4(+) helper T cells and higher expression of FOXP3 and IL-2Ralpha."}, {"pubmed": 29602154, "text": "The lowered serum levels of IL-33 and Foxp3 in in recurrent pregnancy loss patients suggested that they might have an important role in the pathogenesis of the disease. Foxp3 rs2232365 SNP could be considered as a risk factor for recurrent pregnancy loss in Egyptian women."}, {"pubmed": 29618596, "text": "Treg cell activation increased FOXP3 expression, predominantly FOXP3Delta, which induced specific transcription of GARP. Alternative splicing of FOXP3 was studied in relation with atherosclerotic plaque stability in a cohort of >150 carotid endarterectomy patients. Plaque instability was associated with a lower FOXP3Delta2 transcript usage in plaques from patients without symptoms and those with recent symptoms."}, {"pubmed": 29620159, "text": "NOTCH1 is a central mediator of TGFbetamediated FOXP3 expression and NOTCH1 inhibition produces a significant reduction of melanoma cell proliferation and viability."}, {"pubmed": 29661773, "text": "The combination of low budding, low stromal FOXP3 counts, presence of tertiary lymphoid tissue (TLT), and absence of CDKN2A mutations confers significant survival advantage in patients with pancreatic ductal adenocarcinoma (PDAC)"}, {"pubmed": 29696715, "text": "study highlights the role of tissue differentiation on pathological response to neoadjuvant chemotherapy in gastric cancer and shows no impact between FOXP3, HER2 and MET expression in terms of tumor regression grading"}, {"pubmed": 29705245, "text": "These findings support an intrinsic role for human FOXP3 in controlling thymocyte maturation and peripheral expansion of Teff cells and reveal a previously undescribed pathogenic mechanism through an altered Teff cell compartment in patients with IPEX syndrome."}, {"pubmed": 29718856, "text": "We conclude that Foxp3 promoter polymorphisms are associated with susceptibility to endometrial cancer in Chinese Han women."}, {"pubmed": 29739077, "text": "Data suggest that reduced mRNA expression of forkhead box P3 (FoxP3) and circulating level of IL-35 (a heterodimer of EBI3 and IL12A ) are of significance in the context of coronary artery disease (CAD) pathogenesis."}, {"pubmed": 29773655, "text": "FOXP3 represses the ability of hnRNPF to bind to its target pre-mRNA and thus modulates RNA alternative splicing"}, {"pubmed": 29804142, "text": "The concurrent overexpression of FoxM1 and FoxP3 was evident in gastric cancer and inversely correlated with patient survival."}, {"pubmed": 29851536, "text": "The results suggested that increased methylation of Foxp3 Treg-specific demethylated region sequence and altered Helios gene expression in peripheral whole blood may have a role in the pathogenesis of rheumatoid arthritis via their effects on Regulatory T cell stability."}, {"pubmed": 29878369, "text": "The ratio of cytotoxic (CD8(+) ) to regulatory (FoxP3(+) ) T-cells, in the intra-tumoral compartment, but not in the peri-tumoral compartment, can predict survival after resection of CRCLM."}, {"pubmed": 29885993, "text": "Human peripheral blood CD4(+)CD25(+)Foxp3(+) regulatory T cells (Tregs) express membrane-bound TNF."}, {"pubmed": 29890310, "text": "SNPs have a highly significant association with the risk of Graves' disease development in a Kashmiri population."}, {"pubmed": 29901207, "text": "Aberrant expression and methylation patterns of FoxP3 were detected in human T cells."}, {"pubmed": 29907586, "text": "Results show that FOXP3 expression in T-regulatory cells is regulated by YAP1."}, {"pubmed": 29932060, "text": "Results suggest that -924A/G and +459T/C polymorphisms of the FOXP3 gene might be associated with unexplained recurrent spontaneous abortions (URSA) and -20G/A polymorphism is likely to be rare in Indian population and might not be associated with URSA."}, {"pubmed": 29938865, "text": "Genetic variations at SNP rs3761548 in the FOXP3 gene represent a risk factor for peptic ulcer."}, {"pubmed": 30003112, "text": "Early-pregnancy decidual mRNA expression of the regulatory T-cell marker, FOXP3, was sixfold lower (p < 0.01) in pregnancies with a male fetus compared to pregnancies with a female fetus."}, {"pubmed": 30011797, "text": "Data show that the forkhead Box Protein P3 (FOXP3) response element at the -310 bp region, but not the -2182 bp region, is mainly required for ubiquitin conjugating enzyme 9 (UBC9) activation by FOXP3."}, {"pubmed": 30013989, "text": "Treg cells from asthmatic patients expressed more FOXP3 as well as GATA3; the expression level of GATA3 negatively correlated with FEV1%pred. Increased expressions of USP21 and PIM2 in Treg cells from asthmatic patients were found."}, {"pubmed": 30013992, "text": "Authors have demonstrated that excessive amounts of STAT5 may bind more TET2 to the FOXP3-TSDR and upregulate FOXP3 expression via DNA demethylation. Study improved the mechanism of FOXP3-TSDR hypomethylation in tumor-infiltrating CD4(+) T cells of CRC patients."}, {"pubmed": 30027704, "text": "The rs3761549, rs5902434, and rs2232365 are associated with an increased risk of acute graft-versus-host disease and decreased risk of post allogenic hematopoietic stem cell transplantation."}, {"pubmed": 30040923, "text": "cancer cell-derived Foxp3 contributed to Tregs expansion in tongue squamous cell carcinoma microenvironment with positive and negative feedbacks"}, {"pubmed": 30054281, "text": "Anti-CTLA-4 immunotherapy does not deplete FOXP3(+) cells in human tumors, which suggests that their efficacy could be enhanced by modifying the Fc portions of the mAbs to enhance Fc-mediated depletion of intratumoral regulatory T cells"}, {"pubmed": 30057362, "text": "Serum concentration of interleukin-35 and its association with tumor stages and FOXP3 gene polymorphism in patients with prostate cancer."}, {"pubmed": 30077124, "text": "The proportion of programmed cell death 1 ligand 1 (PD-L1)-positive cases was significantly higher in stage I-III versus metastatic patients and the presence of forkhead box P3 protein (FOXP3)-tumour-infiltrating lymphocytes (TILs) was associated with improved prognosis among non-metastatic patients."}, {"pubmed": 30104243, "text": "the interaction of ODNPs25 in HD or phosphorylation of Thr592 by TCR stimulation interferes with nuclease activity of SAMHD1, thereby stabilizing 3' untranslated region of Foxp3 and Helios mRNAs in long-term culture."}, {"pubmed": 30125971, "text": "This study suggests that Foxp3 and miR-146a regulate the progression of oral lichen planus by negatively regulating TRAF6, which may provide a promising therapeutic target for oral lichen planus treatment."}, {"pubmed": 30129110, "text": "excreted-secreted antigens (ESA) directly influenced the expression of IL-2Rgamma, rather than the availability of IL-2 indirectly. ESA suppressed the level of Foxp3 via inhibiting IL-2Rgamma/JAK3/Stats signaling pathway in EL4 cells."}, {"pubmed": 30142808, "text": "Combined results from many studies suggest that rs3761548 polymorphism is associated with cancer risk. [review]"}, {"pubmed": 30168273, "text": "The association between FOXP3 rs2232365 polymorphism and knee osteoarthritis tended to yield negative results but the FOXP3 rs3761548 C allele was associated with elevated risk of OA in Grade 4 knee OA patients in a Turkish population."}, {"pubmed": 30229436, "text": "SNPs of the FOXP3 gene (rs3761549, rs3761548, rs3761547) were correlated with different clinical relapsing-remitting multiple sclerosis data.Significant differences in distribution of allele C rs3761547 were found in male MS patients in comparison to the male healthy group. No association was found for the other 2 SNPS."}, {"pubmed": 30233595, "text": "this study shows that single nucleotide polymorphisms in the FOXP3 gene are associated with viral load and liver enzyme levels in patients with chronic hepatitis B and chronic hepatitis C"}, {"pubmed": 30292536, "text": "Our findings indicated that the AA genotype of Foxp3 in RA patients is associated with downregulation of Tregs and susceptibility to RA in the Iranian population."}, {"pubmed": 30318155, "text": "These results elucidate an important role of arginine methylation to enhance FOXP3 functions and are potentially applicable to modulate regulatory T cell functions."}, {"pubmed": 30333832, "text": "Foxp3 Molecular Dynamics in Treg in Juvenile Idiopathic Arthritis."}, {"pubmed": 30348891, "text": "CCAAT/enhancer-binding protein (C/EBP) functions as a safeguard that enhances Treg cell generation by dampening the inhibitory effect of IFN-gamma and IL-4 on Foxp3 expression."}, {"pubmed": 30367023, "text": "The findings suggested an association between rejection episodes, posttransplant graft function, and the FOXP3 rs 3761648 polymorphism in in kidney transplant patients. Determination of FOXP3 rs 3761648 C/A genotype might be helpful for the identification of recipients with a lower risk of rejection and better graft survival."}, {"pubmed": 30378283, "text": "FOXP3 is confirmed to have the capacity to suppress proto-oncogene MYC in liver neoplasm by up-regulating miR-198 through binding to its promoter, while miR-198 targets the 3'-UTR of MYC mRNA to inhibit its translation. The high expression of FOXP3 and, especially miR-198, is verified to have strong suppression on liver tumor cells viability and proliferation, while promoting apoptosis."}, {"pubmed": 30385752, "text": "Immune dysregulation, polyendocrinopathy, enteropathy, X-linked (IPEX) syndrome is an autoimmune disease caused by mutations in the forkhead box protein 3 gene (FOXP3). Five out of 22 identified FOXP3 mutations have not been described yet: c.-23 + 1G > A, c.-23 + 5G > A, c.264delC, c.1015C > T and c.1091A > G. The first two produced atypical, attenuated phenotypes."}, {"pubmed": 30389786, "text": "Human Treg cells that ectopically expressed RNF31 displayed stronger immune-suppressive capacity, suggesting that RNF31 positively regulates both FOXP3 stability and Treg cell function."}, {"pubmed": 30391932, "text": "The CD4+ CD25+ regulatory T cells function defect in GD patients is mediated by the abnormal acetylation of FOXP3, which is regulated by miR-23a-3p via targeting SIRT1."}, {"pubmed": 30425718, "text": "CD3+CD4+LAP+Foxp3-Tregs limit the extension of inflammatory lesions in UC patients."}, {"pubmed": 30429036, "text": "High PD-L1, IDO, and FOXP3 Tregs expression was associated with high grade histology."}, {"pubmed": 30453448, "text": "The percentage of T-reg was inversely correlated with all miRNAs levels except for miR-31 and miR-181c (r-value = -0.68 to -0.78 and p-value = 0.015 to 0.003). FOXP3 expression exhibited a same degree of negative correlation with miR-31 and miR-155 expression levels (r = -0.57 and p = 0.05, for both). Increasing starvation duration led to a rise inTGF-beta1 protein levels (p<0.01), especially its active form (P<0.001)."}, {"pubmed": 30455694, "text": "the findings in this study suggest that hypomethylated CpG sites, present in four regions of the FOXP3 locus, CAMTA1 and FUT7 gene regions, can potentially be used to distinguish subsets of CD4+ T lymphocytes in both sexes."}, {"pubmed": 30484986, "text": "The increased expression of FOXP3, CTLA-4 and GITR represent higher activity of Treg cells."}, {"pubmed": 30510991, "text": "Destabilized FOXP3-EZH2 protein interaction via diverse mechanisms and consequent Treg abnormality may drive gastrointestinal inflammation."}, {"pubmed": 30569125, "text": "MRNA expression of Foxp3 was significantly decreased, and expression of miR210 was significantly increased."}, {"pubmed": 30572845, "text": "Both CCL1 and CCL22 were expressed in most breast cancer tissues. CCL1 was significantly over-expressed in invasive breast cancer as compared to normal breast tissue. CCL1, but surprisingly not CCL22, showed a significant correlation with the number of tumor-infiltrating FoxP3+ Treg"}, {"pubmed": 30593749, "text": "rs3761548 polymorphism of FoxP3 gene is a risk factor for breast neoplasms"}, {"pubmed": 30613389, "text": "review article: propose a model whereby modulations in metabolic programming lead to changes in DNA methylation at the Foxp3 locus to allow Foxp3 expression following the reversal of anergy."}, {"pubmed": 30614205, "text": "The single nucleotide polymorphisms (SNPs) rs4794067, rs2275806, rs2232365, and rs3761548 map in the genes of TBX21, GATA3, and FOXP3 were investigated if they are associated with acute cellular liver transplant rejection."}, {"pubmed": 30630091, "text": "It can now be certain that FOXP3 express not only in immune cells but also in tumor cells"}, {"pubmed": 30680650, "text": "Consistent with iNOS and Foxp3 expression, TGFbeta, CTLA-4 and IL-10 were significantly related to the tumor stage progression."}, {"pubmed": 30709738, "text": "Findings indicate a direct role for Foxp3 in suppressing Th2-like Treg cells."}, {"pubmed": 30710380, "text": "Foxp3 single nucleotide polymorphisms might increase Crohn's disease susceptibility by reducing the colonic expression of Foxp3 in Chinese male patients."}, {"pubmed": 30733194, "text": "Because loss of FOXP3 transcriptionally induces c-Myc expression and loss of TSC1 activates mTOR signaling, these data suggest cross-talk between FOXP3-c-MYC and TSC1-mTOR signaling that converges on c-MYC to regulate tumor progression"}, {"pubmed": 30782783, "text": "Studies suggest that forkhead box P3 protein (FOXP3) rs3761548 (A/C) polymorphisms were associated with increased breast cancer risk in Chinese population [Review and Meta-analysis]."}, {"pubmed": 30830965, "text": "Contribution of the FOXP3(+) Treg subpopulations to the development of autoimmunity. Review."}, {"pubmed": 30861202, "text": "Transcription factor FOXP3: A repressor of the TFPI gene?"}, {"pubmed": 30864147, "text": "Mechanisms controlling the stability of the FoxP3(+) Treg cell lineage phenotype. Review."}, {"pubmed": 30875252, "text": "The Foxp3 rs2232365 A allele was associated with severe Pre-Eclampsia (PE) specifically [OR = 1.70; 95% CI: 1.12-2.58; p = 0.01], compared with mild PE. There were no haplotype associations with PE."}, {"pubmed": 30904437, "text": "This is the first report providing detailed evidence showing that frequency and FOXP3 expression of CD8+CD25High+ T cells were upregulated in the peripheral blood of hepatocellular carcinoma patients and this expansion is positively correlated with worse prognostic markers as alpha-fetoprotein and hepatic focal lesions."}, {"pubmed": 30907193, "text": "These data demonstrate that sitagliptin in combination with VitD3 may accelerate the process of T2DM treatment by exerting synergic anti-inflammatory effects on immune system through upregulation of FOXP3 and IL-37, and downregulation of RORgammat and BCL6 as well as IFN-gamma, IL-17 and IL-21 production."}, {"pubmed": 30917315, "text": "phosphorylation of Foxp3 in TREG cells can be regulated by a TGF-beta activated kinase 1 (TAK1)-Nemo-like kinase (NLK) signaling pathway"}, {"pubmed": 30953385, "text": "High FOXP3 expression is associated with non-small cell lung cancer metastasis."}, {"pubmed": 30954385, "text": "findings link T cell maldifferentiation and tissue infiltration with Tip60-mediated Foxp3 acetylation and identify Tip60 as a potential therapeutic target for suppression of tissue inflammation and autoimmunogenesis in RA."}, {"pubmed": 30999388, "text": "IDO1 protein expression was significantly increased in the tumor glands of PTEN-deficient PCa (P < 0.0001). Spearman correlation analysis showed that IDO1 expression was significantly associated with FoxP3+ Treg and CD8+ T-cell density (P < 0.01)."}, {"pubmed": 31006654, "text": "Together, these data suggest that epigenetic control of Foxp3 in intratumoral T cells regulates growth of hepatocellular carcinoma."}, {"pubmed": 31024549, "text": "Immunological Changes in Monocyte Subsets and Their Association With Foxp3(+) Regulatory T Cells in HIV-1-Infected Individuals With Syphilis: A Brief Research Report."}, {"pubmed": 31138426, "text": "expression in trophoblasts in term placenta significantly decreased compared to that in normal early pregnancy; decreased levels of mRNA and protein observed in women with recurrent pregnancy loss"}, {"pubmed": 31164680, "text": "Unraveling the identity of FoxP3+ regulatory T cells in Granulomatosis with Polyangiitis patients."}, {"pubmed": 31177386, "text": "Significant and independent associations between FOXP3 genetic variants and susceptibility to HPV infection and squamous intraepithelial lesion diagnosis and their role as biomarkers of HPV infection and cervical lesion management."}, {"pubmed": 31364113, "text": "MicroRNA-155 and FOXP3 jointly inhibit the migration and invasion of colorectal cancer cells by regulating ZEB2 expression."}, {"pubmed": 31379809, "text": "Daurinol Attenuates Autoimmune Arthritis via Stabilization of Nrp1-PTEN-Foxp3 Signaling in Regulatory T Cells."}, {"pubmed": 31384057, "text": "Foxp3 deficiency dysregulates metabolic checkpoint kinase mammalian target of rapamycin (mTOR) complex 2 (mTORC2) signaling and gives rise to augmented aerobic glycolysis and oxidative phosphorylation."}, {"pubmed": 31386175, "text": "Regulatory T cells (Treg cell) lineage development and function maintenance is determined by the forkhead box protein 3 (FoxP3) transcriptional factor, whose activity is fine-tuned by its post-translational modifications (PTMs) [Review]"}, {"pubmed": 31414141, "text": "Taken together, our results demonstrated that rs3761548 FOXP3 CA + AA genotypes were associated with MS diagnosis and higher levels of TGF-beta1 among female MS patients than those with the CC genotype. These results suggest that the A allele of FOXP3 -3279 C > A variant may exert a role in the T regulatory cell function, which could be one of the factors involved in the susceptibility for MS in females."}, {"pubmed": 31422415, "text": "Foxp3 in Treg cells of AIH patients exhibited higher methylation frequency compared to that of HC patients (p<0.05). Foxp3 regulatory T cells were involved in pathological processes by activating methylation modification in autoimmune hepatitis patients."}, {"pubmed": 31567981, "text": "systematic review and meta-analysis of rs3761548 and rs2232365 polymorphism and multiple sclerosis susceptibility"}, {"pubmed": 31570431, "text": "FOXP3 Inhibitory Peptide P60 Increases Efficacy of Cytokine-induced Killer Cells."}, {"pubmed": 31608056, "text": "Foxp3 Instability Helps tTregs Distinguish Self and Non-self."}, {"pubmed": 31630080, "text": "CD4(+)CD25(-)FoxP3(+) cells in patients with BC are exhausted cells with an intermediate phenotype between effector and regulatory cells."}, {"pubmed": 31639448, "text": "Helios-Foxp3+CD4+ T cells decrease Foxp3 expression."}, {"pubmed": 31681337, "text": "Foxp3 Post-translational Modifications and Treg Suppressive Activity."}, {"pubmed": 31778687, "text": "Higher methylation level of Foxp3 Treg cell-specific demethylated region and expression reduction in the allergic rhinitis."}, {"pubmed": 31852159, "text": "CCL20 and FOXP3+ tumor infiltrating lymphocytes may have synergistic effects, and their upregulated expressions may lead to immune evasion in breast cancer. Combinatorial immunotherapeutic approaches aiming at blocking CCL20 and depleting FOXP3 might improve therapeutic efficacy in breast cancer patients."}, {"pubmed": 31855573, "text": "FOXP3 pathogenic variants cause male infertility through affecting the proliferation and apoptosis of human spermatogonial stem cells."}, {"pubmed": 31891895, "text": "Increase in FoxP3, CD56 immune cells and decrease in glands PGRMC1 expression in the endometrium are associated with recurrent miscarriages."}, {"pubmed": 31904151, "text": "miR-133a-3p/FOXP3 axis regulates cell proliferation and autophagy in gastric cancer."}, {"pubmed": 31917889, "text": "Altered expression of nuclear factor of activated T cells, forkhead box P3, and immune-suppressive genes in regulatory T cells of generalized vitiligo patients."}, {"pubmed": 31983096, "text": "Research discovered the suppressive function of miR-532-3p in NSCLC by targeting FOXP3."}, {"pubmed": 31984437, "text": "No correlation was observed between target genes and serum ferritin and folate, but there was a positive significant correlation between the expression of FoxP3 and GDF-15 genes, which shows the immunosuppressive role of GDF-15."}, {"pubmed": 31987907, "text": "FOXP3 rs2280883 polymorphism is related to higher risk of colorectal cancer in Chinese individuals"}, {"pubmed": 32152765, "text": "High interleukin-18 and low FOXP3 mRNAs in peripheral blood of women with severe systemic lupus erythematosus: a cross-sectional study."}, {"pubmed": 32198183, "text": "The FKH domain in FOXP3 mRNA frequently contains mutations in hepatocellular carcinoma that influence the subcellular localization and functions of FOXP3."}, {"pubmed": 32203210, "text": "The prognostic significance of immune microenvironment in breast ductal carcinoma in situ."}, {"pubmed": 32233171, "text": "Not satisfying the Yonsei criteria (p=0.021), having >/= two metastatic LNs (p=0.032), low levels of tumor infiltrating CD8 T-cells (p=0.040) and a high Foxp3/CD8 ratio (p=0.032) were associated with unfavorable overall survival."}, {"pubmed": 32234907, "text": "High forkhead box protein P3 (FOXP3+)/CD8+ T cell ratios in breast cancers may partly explain the worse prognosis of luminal breast cancers, but not that of non-luminal breast cancers with high tumor infiltrating lymphocytes (TILs) levels."}, {"pubmed": 32245315, "text": "We have shown that DNA methylation could play an important role in the regulation of Foxp3. Also, the current study showed that gene silencing and a decrease in Foxp3 expression are possibly associated with hypermethylation of the gene and it can be considered as a risk factor for BS. These findings increase the likelihood of the foxp3 gene to be considered as a potential therapeutic approach for Behcet's Syndrome."}, {"pubmed": 32259202, "text": "Coexpression of FOXP3 and a Helios isoform enhances the effectiveness of human engineered regulatory T cells."}, {"pubmed": 32283322, "text": "Foxp3(+) Tregs from Langerhans cell histiocytosis lesions co-express CD56 and have a definitively regulatory capacity."}, {"pubmed": 32300119, "text": "PD-L1 is a direct target of cancer-FOXP3 in pancreatic ductal adenocarcinoma (PDAC), and combined immunotherapy with antibodies against PD-L1 and CCL5 is effective in the treatment of PDAC."}, {"pubmed": 32312420, "text": "Targeting FOXP3 complex ensemble in drug discovery."}, {"pubmed": 32323598, "text": "miR-106b-5p induces immune imbalance of Treg/Th17 in immune thrombocytopenic purpura through NR4A3/Foxp3 pathway."}, {"pubmed": 32385519, "text": "Aberrant peripheral blood CD4(+) CD25(+) FOXP3(+) regulatory T cells/T helper-17 number is associated with the outcome of patients with lymphoma."}, {"pubmed": 32386462, "text": "Attenuation of canonical NF-kappaB signaling maintains function and stability of human Treg."}, {"pubmed": 32401107, "text": "The role of two common FOXP3 gene promoter polymorphisms in preeclampsia in a Turkish population: a case-control study."}, {"pubmed": 32409671, "text": "Staphylococcus aureus enterotoxins induce FOXP3 in neoplastic T cells in Sezary syndrome."}, {"pubmed": 32413182, "text": "Tissue expression of IL-17A and FOXP3 in acne vulgaris patients."}, {"pubmed": 32475613, "text": "The status of FOXP3 gene methylation in pediatric systemic lupus erythematosus."}, {"pubmed": 32499641, "text": "CRISPR screen in regulatory T cells reveals modulators of Foxp3."}, {"pubmed": 32513132, "text": "Immunohistochemical expression of vitamin D receptor and forkhead box P3 in classic Hodgkin lymphoma: correlation with clinical and pathologic findings."}, {"pubmed": 32522204, "text": "Reduced frequency and functional defects of CD4(+)CD25(high)CD127(low/-) regulatory T cells in patients with unexplained recurrent spontaneous abortion."}, {"pubmed": 32532834, "text": "Ahr-Foxp3-RORgammat axis controls gut homing of CD4(+) T cells by regulating GPR15."}, {"pubmed": 32534707, "text": "Hippo pathway and tumoral FOXP3 expression correlate with tumor growth in squamous cell carcinoma of the lung."}, {"pubmed": 32534760, "text": "T follicular helper cell-mediated IL-21 production suppresses FOXP3 expression of T follicular regulatory-like cells in diffuse large B cell lymphoma patients."}, {"pubmed": 32535334, "text": "Low expressions of PD-L1 and CTLA-4 by induced CD4(+)CD25(+) Foxp3(+) Tregs in patients with SLE and their correlation with the disease activity."}, {"pubmed": 32580398, "text": "Clinicopathologic Characteristics of Breast Cancer According to the Infiltrating Immune Cell Subtypes."}, {"pubmed": 32594290, "text": "TIPE2 suppresses progression and tumorigenesis of the oral tongue squamous cell carcinoma by regulating FoxP3(+) regulatory T cells."}, {"pubmed": 32606302, "text": "Clinicopathological characterization and prognostic implication of FOXP3 and CK19 expression in papillary thyroid carcinoma and concomitant Hashimoto's thyroiditis."}, {"pubmed": 32612577, "text": "The Association Between Foxp3 Polymorphisms and Risk of Graves' Disease: A Systematic Review and Meta-Analysis of Observational Studies."}, {"pubmed": 32634048, "text": "FOXP3 Genetic Variants Do Not Impact Circulating and Cervical Interleukin-10 Levels in Human Papillomavirus Infection in Women."}, {"pubmed": 32636834, "text": "Mouse Double Minute 2 Homolog-Mediated Ubiquitination Facilitates Forkhead Box P3 Stability and Positively Modulates Human Regulatory T Cell Function."}, {"pubmed": 32652320, "text": "Tumour budding, poorly differentiated clusters, and T-cell response in colorectal cancer."}, {"pubmed": 32670274, "text": "Lower T Regulatory and Th17 Cell Populations Predicted by RT-PCR-Amplified FOXP3 and RORgammat Genes Are Not Rare in Patients With Primary Immunodeficiency Diseases."}, {"pubmed": 32744468, "text": "The relation between the ghrelin receptor and FOXP3 in bladder cancer."}, {"pubmed": 32776743, "text": "Study of Circulating Natural Antibodies Against CD25 and FOXP3 in Type-2 Diabetes."}, {"pubmed": 32808399, "text": "Predictive value of CD8/FOXP3 ratio combined with PD-L1 expression for radiosensitivity in patients with squamous cell carcinoma of the larynx receiving definitive radiation therapy."}, {"pubmed": 32818885, "text": "Transcriptional and translational control of Foxp3(+) regulatory T cell functional adaptation to inflammation."}, {"pubmed": 32827684, "text": "Influence of single gene variants of FOXP3 on allergic asthma predisposition."}, {"pubmed": 32839941, "text": "Foxp3 TSDR Hypermethylation Is Correlated with Decreased Tregs in Patients with Unexplained Recurrent Spontaneous Abortion."}, {"pubmed": 32878426, "text": "Spatial Distribution and Prognostic Implications of Tumor-Infiltrating FoxP3- CD4+ T Cells in Biliary Tract Cancer."}, {"pubmed": 32988630, "text": "FOXP3rs3761548 gene variant and interleukin-35 serum levels as biomarkers in patients with multiple sclerosis."}, {"pubmed": 33031221, "text": "FOXP3 mRNA Profile Prognostic of Acute T Cell-mediated Rejection and Human Kidney Allograft Survival."}, {"pubmed": 33127257, "text": "Association of Foxp3 rs3761548 polymorphism with cytokines concentration in gastric adenocarcinoma patients."}, {"pubmed": 33170805, "text": "Oleic acid restores suppressive defects in tissue-resident FOXP3 Tregs from patients with multiple sclerosis."}, {"pubmed": 33181260, "text": "Association of FOXP3 and GAGE10 promoter polymorphisms and decreased FOXP3 expression in regulatory T cells with susceptibility to generalized vitiligo in Gujarat population."}, {"pubmed": 33213373, "text": "Sex and FOXP3 gene rs2232365 polymorphism may be associated with the clinical and pathological aspects of chronic viral diseases."}, {"pubmed": 33228011, "text": "Connection between the Gut Microbiome, Systemic Inflammation, Gut Permeability and FOXP3 Expression in Patients with Primary Sjogren's Syndrome."}, {"pubmed": 33274240, "text": "FOXP3 in Melanoma with Regression: Between Tumoral Expression and Regulatory T Cell Upregulation."}, {"pubmed": 33274669, "text": "Association of forkhead box P3 gene polymorphisms with premature ovarian insufficiency in Chinese women."}, {"pubmed": 33360026, "text": "Clinicopathological significance of the immunologic signature (PDL1, FOXP3+ Tregs, TILs) in early stage triple-negative breast cancer treated with neoadjuvant chemotherapy."}, {"pubmed": 33431692, "text": "Droplet-based mRNA sequencing of fixed and permeabilized cells by CLInt-seq allows for antigen-specific TCR cloning."}, {"pubmed": 33433406, "text": "Exploring the role CD163-labeled TAMs and FOXP3-labeled Tregs in different types of breast cancer: Reflections and putative benefits."}, {"pubmed": 33438816, "text": "Level of Foxp3, DNMTs, methylation of Foxp3 promoter region, and CD4 + CD25 + CD127low regulatory T cells in vulvar lichen sclerosus."}, {"pubmed": 33444682, "text": "Gender bias in the genetic vulnerability towards type 2 diabetes and diabetic nephropathy: Role of forkhead box Protein3 transcription factor gene variants."}, {"pubmed": 33488578, "text": "CD80 on Human T Cells Is Associated With FoxP3 Expression and Supports Treg Homeostasis."}, {"pubmed": 33488615, "text": "Targeted De-Methylation of the FOXP3-TSDR Is Sufficient to Induce Physiological FOXP3 Expression but Not a Functional Treg Phenotype."}, {"pubmed": 33494935, "text": "Potential therapeutic effects of interleukin-35 on the differentiation of naive T cells into Helios(+)Foxp3(+) Tregs in clinical and experimental acute respiratory distress syndrome."}, {"pubmed": 33506937, "text": "Correlations of Helicobacter pylori with liver function, inflammatory factors and serum levels of FoxP3 and RORgammat in patients with hepatitis B cirrhosis."}, {"pubmed": 33507149, "text": "Induction of the IL-1RII decoy receptor by NFAT/FOXP3 blocks IL-1beta-dependent response of Th17 cells."}, {"pubmed": 33517519, "text": "The role of FOXP3 rs3761548 and rs2294021 polymorphisms in pediatrics acute lymphoblastic leukemia: association with risk and response to therapy."}, {"pubmed": 33527553, "text": "High preharvest donor Foxp3 mRNA level predicts late relapse of acute lymphoblastic leukaemia after haematopoietic stem cell transplantation."}, {"pubmed": 33529458, "text": "FOXP3(+) regulatory T cells and age-related diseases."}, {"pubmed": 33589523, "text": "Phosphorylation of SMAD3 in immune cells predicts survival of patients with early stage non-small cell lung cancer."}, {"pubmed": 33627780, "text": "Identification of an immune overdrive high-risk subpopulation with aberrant expression of FOXP3 and CTLA4 in colorectal cancer."}, {"pubmed": 33641299, "text": "Evaluation of miR-210 expression in common variable immunodeficiency: patients with unsolved genetic defect."}, {"pubmed": 33686190, "text": "Haplotypes of FOXP3 genetic variants are associated with susceptibility, autoantibodies, and TGF-beta1 in patients with systemic lupus erythematosus."}, {"pubmed": 33686666, "text": "Infiltration of CD163-, PD-L1- and FoxP3-positive cells adversely affects outcome in patients with mantle cell lymphoma independent of established risk factors."}, {"pubmed": 33723215, "text": "FoxP3-miR-150-5p/3p suppresses ovarian tumorigenesis via an IGF1R/IRS1 pathway feedback loop."}, {"pubmed": 33759370, "text": "Association of FOXP3 gene polymorphisms with chronic immune thrombocytopenia in a Chinese Han population."}, {"pubmed": 33760137, "text": "Tanshinone IIA regulates microRNA125b/foxp3/caspase1 signaling and inhibits cell viability of nasopharyngeal carcinoma."}, {"pubmed": 33833438, "text": "Single-cell analysis of FOXP3 deficiencies in humans and mice unmasks intrinsic and extrinsic CD4(+) T cell perturbations."}, {"pubmed": 33858251, "text": "Meta-analysis reveals significant association between FOXP3 polymorphisms and susceptibility to Graves' disease."}, {"pubmed": 33864956, "text": "High levels of Tim-3(+)Foxp3(+)Treg cells in the tumor microenvironment is a prognostic indicator of poor survival of diffuse large B cell lymphoma patients."}, {"pubmed": 33880574, "text": "FOXP3induced LINC00885 promotes the proliferation and invasion of cervical cancer cells."}, {"pubmed": 33882185, "text": "Association of FOXP3 rs3761548 polymorphism and its reduced expression with unexplained recurrent spontaneous abortions: A South Indian study."}, {"pubmed": 33884734, "text": "CD4+ and CD25+ T-cell response to short-time interferon-beta therapy on IL10, IL23A and FOXP3 genes in multiple sclerosis patients."}, {"pubmed": 33972684, "text": "MALAT1 modulated FOXP3 ubiquitination then affected GINS1 transcription and drived NSCLC proliferation."}, {"pubmed": 34006632, "text": "FOXP3-based immune risk model for recurrence prediction in small-cell lung cancer at stages I-III."}, {"pubmed": 34015108, "text": "FOXP3 promoter polymorphisms are not associated with a risk for breast cancer: a study from Egypt."}, {"pubmed": 34080184, "text": "hnRNPA1 enhances FOXP3 stability to promote the differentiation and functions of regulatory T cells."}, {"pubmed": 34160358, "text": "Assessment of the Relationship between Ulcerative Colitis and Forkhead Box P3 Polymorphisms."}, {"pubmed": 34166564, "text": "Genetic polymorphisms of regulatory T cell-related genes modulate systemic inflammation induced by viral hepatitis."}, {"pubmed": 34185454, "text": "Forkhead Box P3 (Foxp3) serum level and Foxp3 Gene-Promoter polymorphisms in Egyptian rheumatoid arthritis patients: A case-control study."}, {"pubmed": 34216291, "text": "Familial Clustering of Juvenile Psoriatic Arthritis Associated with a Hemizygous FOXP3 Mutation."}, {"pubmed": 34257746, "text": "Coexpression of Helios in Foxp3(+) Regulatory T Cells and Its Role in Human Disease."}, {"pubmed": 34274475, "text": "Association of Human forkhead box protein 3 (FOXP3) gene polymorphisms with idiopathic recurrent pregnancy loss among Kazakhstani women."}, {"pubmed": 34297100, "text": "The adaptability of regulatory T cells and Foxp3."}, {"pubmed": 34324509, "text": "Increase of CD4+CD25highFoxP3+ cells impairs in vitro human microbicidal activity against Mycobacterium tuberculosis during latent and acute pulmonary tuberculosis."}, {"pubmed": 34343636, "text": "AKT1/FOXP3 axis-mediated expression of CerS6 promotes p53 mutant pancreatic tumorigenesis."}, {"pubmed": 34348163, "text": "Optimized CRISPR-mediated gene knockin reveals FOXP3-independent maintenance of human Treg identity."}, {"pubmed": 34362334, "text": "A high CD8 to FOXP3 ratio in the tumor stroma and expression of PTEN in tumor cells are associated with improved survival in non-metastatic triple-negative breast carcinoma."}, {"pubmed": 34414959, "text": "The antioncogenic effect of Beclin-1 and FOXP3 is associated with SKP2 expression in gastric adenocarcinoma."}, {"pubmed": 34463908, "text": "The emerging role of transcription factor FOXP3 in thyroid cancer."}, {"pubmed": 34470917, "text": "Blood transfusion practices affect CD4(+) CD25(+) FOXP3(+) regulatory T cells/T helper-17 cells and the clinical outcome of geriatric patients with hip fracture."}, {"pubmed": 34477071, "text": "FOXP3 Predicts Response to Treatment in Mycosis Fungoides."}, {"pubmed": 34480930, "text": "Notch2 suppresses the development of allergic rhinitis by promoting FOXP3 expression and Treg cell differentiation."}, {"pubmed": 34539008, "text": "Upregulation of Cytotoxic T-Lymphocyte-Associated Protein 4 and Forkhead Box P3 Transcripts in Peripheral Blood of Patients with Bladder Cancer."}, {"pubmed": 34541823, "text": "LINC00261 elevation inhibits angiogenesis and cell cycle progression of pancreatic cancer cells by upregulating SCP2 via targeting FOXP3."}, {"pubmed": 34575956, "text": "Immunomodulatory Properties of Umbilical Cord Blood-Derived Small Extracellular Vesicles and Their Therapeutic Potential for Inflammatory Skin Disorders."}, {"pubmed": 34605709, "text": "PD-L1(+)NEUT, Foxp3(+)Treg, and NLR as New Prognostic Marker with Low Survival Benefits Value in Hepatocellular Carcinoma."}, {"pubmed": 34616011, "text": "Cancer-associated fibroblast senescence and its relation with tumour-infiltrating lymphocytes and PD-L1 expressions in intrahepatic cholangiocarcinoma."}, {"pubmed": 34670484, "text": "Deregulation of circ_003912 contributes to pathogenesis of erosive oral lichen planus by via sponging microRNA-123, -647 and -31 and upregulating FOXP3."}, {"pubmed": 34737751, "text": "Co-Expression of FOXP3FL and FOXP3Delta2 Isoforms Is Required for Optimal Treg-Like Cell Phenotypes and Suppressive Function."}, {"pubmed": 34748560, "text": "The expression of FOXP3 in lesions of several forms of leprosy in patients co-infected with HIV."}, {"pubmed": 34759371, "text": "CD98-induced CD147 signaling stabilizes the Foxp3 protein to maintain tissue homeostasis."}, {"pubmed": 34768829, "text": "Forkhead Box Protein P3 (FOXP3) Represses ATF3 Transcriptional Activity."}, {"pubmed": 34812598, "text": "Evaluating Vitamin D and foxp3 mRNA levels in women with recurrent spontaneous abortion."}, {"pubmed": 35020557, "text": "Gene polymorphism associated with FOXP3, CTLA-4 and susceptibility to pre-eclampsia: a meta-analysis and trial sequential analysis."}, {"pubmed": 35026283, "text": "FOXP3 activated-LINC01232 accelerates the stemness of non-small cell lung carcinoma by activating TGF-beta signaling pathway and recruiting IGF2BP2 to stabilize TGFBR1."}, {"pubmed": 35032011, "text": "Deciphering the influence of urinary microbiota on FoxP3+ regulatory T cell infiltration and prognosis in Chinese patients with non-muscle-invasive bladder cancer."}, {"pubmed": 35037550, "text": "Transcriptional activation of Proteasome 26S non-ATPase subunit 7 by forkhead box P3 participates in gastric cancer cell proliferation and apoptosis."}, {"pubmed": 35065924, "text": "CKAP2L, transcriptionally inhibited by FOXP3, promotes breast carcinogenesis through the AKT/mTOR pathway."}, {"pubmed": 35109826, "text": "Longitudinal monitoring of mRNA levels of regulatory T cell biomarkers by using non-invasive strategies to predict outcome in renal transplantation."}, {"pubmed": 35222362, "text": "FOXP3/HAT1 Axis Controls Treg Infiltration in the Tumor Microenvironment by Inducing CCR4 Expression in Breast Cancer."}, {"pubmed": 35247545, "text": "The FOXP3 full-length isoform controls the lineage-stability of CD4(+)FOXP3(+) regulatory T cells."}, {"pubmed": 35271496, "text": "Association Between IL-17A, FOXP3, and CTLA4 Genes Expression and Severity of Lupus Nephritis"}, {"pubmed": 35322929, "text": "Genetic association study of intron variants in the forkhead box protein P3 gene in Chinese patients diagnosed with cervical cancer."}, {"pubmed": 35358193, "text": "FOXP3 and CXCR4-positive regulatory T cells in the tumor stroma as indicators of tumor immunity in the conjunctival squamous cell carcinoma microenvironment."}, {"pubmed": 35366780, "text": "The Relationship Between FoxP3 and SOCs3 Gene Expressions and Disease Activity in Rheumatoid Arthritis."}, {"pubmed": 35401877, "text": "FOXP3 Contributes to TMZ Resistance, Prognosis, and Immune Infiltration in GBM from a Novel Pyroptosis-Associated Risk Signature."}, {"pubmed": 35441756, "text": "Associations of FOXP3 gene polymorphisms with susceptibility and severity of preeclampsia: A meta-analysis."}, {"pubmed": 35452532, "text": "Human forkhead box protein 3 gene variants associated with altered susceptibility to idiopathic recurrent pregnancy loss: A retrospective case-control study."}, {"pubmed": 35479070, "text": "Case Report: Atypical Manifestations Associated With FOXP3 Mutations. The \"\"Fil Rouge\"\" of Treg Between IPEX Features and Other Clinical Entities?"}, {"pubmed": 35580072, "text": "Role of Innate Immune Regulatory Genes, FOXP3 and FOS in Chronic Hepatitis B Infection."}, {"pubmed": 35689826, "text": "Human FOXP3 and tumour microenvironment."}, {"pubmed": 35732605, "text": "[miR-328-3p down-regulates FOXP3 to inhibit IL-17-induced invasion and migration of Caco-2 human colorectal cancer cells]."}, {"pubmed": 35767890, "text": "FOXP3 Gene Variants in Patients with Systemic Lupus Erythematosus: Association with Disease Susceptibility in Men and Relationship with Abortion in Women."}, {"pubmed": 35772656, "text": "Impact of FOXP3 gene polymorphisms and gene-environment interactions in asthma and atopy in a Brazilian population."}, {"pubmed": 35905575, "text": "FOXP3 variants are independently associated with transforming growth factor Beta1 plasma levels in female patients with inflammatory bowel disease."}, {"pubmed": 35909944, "text": "Enriched circulating and tumor-resident TGF-beta(+) regulatory B cells in patients with melanoma promote FOXP3(+) Tregs."}, {"pubmed": 35967422, "text": "Elevated Foxp3(+) double-negative T cells are associated with disease progression during HIV infection."}, {"pubmed": 36032083, "text": "Nature vs. nurture: FOXP3, genetics, and tissue environment shape Treg function."}, {"pubmed": 36091011, "text": "Clinical and immunological characteristics of five patients with immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome in China-expanding the atypical phenotypes."}, {"pubmed": 36152823, "text": "Epigenetic and immunological indicators of IPEX disease in subjects with FOXP3 gene mutation."}, {"pubmed": 36165427, "text": "Expression of Foxp3 and TLR4 in human papillary thyroid carcinoma and its clinical significance."}, {"pubmed": 36273134, "text": "FoxP3 expression by retinal pigment epithelial cells: transcription factor with potential relevance for the pathology of age-related macular degeneration."}, {"pubmed": 36305192, "text": "Autoimmune regulator (AIRE): Takes a hypoxia-inducing factor 1A (HIF1A) route to regulate FOXP3 expression in PCOS."}, {"pubmed": 36464704, "text": "The hypermethylation of FOXP3 gene as an epigenetic marker for the identification of arsenic poisoning risk."}, {"pubmed": 36469034, "text": "Bone marrow expression of CD68/CD163 macrophages, IL-17 and FOXP3 cells in aplastic anemia and their relation to prognosis."}, {"pubmed": 36528259, "text": "The role of FOXP3 in non-small cell lung cancer and its therapeutic potentials."}, {"pubmed": 36550816, "text": "A comprehensive bioinformatics analysis of FOXP3 in nonsmall cell lung cancer."}, {"pubmed": 36564065, "text": "METTL3-Mediated N6-Methyladenosine Methylation Modifies Foxp3 mRNA Levels and Affects the Treg Cells Proportion in Peripheral Blood of Patients with Asthma."}, {"pubmed": 36567345, "text": "Assessment of regulatory T cells (Tregs) and Foxp3 methylation level in chronic myeloid leukemia patients on tyrosine kinase inhibitor therapy."}, {"pubmed": 36567801, "text": "Altered phenotypic and metabolic characteristics of FOXP3[+]CD3[+]CD56[+] natural killer T (NKT)-like cells in human malignant pleural effusion."}, {"pubmed": 36600150, "text": "FOXP3 TSDR Measurement Could Assist Variant Classification and Diagnosis of IPEX Syndrome."}, {"pubmed": 36602220, "text": "Reduced phosphorylated Foxp3 levels in Crimean Congo haemorrhagic fever."}, {"pubmed": 36691128, "text": "Prognostic value of FOXP3[+] regulatory T cells in patients with diffuse large B-cell lymphoma: a systematic review and meta-analysis."}, {"pubmed": 36717877, "text": "Forkhead box P3 gene polymorphisms predispose to type 2 diabetes and diabetic nephropathy in the Han Chinese populations: a genetic-association and gender-based evaluation study."}, {"pubmed": 36788428, "text": "Acidity-mediated induction of FoxP3[+] regulatory T cells."}, {"pubmed": 36799186, "text": "LAPTM5 regulated by FOXP3 promotes the malignant phenotypes of breast cancer through activating the Wnt/betacatenin pathway."}, {"pubmed": 36842371, "text": "The forkhead box protein P3 gene rs3761548 promoter polymorphism confers a genetic contribution to the risk of preeclampsia: A systematic review and meta-analysis."}, {"pubmed": 36974470, "text": "High density of FOXP3 predicts better prognosis in germinal and non-germinal centre diffuse large B-cell lymphoma."}, {"pubmed": 37085947, "text": "Development and function of FOXP3+ regulators of immune responses."}, {"pubmed": 37169554, "text": "CD4+CD25+CD127[lo]FOXP3+ cell in food allergy: Does it predict anaphylaxis?"}, {"pubmed": 37197667, "text": "CTLA4 mRNA is downregulated by miR-155 in regulatory T cells, and reduced blood CTLA4 levels are associated with poor prognosis in metastatic melanoma patients."}, {"pubmed": 37224732, "text": "Supraphysiological FOXP3 expression in human CAR-Tregs results in improved stability, efficacy, and safety of CAR-Treg products for clinical application."}, {"pubmed": 37277792, "text": "Effects of Foxp3 gene silencing on the expression of inflammatory cytokines and the proliferation and migration of human periodontal ligament fibroblasts in an inflammatory environment."}, {"pubmed": 37356924, "text": "[Treg Cells, FoxP3 and TGF-beta Expression and Significance in Chronic Myeloid Leukemia]."}, {"pubmed": 37418986, "text": "The kinetics of mTORC1 activation associates with FOXP3 expression pattern of CD4+ T cells and outcome of steroid-sensitive minimal change disease."}, {"pubmed": 37506144, "text": "MiR-223-3p affects the proliferation and apoptosis of HCAECs in Kawasaki disease by regulating the expression of FOXP3."}, {"pubmed": 37563607, "text": "IL-17 A correlates with disease progression in papillary thyroid carcinoma."}, {"pubmed": 37569676, "text": "Investigating the Role of FoxP3 in Renal Cell Carcinoma Metastasis with BAP1 or SEDT2 Mutation."}, {"pubmed": 37573372, "text": "Clinical significance of the expression of FOXP3 and TIGIT in Merkel cell carcinoma."}, {"pubmed": 37605532, "text": "Mutations from patients with IPEX ported to mice reveal different patterns of FoxP3 and Treg dysfunction."}, {"pubmed": 37782178, "text": "Screening of IL-22 first and second introns and FOXP3 second exon for SNPs and mutations with potential role in the susceptibility of SLE in selected population."}, {"pubmed": 37838026, "text": "HIC1 interacts with FOXP3 multi protein complex: Novel pleiotropic mechanisms to regulate human regulatory T cell differentiation and function."}, {"pubmed": 37852297, "text": "Downregulation of circETS1 disrupts Th17/Treg homeostasis by inhibiting FOXP3 transcription: A new potential biomarker in systemic lupus erythematosus."}, {"pubmed": 37868998, "text": "Metabolic regulation of forkhead box P3 alternative splicing isoforms and their impact on health and disease."}, {"pubmed": 37904681, "text": "Association of genetic variations in FoxP3 gene with Graves' disease in a Southwest Chinese Han population."}, {"pubmed": 37936281, "text": "Circulating levels of FoxP3, M2 (sCD163) and IGF-1 as potential biomarkers associated with Laryngeal Squamous Cell Carcinoma in Tunisian patients."}, {"pubmed": 37994657, "text": "FOXP3 deficiency, from the mechanisms of the disease to curative strategies."}, {"pubmed": 38117899, "text": "Identification of unstable regulatory and autoreactive effector T cells that are expanded in patients with FOXP3 mutations."}, {"pubmed": 38147957, "text": "Peptidase inhibitor 16 promotes inflammatory arthritis by suppressing Foxp3 expression via regulating K48-linked ubiquitin degradation Bmi-1 in regulatory T cells."}, {"pubmed": 38201281, "text": "Modulation of Suppressive Activity and Proliferation of Human Regulatory T Cells by Splice-Switching Oligonucleotides Targeting FoxP3 Pre-mRNA."}, {"pubmed": 38244519, "text": "Downregulation of circular RNA ETS1 promotes SLE activity and inhibits Treg cell differentiation through miR-1205/FoxP3 molecular axis."}, {"pubmed": 38308298, "text": "The relationship between high ratios of CD4/FOXP3 and CD8/CD163 and the improved survivability of metastatic triple-negative breast cancer patients: a multicenter cohort study."}, {"pubmed": 38311556, "text": "[Clinical features and genetic analysis of three patients with Immune dysregulation, polyendocrinopathy, enteropathy, X-linked syndrome due to variants of FOXP3 gene]."}, {"pubmed": 38402536, "text": "Insight into the significance of Foxp3 + tumor-infiltrating lymphocytes in squamous cell lung cancer."}, {"pubmed": 38415552, "text": "Evaluating CD4 and Foxp3 mRNA Expression in Tissue Specimens of Celiac Disease and Colorectal Cancer Patients."}, {"pubmed": 38433312, "text": "Meta-analysis of FOXP3 polymorphisms and recurrent spontaneous abortion susceptibility."}, {"pubmed": 38512803, "text": "What is the relevance of FoxP3 in the tumor microenvironment and cancer outcomes?"}, {"pubmed": 38536932, "text": "CRIF1 deficiency induces FOXP3[LOW] inflammatory non-suppressive regulatory T cells, thereby promoting antitumor immunity."}, {"pubmed": 38660296, "text": "FOXP3 full length splice variant is associated with kidney allograft tolerance."}, {"pubmed": 38676826, "text": "Expression of full-length FOXP3 exceeds other isoforms in thymus and stimulated CD4 + T cells."}, {"pubmed": 38754303, "text": "FOXP3 gene is associated with susceptibility to ischemic stroke in the Chinese population."}, {"pubmed": 38805281, "text": "Long noncoding RNA LIRIL2R modulates FOXP3 levels and suppressive function of human CD4[+] regulatory T cells by regulating IL2RA."}, {"pubmed": 38811598, "text": "Inferring upstream regulatory genes of FOXP3 in human regulatory T cells from time-series transcriptomic data."}, {"pubmed": 38824863, "text": "miR-155 promotes Th17 differentiation by targeting FOXP3 to aggravate inflammation in MRSA pneumonia."}, {"pubmed": 38970262, "text": "Hypermethylation of the FOXP3 gene regulates Tregs immunodysregulation in chronic idiopathic thrombocytopenic purpura."}, {"pubmed": 38985531, "text": "Association of IL-13 rs20541, FOXP3 rs3761548 genes polymorphisms and serum level of IL-13 with allergic asthma in Egyptian patients."}, {"pubmed": 39000267, "text": "Genetic and Epigenetic Association of FOXP3 with Papillary Thyroid Cancer Predisposition."}], "genomic_pos": {"chr": "X", "end": 49264800, "ensemblgene": "ENSG00000049768", "start": 49250438, "strand": -1}, "genomic_pos_hg19": [{"chr": "HG1436_HG1432_PATCH", "end": 49124225, "start": 49109835, "strand": -1}, {"chr": "X", "end": 49121288, "start": 49106897, "strand": -1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001782", "qualifier": "involved_in", "term": "B cell homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001818", "pubmed": 11483607, "qualifier": "involved_in", "term": "negative regulation of cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002262", "qualifier": "involved_in", "term": "myeloid cell homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002362", "pubmed": 18368049, "qualifier": "involved_in", "term": "CD4-positive, CD25-positive, alpha-beta regulatory T cell lineage commitment"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002456", "qualifier": "involved_in", "term": "T cell mediated immunity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002513", "qualifier": "involved_in", "term": "tolerance induction to self antigen"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002667", "qualifier": "involved_in", "term": "regulation of T cell anergy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002669", "qualifier": "involved_in", "term": "positive regulation of T cell anergy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002677", "qualifier": "involved_in", "term": "negative regulation of chronic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002725", "pubmed": 15466453, "qualifier": "involved_in", "term": "negative regulation of T cell cytokine production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002725", "pubmed": 23169781, "qualifier": "involved_in", "term": "negative regulation of T cell cytokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002851", "qualifier": "involved_in", "term": "positive regulation of peripheral T cell tolerance induction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002870", "qualifier": "involved_in", "term": "T cell anergy"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006338", "pubmed": 16903909, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 11138001, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": 15652505, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 20583921, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014045", "qualifier": "involved_in", "term": "establishment of endothelial blood-brain barrier"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032088", "pubmed": 16652169, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032689", "pubmed": 15466453, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032689", "pubmed": 23169781, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032693", "pubmed": 15466453, "qualifier": "involved_in", "term": "negative regulation of interleukin-10 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032700", "pubmed": 18368049, "qualifier": "involved_in", "term": "negative regulation of interleukin-17 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032703", "pubmed": [15466453, 17360565, 17377532], "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032703", "pubmed": [16873067, 23169781], "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032713", "pubmed": 15466453, "qualifier": "involved_in", "term": "negative regulation of interleukin-4 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032714", "qualifier": "involved_in", "term": "negative regulation of interleukin-5 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032715", "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032753", "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032792", "pubmed": 16652169, "qualifier": "involved_in", "term": "negative regulation of CREB transcription factor activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032831", "pubmed": 18368049, "qualifier": "involved_in", "term": "positive regulation of CD4-positive, CD25-positive, alpha-beta regulatory T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032905", "qualifier": "involved_in", "term": "transforming growth factor beta1 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032914", "qualifier": "involved_in", "term": "positive regulation of transforming growth factor beta1 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033080", "qualifier": "involved_in", "term": "immature T cell proliferation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033092", "qualifier": "involved_in", "term": "positive regulation of immature T cell proliferation in thymus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035739", "qualifier": "involved_in", "term": "CD4-positive, alpha-beta T cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042110", "pubmed": 15466453, "qualifier": "involved_in", "term": "T cell activation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042130", "pubmed": 15466453, "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042130", "pubmed": [21458306, 23169781], "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043029", "pubmed": 11483607, "qualifier": "involved_in", "term": "T cell homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 16873067, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045066", "pubmed": 32644293, "qualifier": "involved_in", "term": "regulatory T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045591", "pubmed": 30513302, "qualifier": "involved_in", "term": "positive regulation of regulatory T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": [11483607, 16920951, 17360565, 22678915], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": [21458306, 23169781], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 15466453, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": [21458306, 23169781], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 19276356, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0046007", "pubmed": 11483607, "qualifier": "involved_in", "term": "negative regulation of activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048289", "qualifier": "involved_in", "term": "isotype switching to IgE isotypes"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048294", "qualifier": "involved_in", "term": "negative regulation of isotype switching to IgE isotypes"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048302", "qualifier": "involved_in", "term": "regulation of isotype switching to IgG isotypes"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050687", "qualifier": "involved_in", "term": "negative regulation of defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050777", "pubmed": 15652505, "qualifier": "involved_in", "term": "negative regulation of immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901355", "qualifier": "involved_in", "term": "response to rapamycin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000320", "pubmed": 23169781, "qualifier": "involved_in", "term": "negative regulation of T-helper 17 cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000562", "qualifier": "involved_in", "term": "negative regulation of CD4-positive, alpha-beta T cell proliferation"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 32644293, "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11483607, 16873067, 16920951, 22678915, 24012345], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22678915, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16903909, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 19276356, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003677", "pubmed": 21458306, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [11483607, 32644293], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 11138001, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003714", "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16652169, 17377532, 18354202, 18368049, 20676092, 23396208, 23543754, 23973223, 24012345, 25416956, 25910212, 29892012, 30510991, 31515488, 32296183, 32644293, 34019767], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0035035", "pubmed": 17360565, "qualifier": "enables", "term": "histone acetyltransferase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 21458306, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 16920951, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 17360565, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": [11483607, 16873067, 19276356], "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0051059", "pubmed": 16652169, "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051525", "pubmed": [16873067, 21458306], "qualifier": "enables", "term": "NFAT protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[8364, 100485747], [9544, 574303], [9606, 50943], [9615, 491876], [9913, 506053], [10090, 20371], [10116, 317382]], "id": 8516}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "FOXP, coiled-coil domain", "id": "IPR032354", "short_desc": "FOXP-CC"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein P3, forkhead domain", "id": "IPR047413", "short_desc": "FH_FOXP3"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}], "ipi": ["IPI00328094", "IPI00604500", "IPI00644203", "IPI00923585"], "map_location": "Xp11.23", "name": "forkhead box P3", "other_names": ["FOXP3delta7", "forkhead box protein P3", "immune dysregulation, polyendocrinopathy, enteropathy, X-linked", "immunodeficiency, polyendocrinopathy, enteropathy, X-linked"], "pantherdb": {"HGNC": "6106", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1891436", "ortholog_type": "LDO", "panther_family": "PTHR45796", "taxid": 10090, "uniprot_kb": "Q99JB6"}, {"RGD": "1562112", "ortholog_type": "LDO", "panther_family": "PTHR45796", "taxid": 10116, "uniprot_kb": "D4Q8I2"}, {"ZFIN": "ZDB-GENE-041203-2", "ortholog_type": "O", "panther_family": "PTHR45796", "taxid": 7955, "uniprot_kb": "Q4JNX5"}, {"WormBase": "WBGene00001439", "ortholog_type": "O", "panther_family": "PTHR45796", "taxid": 6239, "uniprot_kb": "Q86MF0"}, {"FlyBase": "FBgn0262477", "ortholog_type": "O", "panther_family": "PTHR45796", "taxid": 7227, "uniprot_kb": "A0A0B4K6N2"}], "uniprot_kb": "Q9BZS1"}, "pathway": {"kegg": [{"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "pid": [{"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}], "reactome": [{"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8877330", "name": "RUNX1 and FOXP3 control the development of regulatory T lymphocytes (Tregs)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939256", "name": "RUNX1 regulates transcription of genes involved in WNT signaling"}], "wikipathways": [{"id": "WP2328", "name": "Allograft Rejection"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP4542", "name": "Overview of leukocyte-intrinsic Hippo pathway functions"}, {"id": "WP5063", "name": "FOXP3 in COVID-19"}]}, "pdb": ["3QRF", "4WK8"], "pfam": ["PF00250", "PF16159"], "pharmgkb": "PA201094", "pharos": {"target_id": 7990, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170672", "relationship": "is"}, {"id": "GNF181578", "relationship": "is"}, {"id": "GNF192484", "relationship": "is"}, {"id": "GNF203390", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF100749", "relationship": "is"}, {"id": "GNF140404", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_007392.1"], "protein": ["NP_001107849.1", "NP_054728.2"], "rna": ["NM_001114377.2", "NM_014009.4"], "translation": [{"protein": "NP_001107849.1", "rna": "NM_001114377.2"}, {"protein": "NP_054728.2", "rna": "NM_014009.4"}]}, "reporter": {"HG-U133_Plus_2": ["221333_at", "221334_s_at", "224211_at"], "HTA-2_0": "TC0X001031.hg.1", "HuEx-1_0": "4008011", "HuGene-1_1": "8172631", "HuGene-2_1": "17110902"}, "retired": 28953, "summary": "The protein encoded by this gene is a member of the forkhead/winged-helix family of transcriptional regulators. Defects in this gene are the cause of immunodeficiency polyendocrinopathy, enteropathy, X-linked syndrome (IPEX), also known as X-linked autoimmunity-immunodeficiency syndrome. Alternatively spliced transcript variants encoding different isoforms have been identified. [provided by RefSeq, Jul 2008].", "symbol": "FOXP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416467"}, "unigene": "Hs.247700", "uniprot": {"Swiss-Prot": "Q9BZS1", "TrEMBL": ["A0A494C0B0", "B7ZLG1", "A0A494BZV0", "A0A804HK12"]}, "wikipedia": {"url_stub": "FOXP3"}}