{"AllianceGenome": "20951", "HGNC": "20951", "MIM": "612788", "_id": "94234", "_version": 1, "accession": {"genomic": ["AF153341.1", "AF225950.1", "AL499606.19", "CH471087.1", "CP068272.2", "KT583940.1", "NC_000006.12", "NC_060930.1"], "protein": ["AAF75586.1", "AAH53850.1", "AAK00639.1", "EAW55070.1", "NP_150285.3", "Q9C009.2"], "rna": ["BC053850.1", "BM980542.1", "BU566731.1", "NM_033260.4"], "translation": [{"protein": "NP_150285.3", "rna": "NM_033260.4"}, {"protein": "AAH53850.1", "rna": "BC053850.1"}]}, "alias": "HFH1", "ensembl": {"gene": "ENSG00000164379", "protein": "ENSP00000296839", "transcript": "ENST00000296839", "translation": [{"protein": "ENSP00000296839", "rna": "ENST00000296839"}], "type_of_gene": "protein_coding"}, "entrezgene": "94234", "exons": [{"cdsend": 1313916, "cdsstart": 1312704, "chr": "6", "position": [[1312097, 1314758]], "strand": 1, "transcript": "NM_033260", "txend": 1314758, "txstart": 1312097}], "exons_hg19": [{"cdsend": 1314151, "cdsstart": 1312939, "chr": "6", "position": [[1312332, 1314993]], "strand": 1, "transcript": "NM_033260", "txend": 1314993, "txstart": 1312332}], "generif": [{"pubmed": 12011061, "text": "Transforming growth factor-beta 2 is a transcriptional target for Akt/protein kinase B via this protein"}, {"pubmed": 19533653, "text": "This study demenostrated that the forkhead transcription factor is reduced in skeletal muscle of chronic spinal cord-injured patients."}, {"pubmed": 20145154, "text": "FOXQ1 overexpression upregulated several genes that have positive roles for tumor growth of colorectal cancer."}, {"pubmed": 21285253, "text": "Foxq1 promotes epithelial-mesenchymal transition and breast cancer metastasis."}, {"pubmed": 21346143, "text": "Mechanistic investigations revealed that FOXQ1-induced EMT was associated with transcriptional inactivation of the epithelial regulator E-cadherin. Findings define a key role for FOXQ1 in regulating EMT and aggressiveness in human cancer."}, {"pubmed": 22126837, "text": "this study showed that an interaction between FOXQ1 and SUMO1P1 for psychomotor speed."}, {"pubmed": 22948034, "text": "Increased levels of this transcription factor suggest a potential link with cell dysfunction induced by altered prelamin A metabolism."}, {"pubmed": 23203039, "text": "FOXQ1 expression is essential to maintain cell proliferation, motility/invasion, and epithelial-mesenchymal transition phenotypes in ovarian cancer cells."}, {"pubmed": 23383267, "text": "FoxQ1 promotes glioma cell proliferation and migration by down-regulation of NRXN3 expression."}, {"pubmed": 23403865, "text": "FOXQ1 may be a novel epithelial-mesenchymal transition-inducing transcription factor through controlling the expression of E-cadherin."}, {"pubmed": 23555880, "text": "Data show that FOXQ1 is one of the most over-expressed genes in CRC and a direct target of the canonical Wnt pathway."}, {"pubmed": 23609035, "text": "FOXQ1 expression level is an independent prognostic factor for the overall survival rate of gastric cancer patients."}, {"pubmed": 23623360, "text": "Study demonstrates that an aggressive malignant phenotype of hepatocellular carcinoma is strongly linked to high FOXQ1 expression."}, {"pubmed": 23723077, "text": "results show that FOXQ1 is a novel modulator of Twist1 expression and a regulator of colorectal cancer invasion and metastasis"}, {"pubmed": 24005989, "text": "FoxQ1 promotes hepatocellular carcinoma metastasis by transactivating ZEB2 and VersicanV1 expression."}, {"pubmed": 24200849, "text": "NAC1 is essential and sufficient for activation of FOXQ1"}, {"pubmed": 24211718, "text": "High FoxQ1 expression is associated with hepatocarcinoma."}, {"pubmed": 24719318, "text": "Data indicate that knockdown of forkhead box Q1 protein FoxQ1 by its siRNA in cancer stem-like cells (CSLCs) resulted in the inhibition of aggressive behavior."}, {"pubmed": 25098939, "text": "Results demonstrate that miR-124 functions as a tumor-suppressive microRNA in nasopharyngeal carcinoma by repressing Foxq1 expression."}, {"pubmed": 25251503, "text": "critical role in the regulation of hepatocellular carcinoma development"}, {"pubmed": 25356753, "text": "NSCLC cells with silenced FoxQ1 had decreased cell proliferation, migration and invasion in cell culture and delayed growth of xenograft tumors in mice compared with corresponding control cells."}, {"pubmed": 25502837, "text": "PDGFRalpha and beta can be directly regulated by Foxq1 or indirectly regulated through the Foxq1/Twist1 axis"}, {"pubmed": 25955104, "text": "Data suggest that forkhead box Q1 (FOXQ1) is a potential therapeutic target for the development of therapies for colorectal cancer."}, {"pubmed": 26122655, "text": "FoxQ1 expression is negatively associated with the overall survival of PC patients, and that this protein may therefore represent a novel molecular target and new prognostic biomarker for PC."}, {"pubmed": 26159618, "text": "MiR-1271 inhibits cell proliferation, invasion, and epithelial-mesenchymal transition in gastric cancer by directly suppressing FOXQ1 expression."}, {"pubmed": 26349968, "text": "we identified FOXQ1 as an oncogene to promote ESCC tumor cell proliferation and metastasis by negatively regulating CDH1 in esophageal squamous cell carcinoma cells"}, {"pubmed": 26858166, "text": "MiR-133 directly targeted and down-regulated FOXQ1 expression, which in turn reduced TGF-beta level."}, {"pubmed": 26935526, "text": "The miR-506/FOXQ1 axis plays an important role in the pathogenesis of cervical cancer."}, {"pubmed": 27109028, "text": "FOXQ1 is a prognostic marker for patients with Gastric cancer, FOXQ1 over-expression is involved in acquisition of the mesenchymal phenotype of gastric cancer cells, and subsequent Snail expression is essential for induction of Epithelial-Mesenchymal Transition."}, {"pubmed": 27119506, "text": "Data indicate a role for the miR-320/SOX4/FOXM1/FOXQ1 axes in promoting colorectal cancer (CRC) development and suggest targeting those networks as potential therapeutic strategy for CRC."}, {"pubmed": 27129776, "text": "DATS administration inhibited ALDH1 activity in vivo in SUM159 xenografts. These results indicate that FoxQ1 is a novel target of bCSC inhibition by DATS."}, {"pubmed": 27162244, "text": "We identified FOXM1 and FOXQ1 as novel prognostic biomarkers in colorectal cancer and miR-342 as a novel regulator of both FOXM1 and FOXQ1"}, {"pubmed": 27176124, "text": "There are several modes of regulation of FOXQ1 expression that have been demonstrated in normal and tumor cells, such as microRNA and the Wnt signaling pathway. The activation of FOXQ1 affects downstream genes promoting the initiation, proliferation and invasion, in addition to the metastasis of tumor cells"}, {"pubmed": 27573292, "text": "our study suggests that FOXQ1 regulates prostate cancer cell proliferation and apoptosis by regulating BCL11A/MDM2 expression and indicates that FOXQ1 may serve as a potential therapeutic target for prostate cancer."}, {"pubmed": 28726780, "text": "FOXQ1 remarkably inhibited the replicative senescence through depressing the expression of the inflammatory cytokines interleukin-6 (IL-6) and IL-8 via modulation of SIRT1-NF-kappaB pathway."}, {"pubmed": 28791370, "text": "Results revealed that, co-culture with TAMs promoted the invasion and migration of GC cells. Co-culture with TAMs induced EMT in GC cells. FOXQ1 is essential for TAM-induced EMT and metastasis in GC cells."}, {"pubmed": 28930679, "text": "These data identify FOXQ1 as a melanoma suppressor."}, {"pubmed": 29048674, "text": "Results show that FOXQ1, a well-known oncogenic protein and promoter of gastric cancer (GC) metastasis, to be the direct downstream target of miR-345 in GC. Its mRNA and protein levels are up-regulated in GC tumors."}, {"pubmed": 29132010, "text": "inhibition of FOXQ1 restricted natural killer/T-cell lymphoma cell proliferation and growth but induced apoptosis"}, {"pubmed": 29248714, "text": "Findings indicate a positive feedback loop between cancer associated fibroblast (CAFs) and box Q1 (FOXQ1)/N-myc downstream-regulated gene 1 (NDRG1) axis in neoplastic cells to drive hepatocellular carcinoma (HCC) initiation, suggesting new potential therapeutic targets for HCC."}, {"pubmed": 29453987, "text": "Cell viability and progression from G1 to S phase were both improved with overexpression of Foxq1, and microRNAs profiling study and dual-luciferase result suggested miR-320b contributed to the up-regulation of Foxq1 after calcium hydroxide stimulation. These results suggested that miR-320b mediated Foxq1 up-regulation promote proliferation of dental pulp stem cells."}, {"pubmed": 29500491, "text": "FOXQ1 overexpression promotes anti-senescence and migration of human umbilical cord mesenchymal stem cells in vitro and in vivo."}, {"pubmed": 29923283, "text": "Results found a conserved binding site of MIR-96 in the FOXQ1 3'-UTR. FOXQ1 could partially rescue the expression of EMT genes suppressed by the miR-96 inhibitor in bladder cancer cells."}, {"pubmed": 30378716, "text": "results indicated that FOXQ1 may be a useful additional biomarker to evaluate the progression of papillary thyroid carcinoma and to predict likely relapse of disease."}, {"pubmed": 30678643, "text": "There is a significantly negative correlation between miR-342-3p and FOXQ1 expression in nasopharyngeal carcinoma (NPC)specimens. Overexpression of FOXQ1 rescue the inhibitory effects of miR-342-3p on NPC cell growth and invasion."}, {"pubmed": 30807702, "text": "mutual transcriptional repression between FOXF2 and FOXQ1, and the reciprocal negative feedback loop controlled EMT, aggressiveness, and chemoresistance in basal-like breast cancer cells."}, {"pubmed": 31517731, "text": "MiR-342-3p inhibits cell migration and invasion through suppressing forkhead box protein Q1 in ovarian carcinoma."}, {"pubmed": 31713908, "text": "Potentiality of forkhead box Q1 as a biomarker for monitoring tumor features and predicting prognosis in non-small cell lung cancer."}, {"pubmed": 32061262, "text": "Circular RNA CRIM1 functions as a ceRNA to promote nasopharyngeal carcinoma metastasis and docetaxel chemoresistance through upregulating FOXQ1."}, {"pubmed": 32412910, "text": "NAC1 attenuates BCL6 negative autoregulation and functions as a BCL6 coactivator of FOXQ1 transcription in cancer cells."}, {"pubmed": 32608222, "text": "Long noncoding RNA KCNQ1OT1 promotes cell motility in hepatocellular carcinoma by regulating miR-506-3p/FOXQ1."}, {"pubmed": 32754922, "text": "Novel mechanistic targets of forkhead box Q1 transcription factor in human breast cancer cells."}, {"pubmed": 33098639, "text": "miR-140-3p inhibits bladder cancer cell proliferation and invasion by targeting FOXQ1."}, {"pubmed": 33761267, "text": "Tumor Forkhead Box Q1 Is Elevated, Correlates with Increased Tumor Size, International Federation of Gynecology and Obstetrics Stage but Worse Overall Survival in Epithelial Ovarian Cancer Patients."}, {"pubmed": 33875643, "text": "Foxq1 promotes metastasis of nasopharyngeal carcinoma by inducing vasculogenic mimicry via the EGFR signaling pathway."}, {"pubmed": 34920123, "text": "LncRNA TUG1 promotes bladder cancer malignant behaviors by regulating the miR-320a/FOXQ1 axis."}, {"pubmed": 34939230, "text": "The FoxQ1 transcription factor is a novel regulator of electron transport chain complex I subunits in human breast cancer cells."}, {"pubmed": 35396504, "text": "Hsa_circRNA_0088036 acts as a ceRNA to promote bladder cancer progression by sponging miR-140-3p."}, {"pubmed": 35633908, "text": "Forkhead Box q1 promotes invasion and metastasis in colorectal cancer by activating the epidermal growth factor receptor pathway."}, {"pubmed": 35994645, "text": "Stroke-associated intergenic variants modulate a human FOXF2 transcriptional enhancer."}, {"pubmed": 36050744, "text": "A gene expression profile for the lower osteogenic potent of bone-derived MSCs from osteoporosis with T2DM and the potential mechanism."}, {"pubmed": 36713812, "text": "DDR2 coordinates EMT and metabolic reprogramming as a shared effector of FOXQ1 and SNAI1."}, {"pubmed": 36778115, "text": "The FGFR1 Signaling Pathway Upregulates the Oncogenic Transcription Factor FOXQ1 to Promote Breast Cancer Cell Growth."}, {"pubmed": 36815831, "text": "Kaposi's Sarcoma-Associated Herpesvirus Immediate Early Proteins Trigger FOXQ1 Expression in Oral Epithelial Cells, Engaging in a Novel Lytic Cycle-Sustaining Positive Feedback Loop."}, {"pubmed": 37265428, "text": "Forkhead Box Q1 is a novel regulator of autophagy in breast cancer cells."}, {"pubmed": 37870056, "text": "Hsa_circ_0001687 Function as a ceRNA to Facilitate Hepatocellular Carcinoma Progression via miR-140- 3p/FOXQ1 Axis."}, {"pubmed": 37875474, "text": "FOXQ1 promotes pancreatic cancer cell proliferation, tumor stemness, invasion and metastasis through regulation of LDHA-mediated aerobic glycolysis."}, {"pubmed": 38062011, "text": "Nuclear isoform of RAPH1 interacts with FOXQ1 to promote aggressiveness and radioresistance in breast cancer."}, {"pubmed": 38297082, "text": "PARP1-stabilised FOXQ1 promotes ovarian cancer progression by activating the LAMB3/WNT/beta-catenin signalling pathway."}, {"pubmed": 38432629, "text": "The tumor suppressor p53 is a negative regulator of the carcinoma-associated transcription factor FOXQ1."}, {"pubmed": 38608123, "text": "The role of transcription factor FOXA1/C2/M1/O3/P1/Q1 in breast cancer."}], "genomic_pos": {"chr": "6", "end": 1314758, "ensemblgene": "ENSG00000164379", "start": 1312098, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 1314992, "start": 1312675, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009653", "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001227", "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 405843], [7955, 100537750], [8364, 733448], [9544, 722908], [9598, 471837], [9606, 94234], [10090, 15220], [10116, 64826]], "id": 7359}, "interpro": [{"desc": "Fork head domain", "id": "IPR001766", "short_desc": "Fork_head_dom"}, {"desc": "Fork head domain conserved site1", "id": "IPR018122", "short_desc": "TF_fork_head_CS_1"}, {"desc": "Fork head domain conserved site 2", "id": "IPR030456", "short_desc": "TF_fork_head_CS_2"}, {"desc": "Winged helix-like DNA-binding domain superfamily", "id": "IPR036388", "short_desc": "WH-like_DNA-bd_sf"}, {"desc": "Winged helix DNA-binding domain superfamily", "id": "IPR036390", "short_desc": "WH_DNA-bd_sf"}, {"desc": "Forkhead box protein Q1, forkhead domain", "id": "IPR047518", "short_desc": "FH_FOXQ1"}], "ipi": "IPI00018738", "map_location": "6p25.3", "name": "forkhead box Q1", "other_names": ["HFH-1", "HNF-3/forkhead-like protein 1", "forkhead box protein Q1", "hepatocyte nuclear factor 3 forkhead homolog 1", "winged helix/forkhead transcription factor"], "pantherdb": {"HGNC": "20951", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1298228", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10090, "uniprot_kb": "O70220"}, {"RGD": "621572", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 10116, "uniprot_kb": "Q63244"}, {"ZFIN": "ZDB-GENE-040426-2090", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "Q1LWZ9"}, {"ZFIN": "ZDB-GENE-070424-74", "ortholog_type": "LDO", "panther_family": "PTHR11829", "taxid": 7955, "uniprot_kb": "A0A0R4IJS9"}, {"SGD": "S000001393", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P40466"}, {"SGD": "S000000661", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4932, "uniprot_kb": "P25364"}, {"PomBase": "SPBC4C3.12", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O43058"}, {"PomBase": "SPBC32H8.11", "ortholog_type": "O", "panther_family": "PTHR11829", "taxid": 4896, "uniprot_kb": "O13606"}], "uniprot_kb": "Q9C009"}, "pathway": {"wikipathways": [{"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}]}, "pfam": "PF00250", "pharmgkb": "PA134924898", "pharos": {"target_id": 18890, "tdl": "Tbio"}, "prosite": "PS50039", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF173730", "relationship": "is"}, {"id": "GNF184636", "relationship": "is"}, {"id": "GNF195542", "relationship": "is"}, {"id": "GNF206448", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005485", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239738", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF100184", "relationship": "is"}, {"id": "GNF139839", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": "NP_150285.3", "rna": "NM_033260.4", "translation": {"protein": "NP_150285.3", "rna": "NM_033260.4"}}, "reporter": {"HG-U133_Plus_2": "227475_at", "HTA-2_0": "TC06000009.hg.1", "HuEx-1_0": "2891556", "HuGene-1_1": "8116579", "HuGene-2_1": "17004194"}, "summary": "FOXQ1 is a member of the FOX gene family, which is characterized by a conserved 110-amino acid DNA-binding motif called the forkhead or winged helix domain. FOX genes are involved in embryonic development, cell cycle regulation, tissue-specific gene expression, cell signaling, and tumorigenesis (Bieller et al., 2001 [PubMed 11747606]).[supplied by OMIM, May 2009].", "symbol": "FOXQ1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1427203"}, "unigene": "Hs.591352", "uniprot": {"Swiss-Prot": "Q9C009"}}