{"AllianceGenome": "3826", "HGNC": "3826", "MIM": "136537", "_id": "2357", "_version": 1, "accession": {"genomic": ["AC018755.3", "AY301273.1", "CH471135.1", "CP068259.2", "L10820.1", "NC_000019.10", "NC_060943.1", "NG_023426.1", "S39148.1"], "protein": ["AAA16863.1", "AAA35846.1", "AAA35847.1", "AAA36362.1", "AAD14906.1", "AAF87842.1", "AAH05315.1", "AAP36097.1", "AAP58403.1", "BAG37441.1", "EAW72040.1", "EAW72041.1", "EAW72042.1", "NP_001180235.1", "NP_002020.1", "P21462.3"], "rna": ["AK314935.1", "BC005315.1", "BQ016000.1", "BT007429.1", "CB993626.1", "M37128.1", "M60626.1", "M60627.1", "NM_001193306.2", "NM_002029.4", "S49810.1"], "translation": [{"protein": "BAG37441.1", "rna": "AK314935.1"}, {"protein": "AAD14906.1", "rna": "S49810.1"}, {"protein": "NP_001180235.1", "rna": "NM_001193306.2"}, {"protein": "AAH05315.1", "rna": "BC005315.1"}, {"protein": "AAP36097.1", "rna": "BT007429.1"}, {"protein": "AAA35847.1", "rna": "M60627.1"}, {"protein": "NP_002020.1", "rna": "NM_002029.4"}, {"protein": "AAA36362.1", "rna": "M37128.1"}, {"protein": "AAA35846.1", "rna": "M60626.1"}]}, "alias": ["FMLP", "FPR"], "ensembl": {"gene": "ENSG00000171051", "protein": ["ENSP00000302707", "ENSP00000470750", "ENSP00000471493", "ENSP00000472936"], "transcript": ["ENST00000304748", "ENST00000594900", "ENST00000595042", "ENST00000600815"], "translation": [{"protein": "ENSP00000471493", "rna": "ENST00000595042"}, {"protein": "ENSP00000472936", "rna": "ENST00000600815"}, {"protein": "ENSP00000302707", "rna": "ENST00000304748"}, {"protein": "ENSP00000470750", "rna": "ENST00000594900"}], "type_of_gene": "protein_coding"}, "entrezgene": "2357", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.58718808, "exp_mis": 132.9782291, "exp_syn": 56.05074, "lof_z": 0.830120251458277, "mis_z": 0.804972936295047, "mu_lof": 2.79614630008e-07, "mu_mis": 1.16996239773e-05, "mu_syn": 4.91002806543e-06, "n_lof": 2.0, "n_mis": 114.0, "n_syn": 64.0, "p_li": 0.0638058133694423, "p_null": 0.209698170915552, "p_rec": 0.726496015715005, "syn_z": -0.658241704867562}, "bp": 1053, "cds_end": 52250247, "cds_start": 52249194, "n_exons": 1, "nonpsych": {"exp_lof": 3.2261158, "exp_mis": 120.3374976, "exp_syn": 50.7106916, "lof_z": 1.21719381554352, "mis_z": 1.16499734954918, "mu_lof": 2.79614630008e-07, "mu_mis": 1.16996239773e-05, "mu_syn": 4.91002806543e-06, "n_lof": 1.0, "n_mis": 95.0, "n_syn": 60.0, "p_li": 0.282215505358772, "p_null": 0.100506302028262, "p_rec": 0.617278192612965, "syn_z": -0.821291281044528}, "nontcga": {"exp_lof": 3.29820179, "exp_mis": 122.3379686, "exp_syn": 51.56467033, "lof_z": 0.705155435238898, "mis_z": 0.871043938485225, "mu_lof": 2.79614630008e-07, "mu_mis": 1.16996239773e-05, "mu_syn": 4.91002806543e-06, "n_lof": 2.0, "n_mis": 103.0, "n_syn": 62.0, "p_li": 0.0586737465137012, "p_null": 0.226738989598743, "p_rec": 0.714587263887556, "syn_z": -0.920136784592932}, "transcript": "ENST00000595042.1"}, "exons": [{"cdsend": 51746994, "cdsstart": 51745941, "chr": "19", "position": [[51745171, 51747005], [51750202, 51750253], [51751813, 51751878]], "strand": -1, "transcript": "NM_001193306", "txend": 51751878, "txstart": 51745171}, {"cdsend": 51746994, "cdsstart": 51745941, "chr": "19", "position": [[51745772, 51747005], [51751813, 51751878]], "strand": -1, "transcript": "NM_002029", "txend": 51751878, "txstart": 51745772}], "exons_hg19": [{"cdsend": 52250247, "cdsstart": 52249194, "chr": "19", "position": [[52248424, 52250258], [52253455, 52253506], [52255066, 52255131]], "strand": -1, "transcript": "NM_001193306", "txend": 52255131, "txstart": 52248424}, {"cdsend": 52250247, "cdsstart": 52249194, "chr": "19", "position": [[52249025, 52250258], [52255066, 52255131]], "strand": -1, "transcript": "NM_002029", "txend": 52255131, "txstart": 52249025}], "generif": [{"pubmed": 11860029, "text": "A conformational study of human fMLP"}, {"pubmed": 12410796, "text": "investigated the direct effect of LXA4 as well as the effect on agonist-induced biological responses using transfected HL-60 cells expressing FPR, FPRL1 or FPRL2"}, {"pubmed": 12424254, "text": "phosphorylation domains differentially regulate arrestin and agonist affinity"}, {"pubmed": 12565836, "text": "Critical role of N-terminal N-glycosylation for proper folding of the formyl peptide receptor."}, {"pubmed": 12595898, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12595898, "text": "Six single nucleotide polymorphisms have been identified including two located in the FPR1 second extracellular loop that are significantly associated with the periodontitis phenotype in African-American patients."}, {"pubmed": 12902510, "text": "Expression of FPRs on transformed or normal fibroblasts indicates that they are able to induce intracellular signaling events leading to fibroblast motility."}, {"pubmed": 15187149, "text": "an annexin 1 peptide can activate FPR, FPRL1, and FPRL2; results indicate that annexin 1 participates in regulating leukocyte emigration into inflamed tissue by activating and desensitizing different receptors of the FPR family."}, {"pubmed": 15195697, "text": "FPR-F110S displayed a delayed and significantly reduced ERK phosphorylation whereas FPR-FSCW nearly lost the ability to phosphorylate ERK"}, {"pubmed": 15625007, "text": "FPR and FPRL1, use distinct signaling pathways in activation of human neutrophils"}, {"pubmed": 15661400, "text": "endogenous formyl peptides, released by eukaryotic mitochondria from necrotic cells, induce chemotaxis using formyl peptide receptors expressed by thrombin-activated platelets"}, {"pubmed": 15866865, "text": "urokinase receptor-derived SRSRY peptide regulates cross-talk between fMLP and vitronectin receptors"}, {"pubmed": 15928303, "text": "FPR is expressed by highly malignant human glioma cells and appears to mediate motility, growth, and angiogenesis of human glioblastoma by interacting with host-derived agonists."}, {"pubmed": 16002663, "text": "Activation of the formyl peptide receptor inhibits lipopolysaccharide-induced dendritic cell maturation."}, {"pubmed": 16038804, "text": "FPR-mediated activation of ERK1/2 takes place primarily through G protein and is physiologically important to ensure transcriptional activation of myeloid immunomodulators, such as cytokines."}, {"pubmed": 16114510, "text": "Three distinct segments of the formyl peptide receptor 1 (FPR1) mRNA of Man share probabilistically significant homologies with segments of the 18S rRNA which are highly conserved from Drosophila to Man."}, {"pubmed": 16253958, "text": "ERK/PLD2 pathway contributes to fMLP-mediated oxidant production"}, {"pubmed": 16530386, "text": "A model with additional receptor state is sufficient to describe response data when two ligands (agonist/agonist or agonist/antagonist pairs) are added simultaneously, suggesting that cells respond to the accumulation of active receptors."}, {"pubmed": 16675446, "text": "AnxA1 has a role in stimulating SKCO-15 cell migration through nFPR activation"}, {"pubmed": 16953235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16953235, "text": "data suggest an increased receptor activity and phenotypic expression of increased inflammatory indices in subjects with the FPR1 p.T11 allele"}, {"pubmed": 17234990, "text": "The N-formyl peptide receptors present in MSCs may play an important role in signaling stem cell adhesion, migration, and homing to injured and inflamed tissue for repair."}, {"pubmed": 17267694, "text": "the plasma membrane distributions of FPR and its cross-talk with IGE receptor"}, {"pubmed": 17442310, "text": "A new (patho)physiological role of FPR and its ligands in regulating MSC trafficking during induction of injured tissue repair."}, {"pubmed": 17452560, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17692291, "text": "Piroxicam inhibits the neutrophil responses triggered through formyl peptide receptor, but not through formyl peptide receptor like 1 and this inhibition is due to a reduced binding of the activating ligand to its cell surface receptor."}, {"pubmed": 17927965, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17927965, "text": "Polymorphonuclear neutrophils from subjects carrying the -12915T allele expressed significantly lower levels of FPR1 transcripts than those homozygous for the -12915C allele."}, {"pubmed": 18056353, "text": "Theses results support a novel role for FPR stimulation in enhancing intestinal epithelial cell restitution through PI3K-dependent activation of Rac1 and Cdc42."}, {"pubmed": 18060741, "text": "The predominant activation of ERK1/2 through G protein may be a common characteristic among chemoattractant receptors."}, {"pubmed": 18253729, "text": "Formyl peptide receptor haplotypes do not appear to be associated with rheumatoid arthritis"}, {"pubmed": 18952127, "text": "The amino acid content in the N-terminal half of the cytoplasmic tail influences the structure and desensitization of FPR."}, {"pubmed": 19037090, "text": "increased methylation of p53 gene retains human glioblastoma cells at a more poorly differentiated phase associated with the aberrant expression of FPR as a tumor-promoting cell surface receptor."}, {"pubmed": 19167353, "text": "SAA stimulates CCL2 production via FPRL1 and, thus, contributes to atherosclerosis."}, {"pubmed": 19254133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19254133, "text": "The frequency of synonymous SNP c.348T>C was significantly higher in African Americans with AgP than in controls. The 348T allele was significantly associated with AgP."}, {"pubmed": 19414538, "text": "Signals evoked via the FPR caused unidirectional down-regulation of CCR3-mediated chemotaxis but not respiratory burst in human eosinophils."}, {"pubmed": 19530962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19530962, "text": "The FPR1 single nucleotide polymorphism may be associated with E-selectin levels in the French population."}, {"pubmed": 19722801, "text": "348T/T genotype is associated with significantly impaired PMN chemotaxis and an increased risk for developing AgP in African Americans. These associations do not seem to be related to significant reductions in FPR1 transcripts in subjects expressing 348T."}, {"pubmed": 19722801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19843937, "text": "Human natural killer (NK) cells express FPR1, and in turn the activation of the FPR1 receptor elicits cytolytic activity and chemotactic migration by interleukin-2 stimulated NK cells."}, {"pubmed": 19892918, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20019777, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20019777, "text": "The presence of the C(+) genotype/allele C of FPR301 together with smoking conferred a higher risk for aggressive periodontitis."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20197768, "text": "The expression of FPR is responsible for increased motility of human glioblastoma cells and their formation of highly invasive tumours."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20930115, "text": "These observations suggest a novel signaling role for ANXA1 in mitogen-activated proliferation of breast tumor epithelial cells that is mediated via activation of FPR1 and FPR2."}, {"pubmed": 21144844, "text": "When normotensive individuals were compared to hypertensives ones, similar FPR1 C32T genotypes and allele frequency distributions were found"}, {"pubmed": 21216225, "text": "This is the first study to evaluate polymorphisms of the FPR1 gene in stomach cancer to find a positive association between these polymorphisms and stomach cancer."}, {"pubmed": 21254404, "text": "This study identifies annexin A1 as part of the anti-inflammatory pattern of apoptotic cells and links the activation of FPRs to established signalling pathways triggering anti-inflammatory responses."}, {"pubmed": 21372136, "text": "fMLP promotes osteoblast differentiation via the N-formyl peptide receptor 1-mediated signaling pathway in human mesenchymal stem cells from bone marrow"}, {"pubmed": 21921027, "text": "Enteric commensal bacteria induce extracellular signal-regulated kinase pathway signaling via formyl peptide receptor-dependent redox modulation of dual specific phosphatase 3"}, {"pubmed": 22005393, "text": "Using the homology modeling of the receptors and the ligand docking simulation, here we show that these calpain inhibitors could bind to the putative N-formyl-Met-Leu-Phe (fMLF) binding site on FPR and/or FPRL1."}, {"pubmed": 22094028, "text": "analysis of pyrazoles as novel FPR1 antagonists"}, {"pubmed": 22174875, "text": "The expression of FPR1 in myeloid cells is developmentally regulated, and the differentiated cells are equipped for immediate response to microbial infections."}, {"pubmed": 22768936, "text": "physiological shear forces alter neutrophil activation via FP"}, {"pubmed": 23012360, "text": "FPR1 is functionally expressed on human lens epithelial cells."}, {"pubmed": 23147350, "text": "Our findings reveal that FPR and FPRL1 are overexpressed in primary melanoma and correlate with aggressive tumor characteristics"}, {"pubmed": 23185575, "text": "The expression of the formyl peptide receptor 1 (FPR1) gene in primary human macrophages is regulated by cytokines and bacterial ligands."}, {"pubmed": 23238745, "text": "UPAR, whose expression is regulated by uPA, can, in turn, regulate uPA expression through a mechanism involving its functional interaction with integrins and fMLF-Rs."}, {"pubmed": 23373827, "text": "haplotypic variation in FPR1, especially the SNP p.V101L, alters the receptor's response to cyclosporins"}, {"pubmed": 23562731, "text": "The active F2Pal10 pepducin also triggered a response in cells expressing a mutated FPR2 with the third intracellular loop identical to that of FPR1."}, {"pubmed": 23873933, "text": "Identification of C-terminal phosphorylation sites of N-formyl peptide receptor-1 (FPR1) in human blood neutrophils."}, {"pubmed": 24466048, "text": "A low FPR1/beta1 integrin co-localization was observed."}, {"pubmed": 24778024, "text": "FPR1 expression may be used as a novel indicator to predict outcome in gastric cancer patients after gastrectomy."}, {"pubmed": 24778447, "text": "cross-desensitization of CCR1 by FPR1 was associated with CCR1 phosphorylation and moderate reduction of CCR1 cell-surface expression. In contrast, CCR2 was not phosphorylated or internalized after FPR1 activation."}, {"pubmed": 25031270, "text": "These results demonstrate that a necroptosis pathway, likely mediated by annexin 1 acting through the FPR1 receptor, contributes to Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis."}, {"pubmed": 25109685, "text": "FAM19A4 is a novel ligand of formyl peptide receptor 1."}, {"pubmed": 25201101, "text": "the co-upregulated expression of mast cell chymase and ANXA1-FPR1 system in ectopic endometrium suggests their involvement in the development of endometriotic lesions."}, {"pubmed": 25263443, "text": "Data suggest that formyl peptide receptor 1 (FPR1) stimulation may represent a novel therapeutic approach to counteract tumor angiogenesis."}, {"pubmed": 25277308, "text": "FPR1 rs78488639 interacted with CFH rs800292, HTRA1 rs11200638, and smoking, enhancing risk to exudative age-related macular degeneration and polypoidal choroidal vasculopathy ."}, {"pubmed": 25529763, "text": "The authors describe here the activation of isolated human blood neutrophils by TcdB and, moreover, by toxin fragments generated by limited proteolytical digestion via the FPR1 receptor."}, {"pubmed": 26071379, "text": "a pepducin designed to target FPR1 was found to hijack FPR2 and potently inhibit neutrophil functions"}, {"pubmed": 26516201, "text": "these results highlight the importance of FPR1 in chemotherapy-induced anticancer immune responses."}, {"pubmed": 26966188, "text": "FAM3D plays a role in gastrointestinal homeostasis and inflammation through its receptors FPR1 and FPR2."}, {"pubmed": 27432059, "text": "The data demonstrate that FPR1 is involved in neuroblastoma development and could represent a therapy option for the treatment of neuroblastoma."}, {"pubmed": 27569419, "text": "The inhibitory function of oxidant sensing by TRPM2 requires the oxidation of Cys549, which then induces TRMP2 binding to formyl peptide receptor 1 (FPR1) and subsequent FPR1 internalization and signaling inhibition"}, {"pubmed": 27907124, "text": "Formylated MHC class Ib binding peptides activate both human and mouse neutrophils primarily through FPR1."}, {"pubmed": 28005267, "text": "FPR1 expression is significantly upregulated in human masticatory mucosa during wound healing"}, {"pubmed": 28232203, "text": "the FPR1 downstream signaling pathways were competitively inhibited by HCH6-1. Furthermore, HCH6-1 prevented pulmonary neutrophil infiltration and edema along with alveolar damage in LPS-induced ALI in mice. Our findings suggest that HCH6-1, a FPR1 antagonist, may have potential as a new therapeutic agent for treating FPR1-involved inflammatory lung diseases"}, {"pubmed": 28465589, "text": "To develop enzyme-resistant analogues, we applied here the Retro-Inverso (RI) approach, whereby the topology of the side chains is maintained by inverting the sequence of the peptide and the chirality of all residues. Molecular dynamics suggests that peptide RI-3 adopts the turn structure typical of uPAR-FPR1 antagonists"}, {"pubmed": 28724995, "text": "FPR1 may play an important role in tumor cell invasion in colorectal cancer patients."}, {"pubmed": 29216889, "text": "Authors found that the co-expression of uPAR and FPR1 confers to A375 and M14 melanoma cells a clear-cut capability to move towards chemotactic gradients, to cross extracellular matrix and endothelial monolayers. FPR1 activity is required, as cell migration and invasion were abrogated by receptor desensitization."}, {"pubmed": 29313979, "text": "FPR1 mRNA levels in whole blood can predict the presence of lung cancer. Using this as a reflex test for positive lung cancer screening computed tomography scans has the potential to increase the positive predictive value."}, {"pubmed": 29427663, "text": "Taken together, our results suggest that intracellular FPR in naive CD4 T cells and surface FPRs in activated CD4 T cells might regulate immune responses by regulating CD4 T cell activity."}, {"pubmed": 29665744, "text": "The overexpression of formyl peptide receptor 1 may be related to drug-resistant bladder cancer and promotes the deterioration of drug-resistant bladder cancer."}, {"pubmed": 29932988, "text": "Results show high expression of FPR1 in triple-negative breast cancer (TNBC) and in lymph node metastasis. This expression level was positively correlated with that of AnxA1 in primary tumors. The autocrine activation of FPR1 by AnxA1 might be a pivotal target for TNBC."}, {"pubmed": 30031130, "text": "that the silencing of FPR1 gene depresses inflammation, cardiomyocyte apoptosis and ventricular remodeling in rats with I/R injury through the suppressing the activation of the MAPK signaling pathway"}, {"pubmed": 30649440, "text": "We performed a retrospective biomarker analysis of the Short Course in Oncology Therapy (SCOT) and COIN/COIN-B trials. Participant status for LOF variants in FPR1 (rs867228), TLR3 (rs3775291), and TLR4 (rs4986790/rs4986791) was determined by genotyping array or genotype imputation."}, {"pubmed": 31116781, "text": "High FPR1 expression is associated with obstructive sleep apnea."}, {"pubmed": 31534221, "text": "FPR1 is a plague receptor on immune cells in both humans and mice, and its absence or mutation provides protection against Y. pestis"}, {"pubmed": 31703596, "text": "Our findings identify for the first time FPR1 as a potential biomarker of aggressive EOC and suggests that inhibitors of the uPAR84-95/FPR1 crosstalk may be useful for the treatment of metastatic EOC."}, {"pubmed": 32102985, "text": "FPR-1 is an important regulator of neutrophil recruitment and a tissue-specific driver of pulmonary fibrosis."}, {"pubmed": 32340221, "text": "Exploring Biased Agonism at FPR1 as a Means to Encode Danger Sensing."}, {"pubmed": 32391192, "text": "The ambiguous role of FPR1 in immunity and inflammation."}, {"pubmed": 32403233, "text": "Annexin A1/Formyl Peptide Receptor Pathway Controls Uterine Receptivity to the Blastocyst."}, {"pubmed": 32530982, "text": "Molecular Signature of Persistent Histological Inflammation in Ulcerative Colitis with Mucosal Healing."}, {"pubmed": 33344044, "text": "No impact of cancer and plague-relevant FPR1 polymorphisms on COVID-19."}, {"pubmed": 33489470, "text": "A major genetic accelerator of cancer diagnosis: rs867228 in FPR1."}, {"pubmed": 33713152, "text": "Polymorphism of formyl peptide receptor 1 (FPR1) reduces the therapeutic efficiency and antitumor immunity after neoadjuvant chemoradiotherapy (CCRT) treatment in locally advanced rectal cancer."}, {"pubmed": 33789297, "text": "The Two Formyl Peptide Receptors Differently Regulate GPR84-Mediated Neutrophil NADPH Oxidase Activity."}, {"pubmed": 33920954, "text": "Mitocryptide-2: Identification of Its Minimum Structure for Specific Activation of FPR2-Possible Receptor Switching from FPR2 to FPR1 by Its Physiological C-terminal Cleavages."}, {"pubmed": 33945309, "text": "Evaluation of the Genetic Association and Methylation of Immune Response Pathway Genes with the Risk of Chronic Periodontitis in the Uighur Population."}, {"pubmed": 33964283, "text": "Randialic acid B and tomentosolic acid block formyl peptide receptor 1 in human neutrophils and attenuate psoriasis-like inflammation in vivo."}, {"pubmed": 34026338, "text": "An independent predictor of poor prognosis in locally advanced rectal cancer: rs867228 in formyl peptide receptor 1 (FPR1)."}, {"pubmed": 34428707, "text": "Association of Fpr1 gene expression with osteogenesis and adipogenesis of adipose derived stem cells."}, {"pubmed": 35217703, "text": "Molecular recognition of formylpeptides and diverse agonists by the formylpeptide receptors FPR1 and FPR2."}, {"pubmed": 35382852, "text": "Breast cancer metastasis to brain results in recruitment and activation of microglia through annexin-A1/formyl peptide receptor signaling."}, {"pubmed": 35878025, "text": "Agonist concentration-dependent changes in FPR1 conformation lead to biased signaling for selective activation of phagocyte functions."}, {"pubmed": 36309087, "text": "Amyloid beta and its naturally occurring N-terminal variants are potent activators of human and mouse formyl peptide receptor 1."}, {"pubmed": 36750693, "text": "Formyl peptide receptor 2 is an emerging modulator of inflammation in the liver."}, {"pubmed": 36970071, "text": "Rs867228 in FPR1 accelerates the manifestation of luminal B breast cancer."}, {"pubmed": 38438091, "text": "FPR1: A critical gatekeeper of the heart and brain."}], "genomic_pos": {"chr": "19", "end": 51804115, "ensemblgene": "ENSG00000171051", "start": 51745172, "strand": -1}, "genomic_pos_hg19": {"chr": "19", "end": 52307363, "start": 52248425, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002430", "qualifier": "involved_in", "term": "complement receptor mediated signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006935", "qualifier": "involved_in", "term": "chemotaxis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10820279, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 10823817, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007188", "pubmed": 10889468, "qualifier": "involved_in", "term": "adenylate cyclase-modulating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007200", "pubmed": 22859307, "qualifier": "acts_upstream_of_or_within", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007263", "pubmed": 10861041, "qualifier": "involved_in", "term": "nitric oxide mediated signal transduction"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 2161213, "qualifier": "located_in", "term": "membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030667", "qualifier": "located_in", "term": "secretory granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0035577", "qualifier": "located_in", "term": "azurophil granule membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0101003", "qualifier": "located_in", "term": "ficolin-1-rich granule membrane"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001664", "pubmed": 10823817, "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004875", "qualifier": "enables", "term": "complement receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004930", "pubmed": 15210802, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004982", "qualifier": "enables", "term": "N-formyl peptide receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004982", "pubmed": [12218158, 22859307], "qualifier": "enables", "term": "N-formyl peptide receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005124", "qualifier": "enables", "term": "scavenger receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 22447027, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0050786", "qualifier": "enables", "term": "RAGE receptor binding"}]}, "homologene": {"genes": [[9544, 719782], [9598, 456254], [9606, 2357], [10090, 14293], [10116, 292409]], "id": 20466}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Formyl peptide receptor-related", "id": "IPR000826", "short_desc": "Formyl_rcpt-rel"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00328644", "map_location": "19q13.41", "name": "formyl peptide receptor 1", "other_names": ["N-formylpeptide chemoattractant receptor", "fMLP receptor", "fMet-Leu-Phe receptor"], "pantherdb": {"HGNC": "3826", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107443", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 10090, "uniprot_kb": "P33766"}, {"RGD": "1310883", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 10116, "uniprot_kb": "D4A7Q2"}, {"Ensembl": "ENSGALG00000030888", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 9031, "uniprot_kb": "A0A1D5NZS6"}, {"ZFIN": "ZDB-GENE-131127-549", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WHV9"}, {"ZFIN": "ZDB-GENE-131121-619", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WCK1"}, {"ZFIN": "ZDB-GENE-131121-476", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "E7FG53"}, {"ZFIN": "ZDB-GENE-131127-385", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WGR6"}, {"ZFIN": "ZDB-GENE-131121-256", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WH67"}, {"ZFIN": "ZDB-GENE-131121-187", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WGZ8"}, {"ZFIN": "ZDB-GENE-131127-534", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WHY8"}, {"ZFIN": "ZDB-GENE-131121-326", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "E7EZJ4"}, {"ZFIN": "ZDB-GENE-131121-596", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WHU4"}, {"ZFIN": "ZDB-GENE-131127-442", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "X1WG37"}, {"ZFIN": "ZDB-GENE-131127-548", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "F1QQL3"}, {"ZFIN": "ZDB-GENE-121227-2", "ortholog_type": "O", "panther_family": "PTHR24225", "taxid": 7955, "uniprot_kb": "E7FF45"}], "uniprot_kb": "P21462"}, "pathway": {"biocarta": [{"id": "barrestinpathway", "name": "-arrestins in gpcr desensitization"}, {"id": "barrestinsrcpathway", "name": "roles of  arrestin dependent recruitment of src kinases in gpcr signaling"}, {"id": "barrmapkpathway", "name": "role of -arrestins in the activation and targeting of map kinases"}, {"id": "chrebppathway", "name": "chrebp regulation by carbohydrates and camp"}, {"id": "cskpathway", "name": "activation of csk by camp-dependent protein kinase inhibits signaling through the t cell receptor"}, {"id": "fmlppathway", "name": "fmlp induced chemokine gene expression in hmc-1 cells"}, {"id": "gspathway", "name": "activation of camp-dependent protein kinase pka"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}], "kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}], "pid": {"id": "upa_upar_pathway", "name": "Urokinase-type plasminogen activator (uPA) and uPAR-mediated signaling"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-444473", "name": "Formyl peptide receptors bind formyl peptides and many other ligands"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}], "wikipathways": [{"id": "WP24", "name": "Peptide GPCRs"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}]}, "pdb": ["7EUO", "7T6T", "7VFX", "7WVU"], "pfam": "PF00001", "pharmgkb": "PA28244", "pharos": {"target_id": 12291, "tdl": "Tchem"}, "pir": "JC2014", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249563", "relationship": "is"}, {"id": "GNF249564", "relationship": "is"}, {"id": "GNF249565", "relationship": "is"}, {"id": "GNF249566", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280308", "relationship": "is"}, {"id": "GNF280309", "relationship": "is"}, {"id": "GNF280310", "relationship": "is"}, {"id": "GNF280311", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157391", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF036721", "relationship": "is"}, {"id": "GNF039792", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082604", "relationship": "is"}, {"id": "GNF082605", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054824", "relationship": "is"}, {"id": "GNF059606", "relationship": "is"}, {"id": "GNF075022", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068941", "relationship": "is"}, {"id": "GNF068942", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282413", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283340", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005490", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093689", "relationship": "is"}, {"id": "GNF133347", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_023426.1"], "protein": ["NP_001180235.1", "NP_002020.1"], "rna": ["NM_001193306.2", "NM_002029.4"], "translation": [{"protein": "NP_001180235.1", "rna": "NM_001193306.2"}, {"protein": "NP_002020.1", "rna": "NM_002029.4"}]}, "reporter": {"HG-U133_Plus_2": ["205118_at", "205119_s_at"], "HG-U95Av2": "36919_r_at", "HTA-2_0": ["TC19001787.hg.1", "TC19002215.hg.1"], "HuEx-1_0": "3869237", "HuGene-1_1": "8038899", "HuGene-2_1": "16874945"}, "summary": "This gene encodes a G protein-coupled receptor of mammalian phagocytic cells that is a member of the G-protein coupled receptor 1 family. The protein mediates the response of phagocytic cells to invasion of the host by microorganisms and is important in host defense and inflammation.[provided by RefSeq, Jul 2010].", "symbol": "FPR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333574"}, "unigene": "Hs.753", "uniprot": {"Swiss-Prot": "P21462"}, "wikipedia": {"url_stub": "Formyl peptide receptor 1"}}