{"AllianceGenome": "11148", "HGNC": "11148", "MIM": "602689", "_id": "6624", "_version": 2, "accession": {"genomic": ["AC006483.3", "AY044229.1", "CH471144.1", "CP068271.2", "EU486847.1", "HI574224.1", "NC_000007.14", "NC_060931.1", "NG_030004.1"], "protein": ["AAA62201.1", "AAA86442.1", "AAH00521.1", "AAH06304.1", "AAH07539.1", "AAH07643.1", "AAH07948.1", "AAH07988.1", "AAL01526.1", "AAP35282.1", "ADO22449.1", "BAG38194.1", "BAG53015.1", "BAG53141.1", "CBX47601.1", "EAW87344.1", "EAW87345.1", "EAW87346.1", "NP_003079.1", "Q16658.3"], "rna": ["AK095254.1", "AK095830.1", "AK125295.1", "AK316607.1", "BC000521.2", "BC006304.2", "BC007539.1", "BC007643.1", "BC007948.2", "BC007988.2", "BI546742.1", "BT006636.1", "BU629782.1", "GQ900932.1", "NM_003088.4", "U03057.1", "U09873.1"], "translation": [{"protein": "ADO22449.1", "rna": "GQ900932.1"}, {"protein": "AAA62201.1", "rna": "U09873.1"}, {"protein": "AAH06304.1", "rna": "BC006304.2"}, {"protein": "AAA86442.1", "rna": "U03057.1"}, {"protein": "BAG38194.1", "rna": "AK316607.1"}, {"protein": "BAG53141.1", "rna": "AK095830.1"}, {"protein": "BAG53015.1", "rna": "AK095254.1"}, {"protein": "AAH07539.1", "rna": "BC007539.1"}, {"protein": "AAH07948.1", "rna": "BC007948.2"}, {"protein": "AAH07988.1", "rna": "BC007988.2"}, {"protein": "AAH07643.1", "rna": "BC007643.1"}, {"protein": "AAH00521.1", "rna": "BC000521.2"}, {"protein": "NP_003079.1", "rna": "NM_003088.4"}, {"protein": "AAP35282.1", "rna": "BT006636.1"}]}, "alias": ["FAN1", "HSN", "SNL", "p55"], "ensembl": {"gene": "ENSG00000075618", "protein": ["ENSP00000371798", "ENSP00000383982", "ENSP00000404506", "ENSP00000409967"], "transcript": ["ENST00000382361", "ENST00000405801", "ENST00000444748", "ENST00000447103", "ENST00000473330"], "translation": [{"protein": "ENSP00000371798", "rna": "ENST00000382361"}, {"protein": "ENSP00000404506", "rna": "ENST00000444748"}, {"protein": "ENSP00000409967", "rna": "ENST00000447103"}, {"protein": "ENSP00000383982", "rna": "ENST00000405801"}], "type_of_gene": "protein_coding"}, "entrezgene": "6624", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.02716673931, "exp_mis": 268.70701642, "exp_syn": 152.978329123, "lof_z": 2.64652640051049, "mis_z": 3.95977768187303, "mu_lof": 7.26985706603e-07, "mu_mis": 2.84494803425e-05, "mu_syn": 1.62443830674e-05, "n_lof": 1.0, "n_mis": 136.0, "n_syn": 104.0, "p_li": 0.776273596220643, "p_null": 0.00159901925111739, "p_rec": 0.222127384528239, "syn_z": 2.45492527619907}, "bp": 1482, "cds_end": 5645105, "cds_start": 5632567, "n_exons": 5, "nonpsych": {"exp_lof": 8.07476021375, "exp_mis": 243.11009028, "exp_syn": 138.364452818, "lof_z": 2.44511270703221, "mis_z": 3.72369061877744, "mu_lof": 7.26985706603e-07, "mu_mis": 2.84494803425e-05, "mu_syn": 1.62443830674e-05, "n_lof": 1.0, "n_mis": 128.0, "n_syn": 93.0, "p_li": 0.734732506907527, "p_null": 0.0031580062207318, "p_rec": 0.262109486871741, "syn_z": 2.42810415399125}, "nontcga": {"exp_lof": 8.29566578861, "exp_mis": 247.201145653, "exp_syn": 140.73074071, "lof_z": 2.49873711786073, "mis_z": 3.90390561089256, "mu_lof": 7.26985706603e-07, "mu_mis": 2.84494803425e-05, "mu_syn": 1.62443830674e-05, "n_lof": 1.0, "n_mis": 124.0, "n_syn": 99.0, "p_li": 0.732715420464344, "p_null": 0.00265582655690492, "p_rec": 0.264628752978751, "syn_z": 2.22732451066674}, "transcript": "ENST00000382361.3"}, "exons": [{"cdsend": 5605474, "cdsstart": 5592936, "chr": "7", "position": [[5592815, 5593768], [5603256, 5603413], [5603495, 5603617], [5603862, 5604030], [5605271, 5606655]], "strand": 1, "transcript": "NM_003088", "txend": 5606655, "txstart": 5592815}], "exons_hg19": [{"cdsend": 5645105, "cdsstart": 5632567, "chr": "7", "position": [[5632446, 5633399], [5642887, 5643044], [5643126, 5643248], [5643493, 5643661], [5644902, 5646286]], "strand": 1, "transcript": "NM_003088", "txend": 5646286, "txstart": 5632446}], "generif": [{"pubmed": 12100631, "text": "fascin is expressed in cutaneous CD30+ lymphoproliferative disorders and that it is a candidate marker of disease progression"}, {"pubmed": 12592367, "text": "Fascin is upregulated in invasive and more aggressive NSCLC, being an independent prognostic predictor of unfavourable clinical course of the disease"}, {"pubmed": 12902483, "text": "Fascin regulatory sequences are found solely in the 5'-flanking promoter region; the promoter exerts robust activity in dendritic cells (DC) and a fascin-positive neuronal cell line; promoter activity in DC markedly increases with maturation of DC."}, {"pubmed": 14535950, "text": "Fascin-1 plays an essential role in polarity of actin bundles in filopodia. In the in vitro motility assay, actin/fascin bundles slid as fast as single actin filaments on myosin II and myosin V"}, {"pubmed": 15671545, "text": "fascin is an actin-bundling motility protein with a role in progression of hormone receptor-negative breast cancer"}, {"pubmed": 15882811, "text": "In conclusion, this research supports FSCN1 as a novel marker of NT2 neuronal differentiation and the possible role of CBP in its regulation."}, {"pubmed": 16533778, "text": "Over expression of fascin is associated with basal-like phenotype and BRCA1-associated node-negative invasive breast carcinomas"}, {"pubmed": 16977579, "text": "Higher fascin scores in fascin in renal cell carcinoma were significantly correlated with higher T and N stages and nuclear grade"}, {"pubmed": 17029629, "text": "Fascin is upregulated in a proportion of adenomas, where its expression is often focal. Fascin may have prognostic value as an early biomarker for more aggressive colorectal adenocarcinomas."}, {"pubmed": 17255360, "text": "LXR is a potent modulator of dendritic cells maturation and function mediated in part by blocking the expression of fascin."}, {"pubmed": 17473384, "text": "Higher expression of fascin-1 correlates significantly with tumor grades and stages in colorectal adenocarcinomas."}, {"pubmed": 17510372, "text": "Higher intensity of cortactin and fascin-1 staining correlated directly with more-advanced cancer stages (TNM) and inversely with survival rates."}, {"pubmed": 17638895, "text": "Fascin is a novel target of beta-catenin-TCF signaling and is expressed at the invasive front of human colon cancer"}, {"pubmed": 17671164, "text": "Analysis of fascin bundling indicated that filopodia are semiordered bundles with one bound fascin per 25-60 actin monomers."}, {"pubmed": 18283337, "text": "This study demonstrates a role for fascin in glioma cell morphology, motility, and invasiveness."}, {"pubmed": 18343949, "text": "Fascin may be a novel marker to distinguish thyroid carcinoma from benign lesions"}, {"pubmed": 18587253, "text": "The fascin-1 expression did not correlate with the depth of tumor invasion or with the urinary bladder tumor recurrence or progression."}, {"pubmed": 18599451, "text": "Myosin X filopodial localization is perturbed in fascin-depleted HeLa cells, demonstrating that fascin bundles also direct motility in vivo."}, {"pubmed": 18716283, "text": "Rac regulates the interaction of fascin with active PKC."}, {"pubmed": 18776588, "text": "Cortactin, fascin-1 and EGFR have roles in progression of ovarian carcinomas"}, {"pubmed": 18851787, "text": "Expression of EBV LMP1 is positively correlated with Fascin, pStat3 and the proliferation index of tumor cells in nasopharyngeal carcinoma."}, {"pubmed": 19061289, "text": "Fascin overexpression may be a marker of aggressive urothelial carcinomas."}, {"pubmed": 19115695, "text": "Intense and strong fascin staining is found granulosa cell tumor adult type (AGCT);of fascin should question a provisional morphologic diagnosis of AGCT."}, {"pubmed": 19133007, "text": "Cadherin-11 and fascin might be useful markers for recurrence of pleomorphic adenomas."}, {"pubmed": 19340314, "text": "data identify novel roles for CREB and AhR as major, specific regulators of FSCN-1 transcription in human carcinoma cells but do not support the hypothesis that beta-catenin signaling has a central role"}, {"pubmed": 19483633, "text": "Fascin can serve as a reliable immunohistochemical marker in distinguishing uterine leiomyosarcoma from leiomyoma variants and usual leiomyoma"}, {"pubmed": 19556073, "text": "High fascin expression is significantly correlated with aggressive tumor phenotype in extrahepatic bile duct carcinoma and is an independent poor prognostic factor in extrahepatic bile duct carcinoma."}, {"pubmed": 19657566, "text": "Study found that ERK and JNK pathways are involved in TGF-b1-induced fascin1 expression in the human gastric cancer cell line MKN45."}, {"pubmed": 19721413, "text": "Overexpression of fascin may have an important function in the progression of cholangiocarcinoma."}, {"pubmed": 19729655, "text": "study found that Rab35 regulates the assembly of actin filaments in filopodia formation; effect was mediated by the actin-bundling protein fascin, which directly associated with active Rab35"}, {"pubmed": 19738613, "text": "fascin is overexpressed in colorectal adenomas and promotes motility in adenoma cells in vitro."}, {"pubmed": 19741544, "text": "Simultaneous analyses of fascin-1 and E-cadherin expression could be more effective in evaluating the prognoses of patients with laryngeal squamous cell carcinoma."}, {"pubmed": 19759191, "text": "High expression level of fascin1 was associated with nasopharyngeal carcinoma aggressiveness."}, {"pubmed": 19818782, "text": "Galectin-3 increases gastric cancer cell motility by up-regulating fascin-1 expression."}, {"pubmed": 19819618, "text": "fascin1 plays a significant role in non-small cell lung cancer metastasis"}, {"pubmed": 20001345, "text": "Down-regulation of fascin1 suppresses the proliferation and migration of gastric cancer cells MKN45."}, {"pubmed": 20056838, "text": "Fascin regulates the proliferation and invasiveness of ESCC cells by modulating the expression of CTGF and CYR61 via TGF-beta pathway."}, {"pubmed": 20137952, "text": "The actin-bundling protein fascin stabilizes actin in invadopodia and potentiates protrusive invasion."}, {"pubmed": 20366178, "text": "The mechanism of bundling of cytoskeletal actin filaments by two representative bundling proteins, fascin and espin, was examined."}, {"pubmed": 20434460, "text": "The structure reveals a novel arrangement of four tandem beta-trefoil domains that form a bi-lobed structure with approximate pseudo 2-fold symmetry."}, {"pubmed": 20596974, "text": "Over expression of fascin in high-grade dysplastic epithelium in Sinonasal inverted papilloma may be associated with tumor progression and malignant transformation"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20701077, "text": "HSP47 and fascin expression may play role in the pathogenesis of invasive ductal carcinoma of the breast and prostatic adenocarcinoma because their expression is significantly higher than their normal counterpart."}, {"pubmed": 20713986, "text": "high expression of fascin correlates with poor outcome and that high expression of phospho-S39-fascin decreases the risk of poor prognosis in esophageal squamous cell carcinoma"}, {"pubmed": 20819441, "text": "Fascin mRNA levels were significantly reduced at all three breast cancer stages (T0 - T1, T2 and T3) compared with control tissue."}, {"pubmed": 20888270, "text": "Data indicate that fascin expression was up-regulated in bladder urothelial carcinoma."}, {"pubmed": 21089665, "text": "Inhibition of Fascin-1 expression in Hep-2 cells could break the integrity of cytoskeleton and decrease the ability of cellular immigration."}, {"pubmed": 21223690, "text": "Fascin and CK14 are highly expressed in squamous cell carcinoma, compared with other histological types of carcinoma."}, {"pubmed": 21258769, "text": "miR-145 expression suppresses cell proliferation, migration and invasion in prostate cancer by targeting FSCN1"}, {"pubmed": 21300980, "text": "Fascin up-regulation by Tax contributes to the development of HTLV-1-associated pathogenesis."}, {"pubmed": 21323792, "text": "propose that fascin-1 primarily acts as a migration factor associated with epithelial-mesenchymal transition in hepatocellular carcinoma cells and facilitates their invasiveness in combination with matrix metalloproteinases"}, {"pubmed": 21390241, "text": "The prognostic impact of TGF-beta1, NF-kappaB p105, PKC-zeta, Par-6alpha, E-cadherin and vimentin in non-gastrointestinal stromal tumor soft tissue sarcomas, was investigated."}, {"pubmed": 21491467, "text": "Fascin promotes the epithelial-mesenchymal transition of breast cancer cells, and overexpression may be correlated with tumor aggressiveness."}, {"pubmed": 21498718, "text": "Fascin has a potential role as an early detection biomarker and CK4 as a tumor marker in esophageal squamous cell carcinoma."}, {"pubmed": 21764699, "text": "The abnormal expression of fascin may play an important role in the progression of esophageal squamous cell carcinoma."}, {"pubmed": 21771028, "text": "There are distinct micro-anatomical variations in fascin immunoreactivity within endometrial carcinoma. Microcystic, elongated and fragmented-type alteration may represent areas of active tumour invasion."}, {"pubmed": 21914811, "text": "fascin expression significantly correlates with TGFbeta1 and TGFbeta receptor I levels in a cohort of primary breast tumor samples."}, {"pubmed": 21937440, "text": "Both STAT3 and NFkappaB are required for the cytokine-induced expression of fascin in cancer cells."}, {"pubmed": 21975550, "text": "The role of actin bundling proteins in the assembly of filopodia in epithelial cells"}, {"pubmed": 22005766, "text": "Fascin may regulate functions of human hepatic stellate cells (HSCs) through the FAK-phosphoinositide 3-kinase-Akt pathway."}, {"pubmed": 22076152, "text": "High Fascin is associated with breast cancer invasion and metastasis."}, {"pubmed": 22110277, "text": "Data suggest that fascin promotes pancreatic cancer cell migration, invasion and scattering, thus contributes to the aggressive behavior of pancreatic cancer cells."}, {"pubmed": 22128198, "text": "Novel fascin expression occurs during the development and progression of some endocervical neoplasms and may have a role in areas of active tumor invasion."}, {"pubmed": 22730814, "text": "The abnormal expression of FSCN1 and HGF in the inferior turbinate may be closely correlated with nasal inverted papilloma and its malignant process."}, {"pubmed": 22784357, "text": "fascin might be an independent prognostic indicator in the different steps of extracellular matrix invasion in endometrioid carcinomas"}, {"pubmed": 22883572, "text": "A novel activity of Rho in promoting a complex between fascin-1 and LIMK1/2 that modulates the interaction of fascin-1 with actin, was identified."}, {"pubmed": 23030700, "text": "overexpression of cortactin and fascin-1 implies poorer tumor differentiation, advanced AJCC stage, and shorter survival rate in pancreatic and ampulla of Vater adenocarcinomas"}, {"pubmed": 23156804, "text": "The high expression of Fascin and angiogenesis are significantly associated with biological behaviour of sinonasal inverted papilloma."}, {"pubmed": 23184945, "text": "analysis of the molecular mechanism of fascin function in filopodial formation"}, {"pubmed": 23196799, "text": "Our results suggest that downregulation of miR-133b and overexpression of fascin-1 may have an important role in the progression of gastrointestinal stromal tumor"}, {"pubmed": 23209815, "text": "Fascin-1, ezrin and paxillin contribute to the malignant progression and are predictors of clinical prognosis in laryngeal squamous cell carcinoma."}, {"pubmed": 23221510, "text": "The data showed that both fascin and vimentin proteins were significantly overexpressed in cholangiocarcinoma, whereas E-cadherin expression was reduced in cholangiocarcinoma compared with normal tissues."}, {"pubmed": 23252866, "text": "fascin expression was related to worse survival rates and can be an independent poor prognostic factor in gastric cancer."}, {"pubmed": 23393326, "text": "FSCN1 is frequently expressed in primary epithelial ovarian cancer"}, {"pubmed": 23428845, "text": "fascin may have a role in urothelial carcinoma migration and invasion"}, {"pubmed": 23454725, "text": "GLI3, fascin and TUBB3 are the most sensitive markers in Hodgkin lymphoma and anaplastic large cell lymphoma."}, {"pubmed": 23633513, "text": "fascin 1 promotes cell migration and has a role in growth and cell cycle progression"}, {"pubmed": 23899558, "text": "over-expressed microRNA-451 in colon cancer cells might inhibit AMPK to activate mTORC1, which mediates FSCN1 expression and cancer cell progression."}, {"pubmed": 23986556, "text": "results suggest that fascin is a marker for triple negative breast cancer subtype having a basal-like phenotype"}, {"pubmed": 24085294, "text": "protein effectors of the RSK2-CREB-Fascin-1 pathway represent promising biomarkers and therapeutic targets in the clinical prognosis and treatment of metastatic human cancers."}, {"pubmed": 24196787, "text": "The combined expression of FSCN1 and MMP14 is associated with a poor prognosis, and miR-133a, which regulates their mRNAs, can serve as a strong tumour suppressor of ESCC."}, {"pubmed": 24235142, "text": "GATA3 transcription factor abrogates Smad4 transcription factor-mediated fascin overexpression, invadopodium formation, and breast cancer cell invasion."}, {"pubmed": 24378809, "text": "We found that fascin1 expression is a potential poor marker of prognosis for patients with High-grade serous ovarian carcinoma"}, {"pubmed": 24599125, "text": "Fascin is a direct target gene of HIF-1a."}, {"pubmed": 24642628, "text": "MiR-145 has a critical role in the inhibition of invasive and metastatic capacities of colorectal cancer (CRC), probably through directly targeting Fascin-1. This miRNA may be involved in the development and progression of CRC."}, {"pubmed": 24930964, "text": "Fascin plays a role in stress fiber organization and focal adhesion disassembly."}, {"pubmed": 24977742, "text": "Fascin is overexpressed in most cervical intraepithelial neoplasia lesions and this may be a marker of increased invasive potential in high grade cervical intraepithelial neoplasia"}, {"pubmed": 25105941, "text": "LMP1-mediated upregulation of Fascin depends on NF-kappaB and both NF-kappaB and Fascin contribute to invasive migration of LMP1-expressing lymphocytes."}, {"pubmed": 25155376, "text": "In ovarian primary mucinous tumors, fascin and EMMPRIN may play an important role in tumor progression from benign tumor to carcinoma."}, {"pubmed": 25198665, "text": "miR-133a functions as a tumor suppressor and directly targets FSCN1 in pancreatic cancer."}, {"pubmed": 25213863, "text": "In addition to IL-6, TNF-alpha increases Stat3 and NFkappaB binding to the fascin promoter to induce its expression."}, {"pubmed": 25433493, "text": "miR-133b directly targeted FSCN1 which functioned as an oncogenic gene in gastric cancer cells."}, {"pubmed": 25535872, "text": "Upregulated fascin expression was detected in melanoma metastases, but was not correlated to patient outcome."}, {"pubmed": 25601713, "text": "The cortactin SH3 domain contributes to podosome assembly while fascin actin bundling is a master regulator of podosome disassembly in THP-1 macrophages and dendritic cells."}, {"pubmed": 25808493, "text": "Alterations in nuclear Fascin levels result in defects in nucleolar morphology in both Drosophila follicles and cultured mammalian cells, suggesting that nuclear Fascin plays an important role in nucleolar architecture."}, {"pubmed": 25831081, "text": "regulates translation through miR-155 and miR-125b, which target 3' UTR in TNF-alpha mRNA"}, {"pubmed": 25882880, "text": "fascin expression promotes cholangiocarcinoma RBE cell proliferation, migration, and invasion."}, {"pubmed": 26010149, "text": "miR-145 regulates cell migration and invasion in gastric cancer primarily by directly targeting FSCN1."}, {"pubmed": 26173501, "text": "The up-regulation of FSCN1 is a prognostic factor in patients diagnosed with hepatocellular liver cancer."}, {"pubmed": 26211585, "text": "FSCN1 plays an important role in non-small cell lung cancer progression and prognosis."}, {"pubmed": 26349603, "text": "Fascin-1 and paxillin were expressed in 58% and 43% of infiltrating duct carcinoma cases. There was a significant correlation between fascin-1 and paxillin expression and tumor grade, clinical stage, lymph-node metastasis grade, and HER2 expression."}, {"pubmed": 26362828, "text": "Strong fascin-1 expression was found in 14.3% of borderline epithelial tumors of the ovary and linked to features related to elevated risk of recurrence."}, {"pubmed": 26503504, "text": "MiR-24 functions as a tumor suppressor in nasopharyngeal carcinoma through targeting FSCN1"}, {"pubmed": 26522130, "text": "Study demonstrates that FSCN1 is associated with increased risk of recurrence in pituitary adenomas and invasion, partially through modifying the expression of Notch/DLL pathway."}, {"pubmed": 26749573, "text": "TGF-beta1 could induce the expressions of Fascin1 mRNA and protein and thus improve the invasive and metastatic ability of human renal carcinoma cells."}, {"pubmed": 26886283, "text": "Fascin 1 plays an oncogenic role in non-small cell lung cancer"}, {"pubmed": 26945069, "text": "elevated L-plastin expression promotes elongation and reduces protrusion density in cells with relatively lower L-plastin than fascin levels."}, {"pubmed": 27184764, "text": "These results suggest that strong positive fascin-1 expression can be used as a diagnostic marker of TNBC."}, {"pubmed": 27350089, "text": "The increase in fascin1 expression may be the key point of this impact of TGF-beta1."}, {"pubmed": 27406586, "text": "This study showed that fascin expression intensity may be correlated with clinical outcomes of a newly diagnosed primary glioblastoma."}, {"pubmed": 27488323, "text": "Results show that BMI1 and FSCN1 are highly expressed in colorectal neoplasm and correlate with poor prognosis."}, {"pubmed": 27502039, "text": "These data demonstrated fascin as a critical regulator of breast cancer stem cell pool at least partially via activation of the Notch self-renewal signaling pathway."}, {"pubmed": 27554857, "text": "The results uncover a role for fascin that operates independently of filopodia assembly to promote efficient cell migration and invasion."}, {"pubmed": 27566402, "text": "MYC-nick, fascin, and Cdc42 are frequently up-regulated in cells present at the invasive front of human colorectal tumors, suggesting a coordinated role for these proteins in tumor migration."}, {"pubmed": 27666967, "text": "Fascin and alpha-actinin intrinsically segregate to discrete bundled domains that are specifically recognized by other actin-binding proteins."}, {"pubmed": 27776189, "text": "we show for the first time that HTLV-1 usurps the host cell factor Fascin to foster virus release and cell-to-cell transmission."}, {"pubmed": 27819326, "text": "Study shows that Fascin 1 has a nuclear function in the regulation of the amino-acid transporter SLC3A2."}, {"pubmed": 28186968, "text": "Authors demonstrated that one miRNA, miR-29a-5p, can bind to both the XIAP and FSCN1 3'UTRs and play an important role in that interactions. We showed that the 3'UTR of XIAP was able to antagonize miR-29a-5p, and resulted in the increased translation of XIAP and FSCN1."}, {"pubmed": 28230028, "text": "LRIG1 and Fascin-1 were differently expressed in cancer and normal lung tissue in patients with NSCLC, which could be a biomarker for mediastinal lymph node metastasis in NSCLC patients."}, {"pubmed": 28251354, "text": "The results reveal that phosphorylation at FSCN1 amino acids Y23, S38, S39 and S274, in combination, downregulates the extent of anchorage-independent growth, cell migration and filopodia formation in esophageal squamous cancer cells."}, {"pubmed": 28393215, "text": "FSCN1 is a direct target of miR-539.MiR-539 inhibits FSCN1 expression and suppresses hepatocellular carcinoma migration and invasion."}, {"pubmed": 28488774, "text": "SNAI2 overexpression significantly increased FSCN1 expression at both mRNA and protein level. FSCN1 overexpression reduced the expression of E-cadherin and Claudin 1, but increased the expression of Vimentin and N-cadherin in SCC9 and SCC-15 cells. It is inferred that FSCN1 is a downstream effector of SNAI2 in promoting EMT in HNSC cells."}, {"pubmed": 28653739, "text": "The expression of fascin-1 and lanminin-5 and the serum levels of fascin-1 and laminin-5 were related to the relapse of patients with non-small cell lung cancer."}, {"pubmed": 28922730, "text": "PCAT-1 accelerated prostate cancer cell proliferation, migration, invasion and suppressed apoptosis by up-regulating FSCN1 mediated via miR-145-5p."}, {"pubmed": 29052029, "text": "findings demonstrate that fascin is required for migration and invasion induced by LA in MDA-MB-231 breast cancer cells."}, {"pubmed": 29065267, "text": "The prognostic importance of TGF-beta, TGF-beta receptor, and fascin in childhood solid tumors"}, {"pubmed": 29142206, "text": "we found that there was a significant association between FSCN1 expression and poor relapse-free survival and overall survival. Therefore, we suggest that co-targeting epidermal growth factor receptor and FSCN1 dual biomarker may be used as a novel therapeutic strategy for triple-negative breast cancer."}, {"pubmed": 29148041, "text": "FSCN1 is a driver of invasiveness in renal cell carcinoma cells via PI3 K/AKT signaling axis."}, {"pubmed": 29162880, "text": "genetic variations in the FSCN1 gene may serve as an important predictor of early-stage breast cancer."}, {"pubmed": 29371698, "text": "Fascin is important for Rab25-induced breast and ovarian cancer invasion."}, {"pubmed": 29458026, "text": "Lentivirus-mediated fascin-1 knockdown significantly decreased the proliferation of non-small cell lung cancer cells. Furthermore, fascin-1 silencing partly inhibited cell invasion and migration. Inhibition of fascin-1 decreased the activity of the MAPK pathway."}, {"pubmed": 29496994, "text": "fascin1 constitutively interacts with IkappaB kinase (IKK) in the RIG-I signaling pathway. In summary, we have identified fascin1 as a suppressor of the RIG-I signaling pathway associating with IkappaB kinase in DLD-1 colon cancer cells to suppress immune responses to viral infection."}, {"pubmed": 29772238, "text": "fascin1 is an important mediator of TGF-beta1-induced invasion and migration of kidney carcinoma cells through ERK and JNK signal pathways."}, {"pubmed": 29851865, "text": "These results suggest that fascin immunostaining is useful as a biomarker in correctly diagnosing and grading human immature teratomas."}, {"pubmed": 29861382, "text": "Fascin-1 significantly increased in AML."}, {"pubmed": 29970665, "text": "the expression of Fascin_1 protein differed between cancer tissue and paracarcinoma tissues in NSCLC patients and it was also correlated with poor prognosis."}, {"pubmed": 29992166, "text": "esults indicate that the inhibition of autophagy and exogenous expression of fascin-1 may promote the invasiveness of endometrial cells."}, {"pubmed": 30056535, "text": "fascin protein accumulation, caused by reduced proteasomal activity, contributes to the acquisition of cancer stemness in chronic inflammation-related colon carcinogenesis."}, {"pubmed": 30060981, "text": "Fascin1 is related with clinicopathologic parameters of gastric cancer and overexpressed both in gastric cell lines and gastric tumor tissue"}, {"pubmed": 30231243, "text": "FSCN1 physiologically interacted with and increased the levels of snail1 to promote ovarian cancer cell epithelial-mesenchymal transition ."}, {"pubmed": 30353022, "text": "This study reports that both cortactin and fascin-1 play key roles in extracellular vesicle release by regulating endosomal trafficking or invadopodia formation and function."}, {"pubmed": 30417585, "text": "Leucine aminopeptidase 3 promotes migration and invasion of breast cancer cells through upregulation of fascin and matrix metalloproteinases-2/9 expression."}, {"pubmed": 30476173, "text": "High FSCN1 expression is associated with Invasiveness in Adrenocortical Carcinoma."}, {"pubmed": 30542700, "text": "Through stimulation with cancerassociated fibroblasts and growth factors, study demonstrated that fascin expression was regulated by stromal factors of the microenvironment surrounding the tumor. A fascindepleted cell line showed low RhoA and NFkappaB activity suggesting that RhoA and NFkappaB signals are involved in fascin expression."}, {"pubmed": 30654764, "text": "Study demonstrated that Fascin-1 expression correlates with poor patient survival and can be used as an additional prognostic factor for osteosarcoma patient outcome."}, {"pubmed": 30823924, "text": "we found that ZEB1-AS1 is a downstream target of TGF-beta1 and is involved in its regulatory mechanism on cell migration and invasion by affecting miR-200b/FSCN1 axis in bladder cancer cells"}, {"pubmed": 31043585, "text": "FSCN1 is overexpressed in human tongue squamous cell carcinoma."}, {"pubmed": 31268159, "text": "High expression of FSCN1 is associated with invasion and migration of hypopharyngeal squamous cell carcinoma."}, {"pubmed": 31271056, "text": "miR-145 Contributes to the Progression of Cervical Carcinoma by Directly Regulating FSCN1."}, {"pubmed": 31273628, "text": "Combined expression of fascin-1 and MAP17 in breast cancer cells is associated with a significantly worse 5-year PFS, therefore recognizing a group of patients with high risk for early disease recurrence."}, {"pubmed": 31287215, "text": "the identification of FSCN1-binding partners enhances understanding of the mechanism of FSCN1-mediated malignant phenotypes, and these findings indicate that FSCN1 binds to AIMP1 and LTA4H might promote the progression of laryngeal squamous cell carcinoma ."}, {"pubmed": 31369196, "text": "research reveals that down-regulation of lncRNA PVT1 could potentially promote expression of miR-145 to repress cell migration and invasion, and promote cell apoptosis through the inhibition of FSCN1."}, {"pubmed": 31509745, "text": "Fascin Controls Metastatic Colonization and Mitochondrial Oxidative Phosphorylation by Remodeling Mitochondrial Actin Filaments."}, {"pubmed": 31783819, "text": "Fascin actin-bundling protein 1(FSCN1) is over-expressed in adrenocortical carcinoma (ACC) tissue when compared with adrenocortical adenoma and normal adrenal tissue. Over-expression of FSCN1 is associated with the tumor microenvironment and immune signatures in ACCs. Patients with higher expression of FSCN1 are more likely to have worse prognoses."}, {"pubmed": 31889512, "text": "The expression of fascin-1 and actinin-4 is connected with the degree of pancreatic intraepithelial neoplasia (PanIN) Advancement and depends on the type of the primary disease. Overexpression of these proteins may be linked to cytological and architectural abnormalities observed in advanced PanIN."}, {"pubmed": 32027760, "text": "The miR-143/145 Cluster, a Novel Diagnostic Biomarker in Chondrosarcoma, Acts as a Tumor Suppressor and Directly Inhibits Fascin-1."}, {"pubmed": 32080340, "text": "New role of the antidepressant imipramine as a Fascin1 inhibitor in colorectal cancer cells."}, {"pubmed": 32089062, "text": "Knockdown of lncRNA CCAT1 enhances sensitivity of paclitaxel in prostate cancer via regulating miR-24-3p and FSCN1."}, {"pubmed": 32146795, "text": "Fascin overexpression is associated with higher grades of breast cancer."}, {"pubmed": 32294157, "text": "FMNL2 regulates dynamics of fascin in filopodia."}, {"pubmed": 32339607, "text": "Filopodia play an important role in the trans-mesothelial migration of ovarian cancer cells."}, {"pubmed": 32392198, "text": "[Increases in mRNA and Protein Levels of the Genes for the Actin-Binding Proteins Profilin, Fascin, and Ezrin Promote Metastasis in Non-Small Cell Lung Cancer]."}, {"pubmed": 32420377, "text": "High Expression of Both Resistin and Fascin-1 Predicts a Poor Prognosis in Patients with Colorectal Cancer."}, {"pubmed": 32506247, "text": "ILK silencing inhibits migration and invasion of more invasive glioblastoma cells by downregulating ROCK1 and Fascin-1."}, {"pubmed": 32654289, "text": "Long intergenic non-coding RNA 00337 confers progression of esophageal cancer by mediating microrna-145-dependent fscn1."}, {"pubmed": 32657526, "text": "How does fascin promote cancer metastasis?"}, {"pubmed": 32865675, "text": "The Actin Bundling Protein Fascin-1 as an ACE2-Accessory Protein."}, {"pubmed": 33000273, "text": "NMyc induces the tumor progression of prostate cancer by regulating FSCN1."}, {"pubmed": 33099573, "text": "MicroRNA-488 inhibits proliferation and motility of tumor cells via downregulating FSCN1, modulated by Notch3 in breast carcinomas."}, {"pubmed": 33174029, "text": "MicroRNA1455p suppresses fascin to inhibit the invasion and migration of cervical carcinoma cells."}, {"pubmed": 33579217, "text": "High fascin-1 expression in colorectal cancer identifies patients at high risk for early disease recurrence and associated mortality."}, {"pubmed": 33739025, "text": "An integrated approach for identification of a panel of candidate genes arbitrated for invasion and metastasis in oral squamous cell carcinoma."}, {"pubmed": 33862100, "text": "Downregulation of fascin in the first trimester placental villi is associated with early recurrent miscarriage."}, {"pubmed": 33928608, "text": "LncRNA PRNCR1 aggravates the malignancy of oral squamous cell carcinoma by regulating miR-326/FSCN1 axis."}, {"pubmed": 33952465, "text": "Fascin Regulates the Hippo Pathway and Is Important for Melanoma Development."}, {"pubmed": 34016787, "text": "LncRNA LOC146880 promotes esophageal squamous cell carcinoma progression via miR-328-5p/FSCN1/MAPK axis."}, {"pubmed": 34155338, "text": "Fascin1 empowers YAP mechanotransduction and promotes cholangiocarcinoma development."}, {"pubmed": 34248854, "text": "Circulating Fascin 1 as a Promising Prognostic Marker in Adrenocortical Cancer."}, {"pubmed": 34260278, "text": "Survey of cancer cell anatomy in nonadhesive confinement reveals a role for filamin-A and fascin-1 in leader bleb-based migration."}, {"pubmed": 34346523, "text": "The effect of fascin 1 inhibition on head and neck squamous cell carcinoma cells."}, {"pubmed": 34370713, "text": "Exosomal lncRNA LINC01711 facilitates metastasis of esophageal squamous cell carcinoma via the miR-326/FSCN1 axis."}, {"pubmed": 34409897, "text": "A novel circ_0099999/miR-330-5p/FSCN1 ceRNA crosstalk in pancreatic cancer."}, {"pubmed": 34971867, "text": "STAT3/HIF-1alpha/fascin-1 axis promotes RA FLSs migration and invasion ability under hypoxia."}, {"pubmed": 35149175, "text": "TKI resistant-based prognostic immune related gene signature in LUAD, in which FSCN1 contributes to tumor progression."}, {"pubmed": 35165254, "text": "Fascin enhances the vulnerability of breast cancer to erastin-induced ferroptosis."}, {"pubmed": 35178306, "text": "Transcriptome analysis reveals the potential biological function of FSCN1 in HeLa cervical cancer cells."}, {"pubmed": 35367835, "text": "Role of FSCN1 in the tumor microenvironment of lung squamous cell carcinoma."}, {"pubmed": 35602576, "text": "Study on the Function and Mechanism of miR-585-3p Inhibiting the Progression of Ovarian Cancer Cells by Targeting FSCN1 to Block the MAPK Signaling Pathway."}, {"pubmed": 35939077, "text": "The post-translational modification of Fascin: impact on cell biology and its associations with inhibiting tumor metastasis."}, {"pubmed": 36161699, "text": "Long noncoding RNA CDKN2B-AS1 silencing protects against esophageal cancer cell invasion and migration by inactivating the TFAP2A/FSCN1 axis."}, {"pubmed": 36927659, "text": "The role and regulatory mechanism of FSCN1 in breast tumorigenesis and progression."}, {"pubmed": 36971100, "text": "FSCN1 as a new druggable target in adrenocortical carcinoma."}, {"pubmed": 37147713, "text": "SYTL2 promotes metastasis of prostate cancer cells by enhancing FSCN1-mediated pseudopodia formation and invasion."}, {"pubmed": 37153736, "text": "Lactate-mediated Fascin protrusions promote cell adhesion and migration in cervical cancer."}, {"pubmed": 37246525, "text": "The Role of Fascin-1 in Human Urologic Cancers: A Promising Biomarker or Therapeutic Target?"}, {"pubmed": 37326137, "text": "Downregulation of fascin induces collective cell migration in triple-negative breast cancer."}, {"pubmed": 37491232, "text": "FSCN1 promotes proliferation, invasion and glycolysis via the IRF4/AKT signaling pathway in oral squamous cell carcinoma."}, {"pubmed": 37660543, "text": "Fascin in migration and metastasis of breast cancer cells - A review."}, {"pubmed": 37832352, "text": "FSCN1 and epithelial mesenchymal transformation transcription factor expression in human pancreatic intraepithelial neoplasia and ductal adenocarcinoma."}, {"pubmed": 37875732, "text": "Fascin-1 expression is associated with neuroendocrine prostate cancer and directly suppressed by androgen receptor."}, {"pubmed": 37898858, "text": "Genetic Polymorphism in FSCN1 rs3801004 C/G and CD44 rs353639 A/C, as Prognostic Factor in Egyptian Breast Cancer Patients."}, {"pubmed": 37981069, "text": "CircFSCN1 induces tumor progression and triggers epithelial-mesenchymal transition in bladder cancer through augmentation of MDM2-mediated p53 silencing."}, {"pubmed": 38077434, "text": "Fascin actin-bundling protein 1 regulates non-small cell lung cancer progression by influencing the transcription and splicing of tumorigenesis-related genes."}, {"pubmed": 38411274, "text": "KAT8/SIRT7-mediated Fascin-K41 acetylation/deacetylation regulates tumor metastasis in esophageal squamous cell carcinoma."}, {"pubmed": 38449390, "text": "SirT7-mediated transcription of fascin in hyperglycemic glomerular endothelial cells contributes to EndMT in diabetic nephropathy."}, {"pubmed": 38587571, "text": "The association of FSCN1 (rs852479, rs1640233) and HOTAIR (rs920778) polymorphisms with the risk of breast cancer in Egyptian women."}, {"pubmed": 38679464, "text": "N6-methyladenosine methylation on FSCN1 mediated by METTL14/IGF2BP3 contributes to human papillomavirus type 16-infected cervical squamous cell carcinoma."}, {"pubmed": 38964493, "text": "The FSCN1 gene rs2966447 variant is associated with increased serum fascin-1 levels and breast cancer susceptibility."}], "genomic_pos": {"chr": "7", "end": 5606655, "ensemblgene": "ENSG00000075618", "start": 5592816, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 5646286, "start": 5632439, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0007043", "pubmed": 9571235, "qualifier": "involved_in", "term": "cell-cell junction assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007163", "qualifier": "involved_in", "term": "establishment or maintenance of cell polarity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010592", "pubmed": 9571235, "qualifier": "involved_in", "term": "positive regulation of lamellipodium assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 20393565, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030035", "pubmed": 9571235, "qualifier": "involved_in", "term": "microspike assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030035", "pubmed": 20137952, "qualifier": "involved_in", "term": "microspike assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030036", "pubmed": 9571235, "qualifier": "involved_in", "term": "actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030046", "pubmed": 21685497, "qualifier": "involved_in", "term": "parallel actin filament bundle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032534", "pubmed": 9571235, "qualifier": "involved_in", "term": "regulation of microvillus assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032956", "pubmed": 20137952, "qualifier": "involved_in", "term": "regulation of actin cytoskeleton organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035089", "pubmed": 9571235, "qualifier": "involved_in", "term": "establishment of apical/basal cell polarity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048870", "pubmed": 9571235, "qualifier": "involved_in", "term": "cell motility"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051017", "qualifier": "involved_in", "term": "actin filament bundle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051017", "pubmed": 20393565, "qualifier": "involved_in", "term": "actin filament bundle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051491", "pubmed": [9571235, 21685497], "qualifier": "involved_in", "term": "positive regulation of filopodium assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051491", "pubmed": 20137952, "qualifier": "involved_in", "term": "positive regulation of filopodium assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071803", "pubmed": 20137952, "qualifier": "involved_in", "term": "positive regulation of podosome assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0090091", "pubmed": 20137952, "qualifier": "involved_in", "term": "positive regulation of extracellular matrix disassembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001725", "pubmed": 3525578, "qualifier": "located_in", "term": "stress fiber"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0001726", "qualifier": "is_active_in", "term": "ruffle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0001726", "pubmed": 3525578, "qualifier": "located_in", "term": "ruffle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0002102", "pubmed": 20137952, "qualifier": "located_in", "term": "podosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9571235, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005856", "pubmed": 9571235, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005902", "qualifier": "is_active_in", "term": "microvillus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005902", "pubmed": 9571235, "qualifier": "located_in", "term": "microvillus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 9571235, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "is_active_in", "term": "actin cytoskeleton"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "pubmed": 3525578, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030027", "qualifier": "is_active_in", "term": "lamellipodium"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030175", "qualifier": "is_active_in", "term": "filopodium"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030175", "pubmed": [3525578, 20137952], "qualifier": "located_in", "term": "filopodium"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030426", "qualifier": "is_active_in", "term": "growth cone"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030426", "qualifier": "located_in", "term": "growth cone"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031253", "qualifier": "is_active_in", "term": "cell projection membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031253", "pubmed": 9571235, "qualifier": "located_in", "term": "cell projection membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044393", "pubmed": [3525578, 9571235, 20137952], "qualifier": "located_in", "term": "microspike"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": [8999969, 20393565], "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15161933, 20603015, 21706053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030674", "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051015", "qualifier": "enables", "term": "actin filament binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051015", "pubmed": [8999969, 17671164, 21685497], "qualifier": "enables", "term": "actin filament binding"}]}, "homologene": {"genes": [[7955, 558271], [8364, 394733], [9031, 416485], [9598, 463247], [9606, 6624], [9615, 489880], [9913, 507342], [10090, 14086], [10116, 683788]], "id": 48164}, "interpro": [{"desc": "Actin-crosslinking", "id": "IPR008999", "short_desc": "Actin-crosslinking"}, {"desc": "Fascin", "id": "IPR010431", "short_desc": "Fascin"}, {"desc": "Fascin domain", "id": "IPR022768", "short_desc": "Fascin-domain"}, {"desc": "Fascin, metazoans", "id": "IPR024703", "short_desc": "Fascin_metazoans"}], "ipi": ["IPI00163187", "IPI00893542", "IPI00894471"], "map_location": "7p22.1", "name": "fascin actin-bundling protein 1", "other_names": ["55 kDa actin-bundling protein", "epididymis secretory sperm binding protein", "fascin", "fascin homolog 1, actin-bundling protein", "singed-like (fascin homolog, sea urchin)"], "pantherdb": {"HGNC": "11148", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1352745", "ortholog_type": "LDO", "panther_family": "PTHR10551", "taxid": 10090, "uniprot_kb": "Q61553"}, {"RGD": "1583309", "ortholog_type": "LDO", "panther_family": "PTHR10551", "taxid": 10116, "uniprot_kb": "P85845"}, {"Ensembl": "ENSGALG00000021128", "ortholog_type": "LDO", "panther_family": "PTHR10551", "taxid": 9031, "uniprot_kb": "D5LPR1"}, {"Ensembl": "ENSDARG00000037747", "ortholog_type": "O", "panther_family": "PTHR10551", "taxid": 7955, "uniprot_kb": "A0A0A0MPL5"}, {"ZFIN": "ZDB-GENE-031009-1", "ortholog_type": "LDO", "panther_family": "PTHR10551", "taxid": 7955, "uniprot_kb": "F1QET7"}, {"FlyBase": "FBgn0003447", "ortholog_type": "LDO", "panther_family": "PTHR10551", "taxid": 7227, "uniprot_kb": "Q24524"}], "uniprot_kb": "Q16658"}, "pathway": {"kegg": {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}], "wikipathways": {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}}, "pdb": ["1DFC", "3LLP", "3P53", "4GOV", "4GOY", "4GP0", "4GP3", "6B0T", "6I0Z", "6I10", "6I11", "6I12", "6I13", "6I14", "6I15", "6I16", "6I17", "6I18", "7ZAU"], "pfam": "PF06268", "pharmgkb": "PA128394534", "pharos": {"target_id": 15959, "tdl": "Tchem"}, "pir": "I38621", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF168485", "relationship": "is"}, {"id": "GNF179391", "relationship": "is"}, {"id": "GNF190297", "relationship": "is"}, {"id": "GNF201203", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164858", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF031356", "relationship": "is"}, {"id": "GNF040682", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005508", "relationship": "is"}, {"id": "GNF005509", "relationship": "is"}, {"id": "GNF030467", "relationship": "is"}, {"id": "GNF131352", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF286335", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF099521", "relationship": "is"}, {"id": "GNF139176", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_030004.1"], "protein": "NP_003079.1", "rna": "NM_003088.4", "translation": {"protein": "NP_003079.1", "rna": "NM_003088.4"}}, "reporter": {"HG-U133_Plus_2": ["201564_s_at", "210933_s_at"], "HG-U95Av2": "39070_at", "HTA-2_0": "TC07000055.hg.1", "HuEx-1_0": ["2988726", "3588191", "3588205", "3588207"], "HuGene-1_1": "8131339", "HuGene-2_1": "17043294"}, "summary": "This gene encodes a member of the fascin family of actin-binding proteins. Fascin proteins organize F-actin into parallel bundles, and are required for the formation of actin-based cellular protrusions. The encoded protein plays a critical role in cell migration, motility, adhesion and cellular interactions. Expression of this gene is known to be regulated by several microRNAs, and overexpression of this gene may play a role in the metastasis of multiple types of cancer by increasing cell motility. Expression of this gene is also a marker for Reed-Sternberg cells in Hodgkin's lymphoma. A pseudogene of this gene is located on the long arm of chromosome 15. [provided by RefSeq, Sep 2011].", "symbol": "FSCN1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1420280"}, "unigene": "Hs.118400", "uniprot": {"Swiss-Prot": "Q16658", "TrEMBL": ["A0A384MEG1", "B3KTA3", "C9JPH9", "A0A0A0MSB2", "C9JFC0"]}, "wikipedia": {"url_stub": "FSCN1"}}