{"AllianceGenome": "3971", "HGNC": "3971", "MIM": "136470", "_id": "10468", "_version": 1, "accession": {"genomic": ["AC008901.5", "AH001463.2", "CH471123.1", "CP068273.2", "KT583989.1", "NC_000005.10", "NC_060929.1", "NG_028911.1"], "protein": ["AAA35851.1", "AAH04107.1", "BAG70144.1", "BAG70288.1", "CAG46612.1", "EAW54880.1", "EAW54881.1", "EAW54882.1", "EAW54883.1", "NP_006341.1", "NP_037541.1", "P19883.2", "XP_005248457.1", "XP_005248458.1", "XP_005248459.1", "XP_005248460.1", "XP_011541401.1", "XP_016864443.1", "XP_024310094.1", "XP_047272587.1", "XP_054207405.1", "XP_054207406.1", "XP_054207407.1", "XP_054207408.1", "XP_054207409.1", "XP_054207410.1", "XP_054207411.1", "XP_054207412.1", "XP_054207413.1", "XP_054207414.1", "XP_054207415.1"], "rna": ["AB451330.1", "AB451474.1", "BC004107.2", "BQ941144.1", "BQ949678.1", "CR541813.1", "DR760015.1", "NM_006350.5", "NM_013409.3", "XM_005248400.5", "XM_005248401.5", "XM_005248402.5", "XM_005248403.5", "XM_011543099.3", "XM_017008954.2", "XM_024454326.2", "XM_047416631.1", "XM_054351430.1", "XM_054351431.1", "XM_054351432.1", "XM_054351433.1", "XM_054351434.1", "XM_054351435.1", "XM_054351436.1", "XM_054351437.1", "XM_054351438.1", "XM_054351439.1", "XM_054351440.1"], "translation": [{"protein": "XP_054207415.1", "rna": "XM_054351440.1"}, {"protein": "XP_047272587.1", "rna": "XM_047416631.1"}, {"protein": "XP_054207407.1", "rna": "XM_054351432.1"}, {"protein": "XP_054207405.1", "rna": "XM_054351430.1"}, {"protein": "XP_005248457.1", "rna": "XM_005248400.5"}, {"protein": "XP_011541401.1", "rna": "XM_011543099.3"}, {"protein": "NP_006341.1", "rna": "NM_006350.5"}, {"protein": "XP_054207409.1", "rna": "XM_054351434.1"}, {"protein": "XP_054207408.1", "rna": "XM_054351433.1"}, {"protein": "XP_054207412.1", "rna": "XM_054351437.1"}, {"protein": "BAG70144.1", "rna": "AB451330.1"}, {"protein": "XP_005248458.1", "rna": "XM_005248401.5"}, {"protein": "CAG46612.1", "rna": "CR541813.1"}, {"protein": "XP_024310094.1", "rna": "XM_024454326.2"}, {"protein": "BAG70288.1", "rna": "AB451474.1"}, {"protein": "XP_054207411.1", "rna": "XM_054351436.1"}, {"protein": "XP_054207414.1", "rna": "XM_054351439.1"}, {"protein": "XP_005248459.1", "rna": "XM_005248402.5"}, {"protein": "XP_005248460.1", "rna": "XM_005248403.5"}, {"protein": "XP_054207410.1", "rna": "XM_054351435.1"}, {"protein": "XP_016864443.1", "rna": "XM_017008954.2"}, {"protein": "NP_037541.1", "rna": "NM_013409.3"}, {"protein": "XP_054207413.1", "rna": "XM_054351438.1"}, {"protein": "XP_054207406.1", "rna": "XM_054351431.1"}, {"protein": "AAH04107.1", "rna": "BC004107.2"}]}, "alias": "FS", "ensembl": {"gene": "ENSG00000134363", "protein": ["ENSP00000256759", "ENSP00000380151", "ENSP00000426315", "ENSP00000426971"], "transcript": ["ENST00000256759", "ENST00000396947", "ENST00000491717", "ENST00000497789", "ENST00000504226"], "translation": [{"protein": "ENSP00000256759", "rna": "ENST00000256759"}, {"protein": "ENSP00000380151", "rna": "ENST00000396947"}, {"protein": "ENSP00000426315", "rna": "ENST00000504226"}, {"protein": "ENSP00000426971", "rna": "ENST00000497789"}], "type_of_gene": "protein_coding"}, "entrezgene": "10468", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.0520969121, "exp_mis": 117.702662921, "exp_syn": 55.897367465, "lof_z": 3.1406395327932, "mis_z": 2.91706181137846, "mu_lof": 7.46170299071e-07, "mu_mis": 1.13313634127e-05, "mu_syn": 5.23901349921e-06, "n_lof": 0.0, "n_mis": 53.0, "n_syn": 52.0, "p_li": 0.963797331589925, "p_null": 6.94558612332951e-05, "p_rec": 0.0361332125488419, "syn_z": 0.323165840035288}, "bp": 1035, "cds_end": 52781863, "cds_start": 52776621, "n_exons": 6, "nonpsych": {"exp_lof": 8.9931032677, "exp_mis": 106.427256627, "exp_syn": 50.4874978761, "lof_z": 2.94514550065807, "mis_z": 3.05217685959284, "mu_lof": 7.46170299071e-07, "mu_mis": 1.13313634127e-05, "mu_syn": 5.23901349921e-06, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 46.0, "p_li": 0.953464832697778, "p_null": 0.000157994903864698, "p_rec": 0.0463771723983574, "syn_z": 0.397627145989557}, "nontcga": {"exp_lof": 9.23769335989, "exp_mis": 108.276221563, "exp_syn": 51.4153449781, "lof_z": 2.9982166523145, "mis_z": 2.88595318044846, "mu_lof": 7.46170299071e-07, "mu_mis": 1.13313634127e-05, "mu_syn": 5.23901349921e-06, "n_lof": 0.0, "n_mis": 48.0, "n_syn": 49.0, "p_li": 0.953338050723851, "p_null": 0.000130375318442059, "p_rec": 0.0465315739577065, "syn_z": 0.213282004691486}, "transcript": "ENST00000256759.3"}, "exons": [{"cdsend": 53485688, "cdsstart": 53480791, "chr": "5", "position": [[53480628, 53480876], [53482879, 53483071], [53483503, 53483722], [53484068, 53484293], [53484996, 53485227], [53485686, 53487115]], "strand": 1, "transcript": "NM_006350", "txend": 53487115, "txstart": 53480628}, {"cdsend": 53486033, "cdsstart": 53480791, "chr": "5", "position": [[53480628, 53480876], [53482879, 53483071], [53483503, 53483722], [53484068, 53484293], [53484996, 53485227], [53485950, 53487134]], "strand": 1, "transcript": "NM_013409", "txend": 53487134, "txstart": 53480628}], "exons_hg19": [{"cdsend": 52781518, "cdsstart": 52776621, "chr": "5", "position": [[52776458, 52776706], [52778709, 52778901], [52779333, 52779552], [52779898, 52780123], [52780826, 52781057], [52781516, 52782945]], "strand": 1, "transcript": "NM_006350", "txend": 52782945, "txstart": 52776458}, {"cdsend": 52781863, "cdsstart": 52776621, "chr": "5", "position": [[52776458, 52776706], [52778709, 52778901], [52779333, 52779552], [52779898, 52780123], [52780826, 52781057], [52781780, 52782964]], "strand": 1, "transcript": "NM_013409", "txend": 52782964, "txstart": 52776458}], "generif": [{"pubmed": 11232039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11948405, "text": "Transcription activation of FLRG and follistatin by activin A, through Smad proteins, participates in a negative feedback loop to modulate activin A function"}, {"pubmed": 12531697, "text": "Follistatin and FLRG proteins downmodulate the effects of activin A and BMP2 on erythroid maturation."}, {"pubmed": 12651901, "text": "Results quantify the relative expression of inhibin alpha, inhibin/activin beta(A), beta(B), beta(C), follistatin, activin receptors and beta-glycan genes in placental tissue of term pre-eclamptic patients."}, {"pubmed": 12720540, "text": "Circulatory concentrations of follistatin is elevated in patients diagnosed with septicemia, consistent with potential role in the systemic inflammatory response"}, {"pubmed": 14563935, "text": "A continuous sequence comprising the N-terminal domain and followed by FS domains 1 and 2 fulfills the minimum structural requirement for activin binding and FS bioactivity."}, {"pubmed": 14578849, "text": "Blocked activin signaling and its biologic functions in vitro. Significant correlation between serum follistatin levels and liver weight."}, {"pubmed": 15064726, "text": "follistatin is secreted by melanoma cells"}, {"pubmed": 15296481, "text": "Whilst follistatin expression is unchanged, follistatin-related gene is down-regulated in endometrial carcinoma"}, {"pubmed": 16150905, "text": "comparison of the kinetics of FST isoform and FSTL3 biosynthesis, trafficking, and secretion"}, {"pubmed": 16627583, "text": "the differential biological actions among the FST isoforms and FSTL3 are primarily dependent on their relative cell-surface binding ability and ligand specificity"}, {"pubmed": 16935389, "text": "Follistatin was overexpressed while both activin subunits were downregulated in the majority of rat and human liver tumours"}, {"pubmed": 17053951, "text": "mRNA expressed in human granulosa-luteal cells at oocyte retrieval"}, {"pubmed": 17284512, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17284512, "text": "it is concluded that FST is not a susceptibility locus for polycystic ovary syndrome (PCOS); however, the SNP rs3797297 from FST gene was associated with androgenic markers for PCOS and may be of importance in the hyperandrogenaemia of the disease"}, {"pubmed": 17296189, "text": "Ovarian endometriotic lesions show a deranged expression of activin A-binding proteins FLRG and follistatin, which may result in an altered effect of activin A on angiogenesis and/or endometrial differentiation."}, {"pubmed": 17347381, "text": "These results indicate that haplotype structure at the ACVR2B and follistatin loci may contribute to interindividual variation in skeletal muscle mass and strength, although these data indicate sex-specific relationships."}, {"pubmed": 17644811, "text": "Endometrial expression of follistatin mRNA is lower in women with dysfunctional uterine bleeding."}, {"pubmed": 17893249, "text": "myostatin blockade by FS I-I has a therapeutic potential for muscular dystrophy"}, {"pubmed": 18001154, "text": "Inhibin/activin BA subunit, follistatin, and activin receptor proteins and mRNAs are present in the human fetal palate."}, {"pubmed": 18184649, "text": "intron 1 of the follistatin gene has a critical role in mediating Smad-dependent effects of activin and regulating the expression level of this gene"}, {"pubmed": 18245525, "text": "FST plays a critical role in the production of multiple-organ metastasis, predominantly by inhibiting the angiogenesis when transfected into SCID mice."}, {"pubmed": 18319260, "text": "These results reveal a key role of GLI2 in activation of the activin/BMP antagonist FST in response to hedgehog (HH) signaling."}, {"pubmed": 19011242, "text": "several genes that are known to be regulated by DNA methylation were up-regulated dramatically by integrin alpha6beta4 expression, including S100A4, FST, PDLIM4, CAPG, and Nkx2.2."}, {"pubmed": 19106105, "text": "FoxL2 and Smad3 coordinately regulate follistatin gene transcription.("}, {"pubmed": 19346981, "text": "MSTN 2379 A > G and FST -5003 A > T were associated with baseline muscle strength and size among African Americans only."}, {"pubmed": 19346981, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19470636, "text": "Follistatin is a new adipokine important for adipogenesis."}, {"pubmed": 19520047, "text": "the overexpression of the follistatin in normal human myoblasts improved in vitro their proliferation and differentiation rate"}, {"pubmed": 19597895, "text": "Data suggest inhibition of BMP-7, by Drm (Gremlin), follistatin, and Noggin and upregulation of BMP-4 may play an integral role in the development of nonunions."}, {"pubmed": 19740438, "text": "Follistatin was detected in the epithelial cytoplasm and nucleus in normal, benign and malignant breast tissue."}, {"pubmed": 20093255, "text": "Follistatin seems more sensitive than high-sensitivity C-reactive protein alone to represent the aggravated low-grade inflammatory status after oral contraceptive treatment in obese and non-obese women with polycystic ovary syndrome."}, {"pubmed": 20623366, "text": "In prostate cancer patients the serum concentrations of FLST significantly correlated with the presence of bone metastases or increased PSA levels"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20801187, "text": "Effects of training and androgens on MYOPRO and FOLLI concentrations in blood and skeletal muscle, were investigated."}, {"pubmed": 20843798, "text": "Nucleolar follistatin promotes cancer cell survival under glucose-deprived conditions through inhibiting cellular rRNA synthesis."}, {"pubmed": 20926007, "text": "Protein levels of activin A and follistatin were assessed in glioblastoma and normal brain tissues in this study."}, {"pubmed": 21068158, "text": "Changes in hepatically metabolised follistatin during and after exercise are reported."}, {"pubmed": 21222045, "text": "analysis of candidate genes revealed four genes that influence fertility: CGB/LHB gene cluster (p = 0.0036), FSHR (p = 0.023), FST (p = 0.023), and INHB; none of the independent SNPs in these genes predicted mortality"}, {"pubmed": 21350111, "text": "increased follistatin levels occurred with inflammation, reduced muscle strength, and low bone mineral density, suggesting an involvement of a mechanism including follistatin in the uremic wasting process"}, {"pubmed": 21496809, "text": "Disturbed expression of endometrial activin A, cripto , and follistatin suggests a dysfunction of the activin pathway in endometriosis/endometrioma."}, {"pubmed": 21829661, "text": "GDF9 decreases basal and activin A-induced FST and FSTL3 expression, and this explains, in part, its enhancing effects on activin A-induced inhibin beta(B)-subunit mRNA expression and inhibin B production in hGL cells"}, {"pubmed": 21846490, "text": "Follistatin showed highly significant positive associations to the intrafollicular concentrations of antimullerian hormone and inhibin B."}, {"pubmed": 21900845, "text": "LIR was able to induce gains in 1RM and quadriceps CSA similar to those observed after traditional HI. These responses may be related to the concomitant decrease in MSTN and increase in FLST isoforms, GASP-1, and SMAD-7 mRNA gene expression."}, {"pubmed": 22395277, "text": "After eccentric exercise, postmenopausal women not using hormone therapy (HT) expressed higher levels of follistatin while postmenopausal women using HT showed a significant increased expression over controls."}, {"pubmed": 22416010, "text": "The present study demonstrated that serum follistatin is not significantly altered in peritoneal or deep infiltrating endometriosis and has limited diagnostic accuracy in the diagnosis of ovarian endometrioma."}, {"pubmed": 22685544, "text": "Findings suggest a function for breast cancer susceptibility gene 1 (BRCA1) as a regulator of follistatin (FST) expression and function in ovarian cells."}, {"pubmed": 22693174, "text": "Myostatin may have a role in abdominal obesity, androgen and follistatin levels in women with polycystic ovary syndrome"}, {"pubmed": 22809401, "text": "Binding of a specific ligand to FS288 differentially regulates its affinity and behavior for heparin molecules."}, {"pubmed": 23010638, "text": "FST is known to be an inhibitor of bone morphogenetic proteins (BMPs), which, coupled with the ability of TGF-beta2 to upregulate FST levels, may indicate a possible role of FST in the pathogenesis of glaucoma."}, {"pubmed": 23023351, "text": "The occurrence of the exonic variants of follistatin gene seems to be dependent on the ethnic background of the subjects under study and its role in the polycystic ovary syndrome pathophysiology cannot be established with hitherto available evidence."}, {"pubmed": 23113792, "text": "study found that causative mutations in the coding region of the FST gene are rare in Chinese women with idiopathic premature ovarian failure"}, {"pubmed": 23171678, "text": "In cultured endometrioma stromal cells, Il-1beta and TNF-alpha induced follistatin mRNA and protein."}, {"pubmed": 23249626, "text": "The intrinsic PK/PD properties of native FST315 are poorly suited for acting as a parentally administered biotherapeutic with broad systemic effects."}, {"pubmed": 23265961, "text": "methylation levels of CpG sites in the FST promoter and 5'-UTR are not associated with polycystic ovary syndrome"}, {"pubmed": 23304117, "text": "Serum measurements of activin A, B, or follistatin cannot discriminate risk for type 2 diabetes in individual patients, but the activins display a positive relationship with clinical parameters of the disease."}, {"pubmed": 23432377, "text": "It is considered to have a significant role during tumor progression by influencing angiogenesis and metastasis. Thus, it serum level is a good tumor marker for hepatocellular carcinoma."}, {"pubmed": 23523567, "text": "FOXL2 expression is required for GDF-9 stimulation of follistatin transcription."}, {"pubmed": 23564759, "text": "Plasma follistatin is moderately elevated in patients with type 2 diabetes."}, {"pubmed": 24204752, "text": "Follistatin, by its ability to neutralize the actions of activin A may be of value as an antifibrotic for radiation induced fibrosis."}, {"pubmed": 24232707, "text": "an imbalance between activin-A and follistatin contributes to the pathogenesis of cigarette smoke-induced inflammation and COPD"}, {"pubmed": 24332943, "text": "These results suggest that FOXL2 may act as a tumor suppressor in human adult-type GCTs by inducing follistatin expression, which subsequently inhibits activin-stimulated cell proliferation."}, {"pubmed": 24577120, "text": "data strongly support that up-regulation of FST in chondrocytes by skeletal dysplasia-inducing TRPV4 mutations contributes to disease pathogenesis."}, {"pubmed": 24667650, "text": "ERRbeta signalling leads to BCAS2-mediated blockage of the G1/S transition and inhibition of the epithelial to mesenchymal transition through FST-mediated regulation of E-cadherin"}, {"pubmed": 24763182, "text": "Circulating follistatin levels are reduced in gestational diabetes mellitus and are positively associated with fetal growth and neonatal adiposity."}, {"pubmed": 24885241, "text": "higher than normal serum values common in H1N1 infection but found no association with the severity of respiratory failure"}, {"pubmed": 25361680, "text": "We report here an original observation that activin-B is upregulated in the human idiopathic pulmonary fibrosis lung."}, {"pubmed": 25565002, "text": "changes in Follistatin levels during pregnancy contribute to the control of the activin A system"}, {"pubmed": 25885021, "text": "Two angiogenic factors, follistatin (and HGF) are associated with prognosis in esophageal cancer patients."}, {"pubmed": 26086422, "text": "Adenomyotic tissues express high levels of myostatin, follistatin, and activin type II receptors."}, {"pubmed": 26189841, "text": "annexin A2 but not follistatin is expressed in hepatocellular carcinoma"}, {"pubmed": 26415587, "text": "Study shows that INHBA and FST are induced by seminal fluid in cervical tissues and thus, may contribute to regulation of the post-coital response in women."}, {"pubmed": 26652766, "text": "Circulating follistatin may be a marker of the glucagon-to-insulin tone on the liver"}, {"pubmed": 26844494, "text": "serum concentrations positively associated with serum free thyroxine levels in hyperthyroid or euthyroid patients"}, {"pubmed": 26950277, "text": "High follistatin expression is associated with lung adenocarcinoma."}, {"pubmed": 27159193, "text": "The activin-A to follistatin ratio may play a role in determining the clinical phenotype of preterm birth as preterm labor or preterm premature rupture of membranes."}, {"pubmed": 27168011, "text": "FST and KLK6 may have significance in breast cancer detection"}, {"pubmed": 27389553, "text": "these studies suggest that follistatin expression in invasive breast cancer is unrelated to the disease severity and the risk of recurrence, but is more intense in estrogen receptor -negative tumors"}, {"pubmed": 27399349, "text": "Low follistatin expression is associated with liver cirrhosis."}, {"pubmed": 27621181, "text": "Follistatin levels are associated with circulating leptin levels and display a day-night rhythm and a menstrual cycle, but not a seasonal, variation."}, {"pubmed": 27621190, "text": "Within the nonalcoholic fatty liver disease group of patients, follistatin was associated with steatohepatitis independently from activin A"}, {"pubmed": 27787698, "text": "These findings indicate that muscle-specific Fst overexpression in pigs enhances skeletal muscle growth, at least partly due to myofiber hypertrophy and providing a promising approach to increase muscle mass in pigs and other livestock."}, {"pubmed": 27807065, "text": "FST plays a role in tumourigenesis, metastasis and angiogenesis of solid tumours through its interaction with activin and BMPs, thus resulting in pathophysiological function. In terms of diagnosis, prognosis and therapy, FST has shown strong promise"}, {"pubmed": 28500669, "text": "Surface plasmon resonance analysis showed no significant association between FS288 and AMHC , suggesting that FS288 indirectly regulates AMH signaling. Activin A, a direct target of FS288, did not itself induce reporter activity in P19 cells, but did prevent the FS288-induced increase in AMH signaling. Hence, local concentrations of FS288 and Activin A may influence the response of some cell types to AMH."}, {"pubmed": 28583174, "text": "These data indicate that FST is a bona fide metastasis suppressor in this mouse model and support future efforts to develop an FST mimetic to suppress metastatic progression."}, {"pubmed": 28647698, "text": "results suggest a role for FST as a suppressor of invasion and metastasis in breast cancer"}, {"pubmed": 28732565, "text": "Follistatin and activin A are higher in MI than in CAD suggesting increased release due to myocardial necrosis. They can predict MI with accuracy similar to CK-MB"}, {"pubmed": 29867232, "text": "Fst is a pathological hepatokine that might be targeted for diabetes therapy during hepatic insulin resistance."}, {"pubmed": 30165829, "text": "Circulating plasma follistatin and myostatin are negatively associated with muscle function in older women."}, {"pubmed": 30874767, "text": "Activin A (follicle-stimulating hormone-releasing protein inhibin beta A subunit inhibin beta A) signaling is restrained in normal mammary epithelia by concomitant inhibin alpha-subunit expression, and relatively higher levels of follistatin (FST) expression, however, these expression patterns are reversed in breast cancer [Review]."}, {"pubmed": 31182152, "text": "Activin A even inhibits production and release of follistatin in RASF and therefore prevents itself from being blocked by its inhibitory binding protein follistatin in the local inflammatory joint environment."}, {"pubmed": 31402604, "text": "Study presents evidence that Fst is a potent regulator of insulin action in muscle. Circulating Fst more than doubled post-Roux-en-Y gastric bypass surgery in obese patients, a treatment that markedly improved insulin sensitivity, suggesting a role for Fst in regulating glycaemic control."}, {"pubmed": 31526145, "text": "Regulatory aspects of myogenic factors GDF-8 and Follistatin on the intake of combined oral contraceptives."}, {"pubmed": 31647905, "text": "performances of serum activins and follistatin in the diagnosis of ectopic pregnancy: A prospective case-control study"}, {"pubmed": 31757999, "text": "Follistatin impacts Tumor Angiogenesis and Outcome in Thymic Epithelial Tumors."}, {"pubmed": 31887804, "text": "The aim of this study was to investigate the effect of FST gene on the inhibition of fibrosis in fibroblastic cells from scar tissue around repaired zone II flexor tendons."}, {"pubmed": 32035222, "text": "The effects of concurrent training order on body composition and serum concentrations of follistatin, myostatin and GDF11 in sarcopenic elderly men."}, {"pubmed": 32873911, "text": "Effects of Roux-en-Y gastric bypass on circulating follistatin, activin A, and peripheral ActRIIB signaling in humans with obesity and type 2 diabetes."}, {"pubmed": 33020908, "text": "Identification of frailty and sarcopenia in hospitalised older people."}, {"pubmed": 33493282, "text": "Serum Follistatin Is Increased in Thyroid Cancer and Is Associated With Adverse Tumor Characteristics in Humans."}, {"pubmed": 33740002, "text": "Circulating resistin and follistatin levels in obese and non-obese women with polycystic ovary syndrome: A systematic review and meta-analysis."}, {"pubmed": 34435364, "text": "Follistatin-controlled activin-HNF4alpha-coagulation factor axis in liver progenitor cells determines outcome of acute liver failure."}, {"pubmed": 34583221, "text": "Clinical relevance of circulating activin A and follistatin in small cell lung cancer."}, {"pubmed": 37739334, "text": "Follistatin and follistatin-like 3 in metabolic disorders."}, {"pubmed": 38000997, "text": "Elevated circulating follistatin associates with increased risk of mortality and cardiometabolic disorders."}, {"pubmed": 38234423, "text": "Low follistatin level is a causal risk factor for spontaneous abortion: a two-sample mendelian randomization study."}, {"pubmed": 38534369, "text": "Potential Utility of Urinary Follistatin as a Non-Invasive Indicator of Acute Tubular Damage in Patients with Acute Kidney Injury."}], "genomic_pos": {"chr": "5", "end": 53487134, "ensemblgene": "ENSG00000134363", "start": 53480626, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 52782964, "start": 52776239, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 12702211, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002244", "pubmed": 15451575, "qualifier": "involved_in", "term": "hematopoietic progenitor cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007276", "qualifier": "involved_in", "term": "gamete generation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007389", "qualifier": "involved_in", "term": "pattern specification process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008585", "qualifier": "involved_in", "term": "female gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030510", "qualifier": "involved_in", "term": "regulation of BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030857", "qualifier": "involved_in", "term": "negative regulation of epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031069", "qualifier": "involved_in", "term": "hair follicle morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032926", "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032926", "pubmed": [11948405, 12697670], "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032926", "pubmed": 12702211, "qualifier": "involved_in", "term": "negative regulation of activin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036305", "qualifier": "involved_in", "term": "ameloblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043616", "qualifier": "involved_in", "term": "keratinocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051798", "pubmed": 12514121, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of hair follicle development"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16198295, 17991437, 20860622, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0038102", "pubmed": 12702211, "qualifier": "enables", "term": "activin receptor antagonist activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043395", "qualifier": "enables", "term": "heparan sulfate proteoglycan binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048185", "qualifier": "enables", "term": "activin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048185", "pubmed": 12697670, "qualifier": "enables", "term": "activin binding"}]}, "homologene": {"genes": [[7165, 1276936], [7955, 566538], [7955, 100004116], [8364, 493419], [9031, 396119], [9544, 707420], [9598, 461879], [9606, 10468], [9615, 479336], [9913, 327681], [10090, 14313], [10116, 24373]], "id": 7324}, "interpro": [{"desc": "Kazal domain", "id": "IPR002350", "short_desc": "Kazal_dom"}, {"desc": "Follistatin-like, N-terminal", "id": "IPR003645", "short_desc": "Fol_N"}, {"desc": "Kazal domain superfamily", "id": "IPR036058", "short_desc": "Kazal_dom_sf"}, {"desc": "Follistatin/Osteonectin EGF domain", "id": "IPR015369", "short_desc": "Follistatin/Osteonectin_EGF"}, {"desc": "TB domain", "id": "IPR017878", "short_desc": "TB_dom"}, {"desc": "TGF-beta binding (TB) domain superfamily", "id": "IPR036773", "short_desc": "TB_dom_sf"}], "ipi": ["IPI00021081", "IPI00217070", "IPI00217071"], "map_location": "5q11.2", "name": "follistatin", "other_names": ["activin-binding protein", "follistatin"], "pantherdb": {"HGNC": "3971", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95586", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 10090, "uniprot_kb": "P47931"}, {"RGD": "2633", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 10116, "uniprot_kb": "P21674"}, {"Ensembl": "ENSGALG00000014908", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 9031, "uniprot_kb": "A0A3Q2UB23"}, {"ZFIN": "ZDB-GENE-031118-139", "ortholog_type": "O", "panther_family": "PTHR10913", "taxid": 7955, "uniprot_kb": "Q2PMI4"}, {"ZFIN": "ZDB-GENE-990714-11", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 7955, "uniprot_kb": "Q9YHV4"}], "uniprot_kb": "P19883"}, "pathway": {"kegg": {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, "pid": {"id": "bmppathway", "name": "BMP receptor signaling"}, "reactome": [{"id": "R-HSA-1502540", "name": "Signaling by Activin"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2473224", "name": "Antagonism of Activin by Follistatin"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}], "wikipathways": [{"id": "WP2848", "name": "Differentiation Pathway"}, {"id": "WP4816", "name": "TGF-beta receptor signaling in skeletal dysplasias"}, {"id": "WP4842", "name": "Mammalian disorder of sexual development"}, {"id": "WP560", "name": "TGF-beta Receptor Signaling"}]}, "pdb": ["2B0U", "2P6A", "3HH2", "5JHW"], "pfam": ["PF07648", "PF09289", "PF21333"], "pharmgkb": "PA28388", "pharos": {"target_id": 19031, "tdl": "Tbio"}, "pir": "A32141", "prosite": ["PS51364", "PS51465"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327343", "relationship": "is"}, {"id": "GNF327344", "relationship": "is"}, {"id": "GNF327345", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293354", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261543", "relationship": "is"}, {"id": "GNF261544", "relationship": "is"}, {"id": "GNF261545", "relationship": "is"}, {"id": "GNF261546", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082580", "relationship": "is"}, {"id": "GNF082581", "relationship": "is"}, {"id": "GNF082582", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053745", "relationship": "is"}, {"id": "GNF058516", "relationship": "is"}, {"id": "GNF073753", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070805", "relationship": "is"}, {"id": "GNF070806", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005515", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329846", "relationship": "is"}, {"id": "GNF331659", "relationship": "is"}, {"id": "GNF332981", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334787", "relationship": "is"}, {"id": "GNF336941", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF105145", "relationship": "is"}, {"id": "GNF144792", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_028911.1"], "protein": ["NP_006341.1", "NP_037541.1", "XP_005248457.1", "XP_005248458.1", "XP_005248459.1", "XP_005248460.1", "XP_011541401.1", "XP_016864443.1", "XP_024310094.1", "XP_047272587.1", "XP_054207405.1", "XP_054207406.1", "XP_054207407.1", "XP_054207408.1", "XP_054207409.1", "XP_054207410.1", "XP_054207411.1", "XP_054207412.1", "XP_054207413.1", "XP_054207414.1", "XP_054207415.1"], "rna": ["NM_006350.5", "NM_013409.3", "XM_005248400.5", "XM_005248401.5", "XM_005248402.5", "XM_005248403.5", "XM_011543099.3", "XM_017008954.2", "XM_024454326.2", "XM_047416631.1", "XM_054351430.1", "XM_054351431.1", "XM_054351432.1", "XM_054351433.1", "XM_054351434.1", "XM_054351435.1", "XM_054351436.1", "XM_054351437.1", "XM_054351438.1", "XM_054351439.1", "XM_054351440.1"], "translation": [{"protein": "XP_054207415.1", "rna": "XM_054351440.1"}, {"protein": "XP_047272587.1", "rna": "XM_047416631.1"}, {"protein": "XP_054207407.1", "rna": "XM_054351432.1"}, {"protein": "XP_054207405.1", "rna": "XM_054351430.1"}, {"protein": "XP_005248457.1", "rna": "XM_005248400.5"}, {"protein": "XP_011541401.1", "rna": "XM_011543099.3"}, {"protein": "NP_006341.1", "rna": "NM_006350.5"}, {"protein": "XP_054207409.1", "rna": "XM_054351434.1"}, {"protein": "XP_054207408.1", "rna": "XM_054351433.1"}, {"protein": "XP_054207412.1", "rna": "XM_054351437.1"}, {"protein": "XP_005248458.1", "rna": "XM_005248401.5"}, {"protein": "XP_024310094.1", "rna": "XM_024454326.2"}, {"protein": "XP_054207411.1", "rna": "XM_054351436.1"}, {"protein": "XP_054207414.1", "rna": "XM_054351439.1"}, {"protein": "XP_005248459.1", "rna": "XM_005248402.5"}, {"protein": "XP_005248460.1", "rna": "XM_005248403.5"}, {"protein": "XP_054207410.1", "rna": "XM_054351435.1"}, {"protein": "XP_016864443.1", "rna": "XM_017008954.2"}, {"protein": "NP_037541.1", "rna": "NM_013409.3"}, {"protein": "XP_054207413.1", "rna": "XM_054351438.1"}, {"protein": "XP_054207406.1", "rna": "XM_054351431.1"}]}, "reporter": {"HG-U133_Plus_2": ["204948_s_at", "207345_at", "226847_at"], "HG-U95Av2": "38356_at", "HTA-2_0": "TC05000220.hg.1", "HuEx-1_0": "2809399", "HuGene-1_1": "8105302", "HuGene-2_1": "16984730"}, "summary": "Follistatin is a single-chain gonadal protein that specifically inhibits follicle-stimulating hormone release.  The single FST gene encodes two isoforms, FST317 and FST344 containing 317 and 344 amino acids respectively, resulting from alternative splicing of the precursor mRNA.  In a study in which 37 candidate genes were tested for linkage and association with polycystic ovary syndrome (PCOS) or hyperandrogenemia in 150 families, evidence was found for linkage between PCOS and follistatin. [provided by RefSeq, Jul 2008].", "symbol": "FST", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414830"}, "unigene": "Hs.9914", "uniprot": {"Swiss-Prot": "P19883", "TrEMBL": ["H0YAF9", "H0YA75"]}, "wikipedia": {"url_stub": "Follistatin"}}