{"AllianceGenome": "3972", "HGNC": "3972", "MIM": "605547", "_id": "11167", "_version": 1, "accession": {"genomic": ["AB119283.1", "AC063952.15", "AC078982.7", "CH471052.2", "CP068275.2", "NC_000003.12", "NC_060927.1"], "protein": ["AAA66062.1", "AAH00055.1", "AAK01083.1", "BAD12167.1", "BAF82077.1", "BAF83827.1", "BAG35192.1", "BAG62097.1", "BAG62160.1", "EAW79526.1", "EAW79527.1", "NP_009016.1", "Q12841.1"], "rna": ["AF288537.1", "AI813946.1", "AK025860.1", "AK289388.1", "AK291138.1", "AK300356.1", "AK300436.1", "AK311050.1", "AK312261.1", "AL050228.1", "BC000055.2", "BC017413.1", "BX647421.1", "DB289587.1", "NM_007085.5", "U06863.1"], "translation": [{"protein": "AAK01083.1", "rna": "AF288537.1"}, {"protein": "AAH00055.1", "rna": "BC000055.2"}, {"protein": "BAF83827.1", "rna": "AK291138.1"}, {"protein": "AAA66062.1", "rna": "U06863.1"}, {"protein": "BAG62160.1", "rna": "AK300436.1"}, {"protein": "NP_009016.1", "rna": "NM_007085.5"}, {"protein": "BAF82077.1", "rna": "AK289388.1"}, {"protein": "BAG62097.1", "rna": "AK300356.1"}, {"protein": "BAG35192.1", "rna": "AK312261.1"}]}, "alias": ["FRP", "FSL1", "MIR198", "OCC-1", "OCC1", "tsc36"], "ensembl": {"gene": "ENSG00000163430", "protein": ["ENSP00000295633", "ENSP00000394355", "ENSP00000418389", "ENSP00000418505", "ENSP00000518554"], "transcript": ["ENST00000295633", "ENST00000424703", "ENST00000464690", "ENST00000467994", "ENST00000468098", "ENST00000469005", "ENST00000472536", "ENST00000480823", "ENST00000485968", "ENST00000488318", "ENST00000710954"], "translation": [{"protein": "ENSP00000418505", "rna": "ENST00000469005"}, {"protein": "ENSP00000295633", "rna": "ENST00000295633"}, {"protein": "ENSP00000518554", "rna": "ENST00000710954"}, {"protein": "ENSP00000418389", "rna": "ENST00000480823"}, {"protein": "ENSP00000394355", "rna": "ENST00000424703"}], "type_of_gene": "protein_coding"}, "entrezgene": "11167", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 14.1348126827, "exp_mis": 106.616271011, "exp_syn": 47.0099031846, "lof_z": 3.46073661496346, "mis_z": 0.0765643535923126, "mu_lof": 9.52771693746e-07, "mu_mis": 9.7637938385e-06, "mu_syn": 4.18818600622e-06, "n_lof": 1.0, "n_mis": 105.0, "n_syn": 44.0, "p_li": 0.959341928524645, "p_null": 1.88369963229796e-05, "p_rec": 0.0406392344790319, "syn_z": 0.272149087826974}, "bp": 927, "cds_end": 120169593, "cds_start": 120115798, "n_exons": 10, "nonpsych": {"exp_lof": 12.5996643468, "exp_mis": 96.3043109601, "exp_syn": 42.3547934496, "lof_z": 3.2093558572688, "mis_z": 0.11843491009443, "mu_lof": 9.52771693746e-07, "mu_mis": 9.7637938385e-06, "mu_syn": 4.18818600622e-06, "n_lof": 1.0, "n_mis": 94.0, "n_syn": 42.0, "p_li": 0.938312287475084, "p_null": 6.5371398128704e-05, "p_rec": 0.0616223411267872, "syn_z": 0.0343228694698755}, "nontcga": {"exp_lof": 12.9851468518, "exp_mis": 98.0680950172, "exp_syn": 43.2302311178, "lof_z": 3.28096212706948, "mis_z": 0.104043859677654, "mu_lof": 9.52771693746e-07, "mu_mis": 9.7637938385e-06, "mu_syn": 4.18818600622e-06, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 43.0, "p_li": 0.941115435422184, "p_null": 4.75937940530219e-05, "p_rec": 0.058836970783763, "syn_z": 0.0221712602944411}, "transcript": "ENST00000295633.3"}, "exons": [{"cdsend": 120450746, "cdsstart": 120396951, "chr": "3", "position": [[120392292, 120396996], [120399882, 120399959], [120402807, 120402918], [120403241, 120403354], [120404852, 120404971], [120409531, 120409662], [120410951, 120410984], [120411853, 120411983], [120415922, 120416027], [120450683, 120450746], [120450896, 120450992]], "strand": -1, "transcript": "NM_007085", "txend": 120450992, "txstart": 120392292}], "exons_hg19": [{"cdsend": 120169593, "cdsstart": 120115798, "chr": "3", "position": [[120111139, 120115843], [120118729, 120118806], [120121654, 120121765], [120122088, 120122201], [120123699, 120123818], [120128378, 120128509], [120129798, 120129831], [120130700, 120130830], [120134769, 120134874], [120169530, 120169593], [120169743, 120169839]], "strand": -1, "transcript": "NM_007085", "txend": 120169839, "txstart": 120111139}], "generif": [{"pubmed": 15296481, "text": "Whilst follistatin expression is unchanged, follistatin-related gene is down-regulated in endometrial carcinoma."}, {"pubmed": 15638044, "text": "FRP mRNA is overexpressed in rheumatoid arthritis synovium, the product of which exerts inhibitory activity on synovial cell growth"}, {"pubmed": 15638044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16256108, "text": "TSC-36 can be induced in VSMCs (vascular smooth muscle cells) and inhibits VSMCs proliferation in vitro and in vivo."}, {"pubmed": 18617621, "text": "Elevated myocardial expression of FST-like genes is a feature of heart failure and may be linked to both disease severity and mechanisms underlying recovery."}, {"pubmed": 18718903, "text": "Fstl1 is a secreted muscle protein or myokine that can function to promote endothelial cell function and stimulates revascularization in response to ischemic insult through its ability to activate Akt-eNOS signaling"}, {"pubmed": 18796737, "text": "Cell migration and invasion assays demonstrated a remarkably lower cell migration and invasion capability in FSTL1-transfected cells in relation to downregulation of matrix metallopeptidase-2"}, {"pubmed": 19109154, "text": "FSTL-1 is overexpressed by 2-3-fold in synovial tissues of rheumatoid arthritis patients compared with control synovium obtained from subjects undergoing knee arthroscopic anterior cruciate ligament repair."}, {"pubmed": 20080650, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20860622, "text": "DIP2A could be a cell-surface receptor protein and mediate a FOS down-regulation signal of FRP.  FRP bound to DIP2A and CD14, and also with proteins of the TGF-beta superfamily"}, {"pubmed": 21303509, "text": "Elevated FSTL1 levels reflect not only joint diseases but also inflammation and tissue degradation in systemic autoimmune diseases."}, {"pubmed": 21718795, "text": "These data suggest that Cx43 inhibits the invasion and metastasis of pulmonary giant cell carcinoma cells by modulating the secretion of FSTL1, which is regulated by histone acetylation."}, {"pubmed": 22117761, "text": "Data show that the serum and synovial fluid (SF) FSTL1 levels were markedly higher in female OA patients than in males."}, {"pubmed": 22265692, "text": "FRP has the function of evoking innate immune responses as one of the endogenous TLR4 agonists."}, {"pubmed": 23395958, "text": "A clear inverse correlation between the expression pattern of FSTL1 (pro-migratory) and miR-198 (anti-migratory) highlights the importance of this regulatory switch in controlling context-specific gene expression to orchestrate wound re-epithelialization."}, {"pubmed": 23419164, "text": "results demonstrated that follistatin-like protein 1 (Fstl1) is expressed and secreted by human myotubes and plasma Fstl1 levels are increased after exercise"}, {"pubmed": 24347831, "text": "FSTL1 is a potential mediator of inflammation and insulin resistance in obesity."}, {"pubmed": 24470197, "text": "These results suggest that FSTL-1 may act on the NLRP3 inflammasome to promote IL-1beta secretion from monocytes/macrophages."}, {"pubmed": 24838142, "text": "FSTL1 is elevated in various inflammatory conditions and decreased during the course of treatment. FSTL1 may therefore be a valuable biomarker for such diseases."}, {"pubmed": 25584011, "text": "Fstl1 is induced in response to lung injury and promotes the accumulation of myofibroblasts and subsequent fibrosis. These data suggest that Fstl1 may serve as a novel therapeutic target for treatment of progressive lung fibrosis."}, {"pubmed": 25888873, "text": "FSTL1 is elevated in patients with osteoarthritis and involved in the progression of synovial inflammation."}, {"pubmed": 26355153, "text": "administration of Fstl1 induced airway remodeling and increased OSM, whereas administration of an anti-OSM Ab blocked the effect of Fstl1 on inducing airway remodeling, eosinophilic airway inflammation"}, {"pubmed": 26365350, "text": "provide mechanistic insight into the regulation of erythropoiesis by FSTL1 signaling and lay a foundation for exploring FSTL1 signaling as a therapeutic target for anemia"}, {"pubmed": 26375005, "text": "data suggest that the loss of epicardial FSTL1 is a maladaptive response to injury, and that its restoration would be an effective way to reverse myocardial death and remodelling following myocardial infarction in humans"}, {"pubmed": 26716515, "text": "the knockdown of FSTL1 induces apoptosis through a mitotic arrest and caspase-dependent cell death. FSTL1 plays the important roles in cellular proliferation and apoptosis in lung cancer cells, and thus can be a new target for lung cancer treatment."}, {"pubmed": 26903060, "text": "Children with chronic heart failure group had a significantly higher serum level of FSTL1 than the control group."}, {"pubmed": 26918942, "text": "Data show that follistatin like-1 (FSTL1) was frequently downregulated in nasopharyngeal carcinoma (NPC) cell lines and primary tumor biopsies by promoter hypermethylation."}, {"pubmed": 27001159, "text": "Segmental allergen challenge increases levels of airway follistatin-like 1 in patients with asthma."}, {"pubmed": 27145224, "text": "DROMs levels positively associated with Fstl1, Hemoglobin A1c and hsCRP levels."}, {"pubmed": 27225192, "text": "results indicate that rs1259293 is associated with an increased risk and unfavorable postoperative prognosis of renal cell carcinoma, possibly by down-regulating FSTL1 expression in renal tissues."}, {"pubmed": 27498552, "text": "this study shows that 1) the expression of follistatin-like protein 1 is upregulated in rheumatoid arthritis patients; 2) miR-27a inhibits cell migration of rheumatoid arthritis synoviocytes by targeting follistatin-like protein 1 and restraining the TLR4/NFkappaB pathway"}, {"pubmed": 27569284, "text": "FSTL1 displays anti-inflammatory effects against oxidized low-density lipoprotein-induced pro-inflammatory cytokine production via a mechanism that involves the TLR4/MyD88/NF-kappaB and MAPK signaling pathways."}, {"pubmed": 27859422, "text": "FSTL1 plays a critical role in immune regulation, enhancing the antigen presentation ability of dendritic cells by up-regulating NF-kappab expression and down-regulating JNK expression."}, {"pubmed": 27886258, "text": "Results showed that: 1- FSTL-1 expression is localized to the stromal compartment of the pancreas; 2- FSTL-1 expression is reduced in pancreatic cancer, and 3- FSTL-1 inhibited pancreatic cancer cell proliferation."}, {"pubmed": 27976415, "text": "FSTL1 mRNA levels increased in castration-resistant prostate cancer in association with predominantly nuclear FSTL1."}, {"pubmed": 28341862, "text": "Study suggests that follistatin like 1 plays an important role in lung fibrosis, and may serve as a novel therapeutic target for treatment of silicosis."}, {"pubmed": 28361925, "text": "In cultured human pulmonary artery smooth muscle cells, hypoxia-promoted cellular viability, DNA synthesis and migration were suppressed by exogenous FSTL1 but enhanced by small interfering RNA targeting FSTL1"}, {"pubmed": 28393245, "text": "knockdown of FSTL1 inhibited ASM cell proliferation and migration induced by PDGF-BB at least partially via inhibiting the activation of ERK and AKT. These results provide novel insight into the pathogenesis of airway remodeling in childhood asthma and FSTL1 may be a possible therapeutic strategy for the treatment of asthma."}, {"pubmed": 28473327, "text": "FSTL1 may induce epithelial mesenchymal transition and airway remodeling by activating autophagy."}, {"pubmed": 28655132, "text": "Data show that follistatin-like 1 (FSTL1) contributed to unfavorable post-surgical outcome of hepatocellular carcinoma (HCC) patients via inhibiting cell apoptosis."}, {"pubmed": 28852126, "text": "current study revealed that low FSTL1, BMP4, and Smad4 expression significantly predict poor prognosis in lung adenocarcinoma but not in squamous cell carcinoma."}, {"pubmed": 28857515, "text": "Data provide evidence that FSTL1 modestly affects the proliferation of breast cancer cells and vascular endothelial cells. These findings improve the understanding of the functions of FSTL1 in breast cancer development and angiogenesis."}, {"pubmed": 28883005, "text": "Results indicate the significance of follistatin-like protein 1 (FSTL1) in driving oncogenesis and metastasis in esophageal squamous cell carcinoma (ESCC) by coordinating NF-kappa B (NFkappaB) and bone morphogenetic proteins (BMP) pathway control."}, {"pubmed": 28901425, "text": "Fstl1serves an important role in liver fibrosis and target deletion of Fstl1 attenuated HSCs activation through suppressing TGFbeta1/Smad3 signaling pathway."}, {"pubmed": 29048681, "text": "Smad3 knockdown could restore the inhibition of cell proliferation induced by FSTL1 overexpression in MDAMB231FSTL1 cells, indicating that the antiproliferative effect of FSTL1 overexpression may be associated with Smad3 involved TGFbeta signaling pathway regulation. This study identified FSTL1 as an inhibitor of cell proliferation in MDAMB231 and 231BR cell lines"}, {"pubmed": 29115636, "text": "Study found that FSTL1 was downregulated in non-small cell lung cancer (NSCLC) cells. FSTL1 overexpression suppressed tumor cell proliferation, altered cell cycle and induced apoptosis in addition to inhibiting cell survival, migration and invasion. Altogether, results revealed the critical tumor-suppression function of FSTL1 in NSCLC progression, suggesting it as an important factor in NSCLC progression."}, {"pubmed": 29135371, "text": "Dendritic cell-mediated immunity was activated by FSTL1."}, {"pubmed": 29212066, "text": "Fstl1 inhibited Smad1/5/8 phosphorylation by blocking the association between bone morphogenetic protein 4 and Bone Morphogenetic Protein Receptors, Type II via competitive binding to bone morphogenetic protein 4."}, {"pubmed": 29357946, "text": "FSTL1 plays a tumor suppression role possibly via repressing the NF-kB and HIF-2a signaling pathways. To increase FSTL1 expression might be a candidate therapeutic strategy for metastatic clear-cell renal cell carcinoma."}, {"pubmed": 29844309, "text": "VIM is an interactive protein of FSTL1."}, {"pubmed": 29932210, "text": "Targeting FSTL1 may provide a promising pharmacological drug therapy to ameliorate rheumatoid arthritis symptoms and perhaps reverse disease progression"}, {"pubmed": 30110636, "text": "Expression of DIP2A (the receptor of FSTL1) in tumor cells is critical for FSTL1-induced neoplastic immune resistance; FSTL1/DIP2A co-positivity in non-small-cell lung tumor (NSCLC) tissues correlates with poor prognosis in NSCLC patients."}, {"pubmed": 30171878, "text": "Fstl1 plays an important role in lung fibrosis."}, {"pubmed": 30336071, "text": "Findings indicate that there is an miR-137/FSTL1/integrin beta3/Wnt/beta-catenin signaling axis in breast cancer cells that regulates stemness and chemoresistance."}, {"pubmed": 30542120, "text": "An important role of Fstl1 in the regulation of temozolomide resistance by modulation of DIP2A/MGMT signaling."}, {"pubmed": 30595761, "text": "The FSTL1 decrease observed in extremely obese subjects is a result of adipogenesis reduction accompanied by a senescence of preadipocytes which otherwise willingly express FSTL1, increased adipocyte apoptosis, and epigenetic FSTL1 silencing."}, {"pubmed": 30722102, "text": "Variant rs2272515 was found to significantly correlate (p < 0.05) with kyphoscoliosis."}, {"pubmed": 30745500, "text": "Plasma FSTL1 may be a useful biomarker for the risk of metabolically unhealthy state and cardiovascular diseases."}, {"pubmed": 30864520, "text": "The Follistatin-like 1 (FSTL1), a secreted glycoprotein, has been shown to participate in regulating developmental processes and to be involved in states of disease and injury."}, {"pubmed": 31006040, "text": "Against LuzP6 and commercial antibodies against ApoC1, C12orf75 and OCC-1 and analyzed."}, {"pubmed": 31011927, "text": "FSTL1 was involved in the degeneration progression of the ONFH (Osteonecrosis of the femoral head)"}, {"pubmed": 31034503, "text": "High plasma FSTL1 may be a predictor of cardiovascular events in patients who underwent elective percutaneous coronary intervention with drug-eluting stents."}, {"pubmed": 31232102, "text": "Effects of acute sprint interval exercise on follistatin-like 1 and apelin secretions."}, {"pubmed": 31351024, "text": "The Fstl1-FK forms a stable dimer in both solution and crystal, which suggest that this protein may function as a dimer during its interaction with TGF-beta, a molecule known to form dimer during activation process."}, {"pubmed": 31578589, "text": "these results demonstrated that FSTL1 knockdown may promote cell apoptosis via the STAT6 signaling pathway; therefore, FSTL1 may be considered a novel diagnostic and therapeutic target for gastric cancer"}, {"pubmed": 31653686, "text": "Reduced levels of FSTL1 were detected in various tumors and were associated with poor clinical outcome in patients with non-small cell lung cancer. FSTL1 expression negatively correlated with the metastatic potential of lung cancer cells. FSTL1 directly bound to the proform of SPP1/osteopontin, restraining proteolytic activation of SPP1, which led to inactivation of integrin/CD44-associated signaling."}, {"pubmed": 31834999, "text": "Within the COPDGene cohort, several SNPs in the FSTL1 region corresponded to chronic obstructive pulmonary disease and lung function."}, {"pubmed": 31927008, "text": "FSTL1 promoted sodium nitroprusside-induced chondrocytes apoptosis by activating the SAPK/JNK/Caspase3 signal pathway"}, {"pubmed": 32017077, "text": "Follistatin-like 1: A dual regulator that promotes cardiomyocyte proliferation and fibrosis."}, {"pubmed": 32188476, "text": "Circular RNA hsa_circ_0004812 impairs IFN-induced immune response by sponging miR-1287-5p to regulate FSTL1 in chronic hepatitis B."}, {"pubmed": 32298609, "text": "MiR-524-5p Suppresses Migration, Invasion, and EMT Progression in Breast Cancer Cells Through Targeting FSTL1."}, {"pubmed": 32412800, "text": "Effects of acute endurance exercise on follistatin-like 1 and apelin in the circulation and metabolic organs in rats."}, {"pubmed": 32470377, "text": "Persistent Myocardial Production of Follistatin-like 1 Is Associated With Left Ventricular Adverse Remodeling in Patients With Myocardial Infarction: Myocardial production of FSTL1 in AMI patients."}, {"pubmed": 33292276, "text": "Follistatin-like 1 (FSTL1) is a prognostic biomarker and correlated with immune cell infiltration in gastric cancer."}, {"pubmed": 33509151, "text": "FSTL1 aggravates cigarette smoke-induced airway inflammation and airway remodeling by regulating autophagy."}, {"pubmed": 33714952, "text": "Follistatin-like protein 1 functions as a potential target of gene therapy in proliferative diabetic retinopathy."}, {"pubmed": 33825599, "text": "The lncRNA PVT1/miR-590-5p/FSTL1 axis modulates the proliferation and migration of airway smooth muscle cells in asthma."}, {"pubmed": 34018995, "text": "Association between follistatin-related protein 1 and the functional status of patients with anti-neutrophil cytoplasmic antibody-associated vasculitis."}, {"pubmed": 34076707, "text": "FSTL1 aggravates OVA-induced inflammatory responses by activating the NLRP3/IL-1beta signaling pathway in mice and macrophages."}, {"pubmed": 34190406, "text": "TNF-alpha induces up-regulation of MicroRNA-27a via the P38 signalling pathway, which inhibits intervertebral disc degeneration by targeting FSTL1."}, {"pubmed": 34233581, "text": "Specific FSTL1 polymorphism may determine the risk of cardiomyopathy in patients with acromegaly."}, {"pubmed": 34334268, "text": "Prognostic impact of transcardiac gradient of follistatin-like 1 reflecting hemodynamics in patients with dilated cardiomyopathy."}, {"pubmed": 34425528, "text": "Endothelial cells exposed to atheroprotective flow secrete follistatin-like 1 protein which reduces transcytosis and inflammation."}, {"pubmed": 34551961, "text": "FSTL1 Secreted by Activated Fibroblasts Promotes Hepatocellular Carcinoma Metastasis and Stemness."}, {"pubmed": 34813964, "text": "Ups and downs: The PPARgamma/p-PPARgamma seesaw of follistatin-like 1 and integrin receptor signaling in adipogenesis."}, {"pubmed": 34866594, "text": "Follistatin-like I promotes endometriosis by increasing proinflammatory factors and promoting angiogenesis."}, {"pubmed": 34990821, "text": "Follistatin-related protein 1 interacting partner of Syndecan-1 promotes an aggressive phenotype on Oral Squamous cell carcinoma (OSCC) models."}, {"pubmed": 35140065, "text": "FSTL1 promotes liver fibrosis by reprogramming macrophage function through modulating the intracellular function of PKM2."}, {"pubmed": 35286969, "text": "Changes of FSTL1 and MMP-9 levels in patients with acute cerebral infarction and its relationship with hemorrhagic transformation."}, {"pubmed": 35373391, "text": "Hsa_circ_0058129 regulates papillary thyroid cancer development via miR-873-5p/follistatin-like 1 axis."}, {"pubmed": 35390783, "text": "Silencing of FSTL1 Alleviated LPS-Induced Inflammatory Damage and Oxidative Damage in Human Bronchial Epithelial Cells via BMP4/KLF4 Axis."}, {"pubmed": 35439537, "text": "Blocking FSTL1 boosts NK immunity in treatment of osteosarcoma."}, {"pubmed": 35443241, "text": "Follistatin-Like 1 and Family with Sequence Similarity to 19 Member A5 Levels Are Decreased in Obese Children and Associated with Glucose Metabolism."}, {"pubmed": 35525270, "text": "Follistatin-like 1 (FSTL1) interacts with Wnt ligands and Frizzled receptors to enhance Wnt/beta-catenin signaling in obstructed kidneys in vivo."}, {"pubmed": 35867287, "text": "Follistatin-like 1 and its paralogs in heart development and cardiovascular disease."}, {"pubmed": 35933079, "text": "CircPTTG1IP knockdown suppresses rheumatoid arthritis progression by targeting miR-431-5p/FSTL1 axis."}, {"pubmed": 35964260, "text": "Odd-skipped related 1 plays a tumor suppressor role in ovarian cancer via promoting follistatin-like protein 1 transcription."}, {"pubmed": 36299623, "text": "FOXO1 inhibits FSL-1 regulation of integrin beta6 by blocking STAT3 binding to the integrin beta6 gene promoter."}, {"pubmed": 36533576, "text": "Role of follistatin-like protein 1 in liver diseases."}, {"pubmed": 37888756, "text": "Analysis of the expression and mechanism of follistatin-like protein 1 in cervical cancer."}, {"pubmed": 38018497, "text": "Follistatin-like 1 is a myokine regulating lipid mobilization during endurance exercise and recovery."}, {"pubmed": 38346455, "text": "FSTL1: A double-edged sword in cancer development."}, {"pubmed": 38605354, "text": "THOC7-AS1/OCT1/FSTL1 axis promotes EMT and serves as a therapeutic target in cutaneous squamous cell carcinoma."}], "genomic_pos": {"chr": "3", "end": 120451016, "ensemblgene": "ENSG00000163430", "start": 120392293, "strand": -1}, "genomic_pos_hg19": {"chr": "3", "end": 120170100, "start": 120111140, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030510", "qualifier": "involved_in", "term": "regulation of BMP signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043542", "qualifier": "involved_in", "term": "endothelial cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045446", "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061484", "qualifier": "involved_in", "term": "hematopoietic stem cell homeostasis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "is_active_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19060904, 20860622, 22265692, 25416956, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008201", "qualifier": "enables", "term": "heparin binding"}]}, "homologene": {"genes": [[7955, 324309], [7955, 325423], [8364, 734081], [9031, 395349], [9598, 745040], [9606, 11167], [9615, 608384], [9913, 534482], [10090, 14314], [10116, 79210]], "id": 5144}, "interpro": [{"desc": "EF-hand domain", "id": "IPR002048", "short_desc": "EF_hand_dom"}, {"desc": "Kazal domain", "id": "IPR002350", "short_desc": "Kazal_dom"}, {"desc": "Follistatin-like, N-terminal", "id": "IPR003645", "short_desc": "Fol_N"}, {"desc": "EF-hand domain pair", "id": "IPR011992", "short_desc": "EF-hand-dom_pair"}, {"desc": "Follistatin/Osteonectin EGF domain", "id": "IPR015369", "short_desc": "Follistatin/Osteonectin_EGF"}, {"desc": "Kazal domain superfamily", "id": "IPR036058", "short_desc": "Kazal_dom_sf"}], "ipi": ["IPI00029723", "IPI00944946", "IPI01015631"], "map_location": "3q13.33", "name": "follistatin like 1", "other_names": ["follistatin-like protein 1", "follistatin-related protein 1"], "pantherdb": {"HGNC": "3972", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102793", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 10090, "uniprot_kb": "Q62356"}, {"RGD": "68955", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 10116, "uniprot_kb": "Q62632"}, {"Ensembl": "ENSGALG00000014970", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 9031, "uniprot_kb": "F1NM70"}, {"ZFIN": "ZDB-GENE-030131-4148", "ortholog_type": "O", "panther_family": "PTHR10913", "taxid": 7955, "uniprot_kb": "F1Q6U6"}, {"ZFIN": "ZDB-GENE-030131-3029", "ortholog_type": "LDO", "panther_family": "PTHR10913", "taxid": 7955, "uniprot_kb": "Q2PMI2"}], "uniprot_kb": "Q12841"}, "pathway": {"humancyc": {"id": "PWY66-11", "name": "BMP Signalling Pathway"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}]}, "pfam": ["PF07648", "PF09289"], "pharmgkb": "PA28389", "pharos": {"target_id": 3836, "tdl": "Tbio"}, "pir": "S51362", "prosite": ["PS50222", "PS51465"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326787", "relationship": "is"}, {"id": "GNF326788", "relationship": "is"}, {"id": "GNF326789", "relationship": "is"}, {"id": "GNF326790", "relationship": "is"}, {"id": "GNF326791", "relationship": "is"}, {"id": "GNF326792", "relationship": "is"}, {"id": "GNF326793", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169790", "relationship": "is"}, {"id": "GNF180696", "relationship": "is"}, {"id": "GNF191602", "relationship": "is"}, {"id": "GNF202508", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158669", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031963", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005516", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285529", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330806", "relationship": "is"}, {"id": "GNF330871", "relationship": "is"}, {"id": "GNF332587", "relationship": "is"}, {"id": "GNF334026", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337209", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102055", "relationship": "is"}, {"id": "GNF141710", "relationship": "is"}], "Qiagen_mouse_QMIHSINHIBv1": {"id": "GNF294849", "relationship": "is"}, "Qiagen_mouse_QMIHSMIMv1": {"id": "GNF293993", "relationship": "is"}}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": "NP_009016.1", "rna": "NM_007085.5", "translation": {"protein": "NP_009016.1", "rna": "NM_007085.5"}}, "reporter": {"HG-U133_Plus_2": ["208782_at", "230744_at", "240891_at"], "HG-U95Av2": "40131_at", "HG-U95B": "45201_at", "HTA-2_0": "TC03001691.hg.1", "HuEx-1_0": "2691261", "HuGene-1_1": "8089835", "HuGene-2_1": "16957884"}, "retired": 65385, "summary": "This gene encodes a protein with similarity to follistatin, an activin-binding protein. It contains an FS module, a follistatin-like sequence containing 10 conserved cysteine residues. This gene product is thought to be an autoantigen associated with rheumatoid arthritis. [provided by RefSeq, Jul 2008].", "symbol": "FSTL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414831"}, "unigene": "Hs.269512", "uniprot": {"Swiss-Prot": "Q12841", "TrEMBL": "H7C4W4"}, "wikipedia": {"url_stub": "FSTL1"}}