{"AllianceGenome": "4015", "HGNC": "4015", "MIM": "104230", "_id": "2526", "_version": 1, "accession": {"genomic": ["AF305082.1", "AP000943.5", "CH471065.1", "CP068267.2", "JC231866.1", "M65030.1", "NC_000011.10", "NC_060935.1", "S65161.1"], "protein": ["AAA63172.1", "AAA63173.1", "AAA92977.1", "AAB20349.1", "AAG42419.1", "AAI36374.1", "AAI36375.1", "CDM22275.1", "EAW66938.1", "NP_002024.1", "P22083.3"], "rna": ["AA029661.1", "AA029722.1", "AF305083.1", "BC041922.1", "BC136373.1", "BC136374.1", "BE242611.1", "BQ232971.1", "CA315021.1", "CB123990.1", "CB140063.1", "M58596.1", "M58597.1", "NM_002033.4", "R48692.1"], "translation": [{"protein": "AAA63173.1", "rna": "M58597.1"}, {"protein": "AAI36375.1", "rna": "BC136374.1"}, {"protein": "AAI36374.1", "rna": "BC136373.1"}, {"protein": "AAA63172.1", "rna": "M58596.1"}, {"protein": "NP_002024.1", "rna": "NM_002033.4"}]}, "alias": ["CD15", "ELFT", "FCT3A", "FUC-TIV", "FUTIV", "LeX", "SSEA-1"], "ec": "2.4.1.152", "ensembl": {"gene": "ENSG00000196371", "protein": "ENSP00000351602", "transcript": "ENST00000358752", "translation": [{"protein": "ENSP00000351602", "rna": "ENST00000358752"}], "type_of_gene": "protein_coding"}, "entrezgene": "2526", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.3794501255, "exp_mis": 273.02635516267, "exp_syn": 145.605319074166, "lof_z": 2.16697068175326, "mis_z": 3.76017572520186, "mu_lof": 1.2414112758e-06, "mu_mis": 3.06355770072e-05, "mu_syn": 1.63207329229e-05, "n_lof": 4.0, "n_mis": 146.0, "n_syn": 89.0, "p_li": 0.055379992152633, "p_null": 0.0189827444890943, "p_rec": 0.925637263358273, "syn_z": 2.90815763477684}, "bp": 1593, "cds_end": 94278892, "cds_start": 94277299, "n_exons": 1, "nonpsych": {"exp_lof": 10.2832888870875, "exp_mis": 247.098993861658, "exp_syn": 131.770634196548, "lof_z": 1.92430080800221, "mis_z": 4.01402459878031, "mu_lof": 1.2414112758e-06, "mu_mis": 3.06355770072e-05, "mu_syn": 1.63207329229e-05, "n_lof": 4.0, "n_mis": 122.0, "n_syn": 76.0, "p_li": 0.042009349756425, "p_null": 0.0342509294637912, "p_rec": 0.923739720779784, "syn_z": 3.0588594327386}, "nontcga": {"exp_lof": 10.4675146264074, "exp_mis": 251.1826855984, "exp_syn": 133.955300618356, "lof_z": 1.9719544057328, "mis_z": 3.77795588487631, "mu_lof": 1.2414112758e-06, "mu_mis": 3.06355770072e-05, "mu_syn": 1.63207329229e-05, "n_lof": 4.0, "n_mis": 131.0, "n_syn": 82.0, "p_li": 0.0411865378054233, "p_null": 0.0292802265745948, "p_rec": 0.929533235619982, "syn_z": 2.84231506153239}, "transcript": "ENST00000358752.2"}, "exons": [{"cdsend": 94545726, "cdsstart": 94544133, "chr": "11", "position": [[94543850, 94549898]], "strand": 1, "transcript": "NM_002033", "txend": 94549898, "txstart": 94543850}], "exons_hg19": [{"cdsend": 94278892, "cdsstart": 94277299, "chr": "11", "position": [[94277016, 94283064]], "strand": 1, "transcript": "NM_002033", "txend": 94283064, "txstart": 94277016}], "generif": [{"pubmed": 12738675, "text": "Strong activation of Ras represents a major pathway for induction of FucT-VII gene expression in T cells."}, {"pubmed": 15182935, "text": "induction of FUT (mainly FUT4), the gene expression of which is mediated by signals downstream of caspase 3, increases Le(X) and Le(Y) expression in apoptotic cells"}, {"pubmed": 15579466, "text": "human FucT-IV and -VII both contribute and cooperate in regulating L-selectin-, P-selectin-, and E-selectin-dependent rolling on PSGL-1, with FucT-VII playing a predominant role in conferring selectin binding activity to PSGL-1"}, {"pubmed": 16842926, "text": "interaction of sialyl Lewis X antigen with lectin-like receptors on NK cells induces cytotoxicity that is mediated through a tyrosine-phosphorylated 17-kDa protein"}, {"pubmed": 17409497, "text": "Granzyme treatment increased cell surface FUT4 expression."}, {"pubmed": 17556010, "text": "Fucosyltransferase IV overexpression augments Lewis Y expression to trigger neoplastic cell proliferation."}, {"pubmed": 17662271, "text": "Expression is frequenty decreased in chronic myelogenous leukemia."}, {"pubmed": 18023290, "text": "Suppressing the expression of FUT1/4 by RNAi technology reduces the synthesis of LeY and inhibits cancer growth."}, {"pubmed": 18085638, "text": "CD13 was expressed in 73% of acute myeloid leukemia patients, CD15 was expressed in 43% of patients, CD33 was expressed in 64% of patients, and CD34 was expressed in 66% of patients."}, {"pubmed": 19185848, "text": "Data show that tumors from a model of medulloblastoma, the Patched mutant mouse, are propagated not by CD133(+) cells but by cells expressing the progenitor markers Math1 and CD15/SSEA-1."}, {"pubmed": 19546439, "text": "Data show that CD45, CD11b, CD15, and CD56 were diagnostic parameters with flow cytometry."}, {"pubmed": 19572148, "text": "Findings suggest the important role of the CD11b+/CD14/CD15+/CD33+ MDSCs in mediating immunosuppression in NSCLC."}, {"pubmed": 19725119, "text": "Dynamic changes in surface expression of the identified antigens CD15, CD24, and CD29 in combination can be exploited for the experimental separation of key neural cell populations."}, {"pubmed": 20181261, "text": "CD133, CD15/SSEA-1, and CD34 do not resume tumor-initiating properties of long-term cultured malignant glio-neuronal stem cells"}, {"pubmed": 20458727, "text": "The presence of nanog, Oct-4, SSEA-1, and SSEA-4 suggests that periodontal ligament mesenchymal stem cells are less differentiated than bone marrow-derived MSCs, and that the frizzled-9/Wnt pathway is important in proliferation and differentiation."}, {"pubmed": 20506505, "text": "These studies suggest that FUT4 regulates A431 cell growth through controlling cell cycle progression via MAPK and PI3K/Akt signaling pathways."}, {"pubmed": 20605574, "text": "In endometrial tissues, knockdown of FUT4 expression reduces expression of Lewis Y antigen but not of integrin alphavbeta3."}, {"pubmed": 20965272, "text": "The biosynthesis of the selectin-ligand sialyl Lewis x in colorectal cancer tissues is regulated by fucosyltransferase VI and can be inhibited by an RNA interference-based approach."}, {"pubmed": 21337384, "text": "FUT4 inhibited cell apoptosis through decreasing the expression of apoptotic proteins and increasing the expression of anti-apoptotic protein Bcl-2"}, {"pubmed": 21457163, "text": "CD15-expressing nodular lymphocyte-predominant Hodgkin lymphoma"}, {"pubmed": 21521691, "text": "NEU4 plays an important role in control of sialyl Lewis antigen expression and its impairment in colon cancer"}, {"pubmed": 21635204, "text": "Data indicate that among MDS cases, CD15+ and CD19+ cell TLs were positively correlated, and PBL TL was was not associated with hTERT genotype."}, {"pubmed": 21857669, "text": "Data show that tumours induced by transformed fibroblasts are hierarchically organized, and the cells that act as CSCs to initiate and maintain tumour growth are marked by the stage-specific embryonic antigen SSEA-1."}, {"pubmed": 21931765, "text": "MiR-34a targeting of Notch ligand delta-like 1 impairs CD15+/CD133+ tumor-propagating cells and supports neural differentiation in medulloblastoma"}, {"pubmed": 22084431, "text": "Resting natural killer (NK) cells that have been coincubated with NK-resistant CD15-positive tumor cells lyse Raji cells and are capable of lysing a variety of NK-resistant tumor cells of different lineages."}, {"pubmed": 22145955, "text": "the expression of Lewis Y and FUT4 correlates with endometrial receptivity"}, {"pubmed": 22287018, "text": "FUT4 expression is negatively correlated with the methylation degree of a CpG island in the FUT4 promoter."}, {"pubmed": 22411914, "text": "High CD15 expression is associated with medulloblastoma."}, {"pubmed": 22691873, "text": "TNF increases the expression of alpha2,3-sialyltransferase gene ST3GAL4"}, {"pubmed": 23681114, "text": "Lewis x appeared to be a new, reliable marker that can be used to clearly distinguish invasive hydatidiform moles from choriocarcinomas."}, {"pubmed": 23799130, "text": "The expression of ST3GAL4 leads to SLe(x) antigen expression in gastric cancer cells which in turn induces an increased invasive phenotype through the activation of c-Met"}, {"pubmed": 23959823, "text": "FUT4 is a target gene for HSF1 and Sp1 that is required for cell cycle progression in breast cancer epithelial cells.HSF1 and Sp1 regulate FUT4 gene expression and cell proliferation in breast cancer cells."}, {"pubmed": 24086629, "text": "AQP9 expressing glioma cells were negative for the brain tumor stem cell marker CD15."}, {"pubmed": 24171785, "text": "MMP-2 and sLe(x) were negative prognostic markers for survival in these head and neck squamous cell carcinoma patients."}, {"pubmed": 24232099, "text": "Results suggest that FUT4-, FUT6- or FUT8-mediated MDR in human HCC is associated with the activation of the PI3K/Akt pathway and the expression of MRP1."}, {"pubmed": 24425323, "text": "The correlation of sLex overexpression in primary tumors and metastatic lymph nodes, the discrimination among the normal, adenoma, and CRC groups based on sLex expression."}, {"pubmed": 25043745, "text": "Physiologically immature placentas and pathologically immature term placentas were characterized by marked endothelial CD15-immunostaining. Significant loss of CD15-positive endothelium was associated with physiological and accelerated villous maturity."}, {"pubmed": 25121780, "text": "Titration of the monomeric DC-SIGN CRD with Le(X) monitored by 2D NMR revealed significant perturbations of DC-SIGN cross-peak positions in (1)H-(15)N heteronuclear single quantum coherence (HSQC) spectra and identified residues near the binding site."}, {"pubmed": 25149387, "text": "level of expression in the macro- and microvasculature reflects the degree of pathological placental villous immaturity"}, {"pubmed": 25608813, "text": "The lower expression of FUT4 in HaCaT cells is correlated with the methylation of CpG island in FUT4 promoter."}, {"pubmed": 25697377, "text": "Data suggest that changes in DNA methylation in trophoblasts regulate (1) cell mobility/placentation, (2) expression of claudin-4 (CLDN4) and 4-fucosyltransferase (FUT4), and (3) matrix metalloproteinase (MMP2 and MMP9) activity."}, {"pubmed": 25776515, "text": "A significant high expression of FUT4 in breast cancer tissues and serum was found compared to controls."}, {"pubmed": 25869074, "text": "This provides an automated procedure, which shortens the mentally tiring and time-consuming process of microscopic cell counting and thus makes a contribution towards the standardization of tools for diagnosing PJI."}, {"pubmed": 25896022, "text": "This study suggests that baicalin facilitates endometrial reproduction via elevating FUT4 expression through Wnt/beta-catenin signaling pathway"}, {"pubmed": 26290260, "text": "A subset of choroidal and ciliary body melanomas overexpress the CD15 antigen."}, {"pubmed": 26418972, "text": "the acquisition of a sialyl moiety by the CD15 antigen may precede the widespread dissemination in Hodgkin lymphoma."}, {"pubmed": 26427350, "text": "Ginsenoside Rg3 induces FUT4-mediated apoptosis in H. pylori CagA-treated gastric cancer cells by regulating SP1 and HSF1 expressions"}, {"pubmed": 26427914, "text": "Cancer-related CD15/FUT4 overexpression participates in cetuximab or bevacizumab mechanisms of resistance in metastatic colorectal cancer patients."}, {"pubmed": 26472821, "text": "study enhances the understanding of cancer cell-brain endothelial adhesion and confirms that CD15 plays a crucial role in adhesion"}, {"pubmed": 26636541, "text": "Data show that after FUT4 down-regulated with siRNA (shFUT4), epithelial-mesenchymal transition (EMT) was obviously inhibited."}, {"pubmed": 26701615, "text": "Our results indicate that FUT4 and miR-224-3p are crucial regulators of cancer response to chemotherapy, and may serve as therapeutic targets to reverse chemotherapy resistance in breast cancer."}, {"pubmed": 27375041, "text": "The miR-493-5p/FUT4 pathway has therapeutic potential in breast cancer."}, {"pubmed": 27442966, "text": "is a sensitive and specific marker for intraepithelial and invasive neoplasias of the bile duct"}, {"pubmed": 27550342, "text": "expression of SSEA-1 immunoreactivity in thyroid neoplasms was associated with more aggressive thyroid carcinomas"}, {"pubmed": 27840089, "text": "CA19-9-Low&Lewis (+) pancreatic cancer is a unique subtype with special biological properties."}, {"pubmed": 28423676, "text": "FUT4/LeY was critical to the TAMs-mediated EMT; this process might be associated with the up-regulation of Ezrin phosphorylation by FUT4/LeY-mediated fucosylation"}, {"pubmed": 28640257, "text": "The identified colorectal cancer-restricted miR-26a and miR-26b might be implicated in cancer progression via their target gene FUT4."}, {"pubmed": 28681122, "text": "Low FUT4 expression is associated with Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 28718379, "text": "We observed an upregulation of the transcription factors OCT4 and SOX2 in leukemic cells as compared to normal cells. Conversely, SSEA1 protein was downregulated in leukemic cells. The expression of OCT4, SOX2, and SSEA3 was higher in CD34(+)CD38(-) than in CD34(+)CD38(+) subsets in leukemic cells."}, {"pubmed": 28914881, "text": "Authors demonstrated that miR-200c targeted and inhibited FUT4 expression, leading to the dysfunction of uterine receptivity. Results also revealed that miR-200c decreased alpha1.3-fucosylation on glycoprotein CD44, which further inactivated Wnt/beta-catenin signaling pathway."}, {"pubmed": 29036563, "text": "CD15 is a significant prognostic factor in clear cell renal cell carcinoma."}, {"pubmed": 29208566, "text": "Data suggest that FUT4 is aberrantly up-regulated in chondrocytes of osteoarthritis articular cartilage; FUT4 is a direct target of MIR26A and MIR26B via NFkappaB signal transduction. (FUT4 = fucosyltransferase-4; MIR26A = microRNA 26a; MIR26B = microRNA 26b)"}, {"pubmed": 29211299, "text": "LOX-1(+) CD15(+) polymorphonuclear myeloid-derived suppressor cells were elevated in hepatocellular carcinoma patients and suppressed T cell proliferation through ROS/Arg I pathway induced by ER stress."}, {"pubmed": 29278651, "text": "these results suggest that uPA/uPAR induces FUT4 expression, and trophoblast cell invasion mediated by AP1 transcription factor (c-Fos and c-Jun)."}, {"pubmed": 29809052, "text": "Suggest that lactoferrin and CD15 may serve as specific markers to corroborate a definitive diagnosis in septic cardiomyopathy."}, {"pubmed": 30357521, "text": "Increased FUT4 expression led to reduced OS in operable LUAD. FUT4 showed significant correlation with immune response and PD-1 expression"}, {"pubmed": 30372804, "text": "MiR-125a-5p suppresses bladder cancer progression through targeting FUT4."}, {"pubmed": 30683310, "text": "FUT4 could activate alpha5beta1-mediated sequential signal transduction and accelerate adhesion and invasion between integrin alpha5beta1 in leukemia cells and fibronectin in extracellular matrix (ECM) via increasing glycosylation"}, {"pubmed": 30738439, "text": "functional Ikaros negatively correlated with FUT4 expression"}, {"pubmed": 30941952, "text": "Decreased expressions of FUT4 is associated with breast cancer."}, {"pubmed": 30987116, "text": "SSEA-1 can be an excellent marker for human naive stem cells."}, {"pubmed": 31097000, "text": "These data indicated that miR-29b/Sp1/FUT4 axis promoted the malignant behaviors of LSCs by regulating fucosylated CD44 via Wnt/beta-catenin pathway. Identifying LSCs surface markers and targeting LSCs were important for the development of potential therapies in AML."}, {"pubmed": 31104223, "text": "High FUT4 expression and CD15 are associated with lung and brain metastasis."}, {"pubmed": 31831855, "text": "MyoD1 suppresses cell migration and invasion by inhibiting FUT4 transcription in human gastric cancer cells."}, {"pubmed": 31839366, "text": "Long noncoding RNA GAS6-AS2 sponges microRNA-493, thereby enhancing the malignant characteristics of breast cancer cells via upregulation of FUT4."}, {"pubmed": 31961483, "text": "Role of fucosyltransferase IV in the migration and invasion of human melanoma cells."}, {"pubmed": 32209115, "text": "Exosomal MALAT1 sponges miR-26a/26b to promote the invasion and metastasis of colorectal cancer via FUT4 enhanced fucosylation and PI3K/Akt pathway."}, {"pubmed": 32342276, "text": "SMYD2 facilitates cancer cell malignancy and xenograft tumor development through ERBB2-mediated FUT4 expression in colon cancer."}, {"pubmed": 32472195, "text": "Expression of the cancer stem cell marker SSEA1 is associated with poor survival in metastatic high-grade serous carcinoma."}, {"pubmed": 32629386, "text": "Fucosyltransferase 4 shapes oncogenic glycoproteome to drive metastasis of lung adenocarcinoma."}, {"pubmed": 33441404, "text": "Specific Norovirus Interaction with Lewis x and Lewis a on Human Intestinal Inflammatory Mucosa during Refractory Inflammatory Bowel Disease."}, {"pubmed": 33545630, "text": "CD15 immunostaining improves placental diagnosis of fetal hypoxia."}, {"pubmed": 34969756, "text": "CD15(+) Bone Marrow-derived Cells Are Regulators of Immune Response in ARG1-producing Colorectal Cancer Cells."}, {"pubmed": 36932748, "text": "X-ray inhibits FUT4-mediated proliferation in A549 cells by downregulating SP1 expression."}, {"pubmed": 37074623, "text": "ST3GalIV drives SLeX biosynthesis in gastrointestinal cancer cells and associates with cancer cell motility."}, {"pubmed": 37963432, "text": "CD15 Is a Risk Predictor and a Novel Target in Clear Cell Renal Cell Carcinoma."}, {"pubmed": 38343056, "text": "Silencing FUT4 Inhibits the Progression of Osteosarcoma through Activation of FOXO1."}], "genomic_pos": {"chr": "11", "end": 94549895, "ensemblgene": "ENSG00000196371", "start": 94543921, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 94283063, "start": 94277017, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0005975", "pubmed": 1716630, "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006486", "qualifier": "involved_in", "term": "protein glycosylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006486", "pubmed": 11698403, "qualifier": "involved_in", "term": "protein glycosylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009311", "pubmed": 1740457, "qualifier": "involved_in", "term": "oligosaccharide metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009312", "qualifier": "involved_in", "term": "oligosaccharide biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036065", "qualifier": "involved_in", "term": "fucosylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042355", "pubmed": 11698403, "qualifier": "involved_in", "term": "L-fucose catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097022", "qualifier": "involved_in", "term": "lymphocyte migration into lymph node"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902624", "qualifier": "involved_in", "term": "positive regulation of neutrophil migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903037", "pubmed": 23192350, "qualifier": "involved_in", "term": "regulation of leukocyte cell-cell adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903238", "qualifier": "involved_in", "term": "positive regulation of leukocyte tethering or rolling"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005794", "pubmed": 11698403, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005802", "pubmed": 23192350, "qualifier": "located_in", "term": "trans-Golgi network"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 1716630, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032580", "qualifier": "located_in", "term": "Golgi cisterna membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0071944", "qualifier": "located_in", "term": "cell periphery"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0008417", "pubmed": 1716630, "qualifier": "enables", "term": "fucosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0017083", "pubmed": [1740457, 11278338], "qualifier": "enables", "term": "4-galactosyl-N-acetylglucosaminide 3-alpha-L-fucosyltransferase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0017083", "pubmed": 23192350, "qualifier": "enables", "term": "4-galactosyl-N-acetylglucosaminide 3-alpha-L-fucosyltransferase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0046920", "qualifier": "enables", "term": "alpha-(1->3)-fucosyltransferase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0046920", "pubmed": 11698403, "qualifier": "enables", "term": "alpha-(1->3)-fucosyltransferase activity"}]}, "homologene": {"genes": [[8364, 447974], [9031, 428092], [9544, 698078], [9598, 449507], [9606, 2526], [9615, 100682680], [9913, 282854], [10090, 14345], [10116, 60670]], "id": 1538}, "interpro": [{"desc": "Glycosyl transferase family 10", "id": "IPR001503", "short_desc": "Glyco_trans_10"}, {"desc": "Fucosyltransferase, N-terminal", "id": "IPR031481", "short_desc": "Glyco_tran_10_N"}, {"desc": "GT10-like, C-terminal domain superfamily", "id": "IPR038577", "short_desc": "GT10-like_C_sf"}], "ipi": "IPI00219011", "map_location": "11q21", "name": "fucosyltransferase 4", "other_names": ["4-galactosyl-N-acetylglucosaminide 3-alpha-L-fucosyltransferase", "ELAM ligand fucosyltransferase", "ELAM-1 ligand fucosyltransferase", "Lewis X", "alpha (1,3) fucosyltransferase, myeloid-specific", "alpha-(1,3)-fucosyltransferase 4", "fucT-IV", "fucosyltransferase IV", "galactoside 3-L-fucosyltransferase", "stage-specific embryonic antigen 1"], "pantherdb": {"HGNC": "4015", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95594", "ortholog_type": "LDO", "panther_family": "PTHR11929", "taxid": 10090, "uniprot_kb": "Q11127"}, {"RGD": "619954", "ortholog_type": "LDO", "panther_family": "PTHR11929", "taxid": 10116, "uniprot_kb": "Q62994"}, {"Ensembl": "ENSGALG00000022718", "ortholog_type": "LDO", "panther_family": "PTHR11929", "taxid": 9031, "uniprot_kb": "F1P536"}, {"FlyBase": "FBgn0036485", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 7227, "uniprot_kb": "Q9VUL9"}, {"WormBase": "WBGene00001505", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "G5EDR5"}, {"WormBase": "WBGene00043986", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "G5EE06"}, {"WormBase": "WBGene00001507", "ortholog_type": "LDO", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "G5EEL7"}, {"WormBase": "WBGene00020222", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "G5EEE1"}, {"WormBase": "WBGene00018754", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "Q9TXT7"}, {"WormBase": "WBGene00194870", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "D1MN84"}, {"WormBase": "WBGene00017343", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 6239, "uniprot_kb": "Q19309"}, {"FlyBase": "FBgn0035217", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 7227, "uniprot_kb": "Q9W0F6"}, {"FlyBase": "FBgn0044872", "ortholog_type": "LDO", "panther_family": "PTHR11929", "taxid": 7227, "uniprot_kb": "P83088"}, {"dictyBase": "DDB_G0286889", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54L56"}, {"dictyBase": "DDB_G0268190", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q55FA8"}, {"dictyBase": "DDB_G0284503", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54PK0"}, {"dictyBase": "DDB_G0284467", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54PH9"}, {"dictyBase": "DDB_G0274297", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q86J24"}, {"dictyBase": "DDB_G0284551", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54PK3"}, {"dictyBase": "DDB_G0284775", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54P60"}, {"dictyBase": "DDB_G0284505", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54PJ9"}, {"dictyBase": "DDB_G0283287", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 352472, "uniprot_kb": "Q54RA6"}, {"TAIR": "2016054", "ortholog_type": "O", "panther_family": "PTHR11929", "taxid": 3702, "uniprot_kb": "Q9C8W3"}], "uniprot_kb": "P22083"}, "pathway": {"kegg": [{"id": "hsa00515", "name": "Mannose type O-glycan biosynthesis - Homo sapiens (human)"}, {"id": "hsa00601", "name": "Glycosphingolipid biosynthesis - lacto and neolacto series - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}, {"id": "R-HSA-9033658", "name": "Blood group systems biosynthesis"}, {"id": "R-HSA-9037629", "name": "Lewis blood group biosynthesis"}]}, "pfam": ["PF00852", "PF17039"], "pharmgkb": "PA28431", "pharos": {"target_id": 8730, "tdl": "Tbio"}, "pir": "B36340", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167689", "relationship": "is"}, {"id": "GNF178595", "relationship": "is"}, {"id": "GNF189501", "relationship": "is"}, {"id": "GNF200407", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102879", "relationship": "is"}, {"id": "GNF142533", "relationship": "is"}, {"id": "GNF150101", "relationship": "is"}, {"id": "GNF152264", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": "NP_002024.1", "rna": "NM_002033.4", "translation": {"protein": "NP_002024.1", "rna": "NM_002033.4"}}, "reporter": {"HG-U133_Plus_2": ["209892_at", "209893_s_at"], "HG-U95Av2": "39210_at", "HG-U95B": "48431_at", "HTA-2_0": ["TC11000921.hg.1", "TC11003296.hg.1"], "HuEx-1_0": "3345142", "HuGene-1_1": "7943236", "HuGene-2_1": "16730245"}, "summary": "The product of this gene transfers fucose to N-acetyllactosamine polysaccharides to generate fucosylated carbohydrate structures. It catalyzes the synthesis of the non-sialylated antigen, Lewis x (CD15). [provided by RefSeq, Jan 2009].", "symbol": "FUT4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414865"}, "unigene": ["Hs.572064", "Hs.390420", "Hs.623098"], "uniprot": {"Swiss-Prot": "P22083"}}