{"AllianceGenome": "3951", "HGNC": "3951", "MIM": "606829", "_id": "2395", "_version": 2, "accession": {"genomic": ["AF028240.1", "AF106693.1", "AH003505.2", "AH014091.2", "AH014092.2", "AH014093.2", "AH014094.2", "AH014095.2", "AL162730.26", "AY599001.1", "AY599006.1", "CH471089.1", "CP068269.2", "NC_000009.12", "NC_060933.1", "NG_008845.2", "U93172.1", "U93173.1", "U93174.1", "U93175.1", "Y13751.1"], "protein": ["AAA98508.1", "AAA98509.1", "AAA98510.1", "AAB84047.1", "AAD00734.1", "AAD00735.1", "AAD00736.1", "AAD49778.1", "AAH23633.1", "AAH48097.1", "ALQ33537.1", "ALQ33538.1", "CAA74077.1", "EAW62473.1", "EAW62474.1", "NP_000135.2", "NP_852090.1", "Q16595.2"], "rna": ["AA232366.1", "AI951739.1", "AK308620.1", "BC023633.2", "BC048097.1", "BF058880.1", "KU178079.1", "KU178080.1", "NM_000144.5", "NM_001161706.1", "NM_181425.3", "U43747.1"], "translation": [{"protein": "NP_852090.1", "rna": "NM_181425.3"}, {"protein": "ALQ33538.1", "rna": "KU178080.1"}, {"protein": "AAA98510.1", "rna": "U43747.1"}, {"protein": "AAH23633.1", "rna": "BC023633.2"}, {"protein": "ALQ33537.1", "rna": "KU178079.1"}, {"protein": "NP_000135.2", "rna": "NM_000144.5"}, {"protein": "AAH48097.1", "rna": "BC048097.1"}]}, "alias": ["CyaY", "FA", "FARR", "FRDA", "X25"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2017-12-22T17:00:00.000Z", "disease_label": "Friedreich ataxia", "gcep": "Hypertrophic Cardiomyopathy Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100339", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ec3f674b-1e71-4254-a0f9-f8909becff59-2017-12-22T170000.000Z", "sop": "SOP5"}}, "ec": "1.16.3.1", "ensembl": {"gene": "ENSG00000165060", "protein": ["ENSP00000366482", "ENSP00000379652", "ENSP00000418015", "ENSP00000419243", "ENSP00000495217"], "transcript": ["ENST00000377270", "ENST00000396366", "ENST00000484259", "ENST00000498653", "ENST00000644653"], "translation": [{"protein": "ENSP00000495217", "rna": "ENST00000644653"}, {"protein": "ENSP00000419243", "rna": "ENST00000484259"}, {"protein": "ENSP00000379652", "rna": "ENST00000396366"}, {"protein": "ENSP00000366482", "rna": "ENST00000377270"}, {"protein": "ENSP00000418015", "rna": "ENST00000498653"}], "type_of_gene": "protein_coding"}, "entrezgene": "2395", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.34960004475, "exp_mis": 50.8320428468, "exp_syn": 26.8085348681, "lof_z": 2.29113324958672, "mis_z": 0.468703380421289, "mu_lof": 4.07793183391e-07, "mu_mis": 8.44636354737e-06, "mu_syn": 3.92560078429e-06, "n_lof": 0.0, "n_mis": 44.0, "n_syn": 25.0, "p_li": 0.81775377252312, "p_null": 0.00427417487454558, "p_rec": 0.177972052602335, "syn_z": 0.216540249065632}, "bp": 633, "cds_end": 71687678, "cds_start": 71650698, "n_exons": 5, "nonpsych": {"exp_lof": 4.76211166983, "exp_mis": 45.9281125995, "exp_syn": 24.1845212674, "lof_z": 2.14314608029515, "mis_z": 0.813331274759873, "mu_lof": 4.07793183391e-07, "mu_mis": 8.44636354737e-06, "mu_syn": 3.92560078429e-06, "n_lof": 0.0, "n_mis": 35.0, "n_syn": 25.0, "p_li": 0.803512809070651, "p_null": 0.00628478372264051, "p_rec": 0.190202407206708, "syn_z": -0.104401815070801}, "nontcga": {"exp_lof": 4.91385446945, "exp_mis": 46.7577049926, "exp_syn": 24.6560781149, "lof_z": 2.18671595498019, "mis_z": 0.273782625302678, "mu_lof": 4.07793183391e-07, "mu_mis": 8.44636354737e-06, "mu_syn": 3.92560078429e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 24.0, "p_li": 0.798115560106886, "p_null": 0.0056067046566876, "p_rec": 0.196277735236426, "syn_z": 0.0836598449635711}, "transcript": "ENST00000377270.3"}, "exons": [{"cdsend": 69072762, "cdsstart": 69035782, "chr": "9", "position": [[69035751, 69035947], [69046384, 69046482], [69053139, 69053260], [69064937, 69065035], [69072611, 69079076]], "strand": 1, "transcript": "NM_000144", "txend": 69079076, "txstart": 69035751}, {"cdsend": 69072712, "cdsstart": 69035782, "chr": "9", "position": [[69035751, 69035947], [69046384, 69046482], [69053139, 69053260], [69064937, 69065043], [69072611, 69079076]], "strand": 1, "transcript": "NM_181425", "txend": 69079076, "txstart": 69035751}], "exons_hg19": [{"cdsend": 71687678, "cdsstart": 71650698, "chr": "9", "position": [[71650667, 71650863], [71661300, 71661398], [71668055, 71668176], [71679853, 71679951], [71687527, 71693992]], "strand": 1, "transcript": "NM_000144", "txend": 71693992, "txstart": 71650667}, {"cdsend": 71687628, "cdsstart": 71650698, "chr": "9", "position": [[71650667, 71650863], [71661300, 71661398], [71668055, 71668176], [71679853, 71679959], [71687527, 71693992]], "strand": 1, "transcript": "NM_181425", "txend": 71693992, "txstart": 71650667}], "generif": [{"pubmed": 11121205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11810294, "text": "trinucleotide repeat in friedreich ataxia"}, {"pubmed": 11823441, "text": "findings suggest that Friedreich ataxia results from decreased mitochondrial iron storage due to frataxin deficiency which may impair iron metabolism, promote oxidative damage and lead to progressive iron accumulation"}, {"pubmed": 11857753, "text": "Frataxin and cardiac troponin T gene mutations co-exist in a child with Friedreich ataxia and familial hypertrophic cardiomyopathy."}, {"pubmed": 11862710, "text": "association of polymorphic trinucleotide repeat (GAA)n with diabetes mellitus type 2 in the Moscow population"}, {"pubmed": 12019217, "text": "frataxin protein is concluded to have a protective role for the nucleus as well as the mitochondria"}, {"pubmed": 12140189, "text": "molecular structure and iron-binding properties"}, {"pubmed": 12354077, "text": "Expansion of GAA repeats in the intron of this gene is involved in the autosomal recessive Friedreich ataxia."}, {"pubmed": 12755598, "text": "The extended X-ray absorption fine structure (EXAFS) analysis agrees with previous electron microscopy data showing that frataxin cores are composed of very small ferrihydrite crystallites."}, {"pubmed": 12785837, "text": "Frataxin functions as an iron donor for assembly of [2Fe-2S] clusters in ISU-type proteins."}, {"pubmed": 14962663, "text": "Friedreich ataxia is caused by expansion of a GAA triplet repeat (GAA-TR) in the FRDA gene."}, {"pubmed": 15123683, "text": "analysis of frataxin-mediated iron delivery to ferrochelatase in the final step of heme biosynthesis"}, {"pubmed": 15180699, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15180699, "text": "We found one novel haplotype, ACCT, among the expanded alleles as well as among normal individuals, though at low frequency; this haplotype may be characteristic of Indian populations"}, {"pubmed": 15233994, "text": "mouse model of FRDA GAA repeat instability"}, {"pubmed": 15247478, "text": "frataxin is an iron chaperone protein that protects the aconitase [4Fe-4S]2+ cluster from disassembly and promotes enzyme reactivation"}, {"pubmed": 15304363, "text": "Transgenic mice show an altered response during hematopoietic differentiation, suggesting that frataxin may directly affect heme synthesis."}, {"pubmed": 15509595, "text": "results demonstrate (i) that frataxin is a component of the human Fe/S cluster assembly machinery and (ii) that it plays a role in the maturation of both mitochondrial and cytosolic Fe/S proteins"}, {"pubmed": 15534367, "text": "The FRDA GAA repeat mutation in Friedreich ataxia is destabilized, frequently undergoing large contractions, during DNA replication."}, {"pubmed": 15581888, "text": "frataxin is a modular protein that depends on self-assembly to accomplish its diverse functions"}, {"pubmed": 15641778, "text": "Analysis of stable monomeric and assembled forms of human frataxin reveals that the assembled protein has ferroxidase activity and detoxifies redox-active iron by sequestering it in a protein-protected compartment."}, {"pubmed": 15827563, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16091420, "text": "Data suggest that frataxin may be involved in the biosynthesis of iron-sulphur proteins such as IscU1 not only within the mitochondria, but also in the extramitochondrial compartment."}, {"pubmed": 16203742, "text": "Deficiency of transgenic frataxin protein in Drosophila embryos results in diminished activities of numerous heme- and iron-sulfur-containing enzymes, loss of intracellular iron homeostasis and increased susceptibility to iron toxicity"}, {"pubmed": 16263703, "text": "an increase in oxidative metabolism induced by mitochondrial frataxin may inhibit cancer growth in mammals"}, {"pubmed": 16608849, "text": "Human mature frataxin is distributed between two distinct subcellular compartments; both mitochondrial and extramitochondrial forms can suppress apoptosis."}, {"pubmed": 16608849, "text": "extramitochondrial frataxin can fully replace mitochondrial frataxin in promoting survival of FA cells"}, {"pubmed": 16677095, "text": "Frataxin, iron-sulfur clusters, heme and reactive oxygen species have roles in aging"}, {"pubmed": 16787388, "text": "A comparison the comformational properties of wild-type and mutant frataxins under physiological conditions and under adverse conditions are reported."}, {"pubmed": 16857735, "text": "Data suggest that DNA sequence-specific polyamides alleviate transcription inhibition associated with long GAA.TTC repeats and reduced levels of frataxin in Friedreich's ataxia.("}, {"pubmed": 17098208, "text": "Earliest consequences of frataxin deficiency occur in ISC proteins of the cytoplasm, resulting in oxidative damage and stress and activation of the unfolded protein response which has been associated with neurological disease."}, {"pubmed": 17262846, "text": "Progressive GAA expansions of FXN protein in dorsal root ganglia of Friedreich's ataxia patients."}, {"pubmed": 17285345, "text": "N-terminus of Mitochondrial processing peptidase-processed frataxin shows a unique high-affinity iron site and that this iron center appears to mediate a self-cleavage reaction"}, {"pubmed": 17331979, "text": "Frataxin interacts with ISD11 and multiple mitochondrial chaperones."}, {"pubmed": 17468497, "text": "In living cells, the main form of mature frataxin is generated by a proteolytic cleavage between Lys80 and Ser81, yielding a 130 aa protein (frataxin 81-210)."}, {"pubmed": 17468497, "text": "analysis of frataxin and its maturation in human cells"}, {"pubmed": 17478498, "text": "Identification of a region that is important for maximal FXN gene expression and show that repeat expansion leads to changes in DNA methylation and chromatin organization in this region."}, {"pubmed": 17703324, "text": "In heterozygosity for a null allele, a strong correlation was observed between the size of GAA expansion and the age at onset, supporting the hypothesis that the residual function of frataxin in patients' cells derive exclusively from the expanded allele."}, {"pubmed": 18045775, "text": "The FXN GAA repeat expansion mutation induces comparable epigenetic changes in human and transgenic mouse brain and heart tissues."}, {"pubmed": 18045804, "text": "The effect of DNA double-strand break repair on instability of the (GAA*TTC)n sequence of the FXN gene."}, {"pubmed": 18160053, "text": "Frataxin has some roles in controlling the balance between different mitochondrial iron pools that are partially in common with those of mitochondrial ferritin."}, {"pubmed": 18379460, "text": "Friedrich's disease presents a typical mutation, an expansion of trinucleotide GAA-repeats, in the FRDA gene."}, {"pubmed": 18424449, "text": "Frataxin expression is regulated by iron; frataxin mRNA levels decrease significantly in multiple human cell lines treated with the iron chelator, desferal."}, {"pubmed": 18425540, "text": "the iron-dependent binding affinity of each frataxin derivative to the iron-sulfur cluster scaffold protein ISU is found to be similar to that of native frataxin"}, {"pubmed": 18464277, "text": "Our observations suggest that interrupted GAA repeats do not clearly impact the age of onset in FA."}, {"pubmed": 18537827, "text": "Results demonstrate a substantial decrease in the thermodynamic stability of the frataxin variants during chemical and thermal unfolding."}, {"pubmed": 18581197, "text": "Regulatory effects of recombinant human erythropoietin occur at the post-translational level."}, {"pubmed": 18597733, "text": "The intronic GAA repeat expansion in the FXN gene causes the hereditary neurodegenerative disorder Friedreich ataxia."}, {"pubmed": 18682748, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18687468, "text": "We did not find any mutations or polymorphisms, nor expansion of the intronic trinucleotide repeat of the frataxin gene in refractory anemia with ring sideroblasts"}, {"pubmed": 18697824, "text": "DNA methylation in intron 1 of the frataxin gene is related to GAA repeat length and age of onset in Friedreich ataxia."}, {"pubmed": 18725397, "text": "evidence provided that mature frataxin corresponds to m(81)-FXN, and can rescue the lethal phenotype of fibroblasts deleted for frataxin; study demonstrates that all frataxin isoforms are generated and localized within the mitochondria"}, {"pubmed": 18759347, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18768799, "text": "Although in human cells frataxin must be processed to execute its function, the same protein in the T. brucei mitochondrion is functional even in the absence of processing"}, {"pubmed": 19064571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19104905, "text": "Azelaoyl PAF significantly increases the intracellular frataxin levels by twofold in the neuroblastoma cell line SKNBE and fibroblasts from FRDA patients and Azelaoyl PAF increases frataxin protein through a transcriptional mechanism."}, {"pubmed": 19182486, "text": "identification nof a novel point mutation (c.165 + 1 G ] A) which involves the consensus GT dinucleotide in the 3'splice acceptor site of intron 1 of the frataxin gene in two compound heterozygous siblings with Friedreich ataxia"}, {"pubmed": 19259763, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19376812, "text": "The PPARG pathway is dysregulated in frataxin deficient mice and Friedreich's ataxia patients."}, {"pubmed": 19679182, "text": "frataxin deficiency triggers inflammatory changes and death of Schwann cells that is inhibitable by inflammatory and anti-apoptotic drugs."}, {"pubmed": 19772192, "text": "Molecular genetic studies revealed that all Friedreich's ataxia patients in the Paphos district of Cyprus had the most common mutation, a homozygous expansion of the GAA triplet repeat in the first intron of the frataxin gene."}, {"pubmed": 19772192, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 19843162, "text": "Data show that -terminus region is flexible and intrinsically unfolded in human frataxin."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19956589, "text": "there is a a severe depletion of CTCF in the 5'UTR of the FXN gene in FRDA, and coincident heterochromatin formation involving the +1 nucleosome via enrichment of H3K9me3 and recruitment of heterochromatin protein 1"}, {"pubmed": 20053667, "text": "The cytosolic aconitase defect and consequent IRP1 activation occurring in FRDA cells are reversed by the action of extramitochondrial frataxin."}, {"pubmed": 20461801, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20506029, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20506029, "text": "we found a high variation of frataxin protein levels among healthy Austrian people"}, {"pubmed": 20569261, "text": "Low predisposition to instability of the Friedreich ataxia gene in Cuban population"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20808827, "text": "two transcription factors, SRF and TFAP2, as well as an intronic element encompassing EGR3-like sequence, that work together to regulate expression of the FXN gene"}, {"pubmed": 20819074, "text": "Data indicate that Salmonella enterica serotype Typhimurium TA104 strains transformed with human frataxin show decreased mutation rates."}, {"pubmed": 20873749, "text": "human frataxin functions with Fe(2+) as an allosteric activator that triggers sulfur delivery and Fe-S cluster assembly"}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20889968, "text": "Normal and Friedreich ataxia cells express different isoforms of frataxin with complementary roles in iron-sulfur cluster assembly."}, {"pubmed": 21216878, "text": "Preventing the ubiquitin-proteasome-dependent degradation of frataxin, the protein defective in Friedreich's ataxia."}, {"pubmed": 21298097, "text": "interaction of frataxin with the core ISCU/NFS1/ISD11 complex most likely defines the essential function of frataxin"}, {"pubmed": 21368894, "text": "Frataxin expression is upregulated in tumor cell lines in response to hypoxic stress."}, {"pubmed": 21412413, "text": "The first explorative study on combined frataxin and mRNA levels in peripheral blood mononuclear cells from a cohort of Friedreich's ataxia patients, carriers and healthy individuals, is reported."}, {"pubmed": 21531789, "text": "Silencing of frataxin gene expression triggers p53-dependent apoptosis in human neuron-like cells."}, {"pubmed": 21550666, "text": "[review] In both cellular and animal model systems, the replacement of frataxin function seems to alleviate the symptoms of Friedrich's ataxia or even completely reverse the phenotype."}, {"pubmed": 21570254, "text": "the number of GAA repeats in the smaller allele of the FXN gene, whereas septal E; was not correlated with GAA repeat number. At 5 years, there was a reduction in lateral S; and E; but no change in septal TDI velocities."}, {"pubmed": 21671584, "text": "Fxn facilitates sulfur transfer from Nfs1 to Isu2."}, {"pubmed": 21745819, "text": "The data provide strong evidence that FXN deficiency in FRDA patients results from a block of transition from initiation to a productive elongation of FXN transcription due to heterochromatin-like structures formed near the hyperexpanded GAAs."}, {"pubmed": 21760943, "text": "Computational analyses were performed on the 21.3 kb region upstream of exon 1 of the human FXN gene and orthologs from other species in order to identify conserved non-coding DNA sequences with potential regulatory functions."}, {"pubmed": 21776984, "text": "Friedreich's ataxia mutants reveals determinants of frataxin binding and activation of the Fe-S assembly complex."}, {"pubmed": 21830088, "text": "Results describe novel deletion-insertion mutation in exon 3 of frataxin in siblings with severe Friedreich ataxia."}, {"pubmed": 21863062, "text": "dual, pro-proliferative but chemosensitizing role in astrocytic tumors"}, {"pubmed": 22095894, "text": "frataxin is involved in various processes related to iron homeostasis and metabolism. [review]"}, {"pubmed": 22352884, "text": "role of frataxin in Fe-S assembly"}, {"pubmed": 22399236, "text": "In islets from type 2 diabetes mellitus patients FXN expression is reduced while oxidative stress is increased and insulin release in response to glucose impaired."}, {"pubmed": 22409940, "text": "Friedreich ataxia due to an exonic deletion mutation corresponds to an early onset and severe variant of frataxin Friedreich ataxia protein."}, {"pubmed": 22447512, "text": "findings show frataxin levels can be upregulated by interferon gamma in a variety of cell types, including primary cells derived from Friedreich's ataxia (FRDA) patients;results disclose new roles for IFNgamma in cellular metabolism and have direct implications for the treatment of FRDA"}, {"pubmed": 22522441, "text": "These novel findings provide compelling evidence for the link between the GAA expansion, the DNA methylation profile, FXN expression, and clinical outcome in Friedreich ataxia"}, {"pubmed": 22587705, "text": "Transcription activator-like effector proteins induce the expression of the frataxin gene"}, {"pubmed": 22691228, "text": "We describe an FRDA patient who is compound heterozygous for an expanded GAA repeat and a complete gene deletion."}, {"pubmed": 22764244, "text": "Selective reduction in microRNA (miR)-886-3p by an anti-miR leads to elevation of FXN message and protein levels without associated changes in histone marks at the FXN locus."}, {"pubmed": 22897349, "text": "Photoreactive heterotrifunctional chemical cross-linking confirmed the interaction between frataxin and ISCU in the presence of iron and validated that transient interactions can be covalently trapped with this method."}, {"pubmed": 23049850, "text": "local unfolding of the C-terminal region may be a critical step for the global unfolding of hFXN, and modulation of the CTR interactions may strongly affect hFXN physiological function"}, {"pubmed": 23082224, "text": "The protein level of isoform III decreased in Friedreich ataxia (FRDA] patient heart, while the mRNA level of isoform II decreased more in FRDA patient cerebellum compared to total FXN mRNA."}, {"pubmed": 23196337, "text": "This study described a novel deletion in exon 5a of the FXN gene in patient with Friedreich ataxia."}, {"pubmed": 23269675, "text": "frataxin point mutations have complex biochemical effects that synergistically contribute to the pathophysiology of Friedreich ataxia."}, {"pubmed": 23334592, "text": "The guanine-adenine-adenine trinucleotide repeat expansion of FXN caused Friedreich ataxia."}, {"pubmed": 23350650, "text": "The results support a mechanistic hypothesis in which frataxin deficiency decreases Nrf2 expression in vivo, causing the sensitivity to oxidative stress in target tissues the DRG and the cerebella, which contributes to the process of neurodegeneration."}, {"pubmed": 23382970, "text": "Our results suggest for the first time that post-transcriptional regulation of frataxin occurs through the 3'-UTR and involves miRNA targeting."}, {"pubmed": 23574943, "text": "and the distribution of Nrf2 in silenced neurons for frataxin gene. Decreased Nrf2 mRNA content and a defective activation after treatment with pro-oxidants have been evidenced in frataxin-silenced neurons"}, {"pubmed": 23691127, "text": "Higher frataxin levels predicted less severe neurological dysfunction and were associated with slower rates of neurological change."}, {"pubmed": 23859340, "text": "frataxin is a crucial element of one of the most essential cellular machines specialized in iron-sulfur cluster biogenesis--{REVIEW}"}, {"pubmed": 23879205, "text": "This early failure, aggravating frataxin deficiency in a specifically vulnerable human cell population, indicates a developmental component in Friedreich ataxia ."}, {"pubmed": 23909240, "text": "suggest that iron coordination to frataxin may be significant to the Fe-S cluster biosynthesis pathway in mitochondria."}, {"pubmed": 24023969, "text": "Increased DNA methylation at the FXN upstream GAA region, primarily 5 hmC rather than 5 mC, and decreased CTCF occupancy at the FXN 5' UTR are associated with FRDA disease-relevant human tissues."}, {"pubmed": 24138602, "text": "review focuses on the emerging function of frataxin in relation to the observed alterations in mitochondrial iron metabolism in Friedreich's ataxia."}, {"pubmed": 24217246, "text": "The data presented here show that the Isu1 suppressor mimics the frataxin effects on Nfs1, explaining the bypassing activity."}, {"pubmed": 24613765, "text": "Study determined the frequencies and repeat lengths for FXN trinucleotide repeat expansions in familial and sporadic amyotrophic lateral sclerosis cohorts, as well as in healthy controls"}, {"pubmed": 24737321, "text": "Deficient transcriptional initiation, and not elongation, is the major cause of FXN transcriptional deficiency in Friedreich ataxia."}, {"pubmed": 24787137, "text": "provides a direct molecular link between R-loops and the pathology of TREDs, suggesting that R-loops act as an initial trigger to promote FXN and FMR1 silencing"}, {"pubmed": 24816001, "text": "Patients with a FXN p.R165P missense mutation progress to a less disabling disease state than typical Friedreich ataxia patients"}, {"pubmed": 24819921, "text": "In Friedreich ataxia, aberrant glucose metabolism is linked to increasing age, longer GAA repeat length on the shorter allele, frataxin point mutations, and increasing Body Mass Index."}, {"pubmed": 24920569, "text": "The pathological frataxin mutation L198R yields a global destabilization of the structure."}, {"pubmed": 24971490, "text": "Fe-S assembly protein and frataxin convert substrates l-cysteine, ferrous iron, and electrons into Fe-S clusters."}, {"pubmed": 24997422, "text": "dysregulated Fe-S cluster biogenesis is a primary effect of both frataxin overexpression and deficiency as in Friedreich's ataxia."}, {"pubmed": 25104852, "text": "Reduced expression of frataxin in Friedreich's ataxia leads to elevation of COX2-mediated oxylipin synthesis stimulated by increases in transcription factors that respond to increased reactive oxygen species."}, {"pubmed": 25112975, "text": "FXN promoter silencing in FRDA is dependent on the length of the expanded GAA-TR mutation."}, {"pubmed": 25158131, "text": "The decrease of p53 function and level reduced frataxin mRNA and protein.The transcriptional activity of the human frataxin gene is enhanced by p53."}, {"pubmed": 25159818, "text": "This study provides proof of principle that an orally dosed class I HDACi can increase both FXN mRNA and acetylation of a key residue in the blood of FRDA patients."}, {"pubmed": 25554687, "text": "Findings confirm a detrimental effect of frataxin silencing, not only for astrocytes, but also for neuron-glia interactions, underlining the need to take into account the role of non-cell autonomous processes in Friedreich's ataxia."}, {"pubmed": 25814655, "text": "Expanded GAA repeats impair FXN gene expression and reposition the FXN locus to the nuclear lamina in single cells"}, {"pubmed": 25831023, "text": "We propose a model of premature termination of FXN transcription induced by pathogenic expanded GAA repeats that links R-loop structures, antisense transcription, and heterochromatin formation"}, {"pubmed": 25929520, "text": "frataxin absence is associated with overexpression of cell death-related genes, cell cycle arrest and oxidative related genes, as well as DNMT1, supporting the notion that DNA repair and epigenetic mechanisms are implicated in Friedreich's ataxia disease."}, {"pubmed": 25948553, "text": "Thus, Src inhibitors emerge as a new class of drugs able to promote frataxin accumulation, suggesting their possible use as therapeutics in Friedreich's Ataxia"}, {"pubmed": 26016518, "text": "FXN accelerates a rate-limiting sulfur transfer step in the synthesis of [2Fe-2S] clusters on the human Fe-S assembly complex."}, {"pubmed": 26035392, "text": "Engineered a cell line where the presence of an exogenous, inducible FXN gene rescues the cells from the knockout of the two endogenous FXN genes. This system allows the possibility of testing the progression of disease."}, {"pubmed": 26379101, "text": "The region of chromosome 9 carrying the FXN gene is prone to chromosomal rearrangements in both control and Friedreich ataxia patient cells."}, {"pubmed": 26393353, "text": "FXN promoter function was directly measured via metabolic labeling of newly synthesized transcripts in fibroblasts, which revealed that the YG8sR mouse was significantly deficient in transcriptional initiation compared to the Y47R mouse."}, {"pubmed": 26589002, "text": "relative FXN expression in the patients was found to be correlated with the levels of MDA and ferritin but not correlated with transferrin saturation"}, {"pubmed": 26596411, "text": "Frataxin (FXN) gene mutations lead to mitochondrial iron accumulation without total body/organ iron overload. The clinical consequences are spinocerebellar degeneration and frequent cardiomyopathy."}, {"pubmed": 26671574, "text": "Our results imply that regulation of FXN protein levels is complex and that total amounts can be modulated chemically and genetically without altering the absolute amount of mature FXN protein."}, {"pubmed": 26704351, "text": "In compound heterozygotes, expression of partially functional mutant frataxin delays age of onset and reduces diabetes mellitus, compared to those with no frataxin expression from the non-expanded allele."}, {"pubmed": 26717909, "text": "The differentially expressed FXN regulates the development of congenital heart disease (CHD) and the differential expression was under the control of miRNA-145. These results might provide new insight into the understanding of CHD pathogenesis and may facilitate further therapeutic studies."}, {"pubmed": 26856628, "text": "Results presented here shed light on the folding mechanism of frataxin, opening the possibility of mutating it to generate hyperstable variants without altering their folding kinetics."}, {"pubmed": 27350085, "text": "In this study, the authors demonstrate that frataxin regulates the expression of genes involved in interferon induced apoptosis, DNA damage and blood clotting regulation."}, {"pubmed": 27447727, "text": "By interphase, FISH we found that in comparison to the normal Frataxin sequence the replication of expanded alleles is slowed or delayed. According to molecular combing, origins never fired within the normal Frataxin allele."}, {"pubmed": 27519411, "text": "Molecular dynamics flexible fitting of protein structures docked into the EM map of the model revealed a [FXN(42-210)]24.[NFS1]24.[ISD11]24.[ISCU]24 complex, consistent with the measured 1:1:1:1 stoichiometry of its four components."}, {"pubmed": 27615158, "text": "differentiation of these induced pluripotent stem cells into neurons also results in resilencing of the FXN gene."}, {"pubmed": 28271877, "text": "The NFS1/ISD11 complex further interacts with scaffold protein ISCU and regulator protein frataxin, thereby forming a quaternary complex for Fe-S cluster formation."}, {"pubmed": 29097312, "text": "the effect of alterations in loop-1, a stretch presumably essential for FXN function, on the conformational stability and dynamics of the native state."}, {"pubmed": 29447225, "text": "Knockdown of frataxin by > 70% in human hepatoma HepG2 cells caused a 20% reduction in secreted ApoA-I"}, {"pubmed": 29794127, "text": "the levels of frataxin must be tightly regulated and fine-tuned, with any imbalance leading to oxidative stress and toxicity."}, {"pubmed": 30464193, "text": "The authors observed decreased FXN expression in each FXN Antisense Transcript - 1 (FAST-1) overexpressing cell type compared to control cells."}, {"pubmed": 30590615, "text": "Here, we present evidence that mitochondrial molecular chaperone GRP75, also known as mortalin/mthsp70/PBP74, directly interacts with frataxin both in vivo in mouse cortex and in vitro in cortical neurons."}, {"pubmed": 30596685, "text": "We investigated the effects of Friedreich ataxia (FRDA) on regional long axis function of the left and right ventricles, and also the relationship of long axis systolic (s') and early diastolic (e') peak velocities with GAA repeat number on the shorter (GAA1) and longer FXN alleles (GAA2)."}, {"pubmed": 31074541, "text": "Study of the missense variants in FXN suggests that the effect of the mutations is localized to the neighborhoods of the mutated residues without affecting the global protein fold. The variants show a decreased stability and a decreased functional activity. Defective function of frataxin may cause defects in mitochondria, leading to increased tumorigenesis."}, {"pubmed": 31101807, "text": "Study reports 3.2 A resolution cryo-electron microscopy structure of the FXN-bound active human iron-sulfur clusters biosynthesis complex. FXN binds at the interface of two NFS1 and one ISCU subunits, modifying the local environment of a bound zinc ion that would otherwise inhibit NFS1 activity in complexes without FXN."}, {"pubmed": 31343823, "text": "Low frataxin mRNA expression is associated with inflammation and oxidative stress in patients with type 2 diabetes."}, {"pubmed": 31344531, "text": "Exploring iron-binding to human frataxin and to selected Friedreich ataxia mutants by means of NMR and EPR spectroscopies."}, {"pubmed": 31395877, "text": "By binding zinc-free ISCU, iron drives persulfide uptake from NFS1 and allows persulfide reduction into sulfide by FDX2, thereby coordinating sulfide production with its availability to generate Fe-S clusters. FXN stimulates the whole process by accelerating persulfide transfer. This reconstitution recapitulates physiological conditions which provides a model for Fe-S cluster biosynthesis on the scaffold protein ISCU."}, {"pubmed": 31511419, "text": "frataxin (FXN) is functionally linked to the mobile S-transfer loop cysteine of catalytic NFS1 of the Fe-S cluster assembly complex. FXN accelerates Fe-S cluster formation by positioning a mobile loop cysteine of the assembly complex to interact with the substrate and function as an acid, nucleophile, and sulfur carrier during the reaction."}, {"pubmed": 31673878, "text": "The first biallelic missense mutation in the FXN gene in a consanguineous Turkish family with Charcot-Marie-Tooth-like phenotype."}, {"pubmed": 31848436, "text": "A new tool to determine the cellular metabolic landscape: nanotechnology to the study of Friedreich's ataxia."}, {"pubmed": 31877117, "text": "Exenatide induces frataxin expression and improves mitochondrial function in Friedreich ataxia."}, {"pubmed": 31939159, "text": "REVIEW: Frataxin Structure and Function"}, {"pubmed": 31943004, "text": "Frataxin deficiency in Friedreich's ataxia is associated with reduced levels of HAX-1, a regulator of cardiomyocyte death and survival."}, {"pubmed": 32291635, "text": "A Comprehensive Transcriptome Analysis Identifies FXN and BDNF as Novel Targets of miRNAs in Friedreich's Ataxia Patients."}, {"pubmed": 32638185, "text": "Compound heterozygosity for an expanded (GAA) and a (GAAGGA) repeat at FXN locus: from a diagnostic pitfall to potential clues to the pathogenesis of Friedreich ataxia."}, {"pubmed": 32744307, "text": "A Drosophila model of Friedreich ataxia with CRISPR/Cas9 insertion of GAA repeats in the frataxin gene reveals in vivo protection by N-acetyl cysteine."}, {"pubmed": 32826895, "text": "Frataxin gene editing rescues Friedreich's ataxia pathology in dorsal root ganglia organoid-derived sensory neurons."}, {"pubmed": 33126466, "text": "An Overview of the Ferroptosis Hallmarks in Friedreich's Ataxia."}, {"pubmed": 33158039, "text": "Effect of Mitochondrial and Cytosolic FXN Isoform Expression on Mitochondrial Dynamics and Metabolism."}, {"pubmed": 33629768, "text": "The displacement of frataxin from the mitochondrial cristae correlates with abnormal respiratory supercomplexes formation and bioenergetic defects in cells of Friedreich ataxia patients."}, {"pubmed": 33675183, "text": "Mitochondrial iron and calcium homeostasis in Friedreich ataxia."}, {"pubmed": 33905372, "text": "Frataxin deficiency promotes endothelial senescence in pulmonary hypertension."}, {"pubmed": 34199378, "text": "Molecular Details of the Frataxin-Scaffold Interaction during Mitochondrial Fe-S Cluster Assembly."}, {"pubmed": 34214898, "text": "Generation of transgene-free iPSC lines from three patients with Friedreich's ataxia (FRDA) carrying GAA triplet expansions in the first intron of FXN gene."}, {"pubmed": 36369844, "text": "Frataxin deficiency alters gene expression in Friedreich ataxia derived IPSC-neurons and cardiomyocytes."}, {"pubmed": 36511872, "text": "G-rich motifs within phosphorothioate-based antisense oligonucleotides (ASOs) drive activation of FXN expression through indirect effects."}, {"pubmed": 36550598, "text": "Astrocytic mitochondrial frataxin-A promising target for ischemic brain injury."}, {"pubmed": 36635061, "text": "FXN gene methylation determines carrier status in Friedreich ataxia."}, {"pubmed": 38062036, "text": "Human frataxin, the Friedreich ataxia deficient protein, interacts with mitochondrial respiratory chain."}, {"pubmed": 38266318, "text": "Protective effect of FXN overexpression on ferroptosis in L-Glu-induced SH-SY5Y cells."}, {"pubmed": 38396238, "text": "Phenotypic variation of FXN compound heterozygotes in a Friedreich ataxia cohort."}, {"pubmed": 38552947, "text": "The Mechanism of Folding of Human Frataxin in Comparison to the Yeast Homologue - Broad Energy Barriers and the General Properties of the Transition State."}, {"pubmed": 38891993, "text": "An In Silico Analysis of Genetic Variants and Structural Modeling of the Human Frataxin Protein in Friedreich's Ataxia."}, {"pubmed": 38920668, "text": "The Regulation of the Disease-Causing Gene FXN."}, {"pubmed": 39023059, "text": "Frataxin Loss Promotes Angiotensin II-Induced Endothelial-to-Mesenchymal Transition."}], "genomic_pos": {"chr": "9", "end": 69079076, "ensemblgene": "ENSG00000165060", "start": 69035751, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 71715094, "start": 71650175, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006119", "qualifier": "involved_in", "term": "oxidative phosphorylation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006783", "pubmed": 15123683, "qualifier": "involved_in", "term": "heme biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006826", "qualifier": "involved_in", "term": "iron ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006879", "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006879", "pubmed": 18160053, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007005", "qualifier": "involved_in", "term": "mitochondrion organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007628", "qualifier": "involved_in", "term": "adult walking behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 18160053, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009792", "qualifier": "involved_in", "term": "embryo development ending in birth or egg hatching"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010039", "pubmed": 18424449, "qualifier": "involved_in", "term": "response to iron ion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010722", "pubmed": 15123683, "qualifier": "involved_in", "term": "regulation of ferrochelatase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016226", "pubmed": 29491838, "qualifier": "involved_in", "term": "iron-sulfur cluster assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0016226", "pubmed": 29097656, "qualifier": "involved_in", "term": "iron-sulfur cluster assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016540", "pubmed": 12785837, "qualifier": "involved_in", "term": "protein autoprocessing"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0018283", "qualifier": "involved_in", "term": "iron incorporation into metallo-sulfur cluster"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0018283", "pubmed": 12785837, "qualifier": "involved_in", "term": "iron incorporation into metallo-sulfur cluster"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019230", "qualifier": "involved_in", "term": "proprioception"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030307", "pubmed": 15509595, "qualifier": "involved_in", "term": "positive regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035265", "qualifier": "involved_in", "term": "organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040015", "qualifier": "involved_in", "term": "negative regulation of multicellular organism growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16608849, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043085", "pubmed": 15509595, "qualifier": "involved_in", "term": "positive regulation of catalytic activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044571", "pubmed": [24971490, 29576242], "qualifier": "involved_in", "term": "[2Fe-2S] cluster assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044572", "pubmed": 29576242, "qualifier": "acts_upstream_of", "term": "[4Fe-4S] cluster assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0044572", "qualifier": "involved_in", "term": "[4Fe-4S] cluster assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046621", "qualifier": "involved_in", "term": "negative regulation of organ growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046716", "qualifier": "involved_in", "term": "muscle cell cellular homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051349", "pubmed": 20053667, "qualifier": "involved_in", "term": "positive regulation of lyase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051349", "pubmed": 18160053, "qualifier": "involved_in", "term": "positive regulation of lyase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070301", "pubmed": 15641778, "qualifier": "involved_in", "term": "cellular response to hydrogen peroxide"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090201", "pubmed": 16608849, "qualifier": "involved_in", "term": "negative regulation of release of cytochrome c from mitochondria"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904231", "pubmed": 18160053, "qualifier": "involved_in", "term": "positive regulation of succinate dehydrogenase activity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904234", "pubmed": 18160053, "qualifier": "involved_in", "term": "positive regulation of aconitate hydratase activity"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [17468497, 21298097], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005739", "pubmed": 27519411, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005759", "pubmed": 17285345, "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 17468497, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0099128", "pubmed": [21298097, 31101807], "qualifier": "part_of", "term": "mitochondrial [2Fe-2S] assembly complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1990221", "pubmed": 29491838, "qualifier": "part_of", "term": "L-cysteine desulfurase complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:1990229", "pubmed": 29097656, "qualifier": "part_of", "term": "iron-sulfur cluster assembly complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004322", "qualifier": "enables", "term": "ferroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004322", "pubmed": 15641778, "qualifier": "enables", "term": "ferroxidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15123683, 15961414, 26702583, 31101807, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008198", "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008198", "pubmed": [12785837, 15123683, 17285345, 29576242], "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008199", "qualifier": "enables", "term": "ferric iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008199", "pubmed": [12785837, 18537827], "qualifier": "enables", "term": "ferric iron binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0034986", "qualifier": "enables", "term": "iron chaperone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0034986", "pubmed": 15123683, "qualifier": "enables", "term": "iron chaperone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051537", "qualifier": "enables", "term": "2 iron, 2 sulfur cluster binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051537", "pubmed": 12785837, "qualifier": "enables", "term": "2 iron, 2 sulfur cluster binding"}]}, "homologene": {"genes": [[3702, 828013], [4530, 4327058], [7955, 556389], [8364, 100497789], [9031, 427244], [9544, 699469], [9598, 737660], [9606, 2395], [9615, 609051], [9913, 505694], [10090, 14297], [10116, 499335]], "id": 47908}, "interpro": [{"desc": "Frataxin/CyaY", "id": "IPR002908", "short_desc": "Frataxin/CyaY"}, {"desc": "Frataxin", "id": "IPR017789", "short_desc": "Frataxin"}, {"desc": "Frataxin conserved site", "id": "IPR020895", "short_desc": "Frataxin_CS"}, {"desc": "Frataxin/CyaY superfamily", "id": "IPR036524", "short_desc": "Frataxin/CyaY_sf"}], "ipi": ["IPI00217745", "IPI00293425", "IPI00873180", "IPI00946824"], "map_location": "9q21.11", "name": "frataxin", "other_names": ["Friedreich ataxia protein", "frataxin, mitochondrial"], "pantherdb": {"HGNC": "3951", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1096879", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 10090, "uniprot_kb": "O35943"}, {"RGD": "1565754", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 10116, "uniprot_kb": "D3ZYW7"}, {"Ensembl": "ENSGALG00000015108", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 9031, "uniprot_kb": "F1P1P5"}, {"ZFIN": "ZDB-GENE-070209-286", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 7955, "uniprot_kb": "B0V2S4"}, {"WormBase": "WBGene00001486", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 6239, "uniprot_kb": "Q9TY03"}, {"FlyBase": "FBgn0030092", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 7227, "uniprot_kb": "Q9W385"}, {"SGD": "S000002278", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 4932, "uniprot_kb": "Q07540"}, {"PomBase": "SPCC1183.03c", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 4896, "uniprot_kb": "O74831"}, {"dictyBase": "DDB_G0293246", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 352472, "uniprot_kb": "Q54C45"}, {"TAIR": "2125477", "ortholog_type": "LDO", "panther_family": "PTHR16821", "taxid": 3702, "uniprot_kb": "Q9ZR07"}], "uniprot_kb": "Q16595"}, "pathway": {"kegg": {"id": "hsa00860", "name": "Porphyrin and chlorophyll metabolism - Homo sapiens (human)"}, "pid": {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1268020", "name": "Mitochondrial protein import"}, {"id": "R-HSA-1268020", "name": "Mitochondrial protein import"}, {"id": "R-HSA-1362409", "name": "Mitochondrial iron-sulfur cluster biogenesis"}, {"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-611105", "name": "Respiratory electron transport"}, {"id": "R-HSA-71403", "name": "Citric acid cycle (TCA cycle)"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9854311", "name": "Maturation of TCA enzymes and regulation of TCA cycle"}, {"id": "R-HSA-9865881", "name": "Complex III assembly"}]}, "pdb": ["1EKG", "1LY7", "3S4M", "3S5D", "3S5E", "3S5F", "3T3J", "3T3K", "3T3L", "3T3T", "3T3X", "5KZ5", "6NZU"], "pfam": "PF01491", "pharmgkb": "PA28369", "pharos": {"target_id": 15740, "tdl": "Tbio"}, "prosite": "PS50810", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325181", "relationship": "is"}, {"id": "GNF325182", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF292766", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF226624", "relationship": "is"}, {"id": "GNF228868", "relationship": "is"}, {"id": "GNF249575", "relationship": "is"}, {"id": "GNF249576", "relationship": "is"}, {"id": "GNF249577", "relationship": "is"}, {"id": "GNF249578", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF045983", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082622", "relationship": "is"}, {"id": "GNF082623", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053186", "relationship": "is"}, {"id": "GNF057956", "relationship": "is"}, {"id": "GNF073113", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069825", "relationship": "is"}, {"id": "GNF069826", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005497", "relationship": "is"}, {"id": "GNF005498", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323812", "relationship": "is"}, {"id": "GNF323813", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330802", "relationship": "is"}, {"id": "GNF333822", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334410", "relationship": "is"}, {"id": "GNF335516", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF103881", "relationship": "is"}, {"id": "GNF105453", "relationship": "is"}, {"id": "GNF143531", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_008845.2"], "protein": ["NP_000135.2", "NP_852090.1"], "rna": ["NM_000144.5", "NM_001161706.1", "NM_181425.3"], "translation": [{"protein": "NP_852090.1", "rna": "NM_181425.3"}, {"protein": "NP_000135.2", "rna": "NM_000144.5"}]}, "reporter": {"HG-U133_Plus_2": ["205565_s_at", "230234_at"], "HG-U95Av2": ["33202_f_at", "38330_at"], "HTA-2_0": "TC09000318.hg.1", "HuEx-1_0": ["3169351", "3173831"], "HuGene-1_1": "8155699", "HuGene-2_1": "17085672"}, "summary": "This nuclear gene encodes a mitochondrial protein which belongs to the FRATAXIN family. The protein functions in regulating mitochondrial iron transport and respiration. The expansion of intronic trinucleotide repeat GAA from 8-33 repeats to >90 repeats results in Friedreich ataxia. Alternative splicing results in multiple transcript variants. [provided by RefSeq, Jul 2016].", "symbol": "FXN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414812"}, "unigene": "Hs.20685", "uniprot": {"Swiss-Prot": "Q16595", "TrEMBL": ["C9JAX1", "A0A0S2Z3G4", "A0A0S2Z3Q8"]}, "wikipedia": {"url_stub": "Frataxin"}}