{"AllianceGenome": "4042", "HGNC": "4042", "MIM": "604579", "_id": "8322", "_version": 2, "accession": {"genomic": ["AB083613.1", "AP001528.4", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_011752.2"], "protein": ["AAI14528.1", "AAI14623.1", "AAR23924.1", "BAA86286.1", "BAB40811.1", "BAB89326.1", "BAF85457.1", "EAW75147.1", "NP_036325.2", "Q9ULV1.2"], "rna": ["AB032417.1", "AB054881.1", "AK025516.1", "AK025791.1", "AK292768.1", "AY462097.1", "BC025750.1", "BC114527.1", "BC114622.1", "NM_012193.4"], "translation": [{"protein": "BAB40811.1", "rna": "AB054881.1"}, {"protein": "BAF85457.1", "rna": "AK292768.1"}, {"protein": "BAA86286.1", "rna": "AB032417.1"}, {"protein": "AAI14623.1", "rna": "BC114622.1"}, {"protein": "AAI14528.1", "rna": "BC114527.1"}, {"protein": "AAR23924.1", "rna": "AY462097.1"}, {"protein": "NP_036325.2", "rna": "NM_012193.4"}]}, "alias": ["CD344", "EVR1", "FEVR", "FZD4S", "Fz-4", "Fz4", "FzE4", "GPCR", "hFz4"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2024-04-04T16:00:00.000Z", "disease_label": "exudative vitreoretinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019516", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2da74e15-54c4-405c-aa44-301f4717087d-2024-04-04T160000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000174804", "protein": "ENSP00000434034", "transcript": "ENST00000531380", "translation": [{"protein": "ENSP00000434034", "rna": "ENST00000531380"}], "type_of_gene": "protein_coding"}, "entrezgene": "8322", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.84802246815, "exp_mis": 181.078516211, "exp_syn": 80.1725147006, "lof_z": 2.77504352249075, "mis_z": 0.802513995433429, "mu_lof": 6.47470767291e-07, "mu_mis": 1.67313812402e-05, "mu_syn": 7.4889254074e-06, "n_lof": 0.0, "n_mis": 159.0, "n_syn": 82.0, "p_li": 0.920786850569231, "p_null": 0.000494205202385426, "p_rec": 0.0787189442283831, "syn_z": -0.126529483812245}, "bp": 1614, "cds_end": 86666127, "cds_start": 86662183, "n_exons": 2, "nonpsych": {"exp_lof": 7.06534599255, "exp_mis": 163.855664034, "exp_syn": 72.5259967051, "lof_z": 2.61046989399979, "mis_z": 0.742973848517733, "mu_lof": 6.47470767291e-07, "mu_mis": 1.67313812402e-05, "mu_syn": 7.4889254074e-06, "n_lof": 0.0, "n_mis": 145.0, "n_syn": 78.0, "p_li": 0.908276261461796, "p_null": 0.00087148242567798, "p_rec": 0.0908522561125261, "syn_z": -0.404689021159052}, "nontcga": {"exp_lof": 7.21648958194, "exp_mis": 166.588555937, "exp_syn": 73.7550317016, "lof_z": 2.64999013052977, "mis_z": 0.678918131404507, "mu_lof": 6.47470767291e-07, "mu_mis": 1.67313812402e-05, "mu_syn": 7.4889254074e-06, "n_lof": 0.0, "n_mis": 149.0, "n_syn": 68.0, "p_li": 0.905136548553874, "p_null": 0.000780434057432739, "p_rec": 0.0940830173886927, "syn_z": 0.424300994135357}, "transcript": "ENST00000531380.1"}, "exons": [{"cdsend": 86955085, "cdsstart": 86951141, "chr": "11", "position": [[86945678, 86952470], [86954800, 86955395]], "strand": -1, "transcript": "NM_012193", "txend": 86955395, "txstart": 86945678}], "exons_hg19": [{"cdsend": 86666127, "cdsstart": 86662183, "chr": "11", "position": [[86656720, 86663512], [86665842, 86666437]], "strand": -1, "transcript": "NM_012193", "txend": 86666437, "txstart": 86656720}], "generif": [{"pubmed": 12172548, "text": "Functions in retinal angiogenesis.  Mutations disrupts angiogenesis in vitreoretinopathy."}, {"pubmed": 14737064, "text": "High-resolution genotyping and haplotype analysis excluded FZD4 as the defective gene in a family previously linked to the EVR1 locus."}, {"pubmed": 15024691, "text": "Familial exudative vitreoretinopathy has mutations in a second gene at the EVR1 locus, low-density-lipoprotein receptor-related protein 5 (LRP5), a Wnt coreceptor"}, {"pubmed": 15223780, "text": "Eight mutations have been identified in the FZD4 gene in a cohort of 40 unrelated patients with FEVR (familial exudative vitreoretinopathy)"}, {"pubmed": 15370539, "text": "FZD4 mutations are associated with autosomal dominant familial exudative vitreoretinopathy"}, {"pubmed": 15488808, "text": "A novel missense mutation in the FZD4 gene was identified in Japanese patients with FEVR (familial exudative vitreoretinopathy)."}, {"pubmed": 15981244, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15981244, "text": "mutations in the LRP5 and/or FZD4 genes may have roles in familial exudative vitreoretinopathy"}, {"pubmed": 17093393, "text": "Mutations in FZD4 were observed in 5.6% of studied clinically diagnosed familial exudative vitreoretinopathy in Indian population.  Could play vital role in pathogenesis and provide greater insight in to genotype/phenotypic functions of FZD4 gene."}, {"pubmed": 17386109, "text": "Fz4 expression may play a critical role in responses to Wnt signaling in the tumor microenvironment."}, {"pubmed": 18156211, "text": "sFRP-1 can interact with Wnt receptors Frizzled 4 and 7 on endothelial cells to transduce downstream to cellular machineries requiring Rac-1 activity in cooperation with GSK-3beta"}, {"pubmed": 18161623, "text": "Homozygous state for the FZD4 gene is possibly involved in the severity of the familial exudative vitreoretinopathy phenotype"}, {"pubmed": 18787502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19020754, "text": "Report activation of Wnt signalling in acute myeloid leukemia by induction of Frizzled-4."}, {"pubmed": 19172507, "text": "The clinical features in the three children and their relatives with a documented FZD4 mutation support the previous reports of a high degree of intrafamilial and interfamilial variability in familial exudative vitreoretinopathy (FEVR)."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20008721, "text": "Mutations occurring in the FZD4 gene affect patients diagnosed with both autosomal-dominant familial exudative vitreoretinopathy (AdFEVR) or retinopathy of prematurity (ROP)"}, {"pubmed": 20008721, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20141357, "text": "Mutations in the FZD4 gene in this group of premature infants supports a role for the FZD4 pathway in the development of severe retinopathy of prematurity."}, {"pubmed": 20340138, "text": "Studies report 21 novel variants for FZD4, LRP5, and NDP."}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20713528, "text": "Results provide mechanistic insights to ERG oncogenesis in prostate cancer, involving activation of WNT signaling through FZD4, leading to cancer-promoting phenotypic effects, including EMT and loss of cell adhesion."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20938005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20938005, "text": "The profile of the mutations obtained in FZD4 further illustrates the complexity of familial exudative vitreoretinopathy (FEVR)and provides a better understanding of the genotype-phenotype correlations."}, {"pubmed": 21097938, "text": "FZD4 mutation screening can be a useful tool especially in mild or atypical cases of familial exudative vitreoretinopathy & Germ-line mutations in FZD4 do not appear to be a common cause of Coats disease."}, {"pubmed": 21363911, "text": "Frizzled 4 is a member of the Wnt signaling family that governs both stemness and invasiveness of glioma stem cells, and that it may be a major cause of GBM recurrence and poor prognosis."}, {"pubmed": 22057916, "text": "miR-493 is a new tumor suppressor miRNA in bladder cancer and inhibits cell motility through downregulation of RhoC and FZD4."}, {"pubmed": 22574936, "text": "Genetic analysis revealed that all affected family members of one pedigree carried an exon 2 mutation of COL2A1, and in the second pedigree, all affected members carried an FZD4 mutation."}, {"pubmed": 23077402, "text": "Five mutations have been found in the FZD4 gene in six Chinese families with familial exudative vitreoretinopathy."}, {"pubmed": 23441120, "text": "Six different nonsynonymous DNA variants are identified in the coding region of either the FZD4 gene (p.H69Y, p.R127H, and p.Y211H) or the LRP5 gene (p.R1219H, p.H1383P, and p.T1540M) in seven patients with advanced retinopathy of prematurity"}, {"pubmed": 24386373, "text": "Polymorphisms in several genes involved in the Wnt signaling pathway were associated with hepatic fibrosis or inflammation risk in HCV-infected males."}, {"pubmed": 24744206, "text": "Defective trafficking resulting in haploinsufficiency is a major cellular mechanism for several missense FEVR-causing FZD4 mutants."}, {"pubmed": 25751279, "text": "analysis of allosteric ligands of Frizzled4"}, {"pubmed": 26119001, "text": "The relatively high prevalence of the p.[P33S(;)P168S] variant in ROP (retinopathy of prematurity) and intrauterine growth restriction suggests that it also may be a marker for increased risk of developing ROP and preterm birth."}, {"pubmed": 26158506, "text": "These structural, biophysical and cellular data, map Fz4 and putative Lrp5/6 binding sites to distinct patches on Norrin, and reveal a GAG binding site spanning Norrin and Fz4 cysteine-rich domain."}, {"pubmed": 26244290, "text": "Mutations of FZD4 accounted for the largest proportion, which could be directly applied to the testing strategy to start with screening for FZD4 mutations."}, {"pubmed": 26277630, "text": "Letter: FZD4+ and FZD4- melanocytes were significantly lower in hair follicles of patients with rhododenol-induced leukoderma."}, {"pubmed": 26530129, "text": "Two were novel mutations: p.E134* and p.T503fs of FZD4 lead to the loss of FZD4 activity."}, {"pubmed": 27316669, "text": "Several novel mutations (missense, non-stop and insertion) were detected in the coding regions of FZD4, TSPAN12 and ZNF408 genes among the unrelated familial exudative vitreoretinopathy probands. The mutations in FZD4 and TSPAN12 were involved in autosomal dominant and autosomal recessive families and further validates the involvement of these gene in exudative vitreoretinopathy development."}, {"pubmed": 27458145, "text": "human FZD4 assembles-in a DVL-independent manner-with Galpha12/13 but not representatives of other heterotrimeric G protein subfamilies."}, {"pubmed": 27510711, "text": "novel role of let-7b/Fzd4 axis through wnt signaling"}, {"pubmed": 27555740, "text": "Seven novel mutations found in this study have broadened the spectrum of mutations in FZD4 known to cause familial exudative vitreoretinopathy (FEVR), providing a deeper understanding of this disease. The results show that mutations in FZD4 are associated with the phenotypes of retinal folds or ectopic macula in FEVR"}, {"pubmed": 27668459, "text": "The findings in this family support the concept that some mutated FZD4 alleles can be associated with recessive rather than dominant disease."}, {"pubmed": 28211206, "text": "Three affected individuals within a family with FEVR presented with variable disease severity. All three affected family members harboured mutation c.349T>C (p.Cys117Arg) in FZD4."}, {"pubmed": 28245136, "text": "FZD4 down-regulation leads to loss of WNT/beta-catenin signal activity and subsequently to reduced alveolar epithelial cell wound repair capacity and impaired expression of elastogenic components."}, {"pubmed": 28494495, "text": "Among the detected mutations, LRP5 accounted for the largest proportion with a mean mutation rate of 16.1% (5/31, 16.1%), followed by NDP (3/31, 9.7%), FZD4 (2/31, 6.5%), TSPAN12 (1/31, 3.2%), and KIF11 (1/31, 3.2%). All the novel changes were predicted to be pathogenic by a series of bioinformatics analyses."}, {"pubmed": 28546512, "text": "Study shows that WNT5A stimulates dimerization of membrane-anchored FZD4 CRDs and oligomerization of full-length FZD4, which requires the integrity of CRD palmitoleoyl-binding residues. These results suggest that FZD receptors may form signalosomes in response to Wnt binding through the CRDs and that the Wnt palmitoleoyl group is important in promoting these interactions."}, {"pubmed": 28577497, "text": "FZD4 was confirmed to be a downstream target of miR-505, and found to be up-regulated in cervical cancer patients."}, {"pubmed": 28658627, "text": "Accessory proteins in Frizzled (FZD) receptor complexes are thought to determine ligand selectivity and signaling amplitude."}, {"pubmed": 28668722, "text": "FZD4 Tyrosine 250(2.39) is crucial for DVL2 interaction and DVL2 translocation to the plasma membrane."}, {"pubmed": 28671046, "text": "his study showed that Let7b modulates the proliferation, invasiveness, and migration of liver cancer cell and reduces the proportion of cancer stem cells in liver cancer cell by inhibiting Wnt/beta-catenin signaling pathway via downregulated Frizzled4."}, {"pubmed": 28831115, "text": "Findings suggest that the novel epidemiological miR-SNP (rs713065) loci in the 3'UTR of FZD4 may significantly influence overall survival in early stage NSCLC patients by specifically and differentially interacting with miRNAs such as miR-204 which modulates FZD4 expression and cellular function in the Wnt/FZD4-signaling driven tumor cell proliferation and progression pathways."}, {"pubmed": 28982955, "text": "The screening of candidate genes namely NDP, FZD4 and TSPAN12 led to the identification of six major coding region variants in 36 ROP probands."}, {"pubmed": 29135315, "text": "Mutation in FZD4 gene is associated with familial exudative vitreoretinopathy."}, {"pubmed": 29293331, "text": "FzM1.8 is an allosteric agonist of FZD4. In the absence of any WNT ligand, FzM1.8 binds to FZD4, promotes recruitment of heterotrimeric G proteins, and biases WNT signaling toward a noncanonical route that involves PI3K. In colon cancer cells, the FZD4/PI3K axis elicited by FzM1.8 preserves stemness and promotes proliferation of undifferentiated cells."}, {"pubmed": 29465286, "text": "rs61749246:C>A of the FZD4 gene is associated with retinopathy of prematurity."}, {"pubmed": 29566281, "text": "Downregulation of miR-3127-5p promotes EMT through activating the Wnt/FZD4/beta-catenin signaling pathway."}, {"pubmed": 30097784, "text": "This is the first study to report a group of patients with digenic familial exudative vitreoretinopathy (FEVR). In most affected eyes, the stage was more severe than stage 3. We speculate that the phenotype of FEVR is more severe in patients with digenic rather than monogenic variants of FEVR-related genes."}, {"pubmed": 30135577, "text": "atomic-resolution crystal structure of the human Frizzled 4 receptor (FZD4) transmembrane domain in the absence of a bound ligand"}, {"pubmed": 30173892, "text": "circular RNA 100290 has a role in promoting colorectal cancer progression through miR-516b-induced downregulation of FZD4 expression and Wnt/beta-catenin signaling [circRNA_100290]"}, {"pubmed": 30513533, "text": "Our data indicate FEVR status is associated with a significantly smaller FAZ, decreased vascular density in the fovea. In addition, patients with the LRP5 mutation had a milder phenotype than those with the FDZ4 or TSPAN12 mutations."}, {"pubmed": 30820142, "text": "Variable reduction in Norrin signaling activity caused by novel mutations in FZD4 identified in patients with familial exudative vitreoretinopathy."}, {"pubmed": 30849938, "text": "these results demonstrate that during the course of evolution, FZD4 has acquired new functions or epistasis via complex patter of gene duplications, sequence divergence and conformational remodeling."}, {"pubmed": 31237656, "text": "The positive rate for pathogenic mutations in the known FEVR-associated genes was 38.9% (21/54). Among the mutations, LRP5 mutation was the predominant, accounting for 66.7% (14/21) of genetic positive patients. Patients with FEVR-RRD due to LRP5 mutations have less retinal vascular leakage or neovasculization than do patients with FEVR-RRD due to TSPAN12/FZD4 mutations."}, {"pubmed": 31359032, "text": "WNT2b Activates Epithelial-mesenchymal Transition Through FZD4: Relevance in Penetrating Crohn s Disease."}, {"pubmed": 31618077, "text": "Secreted Wnt6 binds to FZD4 to activate the canonical Wnt6 signaling pathway, which is upstream of ROCK1 and 14-3-3sigma, and that this is the cell signaling pathway underlying diabetes-associated centrosome amplification."}, {"pubmed": 31765079, "text": "Identification of novel variants in the FZD4 gene associated with familial exudative vitreoretinopathy in Chinese families."}, {"pubmed": 31957812, "text": "MicroRNA-1286 inhibits osteogenic differentiation of mesenchymal stem cells to promote the progression of osteoporosis via regulating FZD4 expression."}, {"pubmed": 31985040, "text": "Frizzled-4 is required for normal bone acquisition despite compensation by Frizzled-8."}, {"pubmed": 31999491, "text": "Identification of Novel Mutations in the FZD4 and NDP Genes in Patients with Familial Exudative Vitreoretinopathy in South India."}, {"pubmed": 32420371, "text": "Role of NDP- and FZD4-Related Novel Mutations Identified in Patients with FEVR in Norrin/beta-Catenin Signaling Pathway."}, {"pubmed": 32828883, "text": "Up-Regulation of Nfat5 mRNA and Fzd4 mRNA as a Marker of Poor Outcome in Neonatal Hypoxic-Ischemic Encephalopathy."}, {"pubmed": 32889247, "text": "An induced pluripotent stem cell line (EHTJUi002-A) derived from a neonate with c.678G>A mutation in the gene FZD4 causing exudative vitreoretinopathy."}, {"pubmed": 33302760, "text": "Novel FZD4 and LRP5 mutations in a small cohort of patients with familial exudative vitreoretinopathy (FEVR)."}, {"pubmed": 34021822, "text": "Circ_0001955 Acts as a miR-646 Sponge to Promote the Proliferation, Metastasis and Angiogenesis of Hepatocellular Carcinoma."}, {"pubmed": 34199009, "text": "Whole-Gene Deletions of FZD4 Cause Familial Exudative Vitreoretinopathy."}, {"pubmed": 35022017, "text": "Ocular phenotype and genetical analysis in patients with retinopathy of prematurity."}, {"pubmed": 35352610, "text": "Circ_0088036 facilitates the proliferation and inflammation and inhibits the apoptosis of fibroblast-like synoviocytes through targeting miR-326/FZD4 axis in rheumatoid arthritis."}, {"pubmed": 35394490, "text": "FZD4 in a Large Chinese Population With Familial Exudative Vitreoretinopathy: Molecular Characteristics and Clinical Manifestations."}, {"pubmed": 36170021, "text": "A regulatory circuit of lncRNA NLGN1-AS1 and Wnt signalling controls clear cell renal cell carcinoma phenotypes through FZD4-modulated pathways."}, {"pubmed": 37089697, "text": "Whole exome sequencing revealed novel pathogenic variants in Vietnamese patients with FEVR."}, {"pubmed": 37557978, "text": "Long non coding RNA, C8orf49, a novel diagnostic and prognostic biomarker, enhances PTEN/FZD4-mediated cell growth and metastasis by sponging miR-1323 in endometriosis."}, {"pubmed": 38517429, "text": "Investigating the Impact of Dimer Interface Mutations on Norrin's Secretion and Norrin/beta-Catenin Pathway Activation."}, {"pubmed": 38558095, "text": "Identification of Novel FZD4 Mutations in Familial Exudative Vitreoretinopathy and Investigating the Pathogenic Mechanisms of FZD4 Mutations."}, {"pubmed": 38589650, "text": "FOXF1 promotes tumor vessel normalization and prevents lung cancer progression through FZD4."}], "genomic_pos": {"chr": "11", "end": 86955395, "ensemblgene": "ENSG00000174804", "start": 86945679, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 86666433, "start": 86656721, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001525", "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007223", "pubmed": 12172548, "qualifier": "involved_in", "term": "Wnt signaling pathway, calcium modulating pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007605", "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010812", "pubmed": 18156211, "qualifier": "involved_in", "term": "negative regulation of cell-substrate adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0016055", "qualifier": "involved_in", "term": "Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 22057916, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030947", "qualifier": "involved_in", "term": "regulation of vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031987", "qualifier": "involved_in", "term": "locomotion involved in locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034446", "qualifier": "involved_in", "term": "substrate adhesion-dependent cell spreading"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035426", "qualifier": "involved_in", "term": "extracellular matrix-cell signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035567", "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035567", "pubmed": 25424568, "qualifier": "involved_in", "term": "non-canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042701", "qualifier": "involved_in", "term": "progesterone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045446", "qualifier": "involved_in", "term": "endothelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [15035989, 17955262], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050775", "qualifier": "involved_in", "term": "positive regulation of dendrite morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051091", "pubmed": 14688793, "qualifier": "involved_in", "term": "positive regulation of DNA-binding transcription factor activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060070", "pubmed": [14688793, 20802536, 28733458], "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060070", "pubmed": 25424568, "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060856", "qualifier": "involved_in", "term": "establishment of blood-brain barrier"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0061299", "qualifier": "involved_in", "term": "retina vasculature morphogenesis in camera-type eye"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061299", "pubmed": [12172548, 15024691], "qualifier": "involved_in", "term": "retina vasculature morphogenesis in camera-type eye"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061301", "qualifier": "involved_in", "term": "cerebellum vasculature morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061304", "qualifier": "involved_in", "term": "retinal blood vessel morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071300", "qualifier": "involved_in", "term": "cellular response to retinoic acid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0110135", "pubmed": [15035989, 17955262], "qualifier": "involved_in", "term": "Norrin signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0150012", "qualifier": "involved_in", "term": "positive regulation of neuron projection arborization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 17955262, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12172548, 14688793, 15035989, 30135577], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005911", "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 19643732, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030669", "qualifier": "located_in", "term": "clathrin-coated endocytic vesicle membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0001540", "pubmed": 18234671, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004896", "pubmed": 17955262, "qualifier": "enables", "term": "cytokine receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004930", "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17955262, 19277043, 19837033, 20802536, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017147", "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0017147", "pubmed": [18234671, 25424568], "qualifier": "enables", "term": "Wnt-protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019955", "pubmed": 17955262, "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030165", "pubmed": 20802536, "qualifier": "enables", "term": "PDZ domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030165", "pubmed": 19388021, "qualifier": "enables", "term": "PDZ domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 22575959, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0038023", "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 14688793, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042813", "qualifier": "enables", "term": "Wnt receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042813", "pubmed": 28733458, "qualifier": "enables", "term": "Wnt receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044877", "pubmed": 18234671, "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0046982", "pubmed": 14688793, "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[7955, 30363], [8364, 100497693], [9031, 373887], [9544, 704754], [9598, 466732], [9606, 8322], [9615, 485149], [9913, 445416], [10090, 14366], [10116, 64558]], "id": 7325}, "interpro": [{"desc": "Frizzled/Smoothened, 7TM", "id": "IPR000539", "short_desc": "Frizzled/Smoothened_7TM"}, {"desc": "Frizzled/secreted frizzled-related protein", "id": "IPR015526", "short_desc": "Frizzled/SFRP"}, {"desc": "GPCR, family 2-like, 7TM", "id": "IPR017981", "short_desc": "GPCR_2-like_7TM"}, {"desc": "Frizzled domain", "id": "IPR020067", "short_desc": "Frizzled_dom"}, {"desc": "Frizzled-4, 7TM", "id": "IPR026551", "short_desc": "FZD4_7TM"}, {"desc": "Frizzled cysteine-rich domain superfamily", "id": "IPR036790", "short_desc": "Frizzled_dom_sf"}, {"desc": "Frizzled 4, cysteine-rich domain", "id": "IPR041765", "short_desc": "FZ4_CRD"}], "ipi": "IPI00977659", "map_location": "11q14.2", "name": "frizzled class receptor 4", "other_names": ["WNT receptor frizzled-4", "frizzled 4, seven transmembrane spanning receptor", "frizzled family receptor 4", "frizzled homolog 4", "frizzled-4"], "pantherdb": {"HGNC": "4042", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108520", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10090, "uniprot_kb": "Q61088"}, {"RGD": "71017", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 10116, "uniprot_kb": "Q9QZH0"}, {"Ensembl": "ENSGALG00000017242", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 9031, "uniprot_kb": "Q9IA05"}, {"ZFIN": "ZDB-GENE-990415-217", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 7955, "uniprot_kb": "A0A0R4IVK2"}, {"WormBase": "WBGene00003006", "ortholog_type": "LDO", "panther_family": "PTHR11309", "taxid": 6239, "uniprot_kb": "G5EDV1"}], "uniprot_kb": "Q9ULV1"}, "pathway": {"kegg": [{"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04310", "name": "Wnt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05226", "name": "Gastric cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Wnt", "name": "Wnt"}, "pid": {"id": "wnt_signaling_pathway", "name": "Wnt signaling network"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-3858494", "name": "Beta-catenin independent WNT signaling"}, {"id": "R-HSA-4086398", "name": "Ca2+ pathway"}, {"id": "R-HSA-4086398", "name": "Ca2+ pathway"}, {"id": "R-HSA-4086400", "name": "PCP/CE pathway"}, {"id": "R-HSA-4608870", "name": "Asymmetric localization of PCP proteins"}, {"id": "R-HSA-4641263", "name": "Regulation of FZD by ubiquitination"}, {"id": "R-HSA-4791275", "name": "Signaling by WNT in cancer"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-5099900", "name": "WNT5A-dependent internalization of FZD4"}, {"id": "R-HSA-5340588", "name": "Signaling by RNF43 mutants"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}], "wikipathways": [{"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP2858", "name": "Ectoderm Differentiation"}, {"id": "WP3680", "name": "Association Between Physico-Chemical Features and Toxicity Associated Pathways"}, {"id": "WP3931", "name": "ESC Pluripotency Pathways"}, {"id": "WP399", "name": "Wnt signaling pathway and pluripotency"}, {"id": "WP4150", "name": "Wnt signaling in kidney disease"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4787", "name": "Osteoblast differentiation"}]}, "pdb": ["5BPB", "5BPQ", "5BQC", "5BQE", "5CL1", "5CM4", "5UWG", "6BD4", "6NE1"], "pfam": ["PF01392", "PF01534"], "pharmgkb": "PA28459", "pharos": {"target_id": 5303, "tdl": "Tchem"}, "pir": "JC7127", "prosite": ["PS50038", "PS50261"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258491", "relationship": "is"}, {"id": "GNF258492", "relationship": "is"}, {"id": "GNF258493", "relationship": "is"}, {"id": "GNF258494", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280740", "relationship": "is"}, {"id": "GNF280741", "relationship": "is"}, {"id": "GNF280742", "relationship": "is"}, {"id": "GNF280743", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046498", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082640", "relationship": "is"}, {"id": "GNF082641", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054415", "relationship": "is"}, {"id": "GNF059193", "relationship": "is"}, {"id": "GNF074550", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF072053", "relationship": "is"}, {"id": "GNF072054", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF017951", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237199", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093986", "relationship": "is"}, {"id": "GNF133644", "relationship": "is"}, {"id": "GNF150110", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_011752.2"], "protein": "NP_036325.2", "rna": "NM_012193.4", "translation": {"protein": "NP_036325.2", "rna": "NM_012193.4"}}, "reporter": {"HG-U133_Plus_2": ["218665_at", "224337_s_at"], "HG-U95B": ["46040_at", "56244_at"], "HTA-2_0": "TC11002170.hg.1", "HuEx-1_0": "3385509", "HuGene-1_1": "7950885", "HuGene-2_1": "16743091"}, "retired": [2126, 220055], "summary": "This gene is a member of the frizzled gene family. Members of this family encode seven-transmembrane domain proteins that are receptors for the Wingless type MMTV integration site family of signaling proteins. Most frizzled receptors are coupled to the beta-catenin canonical signaling pathway. This protein may play a role as a positive regulator of the Wingless type MMTV integration site signaling pathway. A transcript variant retaining intronic sequence and encoding a shorter isoform has been described, however, its expression is not supported by other experimental evidence. [provided by RefSeq, Jul 2008].", "symbol": "FZD4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333586"}, "unigene": "Hs.591968", "uniprot": {"Swiss-Prot": "Q9ULV1"}, "wikipedia": {"url_stub": "FZD4"}}