{"AllianceGenome": "14458", "HGNC": "14458", "MIM": "606203", "_id": "9846", "_version": 1, "accession": {"genomic": ["AP002985.2", "AP003086.2", "CH471076.1", "CP068267.2", "NC_000011.10", "NC_060935.1", "NG_016171.2"], "protein": ["AAI31712.1", "AAI52460.1", "BAA25497.3", "BAA76737.1", "EAW75057.1", "EAW75058.1", "NP_036428.1", "NP_536739.1", "Q9UQC2.1", "XP_024304550.1", "XP_047283891.1", "XP_047283892.1", "XP_054226610.1", "XP_054226611.1", "XP_054226612.1", "XP_054226613.1", "XP_054226614.1", "XP_054226615.1"], "rna": ["AA865573.1", "AB011143.1", "AB018413.1", "AI858080.1", "BC131711.1", "BC152459.1", "BY799914.2", "DA674753.1", "DB636423.1", "NM_012296.4", "NM_080491.3", "XM_024448782.2", "XM_047427935.1", "XM_047427936.1", "XM_054370635.1", "XM_054370636.1", "XM_054370637.1", "XM_054370638.1", "XM_054370639.1", "XM_054370640.1"], "translation": [{"protein": "BAA76737.1", "rna": "AB018413.1"}, {"protein": "XP_047283891.1", "rna": "XM_047427935.1"}, {"protein": "XP_054226614.1", "rna": "XM_054370639.1"}, {"protein": "XP_047283892.1", "rna": "XM_047427936.1"}, {"protein": "XP_054226615.1", "rna": "XM_054370640.1"}, {"protein": "NP_536739.1", "rna": "NM_080491.3"}, {"protein": "BAA25497.3", "rna": "AB011143.1"}, {"protein": "XP_054226610.1", "rna": "XM_054370635.1"}, {"protein": "AAI52460.1", "rna": "BC152459.1"}, {"protein": "XP_054226612.1", "rna": "XM_054370637.1"}, {"protein": "AAI31712.1", "rna": "BC131711.1"}, {"protein": "XP_024304550.1", "rna": "XM_024448782.2"}, {"protein": "XP_054226611.1", "rna": "XM_054370636.1"}, {"protein": "NP_036428.1", "rna": "NM_012296.4"}, {"protein": "XP_054226613.1", "rna": "XM_054370638.1"}]}, "ensembl": {"gene": "ENSG00000033327", "protein": ["ENSP00000343959", "ENSP00000354952", "ENSP00000431868", "ENSP00000433762"], "transcript": ["ENST00000340149", "ENST00000361507", "ENST00000526030", "ENST00000528329", "ENST00000528886", "ENST00000530915", "ENST00000534823"], "translation": [{"protein": "ENSP00000354952", "rna": "ENST00000361507"}, {"protein": "ENSP00000343959", "rna": "ENST00000340149"}, {"protein": "ENSP00000433762", "rna": "ENST00000528886"}, {"protein": "ENSP00000431868", "rna": "ENST00000530915"}], "type_of_gene": "protein_coding"}, "entrezgene": "9846", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.9474814735, "exp_mis": 252.993546288, "exp_syn": 106.889697162, "lof_z": 4.64509716155941, "mis_z": -0.922735218283132, "mu_lof": 1.77126688824e-06, "mu_mis": 2.23907923551e-05, "mu_syn": 9.34933069793e-06, "n_lof": 1.0, "n_mis": 283.0, "n_syn": 99.0, "p_li": 0.998921870889081, "p_null": 2.57195380671025e-09, "p_rec": 0.00107812653896496, "syn_z": 0.473088099254079}, "bp": 2031, "cds_end": 78128766, "cds_start": 77930317, "n_exons": 10, "nonpsych": {"exp_lof": 21.4743783199, "exp_mis": 228.783175961, "exp_syn": 96.5450935814, "lof_z": 4.33912784561487, "mis_z": -1.04096943298173, "mu_lof": 1.77126688824e-06, "mu_mis": 2.23907923551e-05, "mu_syn": 9.34933069793e-06, "n_lof": 1.0, "n_mis": 260.0, "n_syn": 91.0, "p_li": 0.997629290147314, "p_null": 2.14189192096702e-08, "p_rec": 0.00237068843376699, "syn_z": 0.355309675365274}, "nontcga": {"exp_lof": 22.0121498891, "exp_mis": 232.734545394, "exp_syn": 98.3189979905, "lof_z": 4.62820387064546, "mis_z": -0.825099820885218, "mu_lof": 1.77126688824e-06, "mu_mis": 2.23907923551e-05, "mu_syn": 9.34933069793e-06, "n_lof": 0.0, "n_mis": 258.0, "n_syn": 93.0, "p_li": 0.999589400781887, "p_null": 1.20685495940062e-09, "p_rec": 0.000410598011258028, "syn_z": 0.339651539099063}, "transcript": "ENST00000361507.4"}, "exons": [{"cdsend": 78280862, "cdsstart": 78219271, "chr": "11", "position": [[78215289, 78219415], [78220318, 78220444], [78221676, 78221779], [78222104, 78222195], [78223411, 78223676], [78225107, 78225202], [78226464, 78227051], [78250156, 78250400], [78280600, 78280901], [78341759, 78341880]], "strand": -1, "transcript": "NM_012296", "txend": 78341880, "txstart": 78215289}, {"cdsend": 78417720, "cdsstart": 78219271, "chr": "11", "position": [[78215292, 78219415], [78220318, 78220444], [78221676, 78221779], [78222104, 78222195], [78223411, 78223676], [78225107, 78225202], [78226464, 78227051], [78250156, 78250400], [78280600, 78280901], [78417645, 78417820]], "strand": -1, "transcript": "NM_080491", "txend": 78417820, "txstart": 78215292}], "exons_hg19": [{"cdsend": 77991908, "cdsstart": 77930317, "chr": "11", "position": [[77926335, 77930461], [77931364, 77931490], [77932722, 77932825], [77933150, 77933241], [77934457, 77934722], [77936153, 77936248], [77937510, 77938097], [77961202, 77961446], [77991646, 77991947], [78052805, 78052926]], "strand": -1, "transcript": "NM_012296", "txend": 78052926, "txstart": 77926335}, {"cdsend": 78128766, "cdsstart": 77930317, "chr": "11", "position": [[77926338, 77930461], [77931364, 77931490], [77932722, 77932825], [77933150, 77933241], [77934457, 77934722], [77936153, 77936248], [77937510, 77938097], [77961202, 77961446], [77991646, 77991947], [78128691, 78128866]], "strand": -1, "transcript": "NM_080491", "txend": 78128866, "txstart": 77926338}], "generif": [{"pubmed": 11701952, "text": "comparative FISH mapping of Gab1 and Gab2 genes in human, mouse and rat"}, {"pubmed": 11830491, "text": "GAB2 is the limiting component of the GAB2-SHP2 complex, signaling Erk MAP kinase activation and terminal differentiation of K562 CML cells."}, {"pubmed": 12140767, "text": "The docking protein Gab2 is overexpressed and estrogen regulated in human breast cancer."}, {"pubmed": 14687710, "text": "over-expression of GRB2 and FLICE2 in RA synovium is caused by TNF-alpha inducibility differentially regulated in RA synoviocytes and provide potential pathogenic roles of these genes in the hyperplasia of the RA synovium."}, {"pubmed": 15010462, "text": "Hck-mediated phosphorylation of Gab1 and Gab2 docking proteins in IL-6-induced proliferation and survival of multiple myeloma cells."}, {"pubmed": 15356145, "text": "Serine residue 623 of Gab2 is a phosphorylation target for MAP kinase (ERK), with demonstrated biochemical consequences on activation of ERK itself and on activation of STAT5."}, {"pubmed": 15750601, "text": "We show that Gab2 has a crucial role in the differentiation of human progenitor cells into osteoclasts."}, {"pubmed": 15952937, "text": "Gab2 plays a pivotal role in the EGF-induced ERK activation pathway and that it can complement the function of Gab1 in the EGF signalling pathway; Gab1 and Gab2 are critical signalling threshold proteins for ERK activation by EGF."}, {"pubmed": 16253990, "text": "role for Gab2 in mammary tumorigenesis"}, {"pubmed": 16369543, "text": "GAB2 may play a role in development of breast cancer"}, {"pubmed": 16736498, "text": "GAB2 is a novel target of 11q amplification in acute myeloid leukemia and myelodysplastic syndrome."}, {"pubmed": 17553421, "text": "Observational study and genome-wide association study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17553421, "text": "Our findings suggest that GAB2 modifies LOAD risk in APOE epsilon4 carriers and influences Alzheimer's neuropathology."}, {"pubmed": 17998934, "text": "While Gab2 co-operates with overexpressed c-Src to enhance proliferative signaling, co-expression of Gab2 with activated Src mutants promotes acinar disruption."}, {"pubmed": 18235045, "text": "Lyn activation is BCR-ABL independent, it is complexed with the Gab2 and c-Cbl adapter/scaffold proteins, and it mediates persistent Gab2 and BCR-ABL tyrosine phosphorylation in the presence or absence of imatinib."}, {"pubmed": 18272374, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18272374, "text": "The GAB2 gene is at best a minor genetic determinant of AD."}, {"pubmed": 18314909, "text": "In an ovarian carcinoma cohort, RSF1 was amplified in 16% of the cases. It was correlated with serous histology. The 11q13 amplicon in ovarian cancer is likely driven by a cassette of genes rather than by a single oncogene."}, {"pubmed": 18644434, "text": "These results identify a novel signaling pathway involving Jak2-dependent Gab2 phosphorylation leading to Erk1/2 activation and cell proliferation in response to granulocyte colony-stimulating factor."}, {"pubmed": 18697750, "text": "activation of PI3K by c-Kit is dependent both on the direct PI3K-binding site in c-Kit and on the phosphorylation of Gab2."}, {"pubmed": 18853460, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18853460, "text": "These data independently replicate an association between GAB2 and late-onset Alzheimer dementia, which appears to be limited to APOE epsilon4 carriers."}, {"pubmed": 18854865, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18854865, "text": "Results show that GAB2 may not be a disease susceptibility gene for LOAD in Japanese."}, {"pubmed": 19118819, "text": "This study found GAB2 to be associated with Alzheimer's disease. Furthermore, the meta-analysis also suggests that GAB2 modifies the risk of Alzheimer's disease in APOEepsilon4 carriers."}, {"pubmed": 19172738, "text": "model where signal attenuation occurs because 14-3-3 promotes dissociation of Gab2 from Grb2, and thereby uncouples Gab2 from the receptor complex"}, {"pubmed": 19204163, "text": "GAB2 contains genetic variants that may lead to a modest change in the risk for Alzheimer disease."}, {"pubmed": 19204163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19233262, "text": "These results underscore the non-redundant and essential roles of Gab1 and Gab2 in endothelial cells, and suggest major contributions of these proteins during in vivo angiogenesis."}, {"pubmed": 19262956, "text": "GAB2 gene has been proposed as a modifying factor of APOE epsilon 4 allele in Alzheimer's disease"}, {"pubmed": 19262956, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19276544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19276544, "text": "possible role of GAB2 as an independent risk factor for Alzheimer's disease"}, {"pubmed": 19342374, "text": "These studies demonstrate a previously undefined role for Gab2 in melanoma tumor progression and metastasis"}, {"pubmed": 19509136, "text": "GAB2 amplification is critical for melanomas arising from sun-protected sites."}, {"pubmed": 19523899, "text": "Distinct binding modes of two epitopes in GAB2 that interact with the SH3C domain of GRB2 are reported."}, {"pubmed": 19838208, "text": "a pivotal role for GAB2 and its transcriptional targets in anchorage-independent growth and breast cancer metastatic progression."}, {"pubmed": 19881546, "text": "Our studies implicate focal amplification of GAB2 in breast carcinogenesis"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924507, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19924507, "text": "Our study does not find any association between the two tested SNPs and GAB2 haplotypes and risk for late-onset Alzheimer disease or any synergetic interaction between the SNPs and ApoE either."}, {"pubmed": 20087860, "text": "findings indicate that while Gab2 expression is not prognostic in breast cancer, its role in early disease evolution warrants further analysis"}, {"pubmed": 20188796, "text": "GAB2 rs2373115 polymorphism was not a remarkable factor in developing Alzheimer disease among Mongolian."}, {"pubmed": 20188796, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20413850, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20534741, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20574532, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20888920, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20888920, "text": "this study supports the association between the possibly protective GAB2 haplotype and the risk of late-onset Alzheimer's disease in APOEepsilon4 carriers"}, {"pubmed": 21108942, "text": "The findings implicate GAB2 as a susceptibility gene for late-onset Alzheimer disease in Han Chinese."}, {"pubmed": 21118992, "text": "Gab2 regulates cytoskeletal organization and cell motility by regulating RhoA activation and binding to Shp2."}, {"pubmed": 21285854, "text": "Our findings implicate an association between genetic variations of GAB2 and Alzheimer disease in Han Chinese"}, {"pubmed": 21552417, "text": "over-expressed in malignant lung tissues"}, {"pubmed": 21653832, "text": "Both phosphatidylinositol (PI)-3 kinase and SH2 domain-containing protein tyrosine phosphatase (SHP)2 binding sites of Gab2 are required for mast cell degranulation and the anaphylaxis response."}, {"pubmed": 21996746, "text": "Gab2 overexpression, via activation of the PI3K-Zeb1 pathway, promotes characteristics of epithelial-to-mesenchymal transition in ovarian cancer cells"}, {"pubmed": 22851227, "text": "these data underscore the critical roles of Gab1 and Gab2 in IL-22-mediated HaCaT cell proliferation, migration, and differentiation."}, {"pubmed": 22856364, "text": "significant association between the GAB2 gene and morphological brain differences in 755 young adult twins.(GAB2) has been shown to provide a 1.27-1.51 increased odds of developing late Alzheimer's."}, {"pubmed": 22859374, "text": "These results define a novel role for Gab2 in mediating mucin gene expression and GCH; these findings have important implications for the pathogenesis and therapy of airway inflammatory diseases."}, {"pubmed": 22926523, "text": "GAB2 is a novel regulator of tumor angiogenesis in NRAS-driven melanoma"}, {"pubmed": 23231021, "text": "High Gab2 expression is associated with glioma."}, {"pubmed": 23401857, "text": "results indicate that RSK directly phosphorylates Gab2 on 3 serine residues; findings show RSK-mediated Gab2 phosphorylation inhibits Shp2 recruitment, suggesting RSK mediates a negative-feedback loop that attenuates Gab2-dependent functions including cell motility"}, {"pubmed": 23525328, "text": "interactions between the GAB2 and GSK3B polymorphisms and the well-established genetic factor APOE may modify the overall risk of Alzheimer disease."}, {"pubmed": 23724096, "text": "Gab2 may protect neurons against late-onset Alzheimer's disease."}, {"pubmed": 23805312, "text": "The model showed agreement at several key nodes, involving scaffolding proteins Gab1, Gab2 and their complexes with Shp2. VEGFR2 recruitment of Gab1 is greater in magnitude, slower, and more sustained than that of Gab2. As Gab2 binds VEGFR2 complexes more transiently than Gab1, VEGFR2 complexes can recycle and continue to participate in other signaling pathways."}, {"pubmed": 24161894, "text": "the GAB2 gene may be associated with sporadic Alzheimer's disease risk."}, {"pubmed": 24327320, "text": "Gab2 protein expression was remarkably reduced in temporal neocortex of TLE patients"}, {"pubmed": 24385586, "text": "GAB2 has a role as an ovarian cancer oncogene, trnasforming immortalized ovarian and fallopian tube secretory epithelial cells"}, {"pubmed": 24805943, "text": "Down-regulation of Gab2 has a protective function during M. tuberculosis infection, revealing a potential negative regulatory role for Gab2 in immunity to TB."}, {"pubmed": 24998422, "text": "Upregulations of Gab1 and Gab2 proteins associate with tumor progression of human gliomas."}, {"pubmed": 25598421, "text": "miR125a-5p acting as a novel Gab2 suppressor is partly down- regulated by DNA hypermethylation in glioma"}, {"pubmed": 25852062, "text": "Data indicate that high-grade serous ovarian carcinoma (HGSC) cell lines with high GRB2 associated binding protein 2 (GAB2) expression are more responsive to phosphatidylinositol 3-kinases (PI3K) inhibitor PF-04691502."}, {"pubmed": 26045784, "text": "Gab2 expression may play an important role in the progression of colorectal carcinoma."}, {"pubmed": 26354435, "text": "In colorectal cancer, miR-125b mediates PAR2-induced cancer cell migration by targeting Gab2."}, {"pubmed": 26503584, "text": "GAB2, GSPT1, TFDP2 and ZFPM1 are four new susceptibility loci for testicular germ cell tumor."}, {"pubmed": 26611835, "text": "There was no significant association between single nucleotide polymorphisms (SNPS) of GAB2 rs2373115 (G > T) and PICALM rs541458 (C > T) and Alzheimer's disease (AD). The allele T of rs3851179 in PICALM was associated with a 13 % increase in the risk of AD. Seven SNPs on SORL1 were significantly associated with AD."}, {"pubmed": 26617767, "text": "Grb2-associated binder 2 silencing impairs growth and migration of non-small cell lung cancer cells via PI3K-Akt signaling."}, {"pubmed": 26657155, "text": "overexpression of GAB2 in ovarian cancer cells promotes tumor growth and angiogenesis by upregulating expression of CXCL1, CXCL2 and CXCL8 that is IKKbeta-dependent."}, {"pubmed": 26754532, "text": "Study shows that Gab2 is significantly upregulated in metastasis-positive colorectal cancer (CRC) tissues and suggest that it plays a vital role in regulating CRC metastasis and a potential target for diagnosis."}, {"pubmed": 27025927, "text": "Data indicate that the most prominent proteins associating with Gab2 are PTPN11, PIK3R1 and ARID3B."}, {"pubmed": 27026230, "text": "GAB2 might promote hepatocellular carcinoma (HCC) cell proliferation by enhancing ERK signaling."}, {"pubmed": 27035789, "text": "overexpression of GAB2 suppressed the expression of miR197 in glioblastoma cells."}, {"pubmed": 27311772, "text": "a common locus (rs3740677) in 3' UTR of GAB2 sequence which is targeted by the miRNA-185 was explored the probable associations of rs3740677 with risk for late-onset AD (LOAD) in a large scale case-control study from Chinese Han populations."}, {"pubmed": 27544933, "text": "Gab2 may be involved in the onset and progression of HCC, but its expression is unable to serve as an independent prognosis factor in HCC patients."}, {"pubmed": 28000880, "text": "GAB2 is a functional downstream target of miR-302a in glioma. GAB2 role in cell proliferation, migration and invasion of glioma."}, {"pubmed": 28096188, "text": "ERK1 and ERK2 interact with Gab2 via a novel docking motif, which is required for subsequent Gab2 phosphorylation in response to ERK1/2 activation."}, {"pubmed": 28202507, "text": "GAB2 is a key intermediary between YAP/TAZ and the PI3K/AKT pathway."}, {"pubmed": 28295819, "text": "Studied BAK1, SPRY4 and GAB2 SNPs in pediatric germ cell tumors(GCT); found a variant in SPRY4 was associated with reduced risk of GCT; a variant in BAK1 was positively associated with GCT with a strong estimated effect for testis tumors; and a SNP in GAB2 was associated with increased risk for GCT."}, {"pubmed": 28320126, "text": "The findings of this study suggested that GAB2 rs2373115 may contribute to Alzheimer's disease susceptibility only in European population but not in East Asian population."}, {"pubmed": 28361043, "text": "The authors showed that GAB2 is cleaved at G238 during Coxsackievirus type B3 infection by viral proteinase 2A, generating two cleaved fragments of GAB2-N1-237 and GAB2-C238-676."}, {"pubmed": 28412750, "text": "we provided evidences to imply that miR-302c-3p downregulation in human RCC cells causes Gab2 over-expression, Akt hyper-activation and cell proliferation."}, {"pubmed": 28420432, "text": "Results show that up-regulation of Gab2 expression was found to be positively correlated with VEGF in colorectal cancer (CRC) tissues, and suggest that Gab2 promotes intestinal tumor growth and angiogenesis through upregulation of VEGF expression mediated by the MEK/ERK/c-Myc pathway."}, {"pubmed": 28477539, "text": "study identified that GAB2 as an adaptor protein was preferentially induced in Th2 differentiation and regulated Th2 immune responses"}, {"pubmed": 28791340, "text": "Gab2 is overexpressed in UMs and plays an important role in UM invasion. Moreover, our findings suggest a novel role for Gab2 in modulating MMP-2, MMP-9, and fascin expression in regulating the invasion of UM tumor cells"}, {"pubmed": 28960030, "text": "The proto-oncogene GAB2 (11q14.1) was significantly amplified in non-smokers patients and GAB2 protein was relatively up-regulated in non-smoker than smoker tissues.  GAB2 may represent a potential biomarker for lung SCC in non-smokers"}, {"pubmed": 30088171, "text": "Alzheimer's Disease risk variant rs2373115 is associated with increased NARS2 expression in brain.  GAB2 expression is increased in AD brain tissue."}, {"pubmed": 30093110, "text": "plasma lncRNA snaR and GAB2 were positively correlated in ovarian carcinoma patients but not in healthy controls; lncRNA snaR overexpression promoted cancer cell proliferation and upregulated GAB2 expression"}, {"pubmed": 30326469, "text": "Knockdown of Gab2 suppressed the activity of both PI3K/AKT and MAPK/ERK pathways in HER2-overexpressing breast cancer cells."}, {"pubmed": 30720118, "text": "The restoration of miR-663b expression inhibited cell proliferation and invasion in HCC through directly targeting and inhibiting GAB2."}, {"pubmed": 30755611, "text": "PIK3R1 loss activates AKT and p110-independent JAK2/STAT3 signaling through inducing changes in the phosphorylation of the docking protein Gab2, thereby relieving the negative inhibition on AKT and promoting the assembly of JAK2/STAT3 signalosome, respectively."}, {"pubmed": 31164678, "text": "Mapping the allosteric network within a SH3 domain."}, {"pubmed": 31194976, "text": "Gab2 overexpression increased the number of ALDH(+) cells and tumorsphere formation in two different ovarian cancer cell lines OVCAR5 and OVCAR8, whereas knockdown of Gab2 decreased the number of ALDH(+) cells and tumorsphere formation in Caov-3cells. Gab2 via PI3K specifically inhibited miR-200c expression. Gab2 promoted CD44 expression and cell migration/invasion through miR-200c downregulation."}, {"pubmed": 31698596, "text": "MiR-125a-5p inhibits the proliferation and invasion of breast cancer cells and induces apoptosis by targeting GAB2."}, {"pubmed": 32522441, "text": "The miR-218/GAB2 axis regulates proliferation, invasion and EMT via the PI3K/AKT/GSK-3beta pathway in prostate cancer."}, {"pubmed": 32619126, "text": "Elevated expressions of SHP2 and GAB2 correlated with VEGF in eutopic and ectopic endometrium of women with ovarian endometriosis."}, {"pubmed": 32901879, "text": "MicroRNA218 inhibits tumor angiogenesis of human renal cell carcinoma by targeting GAB2."}, {"pubmed": 33171874, "text": "Targeting the Interaction between the SH3 Domain of Grb2 and Gab2."}, {"pubmed": 33660813, "text": "Long noncoding RNA XIST enhances cerebral ischemia-reperfusion injury by regulating miR-486-5p and GAB2."}, {"pubmed": 33827252, "text": "Gab2 (Grb2-Associated Binder2) Plays a Crucial Role in Inflammatory Signaling and Endothelial Dysfunction."}, {"pubmed": 34605082, "text": "Determining folding and binding properties of the C-terminal SH2 domain of SHP2."}, {"pubmed": 35178865, "text": "FOXD3 and GAB2 as a pair of rivals antagonistically control hepatocellular carcinogenesis."}, {"pubmed": 35322464, "text": "Gab2 promotes acute myeloid leukemia growth and migration through the SHP2-Erk-CREB signaling pathway."}, {"pubmed": 36421826, "text": "miR-9 and miR-181a Target Gab2 to Inhibit the Proliferation and Migration of Hepatocellular Carcinoma HepG2 Cells."}, {"pubmed": 37085900, "text": "Gab2 plays a carcinogenic role in ovarian cancer by regulating CrkII."}, {"pubmed": 37914735, "text": "Association of XIST/miRNA155/Gab2/TAK1 cascade with the pathogenesis of anti-phospholipid syndrome and its effect on cell adhesion molecules and inflammatory mediators."}], "genomic_pos": {"chr": "11", "end": 78418348, "ensemblgene": "ENSG00000033327", "start": 78215293, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 78129394, "start": 77926343, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007169", "qualifier": "involved_in", "term": "cell surface receptor protein tyrosine kinase signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008284", "pubmed": 19172738, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030316", "pubmed": 15750601, "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043306", "qualifier": "involved_in", "term": "positive regulation of mast cell degranulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 19172738, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 19172738, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005068", "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase adaptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005068", "pubmed": 19172738, "qualifier": "enables", "term": "transmembrane receptor protein tyrosine kinase adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15170389, 15750601, 16253990, 19172738, 19380743, 20936779, 21706016, 25416956, 31515488, 31585087, 31980649, 32296183, 32814053, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005547", "qualifier": "enables", "term": "phosphatidylinositol-3,4,5-trisphosphate binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043325", "qualifier": "enables", "term": "phosphatidylinositol-3,4-bisphosphate binding"}]}, "homologene": {"genes": [[7955, 564517], [8364, 100498316], [9031, 419027], [9544, 700197], [9598, 748918], [9606, 9846], [9615, 485167], [9913, 529346], [10090, 14389], [10116, 84477]], "id": 69067}, "interpro": [{"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "GRB2-associated-binding protein 1-4-like", "id": "IPR046355", "short_desc": "Gab1-4-like"}], "ipi": ["IPI00186990", "IPI00749276", "IPI00977608", "IPI00981102"], "map_location": "11q14.1", "name": "GRB2 associated binding protein 2", "other_names": ["GRB2-associated-binding protein 2", "Grb2-associated binder 2", "growth factor receptor bound protein 2-associated protein 2", "pp100"], "pantherdb": {"HGNC": "14458", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1333854", "ortholog_type": "LDO", "panther_family": "PTHR45960", "taxid": 10090, "uniprot_kb": "Q9Z1S8"}, {"RGD": "621367", "ortholog_type": "LDO", "panther_family": "PTHR45960", "taxid": 10116, "uniprot_kb": "Q9EQH1"}, {"Ensembl": "ENSGALG00000054619", "ortholog_type": "LDO", "panther_family": "PTHR45960", "taxid": 9031, "uniprot_kb": "A0A3Q2UDN3"}, {"ZFIN": "ZDB-GENE-130530-756", "ortholog_type": "LDO", "panther_family": "PTHR45960", "taxid": 7955, "uniprot_kb": "A0A0R4I9X7"}, {"FlyBase": "FBgn0016794", "ortholog_type": "O", "panther_family": "PTHR45960", "taxid": 7227, "uniprot_kb": "Q9VZZ9"}], "uniprot_kb": "Q9UQC2"}, "pathway": {"kegg": [{"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04664", "name": "Fc epsilon RI signaling pathway - Homo sapiens (human)"}, {"id": "hsa04666", "name": "Fc gamma R-mediated phagocytosis - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL3", "name": "IL3"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_TCR", "name": "TCR"}], "pid": [{"id": "fcer1pathway", "name": "Fc-epsilon receptor I signaling in mast cells"}, {"id": "gmcsf_pathway", "name": "GMCSF-mediated signaling events"}, {"id": "il2_1pathway", "name": "IL2-mediated signaling events"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "il2_stat5pathway", "name": "IL2 signaling events mediated by STAT5"}, {"id": "il3_pathway", "name": "IL3-mediated signaling events"}, {"id": "il6_7pathway", "name": "IL6-mediated signaling events"}, {"id": "met_pathway", "name": "Signaling events mediated by Hepatocyte Growth Factor Receptor (c-Met)"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}, {"id": "tcr_pathway", "name": "TCR signaling in na&#xef;ve CD4+ T cells"}, {"id": "trkrpathway", "name": "Neurotrophic factor-mediated Trk receptor signaling"}], "reactome": [{"id": "R-HSA-109704", "name": "PI3K Cascade"}, {"id": "R-HSA-112399", "name": "IRS-mediated signalling"}, {"id": "R-HSA-1226099", "name": "Signaling by FGFR in disease"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1433557", "name": "Signaling by SCF-KIT"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-1839117", "name": "Signaling by cytosolic FGFR1 fusion mutants"}, {"id": "R-HSA-1839124", "name": "FGFR1 mutant receptor activation"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2454202", "name": "Fc epsilon receptor (FCERI) signaling"}, {"id": "R-HSA-2730905", "name": "Role of LAT2/NTAL/LAB on calcium mobilization"}, {"id": "R-HSA-2730905", "name": "Role of LAT2/NTAL/LAB on calcium mobilization"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}, {"id": "R-HSA-512988", "name": "Interleukin-3, Interleukin-5 and GM-CSF signaling"}, {"id": "R-HSA-5655302", "name": "Signaling by FGFR1 in disease"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-74751", "name": "Insulin receptor signalling cascade"}, {"id": "R-HSA-74752", "name": "Signaling by Insulin receptor"}, {"id": "R-HSA-8853659", "name": "RET signaling"}, {"id": "R-HSA-8983432", "name": "Interleukin-15 signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-912526", "name": "Interleukin receptor SHC signaling"}, {"id": "R-HSA-9607240", "name": "FLT3 Signaling"}, {"id": "R-HSA-9607240", "name": "FLT3 Signaling"}, {"id": "R-HSA-9645135", "name": "STAT5 Activation"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9674555", "name": "Signaling by CSF3 (G-CSF)"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9680350", "name": "Signaling by CSF1 (M-CSF) in myeloid cells"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9682385", "name": "FLT3 signaling in disease"}, {"id": "R-HSA-9702518", "name": "STAT5 activation downstream of FLT3 ITD mutants"}, {"id": "R-HSA-9703465", "name": "Signaling by FLT3 fusion proteins"}, {"id": "R-HSA-9703465", "name": "Signaling by FLT3 fusion proteins"}, {"id": "R-HSA-9703648", "name": "Signaling by FLT3 ITD and TKD mutants"}, {"id": "R-HSA-9703648", "name": "Signaling by FLT3 ITD and TKD mutants"}], "smpdb": {"id": "SMP00358", "name": "Fc Epsilon Receptor I Signaling in Mast Cells"}, "wikipathways": [{"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2037", "name": "Prolactin Signaling Pathway"}, {"id": "WP2203", "name": "Thymic Stromal LymphoPoietin (TSLP) Signaling Pathway"}, {"id": "WP23", "name": "B Cell Receptor Signaling Pathway"}, {"id": "WP286", "name": "IL-3 signaling pathway"}, {"id": "WP304", "name": "Kit receptor signaling pathway"}, {"id": "WP3640", "name": "Imatinib and Chronic Myeloid Leukemia"}, {"id": "WP3676", "name": "BDNF-TrkB Signaling"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP49", "name": "IL-2 signaling pathway"}, {"id": "WP585", "name": "Interferon type I signaling pathways"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["2VWF", "2W0Z", "5EWZ", "5EXA", "6Y3R", "6Y3S", "6ZVB", "6ZVC", "6ZVD", "6ZVE"], "pfam": "PF00169", "pharmgkb": "PA28478", "pharos": {"target_id": 7482, "tdl": "Tbio"}, "prosite": "PS50003", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260671", "relationship": "is"}, {"id": "GNF260672", "relationship": "is"}, {"id": "GNF260673", "relationship": "is"}, {"id": "GNF260674", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104221", "relationship": "is"}, {"id": "GNF143870", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_016171.2"], "protein": ["NP_036428.1", "NP_536739.1", "XP_024304550.1", "XP_047283891.1", "XP_047283892.1", "XP_054226610.1", "XP_054226611.1", "XP_054226612.1", "XP_054226613.1", "XP_054226614.1", "XP_054226615.1"], "rna": ["NM_012296.4", "NM_080491.3", "XM_024448782.2", "XM_047427935.1", "XM_047427936.1", "XM_054370635.1", "XM_054370636.1", "XM_054370637.1", "XM_054370638.1", "XM_054370639.1", "XM_054370640.1"], "translation": [{"protein": "XP_047283891.1", "rna": "XM_047427935.1"}, {"protein": "XP_054226614.1", "rna": "XM_054370639.1"}, {"protein": "XP_047283892.1", "rna": "XM_047427936.1"}, {"protein": "XP_054226615.1", "rna": "XM_054370640.1"}, {"protein": "NP_536739.1", "rna": "NM_080491.3"}, {"protein": "XP_054226610.1", "rna": "XM_054370635.1"}, {"protein": "XP_054226612.1", "rna": "XM_054370637.1"}, {"protein": "XP_024304550.1", "rna": "XM_024448782.2"}, {"protein": "XP_054226611.1", "rna": "XM_054370636.1"}, {"protein": "NP_036428.1", "rna": "NM_012296.4"}, {"protein": "XP_054226613.1", "rna": "XM_054370638.1"}]}, "reporter": {"HG-U133_Plus_2": "203853_s_at", "HG-U95Av2": "35253_at", "HTA-2_0": "TC11002136.hg.1", "HuEx-1_0": "3383227", "HuGene-1_1": "7950671", "HuGene-2_1": "16742647"}, "summary": "This gene is a member of the GRB2-associated binding protein (GAB) gene family. These proteins contain pleckstrin homology (PH) domain, and bind SHP2 tyrosine phosphatase and GRB2 adapter protein. They act as adapters for transmitting various signals in response to stimuli through cytokine and growth factor receptors, and T- and B-cell antigen receptors. The protein encoded by this gene is the principal activator of phosphatidylinositol-3 kinase in response to activation of the high affinity IgE receptor. Two alternatively spliced transcripts encoding different isoforms have been described for this gene. [provided by RefSeq, Nov 2009].", "symbol": "GAB2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333653"}, "unigene": "Hs.429434", "uniprot": {"Swiss-Prot": "Q9UQC2", "TrEMBL": ["E9PJE2", "E9PJ26"]}, "wikipedia": {"url_stub": "GAB2"}}