{"AllianceGenome": "4114", "HGNC": "4114", "MIM": "137035", "_id": "51083", "_version": 1, "accession": {"genomic": ["A28025.1", "AP003096.3", "CH471076.1", "CP068267.2", "L11144.1", "NC_000011.10", "NC_060935.1", "NG_052785.1"], "protein": ["AAA18248.1", "AAA60178.1", "AAD27780.1", "AAH30241.1", "CAA01907.1", "EAW74715.1", "EAW74716.1", "EAW74717.1", "NP_057057.2", "P22466.3"], "rna": ["AF077047.1", "BC030241.1", "BM846531.1", "M77140.1", "NM_015973.5"], "translation": [{"protein": "AAH30241.1", "rna": "BC030241.1"}, {"protein": "NP_057057.2", "rna": "NM_015973.5"}, {"protein": "AAA60178.1", "rna": "M77140.1"}, {"protein": "AAD27780.1", "rna": "AF077047.1"}]}, "alias": ["ETL8", "GAL-GMAP", "GALN", "GLNN", "GMAP"], "ensembl": {"gene": "ENSG00000069482", "protein": "ENSP00000265643", "transcript": ["ENST00000265643", "ENST00000538401"], "translation": [{"protein": "ENSP00000265643", "rna": "ENST00000265643"}], "type_of_gene": "protein_coding"}, "entrezgene": "51083", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.47791638488, "exp_mis": 56.0745614481, "exp_syn": 29.0368372568, "lof_z": 0.535364077124855, "mis_z": -0.191084184917416, "mu_lof": 5.95384991838e-07, "mu_mis": 5.41277617019e-06, "mu_syn": 2.77056297044e-06, "n_lof": 6.0, "n_mis": 59.0, "n_syn": 28.0, "p_li": 0.000289003407059731, "p_null": 0.437260995310159, "p_rec": 0.562450001282782, "syn_z": 0.119285197850258}, "bp": 372, "cds_end": 68458455, "cds_start": 68452391, "n_exons": 5, "nonpsych": {"exp_lof": 6.67736413197, "exp_mis": 50.662018886, "exp_syn": 26.1902705388, "lof_z": 0.63749497965349, "mis_z": -0.165676581803963, "mu_lof": 5.95384991838e-07, "mu_mis": 5.41277617019e-06, "mu_syn": 2.77056297044e-06, "n_lof": 5.0, "n_mis": 53.0, "n_syn": 26.0, "p_li": 0.00145703782238464, "p_null": 0.356503245048651, "p_rec": 0.642039717128964, "syn_z": 0.0234079761101936}, "nontcga": {"exp_lof": 6.87082568869, "exp_mis": 51.5797425324, "exp_syn": 26.7050363515, "lof_z": 0.32772377677833, "mis_z": -0.23726246904987, "mu_lof": 5.95384991838e-07, "mu_mis": 5.41277617019e-06, "mu_syn": 2.77056297044e-06, "n_lof": 6.0, "n_mis": 55.0, "n_syn": 24.0, "p_li": 0.00021174015625547, "p_null": 0.50332041902944, "p_rec": 0.496467840814304, "syn_z": 0.331435789159907}, "transcript": "ENST00000265643.3"}, "exons": [{"cdsend": 68690987, "cdsstart": 68684923, "chr": "11", "position": [[68684543, 68684732], [68684923, 68685004], [68685593, 68685648], [68688013, 68688100], [68688848, 68688926], [68690916, 68691175]], "strand": 1, "transcript": "NM_015973", "txend": 68691175, "txstart": 68684543}], "exons_hg19": [{"cdsend": 68458455, "cdsstart": 68452391, "chr": "11", "position": [[68452011, 68452200], [68452391, 68452472], [68453061, 68453116], [68455481, 68455568], [68456316, 68456394], [68458384, 68458643]], "strand": 1, "transcript": "NM_015973", "txend": 68458643, "txstart": 68452011}], "generif": [{"pubmed": 11712539, "text": "galanin is expressed developmentally in the DRG"}, {"pubmed": 12471460, "text": "an involvement of GAL in various physiological functions of the gastrointestinal tract"}, {"pubmed": 12647269, "text": "data suggest a role for endogenous galanin in the adaptive responses to acute orthostatic stress preventing syncope in susceptible individuals"}, {"pubmed": 12654333, "text": "Galanin is present in human DRGs together with CGRP and substance P, mostly in small neurons. Galanin may mediate processing of sensory information, especially pain, in human DRGs and dorsal horn."}, {"pubmed": 12769595, "text": "The involvement of galanin is reviewed in the modulation of such functions as neurotransmitter release, memory, pain, depression, anxiety, obesity, gut motility, neuroendocrine regulation, development and neuroregeneration."}, {"pubmed": 14700749, "text": "corticotroph, but not GH adenomas, express high levels of galanin, in addition to ACTH, and in some tumors both polypeptides are synthesised in the same cell population; galanin levels in plasma were not influenced by the tumor galanin content"}, {"pubmed": 14706552, "text": "human galanin expresses amphipathic properties in the presence of phospholipids which in turn amplifies its vasoactive effects in the intact peripheral microcirculation."}, {"pubmed": 15283968, "text": "These galanin-LHRH and LHRH-galanin contacts may be functional synapses, and they may be the morphological substrate of the galanin-controlled gonadal functions in humans."}, {"pubmed": 15648541, "text": "Serum galanin concentration in post-menopausal women is related to severity of climacteric syndrome; presence of nervousness in post-menopausal women is related to lower serum galanin level."}, {"pubmed": 15735230, "text": "Blood levels correlate with type 2 diabetes and not with obesity or hormonal status in postmenopause."}, {"pubmed": 15893372, "text": "mechanistic relationship between amyloidosis and GAL over expression in Alzheimer disease"}, {"pubmed": 15927790, "text": "We suggest that expression of galanin in the medial and lateral components of the mamillary bodies may be of transient occurrence and may serve a significant role in the synaptogenesis."}, {"pubmed": 15930442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15930442, "text": "The analyzed single nucleotide polymorphisms in GAL and GALR1 do not play major role in early onset obesity or dietary fat intake in obese children and adolescents."}, {"pubmed": 15944034, "text": "The co-expression of galanin and its receptors supports a role for galanin in tumor cell pathology via autocrine/paracrine mechanisms"}, {"pubmed": 16314872, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16314872, "text": "There is a haplotype association with alcoholism in both the Finnish (P=0.001) and Plains Indian (P=0.004) men."}, {"pubmed": 16787232, "text": "This review presents considerable evidence that has accumulated implicating both galanin and GALP as playing important roles in regulating food and water intake behavior and related neuroendocrine functions."}, {"pubmed": 17083333, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17573119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17573119, "text": "polymorphisms in the galanin gene are associated with symptom severity in female patients suffering from panic disorder."}, {"pubmed": 18196269, "text": "Developmentally regulated expression of galanin and somatostatin may play a role in liver morphogenesis."}, {"pubmed": 18272487, "text": "point to GalR2 as a possible target for therapeuthic interventions in pheochromocytoma"}, {"pubmed": 18322398, "text": "Galanin fiber hyperinnervation of cholinergic forebrain nucleus basalis neurons upregulates the expression of choline acetyltransferase."}, {"pubmed": 18518925, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18973137, "text": "GAL, coding for the neuropeptide galanin, and GALR1, a galanin receptor, were identified as candidate genes of oncogenesis in squamous cell carcinoma using a survey of parallel chromosomal alterations and gene expression studies in 10 SCC cell lines."}, {"pubmed": 18988886, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18988886, "text": "The common allele of rs2187331, residing in the promoter region of GAL, is significantly associated with hypertriglyceridemia ."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19749437, "text": "provides substantive evidence that GAL sustains the expression of genes subserving multiple neuroprotective mechanisms in hyperinnervated cholinergic NB neurons compared to nonhyperinnervated neu-ron"}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237460, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20237460, "text": "The reported associations in independent samples of Alzheimer Disease and Major Depressive Disorder support an estrogen-dependent function of GAL in pathophysiology of anxiety and depression, affecting response to antidepressant treatment."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21042317, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21042317, "text": "This study suggested that the adenylate GAL related to major depressive disorder."}, {"pubmed": 21199668, "text": "acute alcohol withdrawal was associated with decreased galanin serum levels"}, {"pubmed": 21352816, "text": "Chronic constriction injury results in galanin upregulation in dorsal root ganglion and sciatic nerve, although less in transgenic mice with nuclear factor-kappaB inhibition."}, {"pubmed": 21707521, "text": "Study revealed that plasmin was present in tumor tissue, and that it was responsible for processing progalanin to galanin(1-20) in the extracellular environment."}, {"pubmed": 21716262, "text": "Analysis in neuroblastoma cells demonstrates that GAL5.1 acts as an enhancer of promoter activity after protein kinase C activation."}, {"pubmed": 22078238, "text": "Cerebrospinal fluid levels of total but not free IgG autoantibodies against galanin are increased in patients with Alzheimer's disease, resulting in increased percentage of galanin autoantibodies present as immune complexes."}, {"pubmed": 22162474, "text": "Circulating galanin levels at birth are not affected by GDM and IUGR, providing no evidence for alternations in hypothalamic galanin expression and secretion in humans, as they were previously documented in experimental models."}, {"pubmed": 22226150, "text": "The results indicate the continuous presence of GAL-ergic innervation in the immediate vicinity of the cancer invasion, which may be attributed to increased contraction of the affected part of intestine."}, {"pubmed": 22859720, "text": "Moreover, we have identified a novel role for the GalR1/galanin receptor-ligand axis in chemoresistance, providing evidence to support its further evaluation as a potential therapeutic target and biomarker in colorectal cancer ."}, {"pubmed": 23261456, "text": "These results suggest that the activation of progalanin by plasmin in the extracellular compartment was involved in MMP-9 and MMP-2 activation and in angiogenesis in tumor tissue."}, {"pubmed": 23278944, "text": "Galanin has a role in regulating eccrine sweat gland secretion"}, {"pubmed": 23341594, "text": "localization of the transcripts for galanin and its receptors (GalR1-R3), tryptophan hydroxylase 2, tyrosine hydroxylase, nitric oxide synthase and the three vesicular glutamate transporters (VGLUT 1-3) in the locus coeruleus and the dorsal raphe nucleus"}, {"pubmed": 23741354, "text": "The SNPs of rs694066 in the GAL gene showed a positive correlation with the major depressive disorder in the Chinese Han population."}, {"pubmed": 24106965, "text": "Galanin plays a crucial role in inhibiting insulin secretion from pancreatic beta cells to prevent hyperinsulinemia, which is a characteristic of type 2 diabetes mellitus. [review]"}, {"pubmed": 24397394, "text": "Data suggest that plasma levels of galanin and interleukin-6 are up-regulated in second trimester in women with gestational diabetes (glucose intolerant/insulin resistant) as compared to normal pregnant women (with normal glucose/insulin tolerance)."}, {"pubmed": 24503374, "text": "The plasma galanin levels are higher in patients with gestational diabetes mellitus than in normal pregnancy."}, {"pubmed": 24706871, "text": "Variants in genes for galanin (GAL) and its receptors (GALR1, GALR2, GALR3), despite their disparate genomic loci, conferred increased risk of depression and anxiety in people who experienced childhood adversity or recent negative life events."}, {"pubmed": 25228436, "text": "found no association of the galanin enhancer genotype with any of the other pathophysiological parameters measured"}, {"pubmed": 25504183, "text": "Data shows that high expression of GAL is associated with poor prognosis of stage II colorectal cancer patients (CRC) and GAL expression may be related to the aggressive behavior of CRC."}, {"pubmed": 25545502, "text": "Galanin can be regarded as an immunomodulatory peptide as it can sensitize polymorphonuclear neutrophils towards pro-inflammatory cytokines in humans and mice."}, {"pubmed": 25691535, "text": "Mutations in the human GAL gene cause temporal lobe epilepsy."}, {"pubmed": 25779965, "text": "Galangin-induced down-regulation of BACE1 by epigenetic mechanisms"}, {"pubmed": 25917569, "text": "Galanin released by cancer induces neuritogenesis, facilitating perineural invasion."}, {"pubmed": 26122049, "text": "This is the first report of the various galanin receptors in the human eye."}, {"pubmed": 26253934, "text": "Elevated galanin may predict the risk of type 2 diabetes mellitus for development of Alzheimer's disease."}, {"pubmed": 26572146, "text": "GAL and its receptors, GALR1 and GALR2, play a role in head and neck squamous cell carcinoma tumorigenesis"}, {"pubmed": 26621352, "text": "This study demonstrated that Galanin upregulation within the basal forebrain cholinergic system in LBD"}, {"pubmed": 27474259, "text": "results indicated that obese individuals have higher plasma GAL and GALP concentrations and both peptide concentrations were positively correlative to triglyceride concentrations in obese human"}, {"pubmed": 27538957, "text": "Low levels of plasma galanin is associated with obese subjects with hypertension."}, {"pubmed": 27550417, "text": "Serum galanin (GAL) levels are significantly higher in the obese group compared with lean subjects during an oral glucose tolerance test (OGTT)."}, {"pubmed": 27685843, "text": "Study provides evidence that GAL and GALR1/2 genes were identified as aberrantly methylated in head and neck squamous cell carcinoma."}, {"pubmed": 27837916, "text": "Galanin per se did not affect the dynamic mass redistribution of natural killer (NK) cells, but significantly enhanced the response of NK cells to IL-18"}, {"pubmed": 27870457, "text": "The analyses revealed that the presence of the galanin gene minor allele (G) increased susceptibility to multiple sclerosis in men (OR = 2.49, P = 0.008) but not in women."}, {"pubmed": 27914762, "text": "majority of intrinsic choroidal neurons were GAL-positive"}, {"pubmed": 27940914, "text": "GAL and its receptor GALR3 are differentially methylated and expressed in brains of major depressive disorder subjects in a region- and sex-specific manner."}, {"pubmed": 27943416, "text": "ultraviolet irradiation upregulated galanin mRNA and protein expression in keratinocytes in vitro and in human skin in vivo"}, {"pubmed": 28336906, "text": "Our results identified FGL2, GAL, SEMA4D, SEMA7A, and IDO1 as new candidate genes that could be involved in MSCs-mediated immunomodulation. FGL2, GAL, SEMA4D, SEMA7A, and IDO1 genes appeared to be differentially transcribed in the different MSC populations. Moreover, these genes were not similarly modulated following MSCs-exposure to inflammatory signals"}, {"pubmed": 28416367, "text": "Higher serum galanin levels were determined in patients with impaired glucose tolerance."}, {"pubmed": 28720509, "text": "Study found dramatic reduction in von Willebrand factor extrusion and multimer expression by the neuropeptide galanin in cultured endocardial endothelial cells from heart failure patients. Results suggest that a combination of beta-blockers and galanin therapy may be one therapeutic option for improving endocardial endothelial anticoagulant function."}, {"pubmed": 28987550, "text": "SNP rs948854 in the GAL gene seems to be involved in the modulation of depressive state, especially in individuals with GG genotype."}, {"pubmed": 29331040, "text": "results suggested that four differentially expressed genes, Jun, Gal, Cd74, and C1qb, had the potential to serve as prognostic or predictive markers for neuropathic pain, suggesting a potential application in the improvement of prognostic tools and treatments."}, {"pubmed": 29654647, "text": "GAL, GAP43 and NRSN1 single nucleotide polymorphisms and related gene-gene interaction networks might be involved in the altered susceptibility to Hirschsprung disease in the Han Chinese population."}, {"pubmed": 30019295, "text": "elevated high expression of CASP3 or CASP8 in the neurons from MPs was accompanied by a decreased expression of GAL. To our knowledge, this is the first report describing the decomposition of myenteric plexuses (MPs) within cancer-affected human stomach wall and the possible role of apoptosis in this process."}, {"pubmed": 30373200, "text": "Notable changes in the dense network of cocaine- and amphetamine-regulated transcript- (CART-) and galanin -containing nerve fibers (an increase) were observed in the longitudinal (LML) and lamina muscularis mucosae (LMM) within carcinoma-affected areas of the human stomach."}, {"pubmed": 30616468, "text": "Low Galanin expression is associated with gastric cancer."}, {"pubmed": 31881033, "text": "Study revealed two statistically significant associations between anxiety and the galanin rs948854_C-rs4432027_C haplotype and the rs1042577_T single-locus allele, respectively."}, {"pubmed": 32757697, "text": "Further evidence for the association of GAL, GALR1 and NPY1R variants with opioid dependence."}, {"pubmed": 33534034, "text": "Serum Galanin in Children with Autism Spectrum Disorder."}, {"pubmed": 33552060, "text": "Review: Occurrence and Distribution of Galanin in the Physiological and Inflammatory States in the Mammalian Gastrointestinal Tract."}, {"pubmed": 34925648, "text": "Increased Serum Neuropeptide Galanin Level Is a Predictor of Cognitive Dysfunction in Patients with Hip Fracture."}, {"pubmed": 35913979, "text": "Structure of the human galanin receptor 2 bound to galanin and Gq reveals the basis of ligand specificity and how binding affects the G-protein interface."}], "genomic_pos": {"chr": "11", "end": 68691175, "ensemblgene": "ENSG00000069482", "start": 68683779, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 68458643, "start": 68451247, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007631", "qualifier": "involved_in", "term": "feeding behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010737", "pubmed": 17982695, "qualifier": "involved_in", "term": "protein kinase A signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019933", "pubmed": 17982695, "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030073", "pubmed": 1370155, "qualifier": "involved_in", "term": "insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031943", "qualifier": "involved_in", "term": "regulation of glucocorticoid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035902", "qualifier": "involved_in", "term": "response to immobilization stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 24517231, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050672", "qualifier": "involved_in", "term": "negative regulation of lymphocyte proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051464", "pubmed": 17982695, "qualifier": "involved_in", "term": "positive regulation of cortisol secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051795", "pubmed": 22329353, "qualifier": "involved_in", "term": "positive regulation of timing of catagen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902608", "pubmed": 24602615, "qualifier": "involved_in", "term": "positive regulation of large conductance calcium-activated potassium channel activity"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9402244, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "is_active_in", "term": "secretory granule"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043025", "pubmed": 23415787, "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0004966", "pubmed": 25691535, "qualifier": "enables", "term": "galanin receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005184", "pubmed": 24517231, "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005184", "pubmed": 1722333, "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 25691535, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031763", "qualifier": "enables", "term": "galanin receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031764", "pubmed": 24517231, "qualifier": "enables", "term": "type 1 galanin receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031765", "pubmed": 24517231, "qualifier": "enables", "term": "type 2 galanin receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031766", "pubmed": 24517231, "qualifier": "enables", "term": "type 3 galanin receptor binding"}]}, "homologene": {"genes": [[9598, 747508], [9606, 51083], [9615, 404001], [9913, 280799], [10090, 14419], [10116, 29141]], "id": 7724}, "interpro": [{"desc": "Galanin", "id": "IPR008174", "short_desc": "Galanin"}, {"desc": "Galanin precursor", "id": "IPR008175", "short_desc": "Galanin_pre"}, {"desc": "Galanin message associated peptide (GMAP)", "id": "IPR013068", "short_desc": "GMAP"}], "ipi": "IPI00026637", "map_location": "11q13.2", "name": "galanin and GMAP prepropeptide", "other_names": ["galanin peptides", "galanin prepropeptide", "galanin-message-associated peptide", "galanin-related peptide", "galanin/GMAP prepropeptide"], "pantherdb": {"HGNC": "4114", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95637", "ortholog_type": "LDO", "panther_family": "PTHR16839", "taxid": 10090, "uniprot_kb": "P47212"}, {"RGD": "61954", "ortholog_type": "LDO", "panther_family": "PTHR16839", "taxid": 10116, "uniprot_kb": "P10683"}, {"Ensembl": "ENSGALG00000007047", "ortholog_type": "LDO", "panther_family": "PTHR16839", "taxid": 9031, "uniprot_kb": "C3V8R3"}, {"ZFIN": "ZDB-GENE-130603-20", "ortholog_type": "O", "panther_family": "PTHR16839", "taxid": 7955, "uniprot_kb": "U3JAH8"}, {"Ensembl": "ENSDARG00000091377", "ortholog_type": "LDO", "panther_family": "PTHR16839", "taxid": 7955, "uniprot_kb": "E7EZ53"}], "uniprot_kb": "P22466"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP2817", "name": "Mammary gland development pathway - Pregnancy and lactation (Stage 3 of 4)"}}, "pdb": ["7S3O", "7S3Q", "7S3R", "7WQ3", "7WQ4", "7XBD", "7XJJ", "7XJK", "8DHZ", "8DJ4"], "pfam": ["PF01296", "PF06540"], "pharmgkb": "PA28529", "pharos": {"target_id": 10890, "tdl": "Tbio"}, "pir": "A49353", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327593", "relationship": "is"}, {"id": "GNF327594", "relationship": "is"}, {"id": "GNF327595", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170726", "relationship": "is"}, {"id": "GNF181632", "relationship": "is"}, {"id": "GNF192538", "relationship": "is"}, {"id": "GNF203444", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156841", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005658", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF238342", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331211", "relationship": "is"}, {"id": "GNF332595", "relationship": "is"}, {"id": "GNF333240", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335556", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103029", "relationship": "is"}, {"id": "GNF142680", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_052785.1"], "protein": "NP_057057.2", "rna": "NM_015973.5", "translation": {"protein": "NP_057057.2", "rna": "NM_015973.5"}}, "reporter": {"HG-U133_Plus_2": ["207466_at", "214240_at"], "HG-U95Av2": "35879_at", "HTA-2_0": "TC11000709.hg.1", "HuEx-1_0": "3337749", "HuGene-1_1": "7942064", "HuGene-2_1": "16728141"}, "retired": 2586, "summary": "This gene encodes a neuroendocrine peptide that is widely expressed in the central and peripheral nervous systems and also the gastrointestinal tract, pancreas, adrenal gland and urogenital tract. The encoded protein is a precursor that is proteolytically processed to generate two mature peptides: galanin and galanin message-associated peptide (GMAP). Galanin has diverse physiological functions including nociception, feeding and energy homeostasis, osmotic regulation and water balance. GMAP has been demonstrated to possess antifungal activity and hypothesized to be part of the innate immune system. [provided by RefSeq, Jul 2015].", "symbol": "GAL", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414945"}, "unigene": "Hs.278959", "uniprot": {"Swiss-Prot": "P22466"}, "wikipedia": {"url_stub": "Galanin"}}