{"AllianceGenome": "4168", "HGNC": "4168", "MIM": "600441", "_id": "2621", "_version": 1, "accession": {"genomic": ["AH012686.3", "AY170372.1", "BK001240.1", "BX072579.14", "CH471085.1", "CP068265.2", "EF631974.1", "KM248307.1", "KM248308.1", "KM248309.1", "KM248310.1", "KM248311.1", "KM248312.1", "KM248313.1", "KM248314.1", "KM248315.1", "KM248316.1", "KM248317.1", "KM248318.1", "KM248319.1", "KM248320.1", "KM248321.1", "KM248322.1", "KM248323.1", "KM248324.1", "KM248325.1", "KM248326.1", "LC212784.1", "NC_000013.11", "NC_060937.1", "NG_029703.1"], "protein": ["AAA58494.1", "AAH38984.1", "AAO41859.1", "AAO84057.1", "ABR09277.1", "AKC96396.1", "AKC96397.1", "AKC96398.1", "AKC96399.1", "AKC96400.1", "AKC96401.1", "AKC96402.1", "AKC96403.1", "AKC96404.1", "AKC96405.1", "AKC96406.1", "AKC96407.1", "AKC96408.1", "AKC96409.1", "AKC96410.1", "AKC96411.1", "AKC96412.1", "AKC96413.1", "AKC96414.1", "AKC96415.1", "BAC86580.1", "BAF83492.1", "BAG52469.1", "BAG53826.1", "BAG64249.1", "CAH56234.1", "DAA01155.1", "EAX09226.1", "NP_000811.1", "Q14393.3", "XP_054230397.1"], "rna": ["AA045119.1", "AK092028.1", "AK122969.1", "AK126533.1", "AK129751.1", "AK290803.1", "AK303145.1", "AL833761.1", "BC030708.1", "BC038984.1", "BQ181504.1", "BX380508.2", "DB290970.1", "HY038614.1", "L13720.1", "NM_000820.4", "NM_001143945.1", "NM_001143946.1", "XM_054374422.1"], "translation": [{"protein": "BAG52469.1", "rna": "AK092028.1"}, {"protein": "CAH56234.1", "rna": "AL833761.1"}, {"protein": "NP_000811.1", "rna": "NM_000820.4"}, {"protein": "BAG53826.1", "rna": "AK122969.1"}, {"protein": "XP_054230397.1", "rna": "XM_054374422.1"}, {"protein": "BAF83492.1", "rna": "AK290803.1"}, {"protein": "BAC86580.1", "rna": "AK126533.1"}, {"protein": "AAA58494.1", "rna": "L13720.1"}, {"protein": "BAG64249.1", "rna": "AK303145.1"}, {"protein": "AAH38984.1", "rna": "BC038984.1"}]}, "alias": ["AXLLG", "AXSF"], "ensembl": {"gene": "ENSG00000183087", "protein": "ENSP00000331831", "transcript": ["ENST00000327773", "ENST00000476291", "ENST00000480426", "ENST00000608763", "ENST00000610073"], "translation": [{"protein": "ENSP00000331831", "rna": "ENST00000327773"}], "type_of_gene": "protein_coding"}, "entrezgene": "2621", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.4673588329, "exp_mis": 281.703616674, "exp_syn": 154.579678266, "lof_z": 3.52066235168462, "mis_z": 1.24447094084877, "mu_lof": 1.63869160843e-06, "mu_mis": 3.09810748966e-05, "mu_syn": 1.71924287852e-05, "n_lof": 5.0, "n_mis": 239.0, "n_syn": 143.0, "p_li": 0.333438602414211, "p_null": 0.000131047533585049, "p_rec": 0.666430350052204, "syn_z": 0.577391698578354}, "bp": 2037, "cds_end": 114566893, "cds_start": 114523836, "n_exons": 15, "nonpsych": {"exp_lof": 19.1701902389, "exp_mis": 254.709123279, "exp_syn": 139.649689951, "lof_z": 3.17844335415134, "mis_z": 1.12854357006193, "mu_lof": 1.63869160843e-06, "mu_mis": 3.09810748966e-05, "mu_syn": 1.71924287852e-05, "n_lof": 5.0, "n_mis": 219.0, "n_syn": 130.0, "p_li": 0.195194350701065, "p_null": 0.00054496647794981, "p_rec": 0.804260682820985, "syn_z": 0.514111501140027}, "nontcga": {"exp_lof": 19.7246430904, "exp_mis": 259.142018408, "exp_syn": 142.187988006, "lof_z": 3.49266916421708, "mis_z": 1.05664734914056, "mu_lof": 1.63869160843e-06, "mu_mis": 3.09810748966e-05, "mu_syn": 1.71924287852e-05, "n_lof": 4.0, "n_mis": 225.0, "n_syn": 134.0, "p_li": 0.585495941159904, "p_null": 9.05381651013995e-05, "p_rec": 0.414413520674994, "syn_z": 0.434779114327645}, "transcript": "ENST00000327773.6"}, "exons": [{"cdsend": 113863920, "cdsstart": 113820863, "chr": "13", "position": [[113820548, 113821018], [113821957, 113822186], [113823374, 113823550], [113826995, 113827164], [113828546, 113828711], [113832298, 113832488], [113832633, 113832752], [113834550, 113834672], [113835512, 113835635], [113838068, 113838191], [113839727, 113839850], [113846526, 113846589], [113848025, 113848050], [113863574, 113863741], [113863832, 113864076]], "strand": -1, "transcript": "NM_000820", "txend": 113864076, "txstart": 113820548}], "exons_hg19": [{"cdsend": 114566893, "cdsstart": 114523836, "chr": "13", "position": [[114523521, 114523991], [114524930, 114525159], [114526347, 114526523], [114529968, 114530137], [114531519, 114531684], [114535271, 114535461], [114535606, 114535725], [114537523, 114537645], [114538485, 114538608], [114541041, 114541164], [114542700, 114542823], [114549499, 114549562], [114550998, 114551023], [114566547, 114566714], [114566805, 114567049]], "strand": -1, "transcript": "NM_000820", "txend": 114567049, "txstart": 114523521}], "generif": [{"pubmed": 11175853, "text": "Gas6-deficient mice are protected against thrombosis, indicating that a physiological function of Gas6 is that of a procoagulant. This effect is mediated, at least in part, through platelets, as Gas6-deficient platelets are less prone to aggregation."}, {"pubmed": 12029073, "text": "Data suggest that Gas6 and Axl signal transduction is aberrantly stimulated in endometriotic endometria, and is plausibly related to its growth potential."}, {"pubmed": 12218057, "text": "GAS6 has a V-shaped arrangement of laminin G-like LG domains strengthened by an interdomain calcium-binding site"}, {"pubmed": 12490074, "text": "Axl and Gas6 expression might be involved in childhood thyroid tumorigenesis around Chernobyl."}, {"pubmed": 12764109, "text": "Gas6 sustains fetal oligodendrocyte viability by receptor activation and downstream signaling via the phosphatidylinositol 3-kinase-dependent/ proto-oncogene protein akt pathway."}, {"pubmed": 12768229, "text": "Gas6, acting as a growth factor, is increased in the process of kidney allograft dysfunction and in chronic allograft nephropathy."}, {"pubmed": 14750094, "text": "GAS6/Axl signaling is involved in human renal disease."}, {"pubmed": 15108283, "text": "GAS6 intron-exon structure, identification of single nucleotide polymorphisms and possible association with stroke."}, {"pubmed": 15108283, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15130893, "text": "New information about the mechanism underlying Gas6 protection from apoptosis in primary endothelial cell cultures."}, {"pubmed": 15452374, "text": "Gas6/Axl pathway could play a role in the complex events taking place during the early changes of ovarian cancer progression."}, {"pubmed": 15507525, "text": "Axl stimulation by GAS6 results in inhibition of the ligand-dependent activation of vascular endothelial growth factor (VEGF) receptor 2 and the consequent activation of an angiogenic program in vascular endothelial cells"}, {"pubmed": 15605394, "text": "Axl overexpression and activation by Gas6 could be involved in progression of prostate neoplastic disease"}, {"pubmed": 15958209, "text": "This report demonstrates that Gas6-induced downregulation of Axl is blocked by inhibitors of endocytosis and lysosomal degradation, but not by inhibitors of proteosomal activity."}, {"pubmed": 16362042, "text": "The crystal structure at 3.3 A resolution of a minimal human Gas6/Axl complex reveals an assembly of 2:2 stoichiometry."}, {"pubmed": 16556867, "text": "Restoration of Gas6 mRNA by statins was mediated by mRNA stabilization, and not by an increase in transcriptional activity."}, {"pubmed": 16723520, "text": "We conclude that gas6 signaling through the Axl receptor and the PI3 kinase/Akt1 survival pathway protects oligodendrocytes from growth factor withdrawal and TNFalpha-mediated cell death."}, {"pubmed": 16999853, "text": "Gas6 has a role in aspirin resistance"}, {"pubmed": 17721624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17721624, "text": "the CACA haplotype, is less prevalent in patients with stroke"}, {"pubmed": 17897008, "text": "GAS6 signals via its receptor tyrosine kinases and plays a key role in the perpetuation of platelet aggregates and clot retraction."}, {"pubmed": 18172262, "text": "Axl and Gas6 are frequently overexpressed in both glioma and vascular cells and predict poor prognosis in GBM patients"}, {"pubmed": 18174285, "text": "adiponectin antagonizes the stimulatory effect of TNFalpha on vascular calcification by restoration of the AMPK-dependent Gas6-mediated survival pathway."}, {"pubmed": 18395422, "text": "Gas6-promoted phagocytosis was inhibited by L-type Ca(2+)-channel blockage, which in turn may be activated by integrin receptor stimulation."}, {"pubmed": 18570189, "text": "These findings identify a role for Gas6 in plaque composition and stability."}, {"pubmed": 18680538, "text": "gas6 protects endothelial cells from apoptosis by a mechanism that involves PI3K-Akt-dependent inactivation of FOXO1a."}, {"pubmed": 18760998, "text": "The experiments described in this paper propose a novel functional role of gamma-carboxylation in gas6-mediated endothelial cell survival."}, {"pubmed": 18840707, "text": "The Axl/Gas6 pathway contributes to normal human NK-cell development via an effect on the master regulatory transcription factor T-BET."}, {"pubmed": 19132213, "text": "Found no association between plasma Gas6 levels and coronary artery disease."}, {"pubmed": 19369636, "text": "GAS6 plasma concentrations at admission reflect the presence of common cardiovascular risk factors and can predict cardiovascular events."}, {"pubmed": 19369636, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19567592, "text": "Data show that Axl and Gas6 expression in RCC are associated with tumor advancement and patient survival."}, {"pubmed": 19657094, "text": "Gas6/Axl-mediated signaling regulates human dendritic cell (DC) activities; this study identifies Gas6/Axl as a new DC chemotaxis pathway."}, {"pubmed": 19696043, "text": "Data do not support the idea that Gas6 protein and Gas6 polymorphisms may be associated with thrombosis in sticky platelet syndrome."}, {"pubmed": 19696043, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19744001, "text": "Plasma concentration of growth arrest-specific protein 6 is increased in patients with acute pancreatitis."}, {"pubmed": 19888345, "text": "Axl and its ligand Gas6, the vitamin-K dependent protein product of the growth arrest-specific gene 6, have a role in progression of clear cell RCC (ccRCC) derived cells"}, {"pubmed": 19922767, "text": "data suggest that growth arrest-specific-6 (GAS6)/MER receptor tyrosine kinase axis regulates homing and survival of the E2A/PBX1-positive B-cell precursor acute lymphoblastic leukemia in the bone marrow niche"}, {"pubmed": 19965679, "text": "These findings highlight a novel role for Gas6 in a positive amplification loop, whereby tumors promote their growth by educating infiltrating leukocytes to up-regulate the production of the mitogen Gas6."}, {"pubmed": 20048160, "text": "These results indicate that androgen receptor signaling directly regulates Gas6 transcription, which leads to inhibition of vascular calcification, and provides a mechanistic insight into the cardioprotective action of androgens."}, {"pubmed": 20088931, "text": "Gas6 in circulation is bound to sAxl suggesting circulating Gas6 to be inhibited and incapable of stimulating the TAM receptors."}, {"pubmed": 20103767, "text": "GAS6 modulates macrophage cytokine secretion, triggering an \"anti-inflammatory pathway\" involving PI3K/Akt/GSK3 beta and NF-kappaB."}, {"pubmed": 20126470, "text": "activation of GAS6 receptors on prostate cancer in the bone marrow environment may play a critical role as a molecular switch, establishing metastatic tumor cell dormancy."}, {"pubmed": 20417630, "text": "Gas6 and soluble Axl have a role in critical limb ischemia, presumably connected to the inflammatory process"}, {"pubmed": 20504897, "text": "Plasma Gas6 is associated with altered glucose tolerance, inflammation, and endothelial dysfunction."}, {"pubmed": 20546121, "text": "Gas6 and Tyro3, Axl and Mer (TAM) receptors have roles in human and murine platelet activation and thrombus stabilization"}, {"pubmed": 20664904, "text": "No association of the variants in GAS6 gene and carotid atherosclerosis was observed."}, {"pubmed": 20664904, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20922806, "text": "This study showed that Gas6 and Axl are frequently overexpressed in PDA cells and are associated with a poor prognosis in patients with stage II PDA. Axl promotes the invasion and survival of PDA cells."}, {"pubmed": 21067537, "text": "Vitamin K-dependent GAS6 synthesis is likely to be a regulatory mechanism during systemic inflammation, rather than the result of GAS6 interacting with bacteria or other infectious agents during sepsis."}, {"pubmed": 21278074, "text": "plasma concentrations of Gas6 and sAxl vary with disease activity in Systemic Lupus Erythematosus, and may have a role in lupus pathogenesis."}, {"pubmed": 21343401, "text": "Our findings suggest that a TYRO3/AXL-GAS6 autocrine circuit sustains the malignant features of thyroid cancer cells"}, {"pubmed": 21501828, "text": "Gas6 mediates binding of the virus to target cells by bridging virion envelope phosphatidylserine to Axl"}, {"pubmed": 21638224, "text": "Among patients with VTE, mean gas6 levels showed a trend of higher levels in those with more extensive thrombi."}, {"pubmed": 21959217, "text": "The Gas6 c.843+7AA genotype and A allele are less prevalent in type 2 diabetes, which may have a protective role for type 2 diabetes."}, {"pubmed": 22072012, "text": "Gas6 acts as a protective factor, in part by reducing the pro-inflammatory phenotype of vascular smooth muscle cells"}, {"pubmed": 22363695, "text": "The present study explores Mer behavior following prolonged exposure to Gas6."}, {"pubmed": 22516347, "text": "Data show that growth arrest-specific 6 (GAS6) and receptor tyrosine kinase Axl is colocalize with hypoxia-inducible factor-1alpha (Hif-1alpha) in both primary tumors and bone metastasis in prostate tumor tissue microarrays samples."}, {"pubmed": 22763415, "text": "Genetic polymorphism of the growth arrest-specific 6 gene is associated with cutaneous vasculitis in Taiwanese patients with systemic lupus erythematosus."}, {"pubmed": 22833165, "text": "The Axl receptor shedding is an active process affected and influenced by the Gas6-mediated Axl-signaling in systemic lupus erythematosus and Behcets disease."}, {"pubmed": 22907951, "text": "Dysregulation of circulating Gas6 is associated with renal disease and inversely proportional to renal function."}, {"pubmed": 22914895, "text": "It is not clear why Gas6 levels are elevated in systemic lupus erythematosus patients. It may be a secondary increase due to inflammatory conditions or a contributing factor to the pathogenesis of the disease."}, {"pubmed": 23209669, "text": "Gas6 c.834+7G>A polymorphism in exudative AMD development; there are genetic interactions between CFH, HTRA1 and C3 polymorphisms that might contribute to the pathogenesis of dry age-related macular degeneration"}, {"pubmed": 23242819, "text": "High expression of Gas6 is associated with lung adenocarcinoma."}, {"pubmed": 23318455, "text": "Data indicate that Gas6/Axl-mediated proliferation of schwannoma cells depends on NF-kappa B p65."}, {"pubmed": 23318499, "text": "maternal Gas6 serum concentrations are significantly increased in pre-eclampsia during pregnancy. Furthermore, the adipokines leptin and adiponectin are independent predictors of circulating Gas6 in pregnant women"}, {"pubmed": 23341490, "text": "Circulating Gas6 levels are strongly associated with adiposity, inflammation, and insulin resistance status among overweight and obese adolescents."}, {"pubmed": 23354874, "text": "Gas6, a ligand of Tyro3, exerts an autocrine activities though Tyro3 and Axl in a subgroup of leiomyosarcoma."}, {"pubmed": 23419144, "text": "No difference in allelic and genotype frequency of the rs8191974 polymorphism in the GAS6 gene was found in a case-control study of patients with acute myocardial infarction."}, {"pubmed": 23430954, "text": "Gas6 enhanced the proliferation of colorectal cancer cells and suppressed the activation of macrophages in vitro."}, {"pubmed": 23497733, "text": "The present study highlights that the GAS6/ProS-TAM system correlates in several ways with disease activity in systemic lupus erythematosus"}, {"pubmed": 23567973, "text": "Gas6 induces activation of JNK and ERK1/2 signaling in cancer cells expressing Axl, resulting in phosphorylation of activator protein (AP)-1 transcription factors c-Jun and ATF-2 and induction of Slug."}, {"pubmed": 23570341, "text": "In melanoma cell lines, Gas6 induced Tyro3 phosphorylation and downstream Akt phosphorylation without apparent effects on Erk"}, {"pubmed": 23684620, "text": "Axl activated by Gas6 could protect osteosarcoma cells from apoptosis caused by serum starvation, and promote tumor cells' migration and invasion in vitro."}, {"pubmed": 23684948, "text": "The expression of TAM receptor tyrosine kinases and their ligand Gas6 is markedly downregulated in psoriatic epidermis. This downregulated gene expression is present in both uninvolved and involved epidermal samples."}, {"pubmed": 23781120, "text": "CSF concentration of Gas6 is inversely correlated with the severity of relapse in RR-MS patients but does not predict the subsequent course of the disease."}, {"pubmed": 23826128, "text": "Gas6 was uniquely upregulated in either endothelial/mesangial cells or podocytes in IgA nephropathy."}, {"pubmed": 23878800, "text": "Our data propose GAS6 as an independent predictor of poor survival, suggesting GAS6, both on the mRNA and on the protein level, as a potential biomarker for ovarian cancer."}, {"pubmed": 23979857, "text": "GAS6-AS1 expression served as an independent predictor for overall survival."}, {"pubmed": 24178067, "text": "Serum Gas6 level is increased in SLE patients with lupus nephritis or cutaneous vasculitis, implicating a potential to serve as a SLE disease activity marker."}, {"pubmed": 24233839, "text": "findings indicate that Gas6/Axl regulates tumor invasion through the transcriptional activation of Slug"}, {"pubmed": 24236135, "text": "Plasma concentrations predict aortic expression of growth-arrest-specific protein 6 in patients undergoing coronary artery bypass grafting."}, {"pubmed": 24276640, "text": "High gas6 acivity is associated with oral cancer progression."}, {"pubmed": 24326683, "text": "High GAS6 expression is associated with acute myeloid leukemia."}, {"pubmed": 24354620, "text": "caveolin-1-enriched microdomains have a role in Gas6-induced tissue factor expression in endothelial cells"}, {"pubmed": 24409287, "text": "Gas6 stimulates angiogenesis of human retinal endothelial cells and of zebrafish embryos via ERK1/2 signaling."}, {"pubmed": 24468100, "text": "Plasma Gas6 is associated with obesity, insulin sensitivity, inflammation, and endothelial dysfunction in women and may be a general marker of inflammatory conditions in women."}, {"pubmed": 24476104, "text": "Gas6 significantly enhanced the number of myelin basic protein-positive (MBP+) oligodendrocytes with membranous processes parallel with and ensheathing axons"}, {"pubmed": 24512357, "text": "plasma levels associated with albuminuria in patients with type 2 diabetes"}, {"pubmed": 24567414, "text": "Higher expression of Gas6/Axl pathway components in the LIMA compared with that in the aorta may partly explain the less frequent atherosclerotic events involving the LIMA compared with other arteries."}, {"pubmed": 24572151, "text": "The Gas6/Axl signaling pathway is involved in high glucose induced endothelial dysfunction."}, {"pubmed": 24676757, "text": "These results suggest that plasma Gas6 is associated with sex hormones in both pre- and postmenopausal women"}, {"pubmed": 24702788, "text": "The plasma concentrations of Gas6 and Axl are lowered in rheumatoid arthritis patients."}, {"pubmed": 24770797, "text": "Gas6 could play a potential role in the pathogenesis of adult-onset Still's disease"}, {"pubmed": 24789534, "text": "GAS6 protein promotes the proliferation and migration of endothelial progenitor cells through the PI3K/AKT signaling pathway."}, {"pubmed": 24899617, "text": "Plasma levels of growth arrest specific protein 6 are increased in idiopathic recurrent pregnancy loss"}, {"pubmed": 24939420, "text": "Macrophages can be reprogrammed by Gas6 to promote epithelial proliferation and wound repair."}, {"pubmed": 25102945, "text": "Inhibition of the Gas6 receptor Mer or therapeutic targeting of Gas6 by warfarin is a promising strategy for the treatment of multiple myeloma."}, {"pubmed": 25187556, "text": "HIF-1 and HIF-2 directly activate the expression of AXL and GAS6/AXL signaling uses lateral activation of the met proto-oncogene (MET) through SRC proto-oncogene nonreceptor tyrosine kinase to maximize cellular invasion."}, {"pubmed": 25703520, "text": "genetic variability of GAS6 and PEAR1 genes may be associated with platelet hyperaggregability"}, {"pubmed": 25752901, "text": "Suggest an association between low plasma GAS6 levels and conventional cardiometabolic risk factors in psoriasis."}, {"pubmed": 25869052, "text": "GAS6 intron 8 c.834 + 7G > A polymorphism was not associated with diabetic nephropathy in type 2 diabetes mellitus. However, heterozygous state of this polymorphism may be a risk factor for diabetic retinopathy in patients with diabetic nephropathy."}, {"pubmed": 25908269, "text": "Gas6 and Axl serum levels increase in parallel to chronic liver disease progression inactivation."}, {"pubmed": 25915719, "text": "CONCLUSIONS: Our results suggest that GAS6 c.834 + 7G> A polymorphism may have a pivotal role in the pathogenesis of preeclampsia (PE) suggesting that the A allele has a protective role for PE."}, {"pubmed": 25957430, "text": "Data shoed increased GAS6 and decreased MGP levels in hemodialysis patients, as mediators of induction or prevention of vascular calcification."}, {"pubmed": 26206560, "text": "Gas6-induced Axl signaling is a critical driver of pancreatic cancer progression."}, {"pubmed": 26207647, "text": "Gas6 increases the metastatic capacity of oral squamous cell carcinoma(OSCC) cells and serum Gas6 could be a candidate biomarker for diagnostic and prognostic use in OSCC patients."}, {"pubmed": 26284522, "text": "Gas6 gene variants are associated with IR, although their effects on subsequent progression to T2D were minimal in this prospective Asian cohort"}, {"pubmed": 26350366, "text": "High expression of Gas6 correlated with Upper Tract Urothelial Carcinoma."}, {"pubmed": 26415371, "text": "a protective role for AA Gas6 variant in type 2 diabetic patients may be concluded"}, {"pubmed": 26445266, "text": "decreased plasma Gas6 concentration and labial salivary gland expression were associated with primary Sjogren syndrome(pSS); Gas6 may represent a novel independent risk factor for pSS, with a potential role in salivary gland inflammation and dysfunction"}, {"pubmed": 26924277, "text": "serum testosterone and GAS6 levels were positively associated in male patients with coronary heart disease"}, {"pubmed": 27006397, "text": "Gas6-mediated uptake is not a means to clear the bulk of circulating membrane-derived microparticles (PMPs) but may serve to locally phagocytose PMPs generated at sites of platelet activation and as a way to effect endothelial responses."}, {"pubmed": 27028863, "text": "these data suggest that endogenous GAS6 and Mer receptor signaling contribute to the establishment of prostate cancer stem cells in the bone marrow microenvironment"}, {"pubmed": 27145494, "text": "investigation of the prognostic values of stromal NK cells and Gas6 in triple negative breast cancer (TNBC), and to eventually establish a prognostic risk model for patients with TNBC"}, {"pubmed": 27279912, "text": "These results demonstrate that Gas6/Axl axis confers aggressiveness in breast cancer."}, {"pubmed": 27486820, "text": "Upon chemotherapy macrophages increase Gas6 synthesis, which significantly attenuates the cytotoxic effect of 5-FU chemotherapy on colorectal cancer cells."}, {"pubmed": 27636849, "text": "Study detected an inverse correlation between CSF Gas6 levels at Alzheimer's disease (AD) diagnosis and both disease duration and decrease in the MMSE score two years later. Conversely,no correlation was found between CSF Gas6 and both AD biomarkers and years of formal schooling. Results suggest that upregulation of CSF Gas6 may be part of a defensive response aimed at counteracting AD progression."}, {"pubmed": 27703030, "text": "The GAS6-AXL signaling network is a mesenchymal (Mes) molecular subtype-specific therapeutic target for ovarian cancer"}, {"pubmed": 27771246, "text": "Taken together, these results indicate that E2 exerts inhibitory effects on VSMC apoptosis and calcification through ERalpha-mediated Gas6 transactivation. These findings indicate a potential therapeutic strategy for the prevention of vascular calcification, especially in postmenopausal women."}, {"pubmed": 27788141, "text": "Gas6 plasma level within 24 hours of ICU admission may predicts in-ICU mortality in patients with sepsis"}, {"pubmed": 27801848, "text": "In this paper, we review the biology of the Gas6/Tyro3, Axl, and MerTK(collectively named TAM system)and the current evidence supporting its potential role in the pathogenesis of multiple sclerosis ."}, {"pubmed": 27852702, "text": "Suppression of AXL by shRNA and inhibitor prolonged survival of chronic myelogenous leukemia (CML) mice and reduced the growth of leukemia stem cells ( LSCs) in mice. Gas6/AXL ligation stabilizes beta-catenin in an AKT-dependent fashion in human CML CD34(+) cells. Our findings improve the understanding of LSC regulation and validate Gas6/AXL as a pair of therapeutic targets to eliminate CML LSCs"}, {"pubmed": 27876874, "text": "TWIST1, in part via GAS6 and L1CAM, led to higher expression and activation of Akt upon cisplatin treatment, and inhibition of Akt activation sensitized cells to cisplatin."}, {"pubmed": 27893463, "text": "Inhibition of the GAS6/AXL pathway augments the efficacy of chemotherapies"}, {"pubmed": 28049839, "text": "A critical role for GAS6 in epithelial cells in maintaining oral homeostasis."}, {"pubmed": 28154173, "text": "High GAS6 expression is associated with Multiple Myeloma."}, {"pubmed": 28167751, "text": "AXL is the only relevant Zika virus entry cofactor expressed on fetal endothelial cells, and that when produced in mammalian cells, only Zika virus, but not West Nile virus or dengue virus, can use AXL, because it more efficiently binds Gas6."}, {"pubmed": 28186592, "text": "Data show that the variant growth arrest specific 6 (GAS6) +1332 T allele is associated with a decreased risk for severe preeclampsia in a South West Han Chinese population, but the 834+7G/A polymorphism has no effect on the severe preeclampsia."}, {"pubmed": 28242471, "text": "Our data suggest that a TT genotype at +1332C/T polymorphism might be associated with decreased risk for preeclampsia, but the 834+7G/A polymorphism is not associated with the disorder, in the Chinese population."}, {"pubmed": 28335649, "text": "Growth Arrest-Specific 6(GAS6) levels increased significantly after vitamin K1 prophylaxis in preterm newborns but not in term infants"}, {"pubmed": 28399188, "text": "In conclusion, our study shows that SNPsrs8191974 and rs2028299 of the Gas6 are significantly associated with type 2 diabetes mellitus (T2DM) in the Chinese population"}, {"pubmed": 28440492, "text": "AXL+ and GAS6+ expression is relevant to a poor prognosis in resected lung adenocarcinoma (AD)patients at stage I. AXL/GAS6 might serve as crucial predictive and prognostic biomarkers and targets to identify individuals at high risk of post-operative death."}, {"pubmed": 28537534, "text": "Taken together, our data indicate that elevated plasma Gas6 levels is associated with the severity of disease during HTNV infection in humans, suggesting that Gas6 may play an important role by binding with Tyro3 on monocytes."}, {"pubmed": 28551766, "text": "The expression of AXL was positively associated with GAS6 expression (P < 0.001), and tumor differentiation (P = 0.014) in advanced NSCLC with metastases. AXL expression displayed no association with gender, age, smoking history, pathology, T stage, N stage, CEA, and LDH."}, {"pubmed": 28627676, "text": "The anti-angiogenic effect of luteolin may be associated with the inhibition of the Gas6/Axl pathway and its downstream phosphatidylinositol 3-kinase (PI3K)/protein kinase B (Akt)/mammalian target of rapamycin (mTOR) signaling pathways."}, {"pubmed": 28675785, "text": "Self-sustaining cells are characterized by excessive GAS6 secretion and TAM-PDK-RSK-mTOR pathway activation."}, {"pubmed": 28923840, "text": "This study demonstrates that motility behavior of AXL-expressing tumor cells can be elicited by Gas6-bearing apoptotic bodies generated from tumor treatment with therapeutics that produce killing of a portion of the tumor cells present but not all, hence generating potentially problematic invasive and metastatic behavior of the surviving tumor cells"}, {"pubmed": 29024938, "text": "These results show that TYRO3, AXL and GAS6 are expressed at higher levels in LMS and expression of its ligands correlates to a worse PFS in LMS patients."}, {"pubmed": 29176262, "text": "Higher levels of Gas6 in plasma are obviously correlated with acute lung injury (ALI) development. An early increase in the plasma Gas6 level suggests that endothelial injury is a key link in the pathogenesis of ALI."}, {"pubmed": 29288958, "text": "Gas6 bound to the fiber proteins of adenovirus and suppressed IFN beta production."}, {"pubmed": 29304470, "text": "Protein S and Gas6 mediates phagocytosis of HIV-1-infected cells by bridging receptor tyrosine kinase Mer to phosphatidylserine exposed on infected cells."}, {"pubmed": 29483717, "text": "N: Down-regulation of the Gas6 gene enhanced the expression of ICAM-1, E-selectin, IL-8 and MCP-1 in HUVECs after P.g- LPS stimulating, while up-regulaiton of the Gas6 gene weakened the expression of ICAM-1, E-selectin, IL-8 and MCP-1 in HUVECs after P.g-LPS stimulating,suggesting that Gas6 may play a role in the process of endothelial cell adhesion."}, {"pubmed": 29856094, "text": "Gas6 plays a role in the development and progression of oral squamous cell carcinoma."}, {"pubmed": 30346880, "text": "The presence of c.843 + 7G>A Gas6 polymorphisms, especially the AA genotype, had an association with Metabolic Syndrome. The potential role of the Gas6/TAM (Tyro3, Axl, Mer) system in MetS deserves further investigation."}, {"pubmed": 30365934, "text": "Growth arrest-specific gene 6 transfer promotes mesenchymal stem cell survival and cardiac repair under hypoxia and ischemia via enhanced autocrine signaling and paracrine action"}, {"pubmed": 30508521, "text": "findings suggest that Gas6 may play a role in human atherosclerotic plaque remodeling"}, {"pubmed": 30531835, "text": "Macrophage-derived Gas6 is a critical regulator of the transition from premalignant to invasive cancer."}, {"pubmed": 30567378, "text": "We emphasize a correlation between free Gas6 and free sAxl levels favoring abundant Gas6/Axl signaling in advanced fibrosis and hepatocellular carcinoma (HCC). The raised scenario provides a solid basis for theranostics allowing the use of sAxl as an accurate diagnostic biomarker of liver cirrhosis and HCC, as well as Axl receptor signaling for therapeutic intervention in stratified HCC patients."}, {"pubmed": 30570809, "text": "In elderly patients, a high Gas6 level is associated with higher risks of venous thromboembolism recurrence, major bleeding, and death."}, {"pubmed": 30735718, "text": "Study using gastric cancer (GC) tissue samples and mouse xenograft model showed that GAS6-AS1 can control the expression of its cognate sense gene GAS6 at the transcriptional or translational levels by forming a RNA-RNA duplex, significantly driving the aggressive GC phenotype, and consequently inducing an increase of AXL level and promoting AXL signaling pathway activation."}, {"pubmed": 31028135, "text": "study indicated that higher expression of GAS6-mRNA related with adverse effects in AML patients with HSCT treatment."}, {"pubmed": 31153870, "text": "increased concentrations of circulating GDF-15 and KLF4 were significantly associated with the presence and severity of CAD"}, {"pubmed": 31162889, "text": "our data identified GAS6-AS2 as an oncogenic lncRNA in melanoma via activation of GAS6/AXL/AKT/ERK signals. Our data suggested that GAS6-AS2 may be a novel potential prognostic biomarker and therapeutic target for melanoma"}, {"pubmed": 31226525, "text": "Gamma-glutamyl carboxylated Gas6 mediates the beneficial effect of vitamin K on lowering hyperlipidemia via regulating the AMPK/SREBP1/PPARalpha signaling cascade of lipid metabolism."}, {"pubmed": 31300420, "text": "we demonstrated that the Gas6-Mer axis may contribute to the mechanisms underlying the progression of the pathogenesis of GVHD and TA-TMA."}, {"pubmed": 31419057, "text": "Plasma concentrations of AXL and GAS6 do not reflect tumor expression levels, and their measurement is thus not a viable alternative to direct analysis of tumor tissue in EGFR-mutated NSCLC."}, {"pubmed": 31433512, "text": "DNA methylation levels at GAS6(growth arrest specific 6)/GSTP1(glutathione S-transferase pi 1)/HAPLN3( hyaluronan and proteoglycan link protein 3) genomic loci showed large differences between prostate cancer and benign samples"}, {"pubmed": 31583026, "text": "Gas6/MERTK signaling components are upregulated in liver fibrosis. (Review)"}, {"pubmed": 31583710, "text": "A significant involvement was identified for Gas6 in mediating the beneficial effect of vitamin K on regulating glucose homeostasis in type 2 diabetes."}, {"pubmed": 31585940, "text": "GAS6/AXL signaling activated the expression of S100A10 through SRC to promote plasmin production."}, {"pubmed": 31655933, "text": "Increased sMer, but not sAxl, sTyro3, and Gas6 relate with active disease in juvenile systemic lupus erythematosus."}, {"pubmed": 31905327, "text": "Possible Association of Elevated Plasma Levels of Growth Arrest-Specific Protein 6 and the Soluble Form of Tyrosine Kinase Receptor Axl with Low Hepatitis C Viral Load in Patients with Type 2 Diabetes Mellitus."}, {"pubmed": 32174917, "text": "Blockade of Stromal Gas6 Alters Cancer Cell Plasticity, Activates NK Cells, and Inhibits Pancreatic Cancer Metastasis."}, {"pubmed": 32454903, "text": "Role of Gas6 and TAM Receptors in the Identification of Cardiopulmonary Involvement in Systemic Sclerosis and Scleroderma Spectrum Disorders."}, {"pubmed": 32572907, "text": "LncRNA CDKN2BAS aggravates the progression of ovarian cancer by positively interacting with GAS6."}, {"pubmed": 32945517, "text": "Modulation of protein S and growth arrest specific 6 protein signaling inhibits pancreatic cancer cell survival and proliferation."}, {"pubmed": 32969596, "text": "Growth arrest-specific 6 modulates adiponectin expression and insulin resistance in adipose tissue."}, {"pubmed": 33002607, "text": "Therapeutic aspects of the Axl/Gas6 molecular system."}, {"pubmed": 33115868, "text": "Phosphatidylethanolamine and Phosphatidylserine Synergize To Enhance GAS6/AXL-Mediated Virus Infection and Efferocytosis."}, {"pubmed": 33347509, "text": "GAS6 signaling tempers Th17 development in patients with multiple sclerosis and helminth infection."}, {"pubmed": 33359886, "text": "Opposite trends of GAS6 and GAS6-AS expressions in breast cancer tissues."}, {"pubmed": 33448308, "text": "Role of emerging vitamin Kdependent proteins: Growth arrestspecific protein 6, Glarich protein and periostin (Review)."}, {"pubmed": 33532004, "text": "Role of the Gas6/TAM System as a Disease Marker and Potential Drug Target."}, {"pubmed": 34286546, "text": "Gas6 expression and Tyrosine kinase Axl Sky receptors: Their relation with tumor stage and grade in patients with bladder cancer."}, {"pubmed": 34565181, "text": "Growth Arrest Specific-6 and Axl Coordinate Inflammation and Hypertension."}, {"pubmed": 34951136, "text": "Immunological Aspects of AXL/GAS-6 in the Context of Human Liver Regeneration."}, {"pubmed": 35258594, "text": "GAS6-mediated dialogue between decidual stromal cells and macrophages is essential for early pregnancy maintenance by inducing M2-like polarization and cell proliferation of decidual macrophages."}, {"pubmed": 35531477, "text": "Baseline Plasma Gas6 Protein Elevation Predicts Adverse Outcomes in Hospitalized COVID-19 Patients."}, {"pubmed": 35622156, "text": "Endocytic trafficking of GAS6-AXL complexes is associated with sustained AKT activation."}, {"pubmed": 35680486, "text": "Association between plasma growth arrest-specific protein 6 and carotid atherosclerosis in type 2 diabetes mellitus."}, {"pubmed": 35760058, "text": "Growth Arrest-Specific 6 in Chromophobe Renal Cell Carcinoma."}, {"pubmed": 35809311, "text": "Expression levels of serum mir-145-5p and Gas6 in women with early-onset preeclampsia and their clinical significance."}, {"pubmed": 35967396, "text": "GAS6/TAM signaling pathway controls MICA expression in multiple myeloma cells."}, {"pubmed": 37133403, "text": "Replication Study of the Association of GAS6 and PROS1 Polymorphisms with Behcet's Disease in a Japanese Population."}, {"pubmed": 37144868, "text": "Down-regulated GAS6 impairs synovial macrophage efferocytosis and promotes obesity-associated osteoarthritis."}, {"pubmed": 37396176, "text": "AXL/Gas6 signaling mechanisms in the hypothalamic-pituitary-gonadal axis."}, {"pubmed": 37801445, "text": "Influence of serum Gas6 levels on prognosis in patients with hepatocellular carcinoma."}, {"pubmed": 37820442, "text": "The role of the Gas6/TAM signal pathway in the LPS-induced pulmonary epithelial cells injury."}, {"pubmed": 38648454, "text": "Serum GAS6, sAXL, IL-10, NO, and BCL-2 levels are decreased in patients with Behcet's disease."}], "genomic_pos": {"chr": "13", "end": 113864076, "ensemblgene": "ENSG00000183087", "start": 113820549, "strand": -1}, "genomic_pos_hg19": {"chr": "13", "end": 114567046, "start": 114523522, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 7854420, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001961", "pubmed": 18840707, "qualifier": "involved_in", "term": "positive regulation of cytokine-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003104", "qualifier": "involved_in", "term": "positive regulation of glomerular filtration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006468", "pubmed": 16359517, "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006909", "pubmed": 21501828, "qualifier": "involved_in", "term": "phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007165", "pubmed": [7854420, 18680538], "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007166", "pubmed": 20103767, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007167", "qualifier": "involved_in", "term": "enzyme-linked receptor protein signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007596", "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009267", "qualifier": "involved_in", "term": "cellular response to starvation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 19657094, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010804", "pubmed": 19657094, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019064", "pubmed": 21501828, "qualifier": "involved_in", "term": "fusion of virus membrane with host plasma membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019079", "pubmed": 21501828, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031589", "qualifier": "involved_in", "term": "cell-substrate adhesion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032008", "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032148", "qualifier": "involved_in", "term": "activation of protein kinase B activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032689", "pubmed": 18840707, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032692", "pubmed": 20103767, "qualifier": "involved_in", "term": "negative regulation of interleukin-1 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032715", "pubmed": [19657094, 20103767], "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032720", "pubmed": [19657094, 20103767], "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032825", "pubmed": 18840707, "qualifier": "involved_in", "term": "positive regulation of natural killer cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033028", "qualifier": "involved_in", "term": "myeloid cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033033", "qualifier": "involved_in", "term": "negative regulation of myeloid cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035457", "pubmed": 19657094, "qualifier": "involved_in", "term": "cellular response to interferon-alpha"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035754", "pubmed": 19922767, "qualifier": "involved_in", "term": "B cell chemotaxis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 19922767, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043154", "pubmed": 16723520, "qualifier": "involved_in", "term": "negative regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043277", "pubmed": 21501828, "qualifier": "involved_in", "term": "apoptotic cell clearance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044346", "qualifier": "involved_in", "term": "fibroblast apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045860", "pubmed": 7854420, "qualifier": "involved_in", "term": "positive regulation of protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 18680538, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046718", "pubmed": 21501828, "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046813", "pubmed": 21501828, "qualifier": "involved_in", "term": "receptor-mediated virion attachment to host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046827", "pubmed": 18680538, "qualifier": "involved_in", "term": "positive regulation of protein export from nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048146", "pubmed": 15184064, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048146", "pubmed": 7854420, "qualifier": "involved_in", "term": "positive regulation of fibroblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050766", "pubmed": 18395422, "qualifier": "involved_in", "term": "positive regulation of phagocytosis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": [16359517, 16723520, 18680538, 20103767], "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070168", "pubmed": 20048160, "qualifier": "involved_in", "term": "negative regulation of biomineral tissue development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": 15184064, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070588", "pubmed": 18395422, "qualifier": "involved_in", "term": "calcium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071307", "pubmed": 16359517, "qualifier": "involved_in", "term": "cellular response to vitamin K"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071363", "qualifier": "involved_in", "term": "cellular response to growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071466", "pubmed": 16359517, "qualifier": "involved_in", "term": "cellular response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072659", "pubmed": 16359517, "qualifier": "involved_in", "term": "protein localization to plasma membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0085029", "qualifier": "involved_in", "term": "extracellular matrix assembly"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0097028", "pubmed": 19657094, "qualifier": "involved_in", "term": "dendritic cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097241", "pubmed": 19922767, "qualifier": "involved_in", "term": "hematopoietic stem cell migration to bone marrow"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1900142", "pubmed": 16723520, "qualifier": "involved_in", "term": "negative regulation of oligodendrocyte apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000270", "pubmed": 16359517, "qualifier": "involved_in", "term": "negative regulation of fibroblast apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000352", "pubmed": [16359517, 18680538, 18760998], "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000510", "pubmed": 19657094, "qualifier": "involved_in", "term": "positive regulation of dendritic cell chemotaxis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000533", "qualifier": "involved_in", "term": "negative regulation of renal albumin absorption"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000669", "pubmed": 19657094, "qualifier": "involved_in", "term": "negative regulation of dendritic cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [8336730, 18395422, 19922767, 20088931], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18395422, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005796", "qualifier": "located_in", "term": "Golgi lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031093", "qualifier": "located_in", "term": "platelet alpha granule lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001786", "pubmed": 21501828, "qualifier": "enables", "term": "phosphatidylserine binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005102", "pubmed": 16359517, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 7854420, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18760998, 20088931, 20103767], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030674", "pubmed": 21501828, "qualifier": "enables", "term": "protein-macromolecule adaptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030971", "pubmed": 7634325, "qualifier": "enables", "term": "receptor tyrosine kinase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043027", "pubmed": 16723520, "qualifier": "enables", "term": "cysteine-type endopeptidase inhibitor activity involved in apoptotic process"}, {"category": "MF", "evidence": "IBA", "id": "GO:0048018", "qualifier": "enables", "term": "receptor ligand activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": [15184064, 20103767], "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[7955, 335830], [8364, 548719], [9031, 418737], [9544, 716066], [9598, 739068], [9606, 2621], [9615, 607745], [9913, 504526], [10090, 14456], [10116, 58935]], "id": 638}, "interpro": [{"desc": "EGF-type aspartate/asparagine hydroxylation site", "id": "IPR000152", "short_desc": "EGF-type_Asp/Asn_hydroxyl_site"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain", "id": "IPR000294", "short_desc": "GLA_domain"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Laminin G domain", "id": "IPR001791", "short_desc": "Laminin_G"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "EGF-like, conserved site", "id": "IPR013032", "short_desc": "EGF-like_CS"}, {"desc": "Concanavalin A-like lectin/glucanase domain superfamily", "id": "IPR013320", "short_desc": "ConA-like_dom_sf"}, {"desc": "Coagulation factor-like, Gla domain superfamily", "id": "IPR017857", "short_desc": "Coagulation_fac-like_Gla_dom"}, {"desc": "EGF-like calcium-binding, conserved site", "id": "IPR018097", "short_desc": "EGF_Ca-bd_CS"}, {"desc": "Complement Clr-like EGF domain", "id": "IPR026823", "short_desc": "cEGF"}, {"desc": "Gamma-carboxyglutamic acid-rich (GLA) domain superfamily", "id": "IPR035972", "short_desc": "GLA-like_dom_SF"}], "ipi": ["IPI00032532", "IPI00412410", "IPI00412412", "IPI00921021"], "map_location": "13q34", "name": "growth arrest specific 6", "other_names": ["AXL receptor tyrosine kinase ligand", "AXL stimulatory factor", "growth arrest-specific protein 6"], "pantherdb": {"HGNC": "4168", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95660", "ortholog_type": "LDO", "panther_family": "PTHR24040", "taxid": 10090, "uniprot_kb": "Q61592"}, {"RGD": "61913", "ortholog_type": "LDO", "panther_family": "PTHR24040", "taxid": 10116, "uniprot_kb": "Q63772"}, {"Ensembl": "ENSGALG00000016820", "ortholog_type": "LDO", "panther_family": "PTHR24040", "taxid": 9031, "uniprot_kb": "A0A1D5NVK3"}, {"ZFIN": "ZDB-GENE-030131-7773", "ortholog_type": "LDO", "panther_family": "PTHR24040", "taxid": 7955, "uniprot_kb": "F1QGG9"}], "uniprot_kb": "Q14393"}, "pathway": {"reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-159740", "name": "Gamma-carboxylation of protein precursors"}, {"id": "R-HSA-159763", "name": "Transport of gamma-carboxylated protein precursors from the endoplasmic reticulum to the Golgi apparatus"}, {"id": "R-HSA-159782", "name": "Removal of aminoterminal propeptides from gamma-carboxylated proteins"}, {"id": "R-HSA-159854", "name": "Gamma-carboxylation, transport, and amino-terminal cleavage of proteins"}, {"id": "R-HSA-159854", "name": "Gamma-carboxylation, transport, and amino-terminal cleavage of proteins"}, {"id": "R-HSA-163841", "name": "Gamma carboxylation, hypusinylation, hydroxylation, and arylsulfatase activation"}, {"id": "R-HSA-163841", "name": "Gamma carboxylation, hypusinylation, hydroxylation, and arylsulfatase activation"}, {"id": "R-HSA-202733", "name": "Cell surface interactions at the vascular wall"}, {"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}], "wikipathways": [{"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}]}, "pdb": ["1H30", "2C5D", "4RA0", "5VXZ"], "pfam": ["PF00054", "PF00594", "PF02210", "PF07645", "PF12661", "PF12662"], "pharmgkb": "PA28582", "pharos": {"target_id": 20066, "tdl": "Tbio"}, "pir": "B48089", "prosite": ["PS50025", "PS50026", "PS50998"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249811", "relationship": "is"}, {"id": "GNF249812", "relationship": "is"}, {"id": "GNF249813", "relationship": "is"}, {"id": "GNF249814", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF038210", "relationship": "weakly similar to"}, {"id": "GNF038518", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005712", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF239109", "relationship": "is"}, "NIBRI_hs-Secretome_pDEST": {"id": "GNF336711", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096968", "relationship": "is"}, {"id": "GNF136623", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000013.11", "NC_060937.1", "NG_029703.1"], "protein": ["NP_000811.1", "XP_054230397.1"], "rna": ["NM_000820.4", "NM_001143945.1", "NM_001143946.1", "XM_054374422.1"], "translation": [{"protein": "NP_000811.1", "rna": "NM_000820.4"}, {"protein": "XP_054230397.1", "rna": "XM_054374422.1"}]}, "reporter": {"HG-U133_Plus_2": ["1598_g_at", "202177_at"], "HG-U95Av2": ["1597_at", "1598_g_at", "37658_at"], "HTA-2_0": "TC13000899.hg.1", "HuEx-1_0": "3502829", "HuGene-1_1": "7970329", "HuGene-2_1": "16781285"}, "summary": "This gene encodes a gamma-carboxyglutamic acid (Gla)-containing protein thought to be involved in the stimulation of cell proliferation. This gene is frequently overexpressed in many cancers and has been implicated as an adverse prognostic marker. Elevated protein levels are additionally associated with a variety of disease states, including venous thromboembolic disease, systemic lupus erythematosus, chronic renal failure, and preeclampsia. [provided by RefSeq, Aug 2014].", "symbol": "GAS6", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414991"}, "unigene": "Hs.646346", "uniprot": {"Swiss-Prot": "Q14393"}, "wikipedia": {"url_stub": "GAS6"}}