{"AllianceGenome": "4164", "HGNC": "4164", "MIM": "137250", "_id": "2520", "_version": 1, "accession": {"genomic": ["AC109319.17", "AC130686.15", "AH005301.2", "CH471152.1", "CP068261.2", "LC047786.1", "M15958.1", "NC_000017.11", "NC_060941.1", "NG_009090.2", "X00183.1"], "protein": ["AAA52520.1", "AAB59533.1", "AAH69724.1", "AAH69762.1", "BAR63725.1", "CAA23769.1", "CAA25005.1", "CAA25006.1", "CAA25007.1", "EAW60756.1", "NP_000796.1", "P01350.1"], "rna": ["BC069724.1", "BC069762.1", "BM768483.1", "BM768762.1", "NM_000805.5", "V00511.1"], "translation": [{"protein": "AAH69724.1", "rna": "BC069724.1"}, {"protein": "AAH69762.1", "rna": "BC069762.1"}, {"protein": "NP_000796.1", "rna": "NM_000805.5"}, {"protein": "CAA23769.1", "rna": "V00511.1"}]}, "alias": "GAS", "ensembl": {"gene": "ENSG00000184502", "protein": "ENSP00000331358", "transcript": "ENST00000329402", "translation": [{"protein": "ENSP00000331358", "rna": "ENST00000329402"}], "type_of_gene": "protein_coding"}, "entrezgene": "2520", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.89990436, "exp_mis": 37.4448611, "exp_syn": 15.867869, "lof_z": 0.402709824439048, "mis_z": -0.0443734163476751, "mu_lof": 3.58485209834e-07, "mu_mis": 3.23089061768e-06, "mu_syn": 1.32651360512e-06, "n_lof": 4.0, "n_mis": 38.0, "n_syn": 16.0, "p_li": 0.00317378388720094, "p_null": 0.398259072472416, "p_rec": 0.598567143640383, "syn_z": -0.0205632425150666}, "bp": 306, "cds_end": 39872124, "cds_start": 39871688, "n_exons": 2, "nonpsych": {"exp_lof": 4.3936151, "exp_mis": 33.8499424, "exp_syn": 14.3206812, "lof_z": 1.12148963312288, "mis_z": -0.0130091119823368, "mu_lof": 3.58485209834e-07, "mu_mis": 3.23089061768e-06, "mu_syn": 1.32651360512e-06, "n_lof": 2.0, "n_mis": 34.0, "n_syn": 15.0, "p_li": 0.102729831463574, "p_null": 0.141908011791338, "p_rec": 0.755362156745088, "syn_z": -0.113020194839764}, "nontcga": {"exp_lof": 4.50388937, "exp_mis": 34.4452519, "exp_syn": 14.59441698, "lof_z": 0.234219258059255, "mis_z": 0.122684217828396, "mu_lof": 3.58485209834e-07, "mu_mis": 3.23089061768e-06, "mu_syn": 1.32651360512e-06, "n_lof": 4.0, "n_mis": 33.0, "n_syn": 13.0, "p_li": 0.00267643946696441, "p_null": 0.435350276020608, "p_rec": 0.561973284512428, "syn_z": 0.26426014209498}, "transcript": "ENST00000329402.3"}, "exons": [{"cdsend": 41715872, "cdsstart": 41715436, "chr": "17", "position": [[41712330, 41712387], [41715431, 41715647], [41715777, 41715969]], "strand": 1, "transcript": "NM_000805", "txend": 41715969, "txstart": 41712330}], "exons_hg19": [{"cdsend": 39872124, "cdsstart": 39871688, "chr": "17", "position": [[39868582, 39868639], [39871683, 39871899], [39872029, 39872221]], "strand": 1, "transcript": "NM_000805", "txend": 39872221, "txstart": 39868582}], "generif": [{"pubmed": 11710799, "text": "there was a significant decrease in gastrin plasma concentrations in patients with diabetic autonomic neuropathy"}, {"pubmed": 12174892, "text": "present in human colorectal adenocarcinomas and liver metatases"}, {"pubmed": 12612900, "text": "Gastrin induces proliferation in Barrett's metaplasia through activation of the CCK2 receptor."}, {"pubmed": 14627349, "text": "Serum progastrin and gastrin levels are significantly higher in GC patients than in matched controls, confirming that both gastrins may be implicated in gastric carcinogenesis."}, {"pubmed": 14660571, "text": "the dibasic processing sites constitute the most important sorting domain of progastrin"}, {"pubmed": 14719064, "text": "Differentially expressed in gastric cancer and intestinal metaplasia."}, {"pubmed": 14729624, "text": "Overexpression of glycine-extended gastrin in human lung cancers was associated with a significantly decreased survival."}, {"pubmed": 15040018, "text": "Human gastric carcinomas and gastric cancer cell line SGC-7901 cells coexpress CCK-B receptor and gastrin mRNA."}, {"pubmed": 15533775, "text": "gastric hormone gastrin stimulates gastric acid secretion and epithelial cell proliferation--REVIEW"}, {"pubmed": 15655830, "text": "The regulation and control of gastrin, somatostatin in cell apoptosis of large intestine carcinoma may be directly related to the abnormal expression of bcl-2, bax."}, {"pubmed": 15682471, "text": "Gastrin and CCK exert a trophic action on some of the biliary tract cancers."}, {"pubmed": 15949639, "text": "The important residues for binding to the low affinity gastrin-Gly receptors are in the C-terminal region of G17-Gly while those required for interaction with the high affinity receptor lie further towards the N-terminus."}, {"pubmed": 16174078, "text": "Incidence of K-ras mutation and frequencies of COX-2 and gastrin overexpression are high in laterally spreading granular and protruded type colorectal tumors."}, {"pubmed": 16228228, "text": "The expression rates of gastrin and gastrin receptor are high (about a half) in gastric carcinoma tissues, and there is an association between gastrin and gastrin receptor expression."}, {"pubmed": 16547500, "text": "Gastrin modulates cell-substrate adhesion via beta 1-integrin."}, {"pubmed": 16574647, "text": "the trophic properties of gastrin in colorectal cancer may be mediated in part by transactivation of the EGFR and phosphorylation of ERK1/2, leading to degradation of PPARgamma protein and a decrease in PPARgamma activation"}, {"pubmed": 16638693, "text": "Gastrin levels were significantly higher in H. pylori-negative children with gastric mucosa inflammation"}, {"pubmed": 17006979, "text": "A subset of tumors with immunohistochemical expression of gastrin but without evidence of Zollinger-Ellison syndrome (ZES) should be designated as functionally inactive duodenal neuroendocrine tumors (NETs) expressing gastrin, but not as gastrinomas."}, {"pubmed": 17064691, "text": "Gastrin concentrations are increased in the plasma and gastric mucosa of Hfe(-/-) mice, and in the sera of humans with HFE-related hemochromatosis."}, {"pubmed": 17229384, "text": "Data show an increasing tendency in the expressions of GAS and SS in children with chronic gastritis and duodenal ulcer."}, {"pubmed": 17258885, "text": "Gastrin and ghrelin serum levels were respectively slightly higher and significantly lower in colon cancer patients than in controls. Gastrin levels were higher in left colon cancer and H. pylori infection while ghrelin levels were lower in both groups"}, {"pubmed": 17332476, "text": "Gastrin regulates TFF2 transcription through a GC-rich DNA-binding site and a protein kinase dependent pathway."}, {"pubmed": 17559360, "text": "Helicobacter pylori eradication improves gastric histology and decreases serum gastrin, pepsinogen I and pepsinogen II levels in patients with duodenal ulcer."}, {"pubmed": 17604853, "text": "description of the gastrin evoked effects on the transcriptional activity of the COX-2 gene in colorectal cancer cells and the identification of regulatory promoter elements."}, {"pubmed": 17698249, "text": "possible biologically relevant structural motif for gastrin activity"}, {"pubmed": 17889508, "text": "A pathway comprising PKCs>Raf-1>MEK-1>ERK-1/-2 mediates the effect of gastrin on the CgA promoter, and strongly suggests that enhanced phosphorylation of Sp1 and CREB is crucial for CgA transactivation through the G protein-coupled CCK-B/gastrin receptor."}, {"pubmed": 17922093, "text": "The duration of survival of patients whose tumors exhibited well-differentiated gastrin-positive tumor (GPT) cells (n = 12) was significantly poorer than that of patients whose tumors were GPT-negative (5-year survival, 30% vs 54%; P = 0.037)."}, {"pubmed": 18057001, "text": "differences in post-translational modifications are attributable to differential intracellular sorting of precursors;a two-step sorting mechanism for progastrin leading to differential secretion of processed fragments"}, {"pubmed": 18234640, "text": "The abnormal excretion of hormonal factors is closely related to gallstone formation"}, {"pubmed": 18438722, "text": "There was no significant correlation of expressin of gastrin, CCK-2 receptor, or gastrin precursors with known histomorphological parameters in esophageal squamous cell carcinoma"}, {"pubmed": 18473402, "text": "Gastrin and somatostatin play important roles in the regulation and control of cell apoptosis in large intestinal carcinoma, and the mechanism may be directly related to the aberrant expression of Fas and Fas ligand."}, {"pubmed": 18609694, "text": "About 35.9% of the patients with a T tube after cholecystectomy and choledochotomy have duodenal-biliary reflux. Most of them have sphincter of Oddi hypomotility and the decreased level of plasma motilin and serum gastrin."}, {"pubmed": 19031134, "text": "The mRNA and protein expressions of GAS in well and moderately differentiated colorectal cancers were significantly lower than those in poorly differentiated cancers."}, {"pubmed": 19166966, "text": "A single base substitution at the -31 position of the IL1B promoter brought about differential expression of IL1B which differentially altered both NFkappaB activation and gastrin expression."}, {"pubmed": 19674135, "text": "Human gastrin is not a growth factor for Helicobacter pylori."}, {"pubmed": 19731026, "text": "The utility of gastrin-17 for the detection of atrophy in the antral part of the stomach still requires further evaluation due to the low sensitivity."}, {"pubmed": 19794299, "text": "In patients with autoimmune Addison's disease hyperchromograninemia and hypergastrinemia occur with a prevalence of 27.5 and 22.5%, respectively."}, {"pubmed": 20145424, "text": "Preprandial oral dose of sitagliptin does not affect circulating gastrin, but it increased gastrin levels after meal loading."}, {"pubmed": 20395538, "text": "Progastrin/glycine extended gastrin stimulation of colorectal mucosa proliferation is dependent on the presence of ferric ions."}, {"pubmed": 20932834, "text": "a positive-feedback loop whereby gastrin, acting via the CCK2 receptor, increases its own expression"}, {"pubmed": 21029692, "text": "CagA may activate the gastrin promoter and up-regulate the expression of gastrin."}, {"pubmed": 21111741, "text": "Initiation of antral gastric cancer is associated with progressive epigenetic silencing of TFF1, which can be suppressed by the hormone gastrin."}, {"pubmed": 21175799, "text": "No correlation was found between gastrin-17 levels and the degree of corpus atrophy in gastroesophageal reflux patients."}, {"pubmed": 21186400, "text": "Pancreatic cancer cells produce CCK and gastrin; however, the autocrine production of gastrin is more important for stimulating tumor growth."}, {"pubmed": 21195058, "text": "iron binding to progastrin may regulate processing and secretion in vivo, and regulation may be particularly important in diseases with altered iron homeostasis."}, {"pubmed": 21222340, "text": "The low serum levels of pepsinogen and G17 are predictive of extensive gastric atrophy with high-risk of early gastric cancer."}, {"pubmed": 21274374, "text": "Data suggest that elevated plasma gastrin and suppression of fasting ghrelin in patients with gastric cancer indicate a close relationship between these two hormones in gastric carcinogenesis."}, {"pubmed": 21509655, "text": "Helicobacter Pylori CagA protein activates the gastrin promoter to up-regulate gastrin mRNA expression through the JAK2-signaling pathway in gastric cancer cells."}, {"pubmed": 22037174, "text": "gastrin-17 has a role in antral atrophy"}, {"pubmed": 22066020, "text": "Serum pepsinogens I (PGI) and II (PGII), gastrin 17 (G-17), and antibodies against whole H. pylori, or cytotoxin-associated gene A (CagA) antigen among 309 consecutive patients, were measured.[Pepsinogen I, Gastrin 17]"}, {"pubmed": 22110279, "text": "Data show that alphav integrin is a new gastrin target in pancreatic cancer models and contributes to gastrin effects on cell adhesion."}, {"pubmed": 22112435, "text": "analysis of serum gastrin concentrations in children with primary gastroesophageal reflux and gastroesophageal reflux secondary to cow's milk allergy"}, {"pubmed": 22366915, "text": "progastrin predicts colonic neoplasia outcome in patients with hyperplastic colonic polyps"}, {"pubmed": 22532184, "text": "Investigation of the healthy human pylorus shows characteristic distribution of cells that react with antisera to gastrin and somatostatin."}, {"pubmed": 22593272, "text": "hypoxia up-regulates the gastrin gene in AGS cells by HIF-independent mechanisms"}, {"pubmed": 23121767, "text": "A novel signal pathway involved in gastrin-stimulated AE2 expression mediated by EGR1 in gastric cancer cells."}, {"pubmed": 24086717, "text": "NR4A2 is regulated by gastrin and influences cellular responses of gastric adenocarcinoma cells."}, {"pubmed": 24210828, "text": "Gastrin values were higher in erosive esophagitis patients taking proton pump inhibitors compared to controls. There was no correlation between gastrin levels and treatment duration. Female patients had significantly higher gastrin values than males."}, {"pubmed": 24388886, "text": "In autoimmune gastritis, the authors were able to find evidence for a new gastrin-mediated mechanism for ghrelin suppression as a gastro-protective marker."}, {"pubmed": 25109333, "text": "Progastrin is a new pro-angiogenic factor in colorectal cancer and an attractive therapeutic target."}, {"pubmed": 25601282, "text": "treatment with gastrin, a CCK2R agonist, stimulated the secretion of GLP-1, and that this effect was likely due to increased expression of proglucagon and PCSK1 (also known as prohormone convertase 3 (PC3 gene))."}, {"pubmed": 25752269, "text": "Gastrin role in gastric epithelial homeostasis and gastric carcinogenesis"}, {"pubmed": 25977510, "text": "Gastrin stimulates MMP-1 expression in gastric epithelial cells and stimulates cell migration."}, {"pubmed": 25993755, "text": "Small (</=10 mm) gastric carcinoids with normal serum gastrin level confined to submucosa can be treated with endoscopic or local resection unless lymphovascular invasion."}, {"pubmed": 26161647, "text": "Results suggest a role for Toll-like receptor 4 in gastric acid regulation and that the Toll-like receptor 4 (TLR4) +896 and +1196 wild type homozygozity increases peptic ulcer risk via gastrin secretion."}, {"pubmed": 26684862, "text": "Data show that 6 of 20 primary pancreatic neuroendocrine tumors (PNETs) had positive staining for multiple hormones gastrin, insulin, glucagon, and somatostatin, and positive expression of 1 or more hormones was found in 9 of 12 nonfunctioning PNETs [NF-PNETs]) patients."}, {"pubmed": 27179776, "text": "CTGF is overexpressed in gastric cancer and adjacent tissue compared to normal gastric tissue. Gastrin induces expression of CTGF in gastric epithelial cells."}, {"pubmed": 27264047, "text": "Gastrin induced ABCG2 expression by activating NF-kappaB and thereby modulated the side population proportion, tumor cell metastatic potential and invasion activity in pancreatic cancer."}, {"pubmed": 27864307, "text": "Gastrin is expressed in both insulin(+) and somatostatin(+) cells in adults with type 2 diabetes."}, {"pubmed": 28109268, "text": "Results demonstrate that gastrin increases the expression of the autophagy markers MAP1LC3B-II and SQSTM1 in gastric adenocarcinoma cells. Gastrin induces autophagy via activation of the STK11-PRKAA2-ULK1 and that this signaling pathway is involved in increased migration and cell survival."}, {"pubmed": 28408643, "text": "PTHLH is a gastrin-regulated growth factor that might contribute to gastric epithelial cell homeostasis."}, {"pubmed": 28498440, "text": "we suggest that gastrin contributes to the emergence of MDR of SGC7901 cells via the degradation of p27Kip1"}, {"pubmed": 28609362, "text": "Everolimus down-regulates the systemic levels of gastrin and glucagon in patients with pancreatic neuroendocrine tumors."}, {"pubmed": 28980157, "text": "The same markers were also expressed in a proportion of adenocarcinomas supporting the view that gastrin is important in the development of gastric cancer"}, {"pubmed": 29268861, "text": "Gastrin and BCL2 apoptosis regulator (Bcl2) are highly expressed in gastric cancer tissues, and they are correlated with the clinicopathologic features."}, {"pubmed": 29620236, "text": "Study reveals that Galphas binds to RGS1 and plays a necessary role during RGS1mediated promotion of melanoma proliferation and migration."}, {"pubmed": 29729162, "text": "feedback between the level of ghrelin and gastrin in the blood of patients with chronic gastritis and type 2 diabetes mellitus; with increasing levels of gastrin in the blood, the level of ghrelin in the blood decreases and vice versa"}, {"pubmed": 30005556, "text": "Study found a negative correlation between serum levels of cardiac troponin I and gastrin in patients with unstable angina pectoris undergoing percutaneous coronary intervention, suggesting a protective effect of gastrin in human cardiomyocytes."}, {"pubmed": 30115027, "text": "We concluded that low serum gastrin is related to increased risk of ER(+) BC development. The results also established that CCKBR/ERK/P65 signaling function is generally tumor suppressive in ER(+) BC, indicating therapies should focus on restoring, not inhibiting, CCKBR/ERK/P65 pathway activity."}, {"pubmed": 31268978, "text": "Data suggest the mitogenic role of gastrin in activation of K-Ras protein (KRAS) during pancreatic carcinogenesis."}, {"pubmed": 31414587, "text": "Serum pepsinogen (PG), gastrin, and Helicobacter pylori (H. pylori) IgG antibodies have become indicators for \"serological biopsy\" of the gastric mucosa lesion."}, {"pubmed": 32228342, "text": "Diagnostic value of serum pepsinogen I, pepsinogen II, and gastrin-17 levels for population-based screening for early-stage gastric cancer."}, {"pubmed": 32742135, "text": "Type I and type II Helicobacter pylori infection status and their impact on gastrin and pepsinogen level in a gastric cancer prevalent area."}, {"pubmed": 33091962, "text": "Hypergastrinemia is associated with an increased risk of gastric adenocarcinoma with proximal location: A prospective population-based nested case-control study."}, {"pubmed": 33744371, "text": "Peptidomics of enteroendocrine cells and characterisation of potential effects of a novel preprogastrin derived-peptide on glucose tolerance in lean mice."}, {"pubmed": 34341100, "text": "Prevalence and predictors of colonoscopic findings in patients with autoimmune gastritis."}, {"pubmed": 36061351, "text": "Correlation Study between Levels of Gastrin, Serum IGF-1, and GHBP and Growth and Development in Children with Short Stature Based on Big Data Analysis."}, {"pubmed": 37258205, "text": "Anatomical basis of gastrin- and CCK-secreting cells and their functions. A review."}, {"pubmed": 38069171, "text": "Elevated Serum Gastrin Is Associated with Melanoma Progression: Putative Role in Increased Migration and Invasion of Melanoma Cells."}], "genomic_pos": {"chr": "17", "end": 41715969, "ensemblgene": "ENSG00000184502", "start": 41712331, "strand": 1}, "genomic_pos_hg19": [{"chr": "17", "end": 39872221, "start": 39868578, "strand": 1}, {"chr": "HG185_PATCH", "end": 39872221, "start": 39868578, "strand": 1}], "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 7488110, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032094", "qualifier": "involved_in", "term": "response to food"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7681836, 19664057, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 707564], [9598, 468262], [9606, 2520], [9615, 100685087], [9913, 280800], [10090, 14459], [10116, 25320]], "id": 628}, "interpro": [{"desc": "Gastrin/cholecystokinin peptide hormone", "id": "IPR001651", "short_desc": "Gastrin/CCK"}, {"desc": "Gastrin/cholecystokinin, conserved site", "id": "IPR013152", "short_desc": "Gastrin/cholecystokinin_CS"}, {"desc": "Gastrin", "id": "IPR039236", "short_desc": "GAST"}], "ipi": "IPI00001624", "map_location": "17q21.2", "name": "gastrin", "other_names": ["gastrin", "preprogastrin"], "pantherdb": {"HGNC": "4164", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104768", "ortholog_type": "LDO", "panther_family": "PTHR19309", "taxid": 10090, "uniprot_kb": "P48757"}, {"RGD": "2662", "ortholog_type": "LDO", "panther_family": "PTHR19309", "taxid": 10116, "uniprot_kb": "P04563"}], "uniprot_kb": "P01350"}, "pathway": {"kegg": {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}, "netpath": {"id": "Pathway_Gastrin", "name": "Gastrin"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-881907", "name": "Gastrin-CREB signalling pathway via PKC and MAPK"}], "smpdb": [{"id": "SMP00225", "name": "Esomeprazole Action Pathway"}, {"id": "SMP00226", "name": "Omeprazole Action Pathway"}, {"id": "SMP00227", "name": "Lansoprazole Action Pathway"}, {"id": "SMP00228", "name": "Pantoprazole Action Pathway"}, {"id": "SMP00229", "name": "Rabeprazole Action Pathway"}, {"id": "SMP00230", "name": "Ranitidine Action Pathway"}, {"id": "SMP00231", "name": "Famotidine Action Pathway"}, {"id": "SMP00232", "name": "Cimetidine Action Pathway"}, {"id": "SMP00233", "name": "Nizatidine Action Pathway"}, {"id": "SMP00246", "name": "Pirenzepine Action Pathway"}, {"id": "SMP00589", "name": "Gastric Acid Production"}, {"id": "SMP00734", "name": "Roxatidine acetate Action Pathway"}, {"id": "SMP00735", "name": "Metiamide Action Pathway"}, {"id": "SMP00736", "name": "Betazole Action Pathway"}], "wikipathways": {"id": "WP4659", "name": "Gastrin signaling pathway"}}, "pdb": ["5WRJ", "7F8V", "7F8W", "7XOW"], "pfam": "PF00918", "pharmgkb": "PA28577", "pharos": {"target_id": 7611, "tdl": "Tbio"}, "pir": "A93997", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325388", "relationship": "is"}, {"id": "GNF325389", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249627", "relationship": "is"}, {"id": "GNF249628", "relationship": "is"}, {"id": "GNF249629", "relationship": "is"}, {"id": "GNF249630", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128587", "relationship": "is"}, {"id": "GNF128599", "relationship": "is"}, {"id": "GNF278110", "relationship": "is"}, {"id": "GNF278118", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330997", "relationship": "is"}, {"id": "GNF334265", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336184", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103266", "relationship": "is"}, {"id": "GNF142917", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_009090.2"], "protein": "NP_000796.1", "rna": "NM_000805.5", "translation": {"protein": "NP_000796.1", "rna": "NM_000805.5"}}, "reporter": {"HG-U133_Plus_2": "208138_at", "HG-U95Av2": "34552_at", "HTA-2_0": "TC17000515.hg.1", "HuEx-1_0": "3721421", "HuGene-1_1": "8007148", "HuGene-2_1": "16834189"}, "summary": "Gastrin is a hormone whose main function is to stimulate secretion of hydrochloric acid by the gastric mucosa, which results in gastrin formation inhibition. This hormone also acts as a mitogenic factor for gastrointestinal epithelial cells. Gastrin has two biologically active peptide forms, G34 and G17. [provided by RefSeq, Jul 2008].", "symbol": "GAST", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1439341"}, "unigene": "Hs.2681", "uniprot": {"Swiss-Prot": "P01350", "TrEMBL": "A0A0E3VY36"}, "wikipedia": {"url_stub": "Gastrin"}}