{"AllianceGenome": "4170", "HGNC": "4170", "MIM": "305371", "_id": "2623", "_version": 2, "accession": {"genomic": ["AC231533.2", "AF196971.2", "CH471224.1", "CP068255.2", "KC733811.1", "NC_000023.11", "NC_060947.1", "NG_008846.2"], "protein": ["AAA35885.1", "AAH09797.1", "AGN75067.1", "CAA35120.1", "EAW50749.1", "EAW50750.1", "EAW50751.1", "NP_002040.1", "P15976.1"], "rna": ["AI057349.1", "BC009797.1", "M30601.1", "NM_002049.4", "X17254.1"], "translation": [{"protein": "CAA35120.1", "rna": "X17254.1"}, {"protein": "AAH09797.1", "rna": "BC009797.1"}, {"protein": "AAA35885.1", "rna": "M30601.1"}, {"protein": "NP_002040.1", "rna": "NM_002049.4"}]}, "alias": ["ERYF1", "GATA-1", "GF-1", "GF1", "HAEADA", "NF-E1", "NFE1", "XLANP", "XLTDA", "XLTT"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-05-27T04:00:00.000Z", "disease_label": "GATA1-Related X-Linked Cytopenia", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0100089", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ad980194-b275-4bbb-b3df-73c1a50d3eac-2020-05-27T040000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000102145", "protein": ["ENSP00000365853", "ENSP00000365858", "ENSP00000498550", "ENSP00000512637", "ENSP00000512638", "ENSP00000512639"], "transcript": ["ENST00000376665", "ENST00000376670", "ENST00000651144", "ENST00000696450", "ENST00000696451", "ENST00000696452"], "translation": [{"protein": "ENSP00000512637", "rna": "ENST00000696450"}, {"protein": "ENSP00000498550", "rna": "ENST00000651144"}, {"protein": "ENSP00000512638", "rna": "ENST00000696451"}, {"protein": "ENSP00000512639", "rna": "ENST00000696452"}, {"protein": "ENSP00000365853", "rna": "ENST00000376665"}, {"protein": "ENSP00000365858", "rna": "ENST00000376670"}], "type_of_gene": "protein_coding"}, "entrezgene": "2623", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.70662714455, "exp_mis": 92.0067254536, "exp_syn": 41.7808692309, "lof_z": 2.36635248473699, "mis_z": 0.765231278931311, "mu_lof": 5.96995894149e-07, "mu_mis": 1.34406505093e-05, "mu_syn": 5.99151255553e-06, "n_lof": 0.0, "n_mis": 77.0, "n_syn": 50.0, "p_li": 0.837375784159948, "p_null": 0.0031615140405591, "p_rec": 0.159462701799493, "syn_z": -0.788291075856381}, "bp": 1242, "cds_end": 48652571, "cds_start": 48649516, "n_exons": 5, "nonpsych": {"exp_lof": 5.10916538361, "exp_mis": 83.3869683268, "exp_syn": 37.8300145936, "lof_z": 2.21986690116597, "mis_z": 0.684191486481177, "mu_lof": 5.96995894149e-07, "mu_mis": 1.34406505093e-05, "mu_syn": 5.99151255553e-06, "n_lof": 0.0, "n_mis": 71.0, "n_syn": 44.0, "p_li": 0.823994324908455, "p_null": 0.00469799589527487, "p_rec": 0.17130767919627, "syn_z": -0.631582114302929}, "nontcga": {"exp_lof": 5.17493982555, "exp_mis": 83.7759561841, "exp_syn": 38.0308951736, "lof_z": 2.24405712822651, "mis_z": 0.640982745893335, "mu_lof": 5.96995894149e-07, "mu_mis": 1.34406505093e-05, "mu_syn": 5.99151255553e-06, "n_lof": 0.0, "n_mis": 72.0, "n_syn": 48.0, "p_li": 0.813943951603888, "p_null": 0.0045075442422129, "p_rec": 0.181548504153899, "syn_z": -1.02355209798981}, "transcript": "ENST00000376670.3"}, "exons": [{"cdsend": 48794164, "cdsstart": 48791109, "chr": "X", "position": [[48786589, 48786645], [48791090, 48791329], [48791843, 48792221], [48792322, 48792468], [48793171, 48793297], [48793792, 48794310]], "strand": 1, "transcript": "NM_002049", "txend": 48794310, "txstart": 48786589}], "exons_hg19": [{"cdsend": 48652571, "cdsstart": 48649516, "chr": "X", "position": [[48644997, 48645053], [48649497, 48649736], [48650250, 48650628], [48650729, 48650875], [48651578, 48651704], [48652199, 48652717]], "strand": 1, "transcript": "NM_002049", "txend": 48652717, "txstart": 48644997}], "generif": [{"pubmed": 11809723, "text": "The nature of the amino acid substitution at position 218 of the Nf of GATA1 is of crucial importance in determining the severity of the phenotype in X-linked macrothrombocytopenia patients and possibly also in inducing skewed X inactivation."}, {"pubmed": 12045236, "text": "Essential and instructive roles of GATA factors in eosinophil development."}, {"pubmed": 12145700, "text": "GATA-1 and GATA-2 gene expression is related to the severity of dysplasia in myelodysplastic syndrome."}, {"pubmed": 12172547, "text": "findings indicate that loss of wildtype GATA1 constitutes one step in the pathogenesis of acute megakaryoblastic leukemia in Down syndrome"}, {"pubmed": 12196550, "text": "with NF-E2, mediates expression of alpha-spectrin gene promoter in erythroid cells in vitro"}, {"pubmed": 12200364, "text": "X-linked thrombocytopenia with thalassemia from a mutation in the amino finger of GATA-1 affects DNA binding rather than FOG-1 interaction."}, {"pubmed": 12202480, "text": "Interacts with other transcription factors to regulate transcription of the gene encoding eosinophil granule major basic protein."}, {"pubmed": 12359731, "text": "role in regulating megakaryocyte-specific glycoprotein VI promoter"}, {"pubmed": 12432220, "text": "REVIEW: Roles of hematopoietic transcription factors GATA-1 and GATA-2 in the development of red blood cell lineage"}, {"pubmed": 12483298, "text": "Erythroid and megakaryocytic lineage differentiation and maturation are regulated via cooperation between transcription factor GATA1 and its essential cofactor FOG1.  It depends on the binding of FOG1 to the N-terminal zinc finger of GATA1."}, {"pubmed": 12489695, "text": "anthracyclines can induce the erythroid differentiation of neoplastic cells by activating the transcription factor GATA-1, probably via its clustering into nuclear foci."}, {"pubmed": 12490288, "text": "levels of GATA-1 and gamma-globin mRNA were increased in cells treated with progesterone; data suggest interactions of steroid receptors with basal transcriptional machinery and with transcription factors might mediate their transcriptional effects"}, {"pubmed": 12560215, "text": "GATA1 is likely to play a critical role in the etiology of transient myeloproliferative disorder, and mutagenesis of GATA1 represents a very early event in DS myeloid leukemogenesis."}, {"pubmed": 12576332, "text": "how RUNX1 might program divergence from the erythroid pathway to the megakaryocytic lineage commitment through functional and physical interactions with GATA-1"}, {"pubmed": 12586620, "text": "Findings suggest a model of malignant transformation in Down syndrome AMKL in which GATA1 mutations are an early event and AMKL arises from latent TL clones following initial apparent remission."}, {"pubmed": 12609092, "text": "EDRF1 regulated alpha- and gamma-globin gene synthesis by modulating DNA-binding activity of GATA-1 transcription factor."}, {"pubmed": 12649131, "text": "findings suggest that acquired intrauterine inactivating mutations in GATA1 and generation of GATA1s cooperate frequently with trisomy 21 in initiating megakaryoblastic proliferation, but are insufficient for progression to AMKL."}, {"pubmed": 12724402, "text": "Fli-1 and GATA-1 work together to activate the expression of genes associated with the terminal differentiation of megakaryocytes"}, {"pubmed": 12816863, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12816863, "text": "expression of GATA-1 with a defective N-terminal activation domain contributes to the expansion of transient myeloproliferative disorder blast cells and other genetic changes contribute to the development of acute megakaryocytic leukemia in Down syndrome"}, {"pubmed": 12857954, "text": "GATA-1 instigates GATA-2 repression by means of disruption of positive autoregulation, followed by establishment of a domain-wide repressive chromatin structure."}, {"pubmed": 14512321, "text": "GATA1 mutations in Down syndrome and its altered role in DS and myeloid leukemia may lead to an increased understanding of why children with DS are markedly predisposed to leukemia. (review)"}, {"pubmed": 14623254, "text": "Altogether, these results demonstrate for the first time the implication of GATA-1 in differentiation-specific variations of GSTP1-1 expression"}, {"pubmed": 14636651, "text": "GATA1 is likely to play a critical role in the etiology of myeloproliferative disorder and Down syndrome acute megakaryoblastic leukemia, and mutagenesis of GATA1 represents a very early event in DS myeloid leukemogenesis"}, {"pubmed": 14656875, "text": "Mutations in GATA1 occur in Down syndrome, acute Megakaryoblastic Leukemia amd myeloproliferative disorders."}, {"pubmed": 14691578, "text": "GATA-1 has a role in erythropoiesis and megakaryocytopoiesis"}, {"pubmed": 14744791, "text": "Presence of several GATA1 binding sites in the CDAsf promoter and the uniform detection of GATA1 mutations in DS megakaryocytic leukemia suggested the potential role of GATA1 in regulating CDA transcription."}, {"pubmed": 14966463, "text": "IL-1beta up-regulates expression in megakaryocytic cells"}, {"pubmed": 15123623, "text": "mode of vascular regulation in which GATA-1 controls NK-B synthesis in erythroid cells"}, {"pubmed": 15136229, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 15226423, "text": "Results suggest that the GATA-1 transcription factor represents a cell type-restricted mediator of interferon-gamma induction of the HLA-E gene."}, {"pubmed": 15265794, "text": "some cis-elements regulating human and mouse GATA1 genes differ."}, {"pubmed": 15314183, "text": "These results define a novel regulatory pathway linking the transcription factors c-Jun, HERP2, and GATA-1."}, {"pubmed": 15542823, "text": "Ski cooperates in the process of transformation in erythroid cells by interfering with GATA1 function"}, {"pubmed": 15563463, "text": "Notch1 inhibits the development of erythroid/megakaryocytic cells by suppressing GATA-1 activity through HES1"}, {"pubmed": 15613485, "text": "a multiprotein complex containing GATA-1, Oct-1, and other protein factors may contribute to the formation of a repressive chromatin structure that silences gamma-globin gene expression"}, {"pubmed": 15644435, "text": "3D structure of a complex comprising the interaction domains of FOG1 and GATA1 reveals how zinc fingers can act as protein recognition motifs and provides a molecular explanation for how GATA-1 mutations contribute to distinct, related genetic diseases."}, {"pubmed": 15684376, "text": "GATA1 protein reveals specific functions of a particular posttranscriptional modification[Review]."}, {"pubmed": 15701726, "text": "results are consistent with GATA1 regulating some but not all pathways of platelet activation"}, {"pubmed": 15895080, "text": "We show that the dominant action of GATA1s leads to hyperproliferation of a unique, previously unrecognized yolk sac and fetal liver progenitor, which we propose accounts for the transient nature of TMD and the restriction of DS-AMKL to infants."}, {"pubmed": 16012335, "text": "Mutated in acute myelocytic leukemia combined with acute lymphocytic leukemia in a case report."}, {"pubmed": 16186125, "text": "identified an AHSP gene erythroid promoter with functionally important binding sites for GATA-1- and Oct-1-related proteins"}, {"pubmed": 16225938, "text": "GATA1 increased endogenous hRFC-A1/A2 transcripts. Altogether, our results demonstrate a transcriptionally important region in the hRFC-A1/A2 promoter including E-box and GATA elements."}, {"pubmed": 16249385, "text": "Acute megakaryocytic leukemia in Down syndrome may be identified by microarray analysis and that differential gene expression and reflect relative transactivation capacities of the GATA1s and full-length GATA1 proteins."}, {"pubmed": 16543218, "text": "data suggest that GATA-1 is a critical transcription factor to fix erythroid progenitors to the erythroid lineage"}, {"pubmed": 16628190, "text": "The patient-specific GATA1 mutants interacted efficiently with RUNX1 and retained their ability to act synergistically with RUNX1 on the megakaryocytic GP1balpha promoter, whereas the levels of transcriptional activities were diverse among the mutants."}, {"pubmed": 16631833, "text": "The effects of the EBV nuclear antigen 3C on the activities of Nm23-H1 via GATA-1 and Sp1 are reported."}, {"pubmed": 16648487, "text": "The functiuonal interaction of CP2 with GATA1 in the regulation of erythroid promoters was studied."}, {"pubmed": 16840187, "text": "GATA-1 may have a role in Down syndrome leukemogenesis [review]"}, {"pubmed": 16861236, "text": "PU.1-Ets domain and the GATA-1 C-terminal zinc finger (CF) form a low affinity interaction in which specific regions of each protein are implicated."}, {"pubmed": 17148589, "text": "Hb F level of 59.5% suggests a role for GATA-1 in globin switching"}, {"pubmed": 17167422, "text": "in erythroid precursors undergoing terminal differentiation, Hsp70 prevents active caspase-3 from cleaving GATA-1 and inducing apoptosis"}, {"pubmed": 17196618, "text": "These results imply that GATA-1 is sufficient to direct chromatin structure reorganization within the beta-globin locus control region and an erythroid pattern of gene expression in the absence of other hematopoietic transcription factors."}, {"pubmed": 17332341, "text": "GATA-1 plays an essential role in the induction of ERCC1 through the mitogen-activated protein kinase (MAPK) pathway."}, {"pubmed": 17408401, "text": "findings suggest that GATA1 mutations are not frequent occurrences in the evolution of blast crisis from chronic myeloid leukaemia chronic phase"}, {"pubmed": 17420275, "text": "GATA1 and GFI1B interplay to regulate bcl-X protein transcription."}, {"pubmed": 17538848, "text": "present study has carried out detailed ultrastructural studies of abnormal platelet morphology in one, previously described family with a GATA-1 G208S mutation"}, {"pubmed": 17576817, "text": "GATA1 mutation is associated with Down syndrome related acute megakaryoblastic leukemia"}, {"pubmed": 17576817, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17654061, "text": "There was no difference in the expression level of GATA-1 gene in the bone marrow stromal cells between normal controls and chronic aplastic anemia group."}, {"pubmed": 17713552, "text": "study describes the second family with a GATA1G208R allele causing congenital dyserythropoietic anemia and thrombocytopenia"}, {"pubmed": 17763153, "text": "findings support the concept that GATA-1 platelets are macrothrombocytes because they are not able to detach normally from each other during separation from megakaryocyte proplatelets"}, {"pubmed": 17881640, "text": "disorder derived from GATA1 Arg216Gln mutation is X-linked thrombocytopenia with thalassemia"}, {"pubmed": 18059480, "text": "Myeloid leukemia in children 4 years or older with Down syndrome often lacks GATA1 mutation and cytogenetics and risk of relapse are more akin to sporadic AML."}, {"pubmed": 18078130, "text": "GATA-1 and GATA-2 were expressed at higher levels in patients with Monge's disease than in controls."}, {"pubmed": 18191920, "text": "GATA-1 binding sites in exon 1 constitute key regulatory elements in differential expression of PPOX in erythroid and non-erythroid cells."}, {"pubmed": 18206727, "text": "Altered SDF-1/CXCR4 axis in patients with primary myelofibrosis and in the Gata1 low mouse model of the disease"}, {"pubmed": 18443038, "text": "These results suggest that the GATA motif under study has a functional role in silencing gamma-globin gene expression in adults."}, {"pubmed": 18586828, "text": "Results support the idea that GATA-1 interaction in DNase I hypersensitive site 2 has a prominent and direct role in co-activator and RNA polymerase II recruitment."}, {"pubmed": 18599389, "text": "The inhibition of the EDAG gene by PMA is mediated through down-regulation of transcription factor GATA-1."}, {"pubmed": 18689547, "text": "Abnormalities in the myeloid progenitor compartment in Down syndrome fetal liver precede acquisition of GATA1 mutations."}, {"pubmed": 18714007, "text": "D6 expression is GATA1 dependent"}, {"pubmed": 18780834, "text": "functional and physical interaction of GATA-1 with components of the positive transcriptional elongation factor P-TEFb"}, {"pubmed": 18793746, "text": "using electrophoresis mobility shift assay and chromatin immunoprecipitation assay, the GATA-1 binding affinity to the hWNK4 promoter was shown to increase with TSA under in vitro and in vivo conditions."}, {"pubmed": 18930124, "text": "analysis of human phenotypes associated with GATA-1 mutations"}, {"pubmed": 18979367, "text": "TALIN WAS UNDETECTABLE IN THE CYTOSKELETAL PROTEINS OF THE GATA-1,G208S MACROTHROMBOCYTES OF 2 MALE PATIENTS"}, {"pubmed": 19049973, "text": "ZNF521 modulates erythroid cell differentiation through direct binding with GATA-1."}, {"pubmed": 19097174, "text": "Gata-1 overexpression in AML was related to advanced age and a low percentage of bone marrow blasts and was associated with the expression of CD34 antigen and lymphoid T markers."}, {"pubmed": 19114560, "text": "Since the absence of Ikaros also affects GATA-1 recruitment to GATA-2 promoter, we propose that the combinatorial effect of Ikaros and GATA-1 is not restricted to globin gene regulation."}, {"pubmed": 19172521, "text": "The unique pathology of the megathrombocytes from a patient with the GATA-1, R216Q mutation was the near absence of dense bodies in his giant cells."}, {"pubmed": 19204726, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19212333, "text": "results suggest that GATA-1 and/or GATA-2 binding to a GATA site of the 3' enhancer of WT1 played an important role in WT1 gene expression"}, {"pubmed": 19351817, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19411634, "text": "GATA-1 and p53 interact in erythroid cells, and activation of p53-responsive promoters in an erythroid cell line can be inhibited by the overexpression of GATA-1."}, {"pubmed": 19437340, "text": "GATA-1, G208S MTC are deficient in talin, and what little is present relocates to the undersurface of the plasma membrane following activations where it associates with adhesion plaques."}, {"pubmed": 19447160, "text": "GATA-1 can reverse STAT3-mediated gamma-globin gene silencing in erythroid cells"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19509292, "text": "p73 plays a role in erythroid differentiation through GATA1 induction"}, {"pubmed": 19513100, "text": "GATA-1, the master transcription factor of erythropoiesis, forms a tricomplex with the retinoblastoma protein (pRb) and E2F-2."}, {"pubmed": 19522008, "text": "Data found that Gfi-1/GATA-2 in immature progenitors and Gfi-1B/GATA-1 in erythroblasts are bound to the Gfi-1B and c-myc promoter. The switch is associated to an increase in Gfi-1B transcription whereas it triggers repression of c-myc transcription."}, {"pubmed": 19556247, "text": "Knockdown of GATA1 expression by siRNA reduced expression of AGGF1, and resulted in endothelial cell apoptosis and inhibition of vessel formation."}, {"pubmed": 19633202, "text": "Mutational spectrum at GATA1 provides insights into mutagenesis and leukemogenesis in Down syndrome."}, {"pubmed": 19654328, "text": "two novel mechanisms for the regulation of GATA1 interaction with FOG1-dependent protein complexes through the production of two translational isoforms with differential interaction profiles and independent nuclear localization controls."}, {"pubmed": 19721012, "text": "GATA-1 mediates the repression of VDR and enables IL-4-dependent moDC differentiation."}, {"pubmed": 19825991, "text": "Collectively, we show that either activation of PU.1 or inhibition of GATA-1 efficiently reverses the transcriptional block imposed by GATA-1 and leads to the activation of a myeloid transcriptional program directed by PU.1."}, {"pubmed": 19850750, "text": "GATA1 mutation in codon 2 leads to the earliest known premature stop codon in transient myeloproliferative disorder."}, {"pubmed": 19924028, "text": "Case Report: Report of an anti-GATA1 autoantibody leading to severe thrombocytopenia and gastrointestinal bleeding from multiple pinpoint hemangiomata."}, {"pubmed": 19941826, "text": "Chromatin immunoprecipitation-sequencing was used to define GATA-1 and GATA-2 occupancy genome-wide in erythroid cells."}, {"pubmed": 19965638, "text": "HMGB2 potentiates GATA-1-dependent transcription of GFI1B by Oct-1 and thereby controls erythroid differentiation."}, {"pubmed": 20064153, "text": "the down-regulation of GATA1s might be involved in blast cell differentiation"}, {"pubmed": 20101202, "text": "polymorphism in the survivin promoter creates an 'alternative' binding site for the transcription factor GATA-1, which can enhance the expression of the protein in breast carcinomas."}, {"pubmed": 20143233, "text": "Results reveal the presence of different protein complexes, including GATA-1 and Oct-1, involved in Gfi1b regulation."}, {"pubmed": 20339093, "text": "several proliferation-related genes were up-regulated by STAT5 independent of GATA1, whereas several erythroid differentiation-related genes were found to be GATA1 as well as STAT5 dependent"}, {"pubmed": 20410505, "text": "Data suggest that HSP27 plays a role in the fine-tuning of terminal erythroid differentiation through regulation of GATA-1 content and activity."}, {"pubmed": 20418238, "text": "exon 2 mutations of GATA1 are not essential in acute myeloid leukaemia with t(8;21)(q22;q22) and in AML with additional chromosomal material on 21q22"}, {"pubmed": 20495378, "text": "Findings indicate that p21 is a crucial downstream gene target and effector of GATA-1 during red blood cell terminal differentiation."}, {"pubmed": 20554972, "text": "Vegf modulates Gata1 expression levels in vivo, and Vegf has ability to modulate erythropoiesis."}, {"pubmed": 20586925, "text": "Anagrelide suppresses megakaryocytopoiesis by reducing the expression levels of GATA-1 and FOG-1 via a PDEIII-independent mechanism that is differentiation context-specific and does not involve inhibition of MPL-mediated early signal transduction events"}, {"pubmed": 20679399, "text": "GATA1 restricts IGF-mediated activation of the E2F transcription network to coordinate proliferation and differentiation"}, {"pubmed": 20729467, "text": "Phenotypic analyses of 66 transient abnormal myelopoiesis patients with GATA1 mutations revealed that GATA1s low mutations were significantly associated with a risk of progression to myeloid leukemia of Down syndrome (P < .001)."}, {"pubmed": 20807505, "text": "the interaction between the Sp1 and GATA-1 zinc finger domains was primarily electrostatic; the linker region of the Sp1 zinc fingers is important for the association with the GATA-1 zinc finger domains."}, {"pubmed": 20870473, "text": "GATA1 mutational study is a useful tool for the diagnosis and management of trisomy 21 associated myeloproliferative disorders"}, {"pubmed": 20922527, "text": "the first report describing the natural history of GATA1 G208R-related cytopenia in family"}, {"pubmed": 21041734, "text": "GATA-1 is a key transactivator of the CCR3 gene; the sequences involved in CCR3 regulation by GATA-1 may reside not only in exon 1 but also in its proximal intron 1."}, {"pubmed": 21205752, "text": "Acute megakaryoblastic leukemia without GATA1 mutation after transient myeloproliferative disorder is not associated with Down syndrome."}, {"pubmed": 21210118, "text": "The GATA factors appear to have distinct roles in regulating key genes involved in GI malignancy. Understanding the precise role of GATA factors in malignancy may lead to the development of effective molecular targets for cancer therapy."}, {"pubmed": 21248262, "text": "After the addition of GATA-1-overexpressing plasmid, the activity of the promoter constructs containing the T allele of IL1RN increased approximately 6-fold, compared with basal activity."}, {"pubmed": 21287369, "text": "The presence of GATA1 mutation and trisomy 21 in neonates presenting with congenital leukemia with megakaryoblastic features suggest transient myeloproliferative disorder."}, {"pubmed": 21289305, "text": "Eosinophils lacking IL-13 are unable to rescue airway hyperresponsiveness, T cell recruitment to the lungs, or T helper cell type (Th)2 cytokine/chemokine production in mutant GATA1 eosinophil-null transgenic model mice."}, {"pubmed": 21304100, "text": "pattern of megakaryocytopoiesis is associated with up-regulated thrombopoietin (TPO) signaling through mammalian target of rapamycin (mTOR) and elevated levels of full-length GATA-1 and its targets"}, {"pubmed": 21464046, "text": "Nkx2-5 binds to the Gata1 gene enhancer and represses the transcriptional activity of the Gata1 gene."}, {"pubmed": 21532337, "text": "novel transcription factor binding partners for PIAS3 including ETS, EGR1, NR1I2, and GATA1 were identified."}, {"pubmed": 21555453, "text": "the structural basis for GATA1 and Brd3 interaction was described."}, {"pubmed": 21571218, "text": "The genome-wide binding sites for the GATA1 in primary human megakaryocytes to identify the essential regulator of complex mammalian differentiation processes."}, {"pubmed": 21609963, "text": "GATA-1 knockdown inhibited the transcription of the gamma-globin genes, hypersensitive site formation in the LCR and chromatin loop formation of the beta-globin locus."}, {"pubmed": 21715302, "text": "the type of GATA1 sequence mutation is not a reliable tool and is not prognostic of which patients with Down syndrome transient myeloproliferative disorder are probable to develop myeloid leukemia"}, {"pubmed": 21967505, "text": "the critical erythropoietic transcription factor GATA1 as well as the antiapoptotic molecule BCLxl fails to be normally up-regulated during MDS erythropoiesis."}, {"pubmed": 22020876, "text": "The promoter region critical for Prx5 gene regulation to which the novel negative transcription regulator, GATA1 binds in human breast cancer cell lines."}, {"pubmed": 22050843, "text": "HIF1-mediated GATA1 up-regulation promotes erythropoiesis in order to satisfy the needs of an organism under hypoxic conditions."}, {"pubmed": 22102271, "text": "Studies indicate that GATA-1 is integral to successful hematopoiesis."}, {"pubmed": 22110660, "text": "GATA1s may facilitate leukemogenesis and potentially impact therapeutic responses in DS AMkL by promoting proliferation and survival"}, {"pubmed": 22160620, "text": "Data show that expression of a nucleus-targeted mutant of Hsp70 protects GATA-1 and rescues Expression of a nucleus-targeted mutant of Hsp70 protects GATA-1 and rescues myelodysplastic syndromes erythroid cell differentiation."}, {"pubmed": 22164220, "text": "GATA1-HS2 enhancer allows persistent and position-independent expression of a beta-globin transgene"}, {"pubmed": 22235304, "text": "ZNF268 is a crucial downstream target and effector of GATA-1"}, {"pubmed": 22426104, "text": "role in ppp diseases"}, {"pubmed": 22513796, "text": "GATA1s associated leukemia has to be excluded in all young children with AMKL (<5 years old) to prevent overtreatment. Treatment with reduced intensity seems sufficient in children trisomy 21 mosaic and ML-DS."}, {"pubmed": 22706301, "text": "newly identified mutations hightlight the multifactorial role of GATA1 in human hematopoiesis"}, {"pubmed": 22853316, "text": "GATA1s isoform plays a role in the maintenance of proliferative multipotent megakaryocyte-erythroid precursor cells and must be down-regulated prior to terminal differentiation."}, {"pubmed": 23127762, "text": "Data indicate taht ETO2/CBFA2T3 regulates GATA-1 target genes critical for erythroid differentiation, and the decrease of ETO2 levels during erythroid differentiation would contribute to the activation of these targets."}, {"pubmed": 23208504, "text": "GATA1 associates with the regulatory region of pri-miR-138-2 and modulates the expression of miR-138."}, {"pubmed": 23278136, "text": "sequencing of the GATA1 gene in the male proband of the XS2 family revealed a missense mutation in the termination codon, which is the likely cause of the erythrocyte Lu(a-b-) phenotype and mild platelet disorder evidenced by thrombocytopenia and occasional macrothrombocytes"}, {"pubmed": 23380710, "text": "found that Gata1 mutations protect MKs from activated AKT-induced apoptosis"}, {"pubmed": 23426981, "text": "DICER1 is upregulated by the hematopoietic transcription factor, GATA1, in acute myeloid leukemia."}, {"pubmed": 23440243, "text": "Naturally occurring oncogenic GATA1 mutants with internal deletions contribute to transient abnormal myelopoiesis in Down syndrome."}, {"pubmed": 23704091, "text": "GATA1 mutations are associated with hematologic disorders."}, {"pubmed": 23874683, "text": "A role for GATA1 in chemotherapy resistance in non-Down syndrome acute megakaryocytic leukemia cells."}, {"pubmed": 24021668, "text": "Data indicate that next-generation resequencing (NGS)-based methods can identify neonates with small GATA1 mutant clones undetectable by Sanger sequencing/denaturing high performance liquid chromatography (Ss/DHPLC)."}, {"pubmed": 24196768, "text": "The high rate of GATA-1 gene mutations was confirmed in newborn infants with Down's Syndrome and transient abnormal myelopoiesis or acute megakaryoblastic leukemia"}, {"pubmed": 24222239, "text": "Mutations in the GATA1 gene associated with leukemogenesis in newborns with Down syndrome."}, {"pubmed": 24245781, "text": "multiple modes of the GATA1-MED1 axis may help to fine-tune GATA1 function during GATA1-mediated homeostasis events."}, {"pubmed": 24253371, "text": "Our case of transient leukemia without Down syndrome highlight the important role of trisomy 21 and GATA1 mutation in the development of transient neonatal leukemia."}, {"pubmed": 24255919, "text": "PML4 is an important regulator of GATA-1 and participates in erythroid differention by enhancing GATA-1 trans-activation activity."}, {"pubmed": 24336126, "text": "High GATA1 expression is associated with hyperproliferation of eosinophil precursors in Down syndrome transient leukemia."}, {"pubmed": 24369834, "text": "GATA1 mutation is associated with defects in megakaryocytic upregulation of calpain 2 and of P-TEFb-dependent cytoskeletal remodeling factors resulting in leukemogenesis."}, {"pubmed": 24407241, "text": "PSTPIP2 dysregulation contributes to aberrant terminal differentiation in GATA-1-deficient megakaryocytes by activating LYN."}, {"pubmed": 24453067, "text": "Loss of GATA-1 full length as a cause of Diamond-Blackfan anemia phenotype."}, {"pubmed": 24579914, "text": "Mitochondrial translation is dramatically affected after mGatA depletion, revealing an essential role for the GatCAB enzyme in the process of protein biosynthesis in mammalian mitochondria."}, {"pubmed": 24594363, "text": "In erythroid cells, pull down experiments identified the presence of a novel complex formed by HDAC5, GATA1, EKLF and pERK which was instead undetectable in cells of the megakaryocytic lineage."}, {"pubmed": 24608802, "text": "A functional link among the erythroid transcription factors GATA-1/NF-E2, miR-199b-5p in erythropoiesis."}, {"pubmed": 24639354, "text": "we have demonstrated that PU.1, GATA1, and GATA2 are involved in the expression of FcepsilonRI in a human mast cell line and primary human mast cells using siRNA with high transfection efficiency, and by ChIP assay."}, {"pubmed": 24740910, "text": "EDAG forms complex with GATA1 and p300 and increases GATA1 acetylation and transcriptional activity by facilitating the interaction between GATA1 and p300"}, {"pubmed": 24746204, "text": "Our results suggest that GATA1 exon 2 mutations occur late in trisomy 21 fetal hematopoiesis"}, {"pubmed": 24766296, "text": "Results report a forth family with clinical findings consistent with an association between GATA1 gene mutation and anemia black diamond."}, {"pubmed": 24880866, "text": "a hypothesis is presented to explain that, in Down syndrome, the first mutational events, GATA1 somatic mutations, do not occur at random, but as a result of perturbed cell functions and specific over-expression of the GATA1 gene"}, {"pubmed": 24952648, "text": "amplitude of a transcriptional signature of GATA1 target genes was globally and specifically reduced, indicating that the activity, but not the mRNA level, of GATA1 is decreased in patients with DBA"}, {"pubmed": 25230694, "text": "GATA1 and GATA2 are involved in clear cell renal cell carcinoma biology possibly affecting tumor development and aggressiveness."}, {"pubmed": 25251786, "text": "Congenital erythropoietic porphyria linked to GATA1-R216W mutation"}, {"pubmed": 25268193, "text": "Somatic GATA1 mutations appear to be pivotal in development of transient abnormal myelopoiesis and are proving to be markers of clonal identity in its evolution to acute megakaryoblastic leukemia in subjects with Down syndrome. [CASE STUDY; REVIEW]"}, {"pubmed": 25270909, "text": "Data indicate that GATA1 transcription factor is downregulated in ribosomal protein S19 (RPS19)-deficient cells through upregulation of TNF-alpha and p38 MAPK."}, {"pubmed": 25340772, "text": "The results demonstrate that hGATA-1 and hGATA-2 expression in hippocampus is sufficient to cause depressive like behaviors."}, {"pubmed": 25528728, "text": "These results indicate that KLF1 plays a role in facilitating and/or stabilizing GATA-1 and TAL1 occupancy in the erythroid genes, contributing to the generation of active chromatin structure such as histone acetylation and chromatin looping"}, {"pubmed": 25621499, "text": "Lineage-specific GATA1 cofactor associations are essential for normal chromatin occupancy."}, {"pubmed": 25682601, "text": "Global transcriptome and chromatin occupancy analysis reveal the short isoform of GATA1 is deficient for erythroid specification and gene expression."}, {"pubmed": 25711269, "text": "Molecular cytogenetic analysis of leukemic blast cells indicated that increased blast cell status was caused by transient abnormal myelopoiesis with trisomy 21 and GATA1 mutation."}, {"pubmed": 25726523, "text": "we uncovered a novel function of GATA1 in regulating Epithelial-mesenchymal transition"}, {"pubmed": 25755285, "text": "Results demonstrate that expression of the hGATA1 gene is regulated through the chromatin architecture organized by 5'CTCF site-mediated intrachromosomal interactions in the hGATA1 locus."}, {"pubmed": 26205501, "text": "Acute megakaryoblastic leukemia is associated with GATA-1 mutation, mimicking myeloproliferative disorders."}, {"pubmed": 26234152, "text": "GATA1 mutations were identified in consecutive Down syndrome patients with transient myeloproliferative disorder or acute leukemia."}, {"pubmed": 26439305, "text": "deletion of P-sel disrupted megakaryocyte/neutrophil interactions in spleen, reduced TGF-beta content, and corrected the hematopoietic stem cells distribution that in Gata1(low) mice, as in primary myelofibrosis patients, is abnormally expanded in spleen."}, {"pubmed": 26713410, "text": "findings provide insights into the clinically relevant in vivo function of the N-terminal domain of GATA1 in human hematopoiesis."}, {"pubmed": 26766440, "text": "GATA2-to-GATA1 switch is prevalent at dynamic enhancers and drives erythroid enhancer commissioning"}, {"pubmed": 26848522, "text": "expression of GATA1 and SET7 was upregulated and positively correlated with VEGF expression and microvessel number in 80 breast cancer patients. GATA1 and SET7 are independent poor prognostic factors in breast cancer."}, {"pubmed": 27010793, "text": "The GATA-1-mediated inhibition of PU.1 gene transcription in human AML-erythroleukemias mediated through the URE represents important mechanism that contributes to PU.1 downregulation and leukemogenesis that is sensitive to DNA demethylation therapy"}, {"pubmed": 27044088, "text": "study provides insight into GATA1 transcriptional activity and may prove a useful resource for investigating the pathogenicity of noncoding variants in human erythroid disorders."}, {"pubmed": 27052461, "text": "Concurrent exogenous expression of three transcription factors, GATA1, FLI1 and TAL1, enables large-scale production of megakaryocytes from human pluripotent stem cells."}, {"pubmed": 27134169, "text": "trisomy 21 perturbed hematopoietic development through the enhanced production of early hematopoietic progenitors and the upregulation of mutated GATA1, resulting in the accelerated production of aberrantly differentiated cells."}, {"pubmed": 27215385, "text": "Results show that GATA1 recognizes a single GATA motif or a composite of adjacent GATA motifs and exerts its diversified bindings. These binding configurations serve as one of the critical determinants of specific transcriptional regulation."}, {"pubmed": 27342114, "text": "Data show that pyruvate kinase (PK) activity was decreased in the GATA1 hemizygous state and PKLR c.1284delA variant."}, {"pubmed": 27353457, "text": "analysis of GATA1 mutations in a cohort of Malaysian children with Down syndrome-associated myeloid disorder reveals distinctive genomic events"}, {"pubmed": 27485543, "text": "Our results suggest that GATAl and miR-363 were involved in the regulation of hematopoiesis via the HIF-1alpha pathway in K562 cells under hypoxic condition."}, {"pubmed": 27667142, "text": "Single-nucleotide polymorphism in GATA1 gene is associated with non-Down syndrome transient proliferative megakaryoblastic disease."}, {"pubmed": 27821551, "text": "GATA1 is an essential downstream target of SENP1 and that the differential expression and response of GATA1 and Bcl-xL are a key mechanism underlying chronic mountain sickness pathology."}, {"pubmed": 28082341, "text": "we herein show a long-distance regulatory region with GATA1 binding sites as being a strong enhancer for NBEAL2 expression."}, {"pubmed": 28161276, "text": "These findings indicate that erythroid specific activator GATA-1 acts at CTCF sites around the beta-globin locus to establish tissue-specific chromatin organization."}, {"pubmed": 28179280, "text": "Acquired and inherited GATA1 mutations contribute to Diamond-Blackfan anemia, acute megakaryoblastic leukemia, transient myeloproliferative disorder, and a group of related congenital dyserythropoietic anemias with thrombocytopenia."}, {"pubmed": 28240607, "text": "expression of GATA1 effectively rescued maturation of Primary myelofibrosis megakaryocytes."}, {"pubmed": 28550189, "text": "described the functional interaction between GATA1 and SEC23B genes in two patients with suspected congenital dyserythropoietic anemia type II"}, {"pubmed": 28553927, "text": "Here, using zebrafish, murine, and human models, the authors show that erythropoietin (EPO) signaling, together with the GATA1 transcriptional target, AKAP10, regulates heme biosynthesis during erythropoiesis at the outer mitochondrial membrane."}, {"pubmed": 28566697, "text": "Reduced GATA-1 could be responsible for the upregulation of IRF-3 in lung adenocarcinoma cells through binding with a specific domain of IRF-3 promoter."}, {"pubmed": 29400094, "text": "Since the first discovery of GATA1 mutations in acute megakaryocytic leukemia , the number of diseases that are associated with impaired GATA1 function has increased to include Diamond Blackfan Anemia and myeloproliferative neoplasms. With respect to the latter, we are only just now appreciating the link between enhanced JAK/STAT signaling, GATA1 deficiency and disease pathogenesis."}, {"pubmed": 29567780, "text": "GATA1 exerts developmental stage-specific effects in human hematopoiesis."}, {"pubmed": 29949202, "text": "c.613G>A pathogenic allelic variation in exon 4 of GATA1 gene in 3 male siblings and their carrier mothers"}, {"pubmed": 30503262, "text": "the forward programming of human pluripotent stem cells through overexpression of GATA1, FLI1, and TAL1 leads to the production of a population of progenitors that can differentiate into megakaryocyte or erythroblasts."}, {"pubmed": 30530752, "text": "Because GATA1 initiates heme synthesis, GATA1 and heme together direct red cell maturation, and heme stops GATA1 synthesis, the observations reveal a GATA1-heme autoregulatory loop and implicate GATA1 and heme as the comaster regulators of the normal erythroid differentiation program."}, {"pubmed": 30617196, "text": "A natural regulatory mutation in the proximal promoter elevates fetal globin expression by creating a de novo GATA1 site"}, {"pubmed": 30700418, "text": "Low GATA1 expression is associated with Diamond-Blackfan anemia."}, {"pubmed": 30755706, "text": "GATA1 epigenetic deregulation is associated with the development of acute myeloid leukemia with NPM1 and FLT3-ITD cooperating mutations."}, {"pubmed": 30825517, "text": "Difference in megakaryocyte expression of GATA-1, IL-6, and IL-8 associated with maintenance of platelet counts in patients with plasma cell neoplasm with dysmegakaryopoiesis."}, {"pubmed": 30872372, "text": "we have uncovered a previously unrecognized role for a deubiquitylase, USP7, in human terminal erythroid differentiation and have identified USP7 as a deubiquitylase of GATA1. Our findings provide new and novel insights into mechanisms of regulating human erythropoiesis."}, {"pubmed": 30889303, "text": "GATA-1 is a potential novel biomarker for the differentiation of essential thrombocythemia (ET) and myelofibrosis (MF). Our results confirmed, in peripheral blood, our previous data demonstrating elevated levels of GATA-1 mRNA in total bone marrow of ET patients. GATA-1 mRNA levels are independent of cytoreductive therapies, and may have utility as a diagnostic marker in ET and in its differential diagnosis from MF."}, {"pubmed": 30914438, "text": "This study illustrates how decreasing the splicing efficiency of the hematopoietic master regulator GATA1 can impair selective aspects of human hematopoiesis and lead to distinct phenotypes in comparison with other pathogenic mutations affecting the same gene."}, {"pubmed": 31049966, "text": "this study highlights a mechanism through which aberrant expression of GATA-1 isoforms could play a role in the leukemogenic process."}, {"pubmed": 31069596, "text": "Mechanistically, GATA1 overexpression significantly increased the activity of PI3K/AKT signaling pathway in colorectal cancer cells."}, {"pubmed": 31264779, "text": "A functional polymorphism in the promoter of TUG1 is associated with an increased risk of ischaemic stroke."}, {"pubmed": 31413099, "text": "DKC1 is a transcriptional target of GATA1 and drives upregulation of telomerase activity in normal human erythroblasts."}, {"pubmed": 31652397, "text": "GATA1 mutations in red cell disorders."}, {"pubmed": 31865264, "text": "Data analysis revealed a hemizygous variant NM_002049.3: c.613G>T (p. Val205Leu), in exon 4 of the GATA1 gene at read depth 610x"}, {"pubmed": 31897811, "text": "GATA1-regulated JAG1 promotes ovarian cancer progression by activating Notch signal pathway."}, {"pubmed": 31930127, "text": "HIF1A upregulated the transcription factor GATA1 and further promoted the expression of HMGN5."}, {"pubmed": 32354872, "text": "Down syndrome-related transient abnormal myelopoiesis is attributed to a specific erythro-megakaryocytic subpopulation with GATA1 mutation."}, {"pubmed": 32533074, "text": "Nuclear interacting SET domain protein 1 inactivation impairs GATA1-regulated erythroid differentiation and causes erythroleukemia."}, {"pubmed": 32681702, "text": "Complete blood count differences in a cohort of Down syndrome neonates with transient abnormal myelopoiesis screened for GATA1 pathogenic variants."}, {"pubmed": 32759740, "text": "RAP-011 Rescues the Disease Phenotype in a Cellular Model of Congenital Dyserythropoietic Anemia Type II by Inhibiting the SMAD2-3 Pathway."}, {"pubmed": 32763160, "text": "FAM122A Inhibits Erythroid Differentiation through GATA1."}, {"pubmed": 32851429, "text": "GATA1/SP1 and miR-874 mediate enterovirus-71-induced apoptosis in a granzyme-B-dependent manner in Jurkat cells."}, {"pubmed": 33360878, "text": "GATA1 downregulation in prefibrotic and fibrotic stages of primary myelofibrosis and in the myelofibrotic progression of other myeloproliferative neoplasms."}, {"pubmed": 33386779, "text": "GATA1 mutation analysis and molecular landscape characterization in acute myeloid leukemia with trisomy 21 in pediatric patients."}, {"pubmed": 33483616, "text": "Sensitive GATA1 mutation screening reliably identifies neonates with Down syndrome at risk for myeloid leukemia."}, {"pubmed": 33611093, "text": "New germline GATA1 variant in females with anemia and thrombocytopenia."}, {"pubmed": 33690840, "text": "Specific proteome changes in platelets from individuals with GATA1-, GFI1B-, and RUNX1-linked bleeding disorders."}, {"pubmed": 33780474, "text": "Pluripotent stem cell model of early hematopoiesis in Down syndrome reveals quantitative effects of short-form GATA1 protein on lineage specification."}, {"pubmed": 34060193, "text": "GATA1 pathogenic variants disrupt MYH10 silencing during megakaryopoiesis."}, {"pubmed": 34244384, "text": "Mapping the cellular origin and early evolution of leukemia in Down syndrome."}, {"pubmed": 34341563, "text": "Activation of gamma-globin gene expression by GATA1 and NF-Y in hereditary persistence of fetal hemoglobin."}, {"pubmed": 34425872, "text": "GATA1-induced upregulation of LINC01503 promotes carboplatin resistance in ovarian carcinoma by upregulating PD-L1 via sponging miR-766-5p."}, {"pubmed": 34758059, "text": "Germline GATA1s-generating mutations predispose to leukemia with acquired trisomy 21 and Down syndrome-like phenotype."}, {"pubmed": 35030251, "text": "Congenital anemia reveals distinct targeting mechanisms for master transcription factor GATA1."}, {"pubmed": 35203280, "text": "Modeling Down Syndrome Myeloid Leukemia by Sequential Introduction of GATA1 and STAG2 Mutations in Induced Pluripotent Stem Cells with Trisomy 21."}, {"pubmed": 35328001, "text": "GATA-1 Defects in Diamond-Blackfan Anemia: Phenotypic Characterization Points to a Specific Subset of Disease."}, {"pubmed": 35342335, "text": "SENP1 promotes triple-negative breast cancer invasion and metastasis via enhancing CSN5 transcription mediated by GATA1 deSUMOylation."}, {"pubmed": 35491849, "text": "GATA binding protein 1 recruits histone deacetylase 2 to the promoter region of nuclear receptor binding protein 2 to affect the tumor microenvironment and malignancy of thyroid carcinoma."}, {"pubmed": 35587378, "text": "Stepwise GATA1 and SMC3 mutations alter megakaryocyte differentiation in a Down syndrome leukemia model."}, {"pubmed": 35690555, "text": "The upregulation of Gata transcription factors family and FOG-1 in expanded and differentiated cord blood-derived CD34[+] hematopoietic stem cells to megakaryocyte lineage during co-culture with cord blood mesenchymal stem cells."}, {"pubmed": 36120774, "text": "Transcription factor GATA1 represses oxidized-low density lipoprotein-induced pyroptosis of human coronary artery endothelial cells."}, {"pubmed": 36291092, "text": "A Novel GATA1 Variant in the C-Terminal Zinc Finger Compared with the Platelet Phenotype of Patients with A Likely Pathogenic Variant in the N-Terminal Zinc Finger."}, {"pubmed": 36447001, "text": "Mechanism of KIT gene regulation by GATA1 lacking the N-terminal domain in Down syndrome-related myeloid disorders."}, {"pubmed": 36542956, "text": "LncRNA RNA XIST binding to GATA1 contributes to rheumatoid arthritis through its effects on proliferation of synovial fibroblasts and angiogenesis via regulation of CCN6."}, {"pubmed": 36749159, "text": "GATA-1 Promotes Erythroid Differentiation Through the Upregulation of miR-451a and miR-210-3p Expressions in CD34[+] Cells in High-Altitude Polycythemia."}, {"pubmed": 36905268, "text": "PAK5 is a potential target in myelodysplastic syndrome through interacting with LMO2 and GATA1."}, {"pubmed": 36987811, "text": "SATB1 Chromatin Loops Regulate Megakaryocyte/Erythroid Progenitor Expansion by Facilitating HSP70 and GATA1 Induction."}, {"pubmed": 37171759, "text": "ARHGAP18 is Upregulated by Transcription Factor GATA1 Promotes the Proliferation and Invasion in Hepatocellular Carcinoma."}, {"pubmed": 37254808, "text": "Multidimensional profiling reveals GATA1-modulated stage-specific chromatin states and functional associations during human erythropoiesis."}, {"pubmed": 37488161, "text": "Molecular basis of non-deletional HPFH in Thailand and identification of two novel mutations at the binding sites of CCAAT and GATA-1 transcription factors."}, {"pubmed": 37591894, "text": "Elucidation of the low-expressing erythroid CR1 phenotype by bioinformatic mining of the GATA1-driven blood-group regulome."}, {"pubmed": 37906251, "text": "Synergistic roles of DYRK1A and GATA1 in trisomy 21 megakaryopoiesis."}, {"pubmed": 38103735, "text": "Aggregates of nonmuscular myosin IIA in erythrocytes associate with GATA1- and GFI1B-related thrombocytopenia."}, {"pubmed": 38159323, "text": "A novel GATA1 variant p.G229D causing the defect of procoagulant platelet formation."}, {"pubmed": 38350611, "text": "miR-1202 acts as anti-oncomiR in myeloid leukaemia by down-modulating GATA-1S expression."}, {"pubmed": 38695236, "text": "An intricate regulatory circuit between FLI1 and GATA1/GATA2/LDB1/ERG dictates erythroid vs. megakaryocytic differentiation."}, {"pubmed": 39017848, "text": "GATA1 in Normal and Pathologic Megakaryopoiesis and Platelet Development."}], "genomic_pos": {"chr": "X", "end": 48794311, "ensemblgene": "ENSG00000102145", "start": 48786540, "strand": 1}, "genomic_pos_hg19": [{"chr": "HG1436_HG1432_PATCH", "end": 48653708, "start": 48645953, "strand": 1}, {"chr": "X", "end": 48652716, "start": 48644962, "strand": 1}], "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 22235304, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008584", "pubmed": 10700180, "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010559", "pubmed": 15701726, "qualifier": "involved_in", "term": "regulation of glycoprotein biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010724", "pubmed": [12200364, 15920471], "qualifier": "involved_in", "term": "regulation of definitive erythrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010725", "qualifier": "involved_in", "term": "regulation of primitive erythrocyte differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030218", "pubmed": 7678994, "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030219", "pubmed": 10700180, "qualifier": "involved_in", "term": "megakaryocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030220", "pubmed": [10700180, 11675338, 12483298], "qualifier": "involved_in", "term": "platelet formation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030221", "pubmed": 7678994, "qualifier": "involved_in", "term": "basophil differentiation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0030222", "pubmed": 8507862, "qualifier": "involved_in", "term": "eosinophil differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030282", "qualifier": "involved_in", "term": "bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030502", "qualifier": "involved_in", "term": "negative regulation of bone mineralization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031100", "qualifier": "involved_in", "term": "animal organ regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033028", "qualifier": "involved_in", "term": "myeloid cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033033", "qualifier": "involved_in", "term": "negative regulation of myeloid cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033687", "qualifier": "involved_in", "term": "osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033690", "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035854", "pubmed": 12045236, "qualifier": "involved_in", "term": "eosinophil fate commitment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 17167422, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043306", "qualifier": "involved_in", "term": "positive regulation of mast cell degranulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045648", "pubmed": 17167422, "qualifier": "involved_in", "term": "positive regulation of erythrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 24245781, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [2467208, 12200364, 15920471], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20133935, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048821", "pubmed": 10700180, "qualifier": "involved_in", "term": "erythrocyte development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048873", "qualifier": "involved_in", "term": "homeostasis of number of cells within a tissue"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050731", "pubmed": 15701726, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060009", "qualifier": "involved_in", "term": "Sertoli cell development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060319", "qualifier": "involved_in", "term": "primitive erythrocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070527", "pubmed": 15701726, "qualifier": "involved_in", "term": "platelet aggregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071320", "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071372", "qualifier": "involved_in", "term": "cellular response to follicle-stimulating hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097028", "qualifier": "involved_in", "term": "dendritic cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000678", "pubmed": 15920471, "qualifier": "involved_in", "term": "negative regulation of transcription regulatory region DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001240", "pubmed": 17167422, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway in absence of ligand"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [2467208, 10700180, 17167422], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 15920471, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017053", "pubmed": 15920471, "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032993", "pubmed": 12609092, "qualifier": "part_of", "term": "protein-DNA complex"}], "MF": [{"category": "MF", "evidence": "IMP", "id": "GO:0000976", "pubmed": 10700180, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 2467208, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": [15920471, 24245781], "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0000978", "pubmed": 20133935, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001221", "pubmed": 12483298, "qualifier": "enables", "term": "transcription coregulator binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001223", "qualifier": "enables", "term": "transcription coactivator binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 15920471, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0002039", "qualifier": "enables", "term": "p53 binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": [8628290, 11418466, 12609092, 22235304], "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 2467208, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11418466, 11675338, 17132730, 17167422, 19513100, 24245781, 25416956, 26019275, 32911434], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031490", "pubmed": 22235304, "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0043565", "pubmed": 12200364, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [11675338, 15920471], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070742", "pubmed": 12483298, "qualifier": "enables", "term": "C2H2 zinc finger domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30481], [8364, 100497467], [9544, 714631], [9598, 465619], [9606, 2623], [9615, 480906], [9913, 516066], [10090, 14460], [10116, 25172]], "id": 1549}, "interpro": [{"desc": "Zinc finger, GATA-type", "id": "IPR000679", "short_desc": "Znf_GATA"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Transcription factor GATA", "id": "IPR039355", "short_desc": "Transcription_factor_GATA"}], "ipi": ["IPI00013999", "IPI00607766", "IPI01014333", "IPI01018734"], "map_location": "Xp11.23", "name": "GATA binding protein 1", "other_names": ["GATA-binding factor 1", "NF-E1 DNA-binding protein", "erythroid transcription factor", "erythroid transcription factor 1", "globin transcription factor 1", "nuclear factor, erythroid 1", "transcription factor GATA1"], "pantherdb": {"HGNC": "4170", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95661", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 10090, "uniprot_kb": "P17679"}, {"RGD": "2663", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 10116, "uniprot_kb": "P43429"}, {"Gene": "GATA1", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 9031, "uniprot_kb": "P17678"}, {"ZFIN": "ZDB-GENE-040718-440", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7955, "uniprot_kb": "F1QD30"}, {"ZFIN": "ZDB-GENE-081104-43", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7955, "uniprot_kb": "F1QQG0"}, {"ZFIN": "ZDB-GENE-980526-268", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 7955, "uniprot_kb": "Q05AJ3"}, {"WormBase": "WBGene00001250", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "Q10655"}, {"WormBase": "WBGene00001253", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EGN3"}, {"WormBase": "WBGene00001311", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "Q9XUW7"}, {"WormBase": "WBGene00001186", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "U4PMB4"}, {"WormBase": "WBGene00001251", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "B7WN96"}, {"WormBase": "WBGene00001310", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EDN4"}, {"WormBase": "WBGene00003181", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EF25"}, {"WormBase": "WBGene00003180", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EF71"}, {"WormBase": "WBGene00015981", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "O61924"}, {"WormBase": "WBGene00001249", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "P28515"}, {"FlyBase": "FBgn0003117", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P52168"}, {"FlyBase": "FBgn0003507", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P52172"}, {"FlyBase": "FBgn0032223", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "Q9VKZ0"}, {"FlyBase": "FBgn0038391", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "Q9VF00"}, {"FlyBase": "FBgn0001138", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P91623"}, {"SGD": "S000001873", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P43574"}, {"SGD": "S000001742", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P26343"}, {"SGD": "S000000842", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P18494"}, {"SGD": "S000003646", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P42944"}, {"PomBase": "SPCC1902.01", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 4896, "uniprot_kb": "Q10280"}, {"PomBase": "SPCC1393.08", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4896, "uniprot_kb": "O94720"}, {"dictyBase": "DDB_G0280639", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 352472, "uniprot_kb": "Q54V37"}], "uniprot_kb": "P15976"}, "pathway": {"biocarta": {"id": "ahsppathway", "name": "hemoglobins chaperone"}, "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "hdac_classii_pathway", "name": "Signaling events mediated by HDAC Class II"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "p73pathway", "name": "p73 transcription factor network"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "wikipathways": {"id": "WP4754", "name": "IL-18 signaling pathway"}}, "pdb": "6G0Q", "pfam": "PF00320", "pharmgkb": "PA28584", "pharos": {"target_id": 7857, "tdl": "Tbio"}, "pir": "A34888", "prosite": "PS50114", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249815", "relationship": "is"}, {"id": "GNF249816", "relationship": "is"}, {"id": "GNF249817", "relationship": "is"}, {"id": "GNF249818", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159736", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF045643", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083072", "relationship": "is"}, {"id": "GNF083073", "relationship": "is"}, {"id": "GNF083074", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054015", "relationship": "is"}, {"id": "GNF058794", "relationship": "is"}, {"id": "GNF074073", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070261", "relationship": "is"}, {"id": "GNF070262", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005716", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096205", "relationship": "is"}, {"id": "GNF135861", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008846.2"], "protein": "NP_002040.1", "rna": "NM_002049.4", "translation": {"protein": "NP_002040.1", "rna": "NM_002049.4"}}, "reporter": {"HG-U133_Plus_2": ["1555590_a_at", "210446_at"], "HG-U95Av2": "36787_at", "HTA-2_0": "TC0X000260.hg.1", "HuEx-1_0": "3976831", "HuGene-1_1": "8167360", "HuGene-2_1": "17103440"}, "summary": "This gene encodes a protein which belongs to the GATA family of transcription factors. The protein plays an important role in erythroid development by regulating the switch of fetal hemoglobin to adult hemoglobin. Mutations in this gene have been associated with X-linked dyserythropoietic anemia and thrombocytopenia. [provided by RefSeq, Jul 2008].", "symbol": "GATA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333663"}, "unigene": "Hs.765", "uniprot": {"Swiss-Prot": "P15976", "TrEMBL": ["A0A8Q3SIT6", "B7WNQ9", "A0A8Q3SIP6", "A0A8Q3SIN3"]}, "wikipedia": {"url_stub": "GATA1"}}