{"AllianceGenome": "4172", "HGNC": "4172", "MIM": "131320", "_id": "2625", "_version": 2, "accession": {"genomic": ["AL390294.19", "AY497006.1", "CH471072.2", "CP068268.2", "FB571433.1", "FB571435.1", "HI179114.1", "HI179116.1", "JC009146.1", "KT583933.1", "LC461691.1", "NC_000010.11", "NC_060934.1", "NG_015859.2", "X73519.1"], "protein": ["AAA35870.1", "AAH03070.1", "AAH06793.1", "AAR32096.1", "BAG60483.1", "CAA38877.1", "CAA38916.1", "CAA41102.1", "CAR95134.1", "CAR95135.1", "CBX53865.1", "CBX53866.1", "CDL93507.1", "EAW86367.1", "EAW86368.1", "NP_001002295.1", "NP_002042.1", "P23771.1", "XP_005252499.1", "XP_005252500.1", "XP_047281000.1", "XP_047281001.1", "XP_054221503.1", "XP_054221504.1", "XP_054221505.1", "XP_054221506.1", "XP_054221507.1"], "rna": ["AI024501.1", "AI686327.1", "AK298213.1", "BC003070.2", "BC006793.1", "BC006839.1", "BG287052.1", "BM152193.1", "M69106.1", "NM_001002295.2", "NM_002051.3", "X55037.1", "X55122.1", "X58072.1", "XM_005252442.3", "XM_005252443.6", "XM_047425044.1", "XM_047425045.1", "XM_054365528.1", "XM_054365529.1", "XM_054365530.1", "XM_054365531.1", "XM_054365532.1"], "translation": [{"protein": "XP_054221505.1", "rna": "XM_054365530.1"}, {"protein": "XP_054221507.1", "rna": "XM_054365532.1"}, {"protein": "XP_054221503.1", "rna": "XM_054365528.1"}, {"protein": "XP_054221504.1", "rna": "XM_054365529.1"}, {"protein": "XP_005252500.1", "rna": "XM_005252443.6"}, {"protein": "NP_002042.1", "rna": "NM_002051.3"}, {"protein": "XP_005252499.1", "rna": "XM_005252442.3"}, {"protein": "AAA35870.1", "rna": "M69106.1"}, {"protein": "XP_054221506.1", "rna": "XM_054365531.1"}, {"protein": "BAG60483.1", "rna": "AK298213.1"}, {"protein": "AAH06793.1", "rna": "BC006793.1"}, {"protein": "XP_047281001.1", "rna": "XM_047425045.1"}, {"protein": "CAA38877.1", "rna": "X55037.1"}, {"protein": "NP_001002295.1", "rna": "NM_001002295.2"}, {"protein": "CAA41102.1", "rna": "X58072.1"}, {"protein": "XP_047281000.1", "rna": "XM_047425044.1"}, {"protein": "CAA38916.1", "rna": "X55122.1"}, {"protein": "AAH03070.1", "rna": "BC003070.2"}]}, "alias": ["HDR", "HDRS"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-06-18T16:00:00.000Z", "disease_label": "hypoparathyroidism-deafness-renal disease syndrome", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0007797", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_afb6e0d5-81a5-439a-a498-9edc8505a367-2019-06-18T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000107485", "protein": ["ENSP00000341619", "ENSP00000368632", "ENSP00000493486", "ENSP00000494284", "ENSP00000515407"], "transcript": ["ENST00000346208", "ENST00000379328", "ENST00000461472", "ENST00000481743", "ENST00000643001"], "translation": [{"protein": "ENSP00000494284", "rna": "ENST00000643001"}, {"protein": "ENSP00000493486", "rna": "ENST00000481743"}, {"protein": "ENSP00000368632", "rna": "ENST00000379328"}, {"protein": "ENSP00000341619", "rna": "ENST00000346208"}, {"protein": "ENSP00000515407", "rna": "ENST00000461472"}], "type_of_gene": "protein_coding"}, "entrezgene": "2625", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.0848141887, "exp_mis": 188.85904289, "exp_syn": 116.643829726, "lof_z": 3.00049834822947, "mis_z": 2.94908509076917, "mu_lof": 8.66755151761e-07, "mu_mis": 1.84247182262e-05, "mu_syn": 1.14444781241e-05, "n_lof": 1.0, "n_mis": 106.0, "n_syn": 110.0, "p_li": 0.882718840964597, "p_null": 0.000278977360074611, "p_rec": 0.117002181675328, "syn_z": 0.381360038057786}, "bp": 1335, "cds_end": 8115986, "cds_start": 8097618, "n_exons": 5, "nonpsych": {"exp_lof": 9.93888749482, "exp_mis": 170.841724343, "exp_syn": 105.479986906, "lof_z": 2.78462389409603, "mis_z": 2.88807460423967, "mu_lof": 8.66755151761e-07, "mu_mis": 1.84247182262e-05, "mu_syn": 1.14444781241e-05, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 101.0, "p_li": 0.848580367541626, "p_null": 0.000667496743883745, "p_rec": 0.15075213571449, "syn_z": 0.274635336908992}, "nontcga": {"exp_lof": 10.1888729118, "exp_mis": 173.741175699, "exp_syn": 107.303175839, "lof_z": 2.83975201702907, "mis_z": 2.93839088159159, "mu_lof": 8.66755151761e-07, "mu_mis": 1.84247182262e-05, "mu_syn": 1.14444781241e-05, "n_lof": 1.0, "n_mis": 96.0, "n_syn": 100.0, "p_li": 0.848497425531233, "p_null": 0.000548128188585782, "p_rec": 0.150954446280181, "syn_z": 0.446405105216204}, "transcript": "ENST00000379328.3"}, "exons": [{"cdsend": 8074023, "cdsstart": 8055655, "chr": "10", "position": [[8054687, 8054891], [8055286, 8055896], [8058304, 8058841], [8063992, 8064138], [8069472, 8069598], [8073738, 8075198]], "strand": 1, "transcript": "NM_001002295", "txend": 8075198, "txstart": 8054687}, {"cdsend": 8074023, "cdsstart": 8055655, "chr": "10", "position": [[8054687, 8054891], [8055286, 8055896], [8058304, 8058841], [8063995, 8064138], [8069472, 8069598], [8073738, 8075198]], "strand": 1, "transcript": "NM_002051", "txend": 8075198, "txstart": 8054687}], "exons_hg19": [{"cdsend": 8115986, "cdsstart": 8097618, "chr": "10", "position": [[8096650, 8096854], [8097249, 8097859], [8100267, 8100804], [8105955, 8106101], [8111435, 8111561], [8115701, 8117161]], "strand": 1, "transcript": "NM_001002295", "txend": 8117161, "txstart": 8096650}, {"cdsend": 8115986, "cdsstart": 8097618, "chr": "10", "position": [[8096650, 8096854], [8097249, 8097859], [8100267, 8100804], [8105958, 8106101], [8111435, 8111561], [8115701, 8117161]], "strand": 1, "transcript": "NM_002051", "txend": 8117161, "txstart": 8096650}], "generif": [{"pubmed": 11937547, "text": "Strong GATA-3 binding to an oligonucleotide containing two GATA-3 motifs has been mapped at a DNase hypersensitivity site in cluster IV of the CD8 gene complex."}, {"pubmed": 11970965, "text": "Identification of an alternative GATA-3 promoter directing tissue-specific gene expression"}, {"pubmed": 12057898, "text": "A marked reduction in both GATA-3 mRNA and protein expression in HPV-immortalized cell lines was confirmed in cervical carcinoma cell lines."}, {"pubmed": 12087127, "text": "GATA-3 transcriptional imprinting in Th2 lymphocytes: a mathematical model. GATA-3 autoactivation creates a bistable system that can memorize a transient inductive signal."}, {"pubmed": 12960249, "text": "VZV virus and mite antigens induce expression of this transcription factor in cord blood mononuclear cells, differenetially affecting Th1 and Th2 cells"}, {"pubmed": 14757746, "text": "GATA-3 is an important transcription factor in regulating human Th2 cell differentiation in vivo."}, {"pubmed": 14985365, "text": "GATA3 mutations may have a role in the hypoparathyroidism, deafness, and renal dysplasia (HDR) syndrome"}, {"pubmed": 15087456, "text": "GATA3 plays important roles in the maintenance of the Th2 phenotype and continuous chromatin remodeling of the specific Th2 cytokine gene locus through cell division."}, {"pubmed": 15251440, "text": "GATA-3 suppresses IFN-gamma promoter activity independently of binding to cis-regulatory elements"}, {"pubmed": 15328158, "text": "Erythropoietin (Epo) gene expression is under the control of hypoxia-inducible factor 1 (HIF-1), and is negatively regulated by GATA3."}, {"pubmed": 15361840, "text": "GATA3 is involved in growth control and the maintenance of the differentiated state in epithelial cells and may contribute to tumorigenesis in breast cancer."}, {"pubmed": 15563083, "text": "GATA-3 contributed to the production of IL-4, IL-5 in patients with allergic rhinitis."}, {"pubmed": 15632006, "text": "Expressed in Hodgkin disesase Reed Sternberg cells."}, {"pubmed": 15637551, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15699146, "text": "GATA-3 binds and transactivates the NKG2A promoter; coexpression of human GATA-3 with an NKG2A promoter construct in K562 cells leads to enhanced promoter activity."}, {"pubmed": 15826950, "text": "interleukin-5 transcription repression by the glucocorticoid receptor targets GATA3 signaling and involves histone deacetylase recruitment"}, {"pubmed": 15947486, "text": "GATA3 is crucially involved in IL-5 gene transcription in human peripheral CD4-positive t cells."}, {"pubmed": 16087702, "text": "strong specific upregulation of Gata-3 impaired nuclear translocation and its cooperative action with the TGF-beta pathway, suggesting that Gata-3 plays a central role in human pancreatic cancer"}, {"pubmed": 16317090, "text": "DL1-induced activation of the Notch1 pathway controls the lineage commitment of early thymic precursors by altering the levels between Spi-B and GATA-3."}, {"pubmed": 16357129, "text": "Low expression of GATA3 is associated with invasive breast carcinomas"}, {"pubmed": 16498264, "text": "Segmental allergen challenge in asthmatics leads to increased GATA-3, c-maf and T-bet expression in BAL cells but not in bronchial biopsies"}, {"pubmed": 16509533, "text": "Direct sequencing after PCR amplification of genomic DNA revealed a novel insertional mutation (405insC) in the GATA3 gene of two patients with HDR syndrome (Hypoparathyroidism, sensorineural Deafness and Renal anomaly syndrome)."}, {"pubmed": 16912130, "text": "Three novel mutations in the GATA3 gene responsible for familial hypoparathyroidism and deafness."}, {"pubmed": 17074191, "text": "Imbalance of transcription factors T-bet and GATA-3 may be one of the key factors in immune dysregulation of recurrent aphthous ulcerations."}, {"pubmed": 17075044, "text": "the GATA-3/T-bet transcription factor complex regulates the cell-lineage-specific expression of the lymphocyte homing receptors"}, {"pubmed": 17078870, "text": "GATA3 is probably a mediator for the transcriptional upregulation of MUC1 expression in some breast cancers."}, {"pubmed": 17111354, "text": "Overexpression of GATA3 rescues T-helper type 2 (Th2) cytokine expression in protein kinase C theta-deficient transgenic Th2 cells."}, {"pubmed": 17114920, "text": "A novel heterozygous deletion frameshift mutation of GATA3 in a Japanese kindred with the hypoparathyroidism, deafness and renal dysplasia syndrome."}, {"pubmed": 17117487, "text": "There is an association between expression of Th1/Th2 transcription factors and cytokines (T-bet, GATA-3, IFN-gamma, IL-4,IL-18) in systemic lupus erythematosus."}, {"pubmed": 17210674, "text": "No mutations were identified in patients with isolated hypoparathyroidism, thereby indicating that GATA3 abnormalities are more likely to result in two or more of the phenotypic features of the HDR syndrome."}, {"pubmed": 17234745, "text": "The human GATA-3 gene is not regulated in response to polarizing signals that are sufficient to direct Th2-specific expression in mouse cells."}, {"pubmed": 17272506, "text": "E2A proteins prevent lymphoma cell expansion, at least in part through regulation of Gfi1b and modulation of Gata3 expression."}, {"pubmed": 17277157, "text": "GATA-3 nuclear translocation is dependent on its phosphorylation on serine residues by p38 MAPK"}, {"pubmed": 17357106, "text": "GATA3 establishes a positive feedback loop that increases transgenic T-cell receptor surface expression in developing CD4 lineage cells."}, {"pubmed": 17381824, "text": "Gata-3 has a role in specifying and maintaining mammary cell fate"}, {"pubmed": 17390031, "text": "WNT8B expression in hepatocyte progenitors derived from human ES cells is due to POU5F1 (OCT3/OCT4) and GATA3, and WNT8B expression in diffuse-type gastric cancer is due to POU5F1 and GATA6"}, {"pubmed": 17445472, "text": "In Dermatophagoides farinae-stimulated PBMCs from patients with asthma, expression of GATA-3 and T-bet and FOPX3 expression is decreased."}, {"pubmed": 17445473, "text": "In patients with acute asthma, rosiglitazone could regulate the balance of IFN-gamma and IL-4 by affecting expression of T-bet mRNA and GATA-3."}, {"pubmed": 17616709, "text": "GATA-3 is a critical component of the master cell-type-specific transcriptional network including ER alpha and FoxA1 that dictates the phenotype of hormone-dependent breast cancer"}, {"pubmed": 17628972, "text": "Activation of GATA-3 might be one of the mechanisms for induction of IL-5 expression in chronic rhinosinusitis."}, {"pubmed": 17654061, "text": "GATA-3 expression in bone marrow stromal cells from chronic aplastic anemia was significantly higher than controls. Expression levels of GATA genes may influence hematopoiesis in BM microenvironment & relate to the pathogenesis/development of AA."}, {"pubmed": 17658279, "text": "Gata3 is a critical element determining inductive T helper (Th) type 2 cell differentiation and limiting Th1 differentiation by Notch."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17845581, "text": "Transactivation by GATA-3 increased luciferase expression 100-fold, in the absence of stimulation. Synergistic interactions were demonstrated between Ets1, GATA-3 and AP-1."}, {"pubmed": 18006915, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18037162, "text": "Gene-gene interaction between GATA3 and IL13 polymorphisms can influence the risk of childhood rhinitis."}, {"pubmed": 18037162, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18079734, "text": "Direct interactions between NKX2-5 and GATA3 as indicated by co-immunoprecipitation data may contribute to MEF2C regulation."}, {"pubmed": 18154704, "text": "Role in the proliferaative and regenerative capacity of mammary stem and progenitor cells."}, {"pubmed": 18212358, "text": "The expression patterns of T-Bet and GATA-3 oppose progesterone receptor, suggesting antagonistic function and/or regulation between PR and T-Bet/GATA-3"}, {"pubmed": 18260379, "text": "The expression of GATA-3 was negatively correlated to the expression of IL-12 in patients with allergic rhinitis."}, {"pubmed": 18268121, "text": "GATA-3 is a breast cancer marker almost exclusively expresses among ER-positive tumors."}, {"pubmed": 18410415, "text": "A SNP in GATA3 is associated with atopic eczema. This finding highlights the importance of GATA3 as an immune-modulating gene in atopic eczema."}, {"pubmed": 18410415, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18533032, "text": "GATA3 is hypothesized to be integral to the ERalpha pathway"}, {"pubmed": 18607915, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18607915, "text": "We aimed to evaluate the association between the SNPs of GATA-3 and AR."}, {"pubmed": 18619618, "text": "GATA-3 mRNA expression level was significantly higher preoperatively, and remained higher by postoperative d 7 in patients with postoperative infection after aggressive hepatobiliary pancreatic surgery."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18701459, "text": "the T cell receptor-mediated induction of Gfi1 controls Th2 cell differentiation through the regulation of GATA3 protein stability"}, {"pubmed": 18772129, "text": "cyclic AMP signals enhance histone H3 acetylation at the IL-5 promoter and the concerted binding of GATA-3 and NFATc to the promoter."}, {"pubmed": 18826115, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18826115, "text": "The SNP at rs1269486 of GATA3 is associated with allergic rhinitis in Chinese."}, {"pubmed": 18849568, "text": "GlcNAc6ST-1 transcription is coordinated with the NF-kappaB/GATA-3 axis, which is known to figure heavily in Th2 cell differentiation"}, {"pubmed": 19043799, "text": "Data demonstrate that zinc influences the proliferation and differentiation, and increases GATA-3 expression, of CD34(+) progenitors both in young and old ages."}, {"pubmed": 19057839, "text": "A novel mutation in the GATA3 gene in a patient with PTH-deficient hypoparathyroidism."}, {"pubmed": 19059610, "text": "reviews the literature from the past 10 y on GATA-3 in normal and pathological states of the mammary gland [review]"}, {"pubmed": 19082709, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19082709, "text": "there is no evidence that either GATA3 rs570613, or any variant in strong linkage disequilibrium with it, is associated with breast cancer risk in women."}, {"pubmed": 19084267, "text": "no statistically significant differences in recurrence or survival rates between GATA3-positive and GATA3-negative breast carcinomas"}, {"pubmed": 19092634, "text": "expression of S100P, GATA3, and p63 by a majority of ovarian Brenner tumors underscores the similarity between these neoplasms and urothelial proliferations of bladder origin."}, {"pubmed": 19094228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19189213, "text": "It is possible that GATA3 mutations occur earlier in the evolution of breast tumors, compared to BRCA1, BRCA2 or sporadic tumors, and are therefore easier to detect by direct sequencing in the presence of some stromal contamination."}, {"pubmed": 19189213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19232384, "text": "GATA3 was found to bind the site located at -954/-855 and to be a key regulator of abundant KLK1 expression in keratinocyte."}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19248112, "text": "GATA-3 expression protects against severe joint inflammation and bone erosion in mice, accompanied by reduced differentiation of Th17 cells, but not Th1 cells, during mBSA-induced arthritis."}, {"pubmed": 19253381, "text": "heterozygous nonsense mutation p.R367X of the GATA3 gene in a Chinese family with the HDR syndrome"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19261198, "text": "REVIEW: The transcription factor network composed of the estrogen receptor alpha, FOXA1 and GATA3 may control the gene expression pattern in luminal subtype A breast cancers"}, {"pubmed": 19336263, "text": "decreased levels in kidney and PBMC of patients with mesangial proliferative nephritis"}, {"pubmed": 19342088, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19342088, "text": "it might be speculated that genetic variations in GATA3 have no major influence on the origin of asthma."}, {"pubmed": 19346497, "text": "acquisition of IL-4Ralpha expression after stimulation was inhibited by IFN-lambda1, as was GATA3 expression"}, {"pubmed": 19411068, "text": "p18(INK4C) is a downstream target of GATA3, constrains luminal progenitor cell expansion, and suppresses luminal tumorigenesis in the mammary gland"}, {"pubmed": 19452711, "text": "The overexpression of GATA-3 in patients with allergic rhinitis was related to the increase of ICAM-1."}, {"pubmed": 19473628, "text": "GATA-3 is upregulated in peripheral blood mononuclear cells from patients with minimal change nephrotic syndrome."}, {"pubmed": 19483726, "text": "GATA3 inhibits primary breast tumor outgrowth and reduces lung metastatic burden by regulating key genes involved in metastatic breast tumor progression."}, {"pubmed": 19549328, "text": "FOXA1 and GATA-3 have roles in breast cancer, but FOXA1 is expressed in patients with good outcome, while GATA-3 is a luminal marker"}, {"pubmed": 19559773, "text": "GATA3 binds to regulatory elements and controls target gene expression through physical interaction with core promoter regions."}, {"pubmed": 19615257, "text": "T-bet and GATA-3 play a part role in the regulation of Th1/Th2 balance in esophageal cancer."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19639723, "text": "upregulated expression in nasal polyps tissue in Chinese patients"}, {"pubmed": 19674970, "text": "GATA3 is indispensable for Ang-1-Tie2-mediated signaling in large vessel endothelial cells"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19719829, "text": "From the described expression pattern, it is highly probable that GATA-3 plays a role in follicular and epidermal morphogenesis."}, {"pubmed": 19723756, "text": "A novel missense HDR-associated GATA3 mutation, Thr272Ile, has been identified and shown to result in reduced DNA binding, a partial loss of FOG2 interaction, and a decrease in gene transcription."}, {"pubmed": 19728080, "text": "HuR binds to the GATA3 3'UTR. Inhibition of HuR decreased GATA3 mRNA, mRNA stability & protein expression."}, {"pubmed": 19735555, "text": "GATA3 binds to the promoter regions of genes responding to low ionizing radiation doses, and that silencing this protein in irradiated human keratinocytes leads to generalised transcriptional deregulation after X-irradiation."}, {"pubmed": 19798694, "text": "This review highlights recent understanding of GATA3 in both normal mammary development and tumor differentiation."}, {"pubmed": 19805038, "text": "GATA-3 occupies genes in both Th1 and Th2 cells and, unexpectedly, shares a large proportion of targets with T-bet."}, {"pubmed": 19861286, "text": "Compared with the normal controls, T-bet mRNA expression decreased whereas GATA-3 mRNA expression increased significantly in patients with systemic lupus erythematosus."}, {"pubmed": 19946260, "text": "This study evaluates the association of Forkhead-box protein A1 (FOXA1) and GATA-binding protein 3 (GATA3) expressions with Oncotype DX recurrences scores in 77 cases of patients with ER-positive node-negative breast carcinomas"}, {"pubmed": 20130088, "text": "I3C is a novel anticancer agent in human cancers that coexpress ERalpha, GATA3, and AhR, a combination found in a large percentage of breast cancers but not in other critical ERalpha target tissues essential to patient health"}, {"pubmed": 20154722, "text": "GATA3 as a gene involved in transcriptional regulation of Cyclin D1."}, {"pubmed": 20189993, "text": "GATA3 drives invasive breast cancer cells to undergo the reversal of epithelial-mesenchymal transition."}, {"pubmed": 20237292, "text": "Overexpression of GATA-3 restores interleukin (IL)-4 expression in Src family kinase Lck-deficient T helper (Th) type 2 cells; this indicates that decreased interleukin (IL)-4 expression is due in part to reduced amounts of GATA-3."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20333526, "text": "lower expression in PBMC of psoriatic patients"}, {"pubmed": 20368097, "text": "GATA3-NFAT1 complex may play an important role in the regulation of IL-13 transcription in human T cells."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20660789, "text": "Down-regulation of GATA3 in Hodgkin lymphoma cell lines demonstrated its role in the regulation of IL-5, IL-13, STAT4, and other genes."}, {"pubmed": 20696860, "text": "Translational increase via T cell receptor (TCR) signaling is specific for GATA-3 and responsible for the TCR-dependent increase in GATA-3 associated with enhanced T helper type (Th)2 cell differentiation in T cells from TCR transgenic mice."}, {"pubmed": 20716621, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21037568, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21037568, "text": "Three new susceptibility loci at 2p16.1 (rs1432295, REL, 8q24.21 (rs2019960, PVT1 and 10p14 (rs501764, GATA3)."}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21114556, "text": "The T-bet deficiency and the correlation of GATA-3 expression with the increase of IgE are characteristics of long-lasting asthma."}, {"pubmed": 21120445, "text": "The Cys321Ser-mutated GATA3 lacked transactivation activity. Moreover, mutated GATA3 exerted a dominant-negative effect over the transactivation activity of wild-type GATA3."}, {"pubmed": 21157112, "text": "report clinical phenotype and molecular analysis of GATA3 in 5 Japanese HDR patients, including 2 familial cases; sequence analysis of GATA3 demonstrated three novel (R262G, c1063delC and C318) and two reported mutations (c.432insG and c.1051-1G>T)"}, {"pubmed": 21242646, "text": "GATA3 abnormalities in patients with HDR syndrome; results consistent with previous finding that GATA3 mutations are usually identified in patients with 2 or 3 of the HDR triad features"}, {"pubmed": 21289214, "text": "predominance of intraglomerular T-bet expression relative to GATA3 expression associated with poor response to treatment with bolus steroid"}, {"pubmed": 21329183, "text": "GATA3 may play a crucial role in oestrogen receptor positive breast cancer patients"}, {"pubmed": 21334719, "text": "Plasmacytoid carcinoma of the bladder is a tumor entity, characterized by specific immunohistochemical markers including positivity for GATA-3."}, {"pubmed": 21399899, "text": "Case Report: Report hypomagnesemia in association with HDR syndrome in a patient with GATA3 mutation."}, {"pubmed": 21468546, "text": "The ratio of T-bet/GATA-3 can be used as an objective indicator of immune imbalance in patients with allergic asthma."}, {"pubmed": 21611195, "text": "The prototypic Th2 cytokine IL-4 was the only cytokine capable of inducing GATA3 in skin explants from healthy donors."}, {"pubmed": 21638273, "text": "CD8 T cells express significantly higher levels of GATA-3 and that this increase is associated with augmented production of IL-13 and is more pronounced in patients with diffuse cutaneous systemic sclerosis."}, {"pubmed": 21682737, "text": "Allergic inflammatory responses are orchestrated by several transcription factors, particularly NF-kappaB and GATA3. (Review)"}, {"pubmed": 21743959, "text": "CDKN2A, GATA3, CREBBP, ITGA2, NBL1 and TGM4 were down-regulated in the prostate carcinoma glands compared to the corresponding normal glands"}, {"pubmed": 21761347, "text": "These results demonstrate a direct positive role of estrogen in regulating Aurora-A expression through activation of the ERalpha-GATA-3 signaling cascade"}, {"pubmed": 21878914, "text": "All the enhanceosome components comprising estrogen receptor alpha (ERalpha), FOXA1, and GATA3 are necessary for the full repertoire of cancer-associated effects of the ERalpha."}, {"pubmed": 21892208, "text": "Expression of GATA3 reprograms BTNBCs to a less aggressive phenotype and inhibits a major mechanism of metastasis through inhibition of LOX."}, {"pubmed": 21930782, "text": "A strong association was evident between GATA-3 and caspase-14 expression in preinvasive ductal carcinoma in situ samples, where GATA-3 also displayed prognostic significance"}, {"pubmed": 22019771, "text": "Compared with transplant recipients not exhibiting operational tolerance operationally tolerant individuals had a predominant regulatory gene expression profile with higher expression of GATA3, TGFB1, TGFBR1, and FOXP3 which was stable over time."}, {"pubmed": 22039304, "text": "c-Myb critically regulates IL-13 expression via direct binding to the conserved GATA-3 response element"}, {"pubmed": 22120723, "text": "the BRCA1-GATA3 interaction is important for the repression of genes associated with triple-negative and basal-like breast cancer (BLBCs) including FOXC1"}, {"pubmed": 22336257, "text": "Leukocyte T-box expressed in T cells (TBET)/GATA3 mRNA ratio is elevated in patients with acute coronary syndrome, and highest in patients with acute myocardial infarction."}, {"pubmed": 22391183, "text": "Th1/Th2 imbalance exists in the acute phase of childhood Hench-Schonlein purpura, which correlates with the abnormal expression of transcription factor T-bet and GATA-3."}, {"pubmed": 22607700, "text": "GATA binding protein 3 is down-regulated in bladder cancer yet strong expression is an independent predictor of poor prognosis in invasive tumor."}, {"pubmed": 22706858, "text": "GATA3 is a sensitive and specific marker for the diagnosis of breast and urothelial carcinomas."}, {"pubmed": 22909160, "text": "Dysregulation of Th1 transcription may contribute to heightened expression of STAT6 and GATA3 leading to exaggerated Th2-driven manifestations of allergic disease."}, {"pubmed": 22951069, "text": "GATA3 tethers TCF7L2 to the genome at a subset of sites in MCF7 cells."}, {"pubmed": 22951729, "text": "this study demostrtrates a new T-cell regulatory pathway that directly links decreased proteasome degradation of GATA3, CTLA-4 upregulation, and inhibition of T-cell responses."}, {"pubmed": 22982890, "text": "GATA3 IHC is a sensitive marker for uro-thelial carcinoma and positive staining is typically nonfocal and moderate or strong in intensity."}, {"pubmed": 22985730, "text": "GATA3 enhance induction of POU4F3 and myosin VII"}, {"pubmed": 23063330, "text": "report that the transcription factor GATA3 was highly expressed by human type 2 innate lymphoid cells"}, {"pubmed": 23172872, "text": "GATA3 is pivotal in mediating enhancer accessibility at regulatory regions involved in ESR1-mediated transcription"}, {"pubmed": 23203342, "text": "This report adds to the body of data on genotype-phenotype analysis in HDR syndrome."}, {"pubmed": 23266442, "text": "There appears to be no link between GATA-3 positivity and survival in men with breast cancer, whereas in women, GATA-3-positive tumors are typically lower grade with a better prognosis."}, {"pubmed": 23291697, "text": "Brain calcification caused by HDR syndrome with GATA3 mutation, presenting as a familial brain calcinosis."}, {"pubmed": 23308012, "text": "Gene expression of T-bet and GATA-3 by endometrial stromal cells is controlled by hormonal conditions mimicking decidualization, and cyclic AMP."}, {"pubmed": 23354167, "text": "GATA3/miR-29b axis regulates the breast tumor tumour microenvironment and inhibits metastasis."}, {"pubmed": 23375642, "text": "GATA3 may be a useful marker for metastatic breast carcinoma, especially triple-negative and metaplastic carcinomas its labeling may help distinguish metaplastic carcinoma from malignant phyllodes tumors."}, {"pubmed": 23395819, "text": "Identification of the E3 deubiquitinase ubiquitin-specific peptidase 21 (USP21) as a positive regulator of the transcription factor GATA3"}, {"pubmed": 23413906, "text": "Data indicate that T-bet mRNA and the ratio of T-bet:GATA-3 mRNA in peripheral blood lymphocytes was lower in the chronic cardiac insufficiency (CCI) intervention group than in the CCI control group."}, {"pubmed": 23428429, "text": "Majority of human prostate tumors show loss of active GATA3 as they progress to the aggressive castrate-resistant stage."}, {"pubmed": 23430443, "text": "Iranian women who carry the GATA3 gene's 17-CT dinucleotide repeat are at lower risk of developing breast cancer."}, {"pubmed": 23435732, "text": "Thus, approximately 20 % ER-positive breast cancers have somatic GATA3 mutations that lead to a loss of GATA3 transactivation activity and altered cell invasiveness"}, {"pubmed": 23446338, "text": "Increase in the expression of GATA-3 is associated with endoscopic inflammation in patients with ulcerative colitis."}, {"pubmed": 23453625, "text": "GATA3 lacks sensitivity for distinguishing sarcomatoid renal cell carcinoma from atypical epithelioid epithelioid angiomyolipomas"}, {"pubmed": 23549873, "text": "Data established a seven-gene (AR, ESR2, GATA3, GBX2, KRT16, MMP28 and WNT11) prognostic signature to define a subset of triple-negative breast cancer (TNBC)."}, {"pubmed": 23577196, "text": "GATA3 overexpression results in a reduction of TGFss1 response in MDA-MB-231 (MB-231) cell line"}, {"pubmed": 23599157, "text": "we evaluated GATA3 expression in urinary bladder paragangliomas, which may closely mimic urothelial carcinomas. GATA3 was positive in 83% of urinary bladder paragangliomas. this will prevent misdiagnosis of urothelial tumor based on GATA3 expression"}, {"pubmed": 23604756, "text": "GATA3 immunohistochemistry is not helpful in resolving the differential diagnosis between a primary salivary gland neoplasm and metastatic breast cancer"}, {"pubmed": 23715162, "text": "Report utility of gata3 as an immunohistochemical marker for tumors of the autonomic nervous system."}, {"pubmed": 23906664, "text": "our present study clarifies that the aberrant expression profile of GATA-3 in human clear cell renal carcinoma is possibly involved with tumorigenesis, and the complicated mechanism is worthy of further investigation."}, {"pubmed": 23939152, "text": "Review: owing to its restricted expression in urothelial and breast carcinomas, GATA3 has proved to be a useful immunohistochemical marker for assisting in distinguishing these 2 groups of neoplasms."}, {"pubmed": 23958551, "text": "The expression of GATA3 and TTF1 distinguishes metastatic mammary carcinoma from primary lung carcinoma."}, {"pubmed": 23996088, "text": "Variation at 10p12.2 (PIP4K2A) and 10p14 (GATA3) influences risk of acute lymphoblastic anemia and tumor subtype. (Meta-analysis)"}, {"pubmed": 24061521, "text": "GATA-3 is rarely positive in bladder adenocarcinomas displaying extracellular mucin production."}, {"pubmed": 24121175, "text": "findings demonstrate high sensitivity and specificity of the GATA3 diagnostic marker, in regional metastases of urothelial carcinoma"}, {"pubmed": 24124001, "text": "TGFBR3 co-downregulated with GATA3 is associated with methylation of the GATA3 gene in bladder urothelial carcinoma."}, {"pubmed": 24134931, "text": "our study suggests that GATA3 and human papillomavirus detection are useful markers for distinguishing urothelial carcinomas from squamous cell carcinomas of the penile urethra."}, {"pubmed": 24141364, "text": "Genotype at the GATA3 SNP was also associated with early treatment response and risk of acute lymphoblastic leukemia relapse."}, {"pubmed": 24145643, "text": "GATA3 is a useful marker in the characterization of not only mammary and urothelial but also renal and germ cell tumors, mesotheliomas, and paragangliomas."}, {"pubmed": 24235142, "text": "GATA3 abrogated the canonical TGFbeta-Smad signaling by abolishing interactions between Smad4 and its DNA binding elements"}, {"pubmed": 24235972, "text": "intraglomerular predominance of T-bet over GATA3 might be used as diagnosis maker of ABMR in addition to C4d, especially in C4d-negative cases."}, {"pubmed": 24315206, "text": "GATA3 is expressed in a minority of oncocytomas. We found an overall lack of GATA3 expression in primary and metastatic renal cell carcinomas."}, {"pubmed": 24327562, "text": "Mafb is responsible for executing one branch of the SGN differentiation program orchestrated by the Gata3 transcriptional network"}, {"pubmed": 24338248, "text": "In the presence of 100 ng/ml IL-11, GATA-3 transcript abundance rose up to ~85-fold of that measured in untreated cells, whereas T-bet transcripts were lowered merely to ~41%"}, {"pubmed": 24346062, "text": "inhibits proliferation and induces differentiation of primary keratinocytes"}, {"pubmed": 24363163, "text": "Inhibition of GATA3 activity or blockade of GATA3 expression may attenuate the interleukin-13 mediated asthma phenotypes."}, {"pubmed": 24415069, "text": "GATA-3 expression is associated with a less aggressive phenotype and a better prognosis in patients with hormone receptor-positive/HER2-negative breast cancer."}, {"pubmed": 24421220, "text": "GATA3 may be a useful addition to immunostaining panels for serous effusion specimens when metastatic breast carcinoma is a consideration."}, {"pubmed": 24434941, "text": "Dutch family with a new mutation (c523_528dup) in GATA3 causing HDR syndrome. Their hearing impairment was congenital, bilateral and symmetric. Audiograms showed mild-to-moderate hearing impairment with a flat audiogram configuration."}, {"pubmed": 24448324, "text": "GATA3 plays an important role in the prevention of bladder cancer progression and metastasis by inhibiting cell migration and invasion as well as epithelial-to-mesenchymal transition."}, {"pubmed": 24477928, "text": "GATA3 mutations mainly occur in patients with luminal-like breast cancer and have identifiable clinicopathologic and genetic characteristics, highlighting a subgroup of patients with breast cancer in whom limited therapy may be appropriate."}, {"pubmed": 24504018, "text": "GATA3 expression independently predicts an unfavorable prognosis in primary gastric adenocarcinoma patients."}, {"pubmed": 24512009, "text": "GATA3 immunohistochemistry is a valuable addition in the discrimination of cystic or oncocytic parathyroid lesions"}, {"pubmed": 24549642, "text": "High expression of FOXA1 and GATA3 was significantly associated with improved disease-free survival."}, {"pubmed": 24614117, "text": "Significant association with alleles of two STAT4 markers and nominal association of Autoimmune Addison's disease with alleles at GATA3, is reported."}, {"pubmed": 24622013, "text": "Patients with GATA3 mutation present with early-onset sensorineural hearing loss"}, {"pubmed": 24660543, "text": "Abnormal expression of the transcription factors T-bet and GATA-3 contributes to the imbalance of Thl/Th2 lymphocytes associated with immune dysfunction, leading to the development and progression of aplastic anemia."}, {"pubmed": 24711443, "text": "High GATA3 expression is associated with metastatic urothelial carcinoma and distinguishes between metastatic urothelial carcinoma and squamous cell carcinomas."}, {"pubmed": 24713735, "text": "GATA-3 is, so far, the best breast-specific immunomarker, especially when encountering ER-negative metastatic breast carcinomas"}, {"pubmed": 24745616, "text": "GATA-3 expression differed among urothelial carcinoma variants. GATA-3 is a useful marker for confirming the urothelial origin of micropapillary and plasmacytoid urothelial carcinoma variants but not that of sarcomatoid or small cell carcinoma variants."}, {"pubmed": 24758297, "text": "with a similar distribution across the genome, comparing to T47D cells. CONCLUSIONS: We propose that this specific, cancer-derived mutation in GATA3 deregulates physiologic protein turnover, stabilizes GATA3 binding across the genome"}, {"pubmed": 24766459, "text": "Study shows the capacity of human CD4(+) and CD8(+) T cells for stable co-expression of GATA-3 and T-bet in humanized mice and reveals a critical role for IL-12 in regulating this phenotype."}, {"pubmed": 24813204, "text": "IFN-alpha/beta disrupts the GATA3-autoactivation loop and promotes epigenetic silencing of a Th2-specific regulatory region within the GATA3 gene."}, {"pubmed": 24820417, "text": "Data propose that control of GATA3 levels by Fbw7 contributes to the fine-tuning of T-cell development."}, {"pubmed": 24824028, "text": "GATA3 is expressed in most cases of sarcomatoid urothelial carcinoma."}, {"pubmed": 24894987, "text": "The effect of GATA3 on SPINK5 expression was indirect and GATA3 alone was insufficient for final differentiation of keratinocytes where full SPINK5 expression was observed."}, {"pubmed": 24925221, "text": "Our novel finding of GATA3 positivity in one-third of bladder small cell carcinoma is of potential value in differentiating small cell carcinomas of prostate origin from those of bladder origin."}, {"pubmed": 24926087, "text": "Strong GATA-3 expression is a reliable marker of primary breast carcinoma in the appropriate clinical context. GATA-3 reactivity in around 70% of triple-negative breast carcinomas is also clinically useful."}, {"pubmed": 25124981, "text": "Identified a novel nonsense mutation which will expand the spectrum of HDR-associated GATA3 mutations."}, {"pubmed": 25150746, "text": "GATA3 is a diagnostically useful marker for triple-negative breast cancer and is more sensitive than MGB and GCDFP15 combined."}, {"pubmed": 25188865, "text": "This study expands the spectrum of neoplasms known to express GATA-3."}, {"pubmed": 25258321, "text": "ASH2L enhances ERalpha expression as a coactivator of GATA3 in breast cancers"}, {"pubmed": 25292313, "text": "Data show that the expression levels of transcription factors GATA-3 and FOXP3 were upregulated with 1.0 mug/ml galectin-1, while transcription factors TBX21 and RORC expression levels were reduced with both 1.0 and 2.0 mug/ml concentrations of galectin-1."}, {"pubmed": 25351211, "text": "Highlevel GATA3 expression is associated with increased selfrenewal and proliferation of neuroblastoma cells."}, {"pubmed": 25410484, "text": "In breast cancer, some GATA3 effects shift from tumor suppressing to tumor promoting during tumorigenesis, with deregulation of three genes, BCL2, DACH1, THSD4, representing major GATA3-controlled processes in cancer progression."}, {"pubmed": 25425335, "text": "The commonly used breast carcinoma biomarkers vary in their prognostic implications. GCDFP-15 independently indicated a favourable prognosis. GATA-3 and MGB were not associated with outcome."}, {"pubmed": 25552913, "text": "The mRNA level of Th2-specific transcription factor GATA-3 was increased in patients with liver cancer."}, {"pubmed": 25575062, "text": "Expressions of GATA-3 in both Th2 polarized gammadeltaT cells and CD4T cells were up-regulated."}, {"pubmed": 25611245, "text": "UPII, GATA3, and p40, when used in combination, are highly sensitive in the differential diagnosis of invasive urothelial carcinoma."}, {"pubmed": 25651379, "text": "overexpression of S100A7 in A431 skin squamous carcinoma cells significantly promoted cell proliferation in vitro and tumor growth in vivo, whereas it suppressed the expression of GATA-3 and caspase-14"}, {"pubmed": 25753145, "text": "Western blotting demonstrated GATA3 in choriocarcinoma, whereas the placenta, and cervical and endometrial cancer cell lines, were negative"}, {"pubmed": 25771973, "text": "Identification of a novel GATA3 mutation in a deaf Taiwanese family by massively parallel sequencing"}, {"pubmed": 25851711, "text": "results support that GATA binding protein 3 immunostain can be a useful tool in differentiating mesonephric lesions from endocervical and endometrial adenocarcinomas"}, {"pubmed": 25855136, "text": "rs73635312[A] is associated with susceptibility to cutaneous basal cell carcinoma."}, {"pubmed": 25873156, "text": "The tested 25 SNPs in TBX21, GATA3, Rorc and Foxp3 did not associate with BD and VKH syndrome."}, {"pubmed": 25901741, "text": "GATA-3 augmentation down-regulates Connexin43 in Helicobacter pylori associated gastric carcinogenesis"}, {"pubmed": 25906123, "text": "novel marker GATA3 stains a significantly higher proportion of both primary and metastatic breast carcinomas than GCDFP15 or mammaglobin with stronger and more diffuse staining, helpful in cases with small tissue samples"}, {"pubmed": 25917456, "text": "Gata3 interacted with Gcm2 and MafB, two known transcriptional regulators of parathyroid development, and synergistically stimulated the PTH promoter."}, {"pubmed": 26028330, "text": "GATA3/G9A/NuRD(MTA3) complex inhibits the invasive potential of breast cancer cells in vitro and suppresses breast cancer metastasis in vivo."}, {"pubmed": 26135559, "text": "GATA3 is a highly sensitive and specific marker for mesonephric lesions in the lower genital tract; however, its utility in the upper genital tract may be more limited."}, {"pubmed": 26274030, "text": "GATA3 could be valuable in determining breast origin and in excluding a gynecologic primary."}, {"pubmed": 26276775, "text": "trefoil factor 1 demonstrated breast specificity but was inferior to mammaglobin and GATA protein binding 3"}, {"pubmed": 26313026, "text": "As one of the most frequently mutated genes in breast cancer, GATA3 mutations may have an effect on DNA-binding ability, protein production, and transactivation activity"}, {"pubmed": 26447897, "text": "monoclonal antibodies to GATA-3 are very sensitive reagents for the identification of breast CA, surpassing antibodies to GCDFP-15 and mammaglobin A, and offer a significant improvement in identifying TNBCs"}, {"pubmed": 26486740, "text": "GATA3 expression levels in luminal breast tumors of advanced stage were significantly higher than that of the HER2 subtype and triple-negative carcinomas, as expected, but were similar to those of the luminal controls."}, {"pubmed": 26514990, "text": "Loss-of-function mutation of GATA3 is associated with Hypoparathyroidism, Deafness, and Renal Dysplasia syndrome."}, {"pubmed": 26527523, "text": "Immunohistochemical detectionof GATA-3 and FOXA1 expression is useful to differentiate breast carcinoma from other carcinomas."}, {"pubmed": 26595821, "text": "findings demonstrate that GATA3 is expressed in a wide variety of benign and malignant cutaneous epithelial neoplasms"}, {"pubmed": 26627546, "text": "Defective sirtuin-1 was found to increase IL-4 expression through acetylation of GATA-3 in patients with severe asthma compared with healthy controls."}, {"pubmed": 26637396, "text": "discuss mutation of GATA3 in breast cancer and the potential mechanism(s) by which mutation may lead to a growth advantage in cancer"}, {"pubmed": 26719157, "text": "Combined marker analysis of GATA3/fascin showed an inverse association and improved prognostic information for patients with breast cancer."}, {"pubmed": 26772397, "text": "GATA3 labeling is highest in estrogen receptor-positive carcinomas, it also labels estrogen receptor-negative carcinomas and thus has particular diagnostic utility in the setting of triple-negative breast carcinomas"}, {"pubmed": 26807920, "text": "we confirmed that the rs10905284 is a locus associated to leprosy and influences the levels of this transcription factor in the Brazilian population."}, {"pubmed": 26890586, "text": "GATA-3 was induced by estrogen and may promote the occurrence and development of endometriosis by regulating the secretion of cytokines in the eutopic endometrial cells of endometriosis patients."}, {"pubmed": 26899996, "text": "GATA3 knockdown elevated HtrA4 expression in BeWo and JEG-3 trophoblast cell lines and enhanced the invasion activities of both lines. This study uncovered a new GATA3 function in placenta as a negative regulator of GCM1 activity and trophoblastic invasion."}, {"pubmed": 26922637, "text": "These data provide mechanistic insights into GATA3-mediated chromatin reprogramming during MET, and suggest unexpected complexity to transcription factors pioneering"}, {"pubmed": 26970513, "text": "this study shows that in peripheral blood, end-stage renal disease patients show increased levels of GATA-3"}, {"pubmed": 27018307, "text": "GATA3 mRNA expression, but not GATA3 mutation, is an independent predictor of prolonged progression-free survival in ER-positive breast cancer patients who received first-line tamoxifen for recurrent disease."}, {"pubmed": 27036044, "text": "Dysregulation of JAM-A via p63/GATA-3 signaling pathway occurs in squamous cell carcinomas of the head and neck."}, {"pubmed": 27041579, "text": "Here, we demonstrate a novel FOXC1-driven mechanism that suppresses ERa expression in breast cancer. We find that FOXC1 competes with GATA-binding protein 3 (GATA3) for the same binding regions in the cis-regulatory elements upstream of the ERa gene and thereby downregulates ERa expression and consequently its transcriptional activity"}, {"pubmed": 27048872, "text": "GATA3-mediated positive and negative feedback mechanisms via restraining Notch1 activity control human T-cell lineage commitment."}, {"pubmed": 27053161, "text": "this study highlights the molecular basis for posttranslational modifications of Gata3 that control the regulation of IFNgamma expression in memory Th2 cells."}, {"pubmed": 27067807, "text": "GATA-3 expression is frequent in triple negative breast cancer even in the absence of androgen receptors (AR). However, neither GATA-3 nor AR are associated with complete pathological response after neoadjuvant chemotherapy."}, {"pubmed": 27082299, "text": "A high copy number of T-bet and GATA-3 confers susceptibility to AAU and AS, and a high copy number of FOXP3 confers susceptibility to female patients with AAU either with or without AS."}, {"pubmed": 27097544, "text": "GATA-3 is a more reliable biomarker than PTH or chromogranin A in differentiating parathyroid from thyroid lesions in cytology smears."}, {"pubmed": 27151990, "text": "C-MYC is related to GATA3 and Ki-67 expression and is associated with poor prognosis in nodal peripheral T-cell lymphomas"}, {"pubmed": 27184484, "text": "GATA3 expression was correlated strongly with androgen receptor expression apocrine-type triple negative breast neoplasms."}, {"pubmed": 27237631, "text": "The aim of this study was to investigate the clinical significance of three immune cell-related transcription factors, T-bet, GATA-3 and Bcl-6 in bladder cancer in Tunisian patients."}, {"pubmed": 27249072, "text": "results indicate that GATA3 is an independent prognostic factor and suggest that evaluation of GATA3 expression might enable more effective clinical follow-up using prognostic stratification of STS patients"}, {"pubmed": 27251160, "text": "This study provides novel evidences of the mechanisms integrating Notch and TNF-alpha signaling in the transcriptional induction of GATA3 and HOXB4."}, {"pubmed": 27267060, "text": "GATA3-driven expression of miR-503 inhibits prostate cancer progression by repressing ZNF217 expression."}, {"pubmed": 27354564, "text": "MIR-720 suppresses M2 macrophage polarization by targeting GATA3; MIR-720 is down-regulated in breast cancer macrophages."}, {"pubmed": 27387476, "text": "Mutation in the GATA-3 gene is associated with hypoparathyroidism, deafness and renal dysplasia syndrome."}, {"pubmed": 27528231, "text": "Study identified the novel role of transcription factors GATA-2 and GATA-3 in suppressing MICA/B expression in HBV-infected human hepatoma cells."}, {"pubmed": 27533071, "text": "Letter/Case Reports: GATA3 positive sweat gland carcinoma and invasive mucinous carcinoma of the eyelid."}, {"pubmed": 27543853, "text": "this study shows that thiazolidin-4-one ring activates invariant natural killer T cells proliferation, increases the production of Th2 cytokines, and induces Th0 differentiation into Th2 subset via GATA 3 signaling"}, {"pubmed": 27556500, "text": "These results suggest that the ELK3-GATA3 axis is a major pathway that promotes metastasis of breast cancer MDA-MB-231 cells"}, {"pubmed": 27588951, "text": "we find an estrogen receptor-independent synthetic lethal interaction between a GATA3 frameshift mutant with an extended C-terminus and the histone methyltransferases G9A and GLP, indicating perturbed epigenetic regulation"}, {"pubmed": 27589565, "text": "These results suggest that high GATA3 expression is a predictor of a poor prognosis in peripheral T cell lymphoma, and that T lymphoma cells promote M2-type macrophage differentiation through a GATA3-dependent mechanism."}, {"pubmed": 27594510, "text": "These results suggest that whereas GATA-3 and uroplakin II may be most useful in the diagnosis of urothelial carcinoma metastasis, p40 may be additionally suited as a prognostic marker."}, {"pubmed": 27684731, "text": "The GATA3 rs3824662 A allele and AA genotype may be risk factors for the development of pediatric ALL especially B-ALL in the studied cohort of Egyptian patients. The AA genotype is associated with shorter DSF, increased incidence of relapse and poor prognosis in pediatric ALL."}, {"pubmed": 27780854, "text": "We demonstrate that engagement of the T-cell receptor (TCR) on malignant T cells culminates in NF-kappaB activation and the upregulation of GATA-3 expression, both of which regulate the growth and survival of conventional T cells, and were shown to promote chemotherapy resistance in malignant T cells"}, {"pubmed": 27924948, "text": "overexpression of GATA3 and FOXA1 cooperate with PPAR activation to drive transdifferentiation of a basal bladder cancer cells to a luminial phenotype."}, {"pubmed": 28038704, "text": "GATA3 expression is positively correlated with ER-positive, PR-positive, and HER2-positive carcinomas"}, {"pubmed": 28211079, "text": "Our study has demonstrated that GATA3 expression is common in primary triple-negative breast carcinomas"}, {"pubmed": 28215639, "text": "GATA3 expression, regardless of the subtype, may have a prognostic significance for breast carcinomas through its ability to promote the differentiation of luminal progenitor cells."}, {"pubmed": 28258171, "text": "We have identified ZPO2 as a negative regulator of GATA3, thus providing an alternative mechanism that results in a reduction in or perhaps even loss of GATA3 during breast cancer development."}, {"pubmed": 28263977, "text": "Our findings suggest that GATA3 stabilizes HIF-1alpha to enhance cancer invasiveness under hypoxia"}, {"pubmed": 28278322, "text": "A decreased mRNA expression of GATA3 and TGF-beta was found in active VKH patients, which was correlated negatively with the DNA methylation of these factors."}, {"pubmed": 28282036, "text": "As a transcriptionally regulated program, urothelial differentiation operates as a heterarchy, wherein GATA3 is able to co-operate with FOXA1 to drive expression of luminal marker genes, but that P63 has potential to transrepress expression of the same genes."}, {"pubmed": 28291125, "text": "GATA3 is often positive in benign prostate glands with radiation atypia, which along with the morphologic features present a pitfall for the misdiagnosis of urothelial carcinoma."}, {"pubmed": 28303854, "text": "In Chinese family 7121, a heterozygous nonsense mutation c.826C>T (p.R276*) was identified in GATA3. All the three affected members suffered from sensorineural deafness and hypocalcemia; however, renal dysplasia only appeared in the youngest patient. Furthermore, an overview of thirty HDR syndrome families with corresponding GATA3 mutations revealed that hearing impairment occurred earlier in the younger generation in"}, {"pubmed": 28316088, "text": "Benign prostate glands with radiation atypia show diffuse positivity for GATA3"}, {"pubmed": 28322854, "text": "In resected lung adenocarcinoma, high GATA3 expression is associated with poorer prognosis for both overall survival and disease free survival."}, {"pubmed": 28323779, "text": "The coexpression of GATA3 and MYB might be helpful in the distinction of primary cutaneous adnexal carcinoma versus metastatic breast, salivary gland, or urothelial carcinoma"}, {"pubmed": 28374498, "text": "GATA3 may be useful as a part of a panel of immunohistochemical markers in narrowing the differential diagnosis between pheochromocytoma and adrenal cortical carcinoma"}, {"pubmed": 28378055, "text": "It gene expression is up-regulated by EP300-ZNF384 fusion gene product."}, {"pubmed": 28378334, "text": "GATA3 activation was diminished upon cultivation of T cells with RNase 7."}, {"pubmed": 28394898, "text": "Meta-analysis revealed that high expression of GATA3 in breast cancer is associated with improved time to tumor progression."}, {"pubmed": 28423734, "text": "Results showed that GATA3 along with TRPS1 are distinctively overexpressed in breast cancer (BC) among all GATA family members and predict better survival in patients with BC. GATA3 is then a distinctive biomarker and essential prognostic factor in BC."}, {"pubmed": 28428106, "text": "Loss of GATA3 expression was found to be an independent predictor of poor patient outcomes in bladder urothelial carcinoma."}, {"pubmed": 28428285, "text": "GATA3 expression is associated with breast carcinomas of luminal subtype and low histological grade."}, {"pubmed": 28481869, "text": "Data delineates the regulatory mechanisms of GATA3 in DNA double-strand breaks repair and strongly suggests that it might act as a tumor suppressor by promoting CtIP expression and homologous recombination to stabilize genomes."}, {"pubmed": 28509479, "text": "GATA-3 in lymphocytes showed the increased expression of GATA-3 in elderly people in comparison with the young. Women demonstrated higher expression of GATA-3 in compare with men."}, {"pubmed": 28514748, "text": "Authors demonstrated that ER(alpha), GATA3 and FOXA1 form a transcriptional complex with Ell3 to regulate IL-20 expression in ER(+) breast cancer cells.  FOXA1 represses IL-20 expression, whereas GATA3 and ER(alpha) activate it."}, {"pubmed": 28551327, "text": "GATA-3 is a sensitive and specific marker for the diagnosis of acute leukemias with T-cell differentiation."}, {"pubmed": 28581515, "text": "data provide new insights into the role of SEMA3B in mammary gland and provides a new branch of GATA3 signaling that is pivotal for inhibition of breast cancer progression and metastasis"}, {"pubmed": 28582342, "text": "This study demonstrates consistent GATA-3 staining in walthard nests, rare staining in adenomatoid tumors, and is otherwise rarely positive in normal urologic and gynecologic mesothelia. Furthermore, GATA-3 is uniformly positive in epididymi and negative in efferent ductules which may reflect the embryological evolvement of these tissues."}, {"pubmed": 28614770, "text": "In summary, we documented a transcriptional regulation of GATA3 in glioblastoma cells upon transfection with GAB sequence."}, {"pubmed": 28656603, "text": "Rs17144046 located near GATA3 was significantly associated with benign prostatic hyperplasia and lower urinary tract symptoms."}, {"pubmed": 28693610, "text": "GATA3 is a sensitive marker for primary genital extramammary paget disease"}, {"pubmed": 28703335, "text": "Retrospective immunohistochemical analysis of GATA3 expression in 164 breast cancer metastases showed a striking difference between mammaglobin and GATA3 expression (51.2% vs 94% positivity). These findings highlight GATA3 as a more reliable and sensitive diagnostic marker for breast cancer metastases and possibly metastatic tumors of unknown origin than mammaglobin."}, {"pubmed": 28705707, "text": "Coexpression of GATA3 and CK7 in most clear cell papillary renal cell carcinomas provides evidence of their origin from distal nephron and can be used in differential diagnosis."}, {"pubmed": 28722108, "text": "FBXW7alpha inhibits breast cancer cells survival by promoting GATA3 degradation/destabilizing GATA3."}, {"pubmed": 28765327, "text": "KMT1A positively regulated the self-renewal and tumorigenicity of human Bladder cancer stem cells via KMT1A-GATA3-STAT3 circuit, in which KMT1A could be a promising target for bladder cancer therapy."}, {"pubmed": 28877074, "text": "GATA3 Immunohistochemical Staining in Hodgkin Lymphoma: Diagnostic Utility in Differentiating Classic Hodgkin Lymphoma From Nodular Lymphocyte Predominant Hodgkin Lymphoma and Other Mimicking Entities."}, {"pubmed": 28928464, "text": "results demonstrate that GATA3 is involved in the regulation of filaggrin and filaggrin-2 expression during inflammatory conditions in the skin."}, {"pubmed": 28965624, "text": "The data have demonstrated that GATA3 is by far the most reliable breast-specific immunomarker in both surgical and cytological specimens"}, {"pubmed": 28976719, "text": "GATA3 is a reliable diagnostic marker for Neuroblastomas not only in scant/limited surgical specimens but also in cytologic samples, including air-dried touch imprints, which have previously been undescribed for this marker."}, {"pubmed": 29088218, "text": "the model of mutually antagonistic differentiation programs driven by mutually exclusively expressed T-bet or GATA-3 does not completely explain natural CD4 T cell priming outcomes"}, {"pubmed": 29116378, "text": "Authors found a high sensitivity for all the markers analyzed. Moreover, the expression of NY-BR-1 and GATA-3 seemed the most effective for labelling male breast cancer in primary and metastatic setting."}, {"pubmed": 29235613, "text": "GATA 3 is more sensitive marker than mammaglobin and GCDFP-15 for diagnosing metastatic breast carcinoma in cytological cell block materials"}, {"pubmed": 29340880, "text": "GATA-3 expression was the highest in luminal breast carcinomas, and showed higher sensitivity than GCDFP-15 and MGB. However, in the poorly differentiated IBC, its utility was still limited. One should be aware of the possible GATA-3 expression in lung carcinomas."}, {"pubmed": 29358704, "text": "We show that MSK1 downregulation impairs the differentiation of breast cancer cells, increasing their bone homing and growth capacities. MSK1 controls the expression of genes required for luminal cell differentiation, including the GATA3 and FOXA1 transcription factors, by modulating their promoter chromatin status."}, {"pubmed": 29374572, "text": "Increased GATA-3 and T-bet expression in eosinophilic esophagitis."}, {"pubmed": 29431200, "text": "GATA3 staining to differentiate primary cutaneous apocrine cribriform carcinoma from skin breast cancer metastasis has a high negative predictive value"}, {"pubmed": 29453984, "text": "GATA3 interacts with and is acetylated by the acetyltransferase CBP. The major acetylated site of GATA3 in lung adenocarcinoma cells is lysine 119."}, {"pubmed": 29535312, "text": "one allele of the GATA3 second zinc finger leads to loss of binding and decreased expression at a subset of genes, including Progesterone Receptor"}, {"pubmed": 29629946, "text": "Efficacy of GATA3 Versus BRST2 for the Identification of Metastatic Breast Carcinoma in the Upper GI Tract."}, {"pubmed": 29902578, "text": "demonstrated a correlation between GATA3 expression and only ER+ and suggest that a higher GATA3 expression is a good prognostic factor for OS for ER+ BC patients"}, {"pubmed": 29969451, "text": "The data indicate that expression of CRTh2 is regulated through the competitive action of GATA3 and NFAT1."}, {"pubmed": 30006927, "text": "findings provide evidence for a new role for GATA3 in ovarian HGSC stemness, and demonstrate that GATA3 may serve as a biomarker for precision epigenetic therapy in the future"}, {"pubmed": 30013989, "text": "Treg cells from asthmatic patients expressed more FOXP3 as well as GATA3; the expression level of GATA3 negatively correlated with FEV1%pred. Increased expressions of USP21 and PIM2 in Treg cells from asthmatic patients were found."}, {"pubmed": 30044774, "text": "the present study postulates that the genetic variation of the transcription factor GATA3, not STAT4, is associated with the risk of type 2 diabetes in the Bangladeshi population."}, {"pubmed": 30061207, "text": "GATA3 mutations, recently observed in breast cancer, encode active transcription factors."}, {"pubmed": 30148742, "text": "GATA3 was the best overall marker for mesonephric and mesonephric-like carcinomas, but cannot be used to distinguish mesonephric carcinosarcomas from Mullerian carcinosarcomas."}, {"pubmed": 30251680, "text": "Study established an important role of p38gamma MAPK in epithelial-mesenchymal transition (EMT) and identified a novel signaling pathway for p38gamma MAPK-mediated tumor promotion. p38gamma MAPK regulated miR-200b through inhibiting GATA3 by inducing its ubiquitination, leading proteasome-dependent degradation."}, {"pubmed": 30301440, "text": "GATA3 rs3824662 is not associated with susceptibility to systemic lupus erythematosus (SLE) either in adult or in pediatric patients; however, in pediatric SLE patients, the heterozygous AC genotype could be considered a risk factor for lupus nephritis (LN). At the same time, the AC and AA genotypes could be considered as predictors for LN and active renal disease."}, {"pubmed": 30365045, "text": "GATA3 and TP53INP1 were identified as targets of miR155. Exosomal miR155 inhibited these targets by directly targeting their 3' untranslated regions. Knockdown of miR1555p was observed to reverse the EMT and chemoresistant phenotypes of gastric cancer cells, potentially via GATA3 and TP53INP1 upregulation."}, {"pubmed": 30396722, "text": "A Japanese family with multiple members with hypoparathyroidism-deafness-renal dysplasia (HDR) syndrome and congenital choanal atresia was found to have a c.708_709insC (p.Ser237Glnfs*66) allelic variant in exon 3."}, {"pubmed": 30420860, "text": "GATA3-AS1 binds components of the MLL methyltransferase."}, {"pubmed": 30463912, "text": "This review summarizes the various contributions of Gata3 to haematopoiesis with a particular focus on the emergence of the first haematopoietic stem cells in the embryo-a process that appears to be influenced by Gata3 at various levels, thus highlighting the complex nature of Gata3 action."}, {"pubmed": 30468800, "text": "Although GATA3 is a more sensitive lineage marker than SOX10 in metastatic breast cancer, SOX10 is a useful adjunct because it is positive in most GATA3-negative breast metastases."}, {"pubmed": 30552067, "text": "GATA3 has an association with susceptibility to the development of moderate-to-severe asthma and is a transcription factor linked to the T-cell response in asthma and eosinophilia."}, {"pubmed": 30591105, "text": "The levels of ANP, NPRA, IL-4 and GATA3 increased in peripheral blood of children with respiratory syncytial virus bronchiolitis."}, {"pubmed": 30614205, "text": "The single nucleotide polymorphisms (SNPs) rs4794067, rs2275806, rs2232365, and rs3761548 map in the genes of TBX21, GATA3, and FOXP3 were investigated if they are associated with acute cellular liver transplant rejection."}, {"pubmed": 30859636, "text": "rs3824662 in GATA3 associates with CRLF2 expression in leukemic cells and predicts prognosis in pediatric BCP-ALL patients."}, {"pubmed": 30867811, "text": "Genome-wide mapping revealed a substantial co-occupancy of binding regions by ISL1 and GATA3, and ISL1 physically interacts with GATA3, and together they synergistically regulate the expression of oncogenic pathways."}, {"pubmed": 30868892, "text": "miR-374b promotes glioma process in vitro through suppressing SEMA3B via targeting GATA3"}, {"pubmed": 30872657, "text": "Comprehensive analysis of the GATA transcription factor gene family in breast carcinoma using gene microarrays, online databases and integrated bioinformatics."}, {"pubmed": 30949172, "text": "Transient Expression of GATA3 in Hematopoietic Stem Cells Facilitates Helper Innate Lymphoid Cell Differentiation."}, {"pubmed": 30971548, "text": "GATA3 as a sensitive and specific marker for urothelial carcinoma can be effectively used to exclude other genitourinary malignancies, prostatic adenocarcinoma and renal cell carcinoma, at metastatic site."}, {"pubmed": 31020542, "text": "Loss of GATA3 expression was statistically associated with adverse clinicopathologic parameters, such as advanced stage, lymphovascular invasion, neural invasion, lymph node metastasis, and extensive necrosis in upper tract urothelial carcinoma."}, {"pubmed": 31033498, "text": "Incidence and Significance of GATA3 Positivity in Pancreatic Ductal Adenocarcinoma and Cholangiocarcinoma."}, {"pubmed": 31075138, "text": "CD276 and the gene signature composed of GATA3 and LGALS3 enable prognosis prediction of glioblastoma multiforme."}, {"pubmed": 31107186, "text": "Breast cancer mutation in GATA3 zinc finger 1 induces conformational changes leading to the closer binding of ZnFn2 with a wrapping architecture."}, {"pubmed": 31152121, "text": "We identified four Type 1 diabetes (T1D) risk loci reaching genome-wide significance in the Chinese Han population, including two novel loci: rs4320356 near BTN3A1, rs3802604 in GATA3, and two previously reported loci: rs1770 in MHC and rs705699 in SUOX. A higher genetic risk score were associated with an earlier age of T1D diagnosis and lower fasting C-peptide levels in individuals newly diagnosed with T1D."}, {"pubmed": 31238969, "text": "This work expands the phenotypic spectrum of GATA3 mutations. It reveals the novel insight that decreased and altered GATA3 activity coincides with autoimmune arthritis. This work suggests that modulation of GATA3 may be a therapeutic approach for patients with autoimmune arthritis"}, {"pubmed": 31256192, "text": "H. pylori significantly inhibited the proliferation, migration, and tube formation of HUVECs, as well as increased the production of the inflammatory factor CHI3L1 and phosphorylated p38 from endothelial cells along with an increased expression of GATA3."}, {"pubmed": 31405951, "text": "we identified a novel, nonredundant role for GATA3 in MCs from their first appearance in embryonic kidney to mature glomeruli in health and disease. Furthermore, GATA3 expression increases inMCs in mesangial proliferative GN and haploinsufficiency of GATA3 results in MC defects, suggesting its importance for glomerular homeostasis and response to injury."}, {"pubmed": 31424658, "text": "The expression level of GATA3 in the experimental group was significantly higher than that in the control group (p<0.01), and the expression level of E-cadherin in the experimental group was significantly lower than that in the control group (p<0.01)."}, {"pubmed": 31469885, "text": "decrease in GATA3 staining was significantly associated with high proliferative activity and poor clinical outcome in MIBC. IHC staining for GATA3 might facilitate in risk stratification in patients with MIBC receiving radical cystectomy."}, {"pubmed": 31492753, "text": "a feedback loop between these two axes, specifically GATA3-induced miR-455-3p expression, could repress ZEB1 and its recruitment of NuRD (MTA1) to suppress miR-455, which ultimately regulates TGF-beta signaling."}, {"pubmed": 31519704, "text": "GATA3-Controlled Nucleosome Eviction Drives MYC Enhancer Activity in T-cell Development and Leukemia."}, {"pubmed": 31588232, "text": "Cooperativity of co-factor NR2F2 with Pioneer Factors GATA3, FOXA1 in promoting ERalpha function."}, {"pubmed": 31636361, "text": "GATA3 suppresses human fibroblasts-induced metastasis of clear cell renal cell carcinoma via an anti-IL6/STAT3 mechanism."}, {"pubmed": 31685800, "text": "GATA3 recruits UTX for gene transcriptional activation to suppress metastasis of breast cancer."}, {"pubmed": 31690668, "text": "In clear cell renal cell carcinoma (ccRCC) ECHS1 downregulation induced fatty acid (FA) and branched-chain amino acid (BCAA) accumulation, which inhibited AMPK-promoted expression of GATA3, a transcriptional activator of ECHS1. BCAA accumulation induced activation of mTORC1 and de novo FA synthesis and promoted cell proliferation. GATA3 expression phenocopied ECHS1 in predicting ccRCC progression and patient survival."}, {"pubmed": 31718619, "text": "This is the first study to characterize CK7 negative breast tumors in the context of clinicopathology. Profiling the CK7 negative and GATA3 negative breast cancers helps to understand the biology of these specific tumor subgroups and may aid in their diagnosis."}, {"pubmed": 31754326, "text": "GATA3 reduces the ATP level in the breast cancer microenvironment and inhibits breast cancer metastasis by up-regulating ectonucleoside triphosphate diphosphohydrolase 3 (ENTPD3)."}, {"pubmed": 31831043, "text": "P63 expression in tumor cells, even focal expression, and no GATA3 is the most helpful feature in distinguishing primary mediastinal large B-cell lymphoma from mediastinal classic Hodgkin lymphoma"}, {"pubmed": 31831790, "text": "Epigenetic deregulation of GATA3 in neuroblastoma is associated with increased GATA3 protein expression and with poor outcomes."}, {"pubmed": 31856612, "text": "Effects of guluronic acid, as a new NSAID with immunomodulatory properties on IL-17, RORgammat, IL-4 and GATA-3 gene expression in rheumatoid arthritis patients."}, {"pubmed": 31856849, "text": "Our study proposed a complex KIAA1429-GATA3 regulatory model based on m6A modification and provided insights into the epi-transcriptomic dysregulation in hepatocarcinogenesis and metastasis."}, {"pubmed": 31911546, "text": "Racial Differences in the Association Between Luminal Master Regulator Gene Expression Levels and Breast Cancer Survival."}, {"pubmed": 31935430, "text": "GATA3 as a master regulator for interactions of tumor-associated macrophages with high-grade serous ovarian carcinoma."}, {"pubmed": 32193825, "text": "Utility of GATA-3 Expression in the Analysis of Pituitary Neuroendocrine Tumour (PitNET) Transcription Factors."}, {"pubmed": 32232341, "text": "Cancer-specific mutation of GATA3 disrupts the transcriptional regulatory network governed by Estrogen Receptor alpha, FOXA1 and GATA3."}, {"pubmed": 32302522, "text": "GATA3 Mediates a Fast, Irreversible Commitment to BMP4-Driven Differentiation in Human Embryonic Stem Cells."}, {"pubmed": 32439362, "text": "LOC285194 inhibits proliferation of human keratinocytes through regulating miR-616/GATA3 pathway."}, {"pubmed": 32442337, "text": "Hypoparathyroidism, deafness, and renal dysplasia syndrome: 20 Years after the identification of the first GATA3 mutations."}, {"pubmed": 32472715, "text": "The miR-155/GATA3/IL37 axis modulates the production of proinflammatory cytokines upon TNF-alpha stimulation to affect psoriasis development."}, {"pubmed": 32538432, "text": "LncRNA GNAS-AS1 facilitates ER+ breast cancer cells progression by promoting M2 macrophage polarization via regulating miR-433-3p/GATA3 axis."}, {"pubmed": 32587399, "text": "The GATA3 X308_Splice breast cancer mutation is a hormone context-dependent oncogenic driver."}, {"pubmed": 32687248, "text": "LncRNA GATA3-AS1 facilitates tumour progression and immune escape in triple-negative breast cancer through destabilization of GATA3 but stabilization of PD-L1."}, {"pubmed": 32737715, "text": "Combined SOX10 GATA3 is most sensitive in detecting primary and metastatic breast cancers: a comparative study of breast markers in multiple tumors."}, {"pubmed": 32769351, "text": "GATA3 expression in the solid cell nest of thyroid."}, {"pubmed": 32769430, "text": "Aberrant GATA3 Staining in Prostatic Adenocarcinoma: A Potential Diagnostic Pitfall."}, {"pubmed": 32888937, "text": "The potential utility of GATA binding protein 3 for diagnosis of malignant pleural mesotheliomas."}, {"pubmed": 32894760, "text": "Association of GATA3 Polymorphisms With Minimal Residual Disease and Relapse Risk in Childhood Acute Lymphoblastic Leukemia."}, {"pubmed": 32938228, "text": "Role of GATA3 exon 6 germline mutations in breast cancer progression in Egyptian female patients."}, {"pubmed": 32988889, "text": "The Relationship of GATA3 and Ki-67 With Histopathological Prognostic Parameters, Locoregional Recurrence and Disease-free Survival in Invasive Ductal Carcinoma of the Breast."}, {"pubmed": 32991930, "text": "Incidence and significance of GATA3 positivity in gallbladder adenocarcinoma."}, {"pubmed": 33040251, "text": "Role of the IL-23-T-bet/GATA3 Axis for the Pathogenesis of Ulcerative Colitis."}, {"pubmed": 33275800, "text": "GATA3 rs3824662A allele in B-cell acute lymphoblastic leukemia in adults, adolescents and young adults: association with CRLF2 rearrangement and poor prognosis."}, {"pubmed": 33298139, "text": "Cathepsin V suppresses GATA3 protein expression in luminal A breast cancer."}, {"pubmed": 33382535, "text": "Chromosome 2q gain and epigenetic silencing of GATA3 in microglandular adenosis of the breast."}, {"pubmed": 33420376, "text": "Nonlinear relationship between chromatin accessibility and estradiol-regulated gene expression."}, {"pubmed": 33462316, "text": "GATA3 somatic mutations are associated with clinicopathological features and expression profile in TCGA breast cancer patients."}, {"pubmed": 33501493, "text": "Utility of Immunohistochemistry for MUC4 and GATA3 to Aid in the Distinction of Pleural Sarcomatoid Mesothelioma From Pulmonary Sarcomatoid Carcinoma."}, {"pubmed": 33566340, "text": "Monoclonal/polyclonal PAX-8, PTH and GATA3 immunohistochemistry in parathyroid lesions."}, {"pubmed": 33570661, "text": "GATA3 is a useful immunohistochemical marker for distinguishing sarcomatoid malignant mesothelioma from lung sarcomatoid carcinoma and organizing pleuritis."}, {"pubmed": 33571371, "text": "Endosalpingiosis Is Negative for GATA3."}, {"pubmed": 33604757, "text": "Is immunohistochemical expression of GATA3 helpful in the differential diagnosis of transformed mycosis fungoides and primary cutaneous CD30-positive T cell lymphoproliferative disorders?"}, {"pubmed": 33887302, "text": "Expression of uroplakin II and GATA-3 in bladder cancer mimickers: caveats in the use of a limited panel to determine cell of origin in bladder lesions."}, {"pubmed": 34057115, "text": "Gata-3 and KI-67 expression in correlation with molecular subtypes of breast cancer."}, {"pubmed": 34099719, "text": "GATA3 induces mitochondrial biogenesis in primary human CD4(+) T cells during DNA damage."}, {"pubmed": 34117603, "text": "Co-expression of transcription factor AP-2beta (TFAP2B) and GATA3 in human mammary epithelial cells with intense, apicobasal immunoreactivity for CK8/18."}, {"pubmed": 34120367, "text": "Diagnostic utility of the combined use of HNF4A and GATA3 in distinction between primary and metastatic breast and gastric carcinomas."}, {"pubmed": 34225008, "text": "The estrogen receptor/GATA3/FOXA1 transcriptional network: lessons learned from breast cancer."}, {"pubmed": 34344074, "text": "[Expression of GATA3 and bcl-11b in peripheral T-cell lymphoma and their clinical significance]."}, {"pubmed": 34354706, "text": "ILC2 Cells Promote Th2 Cell Differentiation in AECOPD Through Activated Notch-GATA3 Signaling Pathway."}, {"pubmed": 34432264, "text": "GATA3 as a regulator for naughty cancer-associated fibroblasts in the microenvironment of high-grade serous ovarian cancer."}, {"pubmed": 34459144, "text": "Inherited GATA3 variant associated with positive minimal residual disease in childhood B-cell acute lymphoblastic leukemia via asparaginase resistance."}, {"pubmed": 34537772, "text": "Mesenchymal Stem Cell-Derived Exosome-Containing Linc00632 Regulates GATA Binding Protein-3 Expression in Allergic Rhinitis by Interacting with Enhancer of Zeste Homolog 2 to Inhibit T Helper Cell 2 Differentiation."}, {"pubmed": 34680134, "text": "Effects of Molecular Iodine/Chemotherapy in the Immune Component of Breast Cancer Tumoral Microenvironment."}, {"pubmed": 34690921, "text": "Association Between Estrogen Receptors and GATA3 in Bladder Cancer: A Systematic Review and Meta-Analysis of Their Clinicopathological Significance."}, {"pubmed": 34815386, "text": "Mutational signatures in GATA3 transcription factor and its DNA binding domain that stimulate breast cancer and HDR syndrome."}, {"pubmed": 34864659, "text": "Alterations in T-Cell Transcription Factors and Cytokine Gene Expression in Late-Onset Alzheimer's Disease."}, {"pubmed": 34979772, "text": "[Clinical characteristics and molecular mechanisms of hypoparathyroidism related to GATA3 gene mutation]."}, {"pubmed": 35039449, "text": "GATA3 positivity is associated with poor prognosis in patients with oesophageal squamous cell carcinoma."}, {"pubmed": 35115686, "text": "Noncoding genetic variation in GATA3 increases acute lymphoblastic leukemia risk through local and global changes in chromatin conformation."}, {"pubmed": 35131666, "text": "Diagnostic and prognostic implications of tumor expression of the GATA-3 gene in nodal peripheral T-cell lymphoma (nPTCL): Retrospective data from a Latin American cohort."}, {"pubmed": 35388661, "text": "Mammaglobin, GATA-binding protein 3 (GATA3), and epithelial growth factor receptor (EGFR) expression in different breast cancer subtypes and their clinical significance."}, {"pubmed": 35413381, "text": "TRPS1, GATA3, and SOX10 expression in triple-negative breast carcinoma."}, {"pubmed": 35503256, "text": "Clear Cell Papillary Renal Cell Tumors: A Study of 42 Tumors with Emphasis on the Fibrous Capsule, Cystic Component, and GATA3 Immunohistochemistry."}, {"pubmed": 35510955, "text": "A preclinical model of peripheral T-cell lymphoma GATA3 reveals DNA damage response pathway vulnerability."}, {"pubmed": 35673726, "text": "[Expression of SOX10 and GATA3 in breast cancer and their significance]."}, {"pubmed": 35806269, "text": "The Role of Polymorphisms at the Interleukin-1, Interleukin-4, GATA-3 and Cyclooxygenase-2 Genes in Non-Surgical Periodontal Therapy."}, {"pubmed": 35926808, "text": "Immunohistochemical expression of renin and GATA3 help distinguish juxtaglomerular cell tumors from renal glomus tumors."}, {"pubmed": 35993027, "text": "GATA3 Exerts Distinct Transcriptional Functions to Regulate Radiation Resistance in A549 and H1299 Cells."}, {"pubmed": 36058260, "text": "GATA3 as an immunomodulator in obesity-related metabolic dysfunction associated with fatty liver disease, insulin resistance, and type 2 diabetes."}, {"pubmed": 36149748, "text": "Long non-coding RNA MALAT1 promotes Th2 differentiation by regulating microRNA-135b-5p/GATA-3 axis in children with allergic rhinitis."}, {"pubmed": 36152841, "text": "GATA3 expression loss is linked to stage progression but is unrelated to prognosis in muscle-invasive urothelial carcinoma of the bladder."}, {"pubmed": 36252018, "text": "14-3-3tau drives estrogen receptor loss via ERalpha36 induction and GATA3 inhibition in breast cancer."}, {"pubmed": 36320040, "text": "GATA3 expression in clear cell adenocarcinoma of the lower urinary tract: a potential diagnostic pitfall."}, {"pubmed": 36463230, "text": "Setd2 supports GATA3[+]ST2[+] thymic-derived Treg cells and suppresses intestinal inflammation."}, {"pubmed": 36649695, "text": "GATA3 Expression in Human Tumors: A Tissue Microarray Study on 16,557 Tumors."}, {"pubmed": 36806146, "text": "Regulation of endogenous retrovirus-derived regulatory elements by GATA2/3 and MSX2 in human trophoblast stem cells."}, {"pubmed": 36821040, "text": "Nucleus Pulposus Cells from Calcified Discs Promote the Degradation of the Extracellular Matrix through Upregulation of the GATA3 Expression."}, {"pubmed": 36946049, "text": "[Changes in percentage of GATA3[+] regulatory T cells and their pathogenic roles in allergic rhinitis]."}, {"pubmed": 36952466, "text": "Contributions of ARID5B, IKZF1, PIP4K2A, and GATA3 Gene Polymorphisms to Childhood Acute Lymphoblastic Leukemia in a Chinese Population."}, {"pubmed": 36990085, "text": "Deletion mapping of regulatory elements for GATA3 in T cells reveals a distal enhancer involved in allergic diseases."}, {"pubmed": 37036735, "text": "ZNF503 combined with GATA3 is a prognostic factor in triple-negative breast cancer."}, {"pubmed": 37074839, "text": "TRPS1 and GATA3 Expression in Invasive Breast Carcinoma With Apocrine Differentiation."}, {"pubmed": 37096814, "text": "TRPS1 outperforms GATA3 in pleural effusions with metastatic breast carcinoma versus mesothelioma."}, {"pubmed": 37230023, "text": "GATA3 mediates doxorubicin resistance by inhibiting CYB5R2-catalyzed iron reduction in breast cancer cells."}, {"pubmed": 37353480, "text": "Loss of function of GATA3 regulates FRA1 and c-FOS to activate EMT and promote mammary tumorigenesis and metastasis."}, {"pubmed": 37578068, "text": "ARID5B, IKZF1, GATA3, CEBPE, and CDKN2A germline polymorphisms and predisposition to childhood acute lymphoblastic leukemia."}, {"pubmed": 37726118, "text": "Gene of the month: GATA3."}, {"pubmed": 37779309, "text": "GATA3 Expression in HPV-associated and HPV-independent Vulvar Squamous Cell Carcinomas: Patterns of Expression and Prognostic Significance."}, {"pubmed": 37965687, "text": "Aberrant expression of GATA3 in metastatic adenocarcinoma of the prostate: an important pitfall."}, {"pubmed": 38141134, "text": "Analysis of GATA3 and FOXA2 expression suggests that downregulation of genes involved in the maintenance of a mature yolk sac tumor phenotype may underlie sarcomatoid transformation."}, {"pubmed": 38173189, "text": "Deregulation of miR-1245b-5p and miR-92a-3p and their potential target gene, GATA3, in epithelial-mesenchymal transition pathway in breast cancer."}, {"pubmed": 38224134, "text": "HepPar1 and GATA-3 Expression in Neuroendocrine Neoplasms: A Potential Trap for Pathologic Diagnosis: Erratum."}, {"pubmed": 38317241, "text": "The androgen receptor interacts with GATA3 to transcriptionally regulate a luminal epithelial cell phenotype in breast cancer."}, {"pubmed": 38353459, "text": "Recurrent GATA3 P409Afs*99 Frameshift Extension Mutations in Sweat-gland Carcinoma With Neuroendocrine Differentiation."}, {"pubmed": 38624056, "text": "Expression of BCL2, TP53, FOXA1, and GATA3 in pTa bladder cancer recurrence."}, {"pubmed": 39090342, "text": "Association of GATA3 expression in triple-positive breast cancer with overall survival and immune cell infiltration."}], "genomic_pos": {"chr": "10", "end": 8075198, "ensemblgene": "ENSG00000107485", "start": 8045378, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 8117161, "start": 8095567, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001709", "qualifier": "involved_in", "term": "cell fate determination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001817", "qualifier": "involved_in", "term": "regulation of cytokine production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001822", "pubmed": [19248180, 19723756], "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001823", "qualifier": "involved_in", "term": "mesonephros development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002520", "qualifier": "involved_in", "term": "immune system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002572", "qualifier": "involved_in", "term": "pro-T cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003180", "qualifier": "involved_in", "term": "aortic valve morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003215", "qualifier": "involved_in", "term": "cardiac right ventricle morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003281", "qualifier": "involved_in", "term": "ventricular septum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006338", "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006952", "pubmed": 7592673, "qualifier": "involved_in", "term": "defense response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007411", "qualifier": "involved_in", "term": "axon guidance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008283", "qualifier": "involved_in", "term": "cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 20583921, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 10935639, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009791", "qualifier": "involved_in", "term": "post-embryonic development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009967", "pubmed": 19674970, "qualifier": "involved_in", "term": "positive regulation of signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010595", "pubmed": 19674970, "qualifier": "involved_in", "term": "positive regulation of endothelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010719", "pubmed": 26451614, "qualifier": "acts_upstream_of", "term": "negative regulation of epithelial to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010975", "qualifier": "involved_in", "term": "regulation of neuron projection development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030217", "pubmed": 2017177, "qualifier": "acts_upstream_of_or_within", "term": "T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030218", "qualifier": "involved_in", "term": "erythrocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030225", "qualifier": "involved_in", "term": "macrophage differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030856", "qualifier": "involved_in", "term": "regulation of epithelial cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031929", "qualifier": "involved_in", "term": "TOR signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032689", "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032703", "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032736", "pubmed": 20554961, "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032736", "pubmed": 20368097, "qualifier": "involved_in", "term": "positive regulation of interleukin-13 production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032753", "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032754", "pubmed": 20554961, "qualifier": "involved_in", "term": "positive regulation of interleukin-5 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033600", "pubmed": 19483726, "qualifier": "involved_in", "term": "negative regulation of mammary gland epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035162", "qualifier": "involved_in", "term": "embryonic hemopoiesis"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0035457", "pubmed": 20554961, "qualifier": "involved_in", "term": "cellular response to interferon-alpha"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035799", "qualifier": "involved_in", "term": "ureter maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035898", "qualifier": "involved_in", "term": "parathyroid hormone secretion"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042421", "qualifier": "involved_in", "term": "norepinephrine biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042472", "qualifier": "involved_in", "term": "inner ear morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043491", "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043523", "qualifier": "involved_in", "term": "regulation of neuron apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043583", "pubmed": [19248180, 19723756], "qualifier": "involved_in", "term": "ear development"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0043627", "pubmed": 10037815, "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045061", "qualifier": "involved_in", "term": "thymic T cell selection"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045064", "pubmed": 20484083, "qualifier": "involved_in", "term": "T-helper 2 cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045165", "qualifier": "involved_in", "term": "cell fate commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045582", "qualifier": "involved_in", "term": "positive regulation of T cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045622", "qualifier": "involved_in", "term": "regulation of T-helper cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045786", "pubmed": 20189993, "qualifier": "involved_in", "term": "negative regulation of cell cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19674970, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [19723756, 19805038], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045893", "pubmed": [19674970, 20368097], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 2017177, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [2017177, 19232384, 20189993, 20484083], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20855495, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048469", "qualifier": "involved_in", "term": "cell maturation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048485", "qualifier": "involved_in", "term": "sympathetic nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048538", "qualifier": "involved_in", "term": "thymus development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048568", "qualifier": "involved_in", "term": "embryonic organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048589", "qualifier": "involved_in", "term": "developmental growth"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048646", "qualifier": "involved_in", "term": "anatomical structure formation involved in morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050728", "pubmed": 19674970, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050852", "qualifier": "involved_in", "term": "T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051216", "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 19674970, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060017", "qualifier": "involved_in", "term": "parathyroid gland development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060037", "qualifier": "involved_in", "term": "pharyngeal system development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060070", "qualifier": "involved_in", "term": "canonical Wnt signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060231", "pubmed": 20189993, "qualifier": "involved_in", "term": "mesenchymal to epithelial transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060374", "qualifier": "involved_in", "term": "mast cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060676", "qualifier": "involved_in", "term": "ureteric bud formation"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071353", "pubmed": 20554961, "qualifier": "involved_in", "term": "cellular response to interleukin-4"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071356", "pubmed": 19674970, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071599", "qualifier": "involved_in", "term": "otic vesicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071773", "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072107", "qualifier": "involved_in", "term": "positive regulation of ureteric bud formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072178", "qualifier": "involved_in", "term": "nephric duct morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072179", "qualifier": "involved_in", "term": "nephric duct formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0072182", "qualifier": "involved_in", "term": "regulation of nephron tubule epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072197", "qualifier": "involved_in", "term": "ureter morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072676", "pubmed": 19805038, "qualifier": "involved_in", "term": "lymphocyte migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902895", "pubmed": 26451614, "qualifier": "involved_in", "term": "positive regulation of miRNA transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000114", "qualifier": "involved_in", "term": "regulation of establishment of cell polarity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000146", "pubmed": 20189993, "qualifier": "involved_in", "term": "negative regulation of cell motility"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000352", "pubmed": 19674970, "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000553", "qualifier": "involved_in", "term": "positive regulation of T-helper 2 cell cytokine production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000607", "qualifier": "involved_in", "term": "negative regulation of cell proliferation involved in mesonephros development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000611", "pubmed": [19248180, 19723756], "qualifier": "involved_in", "term": "positive regulation of thyroid hormone generation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000679", "pubmed": 20368097, "qualifier": "involved_in", "term": "positive regulation of transcription regulatory region DNA binding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000683", "pubmed": 19735555, "qualifier": "involved_in", "term": "regulation of cellular response to X-ray"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000703", "qualifier": "involved_in", "term": "negative regulation of fibroblast growth factor receptor signaling pathway involved in ureteric bud formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000734", "qualifier": "involved_in", "term": "negative regulation of glial cell-derived neurotrophic factor receptor signaling pathway involved in ureteric bud formation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 20855495, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [19674970, 19723756, 20189993, 22529382], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": [19723756, 19735555, 19805038, 20189993, 20484083], "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 19674970, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000981", "pubmed": 20484083, "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000987", "pubmed": 19232384, "qualifier": "enables", "term": "cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001223", "qualifier": "enables", "term": "transcription coactivator binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001227", "pubmed": 19674970, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 2017177, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003677", "pubmed": 1871134, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [19232384, 19805038, 20189993], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003700", "pubmed": [19674970, 20368097], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005134", "qualifier": "enables", "term": "interleukin-2 receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15662016, 17075044, 19674970, 19723756, 20484083, 25416956, 25910212, 26028330, 26871637, 26899996, 28263977, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 15016828, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070888", "pubmed": 20855495, "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0071837", "pubmed": 18445004, "qualifier": "enables", "term": "HMG box domain binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30458], [8364, 448391], [9031, 419106], [9544, 713840], [9598, 450296], [9606, 2625], [9615, 487134], [9913, 505169], [10090, 14462], [10116, 85471]], "id": 1550}, "interpro": [{"desc": "Zinc finger, GATA-type", "id": "IPR000679", "short_desc": "Znf_GATA"}, {"desc": "Zinc finger, NHR/GATA-type", "id": "IPR013088", "short_desc": "Znf_NHR/GATA"}, {"desc": "Transcription factor, GATA-2/3", "id": "IPR016374", "short_desc": "TF_GATA-2/3"}, {"desc": "Transcription factor GATA", "id": "IPR039355", "short_desc": "Transcription_factor_GATA"}], "ipi": ["IPI00012901", "IPI00216199"], "map_location": "10p14", "name": "GATA binding protein 3", "other_names": ["GATA-binding factor 3", "trans-acting T-cell-specific transcription factor GATA-3"], "pantherdb": {"HGNC": "4172", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95663", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 10090, "uniprot_kb": "P23772"}, {"RGD": "621250", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 10116, "uniprot_kb": "Q99NH5"}, {"Ensembl": "ENSGALG00000029270", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 9031, "uniprot_kb": "P23825"}, {"ZFIN": "ZDB-GENE-990415-82", "ortholog_type": "LDO", "panther_family": "PTHR10071", "taxid": 7955, "uniprot_kb": "Q91428"}, {"WormBase": "WBGene00001250", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "Q10655"}, {"WormBase": "WBGene00001253", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EGN3"}, {"WormBase": "WBGene00001311", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "Q9XUW7"}, {"WormBase": "WBGene00001186", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "U4PMB4"}, {"WormBase": "WBGene00001251", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "B7WN96"}, {"WormBase": "WBGene00001310", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EDN4"}, {"WormBase": "WBGene00003181", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EF25"}, {"WormBase": "WBGene00003180", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "G5EF71"}, {"WormBase": "WBGene00015981", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "O61924"}, {"WormBase": "WBGene00001249", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 6239, "uniprot_kb": "P28515"}, {"FlyBase": "FBgn0003117", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P52168"}, {"FlyBase": "FBgn0003507", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P52172"}, {"FlyBase": "FBgn0032223", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "Q9VKZ0"}, {"FlyBase": "FBgn0038391", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "Q9VF00"}, {"FlyBase": "FBgn0001138", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 7227, "uniprot_kb": "P91623"}, {"SGD": "S000001873", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P43574"}, {"SGD": "S000001742", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P26343"}, {"SGD": "S000000842", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P18494"}, {"SGD": "S000003646", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4932, "uniprot_kb": "P42944"}, {"PomBase": "SPCC1902.01", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4896, "uniprot_kb": "Q10280"}, {"PomBase": "SPCC1393.08", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 4896, "uniprot_kb": "O94720"}, {"dictyBase": "DDB_G0280639", "ortholog_type": "O", "panther_family": "PTHR10071", "taxid": 352472, "uniprot_kb": "Q54V37"}], "uniprot_kb": "P23771"}, "pathway": {"biocarta": {"id": "gata3pathway", "name": "gata3 participate in activating the th2 cytokine genes expression"}, "kegg": [{"id": "hsa04658", "name": "Th1 and Th2 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05321", "name": "Inflammatory bowel disease - Homo sapiens (human)"}], "pid": [{"id": "cmyb_pathway", "name": "C-MYB transcription factor network"}, {"id": "il27pathway", "name": "IL27-mediated signaling events"}, {"id": "nfat_tfpathway", "name": "Calcineurin-regulated NFAT-dependent transcription in lymphocytes"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9830364", "name": "Formation of the nephric duct"}, {"id": "R-HSA-9830369", "name": "Kidney development"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP3527", "name": "Pre-implantation embryo"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP4149", "name": "White fat cell differentiation"}, {"id": "WP4211", "name": "Transcriptional cascade regulating adipogenesis"}, {"id": "WP4830", "name": "GDNF-RET signaling axis"}, {"id": "WP5053", "name": "Development of ureteric collection system"}, {"id": "WP61", "name": "Notch Signaling Pathway Netpath"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["4HC7", "4HC9", "4HCA"], "pfam": "PF00320", "pharmgkb": "PA28586", "pharos": {"target_id": 10924, "tdl": "Tbio"}, "pir": "A39794", "prosite": "PS50114", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176652", "relationship": "is"}, {"id": "GNF187558", "relationship": "is"}, {"id": "GNF198464", "relationship": "is"}, {"id": "GNF209370", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF156731", "relationship": "similar to"}, {"id": "GNF157704", "relationship": "is"}, {"id": "GNF157706", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF035473", "relationship": "is"}, {"id": "GNF048775", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005723", "relationship": "is"}, {"id": "GNF005724", "relationship": "is"}, {"id": "GNF030223", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF236019", "relationship": "is"}, {"id": "GNF240651", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098685", "relationship": "is"}, {"id": "GNF138340", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_015859.2"], "protein": ["NP_001002295.1", "NP_002042.1", "XP_005252499.1", "XP_005252500.1", "XP_047281000.1", "XP_047281001.1", "XP_054221503.1", "XP_054221504.1", "XP_054221505.1", "XP_054221506.1", "XP_054221507.1"], "rna": ["NM_001002295.2", "NM_002051.3", "XM_005252442.3", "XM_005252443.6", "XM_047425044.1", "XM_047425045.1", "XM_054365528.1", "XM_054365529.1", "XM_054365530.1", "XM_054365531.1", "XM_054365532.1"], "translation": [{"protein": "XP_054221505.1", "rna": "XM_054365530.1"}, {"protein": "XP_054221507.1", "rna": "XM_054365532.1"}, {"protein": "XP_054221503.1", "rna": "XM_054365528.1"}, {"protein": "XP_054221504.1", "rna": "XM_054365529.1"}, {"protein": "XP_005252500.1", "rna": "XM_005252443.6"}, {"protein": "NP_002042.1", "rna": "NM_002051.3"}, {"protein": "XP_005252499.1", "rna": "XM_005252442.3"}, {"protein": "XP_054221506.1", "rna": "XM_054365531.1"}, {"protein": "XP_047281001.1", "rna": "XM_047425045.1"}, {"protein": "XP_047281000.1", "rna": "XM_047425044.1"}, {"protein": "NP_001002295.1", "rna": "NM_001002295.2"}]}, "reporter": {"HG-U133_Plus_2": ["209602_s_at", "209603_at", "209604_s_at"], "HG-U95Av2": "40511_at", "HTA-2_0": "TC10000070.hg.1", "HuEx-1_0": "3234277", "HuGene-1_1": "7926105", "HuGene-2_1": "16702351"}, "retired": [50822, 84828], "summary": "This gene encodes a protein which belongs to the GATA family of transcription factors. The protein contains two GATA-type zinc fingers and is an important regulator of T-cell development and plays an important role in endothelial cell biology. Defects in this gene are the cause of hypoparathyroidism with sensorineural deafness and renal dysplasia. [provided by RefSeq, Nov 2009].", "symbol": "GATA3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1414994"}, "unigene": "Hs.524134", "uniprot": {"Swiss-Prot": "P23771", "TrEMBL": ["A0A2R8Y2A9", "A0A2R8Y4T2", "A0A994J6H6"]}, "wikipedia": {"url_stub": "GATA3"}}