{"AllianceGenome": "4182", "HGNC": "4182", "MIM": "600411", "_id": "2633", "_version": 1, "accession": {"genomic": ["AL160008.3", "CH471097.2", "CP068277.2", "NC_000001.11", "NC_060925.1"], "protein": ["AAA35871.1", "AAH02666.1", "AAP35493.1", "AAX13805.1", "BAD92149.1", "BAF84472.1", "BAG60334.1", "BAG64827.1", "BBG06135.1", "EAW73148.1", "EAW73149.1", "EAW73150.1", "NP_002044.2", "P32455.2"], "rna": ["AB208912.1", "AK291783.1", "AK298032.1", "AK303893.1", "AY920436.1", "BC002666.2", "BF058809.1", "BT006847.1", "CB164272.1", "CD676970.1", "LC420318.1", "M55542.1", "NM_002053.3"], "translation": [{"protein": "BAG60334.1", "rna": "AK298032.1"}, {"protein": "NP_002044.2", "rna": "NM_002053.3"}, {"protein": "BBG06135.1", "rna": "LC420318.1"}, {"protein": "AAX13805.1", "rna": "AY920436.1"}, {"protein": "BAG64827.1", "rna": "AK303893.1"}, {"protein": "BAD92149.1", "rna": "AB208912.1"}, {"protein": "AAH02666.1", "rna": "BC002666.2"}, {"protein": "BAF84472.1", "rna": "AK291783.1"}, {"protein": "AAA35871.1", "rna": "M55542.1"}, {"protein": "AAP35493.1", "rna": "BT006847.1"}]}, "alias": "hGBP1", "ensembl": {"gene": "ENSG00000117228", "protein": ["ENSP00000359504", "ENSP00000506404"], "transcript": ["ENST00000370473", "ENST00000459831", "ENST00000468959", "ENST00000469194", "ENST00000479889", "ENST00000484970", "ENST00000493139", "ENST00000495131", "ENST00000681280"], "translation": [{"protein": "ENSP00000359504", "rna": "ENST00000370473"}, {"protein": "ENSP00000506404", "rna": "ENST00000681280"}], "type_of_gene": "protein_coding"}, "entrezgene": "2633", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.1357300235, "exp_mis": 184.461589917, "exp_syn": 80.7730765875, "lof_z": 0.645783231173686, "mis_z": -0.847696515880758, "mu_lof": 1.68827397337e-06, "mu_mis": 1.60050647848e-05, "mu_syn": 6.79699499577e-06, "n_lof": 20.0, "n_mis": 208.0, "n_syn": 90.0, "p_li": 1.80843358162521e-12, "p_null": 0.892868019758699, "p_rec": 0.107131980239492, "syn_z": -0.636462553866759}, "bp": 1779, "cds_end": 89528917, "cds_start": 89519037, "n_exons": 10, "nonpsych": {"exp_lof": 20.7364138814, "exp_mis": 166.751889316, "exp_syn": 72.9037737396, "lof_z": 0.805823856128541, "mis_z": -0.947117797660007, "mu_lof": 1.68827397337e-06, "mu_mis": 1.60050647848e-05, "mu_syn": 6.79699499577e-06, "n_lof": 17.0, "n_mis": 191.0, "n_syn": 82.0, "p_li": 2.76633845866641e-10, "p_null": 0.750694955167134, "p_rec": 0.249305044556232, "syn_z": -0.670733423469531}, "nontcga": {"exp_lof": 21.2650215862, "exp_mis": 169.68482384, "exp_syn": 74.2913821317, "lof_z": 1.34020385988247, "mis_z": -0.547501150522988, "mu_lof": 1.68827397337e-06, "mu_mis": 1.60050647848e-05, "mu_syn": 6.79699499577e-06, "n_lof": 15.0, "n_mis": 184.0, "n_syn": 84.0, "p_li": 2.28606108335104e-08, "p_null": 0.31308820584525, "p_rec": 0.686911771294139, "syn_z": -0.713198906188559}, "transcript": "ENST00000370473.4"}, "exons": [{"cdsend": 89063234, "cdsstart": 89053354, "chr": "1", "position": [[89052320, 89053468], [89054681, 89054875], [89055112, 89055215], [89056015, 89056228], [89056853, 89057134], [89057991, 89058234], [89058840, 89059043], [89059316, 89059426], [89060196, 89060324], [89063044, 89063253], [89065159, 89065208]], "strand": -1, "transcript": "NM_002053", "txend": 89065208, "txstart": 89052320}], "exons_hg19": [{"cdsend": 89528917, "cdsstart": 89519037, "chr": "1", "position": [[89518003, 89519151], [89520364, 89520558], [89520795, 89520898], [89521698, 89521911], [89522536, 89522817], [89523674, 89523917], [89524523, 89524726], [89524999, 89525109], [89525879, 89526007], [89528727, 89528936], [89530842, 89530891]], "strand": -1, "transcript": "NM_002053", "txend": 89530891, "txstart": 89518003}], "generif": [{"pubmed": 11598000, "text": "The helical domain of GBP-1 mediates the inhibition of endothelial cell proliferation by inflammatory cytokines."}, {"pubmed": 12414522, "text": "GBP-1 expression is selectively induced by inflammatory cytokines and is an activation marker of endothelial cells during inflammatory diseases."}, {"pubmed": 12881412, "text": "The GBP-1 GTPase controls the invasive and angiogenic capability of endothelial cells through inhibition of MMP-1 expression."}, {"pubmed": 14741045, "text": "NF-kappaB motif and ISRE co-operate in the activation of GBP-1 expression by inflammatory cytokines in endothelial cells."}, {"pubmed": 15504415, "text": "designed point mutants in the phosphate-binding loop (P-loop) as well as in the switch I and switch II regions. These mutant proteins were analysed for their interaction with guanine nucleotides and for their ability to hydrolyse GTP."}, {"pubmed": 15937107, "text": "Golgi targeting of human guanylate-binding protein-1 requires nucleotide binding, isoprenylation, and an IFN-gamma-inducible cofactor."}, {"pubmed": 16005050, "text": "GBP-1 regulates anti-proliferative effect of inflammatory cytokines. It also mediates inhibition of endothelial cell invasiveness by down regulation of MMP-1[review]"}, {"pubmed": 16511497, "text": "crystal structures of the N-terminal G domain trapped at successive steps along the reaction pathway and biochemical data reveal the molecular basis for nucleotide-dependent homodimerization and cleavage of GTP"}, {"pubmed": 16873363, "text": "kinetic investigation of GTP hydrolysis catalyzed by interferon-gamma-induced hGBP1"}, {"pubmed": 16894355, "text": "Interferon-alpha upregulates GBP1 in cultured human vascular endothelial cells."}, {"pubmed": 16936281, "text": "Human guanylate binding protein-1 may be a useful surrogate marker for diagnosis of bacterial meningitis"}, {"pubmed": 18260761, "text": "3 genes were upregulated in patients with chronic EBV infection: guanylate binding protein 1, tumor necrosis factor-induced protein 6, and guanylate binding protein 5; they may be associated with the inflammatory reaction or with cell proliferation."}, {"pubmed": 18697200, "text": "GBP-1 may be a novel biomarker and an active component of a Th-1-like angiostatic immune reaction in colorectal carcinoma."}, {"pubmed": 18697840, "text": "Inhibition of endothelial cell spreading and migration by inflammatory cytokines is mediated by GBP-1 through induction of ITGA4 expression."}, {"pubmed": 19079332, "text": "GBP-1 is a novel marker of intestinal mucosal inflammation that may protect against epithelial apoptosis induced by inflammatory cytokines and subsequent loss of barrier function"}, {"pubmed": 19150356, "text": "The authors demonstrate for the first time that both the alpha-helix of the intermediate region and the (103)DXEKGD(108) motif play critical roles for the hydrolysis to GMP."}, {"pubmed": 19223260, "text": "The results indicate that the GBP1, STAT1 and CXCL10 may be novel risk genes for the differentiation of PBM at the monocyte stage."}, {"pubmed": 19463820, "text": "Positions of cysteine residues buried between the C-terminal domain of GBP1 and the rest of the protein are identified which report a large change of accessibility by the compound after addition of GTP."}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20450919, "text": "Results identify intramolecular contacts of guanylate binding protein 1, which relay nucleotide-dependent structural changes from the N-terminus to the C-terminus and thereby mediate tetramer formation of the protein."}, {"pubmed": 20454519, "text": "Animals carrying murine mammary carcinoma cells that had been given doxycycline for induction of human GBP-1 expression revealed a significantly reduced tumor growth compared with mock-treated mice."}, {"pubmed": 20483731, "text": "These findings identify a role for IFN-alphaA-mediated GBP-1 expression in the prevention of intestinal epithelial apoptosis by commensal bacteria."}, {"pubmed": 20716116, "text": "Data indicate that GBP-1 contributes to vascular dysfunction in chronic inflammatory diseases by inhibiting endothelial progenitor cell (EPC) angiogenic activity via the induction of premature EPC differentiation."}, {"pubmed": 20923658, "text": "hGBP-1, hGBP-2 showed dimerization-related GTPase activity for GMP formation."}, {"pubmed": 21151871, "text": "GBP-1 cellular 1ocalization depends on prenylation and dimerization."}, {"pubmed": 21714544, "text": "higher GBP1 level in oral cavity squamous cell carcinoma tissue was associated with higher overall pathological stage, positive perineural invasion, and poorer prognosis"}, {"pubmed": 22059445, "text": "Data indicate that GBP1 guanine cap (i.e., C-terminal guanine-binding amino acid motif, particularly Arg240/Arg244) is key structural element responsible for dimerization and is essential for self-activation of GTPase activity."}, {"pubmed": 22162832, "text": "establish GBP1 as a previously unknown link between EGFR activity and MMP1 expression and nominate it as a novel potential therapeutic target for inhibiting GBM invasion."}, {"pubmed": 22607347, "text": "Data indicate that alpha12/13 represents a stable subdomain of guanylate-binding protein 1 (hGBP1)."}, {"pubmed": 22692453, "text": "Cytokine-induced GBP-1 retards cell proliferation by forming a negative feedback loop that suppresses beta-catenin / TCF signaling."}, {"pubmed": 22859948, "text": "Thermodynamic insight as to how the stability of an intermediate catalytic complex regulates the product formation in hGBP1."}, {"pubmed": 23042300, "text": "GBP1 inhibits proliferation, migration, invasion and tumor formation of colon tumor cells."}, {"pubmed": 23042300, "text": "results suggested that GBP-1 acts directly as a tumor suppressor in CRC and the loss of GBP-1 expression might indicate tumor evasion from the IFN-gamma-dominated Th1 immune response."}, {"pubmed": 23086406, "text": "GBP1/2 are critical effectors of antichlamydial interferon (IFN)gamma-mediated pathogen clearance via rerouting of bacterial inclusions in macrophages for lysosomal degradation."}, {"pubmed": 23727578, "text": "Data indicate that among three deductive p53 response element (p53RE) present in the hGBP1 promoter region, two p53REs were found to be transactivated by p53."}, {"pubmed": 24190970, "text": "GBP-1 is a novel member within the family of actin-remodeling proteins specifically mediating IFN-gamma-dependent defense strategies."}, {"pubmed": 24190970, "text": "IFN-gamma-induced Guanylate Binding Protein-1 is a novel Actin Cytoskeleton Remodeling Factor. GBP-1 may induce actin remodeling via globular actin sequestering and/or filament capping. GBP-1 is a novel member within the family of actin remodeling proteins, specifically mediating IFN-gamma-dependent defense strategies."}, {"pubmed": 24337748, "text": "GBP-1 is a downstream processor of IFN-gamma."}, {"pubmed": 24991938, "text": "data show that dimer formation of hGBP1 involves multiple spatially distant regions of the protein, namely, the N-terminal LG domain and the C-terminal helices alpha13."}, {"pubmed": 25081641, "text": "Molecular dynamics studies showed that only GTP decreases the formation of the GBP1:PIM1 complex through an allosteric mechanism, outlining the rational for the identification of new compounds potentially able to revert resistance to paclitaxel."}, {"pubmed": 25098609, "text": "GBP1 overexpression is necessary for the radioresistant phenotype in clinically relevant radioresistant cells"}, {"pubmed": 26760981, "text": "GBP1 promotes lymph node metastasis and has a positive correlation with EGFR expression in esophageal squamous cell carcinoma."}, {"pubmed": 26848767, "text": "GBP1 expression is elevated in human Glioblastoma multiforme tumors and positively correlates with EGFRvIII status in Glioblastoma multiforme specimens, and its expression is inversely correlated with the survival rate of Glioblastoma multiforme patients. Taken together, these results reveal that GBP1 may serve as a potential therapeutic target for Glioblastoma multiforme with EGFRvIII mutation."}, {"pubmed": 26874079, "text": "A novel role for hGBP1 in cell-autonomous immunity that is independent of pathogen-containing vacuole translocation."}, {"pubmed": 27071416, "text": "the study not only highlights the importance of hGBP1 tetramer in stimulated GMP formation, but also demonstrates its role in the antiviral activity against hepatitis C virus."}, {"pubmed": 27422384, "text": "In insulitic islets from living patients with recent-onset T1D, most of the overexpressed ISGs, including GBP1, TLR3, OAS1, EIF2AK2, HLA-E, IFI6, and STAT1, showed higher expression in the islet core compared with the peri-islet area containing the surrounding immune cells"}, {"pubmed": 27590579, "text": "Elevated hGBP-1 RNA in ovarian tumors correlates with shorter recurrence-free survival. hGBP-1 does not confer paclitaxel resistance on MCF-7 and TMX2-28 breast cancer cells."}, {"pubmed": 28123064, "text": "Results suggest that guanylate-binding protein 1 (GBP1) plays a pivotal role in anti-T. gondii protection of mesenchymal stromal cells (hMSCs) and may shed new light on clarifying the mechanism of host defense properties of hMSCs."}, {"pubmed": 28272793, "text": "These findings confirm the involvement of caspase-1 in non-classical secretion mechanisms and open novel perspectives for the extracellular function of secreted GBP-1."}, {"pubmed": 28580591, "text": "Previously reported tetrameric and dimeric species of hGBP-1 and hGBP-5 were unmasked as dimers and monomers, respectively, with their shapes depending on both the bound nucleotide and the ionic strength of the solution."}, {"pubmed": 28592529, "text": "Taken together, these results provide a new understanding of the antiviral mechanism of human GBP1, which possesses potent anti-Kaposi's sarcoma-associated herpesvirus activity, and suggest the critical role of viral RTA in the evasion of the innate immune response during primary infection by Kaposi's sarcoma-associated herpesvirus."}, {"pubmed": 28645896, "text": "hGBP1F acts as a nucleotide-controlled molecular switch by modulating the accessibility of its farnesyl moiety, which does not require any supportive proteins"}, {"pubmed": 29115931, "text": "Results show that GBP1 is overexpressed in triple-negative breast cancer (TNBC), under the control of EGFR and selectively affects the growth of TNBC cell lines."}, {"pubmed": 29144452, "text": "Shigella flexneri infection induces rapid proteasomal degradation of human guanylate binding protein-1 (hGBP1); the mode of IpaH9.8 action highlights the functional importance of GBPs in antibacterial defenses"}, {"pubmed": 29233899, "text": "Here, we show that the human protein GBP1 acts as a cytosolic \"glue trap,\" capturing cytosolic Gram-negative bacteria through a unique protein motif and preventing disseminated infections in cell culture models. To escape from this GBP1-mediated host defense, Shigella employs a virulence factor that prevents or dislodges the association of GBP1 with cytosolic bacteria."}, {"pubmed": 29348519, "text": "we have found GBP1 was downregulated during osteogenic differentiation of hBM-MSCs. While knockdown of GBP1 promoted osteogenesis, overexpression of GBP1 suppressed osteogenesis of hBM-MSCs."}, {"pubmed": 29350274, "text": "Proteomics analysis of the tumor cells revealed Guanylate-Binding Protein 1 (GBP1) as a key T lymphocyte-induced protein that enables breast cancer cells to cross the blood-brain barrier (BBB). The GBP1 gene appeared to be up-regulated in breast cancer of patients who developed brain metastasis. Silencing of GBP1 reduced the ability of breast cancer cells to cross the in vitro BBB model."}, {"pubmed": 29618166, "text": "we identified that the LG domains of hGBP-1 and hGBP-5 build an interaction site within the hetero dimer. Our in vitro study provides mechanistic insights into the homomeric and heteromeric interactions of hGBP-1 and hGBP-5 and present useful strategies to characterise the hGBP network further."}, {"pubmed": 29991124, "text": "transfection of GBP1 revealed its regulation on migration and invasiveness of glioma cells, decreasing sensitivity of chemotherapeutic agent, shortening survival of tumor-bearing animals. These data demonstrate that GBP1 may serve as a novel prognostic biomarker and a potential therapeutic target for gliomas."}, {"pubmed": 30044945, "text": "In the salivary gland ducts from patients with IgG4-related disease there was significant infiltration of IgG-positive plasma cells, and expression of GBP-1, CLDN-7 and LSR was increased."}, {"pubmed": 30120107, "text": "this demonstrated that the alpha9-helix is the proliferation inhibitory domain of GBP-1, which acts independent of the GTPase activity through the inhibition of the Hippo transcription factor TEAD in mediating the anti-proliferative cell response to IFN-gamma."}, {"pubmed": 31268602, "text": "Data report that human GBP1 acts as an upstream regulator of diverse forms of cell death in macrophages and promotes the activation of microbe-specific downstream pathways. The access to or release of microbial ligands in infected macrophages required GBP1, which therefore acts a gatekeeper of microbe-induced cell death."}, {"pubmed": 31421831, "text": "GBP-1 may enhance lung adenocarcinoma invasiveness by promoting cell motility, and control of GBP-1 expression has the potential to contribute to the development of new therapeutic strategies for lung adenocarcinoma."}, {"pubmed": 31954926, "text": "The alpha helix of the intermediate region is required for substrate-induced oligomerization and enhanced GMP production."}, {"pubmed": 32352209, "text": "Catalytic activity of human guanylate-binding protein 1 coupled to the release of structural restraints imposed by the C-terminal domain."}, {"pubmed": 32433976, "text": "hGBP1 Coordinates Chlamydia Restriction and Inflammasome Activation through Sequential GTP Hydrolysis."}, {"pubmed": 32510692, "text": "Direct binding of polymeric GBP1 to LPS disrupts bacterial cell envelope functions."}, {"pubmed": 32581219, "text": "Human GBP1 binds LPS to initiate assembly of a caspase-4 activating platform on cytosolic bacteria."}, {"pubmed": 32582960, "text": "GBP1 promotes erlotinib resistance via PGK1activated EMT signaling in nonsmall cell lung cancer."}, {"pubmed": 32783936, "text": "Human GBP1 Differentially Targets Salmonella and Toxoplasma to License Recognition of Microbial Ligands and Caspase-Mediated Death."}, {"pubmed": 33113220, "text": "Stimulation of GMP formation in hGBP1 is mediated by W79 and its effect on the antiviral activity."}, {"pubmed": 33301214, "text": "Guanylate-binding protein 1 correlates with advanced tumor features, and serves as a prognostic biomarker for worse survival in lung adenocarcinoma patients."}, {"pubmed": 33405388, "text": "Structural requirements for membrane binding of human guanylate-binding protein 1."}, {"pubmed": 33552086, "text": "GBP1 Facilitates Indoleamine 2,3-Dioxygenase Extracellular Secretion to Promote the Malignant Progression of Lung Cancer."}, {"pubmed": 33885766, "text": "The GBP1 microcapsule interferes with IcsA-dependent septin cage assembly around Shigella flexneri."}, {"pubmed": 34022623, "text": "Healthy and preeclamptic pregnancies show differences in Guanylate-Binding Protein-1 plasma levels."}, {"pubmed": 34194003, "text": "Upregulation of GBP1 in thyroid primordium is required for developmental thyroid morphogenesis."}, {"pubmed": 34399626, "text": "Guanylate-Binding Protein-Dependent Noncanonical Inflammasome Activation Prevents Burkholderia thailandensis-Induced Multinucleated Giant Cell Formation."}, {"pubmed": 35179710, "text": "Guanylate Binding Protein 1 (GBP1): A Key Protein in Inflammatory Pyroptosis."}, {"pubmed": 35773466, "text": "Role of GBP1 in innate immunity and potential as a tuberculosis biomarker."}, {"pubmed": 36187937, "text": "BRCA1-associated RING domain-1 (BARD1) loss and GBP1 expression enhance sensitivity to DNA damage in Ewing sarcoma."}, {"pubmed": 36460216, "text": "Differential expression of interferon inducible protein: Guanylate binding protein (GBP1 & GBP2) in severe dengue."}, {"pubmed": 37298652, "text": "Human GBP1 Is Involved in the Repair of Damaged Phagosomes/Endolysosomes."}, {"pubmed": 37737612, "text": "Human GBP1 facilitates the rupture of the Legionella-containing vacuole and inflammasome activation."}, {"pubmed": 38167153, "text": "Function and mechanism of GBP1 in the development and progression of cervical cancer."}, {"pubmed": 38315728, "text": "Guanylate-binding protein 1 acts as a pro-viral factor for the life cycle of hepatitis C virus."}, {"pubmed": 38622605, "text": "Interferon-gamma-induced GBP1 is an inhibitor of human papillomavirus 18."}, {"pubmed": 38840385, "text": "GBP1 promotes cutaneous squamous cell carcinoma proliferation and invasion through activation of STAT3 by SP1."}, {"pubmed": 38860570, "text": "Guanylate-binding protein 1 inhibits Hantaan virus infection by restricting virus entry."}], "genomic_pos": {"chr": "1", "end": 89065360, "ensemblgene": "ENSG00000117228", "start": 89051882, "strand": -1}, "genomic_pos_hg19": {"chr": "1", "end": 89531043, "start": 89518002, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0032703", "pubmed": 24337748, "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042742", "pubmed": [31268602, 32510692, 32581219], "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042832", "pubmed": [31268602, 37797010], "qualifier": "involved_in", "term": "defense response to protozoan"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 29144452, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050848", "pubmed": 24337748, "qualifier": "involved_in", "term": "regulation of calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050860", "pubmed": 24337748, "qualifier": "involved_in", "term": "negative regulation of T cell receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051715", "pubmed": 31268602, "qualifier": "involved_in", "term": "cytolysis in another organism"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070373", "pubmed": 24337748, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071346", "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071346", "pubmed": [17266443, 21151871], "qualifier": "involved_in", "term": "cellular response to type II interferon"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071347", "pubmed": 17266443, "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071356", "pubmed": 17266443, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0072665", "pubmed": 21151871, "qualifier": "involved_in", "term": "protein localization to vacuole"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0140639", "pubmed": 31268602, "qualifier": "involved_in", "term": "positive regulation of pyroptotic inflammatory response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160075", "pubmed": [31268602, 32510692, 32581219], "qualifier": "involved_in", "term": "non-canonical inflammasome complex assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900025", "pubmed": 24337748, "qualifier": "involved_in", "term": "negative regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903076", "pubmed": 24337748, "qualifier": "involved_in", "term": "regulation of protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1903077", "pubmed": 24337748, "qualifier": "involved_in", "term": "negative regulation of protein localization to plasma membrane"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [17266443, 21151871], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 17266443, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 24337748, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0012506", "pubmed": [29144452, 29233899], "qualifier": "is_active_in", "term": "vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0012506", "pubmed": [21151871, 31268602], "qualifier": "located_in", "term": "vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0015629", "pubmed": 21151871, "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030659", "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "is_active_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031410", "pubmed": 29144452, "qualifier": "is_active_in", "term": "cytoplasmic vesicle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0106139", "pubmed": [29144452, 29233899, 32510692, 32581219], "qualifier": "is_active_in", "term": "symbiont cell surface"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0001530", "pubmed": [32510692, 32581219], "qualifier": "enables", "term": "lipopolysaccharide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003779", "pubmed": 24337748, "qualifier": "enables", "term": "actin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003924", "pubmed": [7512561, 10676968, 16511497, 28645896, 29144452, 29233899, 31268602, 32510692, 32581219], "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003925", "pubmed": [7512561, 16511497, 28645896, 29144452, 29233899], "qualifier": "enables", "term": "G protein activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004382", "pubmed": [7512561, 16511497, 28645896], "qualifier": "enables", "term": "GDP phosphatase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21151871, 24337748, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005525", "pubmed": [10676968, 10970849], "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019003", "pubmed": 10676968, "qualifier": "enables", "term": "GDP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 24337748, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019955", "pubmed": 24337748, "qualifier": "enables", "term": "cytokine binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0030507", "pubmed": 24337748, "qualifier": "enables", "term": "spectrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [16511497, 21151871, 22059445, 22607347], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": [10676968, 21151871], "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051879", "pubmed": 24337748, "qualifier": "enables", "term": "Hsp90 protein binding"}]}, "homologene": {"genes": [[7955, 436615], [7955, 559296], [7955, 100149641], [7955, 100322630], [7955, 100334716], [7955, 100334992], [7955, 100535674], [9598, 738075], [9606, 2633], [9615, 490172], [9913, 511531], [9913, 512486], [10116, 304266]], "id": 133759}, "interpro": [{"desc": "Guanylate-binding protein, N-terminal", "id": "IPR015894", "short_desc": "Guanylate-bd_N"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "GB1/RHD3-type guanine nucleotide-binding (G) domain", "id": "IPR030386", "short_desc": "G_GB1_RHD3_dom"}, {"desc": "Guanylate-binding protein/Atlastin, C-terminal", "id": "IPR003191", "short_desc": "Guanylate-bd/ATL_C"}, {"desc": "Guanylate-binding protein, C-terminal domain superfamily", "id": "IPR036543", "short_desc": "Guanylate-bd_C_sf"}, {"desc": "Guanylate-binding protein, C-terminal", "id": "IPR037684", "short_desc": "GBP_C"}], "ipi": "IPI00028564", "map_location": "1p22.2", "name": "guanylate binding protein 1", "other_names": ["GBP-1", "GTP-binding protein 1", "guanine nucleotide-binding protein 1", "guanylate binding protein 1, interferon-inducible, 67kDa", "guanylate-binding protein 1", "huGBP-1", "interferon-induced guanylate-binding protein 1"], "pantherdb": {"HGNC": "4182", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"RGD": "1597766", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 10116, "uniprot_kb": "D3ZJ56"}, {"Ensembl": "ENSRNOG00000023943", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 10116, "uniprot_kb": "D3ZKU6"}, {"Ensembl": "ENSGALG00000043606", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 9031, "uniprot_kb": "A0A1D5PWT6"}, {"Ensembl": "ENSGALG00000026152", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 9031, "uniprot_kb": "A0A1D5PZ32"}, {"Ensembl": "ENSGALG00000048325", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 9031, "uniprot_kb": "R4GK63"}, {"Ensembl": "ENSGALG00000000720", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 9031, "uniprot_kb": "F1N9J3"}, {"ZFIN": "ZDB-GENE-070705-98", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "A0A0R4IPT3"}, {"ZFIN": "ZDB-GENE-060531-46", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "Q1MT80"}, {"Ensembl": "ENSDARG00000034063", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "A0A2R8QIF8"}, {"ZFIN": "ZDB-GENE-040718-32", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "Q6DHP7"}, {"ZFIN": "ZDB-GENE-070912-176", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "B0V1H4"}, {"ZFIN": "ZDB-GENE-070912-618", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 7955, "uniprot_kb": "E9QF26"}, {"dictyBase": "DDB_G0281639", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 352472, "uniprot_kb": "Q54TN9"}, {"TAIR": "2040399", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 3702, "uniprot_kb": "F4ITY5"}, {"TAIR": "2024203", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 3702, "uniprot_kb": "F4I2I5"}, {"TAIR": "2161358", "ortholog_type": "O", "panther_family": "PTHR10751", "taxid": 3702, "uniprot_kb": "F4KG14"}], "uniprot_kb": "P32455"}, "pathway": {"kegg": {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}}, "pdb": ["1DG3", "1F5N", "2B8W", "2B92", "2BC9", "2D4H", "6K1Z", "6K2D", "6LOJ", "8CQB", "8Q4L"], "pfam": ["PF02263", "PF02841"], "pharmgkb": "PA28596", "pharos": {"target_id": 16967, "tdl": "Tbio"}, "pir": "A41268", "prosite": "PS51715", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167708", "relationship": "is"}, {"id": "GNF178614", "relationship": "is"}, {"id": "GNF189520", "relationship": "is"}, {"id": "GNF200426", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163875", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF042750", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005736", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF105822", "relationship": "is"}, {"id": "GNF145468", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1"], "protein": "NP_002044.2", "rna": "NM_002053.3", "translation": {"protein": "NP_002044.2", "rna": "NM_002053.3"}}, "reporter": {"HG-U133_Plus_2": ["202269_x_at", "202270_at", "231577_s_at", "231578_at"], "HG-U95Av2": "35735_at", "HTA-2_0": "TC01002847.hg.1", "HuEx-1_0": ["2345763", "2345849", "2345861", "2421843", "2421883"], "HuGene-1_1": "7917516", "HuGene-2_1": ["16689332", "17119924"]}, "summary": "Guanylate binding protein expression is induced by interferon. Guanylate binding proteins are characterized by their ability to specifically bind guanine nucleotides (GMP, GDP, and GTP) and are distinguished from the GTP-binding proteins by the presence of 2 binding motifs rather than 3. [provided by RefSeq, Jul 2008].", "symbol": "GBP1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415003"}, "unigene": "Hs.62661", "uniprot": {"Swiss-Prot": "P32455", "TrEMBL": "A0A7P0TAZ1"}, "wikipedia": {"url_stub": "GBP1"}}