{"AllianceGenome": "4191", "HGNC": "4191", "MIM": "138030", "_id": "2641", "_version": 1, "accession": {"genomic": ["AC007750.3", "CH471058.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "V01515.1", "X03991.1", "X05387.1"], "protein": ["AAA52567.1", "AAH05278.1", "AAP35459.1", "AAY24204.1", "CAA24759.1", "CAA27627.1", "EAX11356.1", "EAX11357.1", "EAX11358.1", "NP_002045.1", "P01275.3"], "rna": ["AI818268.1", "BC005278.1", "BG654603.1", "BM272442.1", "BT006813.1", "CB069629.1", "J04040.1", "NM_002054.5", "X05386.1", "X05388.1"], "translation": [{"protein": "AAH05278.1", "rna": "BC005278.1"}, {"protein": "NP_002045.1", "rna": "NM_002054.5"}, {"protein": "AAP35459.1", "rna": "BT006813.1"}, {"protein": "AAA52567.1", "rna": "J04040.1"}]}, "alias": ["GLP-1", "GLP1", "GLP2", "GRPP"], "ensembl": {"gene": "ENSG00000115263", "protein": ["ENSP00000364647", "ENSP00000387662"], "transcript": ["ENST00000375497", "ENST00000418842", "ENST00000483769", "ENST00000492913", "ENST00000497568"], "translation": [{"protein": "ENSP00000387662", "rna": "ENST00000418842"}, {"protein": "ENSP00000364647", "rna": "ENST00000375497"}], "type_of_gene": "protein_coding"}, "entrezgene": "2641", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.01681390827, "exp_mis": 62.5264766617, "exp_syn": 22.4748017094, "lof_z": 1.7551601701924, "mis_z": -0.895279481625502, "mu_lof": 5.60989509771e-07, "mu_mis": 5.37012541818e-06, "mu_syn": 1.84040236815e-06, "n_lof": 3.0, "n_mis": 77.0, "n_syn": 28.0, "p_li": 0.0772034616847316, "p_null": 0.0504003937142559, "p_rec": 0.872396144601012, "syn_z": -0.722519461957141}, "bp": 543, "cds_end": 163005688, "cds_start": 162999873, "n_exons": 5, "nonpsych": {"exp_lof": 7.16669180165, "exp_mis": 56.5031982531, "exp_syn": 20.2525660219, "lof_z": 1.52856515096542, "mis_z": -0.905640753094556, "mu_lof": 5.60989509771e-07, "mu_mis": 5.37012541818e-06, "mu_syn": 1.84040236815e-06, "n_lof": 3.0, "n_mis": 70.0, "n_syn": 25.0, "p_li": 0.0632908845217916, "p_null": 0.0785443823425442, "p_rec": 0.858164733135664, "syn_z": -0.66417420897657}, "nontcga": {"exp_lof": 7.36676480996, "exp_mis": 57.5156582693, "exp_syn": 20.6681142864, "lof_z": 1.58709399923625, "mis_z": -0.754436741415598, "mu_lof": 5.60989509771e-07, "mu_mis": 5.37012541818e-06, "mu_syn": 1.84040236815e-06, "n_lof": 3.0, "n_mis": 69.0, "n_syn": 27.0, "p_li": 0.0628890292238399, "p_null": 0.0670767095061429, "p_rec": 0.870034261270017, "syn_z": -0.881871390807367}, "transcript": "ENST00000418842.2"}, "exons": [{"cdsend": 162149178, "cdsstart": 162143363, "chr": "2", "position": [[162142881, 162143370], [162144026, 162144170], [162145539, 162145677], [162147352, 162147514], [162149086, 162149187], [162152157, 162152247]], "strand": -1, "transcript": "NM_002054", "txend": 162152247, "txstart": 162142881}], "exons_hg19": [{"cdsend": 163005688, "cdsstart": 162999873, "chr": "2", "position": [[162999391, 162999880], [163000536, 163000680], [163002049, 163002187], [163003862, 163004024], [163005596, 163005697], [163008667, 163008757]], "strand": -1, "transcript": "NM_002054", "txend": 163008757, "txstart": 162999391}], "generif": [{"pubmed": 11961492, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11972291, "text": "low secretion of GLP-1 in girls with obesity may seriously and negatively influence the course of this disease while low levels in girls with anorexia nervosa are beneficial and promote appetite"}, {"pubmed": 12174892, "text": "present in human colorectal adenocarcinomas and liver metastases"}, {"pubmed": 12387900, "text": "role of polarity at Asp198 in determining binding site for glucagon-like peptide-1 receptor"}, {"pubmed": 12436337, "text": "There are interactions between this protein, specific NEFA and insulin secretion"}, {"pubmed": 12459036, "text": "some of the events that lead to the differentiation of pancreatic ductal cells in response to treatment with human GLP-1"}, {"pubmed": 12519856, "text": "conclude that the elimination of GLP-1 is the same in obese type 2 diabetic petients and matched healthy subjects"}, {"pubmed": 12524435, "text": "The isolated N-terminal domain of the glucagon-like peptide-1 (GLP-1) receptor binds exendin peptides with much higher affinity than GLP-1."}, {"pubmed": 12540594, "text": "leptin stimulates GLP-1 secretion from rodent and human intestinal L cells; leptin resistance may account for the decreased levels of GLP-1 found in obese humans"}, {"pubmed": 12736145, "text": "single treatment of sensitized mice with GLP diminishes both immediate and late-phase hypersensitivity reactions characteristic of food allergy by inhibiting transepithelial uptake of antigen"}, {"pubmed": 12810581, "text": "role of M1 and M2 muscarinic receptors expressed by human L cells in the control of GLP-1 secretion."}, {"pubmed": 12960095, "text": "GLP-1 improves function and inhibit apoptosis in freshly isolated human islets."}, {"pubmed": 14517773, "text": "GLP-1 has to be present in blood to stimulate insluin or suppress glucagon. Human pancreatic beta cells do not appear to possess memory for insulinotropic stimuli."}, {"pubmed": 14608103, "text": "GLP-2 may prove to be important in the attempt to optimize remnant intestinal function thereby eliminating the need for parenteral support in short bowel syndrome."}, {"pubmed": 14719035, "text": "Review article focuses on the complex integrative mechanisms that regulate the secretion of GLP-1 and GLP-2 from intestinal L cells, including both direct and indirect regulation by ingested nutrients."}, {"pubmed": 14988249, "text": "delayed elimination in renal insufficiency"}, {"pubmed": 15002062, "text": "In morbid obesity, accelerated inactivation of circulating GLP-1 could at least partially account for plasma peptide levels lower than normal, defective availability of such a satiety factor possibly contributing to eating behaviour abnormalities."}, {"pubmed": 15111524, "text": "Increased GLP-1 levels, which lead to decreased food intake, may also contribute to the weight loss that is associated with the use of this drug in obese diabetics."}, {"pubmed": 15289644, "text": "GLP-1 is a regulator of islet cell mass as well as a regulator of insulin secretory action [review]"}, {"pubmed": 15533774, "text": "GLP-1 and GLP-2 exhibit a diverse array of metabolic, proliferative and cytoprotective actions with important clinical implications for the treatment of diabetes and gastrointestinal disease--REVIEW"}, {"pubmed": 15616022, "text": "GLP-1 protects against myocardial infarction in the isolated and intact rat heart."}, {"pubmed": 15664668, "text": "GLP-1, like insulin, stimulates glucose uptake in myocytes, and this involves activation of PI3K/PKB, p44/42 MAPKs, partially p70s6k, and possibly PKC"}, {"pubmed": 15671479, "text": "Review. Summarizes signaling properties of GLP-1 that may explain its ability to increase beta-cell mass, to increase pancreatic insulin secretory capacity, and to lower levels of blood glucose in type 2 diabetic subjects."}, {"pubmed": 15821104, "text": "Results demonstrate that glucagon like peptide-1 is capable of preserving beta-cell function and protecting cells from apoptotic cell death."}, {"pubmed": 15897480, "text": "in overweight/obese subjects, glucagon-like peptide 1 concentrations after weight loss were decreased compared with before weight loss, and nutrient-related stimulation was abolished"}, {"pubmed": 15899957, "text": "Reduced secretion or action of GLP-1 or GIP does not explain a relative reduced beta-cell responsiveness to glucose or the slightly elevated plasma glucose concentrations observed in young low birth weight men"}, {"pubmed": 15983224, "text": "The glucose-lowering effect of GLP-1 is markedly reduced when the deceleration of gastric emptying is antagonized, illustrating the importance of this facet of the multiple antidiabetic actions of GLP-1."}, {"pubmed": 16125528, "text": "important role for the irregularities in glucagon response in the postprandial glucose excursion in glucose intolerance and type 2 diabetes"}, {"pubmed": 16131602, "text": "Glucagon inhibits ghrelin secretion in humans."}, {"pubmed": 16132964, "text": "GLP-1 has the potential to improve both alpha cell and beta cell function, and could be of benefit in patients with a broad range of metabolic disorders. (review)"}, {"pubmed": 16142014, "text": "GLP-1 is preserved in type 2 diabetic patients, this peptide was a candidate as a therapeutic agent for this disease. (review)"}, {"pubmed": 16153418, "text": "GLP-1 may be another important determiner of pancreatic endocrine differentiation as is pdx-1"}, {"pubmed": 16201096, "text": "glicentin plays an important role in the regulating inhibition of the contraction reaction in normal human jejunum via NANC nerves, and has a direct action on the jejunal muscle receptor."}, {"pubmed": 16202636, "text": "GLP-1 suppresses glucagon secretion, promotes satiety, delays gastric emptying and stimulates peripheral glucose uptake. Because of its multiple actions, GLP-1 is an attractive therapeutic target for the treatment of type 2 diabetes[review]"}, {"pubmed": 16362283, "text": "The body adapts to insulin resistance by increasing the glucagon response to arginine and by increasing the suppression of glucagon levels by glucose."}, {"pubmed": 16401467, "text": "GLP-2 reduces gastric acid secretion but does not seem to have an influence on gastric emptying"}, {"pubmed": 16563563, "text": "the effects of intraduodenal fatty acids on ghrelin, PYY and GLP-2 secretion are dependent on their chain length"}, {"pubmed": 16736556, "text": "From 7 weeks of gestation, pancreatic duct epithelial cells begin to differentiate into insulin, glucagon and somatostatin-positive cells."}, {"pubmed": 16787987, "text": "Glucagon suppression of ghrelin secretion is exerted at the hypothalamus-pituitary level."}, {"pubmed": 16828127, "text": "Review summarizes the appetite suppressing effects of GLP-1 in the regulation of food intake, focusing on whether it is a true endocrine factor that acts as a physiologic, hormonal regulator of appetite."}, {"pubmed": 16988001, "text": "Activin A has opposite effects on glucagon and arx gene expression in alpha-cells compared with beta-cells, a finding that may have relevance during pancreatic endocrine lineage specification and physiological function of the adult islets"}, {"pubmed": 17141269, "text": "These data suggest mechanistic similarities in the nucleation behaviour of different amyloid-like fibrils and aggregates."}, {"pubmed": 17160672, "text": "Amino acid-enhanced secretion of glucagon in response to hypoglycaemia remains under physiological control since it is regulated primarily by the ambient plasma glucose concentration."}, {"pubmed": 17164779, "text": "regeneration of insulin-producing cells by GLP-1 gene therapy may be a potential method for prolonged control of type 1 diabetes in humans"}, {"pubmed": 17290009, "text": "These data are consistent with the hypothesis that nitric oxide partly mediates the effects of GLP-1 on postprandial but not fasting gastric volumes in humans."}, {"pubmed": 17324423, "text": "Novel regulatory element in the human proglucagon proximal promoter, located between the G2 and G3 enhancer elements."}, {"pubmed": 17344652, "text": "GLP-2 is present in human cord blood by the time of birth. The level of GLP-2 is comparable to adult fasting levels. Spontaneous birth at most induces a minor increase in GLP-2 in term infants."}, {"pubmed": 17609256, "text": "An inverse relationship between insulin concentrations and insulin clearance suggests that the secretion of insulin itself determines the rate of hepatic insulin clearance."}, {"pubmed": 17724330, "text": "secretion of glucagon-like peptide-1 is regualted by gustducin and sweet taste receptors."}, {"pubmed": 17846745, "text": "Insulin resistance is independently associated with raised fasting plasma glucagon and proinsulin concentrations."}, {"pubmed": 17901057, "text": "Pax-6 and c-Maf interact with G1 to activate basal expression of the glucagon gene"}, {"pubmed": 17944883, "text": "Since hepatic glycogen synthesis, a GLP-1 action, was impaired, the altered expressions of GLP-1 and DPPIV may be involved in the development of HCV-associated glucose intolerance."}, {"pubmed": 18080106, "text": "Reduced GLP1 levels are seen in all groups with abnormal glucose tolerance and are unrelated to the insulin release pattern during an intravenous glucose tolerance test."}, {"pubmed": 18180317, "text": "observations suggest that Glucagon-like peptide-1 (GLP-1) inhibits tumour necrosis factor-alpha (TNF-alpha)-mediated plasmogen activator inhibitor-1 (PAI-1)induction in vascular endothelial cells"}, {"pubmed": 18198306, "text": "tested the hypothesis that gender and BMI interact to produce differences in postprandial secretion of selected humoral markers implicated in hunger and satiety(blood glucose, insulin, leptin, ghrelin, glucagon-like peptide-1, and glucagon)"}, {"pubmed": 18223636, "text": "Lower concentrations of GLP-1, a satiety hormone, in overweight compared to normal weight male adolescents support the theory that GLP-1 plays a role in the etiology of overweight."}, {"pubmed": 18298441, "text": "Gut peptide GLP-1 decreases motility in the antro-duodeno-jejunal region and inhibits migrating motor complexes in healthy subjects and patients with irritable bowel syndrome."}, {"pubmed": 18413175, "text": "A hypocaloric diet with a low fat percentage decreased GLP-1 levels with a direct correlation with insulin levels."}, {"pubmed": 18499738, "text": "GLP-2 plays a significant role in the regulation of feeding in newborns and that preterm babies with low levels of GLP-2 carry a risk for development of feeding intolerance."}, {"pubmed": 18534636, "text": "The lack of pre- and post-meal differences in satiety promoting hormone glucagon-like peptide-1 makes it an unlikely contributor to binge eating in this group of obese women."}, {"pubmed": 18575785, "text": "The effect of both exendin-4 and -9, relative to that of GLP-1, upon glucose transport and metabolism in the skeletal muscle from a streptozotocin-induced type 2 diabetic rat model, compared to normal."}, {"pubmed": 18596108, "text": "GLP-1 increases skeletal muscle sympathetic nerve activity but does not appear to affect cardiac sympathetic or parasympathetic activity in humans"}, {"pubmed": 18695009, "text": "study shows in INS-1E insulinoma cells that glucose and GLP-1 produce cAMP with distinct kinetics via different adenylyl cyclases; GLP-1 induces a rapid cAMP signal mediated by G protein-responsive transmembrane adenylyl cyclases (tmAC)"}, {"pubmed": 18760331, "text": "Mutated GLP-1 exhibited neuronal protection properties."}, {"pubmed": 18770489, "text": "A disturbed GLP-1 secretion does not play a role in blunting the insulin response observed in patients with diabetes and liver cirrhosis."}, {"pubmed": 18832087, "text": "Enteral nutrients potentiate the intestinotrophic action of glucagon-like peptide-2 in association with increased insulin-like growth factor-I responses in rats."}, {"pubmed": 18996102, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19051206, "text": "An analysis of some of these sequences shows that TCR from both human diabetics and NOD mice mimic insulin, glucagon, the insulin receptor, and the glucagon receptor."}, {"pubmed": 19077438, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19229515, "text": "Biliopancreatic diversion alters GLP-1 circadian rhythm blood levels in type 2 diabetic patients, but not in non-diabetic patients"}, {"pubmed": 19351867, "text": "GLP-1 potentiation of glucose-stimulated insulin secretion in L-type channel Cav1.2/II-III and Cav1.3/II-III cells is essentially absent over a physiologically relevant range of glucose concentrations."}, {"pubmed": 19556358, "text": "Report effects of the phases of the menstrual cycle on gastric emptying, glycemia, plasma GLP-1 and insulin, and energy intake in healthy lean women."}, {"pubmed": 19631991, "text": "GLP-1 levels correlated positively with bingeing-vomiting frequency, with B.I.T.E. scores and the \"bulimia\" subitem scores of the EDI-2 scale, and negatively with the \"ascetism\" subitem score of the same scale"}, {"pubmed": 19664300, "text": "Wheat fiber decreases GLP-1 secrtion in hyperinsulinaemic humans, but these effects take 9-12 months to develop."}, {"pubmed": 19703531, "text": "Report the dry powder inhaler of glucagon with addition of citric acid would be of use as an alternative to injection form."}, {"pubmed": 19737911, "text": "Increase in area under the curve values for GLP-1 levels was negatively correlated with decrease in the energy intake in each exercise session."}, {"pubmed": 19808921, "text": "Artificial sweeteners synergize with glucose to enhance GLP-1 release in humans."}, {"pubmed": 19819966, "text": "Data identify a novel signaling pathway in the endocrine L cell, whereby Cdc42 regulates actin remodeling, activation of the cannonical 1/2-ERK1/2 pathway and PAK1, and GLP-1 secretion in response to insulin."}, {"pubmed": 19837920, "text": "Role of fat hydrolysis in regulating glucagon-like Peptide-1 secretion."}, {"pubmed": 19881250, "text": "We concluded that intact GLP-1 levels are comparable between non-diabetics and T2DM, suggesting that impaired insulin secretion in Japanese T2DM is not attributable to defect in GLP-1 secretion."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924023, "text": "These data support that GLP-1 directs human ES cell differentiation into insulin-producing cells via hedgehog, cyclic adenosine monophosphate, and phosphatidylinositol-3-kinase pathways."}, {"pubmed": 19936703, "text": "GLP-1 is not a predictor of coronary disease in insulin-resistant patients in elderly men."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20001917, "text": "hGLP-1 forms amyloid-like structures that are preceded by cytotoxic aggregates."}, {"pubmed": 20008019, "text": "GLP-1 but not GIP secretion is lower after meal ingestion and oral glucose, whereas GIP but not GLP-1 metabolism is increased after meal ingestion."}, {"pubmed": 20040695, "text": "These latter findings underscore the potential therapeutic role of GLP-1 in preventing the adipocyte hyperplasia associated with obesity."}, {"pubmed": 20100914, "text": "Possibility of a meal-anticipatory GLP-1 response is sound, since GLP-1 is well known as an incretin hormone and improves glucose tolerance."}, {"pubmed": 20188316, "text": "In healthy elderly people relatively large amounts of fat increase the satiety signal from GLP-1 and lower the acylated to desacylated ratio of ghrelin, consequently decreasing hunger. This condition may lead to a reduction in calorie intake."}, {"pubmed": 20194524, "text": "During pregnancy, maternal GLP1 might be involved in mechanisms that compensate for the pregnancy-related increase in glycemia and insulin resistance, suggesting a role of this peptide in maternal metabolism and weight and fetal growth."}, {"pubmed": 20305008, "text": "Studies indicate that a better understanding of the fundamental biology of GLP-1 may lead to new therapeutic modalities."}, {"pubmed": 20460948, "text": "results suggest that delayed assimilation of nutrients in patients with chronic pancreatitis and pancreatic exocrine insufficiency increases the secretion of GLP-2"}, {"pubmed": 20470376, "text": "Metabolic syndrome patients with elevated levels of GLP-1 are high-risk patients for cardiovascular disease, independent with the presence of diabetes."}, {"pubmed": 20580750, "text": "GLP-2, but not GIP, was found to stimulate the release of glucagon in patients with type 1 diabetes mellitus, suggesting a role for GLP-2 in the postprandial hyperglucagonaemia characterising individuals with T1DM"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20682687, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20816021, "text": "The glucose-lowering effect of GLP-1 is due to both insulin stimulation leading to peripheral glucose disposal and glucagon inhibition resulting in decreased stimulation of hepatic glucose production."}, {"pubmed": 20871975, "text": "Analysis does not support the contention of a generalised defect in nutrient-related GLP-1 secretory responses in type 2 diabetes patients."}, {"pubmed": 20939591, "text": "Endogenous GLP-1 is demonstrated as a relevant hormone in mammalian energy balance in the obese state."}, {"pubmed": 21048796, "text": "Indolactam V/GLP-1-mediates differentiation of human iPS cells into glucose-responsive insulin-secreting progeny."}, {"pubmed": 21167157, "text": "present the 3D solution structure of GLP-2 peptide determined using NMR; and docking studies were performed between the N-terminal extracellular domain of GLP-2 receptor and the GLP-2 hormone"}, {"pubmed": 21324568, "text": "The sweet taste receptors (alpha-gustducin and T1R3) are involved in glucose-stimulated secretion of GLP-1 and PYY."}, {"pubmed": 21384500, "text": "GLP-1 was not significantly related to the TCF7L2 genotype in type 2 diabetes."}, {"pubmed": 21419173, "text": "characteristics of the GLP-1 action and those of its analogs Ex-4 and Ex-9, on muscle glucose transport and metabolism in human morbid obesity, as compared with normal and type 2 diabetic subjects"}, {"pubmed": 21454562, "text": "Refinement of glucagon-like peptide 1 docking to its intact receptor using mid-region photolabile probes and molecular modeling"}, {"pubmed": 21454584, "text": "Glucagon-like peptide 1 stimulates post-translational activation of glucokinase in pancreatic beta cells"}, {"pubmed": 21623172, "text": "Data suggest that glucagon inhibits stimulation of insulin secretion by leptin in HIT-T 15 cells."}, {"pubmed": 21666414, "text": "Data suggests that glucagon-like peptide-1 secretion in women with gestational diabetes mellitus is inadequate for the prevailing glycemic levels both in pregnancy and post partum."}, {"pubmed": 21677044, "text": "Insulin and GLP-1 are responsible for the rapid suppression of visfatin levels upon an oral glucose uptake in healthy probands."}, {"pubmed": 21707949, "text": "TCF7L2 allelic variations are associated with gastric function, satiation, and GLP-1 levels"}, {"pubmed": 21722955, "text": "Data suggest that hyperphagia in Prader-Willi syndrome is not related to a lower postprandial GLP-1 or PYY response, and that elevated ghrelin levels are consistent with increased hunger and are unrelated to insulin levels."}, {"pubmed": 21744074, "text": "GLP-1 signaling through GLP-1 receptor modulates cytokine production in natural killer T-cells; GLP-1 signaling appears to be important in psoriasis patients with type 2 diabetes mellitus (e.g., GLP-1 mimetic analogs may be used therapeutically)."}, {"pubmed": 21798957, "text": "glucagon may be behind the association between inflammatory and metabolic parameters in obesity-associated chronic low-grade inflammation"}, {"pubmed": 21813805, "text": "Women with bulimia nervosa have significantly lower fasting and postprandial serum concentrations of GLP-1 (and pancreatic polypeptide) than control subjects."}, {"pubmed": 21822931, "text": "genetic association studies in European/Danish/Czechoslovakia populations: Data suggest that variation in GCG has no major impact on carbohydrate metabolism/insulin resistance in diabetes or obesity."}, {"pubmed": 21915820, "text": "hADSCs isolated from adipose tissues can be induced to differentiate into insulin-producing cells, which is further enhanced with the treatment of GLP-1."}, {"pubmed": 22037645, "text": "Data show that administration of IL-6 or elevated IL-6 concentrations in response to exercise stimulate GLP-1 secretion from intestinal L cells and pancreatic alpha cells, improving insulin secretion and glycemia."}, {"pubmed": 22100593, "text": "review of role in infant intestinal function"}, {"pubmed": 22147710, "text": "a critical role of ECL2 of the GLP-1R in the activation transition(s) of the receptor and the importance of this region in the determination of both GLP-1 peptide- and pathway-specific effects."}, {"pubmed": 22186413, "text": "These studies demonstrate, for the first time, that sitagliptin exerts direct, DPP-IV-independent effects on intestinal L cells, activating cAMP and ERK1/2 signaling and stimulating total GLP-1 secretion."}, {"pubmed": 22319034, "text": "Data suggest that reduced insulinotropic effect of GLP-1 or GIP (as in type 2 diabetes) can be induced in healthy subjects; this indicates that reduced incretin stimulation of insulin secretion results from insulin resistance/glucose intolerance."}, {"pubmed": 22349073, "text": "The results suggest that circulating levels of GIP and GLP-1 as well as the beta cell response to these incretins are highly familial as compared with fasting and stimulated plasma glucose, serum insulin and serum C-peptide levels."}, {"pubmed": 22422137, "text": "The changes in glucose metabolism and incretin (GLP-1/GIP) responses were different between pancreatoduodenectomy and distal pancreatectomy."}, {"pubmed": 22516009, "text": "GLP-2 acts on specific brain nuclei to inhibit sympathetic nerve activity, which leads to hypotension."}, {"pubmed": 22534628, "text": "Obese patients with metabolic syndrome (MS) had lower mean GLP-1 levels than those without MS."}, {"pubmed": 22564875, "text": "GLP-1 was expressed as a recombinant fusion protein unsing Ub as a fusion partner with the 6-lysine tag for simple purification. Cation exchange was used for neutralizing the positive charge of the 6-lysine tag in solid-phase refolding of K6UbGLP-1."}, {"pubmed": 22750392, "text": "Glucagon-like peptide-1 inhibits angiotensin II-induced mesangial cell damage via protein kinase A"}, {"pubmed": 22806360, "text": "The effect of glucagon-like peptide-2 on the expression of the alpha1, alpha2, and beta1 subunits of soluble guanylyl cyclase, was studied."}, {"pubmed": 22807616, "text": "Uncoupling protein 2 regulates glucagon-like peptide-1 secretion in L-cells"}, {"pubmed": 22809889, "text": "GLP-2 enhances formation of the epithelial barrier and its constituent proteins."}, {"pubmed": 22893257, "text": "Glucagon keeps its native helical structure upon binding to glucagon receptor."}, {"pubmed": 22901716, "text": "GLP-1-mediated changes in hdl-cholesterol are likely due to changes in hepatic expression of apo-A1 and ABCA1."}, {"pubmed": 22914550, "text": "In a study of induced circadian misalignment, phase-delayed misalignment decreased circulating GLP-1 concentrations and protein oxidation and increased REM sleep, SMR, glucose concentrations, and carbohydrate oxidation."}, {"pubmed": 22929437, "text": "GLP-1 plays a role in a regulatory mechanism involved in the actions of GLUT1 and glucose metabolism: GLP-1 ensures less fluctuation of brain glucose levels in response to alterations in plasma glucose"}, {"pubmed": 23020846, "text": "GLP-1 induces CREB-regulated BDNF promoter through multiple signaling pathways; GLP-1 can protect neurons from amyloid beta-induced apoptosis."}, {"pubmed": 23031433, "text": "The molecular mechanisms & intracellular pathways involved in cardioprotection induced by GLP-1 and its therapeutic implications are reviewed. Review."}, {"pubmed": 23064014, "text": "a lineage of mature enteroendocrine cells have the ability to coexpress members of a group of functionally related peptides: CCK, secretin, GIP, GLP-1, PYY, and neurotensin"}, {"pubmed": 23077074, "text": "Glucagon-like peptide-1 counteracts oxidative stress-dependent apoptosis of human cardiac progenitor cells by inhibiting the activation of the c-Jun N-terminal protein kinase signaling pathway"}, {"pubmed": 23110179, "text": "Adenoviral vectors stimulate glucagon transcription in human mesenchymal stem cells expressing pancreatic transcription factors."}, {"pubmed": 23213228, "text": "Glucagon regulates its own synthesis by autocrine signaling"}, {"pubmed": 23231933, "text": "GLP-1 levels were found to be variable with significant overlap in levels found between hyperglycemic and euglycemic injured patients. Hyperglycemia (P = .029), but not GLP-1 level (P = .371), predicted mortality."}, {"pubmed": 23239758, "text": "Data suggest that fast eating behavior does not stimulate GLP1 release/secretion in obese adolescent and adults; slow feeding behavior increases circulating levels of GLP1, but only in obese adolescents."}, {"pubmed": 23244065, "text": "With G9a and GLP1 as representative Protein methyltransferases (PMTs), it demonstrated the use of methionine analogues, a MAT variant and engineered PMTs for substrate labeling in vitro and genome-wide chromatin modifications within living cells."}, {"pubmed": 23266825, "text": "Regulation of glucagon secretion in normal and diabetic human islets by gamma-hydroxybutyrate and glycine"}, {"pubmed": 23269670, "text": "the GPRC6A receptor functions as an amino acid sensor in GLUTag cells that promotes GLP-1 secretion"}, {"pubmed": 23314196, "text": "we aim to integrate the available data on the metabolic and neuroprotective effects of GLP-1 mimetics in the central nervous system (CNS) with the complex crosstalk between T2D-AD"}, {"pubmed": 23377698, "text": "Data suggest that patients with type 2 diabetes do not exhibit reduced GLP-1 secretion in response to an oral glucose tolerance test or meal test; deteriorating glycemic control may be associated with reduced GLP-1 secretion. [META-ANALYSIS; REVIEW]"}, {"pubmed": 23485142, "text": "Data suggest that postprandial plasma levels of glucagon-like peptide-1 (GLP1) and glucose-dependent insulinotropic peptide (GIP) are increased after consumption of buckwheat crackers versus rice crackers in healthy and type 2 diabetic subjects."}, {"pubmed": 23509106, "text": "Data suggest that plasma GLP-1 increases more after high-fat meal rather than after high-carbohydrate meal; plasma GLP-1 is negatively associated with hunger in the late satiety phase and with energy intake."}, {"pubmed": 23519462, "text": "glucagon-like peptide 1 and peptide YY colocalize in primary cultured human L cells"}, {"pubmed": 23548652, "text": "Secondary benefits in addition to efficacy may make GLP-1 agonists and DPP-4 inhibitors a more favorable option than other second-line T2DM therapies."}, {"pubmed": 23579541, "text": "Data show that in subjects with type 2 diabetes mellitus an enhanced GLP-1 response to meal intake is not sufficient to maintain normal glucose tolerance in the long term after Roux-en-Y gastric bypass."}, {"pubmed": 23684008, "text": "Pre-treatment of the system with Akt inhibitor IV, Bisindolylmaleimide (PKC inhibitor) and src inhibitor I resulted in a significant decrease of the GLP-1 induced angiogenesis"}, {"pubmed": 23820621, "text": "Data from triple-tracer approach describe fluctuations in postprandial circulating levels of glucose, insulin, C-peptide, and glucagon due to moderate-intensity physical activity; a biological model is proposed to account for such fluctuations."}, {"pubmed": 23864340, "text": "In type 2 diabetes, GLP-1 secretion is generally preserved and that GIP secretion is exaggerated."}, {"pubmed": 23937086, "text": "GLP-1 alters protein networks in cytokine-exposed human islets while protecting them against cytokine-mediated cell death and dysfunction."}, {"pubmed": 23953602, "text": "Circulating GLP-1 was found to be positivity associated with coronary atherosclerosis in humans."}, {"pubmed": 23956349, "text": "The diagnostic accuracy of the tumor markers CgA, PP, and glucagon for pancreatic neuroendocrine tumors in multiple endocrine neoplasia type 1 is low."}, {"pubmed": 24089513, "text": "These data indicate that endogenous GLP-1 has effects on glucose metabolism and on gastrointestinal motility years after Roux-en-Y gastric bypass."}, {"pubmed": 24167603, "text": "Label-free detection of insulin and glucagon within human islets of Langerhans using Raman spectroscopy."}, {"pubmed": 24185078, "text": "findings show genetic polymorphism in rs12104705 of GCG may interact with smoking and physical activity to modify the risk of type 2 diabetes mellitus in Han Chinese"}, {"pubmed": 24236650, "text": "GLP1 follows nucleation-dependent aggregation, whereas GLP2 forms amyloids without any significant lag time."}, {"pubmed": 24296715, "text": "DPP-4-sensitive glucose-lowering mechanism contributes to glycemic control in type 2 diabetes patients that may be not mediated by circulating GLP-1."}, {"pubmed": 24443715, "text": "GLP1 reduces contractions in human colon circular muscle."}, {"pubmed": 24464714, "text": "Blood levels of GLP1 as a marker for blood glucose control following Roux-en-Y gastric bypass are discussed."}, {"pubmed": 24489924, "text": "Glucose-induced GLP-1 secretion is deficient in patients with non-alcoholic fatty liver disease and non-alcoholic steatohepatitis."}, {"pubmed": 24507870, "text": "Data from studies in healthy Japanese men suggest that plasma GLP1 levels in postprandial period are, on statistical basis, independent of fat content of meals of ordinary size (here, the amount of additional fat was relatively small)."}, {"pubmed": 24510283, "text": "GLP-1-immunopositive neurons are located within the dorsal medullary region containing the caudal (visceral) nucleus of the solitary tract and in the nearby medullary reticular formation."}, {"pubmed": 24525020, "text": "Dietary fructose elicits GLP-1 secretion without simultaneous release of glucagonotropic GIP."}, {"pubmed": 24648662, "text": "GS and HG might regulate different pathways of GLP-1 production in diabetes"}, {"pubmed": 24854384, "text": "Data suggest that insulin secretion is down-regulated by aging and diabetes type 2 exacerbates this condition; secretion of adiponectin and glucagon-like peptide 1 (derived from glucagon) are also down-regulated."}, {"pubmed": 24875097, "text": "Report gastrointestinal GLP-2 receptor andl limited utility of GLP-2 in the management of inflammatory intestinal disorders."}, {"pubmed": 25005458, "text": "Data suggest plasma GLP1 levels, both fasting and postprandial, are down-regulated in subjects with well-controlled type 1 diabetes (T1DM) as compared to healthy control subjects; men with T1DM exhibit higher postprandial GLP1 than women with T1DM."}, {"pubmed": 25008428, "text": "The administration of mosapride citrate for 2 weeks enhanced postprandial plasma active glucagon-like peptide-1 levels."}, {"pubmed": 25218018, "text": "The actions of GLP-2 are transduced by the GLP-2 receptor [GLP-2R], which is localized in the neurons of the enteric nervous system but not in the intestinal epithelium."}, {"pubmed": 25361054, "text": "Eating speed at breakfast did not affect postprandial ghrelin, GLP-1, PYY, hunger, and fullness values or daily energy and macronutrient intake."}, {"pubmed": 25427660, "text": "Data indicate that levels of intact glucagon-like peptide-1 (glp-1) are an important risk factor for type 2 diabetes mellitus (T2DM) in the Indonesian population."}, {"pubmed": 25437458, "text": "Biological activities of GLP-1 include stimulation of insulin biosynthesis and glucose-dependent insulin secretion by pancreatic beta cell, inhibition of glucagon secretion, delay of gastric emptying and inhibition of food intake. Review."}, {"pubmed": 25445712, "text": "These data demonstrate glucose-regulated secretion of PP and its effects on glucagon release through PPYR1 receptors expressed by alpha-cells."}, {"pubmed": 25447053, "text": "TNFa decreases GLP-2 expression by up-regulating GPR120 in Crohn disease"}, {"pubmed": 25452475, "text": "Fasting plasma levels of GLP1 are significantly associated with both systolic and diastolic blood pressure levels in healthy young adults."}, {"pubmed": 25458830, "text": "Data suggest that short-term fasting (severe caloric restriction) dramatically down-regulates plasma glucose, insulin, and C-peptide in men with type 2 diabetes; this occurs without a significant change in plasma glucagon."}, {"pubmed": 25543251, "text": "attenuation of the GLP-1 synthesis rhythms may be important to understand the impairment of food intake regulation in overweight/obese subjects"}, {"pubmed": 25560206, "text": "The participation of GLP-1 in osmoregulation is supported by the increase in its blood concentration in response to water consumption.New function of GLP-1 is its participation in the regu- lation of the water-salt metabolism."}, {"pubmed": 25561730, "text": "Data show that Ile(196), Met(233) and Asn(302) of glucagon-like peptide 1 receptor (GLP1R) interact with His(1) and Thr(7) of glucagon-like peptide-1 (GLP-1)."}, {"pubmed": 25595459, "text": "Low serum GLP-1 is correlated with oxidative stress and related to the development of cardiac disease in patients with type 2 diabetes mellitus."}, {"pubmed": 25601282, "text": "treatment with gastrin, a CCK2R agonist, stimulated the secretion of GLP-1, and that this effect was likely due to increased expression of proglucagon and PCSK1 (also known as prohormone convertase 3 (PC3 gene))."}, {"pubmed": 25661189, "text": "Data suggest secretion of GLP1 and PYY (peptide YY) can be altered by diet; here, plasma levels of GLP1/PYY are increased during postprandial period following meal using Paleolithic diet principles (high in protein/plant matter; no cereals/dairy)."}, {"pubmed": 25670826, "text": "Data suggest that acute intravenous administration of GLP1 leads to increased cardiac output due to simultaneous increases in stroke volume and heart rate, whereas no effect on renal hemodynamics was detected."}, {"pubmed": 25673670, "text": "via a GLP-1-mediated mechanism, roux en y gastric bypass for obesity rapidly reverses obesity-induced endothelial dysfunction and restores the endothelium-protective properties of HDL."}, {"pubmed": 25781355, "text": "Lower levels of fasting GLP-1 and impaired glucagon suppression in adult offspring exposed to maternal diabetes during pregnancy are diabetogenic traits that may contribute to glucose intolerance in these persons"}, {"pubmed": 25814364, "text": "Glucagon has emerged as a key hormone for the regulation of glucose homeostasis and for development of type 2 diabetes. [Review]"}, {"pubmed": 25823991, "text": "Data suggest plasma GLP1 (glucagon-like peptide 1) and PYY (peptide YY) can be regulated by digestion-resistant diet factors; intake of soluble dietary fiber (prebiotic Fibersol-2) in a tea with meal up-regulated plasma GLP1/PYY and decreased hunger."}, {"pubmed": 25863010, "text": "no association of single nucleotide polymorphisms and type 2 diabetes mellitus susceptibility in Chinese population"}, {"pubmed": 25865948, "text": "Among young and healthy adults, GLP-1 levels are strongly and independently related to body fat mass especially in men, but not body mass index or waist circumference."}, {"pubmed": 25957006, "text": "Data suggest that secretion of insulin and glucagon is up-regulated in subjects with type 2 diabetes with dyssomnia as compared to subjects with type 2 diabetes without dyssomnia; those with dyssomnia exhibit prehypertension and insulin resistance."}, {"pubmed": 25984632, "text": "active GLP-1 produced in the islet stimulates cholecystokinin production and secretion in a paracrine manner via cyclic AMP and CREB."}, {"pubmed": 26270730, "text": "Data show that NCI-H716 cells were immunostained for tumor necrosis factor receptor TNFR1, and TNFalpha treatment enhances glucagon-like peptide-1 (GLP-1) secretion."}, {"pubmed": 26294429, "text": "GLP-1 cleavage product GLP-1(9-36)(amide) reverses the hyperglycemia induced persistent left shift of the glucose concentration-reactive oxygen species (ROS) dose-response curve, thereby normalizing persistent overproduction of ROS and its consequences."}, {"pubmed": 26315270, "text": "GLP-1 increases PGC-1(alpha) expression by downregulating miR-23a in liver cells."}, {"pubmed": 26571400, "text": "The PKC-dependent effect of GLP-1 on membrane potential and electrical activity was mediated by activation of Na(+)-permeable TRPM4 and TRPM5 channels by mobilization of intracellular Ca(2+) from thapsigargin-sensitive Ca(2+) stores"}, {"pubmed": 26672094, "text": "Glucagon circulates in patients without a pancreas and glucose stimulation of the gastrointestinal tract elicits significant hyperglucagonemia in these patients."}, {"pubmed": 26684862, "text": "Data show that 6 of 20 primary pancreatic neuroendocrine tumors (PNETs) had positive staining for multiple hormones gastrin, insulin, glucagon, and somatostatin, and positive expression of 1 or more hormones was found in 9 of 12 nonfunctioning PNETs [NF-PNETs]) patients."}, {"pubmed": 26718419, "text": "Data suggest that capsaicin, an appetite suppressant dietary supplement (here, administered via intraduodenal infusion), does not act via alteration of secretion of satiety hormones GLP-1 (GLP-1) and PYY (peptide YY)."}, {"pubmed": 26739974, "text": "The GLP-1 secretion after 75 g OGTT was impaired in newly diagnosed T2DM patients, inversely proportional to insulin resistance and hyperglycemia, and positively correlated with beta-cell function and insulin sensitivity."}, {"pubmed": 26752550, "text": "There is minor contribution of endogenous GLP-1 and GLP-2 to postprandial lipemia in obese men."}, {"pubmed": 26762368, "text": "Data suggest that endocrine responses differ between jejunal and gastric enteral feeding, with higher peak plasma CCK (cholecystokinin), PYY (peptide YY), and GLP-1/2 (glucagon-like peptides 1/2) concentrations being attained after jejunal feeding."}, {"pubmed": 26769912, "text": "Endogenous GLP1 is involved in the central regulation of feeding by affecting central responsiveness to palatable food consumption."}, {"pubmed": 26842302, "text": "GLP-1 secretion increased in response to inflammatory stimuli in humans, which was associated to parameters of glucose metabolism and best predicted by IL6."}, {"pubmed": 27022941, "text": "Data suggest that laparoscopic sleeve gastrectomy (LSG) for morbid obesity improves insulin resistance after either fast or slow feeding/eating; these findings suggest a negligible contribution of anorexigenic gut peptides GLP1 (glucagon-like peptide 1) and PYY (peptide YY) from intestinal L cells in response to LSG-induced weight loss."}, {"pubmed": 27134062, "text": "Insulin resistance, postprandial GLP-1 and adaptive immunity are the main predictors of NAFLD in a homogeneous population at high cardiovascular risk."}, {"pubmed": 27322465, "text": "secretion of oxyntomodulin in patients with type 2 diabetes is significantly impaired."}, {"pubmed": 27562916, "text": "The effects of GLP-1-based therapies on blood glucose in type 2 diabetics are not mediated through microvascular responses."}, {"pubmed": 27664588, "text": "GLP-2 could be considered an hormone causing positive energy balance, which, however has the role to mitigate the metabolic dysfunctions associated with hyper-adiposity. [review]"}, {"pubmed": 27721013, "text": "Data suggest that dose/intensity-response relationships exist between exercise intensity and total plasma PYY levels, though the effects on total plasma GLP1 levels and hunger perceptions seem unclear. (PYY = peptide YY ; GLP1 = glucagon-like peptide 1)"}, {"pubmed": 27875537, "text": "L-trp is a luminal regulator of CCK release with effects on gastric emptying, an effect that could be mediated by CCK. L-trp's effect on GLP-1 secretion is only minor. At the doses given, the two amino acids did not affect subjective appetite feelings."}, {"pubmed": 27974199, "text": "we saw that GLP-1 induces phosphorylation of the epidermal growth factor receptor and activation of Foxo1, resulting in cell growth with concomitant enzyme release. Our work uncovers GLP-1-induced signaling pathways in the exocrine pancreas and suggests that increases in amylase and lipase levels in subjects treated with GLP-1 receptor agonists reflect adaptive growth rather than early-stage pancreatitis."}, {"pubmed": 27998387, "text": "rs12104705 CC genotype associated with both general obesity and abdominal obesity in case of new-onset diabetes"}, {"pubmed": 28008585, "text": "Glucagon-like Peptide-1 Analogues Inhibit Proliferation and Increase Apoptosis of Human Prostate Cancer Cells"}, {"pubmed": 28174344, "text": "Study concludes that in healthy subjects, glucagon-like peptide-1 (GLP-1) increases cardiac output acutely due to a GLP-1-induced vasodilation in adipose tissue and skeletal muscle together with an increase in cardiac work."}, {"pubmed": 28202805, "text": "Chenodeoxycholic acid stimulates glucagon-like peptide-1 secretion in patients after Roux-en-Y gastric bypass."}, {"pubmed": 28288852, "text": "Data suggest that, in obesity, serum levels of active GLP1 are down-regulated and serum levels of soluble DPP4 are up-regulated; DPP4 levels correlate negatively with active GLP-1 levels but are positively associated with insulin resistance; thus, DPP4 may be biomarker for insulin resistance. This study was conducted in Malaysia. (GLP1 = glucagon-like peptide 1; DPP4 = dipeptidyl peptidase 4)"}, {"pubmed": 28321905, "text": "genetic association studies in population in China: Data confirm that an SNP in an intron of SLC47A1 (rs2289669) is associated with hypoglycemic response to metformin in patients with newly diagnosed type 2 diabetes; differential increases in basal GLP1 plasma levels are also related to this SNP. (SLC47A1 = solute carrier family 47 member 1; GLP1 = glucagon-like peptide-1)"}, {"pubmed": 28363795, "text": "Glucagon-like peptide (GLP-2) stimulates cancer myofibroblast proliferation, migration and invasion; GLP-2 acts indirectly on epithelial cells partly via increased Insulin-like growth factor (IGF) expression in myofibroblasts."}, {"pubmed": 28374974, "text": "Describe model, in which the release of GIP/GLP-1 is stimulated by glucose in the proximal small intestine, and no differences in the secretion dynamics between healthy individuals and patients with T2D are identified after taking differences in glucose profiles into account."}, {"pubmed": 28466587, "text": "Data suggest that cAMP acts as amplifier of insulin secretion triggered by Ca2+ elevation in beta-cells; both messengers are also positive modulators of glucagon release from alpha-cells, but in this case cAMP signaling may be the important regulator and Ca2+ signaling has a more permissive role. [REVIEW]"}, {"pubmed": 28508109, "text": "the solvent exposure of the two Phe sites along the glucagon sequence was determined, showing that 4F-Phe6 was fully solvent exposed and 4F-Phe22 was only partially exposed"}, {"pubmed": 28566304, "text": "Hemodialysis improves upper GI symptoms and gastric slow waves in CKD patients. An increase in ghrelin and a decrease in GLP-1 might be involved in the HD-induced improvement in gastric slow waves."}, {"pubmed": 28609362, "text": "Everolimus down-regulates the systemic levels of gastrin and glucagon in patients with pancreatic neuroendocrine tumors."}, {"pubmed": 28624122, "text": "The results demonstrate that glucagon-like peptide-1 and insulin synergistically and additively activate vagal afferent neurons."}, {"pubmed": 28655715, "text": "Compared with the lean group, the obese group had significantly higher fasting and post-OGTT GIP levels, but similar fasting GLP-1 and significantly lower post-OGTT GLP-1 levels."}, {"pubmed": 28746825, "text": "GLP-2 augmented BRIN BD11 beta-cell proliferation, but was less efficacious in 1.1B4 cells. These data highlight the involvement of GLP-2 receptor signalling in the adaptations to pancreatic islet cell stress."}, {"pubmed": 28750074, "text": "A common variant, i.e., single nucleotide polymorphism rs6741949, in the DPP4 gene interacts with body adiposity and negatively affects glucose-stimulated GLP-1 levels, insulin secretion, and glucose tolerance."}, {"pubmed": 28851219, "text": "This study reports the transition dipole strengths and frequencies of the amyloid beta-sheet amide I mode for the aggregated proteins amyloid-beta1-40, calcitonin, alpha-synuclein, and glucagon."}, {"pubmed": 28855269, "text": "Data suggest early peaks in glucagon-like peptide-1 and glucagon secretion/blood level together trigger exaggerated insulinotropic response (high insulin secretion/level) to eating and consequent hypoglycaemia in patients with postprandial hypoglycaemia as a postoperative complication following Roux-en-Y gastric bypass for obesity complicated by type 2 diabetes; this retrospective cohort study was conducted in London."}, {"pubmed": 28920919, "text": "Age-dependent human beta cell proliferation induced by glucagon-like peptide 1 and calcineurin signaling"}, {"pubmed": 29024725, "text": "Glucagon role in the pathophysiology of type 2 diabetes.[review]"}, {"pubmed": 29040429, "text": "Studies indicate that nutrient-induced glucagonlike peptide-1 (GLP-1) response was one of the best predictors of type 2 diabetes mellitus (T2DM) remission after Roux-en-Y-gastric-bypass (RYGB)."}, {"pubmed": 29061224, "text": "DPP-4 activity and GLP-1total levels were higher in patients with microvascular complications associated with T2DM. Contrary to expectations, no negative correlation was seen between GLP-1 and DDP-4 levels. This result suggests the possible inefficacy of DDP-4 activity as a marker to predict in vivo degradation of endogenous GLP-1."}, {"pubmed": 29097626, "text": "Insulin resistance in non-diabetic individuals is associated with raised fasting GLP-1 levels but reduced GLP-1 responses to meal stimulation."}, {"pubmed": 29271910, "text": "This review summarizes the current knowledge regarding the role of GLP-1 in the protection against oxidative damage and the activation of the Nrf2 signaling pathway. [review]"}, {"pubmed": 29409356, "text": "To compensate for the reduced incretin effect, a human immunodeficiency virus-based lentiviral vector was generated to deliver DNA encoding human GLP-1 (LentiGLP-1), and the anti-diabetic efficacy of LentiGLP-1 was tested in a high-fat diet/streptozotocin-induced model of T2DM."}, {"pubmed": 29453982, "text": "This study provides evidence that, in HepG2 cells, GLP-1 may affect cholesterol homeostasis by regulating the expression of miR-758 and ABCA1."}, {"pubmed": 29535183, "text": "This study provides novel insights into possible autocrine/paracrine roles of INSL5 in the intestinal tract."}, {"pubmed": 29627317, "text": "CART expression was found in glucose-dependent insulinotropic polypeptide (GIP)-producing K-cells and glucagon-like peptide-1 (GLP-1)-producing L-cells in human duodenum and jejunum."}, {"pubmed": 29859856, "text": "RYGB increased circulating bile acids, ileal Takeda G protein-coupled receptor 5 (TGR5) and mTORC1 signaling activity, as well as GLP-1 production in both mice and human subjects. Inhibition of ileal mTORC1 signaling by rapamycin significantly attenuated the stimulation of bile acid secretion, TGR5 expression and GLP-1 synthesis induced by RYGB in lean and diet-induced obese mice."}, {"pubmed": 29877701, "text": "This study prepared N-terminally constrained analogues of glucagon-like peptide 1 (GLP-1) and exendin-4 and evaluated their receptor affinity and functionality in vitro; then examined their crystal structures in complex with the extracellular domain of the GLP-1R.  The peptides' N-termini in all determined crystal structures adopted a type II beta-turn conformation, potency varied several thousand-fold across the series."}, {"pubmed": 29883799, "text": "GPR119 is the oleoyl-lysophosphatidylinositol receptor that is required for GLP-1 secretion in enteroendocrine cells."}, {"pubmed": 29947441, "text": "If absolute GLP-1 concentrations are of interest, the blood sampling method should be considered carefully and reported clearly"}, {"pubmed": 30447282, "text": "GLP-1 could thus become part of a panel of biomarkers for intestinal ischemia and could help to reduce the associated high mortality rates."}, {"pubmed": 30513370, "text": "This study demonstrates novel data supporting effects of MUFAs on the ceramide biosynthetic pathway, triglyceride storage respiration and secretion in GLP-1 secreting cells."}, {"pubmed": 30586575, "text": "the elevated GLP-1 concentrations that occur early after Roux-en-Y gastric bypass (RYGB) improve postprandial glucose tolerance by enhancing postprandial insulin secretion."}, {"pubmed": 30991633, "text": "Real-time RT-PCR revealed that Intermittent Hypoxia significantly increased the mRNA levels of peptide YY (PYY), glucagon-like peptide-1 (GLP-1), and neurotensin (NTS) in Caco-2 cells."}, {"pubmed": 31042670, "text": "In obese women, weight loss caused an increase in postprandial GLP-1 levels."}, {"pubmed": 31229924, "text": "These results indicate that hypercholesterolemia per se is characterized by a resistance to GLP-1 effects on platelets and this impairment is not corrected by treatment with simvastatin."}, {"pubmed": 31235909, "text": "Solid-state NMR is used to determine the atomic-resolution structure of fibrils of synthetic human glucagon grown at pharmaceutically relevant low pH. Unexpectedly, two sets of chemical shifts are observed, indicating the coexistence of two beta-strand conformations. Two antiparallel beta-sheets assemble with symmetric homodimer cross sections."}, {"pubmed": 31268979, "text": "Following pancreaticoduodenectomy (PD), the postprandial glucagon-like peptide 1 (GLP-1) release seems to be enhanced by rapid gastric emptying and to improve insulin sensitivity."}, {"pubmed": 31307484, "text": "Endogenous GLP-1 levels in patients that recently suffered an ischemic stroke are higher than in healthy controls and remained unchanged at the 3 months follow-up, possibly indicating an elevation of the levels of GLP-1 already pre-stroke."}, {"pubmed": 31311066, "text": "GHSR-1 agonist sensitizes rat colonic intrinsic and extrinsic neurons to exendin-4: A role in the manifestation of postprandial gastrointestinal symptoms in irritable bowel syndrome?"}, {"pubmed": 31405212, "text": "Glucagon reduces body weight and adiposity by suppression of appetite and by modulation of lipid metabolism. Moreover, this hormone promotes weight loss by activation of energy expenditure and thermogenesis.  [review]"}, {"pubmed": 31426028, "text": "Stat3-mTOR is a critical signaling pathway for the stimulation of GLP-1 induced by IL-27."}, {"pubmed": 31964806, "text": "Human islet from type 2 diabetes patients exhibit strongly disrupted insulin and glucagon granule docking and exocytosis."}, {"pubmed": 31985487, "text": "Cardioprotective GLP-1 metabolite prevents ischemic cardiac injury by inhibiting mitochondrial trifunctional protein-alpha."}, {"pubmed": 32090124, "text": "Serum Glucose-Dependent Insulinotropic Polypeptide (GIP) and Glucagon-Like Peptide-1 (GLP-1) in association with the Risk of Gestational Diabetes: A Prospective Case-Control Study."}, {"pubmed": 32522585, "text": "Intestinal glucagon-like peptide-1 effects on food intake: Physiological relevance and emerging mechanisms."}, {"pubmed": 32598193, "text": "A case of novel amyloidosis: glucagon-derived amyloid deposition associated with pancreatic neuroendocrine tumour."}, {"pubmed": 33082272, "text": "Updating the Role of alpha-Cell Preproglucagon Products on GLP-1 Receptor-Mediated Insulin Secretion."}, {"pubmed": 33367814, "text": "Human Glucagon Expression Is under the Control of miR-320a."}, {"pubmed": 33397977, "text": "Bariatric surgery induces a new gastric mucosa phenotype with increased functional glucagon-like peptide-1 expressing cells."}, {"pubmed": 33921209, "text": "NFAT5 Is Involved in GRP-Enhanced Secretion of GLP-1 by Sodium."}, {"pubmed": 33940644, "text": "SERUM GLP-2 is Increased in Association with Excess Gestational Weight Gain."}, {"pubmed": 34220721, "text": "Mutational Landscape of the Proglucagon-Derived Peptides."}, {"pubmed": 34296287, "text": "Effect of intestinal microbiota imbalance associated with chronic hepatitis B virus infection on the expression of microRNA192 and GLP1."}, {"pubmed": 34341424, "text": "Reduction in GLP-1 secretory capacity may be a novel independent risk factor of coronary artery stenosis."}, {"pubmed": 34383800, "text": "GLP-1 and GIP receptor agonists in the treatment of Parkinson's disease: Translational systematic review and meta-analysis protocol of clinical and preclinical studies."}, {"pubmed": 34402720, "text": "Glucagon-like peptide (GLP) -2 improved colonizing bacteria and reduced severity of ulcerative colitis by enhancing the diversity and abundance of intestinal mucosa."}, {"pubmed": 34676939, "text": "Potential new therapeutic target for Alzheimer's disease: Glucagon-like peptide-1."}, {"pubmed": 35784565, "text": "Role of Glucagon and Its Receptor in the Pathogenesis of Diabetes."}, {"pubmed": 35904939, "text": "RhoA as a Signaling Hub Controlling Glucagon Secretion From Pancreatic alpha-Cells."}, {"pubmed": 36539382, "text": "Glucose-dependent insulinotropic polypeptide and glucagon-like peptide-1 secretion in humans: Characteristics and regulation."}, {"pubmed": 36626940, "text": "Glucagon 100 years. Important, but still enigmatic."}, {"pubmed": 36639733, "text": "Metabolic Messengers: glucagon."}, {"pubmed": 36740132, "text": "How gut hormones shape reward: A systematic review of the role of ghrelin and GLP-1 in human fMRI."}, {"pubmed": 36744850, "text": "Potential determinants of low circulating glucagon-like peptide 2 concentrations in Zambian children with non-responsive stunting."}, {"pubmed": 36799940, "text": "Human epicardial adipose tissue expresses glucose-dependent insulinotropic polypeptide, glucagon, and glucagon-like peptide-1 receptors as potential targets of pleiotropic therapies."}, {"pubmed": 36825397, "text": "Betatrophin, elabela, asprosin, glucagon and subfatin peptides in breast tissue, blood and milk in gestational diabetes."}, {"pubmed": 36917279, "text": "Upregulated TGF-beta1 contributes to hyperglycaemia in type 2 diabetes by potentiating glucagon signalling."}, {"pubmed": 36932176, "text": "Revisiting the role of glucagon in health, diabetes mellitus and other metabolic diseases."}, {"pubmed": 37014924, "text": "Maternal glucagon-like peptide-1 is positively associated with fetal growth in pregnancies complicated with obesity."}, {"pubmed": 37052948, "text": "Newly discovered knowledge pertaining to glucagon and its clinical applications."}, {"pubmed": 37138517, "text": "Glucagon-like peptide 1 aggregates into low-molecular-weight oligomers off-pathway to fibrillation."}, {"pubmed": 37185461, "text": "A century of glucagon."}, {"pubmed": 37266425, "text": "Glucagon-like peptide-1: a multi-faceted anti-inflammatory agent."}, {"pubmed": 37367959, "text": "100 years of glucagon and 100 more."}, {"pubmed": 37439960, "text": "Postprandial plasma GLP-1 levels are elevated in individuals with postprandial hypoglycaemia following Roux-en-Y gastric bypass - a systematic review."}, {"pubmed": 37629010, "text": "Glucagon and Its Receptors in the Mammalian Heart."}, {"pubmed": 37762628, "text": "Regulation of Human Sortilin Alternative Splicing by Glucagon-like Peptide-1 (GLP1) in Adipocytes."}, {"pubmed": 37980723, "text": "Colonic L-cell impairment in aged subjects with type 2 diabetes leads to diminished GLP-1 production."}, {"pubmed": 38055342, "text": "Crosstalk between glucagon-like peptide 1 and gut microbiota in metabolic diseases."}, {"pubmed": 38199777, "text": "Association of GLP-1 secretion with parameters of glycemic control in women after gestational diabetes mellitus."}, {"pubmed": 38616646, "text": "Glucagon-Like Peptide 1: An Introduction and Possible Implications for Neuropsychiatry."}, {"pubmed": 38775725, "text": "Evaluating glucose-dependent insulinotropic polypeptide and glucagon as key regulators of insulin secretion in the pancreatic islet."}], "genomic_pos": {"chr": "2", "end": 162152404, "ensemblgene": "ENSG00000115263", "start": 162142882, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 163008914, "start": 162999392, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006094", "qualifier": "involved_in", "term": "gluconeogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "pubmed": 7929237, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007188", "qualifier": "involved_in", "term": "adenylate cyclase-modulating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007631", "pubmed": 8538742, "qualifier": "involved_in", "term": "feeding behavior"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010737", "qualifier": "involved_in", "term": "protein kinase A signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010800", "qualifier": "involved_in", "term": "positive regulation of peptidyl-threonine phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033138", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035774", "qualifier": "involved_in", "term": "positive regulation of insulin secretion involved in cellular response to glucose stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042593", "qualifier": "involved_in", "term": "glucose homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045722", "qualifier": "involved_in", "term": "positive regulation of gluconeogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050796", "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071377", "qualifier": "involved_in", "term": "cellular response to glucagon stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090280", "qualifier": "involved_in", "term": "positive regulation of calcium ion import"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900118", "qualifier": "involved_in", "term": "negative regulation of execution phase of apoptosis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005102", "pubmed": 9990065, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17051221, 17715056, 21314817], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031769", "qualifier": "enables", "term": "glucagon receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 22212535, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 436584], [9606, 2641]], "id": 136497}, "interpro": [{"desc": "Glucagon/GIP/secretin/VIP", "id": "IPR000532", "short_desc": "Glucagon_GIP_secretin_VIP"}, {"desc": "Glucagon", "id": "IPR015550", "short_desc": "Glucagon"}], "ipi": "IPI00744153", "map_location": "2q24.2", "name": "glucagon", "other_names": ["glicentin-related polypeptide", "glucagon-like peptide 1", "glucagon-like peptide 2", "preproglucagon", "pro-glucagon"], "pantherdb": {"HGNC": "4191", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95674", "ortholog_type": "LDO", "panther_family": "PTHR11418", "taxid": 10090, "uniprot_kb": "P55095"}, {"RGD": "2668", "ortholog_type": "LDO", "panther_family": "PTHR11418", "taxid": 10116, "uniprot_kb": "P06883"}, {"Ensembl": "ENSGALG00000042837", "ortholog_type": "O", "panther_family": "PTHR11418", "taxid": 9031, "uniprot_kb": "C0J3M5"}, {"Ensembl": "ENSGALG00000011104", "ortholog_type": "LDO", "panther_family": "PTHR11418", "taxid": 9031, "uniprot_kb": "P68259"}, {"ZFIN": "ZDB-GENE-010219-1", "ortholog_type": "O", "panther_family": "PTHR11418", "taxid": 7955, "uniprot_kb": "A0A0R4IS85"}, {"ZFIN": "ZDB-GENE-040712-2", "ortholog_type": "LDO", "panther_family": "PTHR11418", "taxid": 7955, "uniprot_kb": "B0R1C3"}], "uniprot_kb": "P01275"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04714", "name": "Thermogenesis - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}], "pid": {"id": "hnf3apathway", "name": "FOXA1 transcription factor network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163359", "name": "Glucagon signaling in metabolic regulation"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-381676", "name": "Glucagon-like Peptide-1 (GLP1) regulates insulin secretion"}, {"id": "R-HSA-381676", "name": "Glucagon-like Peptide-1 (GLP1) regulates insulin secretion"}, {"id": "R-HSA-381771", "name": "Synthesis, secretion, and inactivation of Glucagon-like Peptide-1 (GLP-1)"}, {"id": "R-HSA-381771", "name": "Synthesis, secretion, and inactivation of Glucagon-like Peptide-1 (GLP-1)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-420092", "name": "Glucagon-type ligand receptors"}, {"id": "R-HSA-422085", "name": "Synthesis, secretion, and deacylation of Ghrelin"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP4030", "name": "SCFA and skeletal muscle substrate metabolism"}, {"id": "WP4321", "name": "Thermogenesis"}]}, "pdb": ["1BH0", "1D0R", "1NAU", "2G49", "2L63", "2L64", "2M5P", "2M5Q", "3IOL", "4APD", "4ZGM", "5OTU", "5OTV", "5OTW", "5OTX", "5VAI", "5YQZ", "6EDS", "6LMK", "6LML", "6NZN", "6PHI", "6PHJ", "6PHK", "6PHL", "6PHO", "6PHP", "6VCB", "6X18", "7D68", "7DUQ", "7KI0", "7KI1", "7XM8", "8ANJ", "8ANK", "8JRV"], "pfam": "PF00123", "pharmgkb": "PA28606", "pharos": {"target_id": 7125, "tdl": "Tchem"}, "pir": "A24377", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292929", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249839", "relationship": "is"}, {"id": "GNF249840", "relationship": "is"}, {"id": "GNF249841", "relationship": "is"}, {"id": "GNF249842", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163680", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005749", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331258", "relationship": "is"}, {"id": "GNF331289", "relationship": "is"}, {"id": "GNF332629", "relationship": "is"}, {"id": "GNF332635", "relationship": "is"}, {"id": "GNF332668", "relationship": "is"}, {"id": "GNF332680", "relationship": "is"}, {"id": "GNF332681", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335578", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097955", "relationship": "is"}, {"id": "GNF137610", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": "NP_002045.1", "rna": "NM_002054.5", "translation": {"protein": "NP_002045.1", "rna": "NM_002054.5"}}, "reporter": {"HG-U133_Plus_2": "206422_at", "HG-U95Av2": "39726_at", "HTA-2_0": "TC02002479.hg.1", "HuEx-1_0": "2584113", "HuGene-1_1": "8056250", "HuGene-2_1": "16904315"}, "summary": "The protein encoded by this gene is actually a preproprotein that is cleaved into four distinct mature peptides. One of these, glucagon, is a pancreatic hormone that counteracts the glucose-lowering action of insulin by stimulating glycogenolysis and gluconeogenesis. Glucagon is a ligand for a specific G-protein linked receptor whose signalling pathway controls cell proliferation. Two of the other peptides are secreted from gut endocrine cells and promote nutrient absorption through distinct mechanisms. Finally, the fourth peptide is similar to glicentin, an active enteroglucagon. [provided by RefSeq, Jul 2008].", "symbol": "GCG", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333664"}, "unigene": ["Hs.741174", "Hs.516494"], "uniprot": {"Swiss-Prot": "P01275"}, "wikipedia": {"url_stub": "Glucagon"}}