{"AllianceGenome": "4311", "HGNC": "4311", "MIM": "606857", "_id": "2729", "_version": 1, "accession": {"genomic": ["AF118846.1", "AL033397.7", "AY382195.1", "AY780794.1", "CH471081.1", "CP068272.2", "L39773.1", "NC_000006.12", "NC_060930.1", "NG_012071.2"], "protein": ["AAA58499.1", "AAC41751.1", "AAD18031.1", "AAH22487.1", "AAH39894.1", "AAR29974.1", "AAV31778.1", "BAE97618.1", "BAG36264.1", "BAG65146.1", "BAJ21361.1", "EAX04425.1", "EAX04426.1", "NP_001184044.1", "NP_001489.1", "P48506.2", "XP_054211163.1"], "rna": ["AB262176.1", "AB516284.1", "AK094940.1", "AK304288.1", "AK313480.1", "AL531593.3", "BC022487.1", "BC039894.1", "BC047788.1", "BG700922.1", "BG704750.1", "BI550814.1", "M90656.1", "NM_001197115.2", "NM_001498.4", "XM_054355188.1"], "translation": [{"protein": "XP_054211163.1", "rna": "XM_054355188.1"}, {"protein": "BAE97618.1", "rna": "AB262176.1"}, {"protein": "AAH39894.1", "rna": "BC039894.1"}, {"protein": "BAG65146.1", "rna": "AK304288.1"}, {"protein": "BAG36264.1", "rna": "AK313480.1"}, {"protein": "NP_001489.1", "rna": "NM_001498.4"}, {"protein": "AAA58499.1", "rna": "M90656.1"}, {"protein": "BAJ21361.1", "rna": "AB516284.1"}, {"protein": "NP_001184044.1", "rna": "NM_001197115.2"}, {"protein": "AAH22487.1", "rna": "BC022487.1"}]}, "alias": ["GCL", "GCS", "GLCL", "GLCLC"], "ec": "6.3.2.2", "ensembl": {"gene": "ENSG00000001084", "protein": ["ENSP00000421228", "ENSP00000421908", "ENSP00000424211", "ENSP00000427403", "ENSP00000482756", "ENSP00000495056", "ENSP00000495686", "ENSP00000497574"], "transcript": ["ENST00000504353", "ENST00000504525", "ENST00000505197", "ENST00000505294", "ENST00000509541", "ENST00000510837", "ENST00000513939", "ENST00000514004", "ENST00000514373", "ENST00000514933", "ENST00000515580", "ENST00000616923", "ENST00000643939", "ENST00000650454"], "translation": [{"protein": "ENSP00000495056", "rna": "ENST00000509541"}, {"protein": "ENSP00000497574", "rna": "ENST00000650454"}, {"protein": "ENSP00000482756", "rna": "ENST00000616923"}, {"protein": "ENSP00000495686", "rna": "ENST00000643939"}, {"protein": "ENSP00000424211", "rna": "ENST00000513939"}, {"protein": "ENSP00000421228", "rna": "ENST00000504525"}, {"protein": "ENSP00000421908", "rna": "ENST00000514004"}, {"protein": "ENSP00000427403", "rna": "ENST00000505197"}], "type_of_gene": "protein_coding"}, "entrezgene": "2729", "exons": [{"cdsend": 53544645, "cdsstart": 53498755, "chr": "6", "position": [[53497340, 53498967], [53500044, 53500165], [53500246, 53500350], [53500431, 53500513], [53505391, 53505496], [53505802, 53505895], [53506912, 53507025], [53507479, 53507618], [53508594, 53508711], [53509175, 53509250], [53514203, 53514337], [53514438, 53514497], [53520777, 53520960], [53522414, 53522527], [53544495, 53545101]], "strand": -1, "transcript": "NM_001197115", "txend": 53545101, "txstart": 53497340}, {"cdsend": 53544645, "cdsstart": 53498755, "chr": "6", "position": [[53497340, 53498967], [53500044, 53500165], [53500246, 53500350], [53500431, 53500513], [53505391, 53505496], [53505802, 53505895], [53506912, 53507025], [53507479, 53507618], [53508594, 53508711], [53509175, 53509250], [53514203, 53514337], [53514438, 53514497], [53516108, 53516222], [53520777, 53520960], [53522414, 53522527], [53544495, 53545101]], "strand": -1, "transcript": "NM_001498", "txend": 53545101, "txstart": 53497340}], "exons_hg19": [{"cdsend": 53409443, "cdsstart": 53363553, "chr": "6", "position": [[53362139, 53363765], [53364842, 53364963], [53365044, 53365148], [53365229, 53365311], [53370189, 53370294], [53370600, 53370693], [53371710, 53371823], [53372277, 53372416], [53373392, 53373509], [53373973, 53374048], [53379001, 53379135], [53379236, 53379295], [53385575, 53385758], [53387212, 53387325], [53409293, 53409899]], "strand": -1, "transcript": "NM_001197115", "txend": 53409899, "txstart": 53362139}, {"cdsend": 53409443, "cdsstart": 53363553, "chr": "6", "position": [[53362139, 53363765], [53364842, 53364963], [53365044, 53365148], [53365229, 53365311], [53370189, 53370294], [53370600, 53370693], [53371710, 53371823], [53372277, 53372416], [53373392, 53373509], [53373973, 53374048], [53379001, 53379135], [53379236, 53379295], [53380906, 53381020], [53385575, 53385758], [53387212, 53387325], [53409293, 53409899]], "strand": -1, "transcript": "NM_001498", "txend": 53409899, "txstart": 53362139}], "generif": [{"pubmed": 11820781, "text": "Expression of the gamma-glutamylcysteine synthetase heavy subunit gene is inducible by certain nonsteroidal anti-inflammatory drugs (e.g., indomethacin) in colon cancer cells."}, {"pubmed": 11844594, "text": "Genetic determinants of lung cancer short-term survival: the role of glutathione-related genes"}, {"pubmed": 11972604, "text": "Oxidant stress induces gamma-glutamylcysteine synthetase and glutathione synthesis in human bronchial epithelial NCI-H292 cells."}, {"pubmed": 12070177, "text": "identification of a variant antioxidant response element in the promoter region"}, {"pubmed": 12500194, "text": "redox-sensitive elements directing expression of the glutamate cysteine ligase in CYP2E1-expressing cells are present in the ARE4 distal portion of the 5'-flanking region, perhaps a reflection of metabolic adaptation to CYP2E1-generated oxidative stress."}, {"pubmed": 12598062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12663448, "text": "A new gamma-GCSH mutation from gamma-GCS deficiency, a C>T missense mutation at nucleotide 379, encodes a predicted Arg127Cys amino acid change. The mutated amino acid lies within a cleft on the protein surface of gamma-GCSH, containing Cys249."}, {"pubmed": 14676828, "text": "GCS is up-regulated by antiestrogens mediated by estrogen receptor beta."}, {"pubmed": 15451055, "text": "Review. The most important element in both Gclc and Gclm expression is the electrophile response element in their promoters."}, {"pubmed": 15485876, "text": "data provide the first report of glutamylcysteine ligase (GCLC) expression in the islet and demonstrate that adenoviral overexpression of GCLC increases intracellular glutathione levels and protects the beta cell from adverse effects of IL-1 beta"}, {"pubmed": 16322067, "text": "Adrenomedullin regulates cellular glutathione content via modulation of gamma-glutamate-cysteine ligase catalytic subunit expression"}, {"pubmed": 16403949, "text": "Results suggest that TNF-alpha elevates the expression of lens epithelium-derived growth factor (LEDGF) and that LEDGF is one of the transactivators of gamma-glutamylcysteine synthetase heavy subunit gene."}, {"pubmed": 16491484, "text": "Drug-resistant cells have the inherent ability to maintain increased gamma-GCS activity."}, {"pubmed": 16599007, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16690975, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16690975, "text": "This study found an association between variants in GCLC, a novel candidate gene, and cystic fibrosis lung function; this effect was observed only in patients with a mild CFTR (cystic fibrosis transmembrane conductance regulator) genotype"}, {"pubmed": 16766924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17109620, "text": "Activation of insulin signaling through PI3K/Akt/mTOR/Nrf2/ GCLc pathway affords significant cell protection by maintaining cellular redox balance."}, {"pubmed": 17207022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17207022, "text": "The genetic polymorphism in GCLC -129C/T is not associated with susceptibility to COPD in a southern Chinese population of Han nationality."}, {"pubmed": 17333241, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17344309, "text": "upregulation of gamma-glutamate-cysteine ligase as part of the long-term adaptation process to iron accumulation in neurons"}, {"pubmed": 17479437, "text": "GCLC promoter polymorphisms may influence glutamate decarboxylase 65 autoantibody levels the age at which type 1 diabettes is diagnosed."}, {"pubmed": 17479437, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17643973, "text": "The -588TT/-23TT genotype was found to be associated with decreased risk of allergic asthma after adjustment for age, gender and smoking status using regression analysis (OR=0.33 95% CI 0.15-0.70, p=0.036) but with increased risk of non-allergic asthma."}, {"pubmed": 17921251, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17961430, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18035085, "text": "GCLC T allele, together with hypertension and male sex, is associated with cardiovascular events in our study population."}, {"pubmed": 18035085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18066575, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18276794, "text": "Glutamate cysteine ligase iz induced by hydroxynonenal through the c-Jun N-terminal kinase (JNK) pathway in respiratory epithelium."}, {"pubmed": 18420959, "text": "GCLC is a novel susceptibility gene for low level of lung function in copd"}, {"pubmed": 18420959, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18549827, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18549827, "text": "decreasing trend of GCL activity was observed in the order of 7/7>7/9>9/9 (P=0.04)"}, {"pubmed": 18560528, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18926903, "text": "results support the functional importance of insulin in Nrf2-dependent transcriptional upregulation of GCLc in GSH recovery during oxidative challenge and suggest a possible role for hypoglycemia in promoting insulin-mediated GCLc upregulation"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19041695, "text": "study of consequences of impaired glutathione synthesis, due to GAG trinucleotide repeat polymorphism in catalytic subunit of glutamate cysteine ligase, on regulation of the proteome; findings show altered proteome reaction in response to oxidative stress"}, {"pubmed": 19347979, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19515364, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19567187, "text": "PD98059 and erythromycin could block AP-1 transduction pathway, but increase the synthesis of gamma-GCS induced by 4-hydroxynonenal in bronchial epithelial cells."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19817962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19817962, "text": "Polymorphisms of glutamate-cystein ligase and microsomal triglyceride transfer protein genes may be associated with non-alcoholic liver disease progression."}, {"pubmed": 20180881, "text": "Regulation of GCL(cat) by MYCN accounts for the survival of neuroblastoma cells against oxidative damage; GCL should be considered a potential therapeutic target for the treatment of MYCN-amplified neuroblastoma."}, {"pubmed": 20200426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20615707, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20655259, "text": "An ethnic-specific polymorphism in the catalytic subunit of glutamate-cysteine ligase impairs the production of glutathione intermediates in vitro."}, {"pubmed": 20655259, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20659789, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20673128, "text": "high-risk glutamate-cysteine ligase catalytic subunit GAG trinucleotide repeat genotypes lead to alterations of plasma thiols levels that reflect a dysregulation of redox control"}, {"pubmed": 20689807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20712757, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20732852, "text": "Data show that activation of the PPARgamma/PGC-1alpha pathway may protect against COPD progression by upregulating gamma-GCS and relieving oxidative stress."}, {"pubmed": 20970495, "text": "Posttranslational modification and regulation of glutamate-cysteine ligase by the alpha,beta-unsaturated aldehyde 4-hydroxy-2-nonenal."}, {"pubmed": 21105962, "text": "SNPs not associted with schizophrenia in Japanese individuals"}, {"pubmed": 21156206, "text": "These results provide evidence that interaction of the two variations can efficiently impair GCLC expression and thus suggest its involvement in the pathogenesis of diseases related to GSH metabolism."}, {"pubmed": 21277635, "text": "SNPs not associated with self-reported depression"}, {"pubmed": 21438662, "text": "the single nucleotide polymorphism (SNP) -129C/T (rs17883901) in glutamate-cysteine ligase catalytic subunit (GCLC) and SNPs I128T (rs3816873) and Q95H (rs61733139) in microsomal triglyceride transfer protein (MTTP) in nonalcoholic fatty liver disease"}, {"pubmed": 21444626, "text": "Results suggest that GAG polymorphism affects GCLC expression via translation, and thus may be associated with altered risk for GSH-related diseases and toxicities."}, {"pubmed": 21555518, "text": "GCLC is a target gene of the BACH1 transcription factor according to ChIP-seq analysis in HEK 293 cells."}, {"pubmed": 21657237, "text": "The impacts of four clinical missense mutations on GCLC enzymatic function in vivo and in vitro, was evaluated."}, {"pubmed": 21871559, "text": "insulin increased GCLc promoter activity, which required a prerequisite increase or decrease in medium glucose"}, {"pubmed": 21962117, "text": "The functional SNPs CYBA -675 T --> A and GCLC rs17883901, probably associated with cellular redox imbalances, modulate the risk for renal disease in the studied population of type 1 diabetes patients"}, {"pubmed": 22249522, "text": "Data show for the first time that GCLC may serve a dual role, as a surrogate marker for cellular redox state as well as malignant potential of melanoma cells."}, {"pubmed": 22452920, "text": "Data suggest that microRNA/mRNA pairs in hsa-miR-140-3p/RAD51AP1/, hsa-miR-145/E2F3, hsa-miR-139-5p/TOP2A, and hsa-miR-133a/GCLC were correlated with ovarian tumorigenesis."}, {"pubmed": 22610501, "text": "A functional trinucleotide repeat polymorphism in the 5'-untranslated region of the glutathione biosynthetic gene GCLC is associated with increased risk for lung and aerodigestive tract cancers."}, {"pubmed": 22824134, "text": "rs761142 in GCLC was found to be associated with reduced GCLC mRNA expression and with SMX-induced hypersensitivity in HIV/AIDS patients."}, {"pubmed": 23255485, "text": "Genistein up-regulated HO-1 and Glutamate-Cysteine Ligase expression through the EKR1/2 and PKC /Nrf2 pathways during oxidative stress."}, {"pubmed": 23443115, "text": "The Kaplan-Meier analysis shows that rs3736729 on GCLC presents a significant association with disease-free survival and overall survival."}, {"pubmed": 23448276, "text": "These data strongly indicate a discrepancy between the regulation of GCLC and of GGT following the oxidative stress situation due to mitochondrial uncoupling."}, {"pubmed": 23758905, "text": "Polymorphisms in GCLC, GSTM1, GSTT1, and GSTP1 genes associated with metabolism of glutathione act on cystic fibrosis severity."}, {"pubmed": 23770363, "text": "1,25 (OH) vitamin D significantly upregulated expression of GCLC and GR and lowered secretion of IL-8 and MCP-1 in high-glucose exposed U937 monocytes."}, {"pubmed": 24068433, "text": "the CYP1A1 (rs2606345, rs4646903, rs1048943), GCLC, AGT, and AGTR1 genes was associated with pleuritis, empyema, acute respiratory distress syndrome, all PC and acute respiratory failure (ARF)."}, {"pubmed": 24665821, "text": "H2S upregulates GCLC and GSH and inhibits IL-1beta levels, which may be what mediates the beneficial effects of H2S-rich compounds in mitigating the pathogenesis of metabolic syndrome and atherosclerosis"}, {"pubmed": 25353619, "text": "miR-433 targets both catalytic (GCLc) and regulatory (GCLm) subunits of GCL."}, {"pubmed": 26059756, "text": "GCLC and GSS were expressed at higher levels in colon cancer tissue, as compared with normal mucosa."}, {"pubmed": 26087411, "text": "Cigarette smoke-induced hypermethylation of the GCLC promoter is related to the initiation and progression of COPD."}, {"pubmed": 26365678, "text": "Data suggest expression of hepatocyte GCLC and GCLM can be regulated by dietary component; alpha-lipoic acid, a vitamin B complex nutrient, protects against oxidative stress/cytotoxicity induced by cadmium via restoration of GCLC and GCLM expression."}, {"pubmed": 26520442, "text": "Glutaminolysis is activated in ES2 and OVCAR3, though ES2 exclusively synthesizes amino acids and GSH. ES2 cells are more resistant to carboplatin than OVCAR3 and the abrogation of GSH production by BSO sensitizes ES2 to carboplatin. HNF1beta regulates the expression of GCLC, but not GCLM, and consequently GSH production in ES2"}, {"pubmed": 26894974, "text": "High GCLC expression is associated with chemotherapy resistance in breast cancer."}, {"pubmed": 27069063, "text": "GCLC polymorphisms correlated with brain GSH and Glu levels in psychosis."}, {"pubmed": 27117941, "text": "(i) melatonin counteracted UVR-induced alterations in the ATP synthesis and reduced free radical formation; (ii) melatonin induced the translocation of Nrf2 transcription factor from the cytosol into the nucleus resulting in, (iii) melatonin enhanced gene expression of phase-2 antioxidative enzymes including gamma-glutamylcysteine synthetase (gamma-GCS), heme oxygenase-1 (HO-1), and NADPH: quinone dehydrogenase-1 (NQO1..."}, {"pubmed": 28103909, "text": "A panel consisting of IGFBP1, KIM1, GCLC and GSTM1 genes could be used in combination for early screening of CKDu, whereas these genes in addition with FN1, IGFBP3 and KLK1 could be used to monitor progression of CKDu. The regulation of these genes has to be studied on larger populations to validate their efficiency for further clinical use."}, {"pubmed": 28185919, "text": "Knockdown of CD44 reduced the protein level of xCT, a cystine transporter, and increased oxidative stress. However, an increase in GSH was also observed and was associated with enhanced chemoresistance in CD44-knockdown cells. Increased GSH was mediated by the Nrf2/AP-1-induced upregulation of GCLC, a subunit of the enzyme catalyzing GSH synthesis"}, {"pubmed": 28265008, "text": "Taken together, our findings provide evidence that G9a protects head and neck squamous cell carcinomas (HNSCC)cells against chemotherapy by increasing the synthesis of GSH, and imply G9a as a promising target for overcoming cisplatin resistance in HNSCC"}, {"pubmed": 28411284, "text": "NQO1 and GCLC were both functionally sufficient to autonomously confer a tamoxifen-resistant metabolic phenotype, characterized by i) increased mitochondrial biogenesis, ii) increased ATP production and iii) reduced glutathione levels."}, {"pubmed": 28457937, "text": "The findings indicate that expression of the transcription factor NRF2 and its effector GCL are both profoundly deregulated in endometriotic lesions towards increased growth and fibrogenetic processes."}, {"pubmed": 28993271, "text": "Glutathione biosynthesis during the lipopolysaccharide-induced inflammatory response in THP-1 macrophages is tightly and differentially regulated via GCLC and GCLM subunits of glutamate cysteine ligase."}, {"pubmed": 29023060, "text": "Study found that the frequency of C/T polymorphism genotype of GCLC gene in patients with pulmonary tuberculosis is 36.4%."}, {"pubmed": 29039508, "text": "the present study demonstrated that cells transformed by chronic exposure to 3MC exhibited inhibition of GSH biosynthesis by suppression of GCL protein expression and reduction of cysteine availability, which may subsequently render cells vulnerable to oxidative stress."}, {"pubmed": 29474642, "text": "High expression of GCLC in tumor tissue may be a potential predictor of treatment failure."}, {"pubmed": 29549912, "text": "gamma-GCS has a role in chemo- and radio-resistance of human hepatocellular carcinoma cells"}, {"pubmed": 30959073, "text": "Results provide evidence that the functional SNPs rs17883901 in GCLC and rs713041 in GPX4 modulate the risk for diabetic retinopathy in the studied population of type 1 diabetes individuals, widening the spectrum of candidate genes for this complication."}, {"pubmed": 32054366, "text": "Genetic susceptibility analysis of GCLC rs17883901 polymorphism to preeclampsia in Chinese Han women."}, {"pubmed": 32715377, "text": "Genetic variants in glutamate cysteine ligase confer protection against type 2 diabetes."}, {"pubmed": 33357455, "text": "Non-canonical Glutamate-Cysteine Ligase Activity Protects against Ferroptosis."}, {"pubmed": 34642912, "text": "Association of Polymorphisms of Glutamate Cysteine Ligase Genes GCLC C-129 T and GCLM C-588 T with Risk of Polycystic Ovary Syndrome in Chinese Women."}, {"pubmed": 35241341, "text": "Glutamate-cysteine ligase catalytic and its modifier function as novel immunotargets in gastric adenocarcinoma."}, {"pubmed": 35386070, "text": "Genetic variation at the catalytic subunit of glutamate cysteine ligase contributes to the susceptibility to sporadic colorectal cancer: a pilot study."}, {"pubmed": 36359768, "text": "Ferroptosis-Related Gene GCLC Is a Novel Prognostic Molecular and Correlates with Immune Infiltrates in Lung Adenocarcinoma."}, {"pubmed": 37146698, "text": "H1N1 influenza virus infection through NRF2-KEAP1-GCLC pathway induces ferroptosis in nasal mucosal epithelial cells."}, {"pubmed": 38049865, "text": "SNORA56-mediated pseudouridylation of 28 S rRNA inhibits ferroptosis and promotes colorectal cancer proliferation by enhancing GCLC translation."}], "genomic_pos": {"chr": "6", "end": 53616970, "ensemblgene": "ENSG00000001084", "start": 53497341, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 53481768, "start": 53362139, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0006534", "pubmed": 2294991, "qualifier": "involved_in", "term": "cysteine metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006536", "pubmed": [2294991, 9841880, 12663448], "qualifier": "involved_in", "term": "glutamate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006750", "qualifier": "involved_in", "term": "glutathione biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006750", "pubmed": [8104187, 9675072, 10395918], "qualifier": "involved_in", "term": "glutathione biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006750", "qualifier": "involved_in", "term": "glutathione biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006750", "pubmed": 12663448, "qualifier": "involved_in", "term": "glutathione biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006979", "pubmed": [10395918, 11972604], "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007584", "qualifier": "involved_in", "term": "response to nutrient"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009408", "pubmed": 8104187, "qualifier": "involved_in", "term": "response to heat"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009725", "pubmed": 8104187, "qualifier": "involved_in", "term": "response to hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014823", "qualifier": "involved_in", "term": "response to activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019852", "qualifier": "involved_in", "term": "L-ascorbic acid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031397", "qualifier": "involved_in", "term": "negative regulation of protein ubiquitination"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032436", "qualifier": "involved_in", "term": "positive regulation of proteasomal ubiquitin-dependent protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032869", "qualifier": "involved_in", "term": "cellular response to insulin stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035729", "qualifier": "involved_in", "term": "cellular response to hepatocyte growth factor stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 10439045, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043524", "qualifier": "involved_in", "term": "negative regulation of neuron apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044344", "qualifier": "involved_in", "term": "cellular response to fibroblast growth factor stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044752", "qualifier": "involved_in", "term": "response to human chorionic gonadotropin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045454", "pubmed": 10439045, "qualifier": "involved_in", "term": "cell redox homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 10439045, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046685", "qualifier": "involved_in", "term": "response to arsenic-containing substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046686", "qualifier": "involved_in", "term": "response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051409", "qualifier": "involved_in", "term": "response to nitrosative stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051900", "qualifier": "involved_in", "term": "regulation of mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070555", "qualifier": "involved_in", "term": "response to interleukin-1"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071372", "qualifier": "involved_in", "term": "cellular response to follicle-stimulating hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097069", "qualifier": "involved_in", "term": "cellular response to thyroxine stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097746", "pubmed": 12598062, "qualifier": "involved_in", "term": "blood vessel diameter maintenance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901029", "qualifier": "involved_in", "term": "negative regulation of mitochondrial outer membrane permeabilization involved in apoptotic signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000490", "qualifier": "involved_in", "term": "negative regulation of hepatic stellate cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001237", "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0017109", "qualifier": "part_of", "term": "glutamate-cysteine ligase complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0017109", "pubmed": [9675072, 9841880], "qualifier": "part_of", "term": "glutamate-cysteine ligase complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 24639, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004357", "qualifier": "enables", "term": "glutamate-cysteine ligase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004357", "pubmed": [8104187, 9675072, 11972604], "qualifier": "enables", "term": "glutamate-cysteine ligase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004357", "pubmed": [9841880, 12663448, 16183645], "qualifier": "enables", "term": "glutamate-cysteine ligase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9675072, 9841880, 28514442], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016595", "pubmed": 9841880, "qualifier": "enables", "term": "glutamate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043531", "pubmed": 24639, "qualifier": "enables", "term": "ADP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[4896, 2541881], [4932, 853344], [5141, 3877703], [6239, 174438], [7165, 1281664], [7227, 53581], [7955, 326857], [8364, 780264], [9031, 421894], [9544, 710508], [9598, 742732], [9606, 2729], [9615, 609822], [9913, 512468], [10090, 14629], [10116, 25283], [28985, 2894885], [33169, 4621876], [318829, 2683213]], "id": 1148}, "interpro": [{"desc": "Glutamate-cysteine ligase catalytic subunit", "id": "IPR004308", "short_desc": "GCS"}, {"desc": "Glutamine synthetase/guanido kinase, catalytic domain", "id": "IPR014746", "short_desc": "Gln_synth/guanido_kin_cat_dom"}], "ipi": ["IPI00215768", "IPI00965232", "IPI00965319", "IPI00965983", "IPI00966072", "IPI00966500"], "map_location": "6p12.1", "name": "glutamate-cysteine ligase catalytic subunit", "other_names": ["GCS heavy chain", "gamma-ECS", "gamma-glutamylcysteine synthetase", "glutamate--cysteine ligase catalytic subunit"], "pantherdb": {"HGNC": "4311", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104990", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 10090, "uniprot_kb": "P97494"}, {"RGD": "619868", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 10116, "uniprot_kb": "P19468"}, {"Ensembl": "ENSGALG00000016313", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 9031, "uniprot_kb": "F1NQZ9"}, {"ZFIN": "ZDB-GENE-030131-5056", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 7955, "uniprot_kb": "Q6NV35"}, {"WormBase": "WBGene00001527", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 6239, "uniprot_kb": "Q20117"}, {"FlyBase": "FBgn0040319", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 7227, "uniprot_kb": "Q9W3K5"}, {"SGD": "S000003637", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 4932, "uniprot_kb": "P32477"}, {"PomBase": "SPAC22F3.10c", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 4896, "uniprot_kb": "Q09768"}, {"dictyBase": "DDB_G0284651", "ortholog_type": "LDO", "panther_family": "PTHR11164", "taxid": 352472, "uniprot_kb": "Q54PC2"}], "uniprot_kb": "P48506"}, "pathway": {"humancyc": [{"id": "GLUTATHIONESYN-PWY", "name": "glutathione biosynthesis"}, {"id": "PWY-4041", "name": "&gamma;-glutamyl cycle"}], "kegg": [{"id": "hsa00270", "name": "Cysteine and methionine metabolism - Homo sapiens (human)"}, {"id": "hsa00480", "name": "Glutathione metabolism - Homo sapiens (human)"}, {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-156580", "name": "Phase II - Conjugation of compounds"}, {"id": "R-HSA-156590", "name": "Glutathione conjugation"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-174403", "name": "Glutathione synthesis and recycling"}, {"id": "R-HSA-211859", "name": "Biological oxidations"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-5578999", "name": "Defective GCLC causes HAGGSD"}, {"id": "R-HSA-5579029", "name": "Metabolic disorders of biological oxidation enzymes"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}], "smpdb": [{"id": "SMP00013", "name": "Cysteine Metabolism"}, {"id": "SMP00015", "name": "Glutathione Metabolism"}, {"id": "SMP00072", "name": "Glutamate Metabolism"}, {"id": "SMP00136", "name": "2-Hydroxyglutric Aciduria (D And L Form)"}, {"id": "SMP00143", "name": "5-Oxoprolinuria"}, {"id": "SMP00183", "name": "Gamma-Glutamyltransferase Deficiency"}, {"id": "SMP00243", "name": "4-Hydroxybutyric Aciduria/Succinic Semialdehyde Dehydrogenase Deficiency"}, {"id": "SMP00337", "name": "Glutathione Synthetase Deficiency"}, {"id": "SMP00339", "name": "Hyperinsulinism-Hyperammonemia Syndrome"}, {"id": "SMP00385", "name": "Homocarnosinosis"}, {"id": "SMP00499", "name": "Beta-mercaptolactate-cysteine disulfiduria"}, {"id": "SMP00500", "name": "5-oxoprolinase deficiency"}, {"id": "SMP00501", "name": "Gamma-glutamyl-transpeptidase deficiency"}, {"id": "SMP00567", "name": "Succinic semialdehyde dehydrogenase deficiency"}, {"id": "SMP00722", "name": "Cystinosis, ocular nonnephropathic"}], "wikipathways": [{"id": "WP100", "name": "Glutathione metabolism"}, {"id": "WP2525", "name": "Trans-sulfuration and one-carbon metabolism"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3", "name": "Phytochemical activity on NRF2 transcriptional activation"}, {"id": "WP3612", "name": "Photodynamic therapy-induced NFE2L2 (NRF2) survival signaling"}, {"id": "WP3940", "name": "One-carbon metabolism and related pathways"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP4357", "name": "NRF2-ARE regulation"}, {"id": "WP4518", "name": "Gamma-glutamyl cycle for the biosynthesis and degradation of glutathione, including diseases"}, {"id": "WP4698", "name": "Vitamin D-sensitive calcium signaling in depression"}]}, "pfam": "PF03074", "pharmgkb": "PA28612", "pharos": {"target_id": 8372, "tdl": "Tchem"}, "pir": "JH0611", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249999", "relationship": "is"}, {"id": "GNF250000", "relationship": "is"}, {"id": "GNF250001", "relationship": "is"}, {"id": "GNF250002", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF157155", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF045655", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083232", "relationship": "is"}, {"id": "GNF083233", "relationship": "is"}, {"id": "GNF083234", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053180", "relationship": "is"}, {"id": "GNF057948", "relationship": "is"}, {"id": "GNF073104", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070195", "relationship": "is"}, {"id": "GNF070196", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005753", "relationship": "is"}, {"id": "GNF017919", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF106481", "relationship": "is"}, {"id": "GNF116485", "relationship": "is"}, {"id": "GNF146127", "relationship": "is"}, {"id": "GNF156126", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_012071.2"], "protein": ["NP_001184044.1", "NP_001489.1", "XP_054211163.1"], "rna": ["NM_001197115.2", "NM_001498.4", "XM_054355188.1"], "translation": [{"protein": "XP_054211163.1", "rna": "XM_054355188.1"}, {"protein": "NP_001489.1", "rna": "NM_001498.4"}, {"protein": "NP_001184044.1", "rna": "NM_001197115.2"}]}, "reporter": {"HG-U133_Plus_2": ["1555330_at", "202922_at", "202923_s_at"], "HG-U95Av2": "31850_at", "HG-U95B": "49163_at", "HTA-2_0": "TC06004051.hg.1", "HuEx-1_0": ["2746539", "2796099", "2910634", "2910645", "2957700", "2957782"], "HuGene-1_1": "8127158", "HuGene-2_1": "17020174"}, "summary": "Glutamate-cysteine ligase, also known as gamma-glutamylcysteine synthetase is the first rate-limiting enzyme of glutathione synthesis. The enzyme consists of two subunits, a heavy catalytic subunit and a light regulatory subunit. This locus encodes the catalytic subunit, while the regulatory subunit is derived from a different gene located on chromosome 1p22-p21. Mutations at this locus have been associated with hemolytic anemia due to deficiency of gamma-glutamylcysteine synthetase and susceptibility to myocardial infarction.[provided by RefSeq, Oct 2010].", "symbol": "GCLC", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415097"}, "unigene": "Hs.654465", "uniprot": {"Swiss-Prot": "P48506", "TrEMBL": ["Q14TF0", "E1CEI4", "B4E2I4", "A0A2R8Y648", "D6RIT4", "A0A2R8YEL6", "A0A0C4DGB2", "D6RGF8"]}, "wikipedia": {"url_stub": "GCLC"}}