{"AllianceGenome": "30142", "HGNC": "30142", "MIM": "605312", "_id": "9518", "_version": 2, "accession": {"genomic": ["AC008397.7", "AF008303.1", "CH471106.1", "CP068259.2", "NC_000019.10", "NC_060943.1"], "protein": ["AAB88673.1", "AAB88913.1", "AAC24456.1", "AAC39537.1", "AAF89834.1", "AAH00529.1", "AAH08962.1", "AAV38272.1", "BAA19151.1", "BAF84219.1", "EAW84694.1", "NP_004855.2", "Q99988.3", "XP_054178690.1"], "rna": ["AB000584.1", "AF003934.2", "AF019770.1", "AF173860.1", "AK225431.1", "AK291530.1", "BC000529.2", "BC008962.2", "BQ901034.1", "BT019465.1", "CA441527.1", "NM_004864.4", "U51731.1", "U88323.1", "XM_054322715.1"], "translation": [{"protein": "NP_004855.2", "rna": "NM_004864.4"}, {"protein": "AAC24456.1", "rna": "AF003934.2"}, {"protein": "AAF89834.1", "rna": "AF173860.1"}, {"protein": "BAF84219.1", "rna": "AK291530.1"}, {"protein": "AAB88673.1", "rna": "AF019770.1"}, {"protein": "BAA19151.1", "rna": "AB000584.1"}, {"protein": "AAV38272.1", "rna": "BT019465.1"}, {"protein": "XP_054178690.1", "rna": "XM_054322715.1"}, {"protein": "AAH00529.1", "rna": "BC000529.2"}, {"protein": "AAB88913.1", "rna": "U88323.1"}, {"protein": "AAH08962.1", "rna": "BC008962.2"}]}, "alias": ["GDF-15", "HG", "MIC-1", "MIC1", "NAG-1", "PDF", "PLAB", "PTGFB"], "ensembl": {"gene": "ENSG00000130513", "protein": ["ENSP00000252809", "ENSP00000469819", "ENSP00000470531"], "transcript": ["ENST00000252809", "ENST00000594925", "ENST00000595973", "ENST00000597765", "ENST00000604609"], "translation": [{"protein": "ENSP00000469819", "rna": "ENST00000597765"}, {"protein": "ENSP00000470531", "rna": "ENST00000595973"}, {"protein": "ENSP00000252809", "rna": "ENST00000252809"}], "type_of_gene": "protein_coding"}, "entrezgene": "9518", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.44052856424, "exp_mis": 174.699220579, "exp_syn": 95.0572958475, "lof_z": 0.523130049957783, "mis_z": 2.43125842827596, "mu_lof": 6.78446510006e-07, "mu_mis": 1.77164850863e-05, "mu_syn": 9.60403406977e-06, "n_lof": 6.0, "n_mis": 109.0, "n_syn": 71.0, "p_li": 0.000282486503125805, "p_null": 0.442209105872421, "p_rec": 0.557508407624453, "syn_z": 1.52969067042245}, "bp": 927, "cds_end": 18499745, "cds_start": 18496999, "n_exons": 2, "nonpsych": {"exp_lof": 6.69798351031, "exp_mis": 158.08324472, "exp_syn": 85.9996148337, "lof_z": 0.264865319043601, "mis_z": 2.45042031757264, "mu_lof": 6.78446510006e-07, "mu_mis": 1.77164850863e-05, "mu_syn": 9.60403406977e-06, "n_lof": 6.0, "n_mis": 97.0, "n_syn": 62.0, "p_li": 0.000201054993358474, "p_null": 0.542449884535111, "p_rec": 0.457349060471531, "syn_z": 1.62936895265539}, "nontcga": {"exp_lof": 6.84173736324, "exp_mis": 160.719745649, "exp_syn": 87.4491689835, "lof_z": 0.694585560985084, "mis_z": 2.26829545504349, "mu_lof": 6.78446510006e-07, "mu_mis": 1.77164850863e-05, "mu_syn": 9.60403406977e-06, "n_lof": 5.0, "n_mis": 103.0, "n_syn": 67.0, "p_li": 0.00148394414704423, "p_null": 0.322372103689636, "p_rec": 0.67614395216332, "syn_z": 1.3845866397372}, "transcript": "ENST00000252809.3"}, "exons": [{"cdsend": 18388935, "cdsstart": 18386189, "chr": "19", "position": [[18386157, 18386466], [18388285, 18389176]], "strand": 1, "transcript": "NM_004864", "txend": 18389176, "txstart": 18386157}], "exons_hg19": [{"cdsend": 18499745, "cdsstart": 18496999, "chr": "19", "position": [[18496967, 18497276], [18499095, 18499986]], "strand": 1, "transcript": "NM_004864", "txend": 18499986, "txstart": 18496967}], "generif": [{"pubmed": 9326641, "text": "MIC-1, a divergent TGF-b superfamily cytokine, was cloned from a U937 subtracted cDNA library enriched for activation-associated sequences. It is induced in macrophages by many activation-associated stimuli but not LPS or IFN-g"}, {"pubmed": 10811612, "text": "Unlike other TGF-b cytokines, MIC-1 is able to be expressed correctly folded without its propeptide. A 28 aa propeptide epitope contains a quality control signal which can signal misfolding of MIC-1, leading to proteasomal degradation."}, {"pubmed": 11134143, "text": "MIC-1 is present in large amounts in placenta and amniotic fluid. Very high levels of MIC-1 are present in the sera of pregnant women and rise substantially with progress of gestation"}, {"pubmed": 11141057, "text": "At least five immunogenic regions on the MIC-1 surface can be detected by MAbs. One MAb is directed against the amino terminus of the protein and can distinguish between the two allelic forms of MIC-1"}, {"pubmed": 11259636, "text": "NAG-1 is an antitumorigenic and proapoptotic protein, and its regulation by COX inhibitors may provide new clues for explaining their proapoptotic and antitumorigenic activities."}, {"pubmed": 11278594, "text": "Propeptide deletion mutants of MIC-1 enabled identification of a region between residues 56 and 78, which is important for the interaction between the propeptide and the mature peptide during folding"}, {"pubmed": 11445565, "text": "the level of expression of the NAG-1 gene will depend on the availability of Sp proteins and on co-factors such as chicken ovalbumin upstream promoter-transcription factor 1"}, {"pubmed": 11895857, "text": "Resveratrol enhances the expression of non-steroidal anti-inflammatory drug-activated gene (NAG-1) by increasing the expression of p53"}, {"pubmed": 11994274, "text": "report that autocrine hGH production by mammary carcinoma cells specifically results in the transcriptional repression of the p53-regulated placental transforming growth factor-beta gene (Placental growth factor-beta; TGF-beta)"}, {"pubmed": 12011055, "text": "placental transforming growth factor-beta as an important downstream mediator of DNA damage signaling and a transcriptional target of p53 (PTGF-beta)"}, {"pubmed": 12082608, "text": "Anoxia induces macrophage inhibitory cytokine-1 (MIC-1) in glioblastoma cells independently of p53 and HIF-1. MIC-1 is an important downstream mediator of p53 function and intercessor of cellular stress signaling and exerting antitumorigenic activities."}, {"pubmed": 12082608, "text": "In the experimental model MIC-1 may exert anti-tumorigenic properties via a paracrine mechanism mediated by host cells in vivo. MIC-1 is an important downstream mediator of p53 function"}, {"pubmed": 12090982, "text": "MIC-1 serum levels were higher at baseline in women who later had cardiovascular events. Levels > 90th percentile were associated with a 2.7x greater risk and independent of traditional cardiovascular risk factors and at least additive to that of CRP"}, {"pubmed": 12139236, "text": "Observational study of gene-disease association and genetic testing. (HuGE Navigator)"}, {"pubmed": 12139236, "text": "There are at least two alleles of MIC-1 that are due to a G-->C point substitution at position 6 of the mature protein, which alters a his to an asp (MIC-1 H and MIC-1 D). The frequency of the 3 common MIC-1 genotypes was:  HH 54%; HD 39%; DD 7%"}, {"pubmed": 12514175, "text": "GDF-15 prevents apoptosis in cerebellar granule neurons by activating Akt and inhibiting endogenously active ERK"}, {"pubmed": 12624183, "text": "Microarray analysis identifies MIC-1 as being upregulated in cancer of breast, prostate, and colon. Tissues from these patients show increased MIC-1 by IHC and their serum shows elevated levels"}, {"pubmed": 12855642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12855642, "text": "There is a strong association between MIC-1 serum levels and neoplastic progression (polyps to cancer) within the large bowel and significant differences in time to relapse and overall survival between subjects with different MIC-1 levels and genotypes"}, {"pubmed": 12894347, "text": "Decreased NAG-1 expression in higher grade cancer is consistent with its known antitumorigenic, proapoptotic activities."}, {"pubmed": 12900512, "text": "amniotic fluid MIC-1 is derived from the fetal membranes and decidua, but that MIC-1 is unlikely to be involved in the pathophysiology of preterm birth or premature rupture of membranes"}, {"pubmed": 12941831, "text": "Treating DU145 prostate cancer cells with MIC-1 causes loss of adhesion and consequently induces cell detachment and apoptosis. This is mediated at least in part by reduction in metallothionein 1E, RhoE and catenin delta 1."}, {"pubmed": 14575402, "text": "NAG-1 may be involved in differentiation and apoptotic processes of nasal epithelial cells. It is still unclear whether NAG-1 is an inducer or a byproduct of differentiation or apoptosis"}, {"pubmed": 14662774, "text": "expression of NAG-1 by troglitazone requires the early growth response gene EGR-1"}, {"pubmed": 14726168, "text": "Serum MIC-1 levels are markedly depressed in women, some weeks before miscarriage and at a time when the fetus is still viable. This suggests possible predictive and causative roles, as well as therapeutic potential"}, {"pubmed": 15073115, "text": "MIC-1 has a role in progression of primary pancreatic cancers, intraductal papillary mucinous neoplasms, and pancreatic cancer"}, {"pubmed": 15073115, "text": "The combination of serum levels of MIC-1 and CA19-9 significantly improved diagnostic accuracy of pancreatic cancer (sensitivity, 70%; specificity, 85%)"}, {"pubmed": 15316060, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15316060, "text": "This study shows an association between a nonsynonymous change (H6D) in the MIC-1 gene and prostate cancer. This finding supports the hypothesis that genetic variation in the inflammatory process contributes to prostate cancer susceptibility"}, {"pubmed": 15342369, "text": "Findings suggest that early prostate carcinogenesis is associated with expression of mature GDF15 protein."}, {"pubmed": 15670751, "text": "The results suggest that I3C represses cell proliferation through up-regulation of NAG-1 and that ATF3 may play a pivotal role in DIM-induced NAG-1 expression in human colorectal cancer cells."}, {"pubmed": 15677629, "text": "expression levels may serve as a surrogate marker for the AKT activation in tumors"}, {"pubmed": 15757899, "text": "NAG-1 expression is up-regulated by TPA in LNCaP cells through a PKC-dependent pathway involving the activation of NF-kappa B"}, {"pubmed": 16154591, "text": "GDF-15 induction is an immediate early response to liver injury that can occur through TNF and p53 independent pathways"}, {"pubmed": 16286461, "text": "t10,c12-CLA stimulates ATF3/NAG-1 expression and subsequently induces apoptosis in an isomer specific manner"}, {"pubmed": 16388506, "text": "An additional serum marker for the detection of prostatic cancer."}, {"pubmed": 16397141, "text": "GDF-15 expression increased within 12 hours of symptom onset and remained upregulated for at least 2 weeks after myocardial infarct."}, {"pubmed": 16484622, "text": "highly expressed in the placenta and the prostate, but not normally in many other organs, including the heart"}, {"pubmed": 16699947, "text": "Study suggests that proapoptotic activity of NAG-1 is cell type specific and not related to COX-2 expression."}, {"pubmed": 16741990, "text": "Induction of message and protein in prostate cancer cells requires 1alpha, 25-dihydroxyvitamin D3."}, {"pubmed": 16775185, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16775185, "text": "Single Nucleotide Polymorphisms in Macrophage inhibitory cytokine-1 is associated with prostate cancer"}, {"pubmed": 17050687, "text": "Stimulation of macrophage inhibitory cytokine 1-dependent S phase arrest in normal gut epithelial cells might help to revitalize the clinical use of N-phosphonacetyl-l-aspartate, which has been limited by gut toxicity"}, {"pubmed": 17328047, "text": "Serum levels of MIC-1 and MIC-1 genotype may be clinically useful in the management of rheumatoid arthritis as well as in selection of patients for hemopoietic stem cell transplantation, since they predict disease course and response to therapy."}, {"pubmed": 17548705, "text": "study does not support the role of common genetic variation at MIC1 and IL1RN in prostate cancer susceptibility"}, {"pubmed": 17637746, "text": "TAp63-dependent induction of growth differentiation factor 15 (GDF15) plays a critical role in the regulation of keratinocyte differentiation."}, {"pubmed": 17721544, "text": "GDF15 overexpression arising from an expanded erythroid compartment contributes to iron overload in thalassemia syndromes by inhibiting hepcidin expression."}, {"pubmed": 17908975, "text": "growth differentiation factor 15 has a role in molecular alterations in prostate carcinomas resulting from exposure to chemotherapy"}, {"pubmed": 17909264, "text": "The induction of GDF15 and STC2 is likely specific to MK-4, vitamin K2 analog."}, {"pubmed": 17982462, "text": "Transgenic mice overexpressing MIC-1 show hypophagia and weight loss; sera from subjects with advanced prostate cancer show a direct correlation between MIC-1 abundance and cancer-associated weight loss, defining MIC-1 as a central regulator of appetite."}, {"pubmed": 18264720, "text": "The NAG-1 was expressed strongly in intestinal metaplasia and adenoma, and inversely correlated to tumor stages"}, {"pubmed": 18359786, "text": "There is a possible role for macrophage-inhibiting cytokine-1 (MIC-1) in coronary artery cardiovascular events."}, {"pubmed": 18398830, "text": "Microarray studies show that our in vitro model system reflects many cellular and molecular alterations characteristic of cervical cancer, and identified SIX1 and GDF15 as 2 novel potential biomarkers of cervical cancer progression."}, {"pubmed": 18550273, "text": "GDF-15 does not decrease proliferation of glioblastoma cell lines, while its effects on invasiveness are not consistent."}, {"pubmed": 18657084, "text": "GDF15 is normal in most superdonors, indicating that GDF15 overexpression arising from the expanded erythroid pool necessary to replace donated red cells is not the biochemical mechanism for the decreased serum hepcidin"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18754039, "text": "MIC-1 may function to promote development of more aggressive melanoma tumors"}, {"pubmed": 18801729, "text": "trichostatin A-induced NAG-1 expression involves multiple mechanisms at the transcriptional and post-transcriptional levels."}, {"pubmed": 18824595, "text": "CDA I patients express very high levels of serum GDF15, and GDF15 contributes to the inappropriate suppression of hepcidin with subsequent secondary hemochromatosis."}, {"pubmed": 19047680, "text": "GDF15 can be induced by pathophysiologic changes in iron availability, raising important questions about the mechanism of regulation and its role in iron homeostasis"}, {"pubmed": 19074584, "text": "Data conclude that MIC-1 is expressed in adipose tissue and secreted from adipocytes and is therefore a new adipokine. MIC-1 may have a paracrine role in the modulation of adipose tissue function and body fat mass."}, {"pubmed": 19100681, "text": "Increased PDF mRNA stability in response to hypoxia and cobalt chloride, but not doxorubicin, indicates that p53-dependent induction of PDF expression occurs via diverse mechanisms."}, {"pubmed": 19125423, "text": "This is the first report of the induction of the proapoptotic protein NAG-1 in pancreatic cancer cells."}, {"pubmed": 19133249, "text": "MIC-1 was obviously overexpressed in gastric cancers and MIC-1 secretion into blood may be useful for the prediction of gastric cancer progression."}, {"pubmed": 19152406, "text": "Osteoclast formation at the tumor-bone interface are significantly higher MIC-1 prostatic tumors, whereas bone formation is higher in control mice."}, {"pubmed": 19168526, "text": "GDF-15 can provide long-term prognostic value in post-acute myocardial infarction patients"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19302795, "text": "human dermis is a site for macrophage inhibitory cytokine-1 (MIC-1) production and that visible light activates a dermal transcription cascade"}, {"pubmed": 19341722, "text": "Data show that MIC-1 is a new diagnostic marker in the differential diagnosis of dyspnea."}, {"pubmed": 19357976, "text": "GDF15 may be PPARalpha-independent master-regulator of fenofibrate action in human endothelial cells."}, {"pubmed": 19375854, "text": "a possible inverse relationship exists between the expression of NAG-1 and COX-2 in tumor formation of colon tissue."}, {"pubmed": 19401523, "text": "the NAG-1 protein inhibits urethane-induced tumor formation"}, {"pubmed": 19470878, "text": "Study is the first to show that GDF-15 is dysregulated, both in preeclampsia and in diabetic pregnancies."}, {"pubmed": 19505289, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19505289, "text": "results show that a promoter haplotype containing the -3148G variant increases GDF15 transcription activity and is associated with favourable left ventricular remodelling in human essential hypertension."}, {"pubmed": 19505919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19515791, "text": "In contrast to patients with cancer cachexia, increased MIC-1 levels in obese patients and diabetic patients do not induce weight loss."}, {"pubmed": 19521960, "text": "Elevated levels of MIC-1/GDF15 in the cerebrospinal fluid of patients are associated with glioblastoma."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19695766, "text": "GDF-15 inhibits differentiation into osteoclasts--a novel factor involved in control of osteoclast differentiation."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19946339, "text": "a progressive increase in secretory MIC-1 production correlated with the increase in the metastatic potential of PC-3 and LNPCa prostate cancer metastatic variants."}, {"pubmed": 20024638, "text": "The prognostic information provided by GDF-15 in cardiovascular disease may inform patient management, e.g., by identifying patients with non-ST segment elevation acute coronary syndrome."}, {"pubmed": 20031597, "text": "This study identifies GDF-15 as a strong and independent predictor of coronary heart disease (CHD) mortality across the broad spectrum of patients with stable and unstable CHD."}, {"pubmed": 20067113, "text": "Celecoxib can enhance apoptosis of gastric adenocarcinoma cells by induction of NAG-1 gene transcription in human."}, {"pubmed": 20104227, "text": "There is no independent link between plasma MIC-1 levels and depleted nutritional status or survival in oesophago-gastric cancer."}, {"pubmed": 20130018, "text": "The integrated stress response-associated signals modulates intestinal tumor cell growth by NSAID-activated gene 1."}, {"pubmed": 20160200, "text": "GDF-15 is independently related to adverse events in non-ST-segment-elevation acute coronary syndrome both in the acute setting and for at least 6 months after clinical stabilization."}, {"pubmed": 20167682, "text": "Baseline MIC-1 concentrations were increased, not decreased, in individuals before type 2 diabetes manifestation, but not independently associated with incident type 2 diabetes in multivariable analyses."}, {"pubmed": 20193126, "text": "Inhibition of c-Src activity resulted in the complete abolition of MIC-1-induced phosphorylation of the EGFR, ErbB2, and ErbB3, as well as invasiveness and matrix metalloproteinase-9 expression in SK-BR-3 cells."}, {"pubmed": 20215826, "text": "NAG-1 may have a role in malignancy in prostate cancer"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20357380, "text": "Higher levels of GDF-15 are a predictor of all-cause and cardiovascular mortality and morbidity in patients with diabetic nephropathy;higher levels of GDF-15 are associated with faster deterioration of kidney function"}, {"pubmed": 20385121, "text": "NAG-1 promoter activity in human colorectal cancers is controlled by Kruppel-like factor 4 (KLF4)."}, {"pubmed": 20431030, "text": "Data show that MIC-1 is secreted from melanoma cells together with VEGF to promote vascular development mediated by (V600E)B-Raf signaling."}, {"pubmed": 20534737, "text": "GDF-15 at endogenous levels contributes to proliferation and immune escape of malignant gliomas in an immunocompetent host."}, {"pubmed": 20576287, "text": "Median plasma GDF-15 concentration was elevated in ovarian cancer as compared to healthy controls and women with benign ovarian tumors or borderline ovarian tumors."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20854422, "text": "Serum MIC-1/GDF15 is a novel predictor of all-cause mortality"}, {"pubmed": 20855664, "text": "GDF-15 provides independent prognostic information in heart failure and disease severity."}, {"pubmed": 20860541, "text": "findings indicate that GDF-15 concentration was elevated with the progressing stages of heart failure (HF) and might have potential screening implications for stage B HF"}, {"pubmed": 20884666, "text": "GDF-15 is present in the active form in semen. In vitro cultivation of sperm cells with GDF-15 did not affect their viability or rates of apoptosis; however, it did inhibit proliferation of PBMCs and induce expression of FOXP3 in CD4+CD25+ cells."}, {"pubmed": 20937742, "text": "NAG-1 may be important in maintaining homeostasis in the normal endometrium and alterations in NAG-1 expression may be associated with the establishment of endometriosis."}, {"pubmed": 20966402, "text": "Finding supports GDF-15 as a prognostic marker in acute coronary syndrome."}, {"pubmed": 20975101, "text": "GDF15, HSPA2, TMEFF2, and VIM were identified as epigenetic biomarkers for Bladder cancer."}, {"pubmed": 21097678, "text": "Nag-1 induction following NSAID treatment is mediated by the p38 MAPK pathway"}, {"pubmed": 21245963, "text": "AREG and GDF15 produced in response to UVB exposure can affect the growth and protein synthesis of lens epithelial cells"}, {"pubmed": 21312063, "text": "These data do not support an association of rs4808793 with coronary artery disease or its severity in a Chinese population."}, {"pubmed": 21336029, "text": "Growth differentiation factor-15 emerges as a potential prognostic biomarker in ovarian carcinoma."}, {"pubmed": 21437897, "text": "Data indicate that methylation of specific promoter sequences causes transcriptional silencing of the NAG-1 locus in glioma and may ultimately contribute to tumor progression."}, {"pubmed": 21475976, "text": "GDF15 is among the erythroid factors down-regulating hepcidin and contributing to iron overload in conditions of dyserythropoiesis."}, {"pubmed": 21487066, "text": "Data suggest that plasma markers: CEACAM, ICAM-1, osteopontin, MIA, TIMP-1 and S100B particularly when assessed in combination, can be used to monitor patients for disease recurrenc."}, {"pubmed": 21503121, "text": "GDF-15 protein expression increases in acute coronary syndrome, and the level of GDF-15 rapidly increases and remains elevated in the early period of acute myocardial infarction."}, {"pubmed": 21504622, "text": "Data indicate that isochaihulactone induces G2/M cell cycle arrest via downregulation of cyclin B1 and cdc2, and induces cellular death by upregulation of NAG-1 via JNK activation in LNCaP cells."}, {"pubmed": 21535154, "text": "GDF15 levels were significantly elevated when comparing anaemia of unknown cause with controls and were markedly elevated in patients with renal disease."}, {"pubmed": 21548946, "text": "GDF-15 expression is increased in pulmonary arterial hypertension lungs and appears predominantly located in vascular endothelial cells, where if affects proliferation and apoptosis."}, {"pubmed": 21586550, "text": "GDF-15 mediates the functions of p53 by autocrine/paracrine action."}, {"pubmed": 21616994, "text": "we report for the first time plasma GDF-15 as a biomarker for endometrial cancer phenotype."}, {"pubmed": 21645023, "text": "Hyperinsulinemia resulted in a significant increase in serum MIC-1 in different states of adiposity."}, {"pubmed": 21773947, "text": "GDF-15 promoted angiogenesis in hypoxic HUVECs possibly through inhibiting p53 signal, which subsequently enhanced and stabolized HIF-1alpha expression, and up-regulated the related downstream angiogenic signaling."}, {"pubmed": 21803025, "text": "These results support GDF15-mediated activation of TGF beta receptor-Src-HER2 signaling crosstalk as a novel mechanism of trastuzumab resistance."}, {"pubmed": 21809352, "text": "Our data suggest that the H6D variant of NAG-1 inhibits prostate tumorigenesis by suppressing IGF-1 and cyclin D1 expression but likely additional mechanisms are operative."}, {"pubmed": 21865063, "text": "Levels of growth differentiation factor-15 are high and correlate with clinical severity in transfusion-independent patients with beta thalassemia intermedia."}, {"pubmed": 21881845, "text": "Our data suggest that GDF-15 can be used as a serum marker for the diagnosis of metastases in UM patients"}, {"pubmed": 22023041, "text": "In the elderly, GDF-15 reflects endothelial activation and vascular inflammation and thus, multiple pathways involved in the development and progression of atherosclerosis."}, {"pubmed": 22064648, "text": "MIC-1 is a novel factor (secreted by decidual cells in early pregnancy) that could promote the increase of a tolerogenic subtype of DC in decidua"}, {"pubmed": 22144502, "text": "Serum MIC-1/GDF15 levels vary with the development of adnenomatous colonic polyps."}, {"pubmed": 22160844, "text": "GDF-15 may play a role in the development of cutaneous and pulmonary fibrosis in systemic sclerosis."}, {"pubmed": 22180562, "text": "This highlights a novel role of GDF15 in regulating airway mucosal immunity (e.g. mucin) in cigarette smoke-exposed lungs."}, {"pubmed": 22231869, "text": "As an acute stroke biomarker, GDF-15 independently predicts unfavorable functional 90-day stroke outcome."}, {"pubmed": 22301101, "text": "The findings suggested that tumor microenvironment-derived GDF15 is a key survival and chemoprotective factor for multiple myeloma cells, which is pathophysiologically linked to both initial parameters of the disease as well as patient survival."}, {"pubmed": 22341306, "text": "Growth differentiation factor 15 has an anti-apoptotic effect in oral squamous cell carcinoma cell lines, with significant elevated serum GDF 15 levels having a prognostic value in oral squamous cell carcinoma."}, {"pubmed": 22365732, "text": "Our findings suggest that hepcidin expression is controlled by body iron stores where soluble HJV and EPO may act as suppressors of hepcidin."}, {"pubmed": 22384099, "text": "analysis of expression of EGFR, pAkt, NF-kappaB and MIC-1 in prostate cancer stem cells and their progenies"}, {"pubmed": 22484283, "text": "The results suggest that MIC-1 secreted from cancer cells stimulates endothelial cell proliferation by enhancing AP-1- and E2F-dependent expression of G(1) cyclins via PI3K/Akt, JNK, and ERK signaling pathways"}, {"pubmed": 22505696, "text": "The GDF15/MIC-1 gene polymorphism is associated with rheumatoid arthritis and suggests a common etiology for that disease and atherothrombotic manifestations."}, {"pubmed": 22511768, "text": "Two in-and-out modulation strategies for endoplasmic reticulum stress-linked gene expression of pro-apoptotic macrophage-inhibitory cytokine 1."}, {"pubmed": 22723347, "text": "DEC1 controls the response of p53-dependent cell survival vs. cell death to a stress signal through MIC-1"}, {"pubmed": 22815297, "text": "Data identified GDF-15 as a clinically valuable marker for predicting transition in albuminuria stage in T2DM beyond conventional risk markers. These findings were confirmed in nondiabetic HT subjects."}, {"pubmed": 22872134, "text": "the expression of GDF15 is upregulated by IL-6 in prostate carcinoma cells"}, {"pubmed": 22975449, "text": "growth-differentiation factor-15 is a new player in histamine-induced melanogenesis."}, {"pubmed": 23071585, "text": "Cross-sectional data on a hospital-based sample indicate that plasma GDF-15 levels are associated with left ventricular hypertrophy in hypertensive patients."}, {"pubmed": 23146921, "text": "Data show that neutrophil gelatinase-associated lipocalin, MIC-1, and CA19-9 were significantly elevated in the pancreatic juice of chronic pancreatitis (CP) and pancreatic cancer (PC) as compared with nonpancreatic nonhealthy controls."}, {"pubmed": 23154866, "text": "High levels of GDF15 were seen in related hereditary hemochromatosis cases. Hepcidin mRNA was upregulated in HepG2 cells treated with these patients' serum."}, {"pubmed": 23262134, "text": "GDF15 impairs aortic contractile and relaxing function through an endothelium-dependent mechanism involving altered caveolar endothelial NO synthase signaling."}, {"pubmed": 23280549, "text": "A novel signaling pathway for GDF-15 through interaction with the matricellular signaling molecule CCN2."}, {"pubmed": 23328263, "text": "Growth and differentiation factor-15 is a potential novel factor associated with muscle atrophy, which may become a therapeutic target in patients with ICU acquired paresis and other forms of acute muscle wasting."}, {"pubmed": 23335088, "text": "Our study suggests that GDF15 induction helps suppress further activation of macrophages in stressful physiologic states as hemophagocytic lymphohistiocytosis...resulting in enhanced ferroportin-mediated iron efflux."}, {"pubmed": 23468844, "text": "MIC-1/GDF15 is involved in the physiological regulation of appetite and energy storage."}, {"pubmed": 23503457, "text": "Enteropathogenic Escherichia coli enhances MIC-1 gene expression in the human intestinal cancer cells"}, {"pubmed": 23525862, "text": "Suggest that GDF-15 might be a useful biomarker for discriminating hypertrophic cardiomyopathy from left ventricular hypertrophy."}, {"pubmed": 23758647, "text": "MIC-1/GDF15 levels are associated with cognitive performance and cognitive decline."}, {"pubmed": 23799024, "text": "High glucose can promote GDF15 expression and secretion in human umbilical vein endothelial cells, which in turn attenuates high glucose-induced endothelial cell apoptosis."}, {"pubmed": 23824055, "text": "Serum MIC-1 levels in PUL were not able to categorically diagnose EP, however, MIC-1 could distinguish women with an EP that required medical intervention and those women whose PULs spontaneously resolved"}, {"pubmed": 23836903, "text": "knockdown of MIC-1 can decrease RNPC1-induced cell growth suppression."}, {"pubmed": 23850849, "text": "Growth-differentiation factor-15 level may be used as a biomarker of anthracycline-induced cardiovascular disease severity in the CCS."}, {"pubmed": 23996089, "text": "Results indicate a possible relationship between serum GDF15 levels and circulating tumor cells may exist."}, {"pubmed": 24069146, "text": "MIC-1 and PAPP-A levels are significantly depressed in women presenting to EPAU with ultrasound evidence of fetal viability, but later miscarry."}, {"pubmed": 24136234, "text": "Calu-15, a novel isoform of Calu with phosphorylation-dependent nuclear localization, has a critical role in promoting filopodia formation and cell migration by upregulating the GDF-15 transcription."}, {"pubmed": 24216602, "text": "Serum GDF 15 levels were measured in 35 newly diagnosed multiple myeloma patients and 27 healthy controls. GDF 15 level did not have an impact on survival."}, {"pubmed": 24236027, "text": "GDF-15 may be one of the critical molecules that inhibit dendritic cell maturation and function and are involved in tumor immune escape."}, {"pubmed": 24312445, "text": "in elderly men, GDF-15 improves prognostication of both cardiovascular, cancer mortality and morbidity beyond established risk factors and biomarkers of cardiac, renal dysfunction and inflammation."}, {"pubmed": 24345755, "text": "GDF15 is produced by bone marrow stromal cells after direct contact with plasma cells and enhances the tumor-initiating potential and self-renewal of multiple myeloma cells in a protein kinase B- and SRY (sex-determining region Y)-box-dependent manner."}, {"pubmed": 24383865, "text": "The expression of MIC1 was upregulated in 37.5% (3/8) ESCC cell lines."}, {"pubmed": 24384540, "text": "The tumor progression results in increased GDF-15 secretion, which may down-regulate hepcidin expression, resulting in iron overload in cancer patients; this phenomenon has also been found in some patients with sideropenic anemia."}, {"pubmed": 24401984, "text": "GDF15 may be a promising novel biomarker for the preoperative identification of malignant pelvic disease."}, {"pubmed": 24430093, "text": "GDF-9 and GDF-15 levels may influence bone parameters in polycystic ovary syndrome"}, {"pubmed": 24447735, "text": "Circulating levels of GDF-15 were associated with paroxysmal non-valvular atrial fibrillation."}, {"pubmed": 24462860, "text": "results suggest that GDF-15 has an overall protective effect on the progression of atherosclerosis, likely through inducing ABCA1 expression via the PI3K/PKCzeta/SP1 signaling pathway and enhancing cholesterol efflux"}, {"pubmed": 24504814, "text": "Growth differentiation factor 15, a marker of lung involvement in systemic sclerosis, is involved in fibrosis development but is not indispensable for fibrosis development."}, {"pubmed": 24521768, "text": "High GDF-15 level is a strong predictor of death and heart failure in patients with ST-elevation myocardial infarction."}, {"pubmed": 24554716, "text": "NE induces myocardial hypertrophy and up-regulates GDF-15, and this up-regulation of GDF-15 negatively regulates NE-induced myocardial hypertrophy by inhibiting EGF receptor transactivation following NE stimulation."}, {"pubmed": 24565956, "text": "Results support an association between higher levels of circulating MIC-1 (GDF15) and colorectal cancer (CRC)."}, {"pubmed": 24597762, "text": "GDF15 mediates KV2.1 through the TGFbetaRII-activated Akt/mTOR pathway in cerebellar granule cells."}, {"pubmed": 24669014, "text": "GDF15 promotes tumorigenesis and progression in oral squamous cell carcinoma"}, {"pubmed": 24681016, "text": "Takotsubo cardiomyopathy patients showed markedly high, but transient elevation of GDF-15 levels."}, {"pubmed": 24759784, "text": "Study demonstrates that NAG-1 can induce apoptosis in a restricted set of glioblastoma cell lines via the mitochondrial pathway."}, {"pubmed": 24780757, "text": "GDF15 was found upregulated in situ and in primary cultures of cancer-associated fibroblasts from prostate cancer."}, {"pubmed": 24839357, "text": "Change in growth differentiation factor 15, but not C-reactive protein, independently predicts major cardiac events in patients with non-ST elevation acute coronary syndrome"}, {"pubmed": 24867648, "text": "8 GDF-15 polymorphisms (3 coding, 5 regulatory) were found in Indian beta-thalassemia patients. The G allele in rs4808793 was associated with increased GDF15 levels in controls and patients. A novel TCG insertion was found at codon 167 in 4 patients."}, {"pubmed": 25016703, "text": "Studied serum levels of GDF-15, IMA and PAPP-A in 348 patients with CAD and 205 controls. PAPP-A had the lowest sensitivity and negative predictive value compared with other markers. GDF-15 seemed to be associated with severity of CAD."}, {"pubmed": 25052873, "text": "HAMP mRNA and GDF15 mRNA expression in peripheral blood mononuclear cells of multiple myeloma patients is up-regulated."}, {"pubmed": 25065856, "text": "GDF-15 levels are related to hemolysis and iron overload and may provide utility for identifying patients at increased risk of thrombotic events."}, {"pubmed": 25093616, "text": "The binding of MMP-26 to GDF15 was responsible for the processing and maturation of pro-GDF15, and the process was dependent on enzymatic activity of MMP-26. In human placental trophoblast cells, MMP-26 could facilitate the pro-apoptotic effect of GDF15."}, {"pubmed": 25117302, "text": "The relationship between serum GDF-15, mortality, and carotid artery thickening suggests that GDF-15 may be a novel marker of atherosclerosis, inflammation, and malnutrition in HD patients."}, {"pubmed": 25124572, "text": "High MIC-1 expression is associated with weight loss and poor response to chemotherapy in esophageal squamous cell carcinoma."}, {"pubmed": 25171167, "text": "Data indicate that plasma growth differentiation factor 15 (GDF-15) levels increased gradually during and after surgery."}, {"pubmed": 25179833, "text": "Growth Differentiation Factor 15 expression and regulation during erythroid differentiation in non-transfusion dependent thalassemia."}, {"pubmed": 25180886, "text": "Counterbalance between MIC-1 and ATF3 is critical for deciding the fate of enterocytes under the food chemical stress."}, {"pubmed": 25294786, "text": "GDF-15 is a risk factor for major bleeding, mortality, and stroke in atrial fibrillation."}, {"pubmed": 25327758, "text": "The inverse relationship between GDF-15 and inflammation demonstrates a novel expression pattern for GDF-15 in the human prostate and suppression of NFkappaB activity may shed light on a potential mechanism for this inverse correlation."}, {"pubmed": 25347430, "text": "Data suggest that growth differentiation factor 15 protein (GDF15) may have beneficial effects on erythropoiesis in myelodysplastic syndrome (MDS)."}, {"pubmed": 25380934, "text": "GDF15, by affecting iron status, might be involved in the pathogenesis of anemia in patients with cardiovascular pathology."}, {"pubmed": 25464937, "text": "Results demonstrate that the circulating levels of ADH, MIC-1 and CA19-9 in blood of PC were significantly higher than in healthy controls."}, {"pubmed": 25490861, "text": "Data identi fi ed GDF15 as potential resistance-related factor acting by maintaining a low proliferative and undifferentiated tumor phenotype through upregulation of p27 Kip1 during carboplatin treatment."}, {"pubmed": 25516419, "text": "GDF-15 may increase sensitivity to transforming growth factor-beta signalling by suppressing the expression of muscle microRNAs, thereby promoting muscle atrophy in intensive care unit-acquired weakness."}, {"pubmed": 25590623, "text": "The increases in plasma GDF-15 levels in testicular cancer patients during chemotherapy and its association with vWF and hsCRP suggest that GDF-15 is a potentially useful biomarker related to endothelial damage."}, {"pubmed": 25730371, "text": "Studied contribution to tumor progression of GDF15 in tumor-associated macrophages and esophageal squamous cell carcinomas."}, {"pubmed": 25767870, "text": "MIC-1 and PDGF-A expression is elevated in both prostate tumors and structurally intact adjacent tissues."}, {"pubmed": 25820390, "text": "GDF-15 is a novel blood biomarker of acute exacerbation chronic obstructive pulmonary disease that is more sensitive than C-reactive protein."}, {"pubmed": 25823874, "text": "tumour markers DcR3 and growth/differentiation factor (GDF)15 from 100 mul human serum, were quantified."}, {"pubmed": 25853582, "text": "The analysis based on correlation of MIC-1 and PSA concentrations in serum with the patient PCa status improved the specificity of Prostate cancer diagnosis"}, {"pubmed": 25867265, "text": "Data show that plasma and tissue levels of MIC-1/GDF15 are significantly elevated in patients with Barrett's oesophagus, low-grade dysplasia and oesophageal adenocarcinoma."}, {"pubmed": 25867369, "text": "Data show that plasma growth differentiation factor 15 (GDF-15) levels and N-terminal pro-B-type natriuretic peptide (NT-proBNP) are associated with chronic heart failure (CHF) in coronary atherosclerosis patients and can be used as biomarkers."}, {"pubmed": 25867953, "text": "MIC-1/GDF15 serum levels were inversely associated with gray matter volumes both cross-sectionally and longitudinally"}, {"pubmed": 25880686, "text": "Study describes for the first time the vital role of GDF15 both in tumorigenesis and in radioresistance of OSCC cells. With its anti-apoptotic effects, GDF15 possibly promotes tumor progression and might protect carcinoma cells against irradiation effects."}, {"pubmed": 25893289, "text": "our study indicates that NAG-1 is localized in the nucleus and provides new evidence that NAG-1 controls transcriptional regulation in the Smad pathway"}, {"pubmed": 26004619, "text": "Role of GDF15 in pulmonary oxygen toxicity"}, {"pubmed": 26018318, "text": "Twist promotes pancreatic cancer cell invasion and cisplatin chemoresistance through inducing GDF15 expression via a p38 MAPKdependent mechanism."}, {"pubmed": 26026393, "text": "High plasma levels of MIC1 before diagnosis of colorectal carcinoma are associated with greater CRC-specific mortality, particularly in individuals with PTGS2-positive tumors."}, {"pubmed": 26075263, "text": "no significant correlation was found about GDF-15 levels of OSAS group and healthy controls."}, {"pubmed": 26090487, "text": "Significant differences concerning GDF15 polymorphism were not observed between patients and controls."}, {"pubmed": 26114631, "text": "Growth differentiation factor-15 (GDF-15) exhibited TGFBR2-dependent transcriptional upregulation causing increased intracellular and extracellular protein levels in colorectal carcinoma."}, {"pubmed": 26142330, "text": "GDF-15 would identify TI patients at increased risk of pulmonary and cardiovascular complications as well as subclinical atherosclerosis."}, {"pubmed": 26154268, "text": "repeated cisterna magna administration of human umbilical cord blood-derived mesenchymal stem cells enhanced endogenous adult hippocampal neurogenesis and synaptic activity through a paracrine factor of GDF-15"}, {"pubmed": 26177355, "text": "This is the first report showing that GDF-15 appears to be expressed in the vitreous, and that its expression is significantly higher in the presence of a vitreoretinal disorder in which there is an inflammatory component."}, {"pubmed": 26207898, "text": "The lack of a rapid and substantial postprandial increase in MIC-1/GDF15 serum levels suggests that MIC1/GDF15 is unlikely to act as a satiety factor."}, {"pubmed": 26243260, "text": "GDF-15 in peripheral blood is increased in acute exacerbation-COPD."}, {"pubmed": 26249737, "text": "GDF15 knockdown induced epithelial-mesenchymal transition."}, {"pubmed": 26254771, "text": "In community-dwelling aged individuals, our findings suggest that high serum MIC-1/GDF15 levels indicate reduced white matter integrity and possibly greater white matter pathology."}, {"pubmed": 26273671, "text": "analysis of animal and clinical studies and patent updates of GDF-15 in diabetes and cardiovascular diseases [review]"}, {"pubmed": 26276681, "text": "Serum levels of GDF15 in primary myelofibrosis are elevated, and GDF15 may modulate the pathogenesis of primary myelofibrosis by enhancing proliferation and promoting osteogenic differentiation of bone marrow mesenchymal stromal cells."}, {"pubmed": 26294726, "text": "Growth differentiation factor 15 (GDF15) promotes osteoclast differentiation and inhibits osteoblast differentiation and high serum GDF15 levels are associated with multiple myeloma bone disease."}, {"pubmed": 26339382, "text": "Downregulation of growth differentiation factor-15 in trichostatin A-induced apoptosis could play a role in progression of gastric cancer."}, {"pubmed": 26365480, "text": "Our results suggest that the H6D genetic variant may be considered as a biomarker of tumorgenesis, metastasis and prognosis in colorectal cancer in Chinese population"}, {"pubmed": 26463265, "text": "measurement of GDF-15 is the most useful first-line test to indicate the patients who have the mitochondrial respiratory chain deficiency"}, {"pubmed": 26482961, "text": "Role of GDF15 in Type 2 diabetes mellitus. [review]"}, {"pubmed": 26497212, "text": "Data suggest that growth differentiation factor 15 (GDF15) may promote colorectal cancer metastasis through activating epithelial-mesenchymal transition (EMT), and could be considered as a prognostic clinical marker for colorectal cancer (CRC)."}, {"pubmed": 26511487, "text": "MIC1 may have a role in colorectal adenoma in women, especially multiple, large, and proximal adenomas"}, {"pubmed": 26520384, "text": "Results suggest that GDF-15 works as a radiation inducible radiation resistance increasing factor in normal human fibroblast cells by regulating the radiation-induced transcription of several genes and might serve as a radiation-induced early biomarker."}, {"pubmed": 26544895, "text": "Missense GDF15 mutations are associated with oral squamous cell carcinoma."}, {"pubmed": 26681806, "text": "To investigate a possible association between GDF-15 levels and DNA methylation, we performed a genome-wide DNA methylation study of white blood cells . This study shows that GDF-15 levels are associated with differences in DNA methylation in blood cells, and a subset of the loci are also differentially methylated in participants with Myocadial Infarction"}, {"pubmed": 26741507, "text": "High level of GDF15 expression is associated with breast cancer."}, {"pubmed": 26745373, "text": "Transgenic mice expressing human non-steroidal anti-inflammatory drug activated gene 1 (NAG-1) have less adipose tissue, improved insulin sensitivity, lower insulin levels and are resistant to dietary induced obesity."}, {"pubmed": 26781874, "text": "High expression of GDF15 is associated with ovarian cancer."}, {"pubmed": 26795264, "text": "GDF15 was statistically significantly higher in patients with nasal polyps than in controls."}, {"pubmed": 26867126, "text": "GDF-15 and FGF-21 are elevated in mitochondrial diseases"}, {"pubmed": 26892343, "text": "GDF15 contributes to fibroblast activation and may be a novel functional secreted molecule for diffuse gastric cancer progression"}, {"pubmed": 26909594, "text": "GDF15 might play an important role in cellular senescence through a ROS-mediated p16 pathway and contribute to the pathogenesis of atherosclerosis via pro-senescent activity."}, {"pubmed": 26938614, "text": "Cerebrospinal GDF15, but not MMP9, may be a potential marker of Lewy body disorders."}, {"pubmed": 26972631, "text": "GDF-15, sST2, and hs-TnI are associated with incident cardiovascular disease and heart failure"}, {"pubmed": 26990020, "text": "serum GDF15 may be a useful diagnostic and prognostic biomarker for colorectal cancer."}, {"pubmed": 26996787, "text": "Data suggest that increased GDF-15 levels were positively associated with coronary artery disease."}, {"pubmed": 27056183, "text": "GDF-15 is a valuable predictor of cardiovascular death in a population of coronary artery disease patients after PCI"}, {"pubmed": 27069189, "text": "We identified five new biomarkers: GDF15, osteonectin, TRAP5, TWEAK, and YKL40 as being promising markers for monitoring bone metastases."}, {"pubmed": 27093475, "text": "These findings highlight an important contribution of GDF15 in promoting airway epithelial senescence upon cigarette smoke exposure."}, {"pubmed": 27118648, "text": "The level of MIC-1 of Non-small Cell Lung Cancer patients was significantly higher than that of controls (P<0.001) and benign pulmonary disease patients."}, {"pubmed": 27154403, "text": "Review/Meta-analysis: High plasma GDF-15 levels are associated with an increased risk of mortality and recurrent myocardial infarction in patients with acute coronary syndrome."}, {"pubmed": 27164684, "text": "Study compared the diagnostic utility of GDF-15 with FGF-21 in an adult mitochondrial disease cohort. GDF-15 outperforms FGF-21 as an indicator of mitochondrial diseases. GDF-15 is generally indicative of inherited mitochondrial disease regardless of clinical phenotype, whereas FGF-21 seems to be more indicative of mitochondrial disease when muscle manifestations are present"}, {"pubmed": 27173615, "text": "serum GDF15 was not altered in the first trimester in women destined to develop late-onset preeclampsia."}, {"pubmed": 27278086, "text": "ChIP studies showed that the S100A4 protein binds to the GDF15 promoter, implicating S100A4 in GDF15 regulation at the transcriptional level."}, {"pubmed": 27421482, "text": "epithelial restitution was promoted by enhanced NAG-1 expression and subsequent enterocyte locomotion during the early wound-healing process"}, {"pubmed": 27454651, "text": "association of elevated GDF-15 levels with increased risk of mortality in patients with heart failure [meta-analysis]"}, {"pubmed": 27642607, "text": "Impaired glucose tolerance is associated with increased GDF-15 levels even in the absence of anemia"}, {"pubmed": 27643489, "text": "Results provide evidence that GDF15 contributes to the cancer-associated fibroblasts-mediated chemoprotection of AML cells."}, {"pubmed": 27708225, "text": "Data suggested NAG-1 protein as a crucial mediator of epithelial ovarian cancer (EOC) progression and resistance to the standard first-line chemotherapy against EOC, particularly in MyD88-positive ovarian cancer stem-like cells."}, {"pubmed": 27750354, "text": "MIC-1/GDF15 may provide a link between childhood obesity and cardio metabolic complications that will occur in time course."}, {"pubmed": 27771295, "text": "NAG-1 expression was transcriptionally upregulated by CHOP, which promoted chemokine production through sustained NF-kappaB activation."}, {"pubmed": 27779672, "text": "MIC-1 was involved in the development of MBD in patients with MM by promoting the osteoclastic differentiation of PBMNCs by activating the RANKL-Erk1/2 signaling pathway."}, {"pubmed": 27811204, "text": "In stable Coronary Heart Disease, GDF-15 was independently associated with cardiovascular (CV), non-CV, and cancer mortality, as well as with MI and stroke. When also adjusting for other prognostic biomarkers, the associations to all fatal and nonfatal events were maintained except for MI. Information on GDF-15, therefore, might be helpful when assessing the risk of adverse outcomes in patients with stable CHD."}, {"pubmed": 27889897, "text": "GDF15 was significantly correlated with mitochondrial disease severity and the proportion of ragged-red fibers identified in skeletal muscle."}, {"pubmed": 27903972, "text": "Authors demonstrated that GDF15 contributed to radioresistance of HNC, as determined by both gain- and lost-of-functional experiments. Authors further showed that GDF15 facilitated the conversion of cancer stemness, as assessed by the promotion of CD44+ and ALDH1+ cell populations and spheroid cell formation."}, {"pubmed": 27918822, "text": "The results of this study, including a robust induction of GDF-15 expression by several external factors known to elevate IOP, and rGDF-15-induced increase in contractility, cell adhesion, and the levels of ECM proteins and alphaSMA in TM cells"}, {"pubmed": 27926473, "text": "High glucose and insulin peaks up-regulate GDF15 transcription and release."}, {"pubmed": 27986797, "text": "GDF15 is a potent mitohormetic signal that safeguards against the onset of obesity and insulin resistance."}, {"pubmed": 28062617, "text": "GDF-15 captures distinct aspects of cardiovascular disease development, progression, and prognosis, which are not represented by clinical risk predictors and other biomarkers. The usefulness of GDF-15 to guide management decisions and discover new treatment targets should be further explored."}, {"pubmed": 28145442, "text": "these results suggest that increased GDF-15-as observed in lungs of smokers and patients with COPD-contributes to cigarette smoke-induced pulmonary inflammation."}, {"pubmed": 28185024, "text": "PPIX concentrations correlated with both growth differentiation factor (GDF) 15 (p = 0.012) and male gender (p = 0.015)."}, {"pubmed": 28199981, "text": "Data show that growth differentiation factor 15 (GDF15) knockdown significantly inhibited the growth and metastasis of cancer stem-like sphere cells (SCs) through AKT/GSK-3beta/beta-catenin pathway suppression."}, {"pubmed": 28206960, "text": "Findings suggest that GDF15 induces tumor sphere formation through GDF15-ERK1/2-GDF15 circuits, leading to maintenance of GDF15high cancer stem-like cells."}, {"pubmed": 28245821, "text": "In ever-smokers with COPD free of clinical CVD, GDF-15 contributes independently to subclinical coronary atherosclerosis. TRIAL REGISTRATION: ClinicalTrials.gov, NCT00608764 . Registered 28 January 2008."}, {"pubmed": 28298399, "text": "In patients with chronic obstructive pulmonary disease, high levels of GDF15 were independently associated with a higher yearly rate of exacerbations, higher mortality and increased decline in both FEV1 and FVC."}, {"pubmed": 28314325, "text": "MIC1/GDF15 may have a role in monitoring bone metastases"}, {"pubmed": 28385068, "text": "Our data indicated that GDF-15 plays an important role in iron metabolism in SAA. GDF-15 might be a novel target for SAA therapy."}, {"pubmed": 28388574, "text": "this study, for the first time, demonstrates that GDF15 is a promising target for preventing cold I/R injury in heart transplantation. This study also shows that the resultant protective effects are mediated by the Foxo3 and NFkappaB signaling pathways"}, {"pubmed": 28389123, "text": "High circulating GDF-15 levels are predictive of secondary cardiovascular events in women but not in men with carotid atherosclerosis."}, {"pubmed": 28411246, "text": "GDF-15 at 1 month after an acute coronary syndrome is related to the risk of bleeding during dual antiplatelet therapy and provides additional information on the bleeding risk beyond baseline GDF-15 levels."}, {"pubmed": 28455268, "text": "NSAID-activated gene 1 (NAG-1) has been assessed for its involvement in cellular integrity and pathogenesis in mucosal inflammation and carcinogenesis. [review]"}, {"pubmed": 28489602, "text": "Data show that serum growth differentiation factor 15 (GDF15)levels were significantly higher in subjects with thyroid nodules compared with nodule negative subjects, and this was influenced by age."}, {"pubmed": 28526273, "text": "The GDF-15 gene rs1804826G/T polymorphism and sGDF-15 levels are associated with ischemic stroke in the Chinese population."}, {"pubmed": 28572090, "text": "These authors demonstrate that blocking cardiomyocyte production of GDF15 normalizes circulating GDF15 level and restores liver growth hormone signaling, establishing GDF15 as a bona fide heart-derived hormone that regulates pediatric body growth."}, {"pubmed": 28597461, "text": "Findings indicate that global platelet function was positively correlated with serum GDF-15 concentration."}, {"pubmed": 28664745, "text": "This is the first study showing that adolescent male swimmers have higher PTX3 levels than sedentary controls and that there is a linear relationship between PTX3 and GDF-15."}, {"pubmed": 28734801, "text": "HIF-1alpha and GDF15 expression are inversely related under normoxia and hyperoxia."}, {"pubmed": 28762762, "text": "GDF-15 and TRAIL-R2 were the most powerful Proximity Extension Assay chip biomarkers in predicting long-term all-cause mortality in patients with acute myocardial infarction."}, {"pubmed": 28787735, "text": "This study found that the mean serum GDF15 levels in the Parkinson Disease patients were significantly higher than those of the healthy control group. Secondly, in the Parkinson Disease patients, the GDF15 levels were significantly higher in the men than in the women."}, {"pubmed": 28806401, "text": "These results suggest that rs1054564 confers allele-specific translational repression of GDF15 via hsa-miR-1233-3p."}, {"pubmed": 28831101, "text": "Study demonstrates that GDF15 stimulates endothelial cell proliferation through the increase of cell cycle proteins and E2F-1 expression promoting angiogenesis."}, {"pubmed": 28835660, "text": "the use of the serum MIC-1 and serum CA19-9 levels is effective for screening biliary tract cancer, and the biliary MIC-1 level is more effective for diagnosing early biliary tract cancer than conventional serum tumour markers and biliary cytology."}, {"pubmed": 28855167, "text": "High GDF15 levels are associated with increased risk of major amputation and/or death in peripheral arterial disease patients."}, {"pubmed": 28869715, "text": "Initial serum GDF15 level showed an inverse correlation with serum glomerular filtration rate and was associated with worse renal outcome in immunoglobulin A nephropathy."}, {"pubmed": 28872977, "text": "GDF-15 serum levels were elevated in patients with Systemic sclerosis and correlated with the extent of skin fibrosis, and it was found to be higher in Systemic sclerosis patients with interstitial pulmonary fibrosis"}, {"pubmed": 28880265, "text": "Enhanced radiosensitivity and decreased migration in cells caused by CDP138 knockdown are partially dependent on GDF15 inhibition."}, {"pubmed": 28891811, "text": "NF-kappaB/GDF-15 regulatory axis is important for tumor cells in evading macrophage immune surveillance during the early stages of tumorigenesis"}, {"pubmed": 28898507, "text": "GDF15 levels were significantly associated with a risk of advanced fibrosis in non-alcoholic fatty liver disease"}, {"pubmed": 29025958, "text": "in prostate cancer, CtBP1-regulated miR-34a modulates STMN1 expression and is involved in cancer progression through the CtBP1\\miR-34a\\STMN1\\GDF15 axis. The CtBP1\\miR-34a\\STMN1\\GDF15 axis is a potential therapeutic target for treatment of aggressive prostate cancer"}, {"pubmed": 29099703, "text": "showed association between high level of GDF-15, determined at the first 24 hours after acute coronary syndrome, and chronic heart failure progression after 12 months."}, {"pubmed": 29157123, "text": "These results suggest that upregulation of NAG-1 contributes to trichostatin A-induced apoptosis in human endometriotic stromal cells."}, {"pubmed": 29161287, "text": "even very small amounts of contaminating TGF-b in purified protein batches may influence the experimental results given that receptors for TGF-b are present. When we attempted to characterize possible receptors for the TGF-b superfamily ligand GDF15, striking similarities between GDF15-induced activities and known TGF-b activities were found."}, {"pubmed": 29171983, "text": "GDF-15 in blood is more accurate in differentiating pancreatic mass due to chronic pancreatitis from pancreatic adenocarcinoma than Ca19-9. the combination of GDF-15 with Ca125 is remarkably useful in differentiating pancreatic mass."}, {"pubmed": 29192094, "text": "High GDF15 expression is associated with rhinovirus infection and virus-induced inflammation in the lung."}, {"pubmed": 29222133, "text": "Elevated GDF-15 correlates with lack of reverse remodeling and increased mortality after TAVR and improves risk prediction of mortality."}, {"pubmed": 29386197, "text": "GDF-15 has prognostic implications for different outcomes in patients with AL and adds prognostic information independent of that provided by cardiac and renal risk biomarkers."}, {"pubmed": 29397580, "text": "GDF-15 is superior to sST2 in prediction of fatal arrhythmic events and all-cause mortality in DCM. Assessment of GDF-15 could provide additional information on top of LVEF and help identifying patients at risk of arrhythmic death."}, {"pubmed": 29398617, "text": "Vigorous submaximal exercise increases circulating GDF15 levels."}, {"pubmed": 29400662, "text": "Our results show GDF-15 as an effective biomarker in patients with metastatic colorectal cancer"}, {"pubmed": 29489980, "text": "we found that GDF-15 -3148C/G polymorphism (CC genotype) might have a correlation with acute ST-elevation myocardial infarction occurrence and the formation of collateral circulation."}, {"pubmed": 29499325, "text": "data reveal that YAP promotes metastasis of breast cancer cells by repressing GDF15 transcription and present a novel molecular mechanism underlying the pro-metastasis function of YAP oncoprotein, with the implication of a therapeutic avenue for breast cancer treatment."}, {"pubmed": 29563502, "text": "Placenta and appetite genes GDF15 and IGFBP7 are associated with hyperemesis gravidarum."}, {"pubmed": 29566722, "text": "GDF15 secreted by leukemic cells was involved in the morphological remodeling of marrow adipocytes, which can in turn promote leukemic cell growth, indicating that GDF15 may be a promising treatment target for AML patients."}, {"pubmed": 29580231, "text": "Our results provide valuable evidence that GDF15 is related with first-line chemo-resistance, with highly expressed GDF15 being a strong and an independent indicator of shorter PFS in EOC patients."}, {"pubmed": 29636108, "text": "Our data demonstrated that GDF15 promoted the proliferation of cervical cancer cells via the up-regulation of CyclinD1 and CyclinE1 and the down-regulation of p21 through both the PI3K/AKT and MAPK/ERK signaling pathways in a complex with ErbB2."}, {"pubmed": 29671197, "text": "GDF15 pathways were differentially expressed in adult and pediatric glioblastoma cell lines. This was confirmed by functional assays performed after independent treatments (radiotherapy and temozolomide)."}, {"pubmed": 29714603, "text": "Age-dependent GDF-15 centile values developed from a population of apparently healthy older adults are independently predictive of all-cause mortality"}, {"pubmed": 29717162, "text": "GDF15 expression was increased in the livers of human subjects with nonalcoholic steatohepatitis."}, {"pubmed": 29724997, "text": "In mouse and human lungs with interstitial fibrosis, CST3 and GDF15 expression levels were markedly reduced, and the restoration of these cytokines alleviated the fibrotic changes in mouse lungs."}, {"pubmed": 29771147, "text": "GDF15 could promote cell viability, invasion and migration of LoVo cells through EMT induction"}, {"pubmed": 29771963, "text": "GDF-15 is a promising biomarker for prediction of HF and death due to CHD in the general population, which may provide prognostic information to already established clinical biomarkers."}, {"pubmed": 29773900, "text": "Was greatly suppressed by the silence of KLF5, GCN5, or GDF15."}, {"pubmed": 29791474, "text": "the association between GDF-15 and contrast-induced nephropathy in acute myocardial infarction patients after percutaneous coronary intervention"}, {"pubmed": 29948426, "text": "To the best of our knowledge, this is the first documentation of cytokine GDF-15 presence in follicular fluid. Its concentration was not associated with donor/patient fertility status. Our data also show that GDF-15 is expressed and inducible in both normal healthy and cancerous granulosa cells, as well as in oocytes"}, {"pubmed": 29949149, "text": "Serum GDF-15 levels in patients with progressive primary liver cancer was significantly higher than patients with partial remission and stable disease."}, {"pubmed": 30178545, "text": "The relatively high GDF-15 bioavailability might partly explain the protective cardiovascular effects of metformin. GDF-15 is a biomarker in type 2 diabetes."}, {"pubmed": 30224067, "text": "The role of the GDF-15 protein in amyloid-beta clearance through the enhancement of amyloid-beta-degrading enzyme secretion from microglia."}, {"pubmed": 30295110, "text": "Our findings suggest GDF-15 increased as a response to endothelial injury caused by cytokines triggered by preeclampsia."}, {"pubmed": 30332510, "text": "Data indicate that LINC01133 inhibited OSCC metastasis via a feedback regulation loop of reciprocal inhibition with GDF15."}, {"pubmed": 30350239, "text": "GDF-15 may be useful for identification of people with a risk of incident diabetes, especially if those people are </=60 years old."}, {"pubmed": 30533221, "text": "GDF15 may serve as a negative feedback mechanism to control energy balance in nonalcoholic fatty liver disease."}, {"pubmed": 30547825, "text": "Data suggest that growth differentiation factor 15 (GDF-15) may precisely reflect the fibrotic degree in patients with immunoglobulin G4-related disease (IgG4-RD)."}, {"pubmed": 30554141, "text": "Circulating GDF-15 is a biomarker of muscle loss in pulmonary arterial hypertension that is responsive to treatment"}, {"pubmed": 30621163, "text": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins"}, {"pubmed": 30645608, "text": "Elevated plasma level of growth differentiation factor 15 (GDF-15) is associated with aggressive disease and lymph node metastasis in endometrial carcinoma, suggesting GDF-15 may be helpful in indicating recurrent disease."}, {"pubmed": 30646851, "text": "For urothelial carcinoma of the upper urinary tract and renal cell carcinoma, serum hepcidin levels as well as serum GDF-15 levels were increased compared to sera of controls. High serum hepcidin and GDF-15 levels were associated with metastases and cancer relapse. Also, in both entities, the overall survival was decreased in patients with increased serum hepcidin and GDF-15 levels."}, {"pubmed": 30652072, "text": "results suggest higher levels of GDF-15 may be associated with gastric cancer (GC) tumorigenesis and may have the potential to be a diagnostic biomarker of GC"}, {"pubmed": 30700740, "text": "Solid stress-induced migration is mediated by GDF15 through Akt pathway activation in pancreatic cancer cells."}, {"pubmed": 30718144, "text": "In patients with severe obesity, GDF15 strongly relates to beta cell function and the grade of impairment of glucose metabolism."}, {"pubmed": 30755731, "text": "osteocyte GDF15 stimulates prostate cancer growth and invasion and is related to prostate cancer bone metastasis progression"}, {"pubmed": 30761871, "text": "Studied iron metabolism in polycythemia vera and essential thrombocytosis using serum levels of hepcidin, GDF15, and mitoferrin-1."}, {"pubmed": 30772304, "text": "There was null association between GDF15 levels and anthropometric outcomes.  A consistent significant causal association was observed between GDF15 and estimated bone mineral density."}, {"pubmed": 30776685, "text": "a significant and independent association between plasma GDF-15 concentrations and low back pain-associated disability, is reported."}, {"pubmed": 30808336, "text": "this paper shows that increased GDF-15 expression levels are associated with unfavorable overall survival in patients with digestive system tumors"}, {"pubmed": 30816507, "text": "Study results revealed that GDF15 could inhibit the proliferation, migration and invasion, while promoting apoptosis of A549 cells. In addition, GDF15 significantly decreased the number and sites of lung metastases and bone metastases in mouse xenograft model compared to the control group.  SMAD2 and phosphoSMAD2 protein expression was lower in the GDF15overexpressing A549 cells."}, {"pubmed": 30819257, "text": "results support that upregulation of GDF-15 in the presence of low testosterone levels during coronary artery disease progression is a potential mechanism by which GDF-15 affects CAD."}, {"pubmed": 30909145, "text": "Restoring the balance of testosterone and estradiol may inhibit the effects of GDF-15."}, {"pubmed": 31004333, "text": "The GDF-15 value of the subclinical hypothyroidism group was 382.6 +/- 268.2 pg/mL, and that of the control group was 473.6 +/- 337.9 pg/mL; this difference was not significant"}, {"pubmed": 31029521, "text": "There was a significant association between high-level GDF-15 and mortality and recurrent myocardial infarction in patients with acute coronary syndrome [meta-analysis]"}, {"pubmed": 31071550, "text": "These findings demonstrate for first time an important multifactorial role of GDF-15 in patients with HbS/beta(thal), however, prior to its clinical usefulness, this biomarker must undergo through rigorous validation in multiple cohorts."}, {"pubmed": 31075112, "text": "Results showed that GDF15, produced by senescent endothelial cells (ECs), improves adult blood-endothelial colony forming cells proliferation, migration and nitric oxide production through the activation of various signaling pathways. Data also confirmed that GDF15 induces reactive oxygen species production and showed for the first time that GDF15 is not deleterious to ECs because it does not trigger any oxidative stress."}, {"pubmed": 31130280, "text": "Geriatric conditions are strong determinants of GDF-15 levels on top of age in acute coronary syndromes."}, {"pubmed": 31153870, "text": "increased concentrations of circulating GDF-15 and KLF4 were significantly associated with the presence and severity of CAD"}, {"pubmed": 31155355, "text": "This study reports a new mechanism by which growth and differentiation factor-15 (GDF-15), a ligand in the transforming growth factor-beta (TGF-beta) superfamily, strongly promotes RGC differentiation in the developing retina in vivo in rodent retinal progenitor cells and in human embryonic stem cells."}, {"pubmed": 31163432, "text": "plasma GDF-15 might be a useful marker for discriminating renal impairment in the elderly."}, {"pubmed": 31174919, "text": "GDF-15 concentrations at emergency department presentation have a high predictive accuracy for all-cause death in patients with suspected myocardial infarction."}, {"pubmed": 31280356, "text": "Association of NT-proBNP and GDF-15 with markers of a prothrombotic state in patients with atrial fibrillation off anticoagulation."}, {"pubmed": 31310811, "text": "Levels of Growth Differentiation Factor 15 and Early Mortality Risk Stratification in Cardiogenic Shock."}, {"pubmed": 31389184, "text": "The findings implicate the importance of a senescence-associated tissue microenvironment and the secretory factor GDF15 in promoting colorectal cancer formation."}, {"pubmed": 31395909, "text": "Mechanically-induced GDF15 Secretion by Periodontal Ligament Fibroblasts Regulates Osteogenic Transcription."}, {"pubmed": 31432710, "text": "The GDF15 expression inversely corelated with the survival of idiopathic pulmonary fibrosis patients."}, {"pubmed": 31476622, "text": "GDF-15, a mitochondrial disease biomarker, is associated with the severity of multiple sclerosis."}, {"pubmed": 31534059, "text": "Development of a novel and rapid measurement system for growth differentiation factor-15, progranulin, and osteopontin in uterine sarcoma."}, {"pubmed": 31539407, "text": "study suggestr growth differentiation factor 15 (GDF15) as an immediate target of methylseleninic acid (MSA) in prostate cancer cells."}, {"pubmed": 31545486, "text": "we demonstrated that the prognosis and immunity of PC are closely linked to CTHRC1 upregulation."}, {"pubmed": 31589613, "text": "TK1 is significantly overexpressed in tumor samples from lung adenocarcinoma (LUAD) patients and this TK1 overexpression is associated with significantly reduced overall survival and cancer recurrence. Loss of TK1 in LUAD cells results in reduced Rho GTPase activity and reduced expression of GDF15. Ectopic expression of GDF15 can partially rescue TK1 knockdown induced LUAD growth and metastasis inhibition."}, {"pubmed": 31645058, "text": "Circulating growth-and-differentiation factor-15 in early life: relation to prenatal and postnatal growth and adiposity measurements."}, {"pubmed": 31669236, "text": "Growth and differentiation factor 15 as a biomarker for mitochondrial myopathy."}, {"pubmed": 31677796, "text": "oncogenic GDF15 is a potential downstream target of the miR-214-PVT1 signaling. Collectively, the results show that the c-Myc/P53/miR-214-PVT1-GDF15 axis is implicated in HCC development"}, {"pubmed": 31765611, "text": "GDF15 induced by compressive force contributes to osteoclast differentiation in human periodontal ligament cells."}, {"pubmed": 31766097, "text": "Upregulation of GDF15, downregulation of free testosterone (FT) and FT/estradiol ratio may be involved in the outcome of hepatitis B virus (HBV) infection and the severity of hepatocellular carcinoma (HCC); high levels of serum GDF15 were negatively associated with sex hormones in male patients with HBV-related HCC, suggesting an important role of GDF15 in the presence of low and imbalanced sex hormones levels"}, {"pubmed": 31772623, "text": "Elevated serum levels of GDF-15 are independently associated with the risk of myocardial infarction."}, {"pubmed": 31801546, "text": "Circulating levels of GDF15 in patients with myalgic encephalomyelitis/chronic fatigue syndrome."}, {"pubmed": 31827641, "text": "High MIC-1 expression is associated with Type 2 Diabetes (meta analysis)."}, {"pubmed": 31852642, "text": "combination of NT-proBNP with GDF-15 mRNAlevel in the circulating mononuclear cells can more accurately predict the risk of long-term cardiovascular disease events"}, {"pubmed": 31862518, "text": "Serum growth differentiation factor 15, but not lactate, is elevated in patients with Parkinson's disease."}, {"pubmed": 31896114, "text": "Growth Differentiation Factor 15 Promotes Progression of Esophageal Squamous Cell Carcinoma via TGF-beta Type II Receptor Activation."}, {"pubmed": 31901761, "text": "The myokine GDF-15 is a potential biomarker for myositis and associates with the protein aggregates of sporadic inclusion body myositis."}, {"pubmed": 31926293, "text": "Older adults with frailty syndrome present an altered platelet function and an increased level of circulating oxidative stress and mitochondrial dysfunction biomarker GDF-15."}, {"pubmed": 31928885, "text": "Comprehensive Proteomics Analysis of Stressed Human Islets Identifies GDF15 as a Target for Type 1 Diabetes Intervention."}, {"pubmed": 31984437, "text": "No correlation was observed between target genes and serum ferritin and folate, but there was a positive significant correlation between the expression of FoxP3 and GDF-15 genes, which shows the immunosuppressive role of GDF-15."}, {"pubmed": 32000030, "text": "GDF-15 is associated with thrombus burden in patients with deep venous thrombosis."}, {"pubmed": 32034106, "text": "Renoprotective and Immunomodulatory Effects of GDF15 following AKI Invoked by Ischemia-Reperfusion Injury."}, {"pubmed": 32076610, "text": "Hypoxia Induces Growth Differentiation Factor 15 to Promote the Metastasis of Colorectal Cancer via PERK-eIF2alpha Signaling."}, {"pubmed": 32089755, "text": "Growth Differentiation Factor 15 in Children with Chronic Kidney Disease and after Renal Transplantation."}, {"pubmed": 32106110, "text": "Growth and differentiation factor 15 is secreted by skeletal muscle during exercise and promotes lipolysis in humans."}, {"pubmed": 32278609, "text": "Growth differentiating factor-15 and its association with traditional cardiovascular risk factors: The African-PREDICT study."}, {"pubmed": 32304740, "text": "Functional roles of GDF15 in modulating microenvironment to promote carcinogenesis."}, {"pubmed": 32305327, "text": "Growth differentiation factor 15 facilitates lung fibrosis by activating macrophages and fibroblasts."}, {"pubmed": 32327914, "text": "Macrophage inhibitory cytokine-1/growth differentiation factor-15 in premalignant and neoplastic tumours in a high-risk pancreatic cancer cohort."}, {"pubmed": 32384007, "text": "GDF-15 (Growth Differentiation Factor 15) Is Associated With Hospitalization and Mortality in Patients With a Fontan Circulation."}, {"pubmed": 32388677, "text": "Activated HIF1alpha of tumor cells promotes chemoresistance development via recruiting GDF15-producing tumor-associated macrophages in gastric cancer."}, {"pubmed": 32416083, "text": "Senescent Fibroblast-Derived GDF15 Induces Skin Pigmentation."}, {"pubmed": 32422242, "text": "GDF-15 is associated with sudden cardiac death due to incident myocardial infarction."}, {"pubmed": 32424982, "text": "Growth differentiation factor 15 in adverse cardiac remodelling: from biomarker to causal player."}, {"pubmed": 32427048, "text": "Noncoding SNPs associated with increased GDF15 levels located in a metformin-activated enhancer region upstream of GDF15."}, {"pubmed": 32436412, "text": "Relationship between GDF15 level and bone metabolism in postmenopausal Chinese women."}, {"pubmed": 32475214, "text": "Associations Between Serum GDF15 Concentrations, Muscle Mass, and Strength Show Sex-Specific Differences in Older Hospital Patients."}, {"pubmed": 32477368, "text": "GDF15 Plasma Level Is Inversely Associated With Level of Physical Activity and Correlates With Markers of Inflammation and Muscle Weakness."}, {"pubmed": 32492819, "text": "New Role for Growth/Differentiation Factor 15 in the Survival of Transplanted Brown Adipose Tissues in Cooperation with Interleukin-6."}, {"pubmed": 32589369, "text": "Growth differentiation factor 15 as mortality predictor in heart failure patients with non-reduced ejection fraction."}, {"pubmed": 32614434, "text": "The interplay of growth differentiation factor 15 (GDF15) expression and M2 macrophages during prostate carcinogenesis."}, {"pubmed": 32645137, "text": "Plasma levels of growth differentiation factor 15 are associated with future risk of venous thromboembolism."}, {"pubmed": 32661391, "text": "Antibody-mediated inhibition of GDF15-GFRAL activity reverses cancer cachexia in mice."}, {"pubmed": 32686380, "text": "Plasma growth differentiation factor 15 levels for predicting serious adverse events and bleeding in acute pulmonary embolism: a prospective observational study."}, {"pubmed": 32689596, "text": "Association of plasma level of growth differentiation factor-15 and clinical outcome after intraarterial thrombectomy."}, {"pubmed": 32691494, "text": "Growth differentiation factor 15 protects against the aging-mediated systemic inflammatory response in humans and mice."}, {"pubmed": 32746821, "text": "Growth differentiation factor-15 is associated with cardiovascular outcomes in patients with coronary artery disease."}, {"pubmed": 32764826, "text": "Association between GDF15, poverty and mortality in urban middle-aged African American and white adults."}, {"pubmed": 32857451, "text": "Diagnostic value of serum biomarkers FGF21 and GDF15 compared to muscle sample in mitochondrial disease."}, {"pubmed": 32886834, "text": "Serum growth differentiation factor 15 level is associated with muscle strength and lower extremity function in older patients with cardiometabolic disease."}, {"pubmed": 32901511, "text": "Galectin-3, GDF-15, and sST2 for the assessment of disease severity and therapy response in patients suffering from inoperable chronic thromboembolic pulmonary hypertension."}, {"pubmed": 32904560, "text": "The Predictive Value of Growth Differentiation Factor-15 in Recurrence of Atrial Fibrillation after Catheter Ablation."}, {"pubmed": 32907909, "text": "Influence of the matrix type over the concentration of GDF-15."}, {"pubmed": 32921207, "text": "Growth Differentiation Factor 15 and NT-proBNP as Blood-Based Markers of Vascular Brain Injury and Dementia."}, {"pubmed": 32966555, "text": "GDF15 serves as a coactivator to enhance KISS-1 gene transcription through interacting with Sp1."}, {"pubmed": 32983624, "text": "Increased Aqueous Humor GDF15 Is Associated with Worse Visual Field Loss in Pseudoexfoliative Glaucoma Patients."}, {"pubmed": 33003626, "text": "Increased Growth Differentiation Factor 15 in Patients with Hypoleptinemia-Associated Lipodystrophy."}, {"pubmed": 33025864, "text": "Plasma Macrophage Inhibitory Cytokine-1 as a Complement of Epstein-Barr Virus Related Markers in Identifying Nasopharyngeal Carcinoma."}, {"pubmed": 33032108, "text": "Elevated cytokine, chemokine, and growth and differentiation factor-15 levels in hemorrhagic shock and encephalopathy syndrome: A retrospective observational study."}, {"pubmed": 33062674, "text": "GDF15 Repression Contributes to 5-Fluorouracil Resistance in Human Colon Cancer by Regulating Epithelial-Mesenchymal Transition and Apoptosis."}, {"pubmed": 33069782, "text": "Growth differentiation factor-15 as a biomarker for sarcopenia in aging humans and mice."}, {"pubmed": 33098235, "text": "GDF15 knockdown suppresses cervical cancer cell migration in vitro through the TGF-beta/Smad2/3/Snail1 pathway."}, {"pubmed": 33131010, "text": "Disease-specific plasma levels of mitokines FGF21, GDF15, and Humanin in type II diabetes and Alzheimer's disease in comparison with healthy aging."}, {"pubmed": 33131471, "text": "[The association of growth differentiation factor 15 (GDF-15) level with extent of left atrial fibrosis in patients with nonvalvular atrial fibrillation]."}, {"pubmed": 33164866, "text": "GDF-15 negatively regulates excess erythropoiesis and its overexpression is involved in erythroid hyperplasia."}, {"pubmed": 33178828, "text": "Association between Circulating Growth Differentiation Factor 15 and Cirrhotic Primary Biliary Cholangitis."}, {"pubmed": 33198869, "text": "[The value of growth differentiation factor-15 and extravascular lung water index in severity grading of acute respiratory distress syndrome patients and their prognosis prediction]."}, {"pubmed": 33201838, "text": "Upregulated GDF-15 expression facilitates pancreatic ductal adenocarcinoma progression through orphan receptor GFRAL."}, {"pubmed": 33239667, "text": "Relationship between plasma growth differentiation factor-15 levels and diabetic retinopathy in individuals with type 2 diabetes."}, {"pubmed": 33242463, "text": "HIF1alpha promotes tumor chemoresistance via recruiting GDF15-producing TAMs in colorectal cancer."}, {"pubmed": 33244199, "text": "Associations of content and gene polymorphism of macrophage inhibitory factor-1 and chronic hepatitis C virus infection."}, {"pubmed": 33256569, "text": "Growth Differentiation Factor 15 is a Cancer Cell-Induced Mitokine That Primes Thyroid Cancer Cells for Invasiveness."}, {"pubmed": 33257192, "text": "The coincidence of low vitamin K status and high expression of growth differentiation factor 15 may indicate increased mortality risk in stable coronary heart disease patients."}, {"pubmed": 33302552, "text": "Saturated Fatty Acids Promote GDF15 Expression in Human Macrophages through the PERK/eIF2/CHOP Signaling Pathway."}, {"pubmed": 33346004, "text": "Hepatic Stellate Cells in Hepatocellular Carcinoma Promote Tumor Growth Via Growth Differentiation Factor 15 Production."}, {"pubmed": 33358864, "text": "GDF15 as a central mediator for integrated stress response and a promising therapeutic molecule for metabolic disorders and NASH."}, {"pubmed": 33369156, "text": "Serum growth differentiation factor 15 is closely associated with metabolic abnormalities in Chinese pregnant women."}, {"pubmed": 33378034, "text": "Correlation between growth differentiation factor-15 and the severity of chronic heart failure in patients with coronary atherosclerosis."}, {"pubmed": 33381924, "text": "Plasma growth differentiation factor 15: a novel tool to detect early changes of hereditary transthyretin amyloidosis."}, {"pubmed": 33411243, "text": "Hippocampal and Prefrontal Cortical Brain Tissue Levels of Irisin and GDF15 Receptor Subunits in Children."}, {"pubmed": 33428715, "text": "Association of GDF15 With Inflammation and Physical Function During Aging and Recovery After Acute Hospitalization: A Longitudinal Study of Older Patients and Age-Matched Controls."}, {"pubmed": 33486678, "text": "Growth differentiation factor-15 and lactoferrin immuno-expression in breast cancer: relationship with body iron-status and survival outcome."}, {"pubmed": 33487149, "text": "[Level of the growth differentiation factor-15 in patients with acute myocardial infarction]."}, {"pubmed": 33491432, "text": "Association of Growth Differentiation Factor-15 Polymorphisms and Growth Differentiation Factor-15 Serum Levels with Susceptibility to Multiple Myeloma in a Chinese Population."}, {"pubmed": 33543888, "text": "Growth differentiation factor 15 levels are similar in primary aldosteronism and essential hypertension and do not predict arterial inflammation."}, {"pubmed": 33567936, "text": "Elevated circulating growth differentiation factor 15 is related to decreased heart rate variability in chronic kidney disease patients."}, {"pubmed": 33589633, "text": "Pharmacological but not physiological GDF15 suppresses feeding and the motivation to exercise."}, {"pubmed": 33604810, "text": "Association of macrophage inhibitory factor -1 polymorphisms with antiviral efficacy of type 1b chronic hepatitis C."}, {"pubmed": 33605059, "text": "Serum macrophage inhibitory cytokine-1 as a clinical marker for non-small cell lung cancer."}, {"pubmed": 33678319, "text": "Is GDF-15 level associated with gestational diabetes mellitus and adverse perinatal outcomes?"}, {"pubmed": 33682011, "text": "Prognostic impact of CEA/CA19-9 at the time of recurrence in patients with gastric cancer."}, {"pubmed": 33691944, "text": "Value of Growth/Differentiation Factor 15 in Diagnosis and the Evaluation of Chemotherapeutic Response in Lung Cancer."}, {"pubmed": 33706979, "text": "Growth differentiation factor-15 predicts major adverse cardiac events and all-cause mortality in patients with atrial fibrillation."}, {"pubmed": 33721455, "text": "The expression of growth differentiation factor 15 in gallbladder carcinoma."}, {"pubmed": 33737080, "text": "ATF4-mediated GDF15 suppresses LPS-induced inflammation and MUC5AC in human nasal epithelial cells through the PI3K/Akt pathway."}, {"pubmed": 33748838, "text": "Growth differentiation factor 15 (GDF-15) as potential cardiovascular risk biomarker in antiphospholipid syndrome."}, {"pubmed": 33759309, "text": "Combined corrected QT interval and growth differentiation factor-15 level has synergistic predictive value for long-term outcome of angiographically confirmed coronary artery disease."}, {"pubmed": 33771482, "text": "Growth differentiation factor-15 promotes immune escape of ovarian cancer via targeting CD44 in dendritic cells."}, {"pubmed": 33784024, "text": "Growth and differentiation factor 15 and NF-kappaB expression in benign prostatic biopsies and risk of subsequent prostate cancer detection."}, {"pubmed": 33790859, "text": "The Relationship Between Circulating Growth Differentiation Factor 15 Levels and Diabetic Retinopathy in Patients With Type 2 Diabetes."}, {"pubmed": 33827736, "text": "Evaluation of the relationship between ventricular function and serum growth differentiation factor-15 levels in patients with operated tetralogy of Fallot."}, {"pubmed": 33847920, "text": "Urinary Growth Differentiation Factor-15 (GDF15) levels as a biomarker of adverse outcomes and biopsy findings in chronic kidney disease."}, {"pubmed": 33874963, "text": "Regulation of circulating CTRP-2/CTRP-9 and GDF-8/GDF-15 by intralipids and insulin in healthy control and polycystic ovary syndrome women following chronic exercise training."}, {"pubmed": 33938154, "text": "Dynamics of growth differentiation factor 15 in acute heart failure."}, {"pubmed": 33961185, "text": "Metabolic syndrome and Growth Differentiation Factor 15 in older adults."}, {"pubmed": 33988174, "text": "Evaluation of Growth Differentiation Factor-15 in Patients with or without Coronary Artery Disease."}, {"pubmed": 34110100, "text": "Circulating growth differentiation factor-15 as a novel biomarker in heart transplant."}, {"pubmed": 34112076, "text": "Growth differentiation factor 15 associations with clinical features of chronic heart failure with midrange ejection fraction and preserved ejection fraction depending on the history of myocardial infarction."}, {"pubmed": 34116485, "text": "Elevated peritoneal soluble endoglin and GDF-15 in infertile women with severe endometriosis and pelvic adhesion."}, {"pubmed": 34169422, "text": "GDF-15 Level Correlates with CMKLR1 and VEGF-A in Tumor-free Margin in Colorectal Cancer."}, {"pubmed": 34171946, "text": "Biomarker GDF-15 in cardiology.\", trans \"Biomarker GDF-15 v kardiologii."}, {"pubmed": 34187898, "text": "Activation of the hypothalamic-pituitary-adrenal axis by exogenous and endogenous GDF15."}, {"pubmed": 34203775, "text": "Plasma Gelsolin Reinforces the Diagnostic Value of FGF-21 and GDF-15 for Mitochondrial Disorders."}, {"pubmed": 34217226, "text": "IGFBP7 and GDF-15, but not P1NP, are associated with cardiac alterations and 10-year outcome in an elderly community-based study."}, {"pubmed": 34221186, "text": "Prognostic Value of GDF-15 in Predicting Prolonged Intensive Care Stay following Cardiac Surgery: A Pilot Study."}, {"pubmed": 34247467, "text": "Serum growth differentiation factor-15 analysis as a malnutrition marker in hemodialysis patients"}, {"pubmed": 34255062, "text": "Associations Between Elevated Growth Differentiation Factor-15 and Sarcopenia Among Community-dwelling Older Adults."}, {"pubmed": 34294853, "text": "The anti-diabetic effects of NAG-1/GDF15 on HFD/STZ-induced mice."}, {"pubmed": 34335566, "text": "Comprehensive Profiling of Inflammatory Factors Revealed That Growth Differentiation Factor-15 Is an Indicator of Disease Severity in COVID-19 Patients."}, {"pubmed": 34376526, "text": "Associations between GDF15 levels and pre-diabetes in non-obese subjects."}, {"pubmed": 34387117, "text": "Circulating Growth Differentiation Factor 15 Is Increased Preceding Preeclampsia Diagnosis: Implications as a Disease Biomarker."}, {"pubmed": 34397341, "text": "The level of growth differentiation factor 15 as a predictor of left atrial thrombosis in patients with nonvalvular atrial fibrillation."}, {"pubmed": 34412918, "text": "Roles and Regulation of Growth differentiation factor-15 in the Immune and tumor microenvironment."}, {"pubmed": 34415992, "text": "Network Analyses Reveal Negative Link Between Changes in Adipose Tissue GDF15 and BMI During Dietary-induced Weight Loss."}, {"pubmed": 34419687, "text": "Serum fibroblast growth factor 21 and growth differentiation factor 15: Two sensitive biomarkers in the diagnosis of mitochondrial disorders."}, {"pubmed": 34489334, "text": "GDF15 induces immunosuppression via CD48 on regulatory T cells in hepatocellular carcinoma."}, {"pubmed": 34508892, "text": "Temporal changes and control variables of growth differentiation factor 15 levels during the first week of life in hospitalised newborn infants."}, {"pubmed": 34526107, "text": "Role of GDF-15, YKL-40 and MMP 9 in patients with end-stage kidney disease: focus on sex-specific associations with vascular outcomes and all-cause mortality."}, {"pubmed": 34566964, "text": "The Clinical Value of GDF15 and Its Prospective Mechanism in Sepsis."}, {"pubmed": 34572118, "text": "The Mitochondrial Biomarkers FGF-21 and GDF-15 in Patients with Episodic and Chronic Migraine."}, {"pubmed": 34617415, "text": "Changes in systemic GDF15 across the adult lifespan and their impact on maximal muscle power: the Copenhagen Sarcopenia Study."}, {"pubmed": 34681812, "text": "Transcriptional Regulation of GDF15 by EGR1 Promotes Head and Neck Cancer Progression through a Positive Feedback Loop."}, {"pubmed": 34768304, "text": "The Prognostic Potential of Growth Differentiation Factor-15 on Bleeding Events and Patient Outcome after Cardiac Surgery-A Prospective Cohort Study."}, {"pubmed": 34818652, "text": "Increased Plasma GDF15 Is Associated with Altered Levels of Soluble VEGF Receptors 1 and 2 in Symptomatic Multiple Myeloma."}, {"pubmed": 34836750, "text": "Pathophysiological role of growth differentiation factor 15 (GDF15) in obesity, cancer, and cachexia."}, {"pubmed": 34849709, "text": "GDF15 in Appetite and Exercise: Essential Player or Coincidental Bystander?"}, {"pubmed": 34889247, "text": "Combination of preoperative CA19-9 levels, cell differentiation, and age predicts survival for patients with gastric cancer before surgery."}, {"pubmed": 34948405, "text": "GDF15 Supports the Inflammatory Response of PdL Fibroblasts Stimulated by P. gingivalis LPS and Concurrent Compression."}, {"pubmed": 34948431, "text": "Multi-Omics Reveal the Immunological Role and the Theragnostic Value of miR-216a/GDF15 Axis in Human Colon Adenocarcinoma."}, {"pubmed": 34952762, "text": "Growth differentiation factor 15 is an early predictor for persistent organ failure and mortality in acute pancreatitis."}, {"pubmed": 34972147, "text": "Associations of FGF21 and GDF15 with mitochondrial dysfunction in children living with perinatally-acquired HIV: A cross-sectional evaluation of pediatric AIDS clinical trials group 219/219C."}, {"pubmed": 34989084, "text": "Pathophysiological pathways related to high plasma growth differentiation factor 15 concentrations in patients with heart failure."}, {"pubmed": 35023440, "text": "Growth differentiation factor-15 as an emerging biomarker for identifying myositis."}, {"pubmed": 35039167, "text": "Utility of cytokines CXCL4, CXCL8 and GDF15 as biomarkers in systemic sclerosis."}, {"pubmed": 35051643, "text": "GDF15, an emerging key player in human aging."}, {"pubmed": 35066766, "text": "FOXM1 mediates GDF-15 dependent stemness and intrinsic drug resistance in breast cancer."}, {"pubmed": 35068064, "text": "Diagnostic utility of GDF15 in neurodegenerative diseases: A systematic review and meta-analysis."}, {"pubmed": 35132822, "text": "Associations of device-measured sleep, sedentariness and physical activity with growth differentiation factor 15 in older adults."}, {"pubmed": 35133939, "text": "Prognostic value of growth differentiation factor 15 in COVID-19."}, {"pubmed": 35194014, "text": "Growth differentiation factor 15 (GDF15) is associated with non-alcoholic fatty liver disease (NAFLD) in youth with overweight or obesity."}, {"pubmed": 35218128, "text": "Whole-exome sequencing uncovers new variants in GDF15 associated with hyperemesis gravidarum."}, {"pubmed": 35251002, "text": "Coping With Stress: The Mitokine GDF-15 as a Biomarker of COVID-19 Severity."}, {"pubmed": 35275240, "text": "Diabetes, GDF-15 and incident heart failure: the atherosclerosis risk in communities study."}, {"pubmed": 35334497, "text": "Plasma growth differentiation factor-15 in patients with \"\"lone\"\" atrial fibrillation."}, {"pubmed": 35351601, "text": "Macrophage inhibitory cytokine-1 in cancer: Beyond the cellular phenotype."}, {"pubmed": 35362130, "text": "Letter: serum growth differentiation factor 15 predicts hepatocellular carcinoma occurrence after hepatitis C virus elimination."}, {"pubmed": 35363860, "text": "Plasma Growth and Differentiation Factor 15 Predict Longitudinal Changes in Bone Parameters in Women, but Not in Men."}, {"pubmed": 35385705, "text": "Deadenylase-dependent mRNA decay of GDF15 and FGF21 orchestrates food intake and energy expenditure."}, {"pubmed": 35420978, "text": "Protective effect of growth differentiation factor 15 in sepsis by regulating macrophage polarization and its mechanism."}, {"pubmed": 35449185, "text": "High serum concentrations of growth differentiation factor-15 and their association with Crohn's disease and a low skeletal muscle index."}, {"pubmed": 35504134, "text": "Overexpression of NAG-1/GDF15 prevents hepatic steatosis through inhibiting oxidative stress-mediated dsDNA release and AIM2 inflammasome activation."}, {"pubmed": 35510313, "text": "Heightened levels of plasma growth differentiation factor 15 in men living with HIV."}, {"pubmed": 35549472, "text": "Prognostic value of circulating macrophage inhibitory cytokine 1-growth differentiation factor 15 (MIC-1/GDF15) in obesity: Relation with vascular endothelial growth factor (VEGF) and markers of oxidative stress."}, {"pubmed": 35588865, "text": "Growth differentiation factor-15 overexpression promotes cell proliferation and predicts poor prognosis in cerebral lower-grade gliomas correlated with hypoxia and glycolysis signature."}, {"pubmed": 35616608, "text": "Growth Differentiation Factor-15 Correlates with Mortality and Severity in Severe Burns."}, {"pubmed": 35686301, "text": "Growth differentiation factor-15 is independently associated with metabolic syndrome and hyperglycemia in non-elderly subjects."}, {"pubmed": 35762561, "text": "Growth Differentiation Factor 15 and the Subsequent Risk of Atrial Fibrillation: The Atherosclerosis Risk in Communities Study."}, {"pubmed": 35784345, "text": "Elevated Expression of Growth Differentiation Factor-15 Is Associated With Acute Exacerbation of Idiopathic Pulmonary Fibrosis."}, {"pubmed": 35801986, "text": "Raised circulating soluble growth differentiation factor 15 is negatively associated with testosterone level in hypogonadic men with type 2 diabetes."}, {"pubmed": 35817957, "text": "Circulating GDF15 concentrations in girls with low birth weight: effects of prolonged metformin treatment."}, {"pubmed": 35818647, "text": "Growth Differentiation Factor-15 (GDF-15) as a Predictor of Major Adverse Cardiac Event in Acute Myocardial Infarction Patients."}, {"pubmed": 35853851, "text": "N-glycosylation of GDF15 abolishes its inhibitory effect on EGFR in AR inhibitor-resistant prostate cancer cells."}, {"pubmed": 35993367, "text": "Increased expression and accumulation of GDF15 in IPF extracellular matrix contribute to fibrosis."}, {"pubmed": 36064109, "text": "Combined genetic deletion of GDF15 and FGF21 has modest effects on body weight, hepatic steatosis and insulin resistance in high fat fed mice."}, {"pubmed": 36104054, "text": "Epicardial adipose tissue thickness and growth differentiation factor 15 in axial spondyloarthritis: A cross-sectional study."}, {"pubmed": 36142823, "text": "GDF15 Contributes to Radioresistance by Mediating the EMT and Stemness of Breast Cancer Cells."}, {"pubmed": 36151002, "text": "Knocking on GDF15's door for the treatment of type 2 diabetes mellitus."}, {"pubmed": 36273168, "text": "Growth differentiation factor 15 is not associated with glycemic control in patients with type 2 diabetes mellitus treated with metformin: a post-hoc analysis of AIM study."}, {"pubmed": 36325442, "text": "Growth differentiation factor-15 as a modulator of bone and muscle metabolism."}, {"pubmed": 36327876, "text": "Extracellular Vesicles Derived from Human Bone Marrow Stem Cells Inhibit Acute Lymphoblastic Leukemia Cell Growth by Inhibiting MAPK Pathway via the miR-29b-3p/GDF15 Axis."}, {"pubmed": 36334433, "text": "Growth Differentiation Factor-15 as a Predictor of Functional Capacity, Frailty, and Ventricular Dysfunction in Patients With Aortic Stenosis and Preserved Left Ventricular Ejection Fraction."}, {"pubmed": 36336806, "text": "Association of Growth Differentiation Factor 15 with Arterial Stiffness and Endothelial Function in Subpopulations of Patients with Coronary Artery Disease: A Proof-of-Concept Study."}, {"pubmed": 36361969, "text": "The Cytokine Growth Differentiation Factor-15 and Skeletal Muscle Health: Portrait of an Emerging Widely Applicable Disease Biomarker."}, {"pubmed": 36444166, "text": "Metformin and growth differentiation factor 15 (GDF15) in type 2 diabetes mellitus: A hidden treasure."}, {"pubmed": 36508390, "text": "TNFR-1 and GDF-15 Are Associated With Plasma Neurofilament Light Chain and Progranulin Among Community-Dwelling Older Adults: A Secondary Analysis of the MAPT Study."}, {"pubmed": 36525138, "text": "GDF15 negatively regulates chemosensitivity via TGFBR2-AKT pathway-dependent metabolism in esophageal squamous cell carcinoma."}, {"pubmed": 36542831, "text": "Emerging Roles of Growth Differentiation Factor 15 in Immunoregulation and Pathogenesis."}, {"pubmed": 36545337, "text": "GDF15 is an exercise-induced hepatokine regulated by glucagon and insulin in humans."}, {"pubmed": 36547021, "text": "Depletion of growth differentiation factor 15 (GDF15) leads to mitochondrial dysfunction and premature senescence in human dermal fibroblasts."}, {"pubmed": 36549580, "text": "GDF15 and its association with cognitive performance over time in a longitudinal study of middle-aged urban adults."}, {"pubmed": 36563967, "text": "Effects of acute exercise and exercise training on plasma GDF15 concentrations and associations with appetite and cardiometabolic health in individuals with overweight or obesity - A secondary analysis of a randomized controlled trial."}, {"pubmed": 36656215, "text": "Study of growth differentiation factor-15 in polytransfused children with beta-thalassemia."}, {"pubmed": 36729006, "text": "Growth differentiation factor 15 is required for triple-negative breast cancer cell growth and chemoresistance."}, {"pubmed": 36740767, "text": "GDF15 plays a critical role in insulin secretion in INS-1 cells and human pancreatic islets."}, {"pubmed": 36769245, "text": "GDF15 Promotes Cell Growth, Migration, and Invasion in Gastric Cancer by Inducing STAT3 Activation."}, {"pubmed": 36806122, "text": "Association of GDF15 levels with body mass index and endocrine status in beta-thalassaemia."}, {"pubmed": 36864452, "text": "Serum growth differentiation factor-15 and non-esterified fatty acid levels in patients with coronary artery disease and hyperuricemia."}, {"pubmed": 36880142, "text": "[The role of growth differentiation factor-15 in assessing the prognosis of patients after uncomplicated myocardial infarction]."}, {"pubmed": 36948614, "text": "Growth Differentiation Factor 15 and Clinical Outcomes in Japanese Patients With Heart Failure."}, {"pubmed": 36989524, "text": "Differential Expression of Caveolin-3, Suppression of Tumorigenicity 2, and Growth Differentiation Factor-15 Genes and Their Association with Acute Myocardial Infarction: A Cross-Sectional Study in a Multi-Specialty Hospital in Tamil Nadu."}, {"pubmed": 36992609, "text": "Overview of growth differentiation factor 15 in metabolic syndrome."}, {"pubmed": 37088328, "text": "YKL-40 derived from infiltrating macrophages cooperates with GDF15 to establish an immune suppressive microenvironment in gallbladder cancer."}, {"pubmed": 37093513, "text": "GDF15 as a key disease target and biomarker: linking chronic lung diseases and ageing."}, {"pubmed": 37115357, "text": "Significance of localized expression of full-length growth differentiation factor-15 in cachexia of advanced non-small cell lung cancer."}, {"pubmed": 37146903, "text": "The association of growth differentiation factor-15 levels and osteoporosis in patients with thalassemia."}, {"pubmed": 37152099, "text": "GDF-15 Is Associated with Poor Physical Function in Prefrail Older Adults with Diabetes."}, {"pubmed": 37190783, "text": "Association Between Serum GDF15 Concentration and Total Mortality in Community-Dwelling Japanese Older Populations: The Involvement of Renal Dysfunction."}, {"pubmed": 37192696, "text": "Growth differentiation factor-15 and prediction of cancer-associated thrombosis and mortality: a prospective cohort study."}, {"pubmed": 37268330, "text": "Growth differentiation factor 15 (GDF-15) in kidney diseases."}, {"pubmed": 37272232, "text": "Insufficient GDF15 expression predisposes women to unexplained recurrent pregnancy loss by impairing extravillous trophoblast invasion."}, {"pubmed": 37338675, "text": "Hyperactive behaviour of growth differentiation factor- 15 (GDF-15) in conjunction with iron trafficking transporters and suppression of Nrf-2 gene in diabetes and metabolic syndrome."}, {"pubmed": 37373159, "text": "GDF15 Promotes the Osteogenic Cell Fate of Periodontal Ligament Fibroblasts, thus Affecting Their Mechanobiological Response."}, {"pubmed": 37380764, "text": "GDF15 promotes weight loss by enhancing energy expenditure in muscle."}, {"pubmed": 37489743, "text": "Association of Growth Differentiation Factor-15 With Event Cause and Cardiovascular Failure After Pediatric Cardiac Arrest in a Multi-Institutional Trial."}, {"pubmed": 37499753, "text": "GDF15 Ameliorates Liver Fibrosis by Metabolic Reprogramming of Macrophages to Acquire Anti-Inflammatory Properties."}, {"pubmed": 37549445, "text": "FGF21 and GDF15 are elevated in Barth Syndrome and are correlated to important clinical measures."}, {"pubmed": 37558836, "text": "Human liver single nuclear RNA sequencing implicates BMPR2, GDF15, arginine, and estrogen in portopulmonary hypertension."}, {"pubmed": 37584611, "text": "Cross-species comparison of pregnancy-induced GDF15."}, {"pubmed": 37715843, "text": "Associations of circulating GDF15 with combined cognitive frailty and depression in older adults of the MARK-AGE study."}, {"pubmed": 37773870, "text": "GDF-15 (a biomarker for metformin) and the risk of COVID-19: A two-sample Mendelian randomization study."}, {"pubmed": 37804244, "text": "Longitudinal Associations Between ATPase Inhibitory Factor 1, Growth Differentiation Factor-15, and Nutritional Status in Older Adults From the MAPT Study."}, {"pubmed": 37855350, "text": "GDF15 Interference Regulates Proliferation, Inflammation, and Autophagy of Lipopolysaccharide-induced Mesangial Cells by Inhibiting PI3K/ AKT/mTOR Signaling."}, {"pubmed": 37858436, "text": "Evaluation of the relationship between atherosclerosis and Helicobacter pylori infection with measurement of growth differentiation factor 15 and atherosclerosis indicators in adults with no comorbidity."}, {"pubmed": 37937607, "text": "KLF4 suppresses the proliferation of perihilar cholangiocarcinoma by negatively regulating GDF15 and phosphorylating AKT."}, {"pubmed": 37955023, "text": "Predictive Value of GDF-15 and sST2 for Pulmonary Hypertension in Acute Exacerbation of Chronic Obstructive Pulmonary Disease."}, {"pubmed": 37974205, "text": "Serum growth differentiation factor-15 (GDF-15) is a biomarker of cardiac manifestations in children with COVID-19."}, {"pubmed": 38092039, "text": "GDF15 linked to maternal risk of nausea and vomiting during pregnancy."}, {"pubmed": 38151653, "text": "MiR-3074-5p Regulates Trophoblasts Function via EIF2S1/GDF15 Pathway in Recurrent Miscarriage."}, {"pubmed": 38180987, "text": "Protein biomarkers GDF15 and FGF21 to differentiate mitochondrial hepatopathies from other pediatric liver diseases."}, {"pubmed": 38195721, "text": "GDF15 as a potential biomarker to distinguish fibrotic from non-fibrotic hypersensitivity pneumonitis."}, {"pubmed": 38242693, "text": "Acute Exercise Increases GDF15 and Unfolded Protein Response/Integrated Stress Response in Muscle in Type 2 Diabetes."}, {"pubmed": 38247838, "text": "GDF15 Modulates the Zoledronic-Acid-Induced Hyperinflammatory Mechanoresponse of Periodontal Ligament Fibroblasts."}, {"pubmed": 38254638, "text": "GDF-15 Inhibits ADP-Induced Human Platelet Aggregation through the GFRAL/RET Signaling Complex."}, {"pubmed": 38301257, "text": "Lung Epithelium Releases Growth Differentiation Factor 15 in Response to Pathogen-mediated Injury."}, {"pubmed": 38357857, "text": "GDF15 is a dynamic biomarker of the integrated stress response in the central nervous system."}, {"pubmed": 38378599, "text": "Incremental values of AOPP, IL-6, and GDF15 for identifying arteriosclerosis in patients with obstructive sleep apnea."}, {"pubmed": 38396781, "text": "TGF-beta Isoforms and GDF-15 in the Development and Progression of Atherosclerosis."}, {"pubmed": 38522236, "text": "Growth and differentiation factor-15: A link between inflammaging and cardiovascular disease."}, {"pubmed": 38593633, "text": "Growth differentiation factor 15 and malnutrition in older adults."}, {"pubmed": 38650174, "text": "Downregulation of PLIN2 in human dermal fibroblasts impairs mitochondrial function in an age-dependent fashion and induces cell senescence via GDF15."}, {"pubmed": 38890300, "text": "Total and H-specific GDF-15 levels increase in caloric deprivation independently of leptin in humans."}, {"pubmed": 39000435, "text": "Growth Differentiation Factor 15 and Matrix Metalloproteinase 3 in Plasma as Biomarkers for Neuropathy and Nephropathy in Type 1 Diabetes."}], "genomic_pos": {"chr": "19", "end": 18389176, "ensemblgene": "ENSG00000130513", "start": 18374731, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 18499986, "start": 18485541, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002023", "pubmed": [28846097, 28846098, 28846099, 28953886, 29046435], "qualifier": "involved_in", "term": "reduction of food intake in response to dietary excess"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002686", "qualifier": "involved_in", "term": "negative regulation of leukocyte migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 9326641, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007179", "pubmed": 9348093, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 9326641, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030512", "pubmed": 25893289, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032099", "pubmed": [31875646, 38092039], "qualifier": "involved_in", "term": "negative regulation of appetite"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0040015", "qualifier": "involved_in", "term": "negative regulation of multicellular organism growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043410", "pubmed": 28953886, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043410", "pubmed": 28846099, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046321", "qualifier": "involved_in", "term": "positive regulation of fatty acid oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 28846097, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 28846099, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060392", "pubmed": 25893289, "qualifier": "involved_in", "term": "negative regulation of SMAD protein signal transduction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060400", "qualifier": "involved_in", "term": "negative regulation of growth hormone receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0062197", "qualifier": "involved_in", "term": "cellular response to chemical stress"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0160144", "pubmed": [28953886, 31535977, 35177851], "qualifier": "involved_in", "term": "GDF15-GFRAL signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1901558", "pubmed": [31875646, 32694673], "qualifier": "involved_in", "term": "response to metformin"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901741", "qualifier": "involved_in", "term": "positive regulation of myoblast fusion"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": [28572090, 29046435], "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [31875646, 32694673, 38092039], "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 25893289, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 25893289, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 25893289, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 38092039, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005179", "pubmed": [31535977, 38092039], "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19060904, 25893289, 28846098, 28846099, 28953886, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 29046435, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[9544, 719466], [9598, 468770], [9606, 9518], [9615, 484822], [9913, 618677], [10090, 23886], [10116, 29455]], "id": 3576}, "interpro": [{"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00306543", "map_location": "19p13.11", "name": "growth differentiation factor 15", "other_names": ["NRG-1", "NSAID (nonsteroidal anti-inflammatory drug)-activated protein 1", "NSAID-activated gene 1 protein", "NSAID-regulated gene 1 protein", "PTGF-beta", "growth/differentiation factor 15", "macrophage inhibitory cytokine 1", "non-steroidal anti-inflammatory drug-activated gene-1", "placental TGF-beta", "placental bone morphogenetic protein", "prostate differentiation factor"], "pantherdb": {"HGNC": "30142", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346047", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "Q9Z0J7"}, {"RGD": "2674", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "Q9Z0J6"}, {"Ensembl": "ENSGALG00000052151", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "A0A3Q2TZE9"}, {"WormBase": "WBGene00000903", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "P92172"}, {"FlyBase": "FBgn0024913", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "O61643"}, {"FlyBase": "FBgn0031461", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9VQG9"}, {"FlyBase": "FBgn0026199", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4F4"}], "uniprot_kb": "Q99988"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "pid": [{"id": "p53downstreampathway", "name": "Direct p53 effectors"}, {"id": "p73pathway", "name": "p73 transcription factor network"}, {"id": "tap63pathway", "name": "Validated transcriptional targets of TAp63 isoforms"}], "wikipathways": {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}}, "pdb": ["5VT2", "5VZ3", "5VZ4", "6Q2J"], "pfam": "PF00019", "pharmgkb": "PA134866647", "pharos": {"target_id": 317, "tdl": "Tbio"}, "pir": "JC5697", "prosite": "PS51362", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326430", "relationship": "is"}, {"id": "GNF326431", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260279", "relationship": "is"}, {"id": "GNF260280", "relationship": "is"}, {"id": "GNF260281", "relationship": "is"}, {"id": "GNF260282", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158671", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047797", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF088114", "relationship": "is"}, {"id": "GNF088115", "relationship": "is"}, {"id": "GNF088116", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051224", "relationship": "is"}, {"id": "GNF055990", "relationship": "is"}, {"id": "GNF060698", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067629", "relationship": "is"}, {"id": "GNF067630", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005769", "relationship": "is"}, {"id": "GNF005770", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285181", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF331031", "relationship": "is"}, {"id": "GNF333733", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338367", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104096", "relationship": "is"}, {"id": "GNF143745", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1"], "protein": ["NP_004855.2", "XP_054178690.1"], "rna": ["NM_004864.4", "XM_054322715.1"], "translation": [{"protein": "XP_054178690.1", "rna": "XM_054322715.1"}, {"protein": "NP_004855.2", "rna": "NM_004864.4"}]}, "reporter": {"HG-U133_Plus_2": ["221576_at", "221577_x_at", "229868_s_at"], "HG-U95Av2": "1890_at", "HTA-2_0": "TC19000356.hg.1", "HuEx-1_0": "3824993", "HuGene-1_1": "8027002", "HuGene-2_1": "16859795"}, "retired": [113574, 100292463], "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate each subunit of the disulfide-linked homodimer. The protein is expressed in a broad range of cell types, acts as a pleiotropic cytokine and is involved in the stress response program of cells after cellular injury. Increased protein levels are associated with disease states such as tissue hypoxia, inflammation, acute injury and oxidative stress. [provided by RefSeq, Aug 2016].", "symbol": "GDF15", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1335222"}, "unigene": "Hs.616962", "uniprot": {"Swiss-Prot": "Q99988"}, "wikipedia": {"url_stub": "GDF15"}}