{"AllianceGenome": "4217", "HGNC": "4217", "MIM": "605120", "_id": "2658", "_version": 1, "accession": {"genomic": ["AL731561.12", "CH471251.1", "CP068268.2", "NC_000010.11", "NC_060934.1", "NG_033916.1"], "protein": ["AAD40309.1", "AAD56960.1", "AAH69643.1", "AAH74921.1", "BAG37460.1", "EAW50660.1", "NP_057288.1", "Q9UK05.1"], "rna": ["AF156891.1", "AF188285.1", "AK314956.1", "BC069643.1", "BC074921.2", "NM_016204.4"], "translation": [{"protein": "AAH69643.1", "rna": "BC069643.1"}, {"protein": "AAD40309.1", "rna": "AF156891.1"}, {"protein": "AAH74921.1", "rna": "BC074921.2"}, {"protein": "NP_057288.1", "rna": "NM_016204.4"}, {"protein": "BAG37460.1", "rna": "AK314956.1"}, {"protein": "AAD56960.1", "rna": "AF188285.1"}]}, "alias": ["BMP-9", "BMP9", "HHT5"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "moderate", "classification_date": "2023-04-03T16:00:00.000Z", "disease_label": "telangiectasia, hereditary hemorrhagic, type 5", "gcep": "Hemostasis/Thrombosis Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0014217", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_00608fb7-3483-495a-8f9e-76aabb4b1dc0-2023-04-03T160000.000Z", "sop": "SOP9"}, {"classification": "definitive", "classification_date": "2022-05-26T22:15:14.154Z", "disease_label": "pulmonary arterial hypertension", "gcep": "Pulmonary Hypertension Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015924", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_2d2e83fa-0af1-450f-af9c-5c61d4bc3106-2022-05-26T221514.154Z", "sop": "SOP8"}]}, "ensembl": {"gene": "ENSG00000263761", "protein": "ENSP00000463051", "transcript": "ENST00000581492", "translation": [{"protein": "ENSP00000463051", "rna": "ENST00000581492"}], "type_of_gene": "protein_coding"}, "entrezgene": "2658", "exons": [{"cdsend": 47325784, "cdsstart": 47322668, "chr": "10", "position": [[47322453, 47323014], [47324840, 47327588]], "strand": 1, "transcript": "NM_016204", "txend": 47327588, "txstart": 47322453}], "exons_hg19": [{"cdsend": 48416693, "cdsstart": 48413577, "chr": "10", "position": [[48411773, 48414521], [48416347, 48416908]], "strand": -1, "transcript": "NM_016204", "txend": 48416908, "txstart": 48411773}], "generif": [{"pubmed": 11748585, "text": "promotes chondrogenic differentiation of multipotential mesenchymal cells"}, {"pubmed": 15851468, "text": "ALK-1, an orphan receptor in the TGF-beta family, is a potential receptor for BMP-9"}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17068149, "text": "Bone Morphogenetic Protein 9 (BMP9) and BMP10 are two specific activin receptor-like kinase 1 ligands"}, {"pubmed": 17311849, "text": "These results suggest that BMP-9 is a physiological ALK1 ligand that plays an important role in the regulation of angiogenesis."}, {"pubmed": 17549388, "text": "BMP-9 regulates the interaction of IGF-1 with growth plate chondrocytes."}, {"pubmed": 18309101, "text": "BMP9, circulating under a biologically active form, is a potent antiangiogenic factor that is likely to play a physiological role in the control of adult blood vessel quiescence"}, {"pubmed": 18922975, "text": "BMP-9 induced apoptosis in PC-3 cells through the up-regulation of prostate apoptosis response-4."}, {"pubmed": 18986983, "text": "Hey1 and Runx2 were shown to act synergistically in BMP9-induced osteogenic differentiation, and Runx2 expression significantly decreased in the absence of Hey1, suggesting that Runx2 may function downstream of Hey1"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19366699, "text": "Critical role of type II receptors in balancing BMP9 signaling via ALK1 and emphasize the essential role for BMPR-II in a subset of BMP9 responses in pulmonary artery endothelial cells."}, {"pubmed": 19996292, "text": "BMP9 acts as a proliferative factor for immortalized ovarian surface epithelial cells and ovarian cancer cell lines, signaling predominantly through an ALK2/Smad1/Smad4 pathway, the major BMP9 receptor in endothelial cells."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20406889, "text": "induces proliferation of multiple types of endothelial cells and promotes tumor angiogenesis in a xenograft mouse model"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21695154, "text": "BMP9 administration can prevent lesion-evoked impairment of the cholinergic septohippocampal neurons in adult mice"}, {"pubmed": 21710321, "text": "BMP9 was produced by human hepatocytes and intrahepatic biliary epithelial cells.BMP9 circulates in plasma as an unprocessed inactive form that can be further activated by furin a serine endoprotease, and as a mature and fully active form"}, {"pubmed": 21737454, "text": "Soluble endoglin specifically binds bone morphogenetic proteins 9 and 10 via its orphan domain, inhibits blood vessel formation, and suppresses tumor growth."}, {"pubmed": 22299030, "text": "Increased ET-1 production by endothelial cells as a consequence of BMPR II dysfunction may be clinically relevant in the pathogenesis of pulmonary arterial hypertension."}, {"pubmed": 22474252, "text": "Mutual regulation by BMP-9 and CV2 is essential in regulating the development of the vascular endothelium."}, {"pubmed": 22493445, "text": "data suggest that both the VEGF/VEGF receptor and the BMP9/ALK1 pathways are essential for stimulating angiogenesis, and targeting both pathways simultaneously may be an attractive strategy to overcome resistance to antiangiogenesis therapy"}, {"pubmed": 22556408, "text": "platelets regulate blood/lymphatic vessel separation by inhibiting the proliferation, migration, and tube formation of LECs, mainly because of the release of BMP-9 upon activation by CLEC-2/podoplanin in"}, {"pubmed": 22829878, "text": "SNPs in the BMP9 gene appear to contribute to the risk of OPLL in association with certain clinical and demographic characteristics."}, {"pubmed": 22948234, "text": "the enhanced expression of BMP-9 in osteosarcoma cells by adBMP-9 exerted inhibitory effects on growth and migration of osteosarcoma cells possibly via blockade of the PI3K/AKT signaling pathway."}, {"pubmed": 23018639, "text": "BMP9 regulates the SDF1/CXCR4 axis in endothelial cells. BMP9 signaling via endoglin switches cells from an SDF1-responsive autocrine state to an SDF1-nonresponsive paracrine state repressing endothelial cell migration & promoting vessel maturation."}, {"pubmed": 23313128, "text": "BMP-9 was able to induce the phosphorylation of Smad-1/5/8 and ERK 1/2 proteins, but did not induce p38 phosphorylation."}, {"pubmed": 23807047, "text": "ResultS suggest that BMP9 may inhibit the migration and invasiveness of Osteosarcoma cells through a Smad-dependent pathway by downregulating the expression and activity of MMP9."}, {"pubmed": 23844832, "text": "the cross-talk between EGF and BMP9 signalling pathways in mesenchymal stem cells may underline their important roles in regulating osteogenic differentiation."}, {"pubmed": 23936038, "text": "BMP9 signaling may be relevant during hepatocarcinogenesis in vivo."}, {"pubmed": 23972370, "text": "Mutations in BMP9 (also known as GDF2) were identified in three probands with hereditary hemorrhagic telangiectasia."}, {"pubmed": 24019898, "text": "results strongly suggest that Creld2 may be directly regulated by BMP9 and ER stress response may play an important role in regulating osteogenic differentiation"}, {"pubmed": 24072698, "text": "We demonstrate a cross-talk between BMPs and CRYAB and a major effect of this regulatory interaction on resistance to apoptosis."}, {"pubmed": 24337584, "text": "BMP9 can regulate tumor growth of osteosarcoma cells through the Wnt/beta-catenin pathway."}, {"pubmed": 24413988, "text": "these observations indicate that BMP9 is an important mediator of breast cancer bone metastasis and a potential therapeutic target for treating this deadly disease."}, {"pubmed": 24670474, "text": "in primary, non-malignant cells BMP-9 stabilizes the epithelial phenotype and inhibits proliferation, in hepatocellular carcinoma cells it induces cell growth and the acquisition of a migratory phenotype."}, {"pubmed": 24805814, "text": "These findings suggest that BMP9 can inhibit the proliferation and metastasis of SK-BR-3 cells via inactivating ERK1/2 and PI3K/AKT signaling pathways"}, {"pubmed": 25209393, "text": "Data show that bone morphogenetic protein 9 (BMP9) can inhibit the migration and invasion of MDA-MB-231 breast cancer cells and promote osteogenesis and proliferation of HS-5 bone marrow-derived mesenchymal stem cells in the co-culture system."}, {"pubmed": 25237187, "text": "BMP9 is regulated by redox-dependent proteolysis"}, {"pubmed": 25297851, "text": "BMP-9 induces vascular smooth muscle cell osteogenic differentiation and calcification via ALK1, Smad and ALP dependent mechanisms."}, {"pubmed": 25393508, "text": "This review summarizes the indirect connection between BMP9 and liver fibrosis, with a focus on the BMP9 signaling pathway members ALK1, endoglin, Id1, hepcidin and Snail. [review]"}, {"pubmed": 25751889, "text": "structural analysis of the bone morphogenetic protein 9 procomplex"}, {"pubmed": 25909848, "text": "BMP9 Crosstalk with the Hippo Pathway Regulates Endothelial Cell Matricellular and Chemokine Responses"}, {"pubmed": 26471266, "text": "DLL4/Notch1 and BMP9 interdependent signaling induces endothelial cell quiescence via P27KIP1/thrombospondin pathway."}, {"pubmed": 26609524, "text": "BMP9 also influenced the expression of PPARgamma."}, {"pubmed": 26645636, "text": "IGF1 can enhance BMP9-induced osteogenic differentiation in mesenchymal stem cells."}, {"pubmed": 26677222, "text": "Data suggest ALK1 and ACVR2A/ACVR2B, acting as BMP9 co-receptors, rearrange pro-domains of BMP9--pro-domain dimer complex leading to displacement of pro-domains after receptor binding, release of mature non-dimer BPM9, and activation of signaling."}, {"pubmed": 26678910, "text": "Epigenetic Regulation of GDF2 Suppresses Anoikis in Ovarian and Breast Epithelia."}, {"pubmed": 26678910, "text": "In ovarian and breast epithelial cells, epigenetic regulation of GDF2 suppresses anoikis."}, {"pubmed": 27177272, "text": "BMP9 inhibited the proliferation and migration of the A549 cells."}, {"pubmed": 27208502, "text": "this is the first study that accurately identifies BMP9 as a profibrotic factor in fibroblasts."}, {"pubmed": 27275929, "text": "the combination of BMP-9 and MC-GAG stimulates chondrocytic and osteogenic differentiation of hMSCs."}, {"pubmed": 27647829, "text": "The results demonstrate that although BMP9 alone does not influence leukocyte recruitment, it primes the vascular endothelium to mount a more intense response when challenged with LPS through an increase in TLR4, E-selectin, and VCAM-1 and ultimately through enhanced leukocyte recruitment."}, {"pubmed": 27699987, "text": "The results from this study demonstrate that the use of rhBMP9 significantly and markedly induced osteoblast differentiation when compared to rhBMP2 and"}, {"pubmed": 27706722, "text": "his study shows that BMP9 inhibition is associated with Osteosarcoma (OS) development and that enhanced expression of BMP9 may be a potential treatment method for OS"}, {"pubmed": 27875556, "text": "the data identify MxA as a novel stimulator of BMP4 and BMP9 transcriptional signaling, and suggest it to be a candidate IFN-alpha-inducible mechanism that might have a protective role against development of pulmonary arterial hypertension and other vascular diseases."}, {"pubmed": 27940998, "text": "circulating levels significantly decreased in type 2 diabetes mellitus patients and associated with glucose homoeostasis and insulin sensitivity"}, {"pubmed": 28054585, "text": "BMP-9 was found the most effective to induce osteogenic transdifferentiation of fat tissue in vitro"}, {"pubmed": 28249039, "text": "These results suggest that BMP9-transduced calvarial mesenchymal progenitor cells seeded in a PPCN-g thermoresponsive scaffold is capable of inducing bone formation in vivo and is an effective means of creating tissue engineered bone for critical sized defects."}, {"pubmed": 28415788, "text": "our study indicates that BMP9 can inhibit the growth and metastasis of breast cancer cells, which may be related to interaction between pre-adipocytes/adipocytes and MDA-MB-231 cells via leptin signaling pathway."}, {"pubmed": 28564608, "text": "BMP9 interacts with a hydrophobic surface of the N-terminal orphan domain of ENG, which adopts a new duplicated fold generated by circular permutation."}, {"pubmed": 28646109, "text": "Data suggest BMP9/GDF2 and BMP10 synergize with TNFA to increase monocyte recruitment to vascular endothelial cells; process appears to be mediated mainly via ALK2/ACVR1 (which exhibits protein kinase activity). These studies used in vitro flow monocyte adhesion assay. (BMP9 = growth differentiation factor 2; BMP10 = bone morphogenetic protein 10; TNFA = tumor necrosis factor alpha; ALK2/ACVR1 = activin A receptor type 1)"}, {"pubmed": 28746898, "text": "levels of the angiogenesis mediators endoglin, HB-EGF, BMP-9 and FGF-2 in patients with severe sepsis and septic shock"}, {"pubmed": 28869862, "text": "The binding free energies indicate that ALK-3 preferably binds to BMP-2 instead of BMP-9. The structural analysis shows that ALK-3 binding with BMP-2 occurs in a perfectly symmetry pathway, whereas this symmetry is lost for possible ALK-3 interactions with BMP-9"}, {"pubmed": 28956179, "text": "Bone morphogenetic protein 9 (BMP9) was identified as a target of miR-149 in MG63 cells, and BMP9 expression was negatively correlated with miR149 level in osteosarcoma clinical samples. miR-149 promotes osteosarcoma progression via targeting BMP9."}, {"pubmed": 29039519, "text": "The BMP9-induced phosphorylation of Smad1/5/8 was increased with the overexpression of RUNX3, and yet was decreased with the knockdown of RUNX3. Collectively, our findings suggest that RUNX3 is an essential modulator of the BMP9-induced osteoblast lineage differentiation of mesenchymal stem cells (MSCs)."}, {"pubmed": 29223735, "text": "BMP9 is overexpressed in hepatic stellate cells in a cohort of liver fibrosis patients."}, {"pubmed": 29487140, "text": "BMP9 acts as an endogenous inhibitor of cardiac fibrosis and improves ventricular function in heart failure."}, {"pubmed": 29642505, "text": "BMP9 is highly expressed in bladder cancer cells.  BMP9 promotes bladder cancer cell proliferation and migration through up-regulation of lncRNA UCA1."}, {"pubmed": 29650961, "text": "Case-control analyses reveal significant overrepresentation of rare variants in ATP13A3, AQP1 and SOX17, and provide independent validation of a critical role for GDF2 in heritable pulmonary arterial hypertension."}, {"pubmed": 29923343, "text": "INHA inhibits BMP9-induced osteogenic differentiation through blocking BMP/Smad signal and activating NF-kappaB signal in mesenchymal stem cells."}, {"pubmed": 30015950, "text": "Low BMP9 expression is associated with breast cancer."}, {"pubmed": 30206934, "text": "Cyclic tensile force increased the expression of BMP9 which was dependant on ATP and P2Y1 receptors through the activation of PLC and calcium signaling."}, {"pubmed": 30353129, "text": "BMP9-induced osteogenic signaling in mesenchymal stem cells requires intact Notch signaling."}, {"pubmed": 30578383, "text": "Widening the landscape of heritable pulmonary hypertension mutations in paediatric and adult cases."}, {"pubmed": 30578397, "text": "Germline BMP9 mutation causes idiopathic pulmonary arterial hypertension."}, {"pubmed": 30628686, "text": "BMP9pretreated ovarian cancer cells had downregulated expression of the epithelial marker Ecadherin, which was accompanied by an upregulation of the mesenchymal markers Ncadherin, Snail, Slug, and Twist. Taken together, the findings of the present study indicated that BMP9 conferred resistance to Cisplatin in ovarian cancer cells by inducing epithelialmesenchymal transition"}, {"pubmed": 30758228, "text": "BMP9 promoted the expression of ECM in NPCs via inhibition of Notch1 and DLL1"}, {"pubmed": 30844726, "text": "BMP-9 has an effect on endothelial cells and a role in atherosclerosis [review]"}, {"pubmed": 30899939, "text": "During human periodontal ligament stem cell (hPDLSC) differentiation, BMP9 can induce osteogenesis, and MKK3/6-p38-MAPK pathway was involved in the osteogenesis and had positive regulation for osteogenesis of hPDLSCs."}, {"pubmed": 31146694, "text": "Circulating BMP9 levels are decreased in Chinese patients with coronary heart disease and hypertension."}, {"pubmed": 31155507, "text": "CRISPR/Cas9-mediated deletion of EGFL7 highlights the critical role of EGFL7 in BMP9-induced endothelial sprouting and the promotion of angiogenesis."}, {"pubmed": 31203157, "text": "BMP9 expression was significantly downregulated in the synovial tissues of rheumatoid arthritis patients, compared with those of osteoarthritis patients; these data indicate that BMP9 may play a critical role in the proliferation and migration of fibroblast-like synoviocytes through the activation of the AKT signaling pathway"}, {"pubmed": 31237775, "text": "Hepatic BMP9 expression was down-regulated in patients who are diabetic. BMP9 overexpression ameliorated triglyceride accumulation and inhibited the expression of lipogenic genes in HepG2 cells treated with a fatty acid mixture. BMP9 is an important regulator of hepatic glucose and lipid metabolism."}, {"pubmed": 31431534, "text": "This study confirms that rather than being an inhibitory ligand trap, increased circulating sENG might preferentially direct BMP9 signaling via cell-surface ENG at the endothelium."}, {"pubmed": 31661308, "text": "Findings demonstrate that GDF2 mutations result in BMP9 loss of function and are likely causal for pulmonary arterial hypertension. These mutations lead to reduced circulating levels of both BMP9 and BMP10."}, {"pubmed": 31825894, "text": "lncRNA Rmst acts as an important mediator of BMP9-induced osteogenic differentiation of mesenchymal stem cells (MSCs) by antagonizing Notch-targeting microRNAs."}, {"pubmed": 32031986, "text": "Bone morphogenetic protein 9, and its genetic variants contribute to susceptibility of idiopathic pulmonary arterial hypertension."}, {"pubmed": 32083953, "text": "BMP9/10 in Pulmonary Vascular Complications of Liver Disease."}, {"pubmed": 32097313, "text": "Study findings suggest that fused suture progenitor cells have elevated osteogenic potential. BMP9 could regulate the expression of multiple osteoblast and osteoclast differentiation-related genes, and NELL-1, in both suture progenitor cells, indicating that BMP9 may play a role in craniosynostosis."}, {"pubmed": 32454407, "text": "Reduced circulating BMP10 and BMP9 and elevated endoglin are associated with disease severity, decompensation and pulmonary vascular syndromes in patients with cirrhosis."}, {"pubmed": 32478395, "text": "BMP9 exhibits dual and coupled roles in inducing osteogenic and angiogenic differentiation of mesenchymal stem cells."}, {"pubmed": 32576665, "text": "Endothelial protective factors BMP9 and BMP10 inhibit CCL2 release by human vascular endothelial cells."}, {"pubmed": 32618121, "text": "A homozygous variant in growth and differentiation factor 2 (GDF2) may cause lymphatic dysplasia with hydrothorax and nonimmune hydrops fetalis."}, {"pubmed": 32669404, "text": "Homozygous GDF2-Related Hereditary Hemorrhagic Telangiectasia in a Chinese Family."}, {"pubmed": 32730768, "text": "BMP9 attenuates occurrence of venous malformation by maintaining endothelial quiescence and strengthening vessel walls via SMAD1/5/ID1/alpha-SMA pathway."}, {"pubmed": 32813135, "text": "Exacerbated inflammatory signaling underlies aberrant response to BMP9 in pulmonary arterial hypertension lung endothelial cells."}, {"pubmed": 32871084, "text": "In Search of \"\"Hepatic Factor\"\": Lack of Evidence for ALK1 Ligands BMP9 and BMP10."}, {"pubmed": 33066286, "text": "Genetic Evaluation in a Cohort of 126 Dutch Pulmonary Arterial Hypertension Patients."}, {"pubmed": 33171278, "text": "Plasma levels of apelin are reduced in patients with liver fibrosis and cirrhosis but are not correlated with circulating levels of bone morphogenetic protein 9 and 10."}, {"pubmed": 33246954, "text": "CRISPR-mediated BMP9 ablation promotes liver steatosis via the down-regulation of PPARalpha expression."}, {"pubmed": 33334130, "text": "BMP9 and BMP10 Act Directly on Vascular Smooth Muscle Cells for Generation and Maintenance of the Contractile State."}, {"pubmed": 33834612, "text": "BMP9-ID1 signaling promotes EpCAM-positive cancer stem cell properties in hepatocellular carcinoma."}, {"pubmed": 33834622, "text": "Homozygous GDF2 nonsense mutations result in a loss of circulating BMP9 and BMP10 and are associated with either PAH or an \"\"HHT-like\"\" syndrome in children."}, {"pubmed": 33879213, "text": "Identification of key genes and pathways of BMP-9-induced osteogenic differentiation of mesenchymal stem cells by integrated bioinformatics analysis."}, {"pubmed": 34019202, "text": "New insights into BMP9 signaling in liver diseases."}, {"pubmed": 34240497, "text": "BMP9 and BMP10: Two close vascular quiescence partners that stand out."}, {"pubmed": 34265413, "text": "BMP-9 downregulates StAR expression and progesterone production by activating both SMAD1/5/8 and SMAD2/3 signaling pathways in human granulosa-lutein cells obtained from gonadotropins induced ovarian cycles."}, {"pubmed": 34533030, "text": "Overexpression of BMP9 promotes ovarian cancer progression via Notch1 signaling."}, {"pubmed": 34611981, "text": "Clinical manifestations of patients with GDF2 mutations associated with hereditary hemorrhagic telangiectasia type 5."}, {"pubmed": 34841646, "text": "Identification of liver-derived bone morphogenetic protein (BMP)-9 as a potential new candidate for treatment of colorectal cancer."}, {"pubmed": 34904380, "text": "Identification and validation of a novel pathogenic variant in GDF2 (BMP9) responsible for hereditary hemorrhagic telangiectasia and pulmonary arteriovenous malformations."}, {"pubmed": 35159174, "text": "BMP9 Promotes an Epithelial Phenotype and a Hepatocyte-like Gene Expression Profile in Adult Hepatic Progenitor Cells."}, {"pubmed": 36259599, "text": "A rare homozygous missense GDF2 (BMP9) mutation causing PAH in siblings: Does BMP10 status contribute?"}, {"pubmed": 36963166, "text": "BMP9 promotes autophagy and inhibits migration and invasion in breast cancer cells through the c-Myc/SNHG3/mTOR signaling axis."}, {"pubmed": 37550619, "text": "BMP9 maintains the phenotype of HTR-8/Svneo trophoblast cells by activating the SDF1/CXCR4 pathway."}, {"pubmed": 37894931, "text": "BMP-9 Improves the Osteogenic Differentiation Ability over BMP-2 through p53 Signaling In Vitro in Human Periosteum-Derived Cells."}, {"pubmed": 38109991, "text": "Bone morphogenetic protein-9 downregulates StAR expression by inducing snail expression via SMAD1/5/8 signaling in human granulosa-lutein cells."}, {"pubmed": 38308064, "text": "Novel role of bone morphogenetic protein 9 in innate host responses to HCMV infection."}, {"pubmed": 38473983, "text": "Hemodynamic and Clinical Profiles of Pulmonary Arterial Hypertension Patients with GDF2 and BMPR2 Variants."}, {"pubmed": 38492130, "text": "Circulating Bone morphogenetic protein 9 (BMP9) as a new biomarker for noninvasive stratification of nonalcoholic fatty liver disease and metabolic syndrome."}, {"pubmed": 38514094, "text": "Pulmonary vascular phenotype identified in patients with GDF2 (BMP9) or BMP10 variants: an international multicentre study."}, {"pubmed": 38795838, "text": "SEMA3G regulates BMP9 inhibition of VEGF-mediated migration and network formation in pulmonary endothelial cells."}], "genomic_pos": {"chr": "10", "end": 47327588, "ensemblgene": "ENSG00000263761", "start": 47322454, "strand": 1}, "genomic_pos_hg19": [{"chr": "10", "end": 48416853, "start": 48413092, "strand": -1}, {"chr": "HG1211_PATCH", "end": 47821718, "start": 47817957, "strand": 1}], "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001503", "pubmed": 20406889, "qualifier": "involved_in", "term": "ossification"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 23972370, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001569", "pubmed": 20406889, "qualifier": "involved_in", "term": "branching involved in blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001937", "pubmed": 20406889, "qualifier": "involved_in", "term": "negative regulation of endothelial cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001938", "pubmed": 20406889, "qualifier": "involved_in", "term": "positive regulation of endothelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006879", "pubmed": 20406889, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008156", "pubmed": 20406889, "qualifier": "involved_in", "term": "negative regulation of DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010596", "pubmed": 17068149, "qualifier": "involved_in", "term": "negative regulation of endothelial cell migration"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016525", "pubmed": 20406889, "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030308", "pubmed": 17068149, "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030509", "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030509", "pubmed": [17068149, 19366699, 19903896, 32082362, 32561494], "qualifier": "involved_in", "term": "BMP signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030513", "qualifier": "involved_in", "term": "positive regulation of BMP signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030858", "pubmed": 32561494, "qualifier": "involved_in", "term": "positive regulation of epithelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032757", "pubmed": 19366699, "qualifier": "involved_in", "term": "positive regulation of interleukin-8 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032924", "pubmed": 17068149, "qualifier": "involved_in", "term": "activin receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043537", "pubmed": 20406889, "qualifier": "involved_in", "term": "negative regulation of blood vessel endothelial cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045603", "qualifier": "involved_in", "term": "positive regulation of endothelial cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045747", "pubmed": 32561494, "qualifier": "acts_upstream_of", "term": "positive regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": 20406889, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 17068149, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 19366699, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048514", "pubmed": 20406889, "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051216", "pubmed": 20406889, "qualifier": "involved_in", "term": "cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060391", "pubmed": [17068149, 19366699, 19903896], "qualifier": "involved_in", "term": "positive regulation of SMAD protein signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061036", "qualifier": "involved_in", "term": "positive regulation of cartilage development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071773", "pubmed": 19366699, "qualifier": "involved_in", "term": "cellular response to BMP stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903348", "pubmed": 32561494, "qualifier": "involved_in", "term": "positive regulation of bicellular tight junction assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 18309101, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 19056867, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IGI", "id": "GO:0005125", "pubmed": 32082362, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 17068149, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008083", "pubmed": [7664647, 19903896], "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043539", "pubmed": 7664647, "qualifier": "enables", "term": "protein serine/threonine kinase activator activity"}]}, "homologene": {"genes": [[7955, 563287], [8364, 100485289], [9031, 396412], [9544, 711516], [9598, 450441], [9606, 2658], [9615, 611149], [9913, 540384], [10090, 12165], [10116, 290921]], "id": 32299}, "interpro": [{"desc": "TGF-beta, propeptide", "id": "IPR001111", "short_desc": "TGF-b_propeptide"}, {"desc": "Transforming growth factor-beta, C-terminal", "id": "IPR001839", "short_desc": "TGF-b_C"}, {"desc": "Transforming growth factor-beta-related", "id": "IPR015615", "short_desc": "TGF-beta-rel"}, {"desc": "Transforming growth factor beta, conserved site", "id": "IPR017948", "short_desc": "TGFb_CS"}, {"desc": "Cystine-knot cytokine", "id": "IPR029034", "short_desc": "Cystine-knot_cytokine"}], "ipi": "IPI00007015", "map_location": "10q11.22", "name": "growth differentiation factor 2", "other_names": ["bone morphogenetic protein 9", "growth/differentiation factor 2"], "pantherdb": {"HGNC": "4217", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1321394", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10090, "uniprot_kb": "Q9WV56"}, {"RGD": "1586196", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 10116, "uniprot_kb": "M0RB87"}, {"Ensembl": "ENSGALG00000005981", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 9031, "uniprot_kb": "P34822"}, {"ZFIN": "ZDB-GENE-100107-1", "ortholog_type": "LDO", "panther_family": "PTHR11848", "taxid": 7955, "uniprot_kb": "F1QWZ4"}, {"WormBase": "WBGene00006570", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "O16273"}, {"WormBase": "WBGene00006852", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EBY8"}, {"WormBase": "WBGene00021594", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "Q965N9"}, {"WormBase": "WBGene00000936", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 6239, "uniprot_kb": "G5EEL5"}, {"FlyBase": "FBgn0039914", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "Q9V4E6"}, {"FlyBase": "FBgn0005590", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P54631"}, {"FlyBase": "FBgn0024234", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P27091"}, {"FlyBase": "FBgn0000490", "ortholog_type": "O", "panther_family": "PTHR11848", "taxid": 7227, "uniprot_kb": "P07713"}], "uniprot_kb": "Q9UK05"}, "pathway": {"kegg": {"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, "pid": {"id": "alk1pathway", "name": "ALK1 signaling events"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-201451", "name": "Signaling by BMP"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}]}, "pdb": ["1ZKZ", "4FAO", "4MPL", "4YCG", "4YCI", "5HZW", "5I05"], "pfam": ["PF00019", "PF00688"], "pharmgkb": "PA28632", "pharos": {"target_id": 1031, "tdl": "Tbio"}, "prosite": "PS51362", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF327622", "relationship": "is"}, {"id": "GNF327623", "relationship": "is"}, {"id": "GNF327624", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF224644", "relationship": "is"}, {"id": "GNF249871", "relationship": "is"}, {"id": "GNF249872", "relationship": "is"}, {"id": "GNF249873", "relationship": "is"}, {"id": "GNF249874", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF083384", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053021", "relationship": "is"}, {"id": "GNF057788", "relationship": "is"}, {"id": "GNF072920", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066467", "relationship": "is"}, {"id": "GNF066468", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278052", "relationship": "is"}, {"id": "GNF278596", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330729", "relationship": "is"}, {"id": "GNF331986", "relationship": "is"}, {"id": "GNF333953", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335970", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101822", "relationship": "is"}, {"id": "GNF141477", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_033916.1"], "protein": "NP_057288.1", "rna": "NM_016204.4", "translation": {"protein": "NP_057288.1", "rna": "NM_016204.4"}}, "reporter": {"HG-U133_Plus_2": "221136_at", "HTA-2_0": "TC10001251.hg.1", "HuEx-1_0": "3287781", "HuGene-1_1": "7933366", "HuGene-2_1": "16713872"}, "retired": 51423, "summary": "This gene encodes a secreted ligand of the TGF-beta (transforming growth factor-beta) superfamily of proteins. Ligands of this family bind various TGF-beta receptors leading to recruitment and activation of SMAD family transcription factors that regulate gene expression. The encoded preproprotein is proteolytically processed to generate each subunit of the disulfide-linked homodimer. This protein regulates cartilage and bone development, angiogenesis and differentiation of cholinergic central nervous system neurons. Mutations in this gene are associated with hereditary hemorrhagic telangiectasia. [provided by RefSeq, Jul 2016].", "symbol": "GDF2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415033"}, "unigene": "Hs.279463", "uniprot": {"Swiss-Prot": "Q9UK05", "TrEMBL": "B2RC63"}, "wikipedia": {"url_stub": "GDF2"}}