{"AllianceGenome": "4236", "HGNC": "4236", "MIM": "600924", "_id": "2671", "_version": 1, "accession": {"genomic": ["AC005606.3", "AF146394.1", "AF183892.1", "AF184243.1", "AJ238317.1", "CH471112.2", "CP068262.2", "NC_000016.10", "NC_060940.1", "NG_016288.1", "NW_025791799.1"], "protein": ["AAA96390.2", "AAD17327.1", "AAD17328.1", "AAD36986.1", "AAD56538.1", "AAG38105.1", "AAG43494.1", "AAH02429.1", "AAH28348.2", "AAK51609.1", "AAS55642.1", "CAB87993.1", "EAW85578.1", "EAW85579.1", "EAW85580.1", "NP_005253.3", "P55789.2"], "rna": ["AF124603.1", "AF124604.1", "AF208342.1", "AF306863.1", "AY550027.1", "BC002429.1", "BC028348.2", "BG705583.1", "NM_005262.3", "U31176.1"], "translation": [{"protein": "AAD17328.1", "rna": "AF124604.1"}, {"protein": "AAS55642.1", "rna": "AY550027.1"}, {"protein": "AAH02429.1", "rna": "BC002429.1"}, {"protein": "AAD17327.1", "rna": "AF124603.1"}, {"protein": "AAG43494.1", "rna": "AF208342.1"}, {"protein": "AAA96390.2", "rna": "U31176.1"}, {"protein": "NP_005253.3", "rna": "NM_005262.3"}, {"protein": "AAH28348.2", "rna": "BC028348.2"}, {"protein": "AAG38105.1", "rna": "AF306863.1"}]}, "alias": ["ALR", "ERV1", "HERV1", "HPO", "HPO1", "HPO2", "HSS", "MMCHD", "MPMCD"], "ec": "1.8.3.2", "ensembl": [{"gene": "ENSG00000291944", "protein": ["ENSP00000517599", "ENSP00000517600", "ENSP00000517601", "ENSP00000517602"], "transcript": ["ENST00000709288", "ENST00000709289", "ENST00000709290", "ENST00000709291", "ENST00000709292"], "translation": [{"protein": "ENSP00000517599", "rna": "ENST00000709288"}, {"protein": "ENSP00000517600", "rna": "ENST00000709289"}, {"protein": "ENSP00000517601", "rna": "ENST00000709290"}, {"protein": "ENSP00000517602", "rna": "ENST00000709292"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000127554", "protein": ["ENSP00000248114", "ENSP00000455885", "ENSP00000456189", "ENSP00000456432"], "transcript": ["ENST00000248114", "ENST00000561710", "ENST00000565658", "ENST00000567719", "ENST00000569451"], "translation": [{"protein": "ENSP00000248114", "rna": "ENST00000248114"}, {"protein": "ENSP00000456432", "rna": "ENST00000569451"}, {"protein": "ENSP00000456189", "rna": "ENST00000561710"}, {"protein": "ENSP00000455885", "rna": "ENST00000567719"}], "type_of_gene": "protein_coding"}], "entrezgene": "2671", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.76658791852, "exp_mis": 68.0341641397, "exp_syn": 30.6258241465, "lof_z": -1.65035228820436, "mis_z": 0.654323110877016, "mu_lof": 3.31486251084e-07, "mu_mis": 1.14968698517e-05, "mu_syn": 5.97107391684e-06, "n_lof": 7.0, "n_mis": 57.0, "n_syn": 25.0, "p_li": 1.85054644807578e-06, "p_null": 0.924924301391076, "p_rec": 0.075073848062476, "syn_z": 0.63021895988627}, "bp": 618, "cds_end": 2036029, "cds_start": 2034219, "n_exons": 3, "nonpsych": {"exp_lof": 3.36404427303, "exp_mis": 61.5324042473, "exp_syn": 27.6742434209, "lof_z": -0.875976936443322, "mis_z": 0.548631863536121, "mu_lof": 3.31486251084e-07, "mu_mis": 1.14968698517e-05, "mu_syn": 5.97107391684e-06, "n_lof": 5.0, "n_mis": 53.0, "n_syn": 24.0, "p_li": 0.000153177833879575, "p_null": 0.766792728533636, "p_rec": 0.233054093632484, "syn_z": 0.439737157113238}, "nontcga": {"exp_lof": 3.46086675876, "exp_mis": 62.5870412865, "exp_syn": 28.171363654, "lof_z": -1.87666062102106, "mis_z": 0.792667834758296, "mu_lof": 3.31486251084e-07, "mu_mis": 1.14968698517e-05, "mu_syn": 5.97107391684e-06, "n_lof": 7.0, "n_mis": 50.0, "n_syn": 23.0, "p_li": 1.56153979235472e-06, "p_null": 0.931811940391321, "p_rec": 0.0681864980688865, "syn_z": 0.616911931268815}, "transcript": "ENST00000248114.6"}, "exons": [{"cdsend": 1986028, "cdsstart": 1984218, "chr": "16", "position": [[1984192, 1984476], [1984746, 1984943], [1985865, 1987749]], "strand": 1, "transcript": "NM_005262", "txend": 1987749, "txstart": 1984192}], "exons_hg19": [{"cdsend": 2036029, "cdsstart": 2034219, "chr": "16", "position": [[2034193, 2034477], [2034747, 2034944], [2035866, 2037750]], "strand": 1, "transcript": "NM_005262", "txend": 2037750, "txstart": 2034193}], "generif": [{"pubmed": 11879572, "text": "Hepatopoietin acts as an autocrine growth factor in hepatoma cells"}, {"pubmed": 11925624, "text": "A novel isoform of hHPO (HPO-205) was isolated from hepatic-derived cells and distinguished from the previous HPO that lacked the N-terminal 80 amino acids."}, {"pubmed": 12180965, "text": "HPO has 2 isoforms at 15 kDa (nucleus) and 23 kDa (cytoplasm) in liver cells. The capacity of HPO to form both homodimers and heterodimers with the alternatively spliced forms might contribute to the existence of various HPO complexes in hepatic cells."}, {"pubmed": 12681483, "text": "regulation of expression"}, {"pubmed": 12681488, "text": "interaction with cell proliferation-related proteins, MIF and GFER"}, {"pubmed": 15894171, "text": "hepatopoietin association with thioredoxin constitutes a redox signal transduction in activation of AP-1/NF-kappaB"}, {"pubmed": 15982324, "text": "Findings suggest an important role for ALR in hepatocellular regeneration in liver cirrhosis as well as in hepatocarcinogenesis and therefore its potential value in the clinical diagnosis of hepatic cirrhosis and cancer."}, {"pubmed": 16677602, "text": "Additionally, ALR treatment induced mRNA expression of ornithine decarboxylase (ODC) and S-adenosylmethionine decarboxylase, both key enzymes of polyamine biosynthesis."}, {"pubmed": 16865786, "text": "Purified hALR has the ability to stimulate DNA synthesis of adult rat hepatocytes in primary culture and HepG2 cells in vitro, and can provide evidence for its clinical application."}, {"pubmed": 16937489, "text": "review of the molecular biology of ALR [review]"}, {"pubmed": 17336303, "text": "After passage across the translocase of the mitochondrial outer membrane Erv1 interacts via disulfide bonds with Mia40."}, {"pubmed": 18272248, "text": "ALR is critically important for the survival of hepatocytes by its association with mitochondria and regulation of ATP synthesis."}, {"pubmed": 18513187, "text": "results suggested that Sp1 activates hHSS basal expression, but HNF4alpha inhibits hHSS gene expression"}, {"pubmed": 19335987, "text": "Serum ALR level is helpful in estimating the survival time of patients with hepatic failure."}, {"pubmed": 19397338, "text": "Catalysis involves a flow of reducing equivalents from the reduced CxC cysteine motif of Mia40 to distal and then proximal CxxC motifs of long-form ALR to the flavin ring and, finally, to cytochrome c or molecular oxygen."}, {"pubmed": 19409522, "text": "Mutation in the GFER gene causes an infantile mitochondrial disorder.  GFER mutation in patient's muscle causes: a reduction in complex I, II, and IV activity; abnormal morphology of the mitochondria; and mtDNA multiple deletions."}, {"pubmed": 19616613, "text": "The human ALR is important for hepatoma cell viability and involved in the protection of hepatoma cells against irradiation-induced damage by its association with mitochondria."}, {"pubmed": 19629817, "text": "Demonstrate that Alrp improves SH-SY5Y cells survival in H(2)O(2)-induced apoptosis."}, {"pubmed": 20066738, "text": "HPPCn is a novel hepatic growth factor that can be secreted to culture medium and suppresses apoptosis of hepatocellular carcinoma cells by up-regulating Mcl-1 expression."}, {"pubmed": 20382118, "text": "these results indicate that ALR is regulated by Foxa2, and this regulation may be amplified by IL-6."}, {"pubmed": 20393596, "text": "[review] Chronic lack of action by hepatic insulin-sensitizing substance (HISS) results in a progressive and predictable series of homeostatic dysfunctions typical of type 2 diabetes."}, {"pubmed": 20593814, "text": "the major impact of the seemingly conservative R194H mutation on the stability of dimeric ALR"}, {"pubmed": 20690902, "text": "Transcription of hHSS triggered by EGF (epidermal growth factor) and the role of C/EBPbeta (CCAAT/enhancer-binding protein beta) as a potential core factor responsible for hHSS transcription in HepG2 cells, was investigated."}, {"pubmed": 20816831, "text": "This paper demonstrates the necessity of the conserved CXXC catalytic motif (C62-C65) for the mitochondria-targeted anti-apoptotic activity of HSS."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21152698, "text": "Data indicate that cytosolic ALR reduces hepatoma cell migration, augments epithelial growth and, therefore, may act as an antimetastatic and EMT reversing protein."}, {"pubmed": 21383138, "text": "Molecular recognition and substrate mimicry drive the electron-transfer process between MIA40 and ALR."}, {"pubmed": 21636978, "text": "The role for Gfer is the restriction of unwarranted proliferation in HSCs through the inhibition of Jab1 and subsequent stabilization and nuclear retention of p27kip1."}, {"pubmed": 22224850, "text": "The study shows the mechanism of the electron flux within ALR, characterizing at the atomic level the ALR intermediates that allow electrons to rapidly flow to cytochrome c."}, {"pubmed": 22246190, "text": "ALR level in serum may indicate hepatocyte proliferation or liver regeneration. High ALR level in serum in early stage of acute-on-chrinic liver failure may mean a good prognosis."}, {"pubmed": 22476097, "text": "The role of ALR is activated caspase-3, ROS, apoptotic cell number and mitochondrial degeneration."}, {"pubmed": 22863717, "text": "overexpression of hALR results in influencing the sperm morphology and quantity and the eventual reduction in male fertility."}, {"pubmed": 22948913, "text": "refined 2.4 A resolution of ALR structure is in good agreement with both the X-ray data (R(cryst) of 0.165, R(free) of 0.211)"}, {"pubmed": 23207295, "text": "The unstructured domain performs a dual function in two cellular compartments: it acts (i) as a mitochondrial targeting signal in the cytosol and (ii) as a crucial recognition site in the disulfide relay system of intermembrane space."}, {"pubmed": 23597483, "text": "Small molecule MitoBloCK-6 inhibits Erv1/ALR and thus mitochondrial protein import in human embryonic stem cells."}, {"pubmed": 23676665, "text": "Import and oxidative folding of proteins are kinetically and functionally coupled and depend on the expression of Mia40, ALR, and the intracellular glutathione pool."}, {"pubmed": 23810409, "text": "protects Jurkat T leukemia cells from vincristine-induced cell death"}, {"pubmed": 23887691, "text": "Nrf2 activates ALR via antioxidant response element and links oxidative stress to liver regeneration."}, {"pubmed": 23916837, "text": "ALR, Bcl-2 protein, clusterin and reactive oxygen species expression in muscle tissue biopsies from mitochondrial myopathy-affected patients, was determined."}, {"pubmed": 24147449, "text": "this work studies the catalytic mechanism of the short, cytokine form of augmenter of liver regeneration using model thiol substrates of the enzyme"}, {"pubmed": 24225952, "text": "These results collectively suggest that the Hippo pathway negatively regulates the actin-binding activity of Amot family members through direct phosphorylation."}, {"pubmed": 24284796, "text": "the protective effect of hepatic stimulator substance against endoplasmic reticulum stress may be associated with the removal of reactive oxygen species to restore the activity of the sarco-endoplasmic reticulum Ca(2+)-ATPase."}, {"pubmed": 24844766, "text": "ALR is involved in the progression of renal fibrosis and administration of rhALR protects the kidney against renal fibrosis by inhibition of TGF-beta/Smad activity."}, {"pubmed": 25269795, "text": "A model for the functional defect in Erv1 R182H, which could potentially be extended to human ALR R194H and provides insights into the molecular basis of autosomal recessive myopathy."}, {"pubmed": 25467756, "text": "Control of growth and beyond: a special issue on Hippo signaling"}, {"pubmed": 25467757, "text": "This review will discuss and summarize the roles of several core components of the Hippo pathway in mammary gland development and breast cancer. [review]"}, {"pubmed": 25476204, "text": "This review summarizes the current findings of the regulation of Hippo signaling in liver regeneration and tumorigenesis, focusing on how the loss of tumor suppressor components of the Hippo pathway results in liver cancers. [review]"}, {"pubmed": 25476205, "text": "Here we provide an overview of its roles in regulating stem cells in epithelial tissues and its potential implications in related cancers. [review]"}, {"pubmed": 25476206, "text": "The purpose of this review is to summarize the recent findings and discuss how Hippo pathway responds to cellular stress and regulates early development events, tissue homeostasis as well as tumorigenesis. [review]"}, {"pubmed": 25487919, "text": "In this review, we discuss the roles of non-canonical Hippo/Mst signaling pathways in lymphocyte development and functions. [review]"}, {"pubmed": 25491506, "text": "this review, we briefly describe the components of the Hippo pathway and focus on the recent progress with respect to the regulation of the Hippo pathway by GPCRs and G proteins in cancer cells. [review]"}, {"pubmed": 25633409, "text": "ALR plays a protective role against hydrogen peroxide-induced oxidative stress in renal proximal tubule cells."}, {"pubmed": 25778301, "text": "Enhanced ALR gene expression was negatively correlated with advanced histopathological grade and stage in both colon cancer cell lines and human tissue samples."}, {"pubmed": 25929436, "text": "Knockdown of GFER exerts anti-inflammatory actions via suppression of the mitogen-activated protein kinase signaling pathway"}, {"pubmed": 25954098, "text": "ALR protects cells from apoptosis partly through increased autophagy in HepG2 cells."}, {"pubmed": 26104008, "text": "FAT1 protein acts upstream of Hippo signalling through TAZ protein to regulate neuronal differentiation."}, {"pubmed": 26241672, "text": "Upregulation of miR-130b enhances stem cell-like phenotype in glioblastoma by inactivating the Hippo signaling pathway."}, {"pubmed": 26271971, "text": "Data show that the over-expression of 23 kDa augmenter of liver regeneration (ALR) in hepatic cell line LO2 cells promoted the cell proliferation and enhanced cell resistance to hydrogen peroxide."}, {"pubmed": 27907036, "text": "S100A7 induction by the Hippo-YAP pathway in cervical and glossopharyngeal squamous cell carcinoma has been described."}, {"pubmed": 28114269, "text": "the mechanistic regulation and linkage of the ROR1-HER3 and Hippo-YAP pathway in a cancer-specific context"}, {"pubmed": 28155230, "text": "we found 2 additional patients carrying compound heterozygous variants in GFER. Reverse phenotyping confirmed the phenotypical similarities between the 4 patients. Together with the first literature reports, the review of these 8 cases from 4 unrelated families enables us to better describe this apparently homogeneous disorder, with the clinical and biological stigmata of mitochondrial disease"}, {"pubmed": 28169360, "text": "Loss of DLG5 expression promoted breast cancer progression by inactivating the Hippo signaling pathway and increasing nuclear YAP."}, {"pubmed": 28183853, "text": "Our results show that MARK4 acts as a negative regulator of the Hippo kinase cassette to promote YAP/TAZ activity and that loss of MARK4 restrains the tumorigenic properties of breast cancer cells."}, {"pubmed": 28466106, "text": "ese findings collectively indicate that ALR negatively regulates the autophagy process through an association with the AMPK/mTOR signaling pathway. Autophagy inhibit apoptosis and play a protective role under conditions of oxidative stress."}, {"pubmed": 28506765, "text": "ALR, dependent on its localization, changes the acute-phase response (APR) at least in part, by modifying STAT3 activation; dual signaling of ALR suggests that ALR is pivotal for the regulation of APR, a crucial event in liver injury and regeneration"}, {"pubmed": 28548934, "text": "IKBKE plays a pivotal role in regulating cell proliferation, invasion and epithelial-mesenchymal transition of malignant glioma cells in vitro and in vivo by impacting on the Hippo pathway."}, {"pubmed": 28646508, "text": "role in regulating the mitochondrial fission machinery"}, {"pubmed": 28704337, "text": "ALR protects steatotic hepatocytes from ischemia reperfusion injury by attenuating oxidative stress and mitochondrial dysfunction."}, {"pubmed": 28815883, "text": "WWC2 functions as a tumor suppressor by negatively regulating the Hippo signaling pathway and may serve as a prognostic marker in hepatocellular carcinoma."}, {"pubmed": 28825695, "text": "Overexpression of augmenter of liver regeneration (ALR) in liver cancer was studied and found to improve sensitivity to antitumor drugs by increasing the retention of intracellular drugs, at least partly through the modulation of the ABCB1 and ABCG2 signaling pathway."}, {"pubmed": 28947795, "text": "HPO interaction with MOB1 is not essential for development and tissue growth control."}, {"pubmed": 28964625, "text": "It evidence demonstrating Hippo-independent regulation of TEADs and the potential impacts these studies may have on new cancer therapeutics."}, {"pubmed": 28982981, "text": "Data (including data from studies in knockout mice) suggest that KIBRA plays important role in regulating HPO activity, YAP signaling, and actin cytoskeletal dynamics in podocytes; expression of KIBRA and YAP plus phosphorylation of YAP are up-regulated in glomeruli of patients with focal segmental glomerulosclerosis. (KIBRA = kidney/brain protein-KIBRA; HPO = hepatopoietin protein; YAP = Yes associated protein-1)"}, {"pubmed": 29048676, "text": "the results of this study demonstrated that targeted inhibition of the ALR expression in Jurkat cells triggered cell growth inhibition and sensitized cells to VCR via promoting apoptosis and regulating the cell cycle."}, {"pubmed": 30259216, "text": "Knockdown of augmenter of liver regeneration (ALR) in human kidney HK-2 cells promotes apoptosis of renal tubular cells and aggravates mitochondrial injury. The production of reactive oxygen species is increased and ATP levels are decreased. The mitochondrial DNA copy number and membrane potential are decreased. Critical transcriptional regulators of mitochondrial biogenesis are depleted in the siRNA/ALR cells."}, {"pubmed": 30500391, "text": "High levels of cytosolic short form of ALR reduced CYP7A1 mRNA expression and bile acids levels attributed to STAT3 activation."}, {"pubmed": 31155927, "text": "Downregulation of WW domain-containing oxidoreductase leads to tamoxifen-resistance by the inactivation of Hippo signaling."}, {"pubmed": 31166951, "text": "Results found that TGF-beta induced miRNA-181a, which in turn induced liver fibrosis, at least in part, by inhibiting ALR. ALR inhibited TGF-beta action by decreasing the expression of TGFbeta-RII, thereby inhibiting miRNA-181a expression and fibrosis markers."}, {"pubmed": 31180521, "text": "Gene expression microarray and coexpression analyses showed that PLEKHO1 may be involved in the serine/threonineprotein kinase hippo and JNK signalling pathways."}, {"pubmed": 31754973, "text": "This study finds a previously unrecognized role of RASSF1A in the regulation of CTGF and CYR61 through mediation of Hippo pathway in UBC and supports the significance of this link as a potential therapeutic target for UBC."}, {"pubmed": 31822044, "text": "Augmenter of liver regeneration (ALR) gene transfection alleviates mitochondrial injury, through inhibiting fission and promoting fusion of the mitochondrial inner membrane, both of which contribute to reduction of HK-2 cell apoptosis. Additionally, fission processes are mediated by promoting tubular cell survival through activating the mTOR/4E-BP1 signaling pathway."}, {"pubmed": 32031683, "text": "Hepatic Deficiency of Augmenter of Liver Regeneration Predisposes to Nonalcoholic Steatohepatitis and Fibrosis."}, {"pubmed": 33835027, "text": "Augmenter of liver regeneration regulates cellular iron homeostasis by modulating mitochondrial transport of ATP-binding cassette B8."}, {"pubmed": 35352250, "text": "Polymorphism rs1046495 of the GFER Gene as a New Genetic Marker of Preposition to Type 2 Diabetes Mellitus."}, {"pubmed": 37666068, "text": "TMPRSS11D/ALR-mediated ER stress regulates the function of myeloid-derived suppressor cells in the cervical cancer microenvironment."}], "genomic_pos": [{"chr": "16", "end": 1987749, "ensemblgene": "ENSG00000127554", "start": 1984193, "strand": 1}, {"chr": "HG401_PATCH", "end": 53897, "ensemblgene": "ENSG00000291944", "start": 50341, "strand": 1}], "genomic_pos_hg19": {"chr": "16", "end": 2037750, "start": 2034208, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001889", "qualifier": "involved_in", "term": "liver development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007165", "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045953", "qualifier": "involved_in", "term": "negative regulation of natural killer cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071356", "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072717", "qualifier": "involved_in", "term": "cellular response to actinomycin D"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097237", "qualifier": "involved_in", "term": "cellular response to toxic substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000573", "qualifier": "involved_in", "term": "positive regulation of DNA biosynthetic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 23676665, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12681488, 23676665, 25416956, 32353859, 33060197, 36217030], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015035", "pubmed": 22224850, "qualifier": "enables", "term": "protein-disulfide reductase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016971", "qualifier": "enables", "term": "flavin-dependent sulfhydryl oxidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050660", "qualifier": "enables", "term": "flavin adenine dinucleotide binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050660", "pubmed": 22224850, "qualifier": "enables", "term": "flavin adenine dinucleotide binding"}]}, "homologene": {"genes": [[6239, 171611], [7955, 560433], [8364, 100488306], [9031, 416547], [9544, 694203], [9606, 2671], [9615, 479885], [9913, 618423], [10090, 11692], [10116, 27100]], "id": 55884}, "interpro": [{"desc": "ERV/ALR sulfhydryl oxidase domain", "id": "IPR017905", "short_desc": "ERV/ALR_sulphydryl_oxidase"}, {"desc": "ERV/ALR sulfhydryl oxidase domain superfamily", "id": "IPR036774", "short_desc": "ERV/ALR_sulphydryl_oxid_sf"}, {"desc": "Sulfhydryl oxidase ALR/ERV", "id": "IPR039799", "short_desc": "ALR/ERV"}], "ipi": ["IPI00472356", "IPI00902969"], "map_location": "16p13.3", "name": "growth factor, augmenter of liver regeneration", "other_names": ["ERV1 homolog", "FAD-linked sulfhydryl oxidase ALR", "erv1-like growth factor", "hepatic regenerative stimulation substance", "hepatopoietin protein"], "pantherdb": {"HGNC": "4236", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107757", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 10090, "uniprot_kb": "P56213"}, {"RGD": "61845", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 10116, "uniprot_kb": "Q63042"}, {"Ensembl": "ENSRNOG00000058498", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 10116, "uniprot_kb": "A0A0G2KAE4"}, {"Ensembl": "ENSGALG00000005579", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 9031, "uniprot_kb": "A0A1L1RPB1"}, {"ZFIN": "ZDB-GENE-060810-186", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 7955, "uniprot_kb": "A4QNU9"}, {"WormBase": "WBGene00018955", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 6239, "uniprot_kb": "O44975"}, {"FlyBase": "FBgn0031068", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 7227, "uniprot_kb": "C0PVB3"}, {"SGD": "S000006241", "ortholog_type": "O", "panther_family": "PTHR12645", "taxid": 4932, "uniprot_kb": "Q12284"}, {"PomBase": "SPBC146.04", "ortholog_type": "O", "panther_family": "PTHR12645", "taxid": 4896, "uniprot_kb": "Q9Y806"}, {"SGD": "S000003261", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 4932, "uniprot_kb": "P27882"}, {"PomBase": "SPAC3G6.08", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 4896, "uniprot_kb": "O14144"}, {"dictyBase": "DDB_G0272230", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 352472, "uniprot_kb": "Q75JQ5"}, {"TAIR": "2007283", "ortholog_type": "LDO", "panther_family": "PTHR12645", "taxid": 3702, "uniprot_kb": "Q8GXX0"}], "uniprot_kb": "P55789"}, "pathway": {"reactome": [{"id": "R-HSA-1268020", "name": "Mitochondrial protein import"}, {"id": "R-HSA-9609507", "name": "Protein localization"}]}, "pdb": ["3MBG", "3O55", "3TK0", "3U2L", "3U2M", "3U5S", "4LDK"], "pfam": "PF04777", "pharmgkb": "PA28648", "pharos": {"target_id": 18568, "tdl": "Tchem"}, "prosite": "PS51324", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167721", "relationship": "is"}, {"id": "GNF178627", "relationship": "is"}, {"id": "GNF189533", "relationship": "is"}, {"id": "GNF200439", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF043484", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF005787", "relationship": "is"}, {"id": "GNF005788", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284979", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF115189", "relationship": "is"}, {"id": "GNF154830", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_016288.1", "NW_025791799.1"], "protein": "NP_005253.3", "rna": "NM_005262.3", "translation": {"protein": "NP_005253.3", "rna": "NM_005262.3"}}, "reporter": {"HG-U133_Plus_2": ["204659_s_at", "204660_at"], "HG-U95Av2": "41482_at", "HTA-2_0": "TC16000055.hg.1", "HuEx-1_0": "3644297", "HuGene-1_1": "7992439", "HuGene-2_1": "16814895"}, "summary": "The hepatotrophic factor designated augmenter of liver regeneration (ALR) is thought to be one of the factors responsible for the extraordinary regenerative capacity of mammalian liver. It has also been called hepatic regenerative stimulation substance (HSS). The gene resides on chromosome 16 in the interval containing the locus for polycystic kidney disease (PKD1). The putative gene product is 42% similar to the scERV1 protein of yeast. The yeast scERV1 gene had been found to be essential for oxidative phosphorylation, the maintenance of mitochondrial genomes, and the cell division cycle. The human gene is both the structural and functional homolog of the yeast scERV1 gene. [provided by RefSeq, Jul 2008].", "symbol": "GFER", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415043"}, "unigene": "Hs.27184", "uniprot": {"Swiss-Prot": "P55789", "TrEMBL": ["H3BRD2", "H3BRW3", "H3BQQ4"]}, "wikipedia": {"url_stub": "GFER"}}