{"AllianceGenome": "4261", "HGNC": "4261", "MIM": "139250", "_id": "2688", "_version": 1, "accession": {"genomic": ["A12770.1", "AC127029.12", "CH471109.2", "CP068261.2", "EU421712.1", "J03071.1", "M13438.1", "NC_000017.11", "NC_060941.1", "NG_011676.1", "S76055.1", "S76057.1", "V00520.1"], "protein": ["AAA52549.1", "AAA52554.1", "AAA98618.1", "AAD48584.1", "AAG09699.1", "AAH62475.1", "AAH75012.1", "AAH75013.1", "AAH90045.1", "AAT11508.1", "AAT11509.1", "ABZ88711.1", "ABZ88712.1", "ABZ88713.1", "ABZ88714.1", "ABZ88715.1", "CAA00065.1", "CAA01057.1", "CAA23778.1", "CAA23779.1", "CDW51387.1", "EAW94233.1", "EAW94239.1", "EAW94251.1", "EAW94261.1", "NP_000506.2", "NP_072053.1", "NP_072054.1", "P01241.2"], "rna": ["A00469.1", "AF110644.1", "AF185611.1", "AV749353.1", "AV753220.1", "AY613431.1", "AY613432.1", "BC062475.1", "BC075012.2", "BC075013.2", "BC090045.1", "CD108592.1", "LM644140.1", "M14398.1", "NM_000515.5", "NM_022559.4", "NM_022560.4", "NM_022561.2", "NM_022562.2", "V00519.1"], "translation": [{"protein": "AAD48584.1", "rna": "AF110644.1"}, {"protein": "AAH62475.1", "rna": "BC062475.1"}, {"protein": "AAH75013.1", "rna": "BC075013.2"}, {"protein": "NP_072054.1", "rna": "NM_022560.4"}, {"protein": "CDW51387.1", "rna": "LM644140.1"}, {"protein": "NP_072053.1", "rna": "NM_022559.4"}, {"protein": "AAT11508.1", "rna": "AY613431.1"}, {"protein": "NP_000506.2", "rna": "NM_000515.5"}, {"protein": "AAH75012.1", "rna": "BC075012.2"}, {"protein": "AAH90045.1", "rna": "BC090045.1"}, {"protein": "AAT11509.1", "rna": "AY613432.1"}, {"protein": "CAA00065.1", "rna": "A00469.1"}, {"protein": "AAA52554.1", "rna": "M14398.1"}, {"protein": "CAA23778.1", "rna": "V00519.1"}, {"protein": "AAG09699.1", "rna": "AF185611.1"}]}, "alias": ["GH", "GH-N", "GHB5", "GHN", "IGHD1A", "IGHD1B", "IGHD2", "hGH-N"], "ensembl": {"gene": "ENSG00000259384", "protein": ["ENSP00000312673", "ENSP00000339278", "ENSP00000343791", "ENSP00000408486", "ENSP00000481276"], "transcript": ["ENST00000323322", "ENST00000342364", "ENST00000351388", "ENST00000458650", "ENST00000579711", "ENST00000617086"], "translation": [{"protein": "ENSP00000343791", "rna": "ENST00000351388"}, {"protein": "ENSP00000408486", "rna": "ENST00000458650"}, {"protein": "ENSP00000339278", "rna": "ENST00000342364"}, {"protein": "ENSP00000481276", "rna": "ENST00000617086"}, {"protein": "ENSP00000312673", "rna": "ENST00000323322"}], "type_of_gene": "protein_coding"}, "entrezgene": "2688", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.38921061, "exp_mis": 86.3160835, "exp_syn": 45.7344912, "lof_z": 1.50112045285244, "mis_z": -0.351885883954214, "mu_lof": 5.55482181304e-07, "mu_mis": 7.43327887869e-06, "mu_syn": 3.85156361094e-06, "n_lof": 4.0, "n_mis": 93.0, "n_syn": 65.0, "p_li": 0.0174315619078563, "p_null": 0.0910767602464554, "p_rec": 0.891491677845688, "syn_z": -1.76607051085037}, "bp": 654, "cds_end": 61996136, "cds_start": 61994668, "n_exons": 5, "nonpsych": {"exp_lof": 7.4898671, "exp_mis": 78.0212091, "exp_syn": 41.2909551, "lof_z": 1.25234463752146, "mis_z": -0.284301509969975, "mu_lof": 5.55482181304e-07, "mu_mis": 7.43327887869e-06, "mu_syn": 3.85156361094e-06, "n_lof": 4.0, "n_mis": 83.0, "n_syn": 62.0, "p_li": 0.0135327658443049, "p_null": 0.140575201506537, "p_rec": 0.845892032649158, "syn_z": -2.02906527749135}, "nontcga": {"exp_lof": 7.70801687, "exp_mis": 79.4007453, "exp_syn": 42.06568185, "lof_z": 1.31750311608903, "mis_z": -0.536704220261348, "mu_lof": 5.55482181304e-07, "mu_mis": 7.43327887869e-06, "mu_syn": 3.85156361094e-06, "n_lof": 4.0, "n_mis": 89.0, "n_syn": 59.0, "p_li": 0.0136745175409462, "p_null": 0.120089524244285, "p_rec": 0.866235958214769, "syn_z": -1.65320272510542}, "transcript": "ENST00000323322.5"}, "exons": [{"cdsend": 63918776, "cdsstart": 63917308, "chr": "17", "position": [[63917202, 63917506], [63917759, 63917924], [63918016, 63918136], [63918345, 63918506], [63918766, 63918839]], "strand": -1, "transcript": "NM_000515", "txend": 63918839, "txstart": 63917202}, {"cdsend": 63918776, "cdsstart": 63917308, "chr": "17", "position": [[63917202, 63917506], [63917759, 63917924], [63918016, 63918091], [63918345, 63918506], [63918766, 63918839]], "strand": -1, "transcript": "NM_022559", "txend": 63918839, "txstart": 63917202}, {"cdsend": 63918776, "cdsstart": 63917308, "chr": "17", "position": [[63917202, 63917506], [63917759, 63917924], [63918345, 63918506], [63918766, 63918839]], "strand": -1, "transcript": "NM_022560", "txend": 63918839, "txstart": 63917202}], "exons_hg19": [{"cdsend": 61996136, "cdsstart": 61994668, "chr": "17", "position": [[61994562, 61994866], [61995119, 61995284], [61995376, 61995496], [61995705, 61995866], [61996126, 61996199]], "strand": -1, "transcript": "NM_000515", "txend": 61996199, "txstart": 61994562}, {"cdsend": 61996136, "cdsstart": 61994668, "chr": "17", "position": [[61994562, 61994866], [61995119, 61995284], [61995376, 61995451], [61995705, 61995866], [61996126, 61996199]], "strand": -1, "transcript": "NM_022559", "txend": 61996199, "txstart": 61994562}, {"cdsend": 61996136, "cdsstart": 61994668, "chr": "17", "position": [[61994562, 61994866], [61995119, 61995284], [61995705, 61995866], [61996126, 61996199]], "strand": -1, "transcript": "NM_022560", "txend": 61996199, "txstart": 61994562}], "generif": [{"pubmed": 11864603, "text": "A single determinant of the hGH locus control region has a critical, specific, and non-redundant role in facilitating promoter trans factor binding and activating transcription."}, {"pubmed": 11904318, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11914025, "text": "A novel and de novo splice-donor site mutation in intron 3 of the GH-1 gene in a patient with isolated growth hormone deficiency."}, {"pubmed": 11916628, "text": "Effect of different growth hormone mutants on the regulation of GH-receptor gene transcription in a human hepatoma cell line."}, {"pubmed": 11994274, "text": "report that autocrine hGH production by mammary carcinoma cells specifically results in the transcriptional repression of the p53-regulated placental transforming growth factor-beta gene (Placental growth factor-beta; TGF-beta)"}, {"pubmed": 12198566, "text": "effect of interferon-gamma (IFN-gamma) on the activity of human growth hormone (hGH) gene promoter in rat pituitary GH(3) cells"}, {"pubmed": 12240900, "text": "GH-IGF-I axis in non-obese women with functional hyperandrogenism."}, {"pubmed": 12428212, "text": "Transcription factor SOX3 is involved in X-linked mental retardation with growth hormone deficiency"}, {"pubmed": 12435888, "text": "the human GH locus control region, an enhancer region of the GH-1 gene located approximately 15-32 kB upstream of the GH-1 coding region was shown to direct pituitary-specific, high-level GH expression in vivo"}, {"pubmed": 12445833, "text": "study provides evidence that cortisol, prolactin and growth hormone respond to psychological stress in humans"}, {"pubmed": 12552091, "text": "growth hormone signaling is inhibited when SOCS2 mediates the suppression of JAK2 phosphorylation by estrogen"}, {"pubmed": 12566947, "text": "ghrelin-induced growth hormone secretion was severely blunted in patients with active Cushing's syndrome, in addition to a remarkable hyper-response in ACTH and cortisol secretion"}, {"pubmed": 12574219, "text": "The 5'-donor splice site of intron 3 of GH-1 is a mutational hot spot, and the IVS3 +1G>A mutation can be considered to be a common molecular defect in isolated growth hormone deficiency II in Russian patients."}, {"pubmed": 12590639, "text": "The relationship between pituitary tumour transforming gene (PTTG) expression and in vitro growth hormone and vascular endothelial growth factor (VEGF) secretion from human pituitary adenomas."}, {"pubmed": 12592062, "text": "results suggest that trunk fat attenuates the hormone replacement therapy-induced increase on growth hormone levels and is a significant determinant of low IGF-1 levels in postmenopausal women"}, {"pubmed": 12655556, "text": "An association is noted between adult height and the mean in vitro expression value corresponding to an individual's GH1 promoter haplotype combination, although only 3.3% of the variance of adult height is explicable by reference to this parameter."}, {"pubmed": 12655557, "text": "Heterozygous mutations have been identified disproportionately in individuals with short stature as compared to idiopathic growth hormone deficiency individuals and control group."}, {"pubmed": 12666876, "text": "An 8-week training program consisting of continuous or extensive interval running has been effective on acute GH and cortisol secretion in 15-16 year-old male athletes."}, {"pubmed": 12720086, "text": "Perturbations in the regulation of GH1 splicing cause IGHD II (Isolated Growth Hormone Deficiency type II)"}, {"pubmed": 12721156, "text": "data demonstrate differential regulation of leptin secretion and pulsatility in adipocytes and synchronicity between leptin and growth hormone, cortisol, and insulin"}, {"pubmed": 12930995, "text": "analysis of binding energetics of the regulatory step of growth hormone-induced receptor homodimerization"}, {"pubmed": 14559725, "text": "Reduced ghrelin, impaired growth hormone(GH) response to GHRH by excess FFA, and increased somatostatin tone contribute to reduced GH secretion in patients with HIV-lipodystrophy."}, {"pubmed": 14631161, "text": "study showed decreased levels of serum insulin-like growth factor 1 (IGF-1) and increased levels of growth hormone (GH) in the hypoxic-ischemic (HI) brain of newborns"}, {"pubmed": 14671660, "text": "plasma levels of ET-1, ACE activities are elevated and associated with reduction of GH, NO and cGMP levels in the systemic and cavernous blood of erectile dysfunction patients."}, {"pubmed": 14673137, "text": "These data implicate ETS-domain family members in the regulation of the GH locus in placenta and pituitary cells."}, {"pubmed": 14761840, "text": "no significant differences between normal and reduced bone mineral density for serum growth hormone"}, {"pubmed": 14988388, "text": "Small interfering RNAs can be used to specifically degrade exon 3-skipped transcripts, potentially a new avenue of therapeutic intervention in isolated GH deficiency II and other dominant disorders."}, {"pubmed": 14998943, "text": "Non-obese patients with PCOS have impaired GH secretion and some have impaired insulin sensitivity. These patients may also be at risk for cardiovascular diseases and diabetes mellitus."}, {"pubmed": 15001589, "text": "In contrast to its ability to activate STAT 5 normally, activation of ERK by the Ile179Met variant was reduced to half that observed with wild type"}, {"pubmed": 15004410, "text": "Height velocity in the first year of treatment was significantly greater than the pretreatment value. Bone age advanced in the 12 months after commencing treatment. Use of hGH may be beneficial in treatment of Noonan syndrome."}, {"pubmed": 15044591, "text": "GH and IGF-I can synergize in acute aspects of signaling and IGF-I enhances GH-induced assembly of conformationally active GHRs"}, {"pubmed": 15070916, "text": "Adults with GH insufficiency have abnormalities of body composition characteristic of GH deficiency; the degree of abnormality of body composition lies between that of healthy subjects and GHD adults and correlates with the IGF-I level"}, {"pubmed": 15118263, "text": "HGH acts directly on the neurons in the hypothalamus, and increases SOCS3 and CIS mRNAs, suggesting that these negative regulators may be involved in the mechanism that turns off the hGH action in the hypothalamic neurons."}, {"pubmed": 15241820, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15241820, "text": "genetic polymorphisms in the proximal promoter region and in the fourth intron of the GH1 gene are unrelated to breast carcinoma risk in Chinese women."}, {"pubmed": 15353581, "text": "autocrine production of human growth hormone (hGH) results in a phenotypic conversion of mammary carcinoma cells such that they exhibit the morphological and molecular characteristics of a mesenchymal cell"}, {"pubmed": 15472182, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15472182, "text": "common diversity in the GH1 region predisposes to osteoporosis via effects on the level of GH expression."}, {"pubmed": 15473132, "text": "The data suggest that chronic GH treatment alters the early steps of the insulin signal transduction pathway, and may explain the changes in adipose tissue sensitivity to insulin."}, {"pubmed": 15476590, "text": "Growth hormone attenuates the transcriptional activity of Runx2 by facilitating its physical association with Stat3beta"}, {"pubmed": 15545704, "text": "GH administration could exert beneficial effects against age-related changes in hepatocytes, mainly in males."}, {"pubmed": 15591149, "text": "human growth hormone structural and mutational analysis"}, {"pubmed": 15591764, "text": "Effects of GH on physiological mechanisms of cardiovascular system are discussed, including effect of GH deficiency on cardiovascular disease risk. Also discussed are effects of long-term GH replacement therapy in this patient population. (Review)"}, {"pubmed": 15638293, "text": "The variables provided by measuring the GH peak and the area under the curve were similarly effective for diagnosis of GH deficiency."}, {"pubmed": 15691369, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15701573, "text": "IRS-1 associates with JAK-2 in the course of GH signaling and could have a role in GH induction of insulin resistance"}, {"pubmed": 15741328, "text": "Isolation and stability of an unusually stable mercaptoethanol-resistant 45-kDa isofrom of growth hormone."}, {"pubmed": 15755445, "text": "Results describe the intramolecular cooperativity in the high affinity site (site 1) of human growth hormone (hGH) for binding to its receptor."}, {"pubmed": 15784718, "text": "Administration of supraphysiological recombinant human GH during a period of 4 wk does not improve power output or oxygen uptake or normal blood levels."}, {"pubmed": 15844470, "text": "Critically ill children are characterized by low levels of IGF-I and -II as well as IGFBP-3 accompanied by elevated levels of GH, probably reflecting the development of peripheral GH resistance."}, {"pubmed": 15857837, "text": "stability of the ternary hormone-receptor complex reflects the affinity of the Site2 binding and is surprisingly exempt from changes in Site1 affinity, directly demonstrating that dissociation of the active signaling complex is a stepwise process"}, {"pubmed": 15950665, "text": "The action of growth hormone might be responsible for elevated luteinizing hormone levels and the consequent hyperandrogenic anovulation observed in normal weight women with polycystic ovary syndrome."}, {"pubmed": 16083754, "text": "Growth hormone improves small bowel homeostasis after severe trauma independent from small bowel epithelial cell apoptosis or proliferation, probably by increasing the life span."}, {"pubmed": 16102809, "text": "analysis of the effects of calcium binding on the structure and stability of human growth hormone"}, {"pubmed": 16109534, "text": "Recombinant human growth hormone has significant protective effects on intestinal mucosa barrier in obstructive jaundice and reduces intestinal translocation of bacteria and endotoxin."}, {"pubmed": 16133148, "text": "Data suggest that the expression of Pit-1 in cells of the alpha SU-based gonadotropin cell lineage might also lead to the expression of growth hormone, prolactin, and thyroid-stimulating hormone beta subunit."}, {"pubmed": 16213174, "text": "the GH response to acute exercise may increase lipolysis during recovery"}, {"pubmed": 16214911, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16284391, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16322331, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16322331, "text": "The effect of single nucleotide polymorphisms (SNPs) in the locus control region and in the promoter region and an intron 4 SNP (IVS4+90 T/A) on breast cancer risk in a large cohort of familial breast cancer cases and controls was investigated."}, {"pubmed": 16322384, "text": "Isolated growth hormone deficiency II caused by specific missense mutated P89L GH (C6129T). 8 of 12 subjects with P89L GH form developed other endocrine deficits & pituitary became smaller,which might be due to different folding or aggregation problems."}, {"pubmed": 16331968, "text": "Data report that fragment 1-44 of human growth hormone can bind heme."}, {"pubmed": 16352683, "text": "Subcutaneous administration of CJC-1295 resulted in sustained, dose-dependent increases in GH and IGF-I levels in healthy adults."}, {"pubmed": 16368751, "text": "The majority of mutations responsible for isolated GH type II deficiency (IGHD II) lead to dominant negative deleteriously increased levels of the GH1 exon 3 skipped transcripts."}, {"pubmed": 16368752, "text": "GH treatment decreased 11beta-HSD1 mRNA in adipose tissue of GH-deficient patients."}, {"pubmed": 16384844, "text": "The overall pulsatile pattern of GH secretion during fasting in patients with radiation-induced GH deficiency and the relative augmentation in GH release are similar to that seen in normals."}, {"pubmed": 16424673, "text": "index cases with autosomal-dominant isolated growth hormone deficiency had normal GH-1, including the intronic sequences"}, {"pubmed": 16491012, "text": "analysis & comparison of subcellular distribution of del32-71-GH or wild-type, transfected into AtT-20, a pituitary cell line; results show that the del32-71-GH has a major impact on the secretory pathway not only affecting GH but other peptides"}, {"pubmed": 16517055, "text": "A polymorphism in a Pit-1 site in the growth hormone gene promoter induces a reduced transcriptional activity."}, {"pubmed": 16543404, "text": "The sex-dependent actions of GH are reviewed, and current mechanistic models are evaluated."}, {"pubmed": 16564564, "text": "The results suggest that both IL-6 and GH may play a role in the progression of both endometriosis and endometrial carcinoma."}, {"pubmed": 16572267, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16572267, "text": "Some genotypes constitute a risk factor for hypertension that interacts with stature."}, {"pubmed": 16762973, "text": "The human growth hormone gene contains a silencer embedded within an Alu repeat in the 3'-flanking region."}, {"pubmed": 16845601, "text": "The complex temporal pattern of pulsatile GH secretion (a 24 hr rhythmicity) may have important effects on regulation of target cell function."}, {"pubmed": 16914737, "text": "These data support a model in which the Pit-1 binding sites in the human growth hormone (hGH) locus control region (LCR) allosterically program the bound Pit-1 complex for chromatin activating functions."}, {"pubmed": 17019066, "text": "This study evaluated the causes of hyperphagia in human growth hormone transgenic rats by focusing on temporal changes in plasma ghrelin levels and hypothalamic neuropeptide Y contents."}, {"pubmed": 17038549, "text": "the proportion of 17.5-kDa produced from mutant GH-1 alleles increases with increased drive for gene expression may help to explain the variable onset progression, and severity observed in isolated growth hormone deficiency II"}, {"pubmed": 17044098, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17047377, "text": "Review discusses role of Pit-1 in binding to remote sequences found 14-32 kb upstream of GH-N in the loci of adjacent genes, thereby controlling tissue-specific expression of the growth hormone gene family."}, {"pubmed": 17082888, "text": "GH1/IGF-1 axis polymorphisms may have a role in breast cancer development [review]"}, {"pubmed": 17090643, "text": "the differences in the IGF-I response to GH between tall obese and short children may reflect differences in the respective anabolic (growth promotion) and metabolic (i.e. insulin action modulation); roles of circulating IGF-I is unknown"}, {"pubmed": 17116217, "text": "Cerebrospinal fluid levels are lower in motor neuron disease than in normal controls."}, {"pubmed": 17211256, "text": "the increase in LVM prevalent in human essential hypertension is directly associated with serum GH levels and inversely related to circulating IGF-1"}, {"pubmed": 17211558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17223997, "text": "GH1 gene sequence variation map in a normal adult height population confirming high density of SNPs; the more frequent SNPs did not significantly contribute to height determination; only 1 promoter & 2 intronic SNPs did contribute to it"}, {"pubmed": 17234973, "text": "Growth hormone-mediated increase in IGF-1 reverses age-related endothelial progenitor cell dysfunction."}, {"pubmed": 17272397, "text": "novel mechanism regulating GH signaling in which estrogen receptor modulators enhance GH activation of the JAK2/STAT5 pathway in a cell-type-dependent manner by attenuating protein tyrosine phosphatase activities"}, {"pubmed": 17272398, "text": "mechanistic link between GH's actions and glomerular dysfunction in disorders such as acromegaly and diabetic glomerulosclerosis"}, {"pubmed": 17357792, "text": "These data demonstrate that intermittent resistance exercise elicits a greater response of GH, compared to a continuous aerobic session."}, {"pubmed": 17392003, "text": "Non-viral hGH gene transfer in Hx mice, which normalizes longitudinal growth and serum IGF-I levels, has differential effects on renal growth and glomerular volume."}, {"pubmed": 17395896, "text": "IL-6 mediates hepatic GH resistance by a time-dependent inhibition of GH-inducible promoter activity that is associated with reductions in STAT5 DNA binding."}, {"pubmed": 17400806, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17400806, "text": "the functional aspects of genetic variability within the GH genomic area parallel the genetic differences observed between total GH deficit and partial GH deficit versus familial short stature and control children"}, {"pubmed": 17405836, "text": "In the face of comparable concentrations of E(2), testosterone, and SHBG: 1) age (P < 0.001) and secretagogue type (P < 0.001) independently determined GH secretion"}, {"pubmed": 17479231, "text": "Data provide evidence that the combination of -301/-308 polymorphisms with the IVS4'del+7 mutation in a GHND patient probably accounts for the reduced amount of growth hormone secreted and for the severe growth delay."}, {"pubmed": 17492509, "text": "review of changes during aging which contribute to the decline in GH/IGF-I, including changes in signal to the somatotrophs from growth hormone releasing hormone, somatostatin and other factors such as body composition, exercise, diet and sleep"}, {"pubmed": 17496728, "text": "The ACE I/D polymorphism and GH-CSH BglII-B single nucleotide polymorphism (in strong linkage disequilibrium with CSH1.01) were determined in 847 British Army recruits."}, {"pubmed": 17534663, "text": "Human growth hormone, insulin-like growth factors and their pathways in common disease."}, {"pubmed": 17636034, "text": "Epigenetic activation of the human growth hormone gene cluster during placental cytotrophoblast differentiation."}, {"pubmed": 17693614, "text": "Data do not support the hypothesis of disturbed Zn(2+) binding as a major pathogenetic mechanism in dominantly transmitted GH deficiency."}, {"pubmed": 17697029, "text": "Exercise-induced increase in GH secretion plays a role for the post-exercise lipolysis in subcutaneous, abdominal adipose tissue."}, {"pubmed": 17726075, "text": "a heterozygous splice enhancer mutation in exon 3 (exon 3 + 2 A-->C) coding for GH-E32A mutation of the GH-1 gene was found in two independent pedigrees, causing familial autosomal dominant GH deficiency (IGHD II)"}, {"pubmed": 17785368, "text": "mutation in human GH-1 causes familial isolated GH deficiency type II"}, {"pubmed": 17922505, "text": "Alkaline urea gradient PAGE is a valuable tool for preparative separation of structurally similar proteins such as isoforms of the hGH family."}, {"pubmed": 17927666, "text": "Results indicate that, in isolated growth hormone deficiency type II, somatotrophs continuously have to remove misfolded del(32-71)-hGH via the proteasomal degradation pathway, suggesting a mechanism that may result in chronic cellular stress."}, {"pubmed": 17936052, "text": "An impairment of the GH/IGF-I axis might be involved in the biochemical mechanisms determining delayed or failed fracture healing"}, {"pubmed": 17975128, "text": "A single bout of electrical stimulation exercise resulted in greater growth hormone response and muscle damage than voluntary exercise."}, {"pubmed": 17998942, "text": "the autocrine hGH-stimulated increases in DNMT3A and DNMT3B expression mediate repression of plakoglobin gene transcription by direct hypermethylation of its promoter and consequent phenotypic conversion of mammary carcinoma cells"}, {"pubmed": 18004746, "text": "GH effect on both in vitro osteogenesis and gene expression of osteoblastic markers is donor-age-dependent, being more pronounced on cultures from adolescents."}, {"pubmed": 18047908, "text": "GH response to baclofen was lower in alcoholics with continuing withdrawal symptoms than in controls and in the recovered withdrawal group. May be associated with reduced GABA-B receptor activity."}, {"pubmed": 18054353, "text": "The proteins and the mRNA transcripts for GH and GH-R were detected in oocytes, granulosa and stroma cells from both fetuses and women/girls."}, {"pubmed": 18082739, "text": "Leptin at the low doses enhanced, whereas at the high dose it suppressed the effect of GH or IGF-I on steroids synthesis in cultured lutein granulosa cells."}, {"pubmed": 18160466, "text": "A functional common polymorphism in the vitamin D-responsive element of the GH1 promoter contributes to isolated growth hormone deficiency."}, {"pubmed": 18160466, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178497, "text": "A concurrence of elevated GH levels and decreased IGF-I, IGFBP-3, and total ghrelin levels during the early burn injury period."}, {"pubmed": 18187617, "text": "Suggest a potential role for serum free fatty acids in negative feedback control of the GH response to repeated exercise."}, {"pubmed": 18299463, "text": "subsequent sessions of neuromuscular electric stimulation administered at a 2-h interval appear to circumvent feedback mechanisms and to re-induce the GH responses; possible different underlying mechanism elicited by different GH-releasing stimuli"}, {"pubmed": 18409193, "text": "Small changes in the 1H and 15N amide chemical shifts suggest that a region around the C-terminus is involved in the human growth hormone oligomer formation."}, {"pubmed": 18413425, "text": "Endogenous GH plays a very limited metabolic role during the daily feed/fast cycle but is essential for the increased lipolytic rate found with more prolonged fasting."}, {"pubmed": 18423883, "text": "This study revealed that the GHRH perikarya formed intimate associations with NPY fiber varicosities and juxtapositions were found in the infundibular nucleus/median eminence where NPY fiber varicosities often covered surface area of the GHRH neurons."}, {"pubmed": 18432585, "text": "Plasma levels of Th1/Th2 type cytokine are associated with change of prolactin and GH/IGF-I in hemodialysis patients."}, {"pubmed": 18461004, "text": "growth hormone and immunofunctional growth hormone were significantly elevated immediately after exercise compared with preexercise"}, {"pubmed": 18462969, "text": "To find out whether the markedly obese patients with Laron syndrome (LS) and GH gene deletion have fatty livers."}, {"pubmed": 18464752, "text": "Examine relationship between GH/IGF-1/leptin levels and sleep duration in obesity."}, {"pubmed": 18482854, "text": "GH was not associated with bone mineral density"}, {"pubmed": 18499741, "text": "The extent to which JAK2 and Src family kinases mediate GH activation of signal transducers and activators of transcription (STATs) 1, 3, and 5a/b, ERKs 1 and 2, and Akt, preadipocytes and hepatoma cells, was investigated."}, {"pubmed": 18504173, "text": "important role of GH/IGF-I axis in modulating the availability of calcium in chronic conditions like HIV infections"}, {"pubmed": 18537700, "text": "an emerging clinical target for improving the clinical manifestations of Alzheimer's disease may be the activation of Growth hormone and insulin-like growth factor-I"}, {"pubmed": 18554279, "text": "A heterozygous single base mutation in the human growth hormone (GH) gene (GH-1) was identified in a family presenting with isolated GH deficiency type II (IGHD II)."}, {"pubmed": 18567523, "text": "The measurements of hGH in dried blood spots on filter paper are reliable"}, {"pubmed": 18569023, "text": "analysis of the 5 kDa growth hormone isoform"}, {"pubmed": 18624627, "text": "results did not support a relationship between GH T1663A and IGFBP3-202A/C with ischemic stroke in Chinese"}, {"pubmed": 18631396, "text": "Growth hormone deficiency (GHD) was defined by the presence of 2 GH concentration peaks < 10 ng/ml."}, {"pubmed": 18633341, "text": "uremia with inflammation, but not uremia per se, inhibits downstream growth hormone signaling contributing to muscle atrophy"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18640775, "text": "Report stimulation of human omental adipose tissue lipolysis by growth hormone plus dexamethasone."}, {"pubmed": 18681778, "text": "The therapeutic dose of injected human growth hormone (GH) is significantly related to COLIA1 genotypes, whereby GG homozygotes are treated with a significantly higher dose of hGH than TT homozygotes."}, {"pubmed": 18686625, "text": "Data show that IL-6 promotes GH secretion and synthesis by rat MtT/S somatotroph cells, which appears to require the activation of MEK and p38 MAPK."}, {"pubmed": 18785993, "text": "Genetic screening of GH1 and GHRHR mutations in a Dutch population with isolated GH deficiency (IGHD)."}, {"pubmed": 18785993, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18787048, "text": "Systolic function, assessed by left ventricular ejection fraction, tends to be lower in patients with growth hormone deficiency compared with patients with biochemical remission, but is higher when compared with active acromegaly."}, {"pubmed": 18793862, "text": "Higher hPGH levels in AF were found in pregnancies affected by Down's syndrome as compared to normal pregnancies at gestational mid-trimester. hPGH was detected in all AF samples"}, {"pubmed": 18800374, "text": "To assess the evolutionary importance of nonallelic (or interlocus) gene conversion for the highly polymorphic human growth hormone (GH1) gene promoter, sequence variation in this region was studied in four different ethnic groups."}, {"pubmed": 18831980, "text": "The enhanced SULT1E1 activity may have a role in inhibiting GH-stimulated STAT5b phosphorylation and IGF-1 synthesis via the sulfation and inactivation of E2."}, {"pubmed": 18950677, "text": "Elevated GH1 gene expression and increased GHR-mediated GH responsiveness may constitute adaptive responses to the effects of scarce food supply in this West-African population."}, {"pubmed": 18950677, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18974274, "text": "Autocrine hGH is therefore a potential master regulator of tumor neovascularization, coordinating two critical processes in mammary neoplastic progression, angiogenesis and lymphangiogenesis."}, {"pubmed": 18992148, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19010462, "text": "Results suggest that in lymphoma cells overexpressing growth hormone, there is an upregulation of Id2 protein that appears to involve STAT protein activity."}, {"pubmed": 19016004, "text": "In patients with acromegaly, serum GH levels were inversely correlated with TFPI and apo AI levels"}, {"pubmed": 19022915, "text": "GH plasma concentrations on admission are independent predictors for mortality in adult critically ill patients and may complement existing risk prediction scores"}, {"pubmed": 19051037, "text": "In thyrotropinomas patients, abnormalities in GH and PRL secretion exist ranging from decreased (joint) regularity to overt hypersecretion, although not always clinically obvious, suggesting tumoral transformation of thyrotrope lineage cells."}, {"pubmed": 19058314, "text": "Recombinant human growth hormone could promote intestinal mucosal epithelial cell proliferation and protein synthesis in patients with enterocutaneous fistula."}, {"pubmed": 19064544, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19064544, "text": "The A allele of the rs2665802 polymorphism is associated with reduced risk of CRC among physically inactive individuals, indicating an interaction between physical activity and the growth hormone/IGF-I system."}, {"pubmed": 19067728, "text": "Circulating IGF-I appears to be growth hormone (GH)-independent in GH deficiency (GHD) patients with a low IGF-I, but remains partially GH-dependent in GHD patients with a normal IGF-I."}, {"pubmed": 19075184, "text": "possible that inhibition in the mammary gland may eventually play a role in breast cancer chemoprevention"}, {"pubmed": 19077426, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19092717, "text": "GH activates new bone formation and increases bone turnover in hypophysectomized rats."}, {"pubmed": 19094740, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19095751, "text": "Anthropometry, CT, and DXA as predictors of growth hormone deficiency in premenopausal women: ROC curve analysis."}, {"pubmed": 19123788, "text": "Results characterize endogenous human pituitary growth hormone variants to allow distinction from the homogeneous recombinant analogue in plasma."}, {"pubmed": 19144755, "text": "Present a new strategy to analyze possible association structures between dynamic nocturnal hormone activities and sleep alterations in humans."}, {"pubmed": 19180878, "text": "Results show that IL-1 beta promotes human growth hormone secretion and synthesis in rat MtT/S somatotroph cells."}, {"pubmed": 19207478, "text": "Cardiac functional reserve is diminished in growth hormone-deficient adults."}, {"pubmed": 19278522, "text": "Growth hormone attenuates myocardial fibrosis in rats with chronic pressure overload-induced left ventricular hypertrophy."}, {"pubmed": 19293581, "text": "there is broad phenotypic variation within growth hormone (GH) and IGF-I resistant disorders"}, {"pubmed": 19386527, "text": "CJC-1295 activates the GH/IGF-1 axis and causes serum protein profile changes in normal adult subjects"}, {"pubmed": 19404232, "text": "Bcl-2, hpGH and CRH are down regulated in the small for gestational age group in comparison to the control group."}, {"pubmed": 19407495, "text": "GH appears to be mediated entirely by signalling through the Janus kinase (JAK) 2 pathway, via the phosphorylation of the transcription factor, signal transducer and activator of transcription (STAT) 5b."}, {"pubmed": 19421410, "text": "study concludes that in the retina, the presence of GH in retinal ganglion cells correlates with survival of these cells"}, {"pubmed": 19429121, "text": "The novel presence of GH in the human retina and vitreous fluid suggests GH may have roles in visual function and be involved in the pathogenesis of ocular disease."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19472088, "text": "Autocrine human growth hormone expression leads to resistance of MCF-7 cells to tamoxifen"}, {"pubmed": 19472088, "text": "This study implies for the first time that autocrine expression of human growth hormone in human breast adenocarcinoma line results in an increase in cell proliferation even in the presence of tamoxifen."}, {"pubmed": 19480608, "text": "[review] Current evidence suggests a positive role of GH on fracture healing as demonstrated by in vitro studies on osteoblasts, osteoclasts and the crosstalk between the two."}, {"pubmed": 19491373, "text": "Chronic GH excess is associated with increased aldosterone in humans and mice."}, {"pubmed": 19500600, "text": "Short-term GH treatment and microcirculation: effects in patients with chronic kidney disease are reported."}, {"pubmed": 19543094, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19567515, "text": "GH-driven decreases in insulin sensitivity are mainly determined by the effect of GH on lipolysis."}, {"pubmed": 19567534, "text": "Mutations in GH1 and GHRHR were identified in 41 patients from 21 pedigrees, representing 11.1% of our cohort with a higher prevalence of mutations in familial cases (38.6%) and in consanguineous pedigrees (75%)of congenital growth hormone deficiency."}, {"pubmed": 19568604, "text": "Menopause causes reduction of IGF-I/IGFBP-3 molar ratio. Women have the trend of progressive hypoactivity of GH to stimulate IGF-I and IGFBP-3 secretions with age."}, {"pubmed": 19579232, "text": "oligosaccharide moiety lies in the high-affinity binding site 1 structural epitope of human growth hormone"}, {"pubmed": 19587145, "text": "Alterations of growth plate and abnormal insulin-like growth factor I metabolism in growth-retarded hypokalemic rats: effect of growth hormone treatment."}, {"pubmed": 19603307, "text": "Thermolysin processes hGH generating 5 and 17 kDa fragments, demonstrating the feasibility of this reaction, although the enzyme responsible for this process in humans is still unknown."}, {"pubmed": 19698976, "text": "PAI-1 and t-PA levels are regulated by short-term replacement with r-HGH in adults with growth hormone deficiency, but levels of insulin are unchanged"}, {"pubmed": 19761807, "text": "Human growth hormone-transferrin fusion protein promoted a modest but statistically significant weight gain after oral dosing in hypophysectomized rats."}, {"pubmed": 19772878, "text": "Report in vivo pharmacokinetics of a sustained release hGH microsphere formulation produced by a novel supercritical fluid technology."}, {"pubmed": 19773097, "text": "role of growth hormone in regulation of protein metabolism [review]"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19797429, "text": "Bcl6 and STAT5 binding are inversely coordinated by the endogenous pulses of pituitary GH release, suggesting this male-specific transcriptional repressor modulates hepatic GH signaling to select STAT5 target genes"}, {"pubmed": 19813164, "text": "Seven out of 28 patients with coeliac disease showed impaired GH secretion."}, {"pubmed": 19837935, "text": "expression levels of both the mutant and normal GH1 allele are important in the pathogenesis of hormone deficiency type II"}, {"pubmed": 19845749, "text": "These findings suggest changes in the regulation of GH and ghrelin secretion dynamics in early stage Huntington's disease patients that could become more prominent in the later stages of the disease."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19916171, "text": "growth hormone has an effect on small intestinal homeostasis in relation to cellular mediators IGF-I and IGFBP-3"}, {"pubmed": 19952226, "text": "a novel GH-1 gene mutation (GH-R178H) affecting secretion and action."}, {"pubmed": 19955757, "text": "The growth hormone/insulin-like growth factor 1 axis is not only involved in brain growth, development and myelination, but also in brain plasticity as indexed by neurogenesis--REVIEW"}, {"pubmed": 19955758, "text": "t adolescence there is the reawakening of the hypothalamic-pituitary-gonadal axis and its interaction with the GH/IGF-1 axis to subserve the pubertal growth spurt--REVIEW"}, {"pubmed": 20002733, "text": "The growth hormone-insulin-like growth factor system is impaired in the motor neurons and degenerating muscle fibers during amyotrophic lateral sclerosis."}, {"pubmed": 20020582, "text": "four missense mutations (E33G, N47D, T-24A and A13S), one nonsense mutation (W-7X), one insertion and two deletions in nine patients out of seventy-five patients with Isolated growth hormone deficiency."}, {"pubmed": 20049531, "text": "Case Report: growth hormone deficiency is related to the underlying metabolic disorder in Gaucher disease."}, {"pubmed": 20132087, "text": "stimulatory activities of pituitary Growth Hormone and IGF-I (insulin-like growth factor 1) on both Progesterone and human chorionic gonadotropin secretion parallels stimulation of cell proliferation and apoptosis inhibition in choriocarcinoma cells"}, {"pubmed": 20150954, "text": "decreased GHRH-induced GH secretion has a role in cardiovascular disease in obese women"}, {"pubmed": 20164039, "text": "results obtained suggest that stimulation of GH secretion by ghrelin is independent of the feedback concentration and these two hormones act like signals of metabolic balance"}, {"pubmed": 20164294, "text": "In aromatase-deficient men, growth hormone response to potent provocative stimuli is impaired and is not restored by exogenous estrogens"}, {"pubmed": 20168335, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20168335, "text": "These results show that the GH1 T1663A A/A genotype can decrease the risk for colorectal cancer."}, {"pubmed": 20190159, "text": "Plasma insulin-like growth factor 1 concentrations correlate with mean 24-hour somatotropin concentrations."}, {"pubmed": 20190537, "text": "GH1 Promoter SNPs 6, 8 and 9 were associated with height and IGF-1 levels among patients, and SNPs 6 and 11 with height in controls."}, {"pubmed": 20190537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20222001, "text": "Serum levels of hGH increased after both a concentric exercise bout and an eccentric exercise bout one week after the concentric exercise."}, {"pubmed": 20233782, "text": "The human growth hormone/chorionic somatomammotropin at chromosome 17 is implicated in regulation of postnatal and intrauterine growth."}, {"pubmed": 20333869, "text": "OPG levels may represent a compensatory response to the missing anabolic actions of IGF-I and/or GH in children with GH deficiency"}, {"pubmed": 20351314, "text": "results support hypothesis that after GHRH stimulation, severity of IGHD II depends on position of splice site mutation leading to production of increased 17.5-kDa protein, which reduces storage and secretion of wt-GH in most severely affected cases"}, {"pubmed": 20395397, "text": "Data are consistent with recruitment and an early role for Pit-1 in remodeling of the growth hormone locus control region at the constitutively open hypersensitive site III through protein-protein interaction."}, {"pubmed": 20403354, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20405138, "text": "Diagnostic accuracy of the growth hormone (GH) response to clonidine, arginine, and both combined establishes a reliable test to differentiate parkinsonism-type multiple system atrophy patients from those with Parkinson's disease."}, {"pubmed": 20418654, "text": "obese patients with OSAS show a peculiar reduction of both spontaneous and stimulated GH secretion coupled with reduced IGF-I concentrations and impaired peripheral sensitivity to GH.[review]"}, {"pubmed": 20426845, "text": "characterizes the behavior of serum IGF-I and growth hormone in acute and late phases after aneurysmal subarachnoid hemorrhage"}, {"pubmed": 20427283, "text": "Results strongly support a conformationally mediated obligate-ordered prolactin receptor binding for each of the three lactogenic hormones: prolactin, growth hormone, and placental lactogen."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20472479, "text": "Human growth hormone: 45-kDa isoform with extraordinarily stable interchain disulfide links has attenuated receptor-binding and cell-proliferative activities."}, {"pubmed": 20472480, "text": "sprint exercise suppresses total ghrelin concentrations and stimulates GH release"}, {"pubmed": 20483505, "text": "Cognitive performance in elderly males is associated with growth hormone secretion, with respect to target detection and speed of responding in conditions of selective attention, short-term memory, and basic processing speed."}, {"pubmed": 20580999, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20580999, "text": "Some genetic variation in GH1 might contribute to a reduced risk of colorectal adenomas and hyperplastic polyps."}, {"pubmed": 20592127, "text": "Some metabolic effects of recombinant human GH may be affected by the common polymorphic variant of GH receptor (exon 3 deletion, d3GHR) in adults with GH deficiency."}, {"pubmed": 20598930, "text": "This suggests that GH status after treatment of acromegaly correlates with LV mass, and that, in GH sufficient patients, reversal of remodeling may be slower than previously thought."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20650818, "text": "The results obtained provided evidence to support the contention that the +1169A allele contributes directly to the observed reduction in both GH1 gene expression and GH secretion."}, {"pubmed": 20651469, "text": "Results point at differentiating the pattern of growth hormone (GH) secretion by genetic subtypes of Prader-Willi syndrome, with higher GH responses in typical deletion subjects when compared to patients with UPD15."}, {"pubmed": 20651471, "text": "Acromegaly is characterized by greater central corneal thickness values, supporting the hypothesis that growth hormone excess may have stimulatory effects on the cornea as well as on other target organs."}, {"pubmed": 20682777, "text": "the actions of GH on ZEB2 and P- and E-cadherin expression play a role in the pathogenesis of microalbuminuria of DN."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20801067, "text": "High-intenstiy training/acidosis is a stimulus for exercise-induced cortisol/hGHsecretion, but not for IGF-1 and IGFBP-3 secretion."}, {"pubmed": 20820130, "text": "Data show that whole-body vibration stimulates growth hormone secretion and lactic acid production, with no additive effect when combined with repeated isometric voluntary contractions."}, {"pubmed": 20858702, "text": "data show level of circulating GH/IGF1 is positively associated with local IGF1 mRNA expression in musculotendinous tissue when comparing acromegalic and GH deficient patients; results indicate collagen-stimulating role of local IGF1 in connective tissue"}, {"pubmed": 20863500, "text": "sterol regulatory element-binding protein (SREBP)-1a links growth hormone action to lipid metabolism in hepatocytes"}, {"pubmed": 21212012, "text": "Decreased placental expression of hPGH, IGF-I and IGFBP-1 in pregnancies complicated by fetal growth restriction."}, {"pubmed": 21249719, "text": "These findings indicate that the monoxidation of the two most accessible methionine residues of recombinant human growth hormone - Met14 and Met125 - has no effect on the protein conformation."}, {"pubmed": 21273694, "text": "Polymorphisms in GH1 and in GHR are associated with coronary artery disease in a predisposed cohort from India."}, {"pubmed": 21273761, "text": "deficient in 8-38% of Prader-Willis syndrome patients, depending on criteria used"}, {"pubmed": 21274339, "text": "Studies indicate that appropriate consideration should be given to genetic defects in GH-1, IGF-I and GHRH causing growth hormone (GH) deficiency."}, {"pubmed": 21277631, "text": "The data suggests that in humans OT did not modulate the GH, PRL, ACTH and cortisol response to Ghrelin."}, {"pubmed": 21347581, "text": "Endoscopic transsphenoidal pituitary surgery [TS] is a good primary therapeutic option for patients with GH-secreting macroadenoma, resulting in remission of up to 63%; this technique can potentially improve the outcome of TS in these patients."}, {"pubmed": 21415161, "text": "these findings expand the defined roles for hypersensitive site I of the growth hormone locus control region to include somatotrope lineage restriction as well as transcriptional enhancement of hGH-N gene expression"}, {"pubmed": 21459126, "text": "The following review examines the evidence suggesting that endogenous ghrelin may be a key regulator of GH peak amplitude."}, {"pubmed": 21502796, "text": "Data show that orlistat is effective in inducing a weight-independent higher reduction in post-prandial NEFA levels than dietary treatment alone along with increase in GH peak, IGF-I levels, and IGFI/ IGFBP-3 ratio."}, {"pubmed": 21535073, "text": "GH peaked at mid-puberty and IGF-1 in late puberty, P1NP and CTX were highest in mid-puberty compared with early and late puberty. GH, but not IGF-1, correlated with P1NP."}, {"pubmed": 21554434, "text": "In a proportion of acromegalic patients, GIPR overexpression appeared to be associated with a paradoxical increase in GH after an oral glucose tolerance test."}, {"pubmed": 21632809, "text": "somatostatin suppresses GH activity in peripheral tissues"}, {"pubmed": 21667426, "text": "These data suggest that ghrelin is a physiological regulator of growth hormone (GH) in the post-oral glucose state, and the decreased ghrelin secretion could be one of the mechanisms responsible for the altered GH secretion in obesity."}, {"pubmed": 21679697, "text": "This study suggests that hGH can protect beta-cells against fatty acid-induced damages."}, {"pubmed": 21705979, "text": "partial GH insensitivity at the post-receptor level may play a key role in IGF-1 deficiency described in thalassemic patients"}, {"pubmed": 21711161, "text": "A 45-bp sub-fragment of the HS V fragment decreased enhancer activity with a reverse-orientation preference when inserted between HS III enhancer sequences & a minimal TK promoter. HS V is associated with more CpG-island methylation of the GC box."}, {"pubmed": 21711374, "text": "It was found that fat mass, insulin and IGF-1 levels are important negative determinants of SHBG levels in young healthy men."}, {"pubmed": 21741628, "text": "Data suggest that the induction of isoforms of the GH molecule in cells of the immune system may be an important mechanism of adaptation and/or protection of lymphoid cells under conditions of oxidative stress."}, {"pubmed": 21777655, "text": "hGH co-localizes with mouse (m) GH in somatotrophs in situ and in primary pituitary cells."}, {"pubmed": 21849508, "text": "GH-induced hepatic FGF21 production is mediated by FFA released from adipose tissues, and elevated FGF21 in turn acts as a negative feedback signal to terminate GH-stimulated lipolysis in adipocytes"}, {"pubmed": 21852148, "text": "This review summarizes the present understanding of the multifaceted relationship between somatotropic signaling by growth hormone (GH) and mammalian aging."}, {"pubmed": 21856788, "text": "GH assessment during standardized aerobic exercise of moderate intensity is a reliable test with high diagnostic accuracy in predicting severe GH deficiency in adults."}, {"pubmed": 21856789, "text": "[review] GH is involved in the regulation of somatic growth in children. In adults, this axis plays a role in maintaining normal body composition, skeletal mass, cardiovascular risk factors, and physical and physiological functioning."}, {"pubmed": 21933221, "text": "mosaicism for a mutation in GH1 in a family with isolated growth hormone deficiency"}, {"pubmed": 21944866, "text": "Polymorphic variation in the GH-1 gene is associated with extremely tall stature."}, {"pubmed": 21958002, "text": "Growth hormone administration to old SAMP8 mice was able to improve pancreas from this parameters."}, {"pubmed": 22016154, "text": "In this series of 30 Indian familial/nonfamilial isolated growth hormone deficiency patients, frequency of GH-1 gene deletions (12/30) was 40% among nonfamilial, and 54% among familial patients."}, {"pubmed": 22048966, "text": "[review] Given the limitations of the insulin-like growth factor 1 generation test (IGFGT) in the most severe cases of GH insensitivity syndrome (GHIS), the ability of the IGFGT test to detect less severe GHIS is doubtful."}, {"pubmed": 22072432, "text": "Genes involved in skeletal muscle system and cardiovascular system development were induced by growth hormone."}, {"pubmed": 22094313, "text": "This effect was accompanied by POU1F1-dependent histone acetylation and methylation throughout the minichromosome LCR/hGH-N domain."}, {"pubmed": 22170795, "text": "While the association of intrauterine growth retardation (IUGR) and adult metabolic syndrome (MS), including diabetes, has been well documented, these subjects with normal GH and insulin-resistant diabetes do not have typical manifestations of MS."}, {"pubmed": 22253814, "text": "These findings do not provide evidence for a substantial influence of these common polymorphisms in the GH/IGF axis on objectively measured physical capability levels in older adults."}, {"pubmed": 22278170, "text": "Recombinant human growth hormone is effective to improve final height in renal transplant recipients, without affecting kidney function."}, {"pubmed": 22307889, "text": "The present study shows that a 15-minute respiratory muscle endurance training session is capable of stimulating, in healthy subjects, GH and cortisol release, and of suppressing ghrelin secretion."}, {"pubmed": 22318747, "text": "The role of functional IGFBP3 for diagnosis of disturbances of the growth hormone/IGF hormonal axis appears to be limited."}, {"pubmed": 22322534, "text": "[review] A common polymorphic GH variant consisting of genomic exon 3 deletion or retention has been linked with increased receptor activity due to enhanced signal transduction."}, {"pubmed": 22334636, "text": "Compared with patients with merely GH-secreting adenomas, acromegalic patients with hyperprolactinemia are characterized by an earlier onset of disease, lesser acromegalic features, lower GH levels, but larger tumor sizes."}, {"pubmed": 22364960, "text": "Janus kinase (JAK) 2 V617F mutation may have a role in primary thrombocythemia in acromegaly with severe visceromegaly and divergence between growth hormone and insulin-like growth factor-1 concentrations during the follow-up"}, {"pubmed": 22386777, "text": "GHBP plays a role in limiting variations of circulating free GH levels"}, {"pubmed": 22431516, "text": "the level of transcriptional enhancement of hGH-N by HSI is directly related to the intensity of HSI-dependent noncoding transcription and is fully independent of the structure of the locally transcribed RNA"}, {"pubmed": 22465725, "text": "These results suggest that certain micronutrients such as vitamin C intake are strongly and uniquely associated with stimulated and endogenous spontaneous GH secretion."}, {"pubmed": 22524398, "text": "discussion of role of growth hormone and insulin-like growth factor-I in brain/neuron function, development of or resistance to Alzheimer s disease (AD), and possibility of activation of these systems as targets in prevention/treatment of AD [REVIEW]"}, {"pubmed": 22664570, "text": "Report growth hormone deficiency in cystinosis."}, {"pubmed": 22669946, "text": "These data establish HSII as a nonredundant component of the hGH LCR essential for establishment of robust levels of hGH-N gene expression"}, {"pubmed": 22672824, "text": "Recombinant human growth hormone increased collagen synthesis and promoted hepatic stellate cell proliferation in liver cirrhosis."}, {"pubmed": 22833680, "text": "analysis of HIF-1-dependent down-regulation of hGH1 by insulin via chromatin remodeling specifically in the proximal promoter region"}, {"pubmed": 22952901, "text": "These results showed a significant association between lower serum GH levels and nonalcoholic fatty liver disease."}, {"pubmed": 22972178, "text": "The objective of this study was to evaluate the effects of respiratory muscle endurance training on GH and cortisol responses in severely obese patients."}, {"pubmed": 23182822, "text": "In this chapter, an overview of some basic bioinformatics resources that are needed to study metabolic disorders are reviewed and some examples of bioinformatics analysis of human growth hormone gene, protein and structure are provided."}, {"pubmed": 23182825, "text": "Therapies that specifically target this isoform may be useful in patients with GH-1 splicing defects."}, {"pubmed": 23208451, "text": "in SHOX deficiency subjects an altered GH secretion is not uncommon, and rhGH therapy may be effective in increasing height in most of these patients independent of GH secretion, without causing adverse events of concern."}, {"pubmed": 23238889, "text": "The activity of autocrine GH may be distinct from that of endocrine GH in prostate cancer cells."}, {"pubmed": 23281720, "text": "These results showed that sleep restriction increases the proinflammatory cytokine, GH, and testosterone concentrations after physical exercise but did not affect the cortisol responses."}, {"pubmed": 23417163, "text": "two siblings diagnosed with partial bioinactive growth hormone syndrome; subjects (adopted Roma children from Hungary) found to have heterozygous P59S mutation at position involved in binding to growth hormone receptor"}, {"pubmed": 23419423, "text": "Idiopathic short stature patients with low-normal BMI SDS also tend to display a relative IGF-1 resistance, whereas those with normal BMI SDS tend to be less GH-sensitive than healthy peers"}, {"pubmed": 23428872, "text": "The study demonstrates that conditional deletion of DNase I-hypersensitive site I from the active hGH-N locus in the adult pituitary effectively silences hGH-N expression."}, {"pubmed": 23438236, "text": "Testosterone, growth hormone, and insulin-like growth factor 1 showed with distinct delivery patterns depending on the order of strength training exercises."}, {"pubmed": 23452315, "text": "Results provide direct evidence for the role of growth hormone in regulating the insulin sensitivity in insulin-resistant patients."}, {"pubmed": 23567159, "text": "Estradiol can amplify GH intracellular signaling in human osteoblasts with an essential role played by the reduction of the SOCS2 mediated feedback loop."}, {"pubmed": 23640965, "text": "Data suggest that GH secretion in patients with acromegaly remains under central control (hypothalamo-hypophyseal system), i.e., nyctohemeral rhythmicity, sexual dimorphism, and age-related decline of GH output."}, {"pubmed": 23700319, "text": "The aim of the present study was to evaluate GH responses to repeated bouts of respiratory muscle endurance training in obese adolescents and adults."}, {"pubmed": 23702397, "text": "Data suggest that, in addition to GHRH (growth hormone releasing hormone) and somatostatin, other factors (such as ghrelin) play roles in regulation of GH release from pituitary and can have effects on musculoskeletal function in aging. [REVIEW]"}, {"pubmed": 23736291, "text": "Data suggest del32-71 GH-mediated endoplasmic reticulum (ER) stress contributes to decrease in wild-type GH secretion observed in GH deficiency due to the GH1 gene slice-site mutation; induction of del32-71 GH causes ER stress leading to apoptosis."}, {"pubmed": 23782942, "text": "Data suggest that GH potentiates 17beta-estradiol effects on proliferation in breast cancer cells expressing high levels of GH receptor; GH can overcome antiproliferative effects of insulin-like growth factor I receptor tyrosine kinase inhibition."}, {"pubmed": 23785020, "text": "AMH levels are reduced and estratiol levels are increased in healthy male volunteers treated with growth hormone and a growth hormone antagonist."}, {"pubmed": 23789946, "text": "we present the results of screening for mutations in GH1 and GHRHR genes in a large cohort of Argentinian patients with IGHD. These suggest that the p.Arg183His mutation associated with the type II dominant form of IGHD might be relatively common."}, {"pubmed": 23822620, "text": "We observed a significant expressional increase of GH gene in GH4 cells stimulated by bFGF"}, {"pubmed": 23864592, "text": "Hypothalamic-pituitary-adrenal axis hyperresponsiveness and a less frequent suppression of the GH/IGF-1 axis in response to acute stress are possibly involved in delirium pathophysiology"}, {"pubmed": 24109593, "text": "robust GH-stimulated hepatic Igf1 gene transcription utilizes tissue-specific mechanisms of epigenetic regulation that are established independent of GH signaling."}, {"pubmed": 24134847, "text": "human metastatic melanoma tumors express GHR."}, {"pubmed": 24280736, "text": "In the first family a novel splice site mutation in GH1 was identified (c.172-1G>C, IVS2-1G>C). In two other families a previously reported splice site mutation (c.291+1G>A, IVS3+1G>A) was found."}, {"pubmed": 24363451, "text": "GH resistance is an adaptive response to states of undernutrition."}, {"pubmed": 24464925, "text": "meta-analysis indicates that GH1 T1663A polymorphism may contribute to the risk of colorectal cancer, especially among Asian populations"}, {"pubmed": 24549831, "text": "The study presents experimental data for the mechanism of thiol-disulfide exchange in tryptic peptides derived from human growth hormone in aqueous solution."}, {"pubmed": 24635352, "text": "Data from 3 male subjects with isolated growth hormone deficiency, type II, suggest 3 additional mutations in exon 3 of GH1 can be responsible for this disease; these data support novel putative splicing regulatory elements within exon 3."}, {"pubmed": 24642386, "text": "In this review we highlight the evidence of extrapituitary synthesis of GH in humans. [review]"}, {"pubmed": 24804205, "text": "After LT, GH levels correlate with the extent of cytolysis, while IGF-1 is an indicator of liver synthetic function recovery. IGF-1 levels >90 mug/L (day 15-30) seem to be an indicator of short-term survival."}, {"pubmed": 24889799, "text": "Recipients showed a rapid recovery of the GH/IGF1 hormonal axis and liver function after LDLT, whereas donors showed altered GH signaling and regenerative delay in the early days after living donation."}, {"pubmed": 24972779, "text": "Bilateral involvement of a pituitary adenoma and severely decreased immediate postoperative serum GH levels at 72 hours after transsphenoidal adenomectomy may be independent risk factors for accelerated GH deficiency in acromegalic patients."}, {"pubmed": 25015810, "text": "This review summarizes findings of growth hormone's influence on in utero and neonatal cellular and metabolic profiles related to bone and adipose tissue."}, {"pubmed": 25079463, "text": "Suggest growth hormone deficiency may be common feature in vernal keratoconjuntivitis patients."}, {"pubmed": 25103549, "text": "GH and IGF-1 suppression is maintained for up to 25 months during pasireotide LAR treatment of acromegaly."}, {"pubmed": 25116472, "text": "Analysis of GH1 in a cohort of Brazilian patients revealed that the autosomal recessive form of isolated growth hormone deficiency(IGHD) was more common than the dominant one, and both were found only in severe IGHD."}, {"pubmed": 25179796, "text": "In women with normal somatotroph function, GH levels do not change in the first trimester of pregnancy."}, {"pubmed": 25241616, "text": "Case Report: of Klinefelter sydnrome with short stature due to growth hormone deficiency."}, {"pubmed": 25295535, "text": "hGH production is extremely sensitive to increased caloric intake."}, {"pubmed": 25411237, "text": "Genotyping contributed to the diagnosis of children with suspected growth hormone insensitivity and short stature."}, {"pubmed": 25656053, "text": "JAK2 is activated by growth hormone and other cytokines. (Review)"}, {"pubmed": 25662214, "text": "The results demonstrate that activation of noncoding transcription reflects an autonomous activity of the human growth hormone long-range enhancer that is fully independent of interactions with linked gene promoters and occurring in spatial and temporal synchrony with initiation of GH expression in the embryonic pituitary."}, {"pubmed": 25782001, "text": "Effect of oral glucose administration on rebound growth hormone release in normal and obese women: the role of adiposity, insulin sensitivity and ghrelin."}, {"pubmed": 25873390, "text": "Human Growth Hormone stimulates the microRNA 96-182-183 cluster, which promotes the epithelial-mesenchymal transition and invasion in breast cancer"}, {"pubmed": 26202070, "text": "the phenotype of MIP-FoxM1-hGH mice is due primarily to hGH activity and that the FoxM1 protein remains largely inactive"}, {"pubmed": 26225688, "text": "Growth Hormone 1 T1663A Polymorphism were at a decreased risk of breast cancer."}, {"pubmed": 26256649, "text": "These data on pregnancy outcomes in a large group of women with hypopituitarism revealed no relationship between GH replacement therapy regimens and pregnancy outcomes."}, {"pubmed": 26485222, "text": "This is the first report of a family suffering from short stature caused by autosomal dominant form of GH deficiency II, which severely affects intracellular GH folding and stability as well as secretion"}, {"pubmed": 26522057, "text": "These results showed that hybrid training system on a cycle ergometer (CE) was more efficient in stimulating acute increases in GH, lactate and IL-6 than CE at the same workload."}, {"pubmed": 26915772, "text": "Gene polymorphism of leptin (loci rs7799039) and leptin receptor (loci rs1137101) are correlated with Growth hormone deficiency susceptibility."}, {"pubmed": 27060213, "text": "Serum GH was unrelated to type 2 diabetes, fasting blood glucose, or HbA1c level."}, {"pubmed": 27075707, "text": "These results implicate TIMP3 as a modulator of cell surface GHR abundance and the ability of GH to promote cellular signaling."}, {"pubmed": 27114065, "text": "GH1 and GHRHR screening revealed eleven variations in 24 (21%) patients with isolated growth hormone deficiency of which, four were novel deleterious, one novel non-pathogenic and six reported changes."}, {"pubmed": 27150070, "text": "The results suggest that GH regulates energy metabolism directly in myocytes and that UCP2 participates in the signal transduction pathway that functions downstream of the GHR/JAK/STAT."}, {"pubmed": 27151213, "text": "evidence that hGH synthesis follows a diurnal rhythm and of dynamic associations of the circadian machinery with a component of a chromosomal structure of the hGH1 locus that is essential for efficient expression."}, {"pubmed": 27214308, "text": "The intrinsic amyloidogenicity of growth hormone, in the presence of contaminating prion protein (and perhaps prolactin as well) and amyloid-beta contained in some cadavers' pituitaries, may have led to the observed co-occurring of Creutzfeldt-Jakob disease and Alzheimer's disease."}, {"pubmed": 27226307, "text": "Our results suggest that the known protective effect of GH signaling deficiency on neoplastic tissue growth is mediated, at least partially, by regulating p53 expression"}, {"pubmed": 27252485, "text": "To our knowledge, c.-223C>T is the first homozygous point mutation in the GH1 promoter that leads to short stature due to idiopathic growth hormone deficiency."}, {"pubmed": 27542624, "text": "Data show that the recombinant protein produced by the plasmid-free E coli strain was purified and characterized to be human growth hormone (hGH)."}, {"pubmed": 27802441, "text": "GH potentially negatively modulates the maturation and accumulation of lipid in adipocytes."}, {"pubmed": 27878771, "text": "Patients examined at 1 year or several years from complicated mild traumatic brain injury had a similarly high occurrence of isolated GH deficiency"}, {"pubmed": 27932301, "text": "This review describes the endocrine profile of centenarians concerning the GH/IGF-I/insulin system, focusing on the relevance of this pathway on the modulation of ageing and longevity."}, {"pubmed": 28130121, "text": "Thus, GHRH analogs of the Miami series powerfully suppress tumor growth, but have only a weak endocrine GH inhibitory activity. The suppression of tumor growth could be induced in part by the downregulation of GHRH receptors levels."}, {"pubmed": 28427901, "text": "the levels and kinetics of phosphorylation mediated by the main signalling proteins triggered by 22K-GH or 20K-GH were not exactly the same."}, {"pubmed": 28444169, "text": "A negative regulation of locally produced GH by androgens/AR in Prostate cancer cells following treatment with AR agonists (R1881) and antagonists (enzalutamide, bicalutamide)."}, {"pubmed": 28525353, "text": "Homozygous GH1 deletion is associated with growth hormone deficiency."}, {"pubmed": 28529277, "text": "Data suggest that patients with NICTH (non-islet cell tumor hypoglycemia) exhibit low serum growth hormone levels during hypoglycemic episodes. [Retrospective Study & REVIEW of Case Reports]"}, {"pubmed": 28616920, "text": "There exist associations of GH and IGF-1 burden with echocardiography abnormalities and cardiac complications in acromegaly patients"}, {"pubmed": 28617312, "text": "Human Growth Hormone Inhibits CLAUDIN-1 Expression Through Activation of Signal Transducer and Activator of Transcription 3 (STAT3)."}, {"pubmed": 28631895, "text": "Children with GH excess underwent medical treatment with lanreotide and a minimum clinical/biochemical follow up of 2 years is reported. The present study demonstrates that GH excess should be considered as a relative frequent endocrine manifestation in NF1 patients, similarly to central precocious puberty"}, {"pubmed": 28700563, "text": "In newborns, serum PRL and hGH levels show a positive correlation that can be explained by common regulatory factors or a drift phenomenon. A higher gestational week is associated with a higher PRL/hGH ratio."}, {"pubmed": 28910730, "text": "Single nucleotide variant in GH1 gene is associated with isolated growth hormone deficiency."}, {"pubmed": 29179911, "text": "Significant correlations were observed between GH concentration and impairments on several EDI-2 subscales (drive for thinness, body dissatisfaction, interoceptive awareness, sense of ineffectiveness, interpersonal distrust, maturity fear) and on SCL-90 subitems (depression, hostility, obsessivity compulsivity, anxiety), suggesting a possible hormonal modulatory effect on specific aspects of eating disorders."}, {"pubmed": 30325658, "text": "Study identifies a novel signaling mechanism by which GH transcriptionally induces lipolysis via the MEK/ERK pathway that acts along PPARgamma-FSP27 in human adipose tissue."}, {"pubmed": 30531700, "text": "Resistance training resulted in increases of post exercise GH (p<0.01)."}, {"pubmed": 30576246, "text": "We conclude that 1) GH signaling is normal in obesity, 2) in the obese state, the preservation of IGF-I with fasting and the augmented GH-induced central insulin resistance indicate increased hepatic GH sensitivity, 3) blunted GH levels in obesity may protect against insulin resistance without compromising IGF-I status."}, {"pubmed": 30804268, "text": "Studied association of growth hormone (GH) and insulin-like growth factor-1 (IGF1) levels and echocardiographic findings in elderly renal transplant recipients with and without cardiac dysfunction."}, {"pubmed": 31133697, "text": "Growth hormone peak modifies the effect of BMI on increased systolic blood pressure in children with short stature."}, {"pubmed": 31189758, "text": "Downregulation of Cdkal1 using small interfering and short hairpin RNAs increased the biosynthesis and secretion of GH."}, {"pubmed": 31835104, "text": "p.R209H GH1 variant challenges short stature assessment."}, {"pubmed": 32106092, "text": "3D interactions with the growth hormone locus in cellular signalling and cancer-related pathways."}, {"pubmed": 32218464, "text": "Obestatin and growth hormone reveal the interaction of central obesity and other cardiometabolic risk factors of metabolic syndrome."}, {"pubmed": 32338337, "text": "Polymorphism of the growth hormone gene GH1 in Polish children and adolescents with short stature."}, {"pubmed": 32601398, "text": "Association between growth hormone and hypertension in a general population."}, {"pubmed": 33122102, "text": "Human growth disorders associated with impaired GH action: Defects in STAT5B and JAK2."}, {"pubmed": 33419306, "text": "Nickel Sensitivity Is Associated with GH-IGF1 Axis Impairment and Pituitary Abnormalities on MRI in Overweight and Obese Subjects."}, {"pubmed": 33687272, "text": "Dexamethasone Rescues an Acute High-Fat Diet-Induced Decrease in Human Growth Hormone Gene Expression in Male Partially Humanized CD-1 Mice."}, {"pubmed": 33799503, "text": "Growth Hormone and the Auditory Pathway: Neuromodulation and Neuroregeneration."}, {"pubmed": 33879807, "text": "Growth hormone deficiency testing and treatment following mild traumatic brain injury."}, {"pubmed": 33952498, "text": "Clinicopathological Features of Growth Hormone-producing Pituitary Adenomas and Correlation With Preoperative Laboratory Findings."}, {"pubmed": 34126247, "text": "High Prevalence of Nonalcoholic Fatty Liver Disease Among Adolescents and Young Adults With Hypopituitarism due to Growth Hormone Deficiency."}, {"pubmed": 34375817, "text": "Mutations in GH1 gene and isolated growth hormone deficiency (IGHD): A familial case of IGHD type I and systematic review."}, {"pubmed": 34440302, "text": "Allelic Variants in Established Hypopituitarism Genes Expand Our Knowledge of the Phenotypic Spectrum."}, {"pubmed": 35172328, "text": "Growth Hormone and Insulin-Like Growth Factor 1 Regulation of Nonalcoholic Fatty Liver Disease."}, {"pubmed": 35305249, "text": "GH/IGF-1 axis in a large cohort of ss-thalassemia major adult patients: a cross-sectional study."}, {"pubmed": 35678263, "text": "Effects of Short-term Fasting on Ghrelin/GH/IGF-1 Axis in Healthy Humans: The Role of Ghrelin in the Thrifty Phenotype."}, {"pubmed": 35750929, "text": "Covert actions of growth hormone: fibrosis, cardiovascular diseases and cancer."}, {"pubmed": 36327147, "text": "Understanding the role of growth hormone in situations of metabolic stress."}, {"pubmed": 36446319, "text": "Growth and Growth Hormone through the Ages: Art and Science."}, {"pubmed": 36524723, "text": "The physiology of growth hormone (GH) in adults: translational journey to GH replacement therapy."}, {"pubmed": 36877453, "text": "Autonomous growth hormone secretion due to McCune Albright syndrome in paediatric age group: an ominous triad."}, {"pubmed": 37104943, "text": "Increased GH/IGF-I Axis Activity Relates to Lower Hepatic Lipids and Phosphor Metabolism."}, {"pubmed": 37246615, "text": "Approach to the Patient: Case Studies in Pediatric Growth Hormone Deficiency and Their Management."}, {"pubmed": 37283510, "text": "GH and IGF1 in cancer therapy resistance."}, {"pubmed": 37315542, "text": "Phenotype-Genotype Correlations of GH1 Gene Variants in Patients with Isolated Growth Hormone Deficiency or Multiple Pituitary Hormone Deficiency."}, {"pubmed": 37428642, "text": "Cancer in growth hormone excess and growth hormone deficit."}, {"pubmed": 37468264, "text": "Association of nonalcoholic fatty liver disease and growth hormone deficiency: a systematic review and meta-analysis."}, {"pubmed": 37595266, "text": "Insulin Signaling Through the Insulin Receptor Increases Linear Growth Through Effects on Bone and the GH-IGF-1 Axis."}, {"pubmed": 37606202, "text": "Effect of mitochondrial quantity and quality controls in white adipose tissue on healthy lifespan: Essential roles of GH/IGF-1-independent pathways in caloric restriction-mediated metabolic remodeling."}, {"pubmed": 37816478, "text": "Low growth hormone secretion associated with post-acute sequelae SARS-CoV-2 infection (PASC) neurologic symptoms: A case-control pilot study."}, {"pubmed": 37872346, "text": "Growth hormone and testosterone delay vertebral fractures in boys with muscular dystrophy on chronic glucocorticoids."}, {"pubmed": 37877767, "text": "Autocrine/paracrine growth hormone in cancer progression."}, {"pubmed": 37895086, "text": "Involvement of Sirtuin 1 in the Growth Hormone/Insulin-like Growth Factor 1 Signal Transduction and Its Impact on Growth Processes in Children."}, {"pubmed": 37936007, "text": "Brain white matter alterations in young adult male patients with childhood-onset growth hormone deficiency: a diffusion tensor imaging study."}, {"pubmed": 37962050, "text": "Growth Hormone, Atherosclerosis and Peripheral Arterial Disease: Exploring the Spectrum from Acromegaly to Growth Hormone Deficiency."}], "genomic_pos": {"chr": "17", "end": 63918839, "ensemblgene": "ENSG00000259384", "start": 63917200, "strand": -1}, "genomic_pos_hg19": [{"chr": "17", "end": 61974021, "start": 61972275, "strand": -1}, {"chr": "17", "end": 61996179, "start": 61994560, "strand": -1}], "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002092", "pubmed": 9360546, "qualifier": "NOT involved_in", "term": "positive regulation of receptor internalization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007259", "pubmed": 8063815, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010536", "pubmed": 12552091, "qualifier": "involved_in", "term": "positive regulation of activation of Janus kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010828", "pubmed": 9144201, "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of glucose transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": 7782332, "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031667", "qualifier": "involved_in", "term": "response to nutrient levels"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032355", "pubmed": 12552091, "qualifier": "involved_in", "term": "response to estradiol"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0040018", "pubmed": [7565946, 20110402], "qualifier": "involved_in", "term": "positive regulation of multicellular organism growth"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0040018", "pubmed": 8496314, "qualifier": "involved_in", "term": "positive regulation of multicellular organism growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042531", "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": [8923468, 12552091], "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043406", "pubmed": 8063815, "qualifier": "acts_upstream_of", "term": "positive regulation of MAP kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043568", "pubmed": 7565946, "qualifier": "involved_in", "term": "positive regulation of insulin-like growth factor receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045927", "qualifier": "involved_in", "term": "positive regulation of growth"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046427", "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046427", "pubmed": 8923468, "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048513", "qualifier": "involved_in", "term": "animal organ development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 7782332, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060396", "qualifier": "involved_in", "term": "growth hormone receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060396", "pubmed": 8063815, "qualifier": "involved_in", "term": "growth hormone receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070977", "pubmed": 20110402, "qualifier": "involved_in", "term": "bone maturation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 11549663, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0031904", "qualifier": "located_in", "term": "endosome lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070195", "pubmed": [1549776, 8943276, 9571026], "qualifier": "part_of", "term": "growth hormone receptor complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 7782332, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005131", "qualifier": "enables", "term": "growth hormone receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005131", "pubmed": 6303755, "qualifier": "enables", "term": "growth hormone receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005131", "pubmed": [1549776, 2825030, 8943276, 9571026], "qualifier": "enables", "term": "growth hormone receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005148", "pubmed": 10890569, "qualifier": "enables", "term": "prolactin receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005148", "pubmed": 7984244, "qualifier": "enables", "term": "prolactin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [8943276, 9353194, 31279174], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008083", "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008083", "pubmed": 9360546, "qualifier": "enables", "term": "growth factor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9544, 718156], [9598, 454774], [9606, 2688]], "id": 128036}, "interpro": [{"desc": "Somatotropin/prolactin", "id": "IPR001400", "short_desc": "Somatotropin/Prolactin"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}, {"desc": "Somatotropin hormone, conserved site", "id": "IPR018116", "short_desc": "Somatotropin_CS"}, {"desc": "Somatotropin", "id": "IPR034975", "short_desc": "Somatotropin"}], "ipi": ["IPI00000889", "IPI00218282", "IPI00218283", "IPI00218284", "IPI00374406", "IPI00374407", "IPI00845467"], "map_location": "17q23.3", "name": "growth hormone 1", "other_names": ["growth hormone B5", "pituitary growth hormone", "somatotropin"], "pantherdb": {"HGNC": "4261", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95707", "ortholog_type": "LDO", "panther_family": "PTHR11417", "taxid": 10090, "uniprot_kb": "P06880"}, {"RGD": "2686", "ortholog_type": "LDO", "panther_family": "PTHR11417", "taxid": 10116, "uniprot_kb": "P01244"}, {"Ensembl": "ENSGALG00000000249", "ortholog_type": "LDO", "panther_family": "PTHR11417", "taxid": 9031, "uniprot_kb": "P08998"}, {"ZFIN": "ZDB-GENE-060123-1", "ortholog_type": "O", "panther_family": "PTHR11417", "taxid": 7955, "uniprot_kb": "F1QP70"}, {"ZFIN": "ZDB-GENE-060123-2", "ortholog_type": "O", "panther_family": "PTHR11417", "taxid": 7955, "uniprot_kb": "Q330L3"}, {"ZFIN": "ZDB-GENE-030725-2", "ortholog_type": "LDO", "panther_family": "PTHR11417", "taxid": 7955, "uniprot_kb": "Q1JQ34"}], "uniprot_kb": "P01241"}, "pathway": {"biocarta": [{"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "eif4pathway", "name": "regulation of eif-4e and p70s6 kinase"}, {"id": "ghpathway", "name": "growth hormone signaling pathway"}, {"id": "mtorpathway", "name": "mtor signaling pathway"}, {"id": "tffpathway", "name": "trefoil factors initiate mucosal healing"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1170546", "name": "Prolactin receptor signaling"}, {"id": "R-HSA-1170546", "name": "Prolactin receptor signaling"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-422085", "name": "Synthesis, secretion, and deacylation of Ghrelin"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}, {"id": "R-HSA-982772", "name": "Growth hormone receptor signaling"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}]}, "pdb": ["1A22", "1AXI", "1BP3", "1HGU", "1HUW", "1HWG", "1HWH", "1KF9", "3HHR", "6QIO"], "pfam": "PF00103", "pharmgkb": "PA171", "pharos": {"target_id": 7043, "tdl": "Tbio"}, "pir": "A93731", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325275", "relationship": "is"}, {"id": "GNF325276", "relationship": "is"}, {"id": "GNF325277", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293286", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176587", "relationship": "is"}, {"id": "GNF209305", "relationship": "is"}, {"id": "GNF249923", "relationship": "is"}, {"id": "GNF249924", "relationship": "is"}, {"id": "GNF249925", "relationship": "is"}, {"id": "GNF249926", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF030844", "relationship": "similar to"}, {"id": "GNF034155", "relationship": "similar to"}, {"id": "GNF038640", "relationship": "similar to"}, {"id": "GNF039723", "relationship": "similar to"}, {"id": "GNF039897", "relationship": "weakly similar to"}, {"id": "GNF040194", "relationship": "similar to"}, {"id": "GNF043338", "relationship": "similar to"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083400", "relationship": "is"}, {"id": "GNF083401", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055049", "relationship": "is"}, {"id": "GNF059836", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070971", "relationship": "is"}, {"id": "GNF070972", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005807", "relationship": "is"}, {"id": "GNF130426", "relationship": "is"}, {"id": "GNF278483", "relationship": "is"}, {"id": "GNF278638", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234111", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330418", "relationship": "is"}, {"id": "GNF331833", "relationship": "is"}, {"id": "GNF333619", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF336244", "relationship": "is"}, {"id": "GNF336755", "relationship": "is"}, {"id": "GNF337449", "relationship": "is"}, {"id": "GNF338289", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102442", "relationship": "is"}, {"id": "GNF142096", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_011676.1"], "protein": ["NP_000506.2", "NP_072053.1", "NP_072054.1"], "rna": ["NM_000515.5", "NM_022559.4", "NM_022560.4", "NM_022561.2", "NM_022562.2"], "translation": [{"protein": "NP_000506.2", "rna": "NM_000515.5"}, {"protein": "NP_072054.1", "rna": "NM_022560.4"}, {"protein": "NP_072053.1", "rna": "NM_022559.4"}]}, "reporter": {"HG-U133_Plus_2": ["202493_x_at", "203807_x_at", "205840_x_at", "206475_x_at", "206885_x_at", "206886_x_at", "208068_x_at", "208069_x_at", "208356_x_at", "211151_x_at", "211739_x_at"], "HG-U95Av2": ["1332_f_at", "31493_s_at"], "HTA-2_0": ["TC17001790.hg.1", "TC17002854.hg.1"], "HuEx-1_0": ["3766453", "3766467", "3766480", "3766499", "3766512"], "HuGene-1_1": ["8017488", "8017505"], "HuGene-2_1": ["16847686", "16847711"]}, "summary": "The protein encoded by this gene is a member of the somatotropin/prolactin family of hormones which play an important role in growth control. The gene, along with four other related genes, is located at the growth hormone locus on chromosome 17 where they are interspersed in the same transcriptional orientation; an arrangement which is thought to have evolved by a series of gene duplications. The five genes share a remarkably high degree of sequence identity. Alternative splicing generates additional isoforms of each of the five growth hormones, leading to further diversity and potential for specialization. This particular family member is expressed in the pituitary but not in placental tissue as is the case for the other four genes in the growth hormone locus. Mutations in or deletions of the gene lead to growth hormone deficiency and short stature. [provided by RefSeq, Jul 2008].", "symbol": "GH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333673"}, "unigene": "Hs.655229", "uniprot": {"Swiss-Prot": "P01241", "TrEMBL": ["B1A4G6", "B1A4G7", "B1A4H0", "B1A4G9"]}, "wikipedia": {"url_stub": "Growth hormone 1"}}