{"AllianceGenome": "4270", "HGNC": "4270", "MIM": "137240", "_id": "2695", "_version": 1, "accession": {"genomic": ["AC091133.11", "AH002752.2", "CH471109.2", "CP068261.2", "NC_000017.11", "NC_060941.1"], "protein": ["AAA88043.1", "AAH69100.1", "AAH69663.1", "AAH69686.1", "AAH69746.1", "AAH96146.1", "AAH96147.1", "AAH96148.1", "AAH96149.1", "EAW94697.1", "NP_004114.1", "P09681.1"], "rna": ["BC069100.1", "BC069663.1", "BC069686.1", "BC069746.1", "BC096146.1", "BC096147.1", "BC096148.3", "BC096149.3", "E02006.1", "M18185.1", "NM_004123.3"], "translation": [{"protein": "AAH96146.1", "rna": "BC096146.1"}, {"protein": "AAA88043.1", "rna": "M18185.1"}, {"protein": "AAH96147.1", "rna": "BC096147.1"}, {"protein": "NP_004114.1", "rna": "NM_004123.3"}, {"protein": "AAH69686.1", "rna": "BC069686.1"}, {"protein": "AAH69746.1", "rna": "BC069746.1"}, {"protein": "AAH96148.1", "rna": "BC096148.3"}, {"protein": "AAH69663.1", "rna": "BC069663.1"}, {"protein": "AAH69100.1", "rna": "BC069100.1"}, {"protein": "AAH96149.1", "rna": "BC096149.3"}]}, "ensembl": {"gene": "ENSG00000159224", "protein": "ENSP00000350005", "transcript": "ENST00000357424", "translation": [{"protein": "ENSP00000350005", "rna": "ENST00000357424"}], "type_of_gene": "protein_coding"}, "entrezgene": "2695", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.92461214182, "exp_mis": 44.6085864191, "exp_syn": 21.6358519977, "lof_z": 1.59718965509109, "mis_z": -0.980694040750778, "mu_lof": 4.13550268305e-07, "mu_mis": 4.27952631417e-06, "mu_syn": 1.95406521244e-06, "n_lof": 2.0, "n_mis": 58.0, "n_syn": 26.0, "p_li": 0.162839345434596, "p_null": 0.063637040223027, "p_rec": 0.773523614342377, "syn_z": -0.581650556849263}, "bp": 462, "cds_end": 47044594, "cds_start": 47036068, "n_exons": 5, "nonpsych": {"exp_lof": 5.27700938955, "exp_mis": 40.2897401883, "exp_syn": 19.4971971074, "lof_z": 1.40099205446592, "mis_z": -0.692142628230937, "mu_lof": 4.13550268305e-07, "mu_mis": 4.27952631417e-06, "mu_syn": 1.95406521244e-06, "n_lof": 2.0, "n_mis": 49.0, "n_syn": 23.0, "p_li": 0.144888672333902, "p_null": 0.0895028053506863, "p_rec": 0.765608522315411, "syn_z": -0.499450794053519}, "nontcga": {"exp_lof": 5.44232526917, "exp_mis": 41.0315842771, "exp_syn": 19.8966660863, "lof_z": 1.45559610350836, "mis_z": -1.00864327971553, "mu_lof": 4.13550268305e-07, "mu_mis": 4.27952631417e-06, "mu_syn": 1.95406521244e-06, "n_lof": 2.0, "n_mis": 54.0, "n_syn": 22.0, "p_li": 0.14265395229179, "p_null": 0.0781736352869683, "p_rec": 0.779172412421241, "syn_z": -0.298565414544723}, "transcript": "ENST00000357424.2"}, "exons": [{"cdsend": 48967232, "cdsstart": 48958706, "chr": "17", "position": [[48958553, 48958716], [48960885, 48960987], [48961726, 48961819], [48964309, 48964480], [48967146, 48967253], [48968516, 48968596]], "strand": -1, "transcript": "NM_004123", "txend": 48968596, "txstart": 48958553}], "exons_hg19": [{"cdsend": 47044594, "cdsstart": 47036068, "chr": "17", "position": [[47035915, 47036078], [47038247, 47038349], [47039088, 47039181], [47041671, 47041842], [47044508, 47044615], [47045878, 47045958]], "strand": -1, "transcript": "NM_004123", "txend": 47045958, "txstart": 47035915}], "generif": [{"pubmed": 11820780, "text": "Substitution of Glu(3) in GIP with proline produces a novel dipeptidylpeptidase IV-resistant GIP antagonist which inhibits GIP-induced cAMP generation and insulin secretion with high sensitivity and specificity in vitro."}, {"pubmed": 12138104, "text": "activates the Raf-Mek1/2-ERK1/2 module via a cyclic AMP/cAMP-dependent protein kinase/Rap1-mediated pathway"}, {"pubmed": 12530694, "text": "Mutation in promoter region of gip receptor gene are unlikely to underlie GIP-dependent Cushing syndrome."}, {"pubmed": 14988249, "text": "delayed elimination in renal insufficiency"}, {"pubmed": 15220248, "text": "Elevated plasma GIP levels are correlated with hyperinsulinemia in the impaired glucose-tolerant state, whereas type 2 diabetes is associated with a failure to secrete adequate amounts of GIP."}, {"pubmed": 15383372, "text": "bombesin and nutrients additively stimulate GIP release from GIP/Ins cells."}, {"pubmed": 15522230, "text": "Results describe the solution structure of GIP(1-30)amide, the major biologically active fragment of glucose-dependent insulinotropic polypeptide."}, {"pubmed": 15533777, "text": "GIP augments glucose-stimulated insulin secretion and acts as an endogenous inhibitor of gastric acid secretion--REVIEW"}, {"pubmed": 15899957, "text": "Reduced secretion or action of GLP-1 or GIP does not explain a relative reduced beta-cell responsiveness to glucose or the slightly elevated plasma glucose concentrations observed in young low birth weight men"}, {"pubmed": 15955806, "text": "GIP stimulates insulin secretion by potentiating events underlying membrane depolarization and exerting direct effects on exocytosis."}, {"pubmed": 16010522, "text": "The relationship between insulin resistance and the insulin secretion to GIP suggests that beta cell secretory function in response to different stimuli increases adaptively when insulin sensitivity is diminished, as in gestational diabetes."}, {"pubmed": 16142014, "text": "GIP is rapidly degraded into inactive metabolites by the enzyme dipeptidyl-peptidase-IV. (review)"}, {"pubmed": 17244606, "text": "protein kinase B, LKB1, and AMP-activated protein kinase have roles in activation of lipoprotein lipase by glucose-dependent insulinotropic polypeptide in adipocytes"}, {"pubmed": 17609256, "text": "An inverse relationship between insulin concentrations and insulin clearance suggests that the secretion of insulin itself determines the rate of hepatic insulin clearance."}, {"pubmed": 17624916, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17624916, "text": "study identified a splice site mutation of the Glucose-dependent insulinotropic polypeptide (GIP) gene which results in a truncated protein and provides evidence for association of GIP receptor genotype with cardiovascular disease"}, {"pubmed": 18054552, "text": "physiologic role for GIP in lipid homeostasis and possibly in the pathogenesis of obesity."}, {"pubmed": 18593849, "text": "concomitant expression of Pax6 and Pdx1 is important for glucose-dependent insulinotropic polypeptide expression"}, {"pubmed": 19229515, "text": "GIP secretion is blunted after the biliopancreatic diversion only in diabetic patients, suggesting a role in insulin resistance and diabetes."}, {"pubmed": 19351807, "text": "GIP may mediate the attenuated glucose-stimulated insulin response after exercise/diet interventions"}, {"pubmed": 19748889, "text": "Inhibition of apoptosis by GIP is mediated via a key pathway involving Akt-dependent inhibition of apoptosis signal-regulating kinase 1, which subsequently prevents the pro-apoptotic actions of p38 MAPK and JNK."}, {"pubmed": 20008019, "text": "GLP-1 but not GIP secretion is lower after meal ingestion and oral glucose, whereas GIP but not GLP-1 metabolism is increased after meal ingestion."}, {"pubmed": 20061446, "text": "a binding mode of GIP to GIPR in which the N-terminal moiety of GIP was sited within transmembrane helices (TMH) 2, 3, 5, and 6 with biologically crucial Tyr1 interacting with Gln224 (TMH3), Arg300 (TMH5), and Phe357 (TMH6)."}, {"pubmed": 20138041, "text": "GIP is expressed in and secreted from pancreatic islets and promotes islet glucose competence and also could support islet development and/or survival."}, {"pubmed": 20200305, "text": "We demonstrate for the first time that changes in insulin secretion after lifestyle intervention may be mediated via alterations in GIP secretion from intestinal K-cells"}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20580750, "text": "GLP-2, but not GIP, was found to stimulate the release of glucagon in patients with T1DM, suggesting a role for GLP-2 in the postprandial hyperglucagonaemia characterising individuals with T1DM"}, {"pubmed": 20673334, "text": "No statistically significant association was observed between any of the single nucleotide polymorphisms of GIP analysed and type 2 diabetes in our population."}, {"pubmed": 20673334, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20799012, "text": "These results suggest that Tyr/His(1) and Ile/Thr(7) of GIP/GLP-1 peptides confer differential ligand selectivity toward GIPR and GLP1R."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20978139, "text": "We report that the human GIP locus was differentially selected in East Asians about 8100 years ago based on the analysis of a nonsynonymous SNP (rs2291725)."}, {"pubmed": 21539943, "text": "Studies identified some potentially important additional C-terminal interactions of GIP with its N-terminal extracellular receptor domain."}, {"pubmed": 21815989, "text": "may have a pro-obesogenic action [review]"}, {"pubmed": 22179810, "text": "GIP reduces free fatty acid release from adipose tissue by inhibition of lipolysis or by increased reesterification."}, {"pubmed": 22301939, "text": "results indicate postprandial GIP secretion in early-phase after test meal in Japanese patients with type 2 diabetes was positively correlated with BMI, but not those with type 1 diabetes"}, {"pubmed": 22319034, "text": "Data suggest that reduced insulinotropic effect of GIP or GLP-1 (as in type 2 diabetes) can be induced in healthy subjects; this indicates that reduced incretin stimulation of insulin secretion results from insulin resistance/glucose intolerance."}, {"pubmed": 22349073, "text": "The results suggest that circulating levels of GIP and GLP-1 as well as the beta cell response to these incretins are highly familial as compared with fasting and stimulated plasma glucose, serum insulin and serum C-peptide levels."}, {"pubmed": 22391044, "text": "Hyperinsulinemia subjects with metabolic syndrome showed increased GIP secretion that could be responsible for the delayed glucagon suppression."}, {"pubmed": 22422137, "text": "The changes in glucose metabolism and incretin (GLP-1/GIP) responses were different between pancreatoduodenectomy and distal pancreatectomy."}, {"pubmed": 23064014, "text": "a lineage of mature enteroendocrine cells have the ability to coexpress members of a group of functionally related peptides: CCK, secretin, GIP, GLP-1, PYY, and neurotensin"}, {"pubmed": 23092914, "text": "GIP induces an inflammatory and prolipolytic response via the PKA -NF-kappaB-IL-1 pathway and impairs insulin sensitivity of glucose uptake in human adipocytes."}, {"pubmed": 23485142, "text": "Data suggest that postprandial plasma levels of glucose-dependent insulinotropic peptide (GIP) and glucagon-like peptide-1 (GLP1) are increased after consumption of buckwheat crackers versus rice crackers in healthy and type 2 diabetic subjects."}, {"pubmed": 23663508, "text": "Patients with idiopathic gastroparesis exhibit abnormal GIP levels."}, {"pubmed": 23864340, "text": "In type 2 diabetes, GLP-1 secretion is generally preserved and that GIP secretion is exaggerated."}, {"pubmed": 24018562, "text": "Beta cell connectedness is an inherent property of human islets that is likely to influence incretin-potentiated insulin secretion."}, {"pubmed": 24507870, "text": "Data from studies in healthy Japanese men suggest that plasma GIP levels in postprandial period are dose dependently increased by fat content of meals of ordinary size, despite the amount of additional fat being relatively small."}, {"pubmed": 24525020, "text": "Dietary fructose elicits GLP-1 secretion without simultaneous release of glucagonotropic GIP."}, {"pubmed": 25029417, "text": "irisin and GIP might contribute to the development of polycystic ovary syndrome and may also represent novel polycystic ovary syndrome biomarkers"}, {"pubmed": 25132122, "text": "Data suggest that postprandial blood levels of both GIP and insulin can be regulated by diet; here, inclusion of nopal/Opuntia/cactus (a functional food in traditional Mexican medicine) in breakfast reduces postprandial levels of GIP and insulin."}, {"pubmed": 25288806, "text": "phosphatidylinositol 3-kinase gamma has a role in insulin secretion induced by glucose-dependent insulinotropic polypeptide"}, {"pubmed": 25324507, "text": "These novel results support the notion that the GIP-GIPR axis plays a role in the etiology of central obesity in humans"}, {"pubmed": 25852025, "text": "Data confirm that postprandial plasma levels of glucose-dependent insulinotropic polypeptide (GIP) and insulin (INS) are responsive to glycemic index of foods consumed; glycemic index of breakfast cereals regulate plasma postprandial GIP and INS."}, {"pubmed": 26221611, "text": "Data suggest that high levels of blood glucose or AGEs (advanced glycation end products), as seen in hyperglycemia, reduce secretion of insulin by pancreatic beta cells via antagonism of GIP (gastric inhibitory polypeptide)/GIP receptor signaling."}, {"pubmed": 26395740, "text": "Fasting GIP concentrations are higher in individuals with a history of cardiovascular disease (myocardial infarction, stroke) when compared with control subjects."}, {"pubmed": 26434625, "text": "Our results might indicate an altered DPP4-incretin system and altered immunoregulation including a potentially dysfunctional GLP1(9)(-)(36) signaling in T1DM."}, {"pubmed": 26650343, "text": "decreased maternal 25OHD may be associated with decreased cord 25OHD and increased cord GLP-1 and GIP levels, which may be involved with the transfer of maternal glucose to the fetus"}, {"pubmed": 26895276, "text": "Excess androgen activity might be a factor contributing to alter secretion of incretins in lean polycystic ovary syndrome (PCOS) women. However it could not be ruled out that it is also possible that increased GIP levels might induce hyperandrogenemia in PCOS."}, {"pubmed": 27798656, "text": "Evening postprandial insulin and GIP responses and insulin resistance declined by over 30% after three meals that limited daily carbohydrate intake to 30% compared to no such changes after three 60%-carbohydrate meals, an effect that was independent of pre-meal exercise."}, {"pubmed": 28027898, "text": "GIP and PP plasma concentrations are lower in pancreatic cancer irrespective of the degree of glucose intolerance as compared to Type 2 diabetic patients and healthy controls."}, {"pubmed": 28179449, "text": "the stimulatory effect of IGF-1 on GIP promoter support the hypothesis of a functional growth hormone-igf-1-GIP axis"}, {"pubmed": 28374974, "text": "Describe model, in which the release of GIP/GLP-1 is stimulated by glucose in the proximal small intestine, and no differences in the secretion dynamics between healthy individuals and patients with T2D are identified after taking differences in glucose profiles into account."}, {"pubmed": 28655715, "text": "Compared with the lean group, the obese group had significantly higher fasting and post-OGTT GIP levels, but similar fasting GLP-1 and significantly lower post-OGTT GLP-1 levels."}, {"pubmed": 28667118, "text": "The ability of a truncated form of GIP, GIP(3-30)NH2, to antagonize the physiological actions of GIP in glucose metabolism, subcutaneous abdominal adipose tissue blood flow, and lipid metabolism in humans."}, {"pubmed": 29627317, "text": "CART expression was found in glucose-dependent insulinotropic polypeptide (GIP)-producing K-cells and glucagon-like peptide-1 (GLP-1)-producing L-cells in human duodenum and jejunum."}, {"pubmed": 29765988, "text": "The genetic variability of GIP gene is associated with coronary artery disease and it may play a role in the premature coronary artery disease in the Chinese Han population with type 2 diabetes."}, {"pubmed": 30248247, "text": "Study shows that there is sufficient evidence to confirm that gastric inhibitory polypeptide is an obesity-promoting factor in high fat diet conditions and that deletion of gastric inhibitory polypeptide receptor signaling causes resistance to diet-induced obesity."}, {"pubmed": 30948746, "text": "Glucose-dependent Insulinotropic Polypeptide (GIP) Resistance and beta-cell Dysfunction Contribute to Hyperglycaemia in Acromegaly."}, {"pubmed": 31000783, "text": "Role of adipose tissue GLP-1R expression in metabolic improvement after bariatric surgery in patients with type 2 diabetes."}, {"pubmed": 31001636, "text": "High GIP serum levels are associated with the risk of clear cell renal cell carcinoma."}, {"pubmed": 31539554, "text": "his paper describes the early history of Gastric Inhibitory Polypeptide, better referred to simply as GIP, from its isolation by purification from a crude preparation of CCK-PZ (cholecystokinin/pancreozymin) to its recognition as a key player in the pathogenesis of obesity and other metabolic disorders far removed from the enterogastrone properties by which it was originally identified."}, {"pubmed": 31933128, "text": "The pathogenic role of the GIP/GIPR axis in human endocrine tumors: emerging clinical mechanisms beyond diabetes."}, {"pubmed": 32090124, "text": "Serum Glucose-Dependent Insulinotropic Polypeptide (GIP) and Glucagon-Like Peptide-1 (GLP-1) in association with the Risk of Gestational Diabetes: A Prospective Case-Control Study."}, {"pubmed": 32098413, "text": "GIP as a Potential Therapeutic Target for Atherosclerotic Cardiovascular Disease-A Systematic Review."}, {"pubmed": 33078390, "text": "GIP receptor suppresses PAC1receptor-mediated neuronal differentiation via formation of a receptor heterocomplex."}, {"pubmed": 33886495, "text": "Effects of endogenous GIP in patients with type 2 diabetes."}, {"pubmed": 34154356, "text": "Relationship between levels of serum gastric inhibitory polypeptide (GIP), soluble interleukin-2 receptor (sIL-2R), and soluble triggering receptor expressed on myeloid cells-1 (sTREM-1) and disease condition and prognosis of patients with severe acute pancreatitis."}, {"pubmed": 34310013, "text": "The evolving story of incretins (GIP and GLP-1) in metabolic and cardiovascular disease: A pathophysiological update."}, {"pubmed": 35123462, "text": "The gut hormone glucose-dependent insulinotropic polypeptide is downregulated in response to myocardial injury."}, {"pubmed": 35397169, "text": "Loss of the Incretin Effect in Type 2 Diabetes: A Systematic Review and Meta-analysis."}, {"pubmed": 35846282, "text": "The Location of Missense Variants in the Human GIP Gene Is Indicative for Natural Selection."}, {"pubmed": 36111559, "text": "GIP Affects Hepatic Fat and Brown Adipose Tissue Thermogenesis but Not White Adipose Tissue Transcriptome in Type 1 Diabetes."}, {"pubmed": 36539382, "text": "Glucose-dependent insulinotropic polypeptide and glucagon-like peptide-1 secretion in humans: Characteristics and regulation."}, {"pubmed": 36799940, "text": "Human epicardial adipose tissue expresses glucose-dependent insulinotropic polypeptide, glucagon, and glucagon-like peptide-1 receptors as potential targets of pleiotropic therapies."}], "genomic_pos": {"chr": "17", "end": 48968596, "ensemblgene": "ENSG00000159224", "start": 48958554, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 47045958, "start": 47035916, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 2890159, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 26572091, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008344", "qualifier": "involved_in", "term": "adult locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009749", "qualifier": "involved_in", "term": "response to glucose"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010269", "qualifier": "involved_in", "term": "response to selenium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010447", "qualifier": "involved_in", "term": "response to acidic pH"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010828", "qualifier": "involved_in", "term": "positive regulation of glucose transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014070", "qualifier": "involved_in", "term": "response to organic cyclic compound"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031018", "qualifier": "involved_in", "term": "endocrine pancreas development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033993", "qualifier": "involved_in", "term": "response to lipid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035640", "qualifier": "involved_in", "term": "exploration behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038192", "pubmed": 26572091, "qualifier": "involved_in", "term": "gastric inhibitory peptide signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042304", "qualifier": "involved_in", "term": "regulation of fatty acid biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043200", "qualifier": "involved_in", "term": "response to amino acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043434", "qualifier": "involved_in", "term": "response to peptide hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043950", "qualifier": "involved_in", "term": "positive regulation of cAMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048678", "qualifier": "involved_in", "term": "response to axon injury"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050796", "pubmed": 20081857, "qualifier": "involved_in", "term": "regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055123", "qualifier": "involved_in", "term": "digestive system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060291", "qualifier": "involved_in", "term": "long-term synaptic potentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070328", "qualifier": "involved_in", "term": "triglyceride homeostasis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17715056, 25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031767", "pubmed": [17715056, 26572091], "qualifier": "enables", "term": "gastric inhibitory polypeptide receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031769", "qualifier": "enables", "term": "glucagon receptor binding"}]}, "homologene": {"genes": [[9544, 698335], [9598, 749143], [9606, 2695], [9615, 100856162], [9913, 511073], [10090, 14607], [10116, 25040]], "id": 3043}, "interpro": [{"desc": "Glucagon/GIP/secretin/VIP", "id": "IPR000532", "short_desc": "Glucagon_GIP_secretin_VIP"}, {"desc": "Gastric inhibitory polypeptide", "id": "IPR039078", "short_desc": "GIP"}], "ipi": "IPI00015998", "map_location": "17q21.32", "name": "gastric inhibitory polypeptide", "other_names": ["gastric inhibitory polypeptide", "glucose-dependent insulinotropic polypeptide", "incretin hormone"], "pantherdb": {"HGNC": "4270", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107504", "ortholog_type": "LDO", "panther_family": "PTHR15211", "taxid": 10090, "uniprot_kb": "P48756"}, {"RGD": "2709", "ortholog_type": "LDO", "panther_family": "PTHR15211", "taxid": 10116, "uniprot_kb": "Q06145"}, {"Ensembl": "ENSGALG00000001299", "ortholog_type": "LDO", "panther_family": "PTHR15211", "taxid": 9031, "uniprot_kb": "A0A3S5ZPS8"}, {"ZFIN": "ZDB-GENE-070720-10", "ortholog_type": "LDO", "panther_family": "PTHR15211", "taxid": 7955, "uniprot_kb": "F1R6N0"}], "uniprot_kb": "P09681"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-2980736", "name": "Peptide hormone metabolism"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-400508", "name": "Incretin synthesis, secretion, and inactivation"}, {"id": "R-HSA-400511", "name": "Synthesis, secretion, and inactivation of Glucose-dependent Insulinotropic Polypeptide (GIP)"}, {"id": "R-HSA-400511", "name": "Synthesis, secretion, and inactivation of Glucose-dependent Insulinotropic Polypeptide (GIP)"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-420092", "name": "Glucagon-type ligand receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["1T5Q", "2B4N", "2L70", "2L71", "2OBU", "2QKH", "7DTY", "7RA3"], "pfam": "PF00123", "pharmgkb": "PA28681", "pharos": {"target_id": 14089, "tdl": "Tbio"}, "pir": "A28406", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249947", "relationship": "is"}, {"id": "GNF249948", "relationship": "is"}, {"id": "GNF249949", "relationship": "is"}, {"id": "GNF249950", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128542", "relationship": "is"}, {"id": "GNF128611", "relationship": "is"}, {"id": "GNF128623", "relationship": "is"}, {"id": "GNF132081", "relationship": "is"}, {"id": "GNF132098", "relationship": "is"}, {"id": "GNF132100", "relationship": "is"}, {"id": "GNF132118", "relationship": "is"}, {"id": "GNF278127", "relationship": "is"}, {"id": "GNF278133", "relationship": "is"}, {"id": "GNF278142", "relationship": "is"}, {"id": "GNF278271", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF331291", "relationship": "is"}, {"id": "GNF331292", "relationship": "is"}, {"id": "GNF332605", "relationship": "is"}, {"id": "GNF332631", "relationship": "is"}, {"id": "GNF332632", "relationship": "is"}, {"id": "GNF332658", "relationship": "is"}, {"id": "GNF332669", "relationship": "is"}, {"id": "GNF332683", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334800", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097950", "relationship": "is"}, {"id": "GNF137605", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_004114.1", "rna": "NM_004123.3", "translation": {"protein": "NP_004114.1", "rna": "NM_004123.3"}}, "reporter": {"HG-U133_Plus_2": "207899_at", "HG-U95Av2": "611_at", "HTA-2_0": "TC17001657.hg.1", "HuEx-1_0": "3761661", "HuGene-1_1": "8016523", "HuGene-2_1": "16846363"}, "summary": "This gene encodes an incretin hormone and belongs to the glucagon superfamily. The encoded protein is important in maintaining glucose homeostasis as it is a potent stimulator of insulin secretion from pancreatic beta-cells following food ingestion and nutrient absorption. This gene stimulates insulin secretion via its G protein-coupled receptor activation of adenylyl cyclase and other signal transduction pathways. It is a relatively poor inhibitor of gastric acid secretion. [provided by RefSeq, Jul 2008].", "symbol": "GIP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415067"}, "unigene": "Hs.1454", "uniprot": {"Swiss-Prot": "P09681"}}