{"AllianceGenome": "4274", "HGNC": "4274", "MIM": "121014", "_id": "2697", "_version": 1, "accession": {"genomic": ["AF151980.2", "AL139098.15", "CH471051.2", "CP068272.2", "NC_000006.12", "NC_060930.1", "NG_008308.1", "U64573.1"], "protein": ["AAA52131.1", "AAD37802.2", "AAH26329.1", "BAD97009.1", "BAG35246.1", "BAG57837.1", "BAG58393.1", "BAG59841.1", "BAG60109.1", "BAG60112.1", "BAH14530.1", "CAA37122.1", "CAG46461.1", "EAW48178.1", "NP_000156.1", "P17302.2"], "rna": ["AK223289.1", "AK294670.1", "AK295460.1", "AK297402.1", "AK297761.1", "AK297764.1", "AK309377.1", "AK309490.1", "AK312324.1", "AK316159.1", "AW664595.1", "BC026329.1", "BP226987.1", "CR541660.1", "M65188.1", "NM_000165.5", "X52947.1"], "translation": [{"protein": "NP_000156.1", "rna": "NM_000165.5"}, {"protein": "BAG60112.1", "rna": "AK297764.1"}, {"protein": "BAG59841.1", "rna": "AK297402.1"}, {"protein": "BAH14530.1", "rna": "AK316159.1"}, {"protein": "CAG46461.1", "rna": "CR541660.1"}, {"protein": "BAG60109.1", "rna": "AK297761.1"}, {"protein": "BAG35246.1", "rna": "AK312324.1"}, {"protein": "BAG58393.1", "rna": "AK295460.1"}, {"protein": "CAA37122.1", "rna": "X52947.1"}, {"protein": "BAD97009.1", "rna": "AK223289.1"}, {"protein": "AAA52131.1", "rna": "M65188.1"}, {"protein": "AAH26329.1", "rna": "BC026329.1"}, {"protein": "BAG57837.1", "rna": "AK294670.1"}]}, "alias": ["AVSD3", "CMDR", "CX43", "EKVP", "EKVP3", "GJAL", "HLHS1", "HSS", "ODDD", "PPKCA"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "disputed", "classification_date": "2022-03-16T16:00:00.000Z", "disease_label": "nonsyndromic genetic hearing loss", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019497", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9e428d8c-42a2-430b-babd-8beceb26197e-2022-03-16T160000.000Z", "sop": "SOP8"}, {"classification": "limited", "classification_date": "2024-06-04T16:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "UD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9be0581c-6ed0-4104-8da8-87b697548212-2024-06-04T160000.000Z", "sop": "SOP10"}]}, "ensembl": {"gene": "ENSG00000152661", "protein": ["ENSP00000282561", "ENSP00000497283", "ENSP00000497367", "ENSP00000497565"], "transcript": ["ENST00000282561", "ENST00000647564", "ENST00000649003", "ENST00000650427"], "translation": [{"protein": "ENSP00000497283", "rna": "ENST00000649003"}, {"protein": "ENSP00000282561", "rna": "ENST00000282561"}, {"protein": "ENSP00000497367", "rna": "ENST00000650427"}, {"protein": "ENSP00000497565", "rna": "ENST00000647564"}], "type_of_gene": "protein_coding"}, "entrezgene": "2697", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.07591765, "exp_mis": 124.9102143, "exp_syn": 50.93322, "lof_z": 2.40376330268303, "mis_z": 1.57157607410282, "mu_lof": 9.40567110589e-07, "mu_mis": 1.09875351642e-05, "mu_syn": 4.45835765584e-06, "n_lof": 3.0, "n_mis": 89.0, "n_syn": 75.0, "p_li": 0.215546849622465, "p_null": 0.00867017926610283, "p_rec": 0.775782971111432, "syn_z": -2.09058067792857}, "bp": 1149, "cds_end": 121769142, "cds_start": 121767993, "n_exons": 1, "nonpsych": {"exp_lof": 10.004139, "exp_mis": 113.0351655, "exp_syn": 46.0788463, "lof_z": 2.17478778443251, "mis_z": 1.85187338983634, "mu_lof": 9.40567110589e-07, "mu_mis": 1.09875351642e-05, "mu_syn": 4.45835765584e-06, "n_lof": 3.0, "n_mis": 74.0, "n_syn": 70.0, "p_li": 0.172844987166257, "p_null": 0.0161739722342665, "p_rec": 0.810981040599477, "syn_z": -2.21868039335171}, "nontcga": {"exp_lof": 10.18783351, "exp_mis": 114.9153944, "exp_syn": 46.85655596, "lof_z": 2.22145915039269, "mis_z": 1.57622252256637, "mu_lof": 9.40567110589e-07, "mu_mis": 1.09875351642e-05, "mu_syn": 4.45835765584e-06, "n_lof": 3.0, "n_mis": 81.0, "n_syn": 71.0, "p_li": 0.169540534424658, "p_null": 0.0138400090456697, "p_rec": 0.816619456529673, "syn_z": -2.23324478688378}, "transcript": "ENST00000282561.3"}, "exons": [{"cdsend": 121447996, "cdsstart": 121446847, "chr": "6", "position": [[121435645, 121435832], [121446831, 121449727]], "strand": 1, "transcript": "NM_000165", "txend": 121449727, "txstart": 121435645}], "exons_hg19": [{"cdsend": 121769142, "cdsstart": 121767993, "chr": "6", "position": [[121756791, 121756978], [121767977, 121770873]], "strand": 1, "transcript": "NM_000165", "txend": 121770873, "txstart": 121756791}], "generif": [{"pubmed": 11470490, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11741942, "text": "This evidence adds Cx-43 to the list of transmembrane proteins capable of transducing survival signals in response to extracellular cues and raises the possibility that it may serve in this capacity for endogenously produced molecules or even other drugs."}, {"pubmed": 11746825, "text": "results demonstrate a new role of Cx43 in the mediation of apoptosis under low serum conditions"}, {"pubmed": 11815667, "text": "The fast transjunctional voltage-sensitive gating mechanism of Cx43 cell-cell channel can serve as a selectivity filter, which allows electrical coupling but limits metabolic communication."}, {"pubmed": 12003820, "text": "homocysteine (Hcy)-induced upregulation of Cx43 transcript and protein expression are associated with unaltered intercellular communication and redistribution of Cx43 in HUVEC"}, {"pubmed": 12019157, "text": "Connexin 43 suppresses human glioblastoma cell growth by down-regulation of monocyte chemotactic protein 1, as discovered using protein array technology."}, {"pubmed": 12042301, "text": "overexpression of Cx43 or Cx26 in breast cancer cells down-regulated fibroblast growth factor receptor-3"}, {"pubmed": 12064615, "text": "Data suggest that the dynamic changes of connexins 43, 40 and 45 during mouse cardiac development appear to be mirrored in the human."}, {"pubmed": 12064622, "text": "Results establish a role for connexin43 hemichannels in bisphosphonate action, and a novel function of connexin43 in the regulation of survival signaling pathways."}, {"pubmed": 12064631, "text": "Results provide evidence for Cx43 being targeted to lysosomes as a result of misfolding and aggregation, while in other cases, the delivery of wild-type Cx43 to lysosomes appears to be due to defects innate to the breast tumor cell type."}, {"pubmed": 12203365, "text": "and expression of the transcription factor E2F1 correlated inversely with tumor grade"}, {"pubmed": 12205082, "text": "alpha-catenin facilitates trafficking of connexins 32 and 43 to the cell surface and induces gap junction assembly"}, {"pubmed": 12397213, "text": "Our data show that the presence of Cx43 allows an inter-trophoblastic GJIC and is associated with the fusion process leading to the villous syncytiotrophoblast"}, {"pubmed": 12452056, "text": "abnormal expression of connexin43 and connexin45 in nasopharynx tissues may be associated with cancerization and squamatization of human nasopharynx tissue"}, {"pubmed": 12457340, "text": "We found mutations in the GJA1 gene in all 17 families with oculodentodigital dysplasia that we screened."}, {"pubmed": 12484567, "text": "These findings suggest that expression of Cx26 and Cx43 might be related to the differentiation of the arachnoid villi and meningiomas, and exhibit the different origin of various subtypes of meningiomas."}, {"pubmed": 12489165, "text": "Connexin 43 in human teeth. Tooth development, Cx43 in epithelial and mesenchymal dental cells. Adult teeth, Cx43 in odontoblasts. Cx43 downregulated in mature teeth, upregulated in odontoblasts facing caries. In dental pulp Cx43 in mineralized nodules."}, {"pubmed": 12619863, "text": "plasma membrane localization and formation of channels are not required for growth inhibition by Cx43, and nuclear localization of CT-Cx43 may exert effects on gene expression and growth"}, {"pubmed": 12619876, "text": "Focal disorganization of gap junction distribution and downregulation of Cx43 are typical of myocardial remodeling that may play an important role in the development of an arrhythmogenic substrate in human cardiomyopathies"}, {"pubmed": 12637502, "text": "connexin 43 gap junction communication induced by EGF is regulated by ERK5"}, {"pubmed": 12644583, "text": "the transcriptional up-regulation of Cx43 by Ras-Raf-MAPK is mediated via the interaction of a novel Cx43 promoter element with a protein complex that contains both HSP90 and c-Myc."}, {"pubmed": 12717835, "text": "gap junctional intercellular communication in hepatocellular carcinoma cell lines, and signal transduction mechanism of gap junction genes connexin32, connexin43 in hepatocarcinogenesis"}, {"pubmed": 12730291, "text": "the tyrosine-based motif of human connexin43 is a prime determinant controlling connexin43 stability, and consequently GJC, by targeting connexin43 for degradation in the endocytic/lysosomal compartment."}, {"pubmed": 12767974, "text": "proteasomal degradation regulates the stability of phosphorylated Cx43 and appears to promote the internalization of Cx43 from the cell surface"}, {"pubmed": 12840075, "text": "Cx43 is directly involved in human trophoblast cell-cell communication, fusion and differentiation."}, {"pubmed": 12861055, "text": "the point mutations in the second extracellular region of Cx43 do not affect the ability of the mutant proteins in vitro to suppress cell growth"}, {"pubmed": 12881039, "text": "mouse connexin43 promoter is regulated by GDF5 in osteoblasts ans embryos"}, {"pubmed": 12907686, "text": "connexin 43 is phosphorylated in ovarian tumor cells and has a role in gap junctional intercellular communication"}, {"pubmed": 13130072, "text": "examination of gating and regulation of hemichannels"}, {"pubmed": 14519646, "text": "Cx43 mRNA in adjacent normal tissue surrounding lung tumor simply detected by RT-PCR may act as a molecular marker of nodal micrometastasis in non-small cell lung cancer."}, {"pubmed": 14639017, "text": "Heterogeneous expression of Cx 43 protein may contribute to impaired ventricular conduction."}, {"pubmed": 14667880, "text": "mRNA levels of connexins in different sizes of luteinized normal and hyperstimulated follicles."}, {"pubmed": 14681024, "text": "Opening of non-junctional connexin 43 (Cx43) hemichannels plays a role in cell physiology"}, {"pubmed": 14713573, "text": "Low doses of ionizing radiation induce the transcriptional upregulation of connexin 43 expression employing NFAT and AP1 sites."}, {"pubmed": 14729836, "text": "A missense mutation in the cytoplasmic loop of GJA1 results in an atypical ophthalmological phenotype, displaying type III syndactyly but not the characteristic dental or skeletal features."}, {"pubmed": 14766937, "text": "Staining for Cx43 and Cx40 along regions of intimate cell-to-cell contact between human mesenchymal stem cells."}, {"pubmed": 14974090, "text": "Homozygous GJA1 point mutations in a conserver codon, one base change results in a Oculodentodigital dysplasia phenotype in one patient, another base change in the same codon resultes in a Hallermann-Streiff syndrome phenotype in another patient."}, {"pubmed": 15140236, "text": "the downregulation of Cx43 is an important event in human wound healing."}, {"pubmed": 15181016, "text": "Cx43 is able to regulate cell growth via an up-regulation of NOV transcription"}, {"pubmed": 15334670, "text": "mRNA level correlates with cell differentiation, nd is predictive of postoperative recurrence in hepatocellular carcinoma."}, {"pubmed": 15338868, "text": "Laryngeal cancer presented inactivation of Cx43 gene and E-cad gene and down regulation of Cx43 and E-cad proteins."}, {"pubmed": 15534005, "text": "PKC-dependent phosphorylation of Cx43 at S368 creates dynamic communication compartments that can temporally and spatially regulate wound healing."}, {"pubmed": 15576650, "text": "In nonischemic heart failure in humans, there is a decrease in both Cx43 expression and phosphorylation that contributes to uncoupling."}, {"pubmed": 15704645, "text": "The connexin 43 expression was seen in the circular layer of muscularis externa."}, {"pubmed": 15817491, "text": "charged residues present in Cx43 and related connexins help prevent endoplasmic reticulum oligomerization by stabilizing the third transmembrane domain in the membrane bilayer"}, {"pubmed": 15870276, "text": "existence of internal ribosome entry sites in connexin mRNAs permits connexin expression in density-inhibited or differentiated cells, where cap-dependent translation is generally reduced"}, {"pubmed": 15944608, "text": "Connexin43 is increased in vitro during process of intimal hyperplasia, supporting a critical role for Cx43-mediated gap-junctional communication in the human vein during the development of intimal hyperplasia."}, {"pubmed": 15948121, "text": "Phosphorylated Cx43, is up-regulated in hyperplasias and dysplasias and fibroadenoma and is strongly up-regulated in invasive carcinomas."}, {"pubmed": 15978203, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15979566, "text": "These data suggest that Cx43del(130-136) produces connexin-specific inhibition of intercellular communication through formation of heteromeric connexons that are non-functional and/or retained in the cytoplasm."}, {"pubmed": 15987459, "text": "study demonstrated for the first time that Cx43 protein can be localized at the cell-cell interface between endothelial cells and tumor cells during the process of diapedesis"}, {"pubmed": 16010294, "text": "Disturbances in both the expression and distribution of Cx43 were found in children with tetralogy of Fallot"}, {"pubmed": 16103109, "text": "aquaporin-4 has species-specific roles in astrocytes and a functional relationship with Connexin43"}, {"pubmed": 16112082, "text": "These results suggest that the newly identified domain is essential for the proper phosphorylation and localization of Cx43, and CIP150 is a novel partner protein targeting this domain."}, {"pubmed": 16219735, "text": "Our results demonstrate a new mutation (P59H) in the GJ1A gene, identified in a family with ODDD (oculodentodigital dysplasia) syndrome."}, {"pubmed": 16319124, "text": "These results suggest that gap junctional intercellular communication and expression of Cx43 contribute to alkaline phosphatase activity, as well as osteocalcin, osteopontin, and Cbfa1 expression in osteoblastic cells."}, {"pubmed": 16361362, "text": "This is the first study to demonstrate that flow simultaneously and differentially regulates expression of the Cx37, Cx40, and Cx43 proteins."}, {"pubmed": 16378922, "text": "GJA1 mutations is associated with oculo-dento-digital dysplasia"}, {"pubmed": 16407179, "text": "Cx26 and Cx43 have roles in closed gap junction channel formation"}, {"pubmed": 16424398, "text": "This study evaluated whether the gap junction protein connexin (Cx) 43 could serve as a negative cell surface marker for human corneal epithelial stem cells. Cx43 expression was evaluated in corneo-limbal tissue and primary limbal epithelial cultures."}, {"pubmed": 16442184, "text": "Results demonstrate that TGF-beta1 significantly up-regulates connexin 43 expression and intercellular communication, in concert with increased expression of alpha-actin, calponin and SM1."}, {"pubmed": 16480955, "text": "revealed a significant influence of cardiopulmonary bypass and the underlying heart defect on Cx43 expression"}, {"pubmed": 16580773, "text": "Results showed that Cx43 was phosphorylated during lung tumorigenesis."}, {"pubmed": 16638984, "text": "The frequency of mutations in the FOXC1, GJA1, PITX2, and CYP1B1 genes in this study were 25%, 12.5%, 0% and 0%, respectively."}, {"pubmed": 16647893, "text": "Detected with RT-PCR profiling in ovarian cancer cells."}, {"pubmed": 16674815, "text": "High expression of connexin 43 & syndecan 3 & their co-localization to smooth muscle bundles during normal labour, with significant reduction in prolonged labour, may indicate a role for these proteins in co-ordination of myometrial contractility."}, {"pubmed": 16675599, "text": "downregulation of Cx43 expression by high glucose promotes the senescence of glomerular mesangial cells, which may be involved in the pathogenesis of diabetic nephropathy"}, {"pubmed": 16677845, "text": "The present review highlights the emerging role of connexin43 in the physiology and physiopathology of human erectile function and its possible medical application."}, {"pubmed": 16684925, "text": "Cx43 expression and cell-to-cell communication increased in response to high glucose and may protect the collecting duct from renal damage associated with more established diabetic nephropathy."}, {"pubmed": 16741927, "text": "Conditional expression of AML1-ETO by the ecdysone-inducible system dramatically increases the expression of connexin 43 together with growth arrest at G1 phase in leukemic U937 cells."}, {"pubmed": 16816024, "text": "Oculodentodigital syndrome is inherited as an autosomal dominant trait, results from missense mutations in the gap junction protein connexin 43."}, {"pubmed": 16820096, "text": "connexin 43 is downregulated in Sertoli cells and germ cells during the transition from preinvasive carcinoma in situ to seminoma"}, {"pubmed": 16820904, "text": "Cx43 plays a role as a tumor suppressor, however, no definite correlation was found between Cx43 and cell migration and invasion."}, {"pubmed": 16823880, "text": "Based on these data, we propose a working hypothesis in which Cx43 could be an intermediate target for T3 inhibition of neonatal Sertoli cell proliferation."}, {"pubmed": 16886200, "text": "These findings suggested that the brain may generate neuronal protection by increasing the levels of Cx43 and amplifying the astrocytic gap junctional intercellular communication under hypoxic condition."}, {"pubmed": 16891658, "text": "the 46 aberrant amino acid residues of GJA1 associated with the frameshift mutant are, at least in part, responsible for the manifestation of palmoplantar keratoderma symptoms"}, {"pubmed": 16958087, "text": "We conclude that activation of the innate immune response in astrocytes is associated with functional loss of CX43 through a pathway involving NF-kappaB and PI3 kinase."}, {"pubmed": 17072341, "text": "Inhibition of Cx43 function in high expressing cells led to an increase in drug resistance."}, {"pubmed": 17143533, "text": "A rational strategy for treating patients with advanced hormone refractory prostate cancer using CX43 gene therapy and docetaxel."}, {"pubmed": 17183550, "text": "Cx43 was colocalized with actin in tenocytes; colocalization increased significantly after cyclic strain"}, {"pubmed": 17189315, "text": "Cx40/Cx45 junctions demonstrate electrical signal transfer asymmetry that can be modulated between unidirectional and bidirectional by small changes in the difference between holding potentials of the coupled cells."}, {"pubmed": 17275998, "text": "Cx43 expression may be in part responsible for the malignancy of hepatoma cells through a decrease in GJIC composed of Cx32"}, {"pubmed": 17420259, "text": "The potency difference in the dominant negative properties of Cx43 mutants may have clinical implications for the various symptoms and disease severity observed in oculodentodigital dysplasia patients."}, {"pubmed": 17486593, "text": "Cx43 expression level could influence the action of Endothelin-1 on human osteoblastic cell differentiation"}, {"pubmed": 17541973, "text": "the interaction between Cx43 and ZO-1 is regulated by the proteasome"}, {"pubmed": 17551925, "text": "Activation of the EGFR pathway in response to HP leads to decrease of GJIC via tyrosine phosphorylation of Cx43 in ONH astrocytes. In glaucoma, astrocytes may lose GJIC altering the homeostasis of RGC axons."}, {"pubmed": 17572641, "text": "as in primary cultured limbal epithelial cells, Cx43 expression and extent of GJIC may serve as markers for the differentiation status of nasal epithelial cells."}, {"pubmed": 17624368, "text": "Connexin43 expression can be influenced by Ang II and IGF-1 through ERK and p38 pathways and may contribute to the pathogenesis of vein graft disease following coronary artery bypass grafting."}, {"pubmed": 17687502, "text": "the increased hemichannel activity may be directly caused by an altered conformation of the mutated channel forming protein in patiets with oculodentodigital dysplasia"}, {"pubmed": 17708781, "text": "Cx43 expression level and gap junction function in acute leukemia bone marrow stromal cells was lower than in normal cells."}, {"pubmed": 17760848, "text": "It is concluded that in patients with heart failure, down-regulation of ZO-1 matches the diminished expression levels of connexin 43, suggesting that ZO-1 plays an important role in gap junction formation and gap junction plaque stability."}, {"pubmed": 17878326, "text": "levels of connexin-43 are below those detectable by immunofluorescence"}, {"pubmed": 17885214, "text": "The connexin 43 density was significantly increased in the mid-myocardium of transgenic hearts compared with wild type in hypertrophic cardiomyopathy"}, {"pubmed": 17895291, "text": "In myometrial smooth muscle cells, corticotropin-releasing hormone (CRH)enhances Cx43 mRNA and protein expression through upregulation of c-Fos expression. Blockade of AP-1 sites to the Cx43 promoter can neutralize the CRH-induced upregulation of Cx43."}, {"pubmed": 17898133, "text": "Physiological concentrations of intracellular Ca(2+) regulate the permeability of Cx43 in a calmodulin-dependent manner that does not require the major portion of the COOH terminus of Cx43."}, {"pubmed": 17901047, "text": "CaM binds to a specific region of the ubiquitous gap junction protein Cx43 in a Ca(2+)-dependent manner, providing a molecular basis for the well characterized Ca(2+)-dependent inhibition of Cx43-containing gap junctions"}, {"pubmed": 17922338, "text": "This study investigates the responses of endothelial connexin 37, connexin 40, and connexin 43 (Cx37, Cx40, and Cx43) to shear stress and substrate."}, {"pubmed": 18047584, "text": "Cx43 hyperphosphorylation induced by UVA is, at least in part, mediated through mitogen-activated protein kinase (MAPK) activation as Ser279 and Ser282 sites, two downstream direct targets of p38 MAPK found to be phosphorylated after UVA treatment."}, {"pubmed": 18056766, "text": "Findings suggest that ZO-1, by interacting with Cx43, plays a role in the down-regulation and decreased size of Cx43 gap junctions in congestive heart failure."}, {"pubmed": 18068673, "text": "These findings indicate that Cx43 contributes to RPE differentiation via cAMP signaling."}, {"pubmed": 18079109, "text": "A novel connexin43-interacting protein, CIP75, which belongs to the UbL-UBA protein family, regulates the turnover of connexin43"}, {"pubmed": 18085635, "text": "found in the myocytes, but not fibroblasts, of the atrioventricular junction"}, {"pubmed": 18089569, "text": "review of autosomal dominant mutations of the genes encoding Cx26 and Cx43 [review]"}, {"pubmed": 18161618, "text": "Oculodentodigital dysplasia is caused by heterozygous mutations in the 6q22-q23 located GJA1 gene, that encodes connexin 43"}, {"pubmed": 18162455, "text": "Connexin 43 was absent or decreased in testis of humans with impaired spermatogesis."}, {"pubmed": 18162583, "text": "The Cx43/Cavs association occurs during exocytic transport, and they clearly indicate that caveolin regulates gap junctional intercellular communication."}, {"pubmed": 18193170, "text": "Overexpression of Cx43 is associated with breast cancer cell metastatic potential"}, {"pubmed": 18267319, "text": "Polarized Caco-2/TC7 cells express significant amounts of Cx26, Cx32 and Cx43."}, {"pubmed": 18269311, "text": "germ line reduction of Cx43-based gap junctional intercellular communication leads to impaired osteoblast differentiation, which may account for the bone phenotypes observed in oculodentodigital dysplasia patients"}, {"pubmed": 18297686, "text": "These results identify JNK, and not NFkappaB, as a critical mediator of TNF-alpha repressory effect on connexin 43 gene expression."}, {"pubmed": 18396685, "text": "The decreasing expression of connexin Cx32 and Cx43 is obviously correlated with the occurrence, development and metastatic potential of stomach cancers."}, {"pubmed": 18405916, "text": "These data demonstrate the role of Cx43 in the proliferation and migration of human saphenous vein smooth muscle cells and angiotensin II-induced Cx43 expression via mitogen-activated protein kinases (MAPK)-AP-1 signaling pathway."}, {"pubmed": 18412120, "text": "We report here the first case of oculodentodigital dysplasia (ODDD) in a black African person, and the first case with taurodontism in ODDD, associated with a novel GJA1 mutation."}, {"pubmed": 18425059, "text": "L113P represents a pathogenic mutation in GJA1 (Cx43) and results in oculo dentodigital dysplasia (ODDD) with marked intrafamilial variation in glaucoma type and severity."}, {"pubmed": 18435417, "text": "These data suggest that changes are apparent in markers for abnormal glial-neuronal communication (connexin 43 and aquaporin 4) in brains of subjects with autism."}, {"pubmed": 18445604, "text": "Report activation of endothelial cells to pathological status by down-regulation of connexin43."}, {"pubmed": 18600256, "text": "the level of expression, the localization and the functionality of connexin43 (Cx43) in three glioblastoma cell lines. Cx43 was responsible for the gap-junctional intercellular communication and thebystander effect"}, {"pubmed": 18636092, "text": "domain-swapped dimerization of zonula occludens-1 PDZ2 generates a distinct interface that functions together with the well-separated canonical carboxyl tail-binding pocket in each PDZ unit in binding to connexin43 (Cx43)"}, {"pubmed": 18647409, "text": "Upregulation in tumor cell-endothelial cell contact areas in vitro and in vivo, and in areas of intratumor blood vessels and in micrometastatic foci"}, {"pubmed": 18660473, "text": "Our evaluation not only expands the phenotypes associated with GJA1 gene mutations but also demonstrates that a great degree of variability in neurological defects."}, {"pubmed": 18662195, "text": "Reduced connexin43 expression and localization to the intercalated disk occurs in heterozygous human PKP-2 mutations, potentially explaining the delayed conduction and propensity to develop arrhythmias seen in this disease."}, {"pubmed": 18675253, "text": "Clathrin associates with both connexin 43 gap junction plaques and pentilaminar gap junction vesicles."}, {"pubmed": 18687515, "text": "Cx43 is present in human bladder tissue both of overactive bladders and those of controls. However, it is expressed in very small amounts and is not always detectable. The role of Cx43 for the origin of detrusor overactivity remains unclear."}, {"pubmed": 18823947, "text": "Cx43 mediates the expression of an array of genes involved in human cardiogenesis, in addition to intercellular communication."}, {"pubmed": 18839320, "text": "Reduced expression of connexin 43 is associated with lung metastasis in breast cancer"}, {"pubmed": 18946008, "text": "mutations underlie oculodentodigital syndrome"}, {"pubmed": 18951659, "text": "Calcium levels in a microenvironment functionally connecting plasma membrane connexin hemichannels to downstream inositol triphosphate-dependent calcium release channels in the endoplasmic reticulum were disrupted by the connexin mimetic peptide."}, {"pubmed": 18988928, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19001515, "text": "Melatonin increased expression of the gap junction protein, connexin 43 in myometrial smooth muscle."}, {"pubmed": 19027966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19056535, "text": "Over-expression of connexin 43 significantly induced E-cadherin expression"}, {"pubmed": 19084810, "text": "Their expression did not disrupt localization of endogenous PKP2, connexin-43 (Cx43), or desmoplakin (DP). However, we observed reduced abundance of Cx43 after R79x expression."}, {"pubmed": 19174466, "text": "Cx43 establishes residency at all cell-surface membrane domains, and progressively acquires assembly states that probably reflect differences in either channel packing and/or its interactions with Cx43-binding proteins."}, {"pubmed": 19297036, "text": "Cx43 mutations are not responsible for criss-cross heart in humans or are not a major cause for this defect"}, {"pubmed": 19297523, "text": "Cx43 and Cx32 undergo a multistep conformational maturation process in which folding of connexin monomers within the endoplasmic reticulum is a prerequisite for multisubunit assembly in the trans-Golgi network."}, {"pubmed": 19321193, "text": "The changes of Cx43 expression in human autoimmune thyroid disease were associated with variations in thyroid function and hormone secretion."}, {"pubmed": 19321666, "text": "This supports a new role for ERp29 as a chaperone that helps stabilize monomeric Cx43 to enable oligomerization to occur in the Golgi apparatus."}, {"pubmed": 19396169, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423654, "text": "p54nrb is a transcriptional corepressor of the progesterone receptor that modulates transcription of the labor-associated gene, connexin 43 (Gja1)"}, {"pubmed": 19460861, "text": "Cx43 is a potential mediator of the neuroprotective actions of CRH"}, {"pubmed": 19490996, "text": "High-frequence electromagnetic field exposure significantly and selectively increased trophoblast Cx40 and Cx43, without altering protein expression."}, {"pubmed": 19544087, "text": "Caveolin-3 (Cav3) is a new Cx43-interacting protein."}, {"pubmed": 19556520, "text": "Report novel pharmacophores of connexin43 based on the \"RXP\" series of Cx43-binding peptides."}, {"pubmed": 19563063, "text": "Phosphorylation of Cx43 leads to decrease in the expression, which makes ovarian cancer cells less chemosensitive."}, {"pubmed": 19604543, "text": "The reduced levels of Cx43 protein should not to be ascribed to a reduced genetic transcription, but to an alteration of the post-transcriptional mechanisms such as the regulation of its synthesis and/or the intracellular transport to membrane sites."}, {"pubmed": 19615768, "text": "Chinese congenital heart defect patients have three novel non-synonymous genetic variants close to the hydrophobic c-terminus in connexin 43"}, {"pubmed": 19615768, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19679555, "text": "Overexpression of protease-activated receptor-1 contributes to melanoma metastasis via regulation of connexin 43."}, {"pubmed": 19706598, "text": "CCN3 increases the activity of the small GTPase Rac1, thereby revealing a pathway that links Cx43 directly to actin reorganization."}, {"pubmed": 19710532, "text": "TGF-beta1 mediates glucose-evoked up-regulation of CX43 cell-to-cell communication in collecting tubules of the kidney."}, {"pubmed": 19716642, "text": "obtained 3-dimensional structural information on the complex between the cytoplasmic loop of cx43 and calmodulin; data indicates that calmodulin binds to the peptide from cx43 in the classical 'collapsed' conformation"}, {"pubmed": 19726320, "text": "nNOS, Pax3 and Cx43 proteins are closely related to the growth and development of the spinal cord in human embryos and fetuses."}, {"pubmed": 19808103, "text": "lack of genotype-phenotype correlation for GJA1 mutations in oculo-dento-digital dysplasia"}, {"pubmed": 19808665, "text": "analysis of intermolecular interactions between the connexin40 and connexin43 carboxyl-terminal and cytoplasmic loop domains"}, {"pubmed": 19820388, "text": "Loss of functional gap junctions may occur because of the aberrant expression and localization of Cx26 and Cx43 in endometrial cancer."}, {"pubmed": 19847613, "text": "A novel GJA1 mutation was detected in a Japanese oculodentodigital dysplasia syndrome (ODDD) patient."}, {"pubmed": 19854014, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19860828, "text": "the expression of these Cx43-eYFP mutant constructs and found that the L90V mutation disrupted basolateral expression."}, {"pubmed": 19864031, "text": "Expression of connexin 43 appears to be involved in the pathogenesis of atherosclerosis in the radial artery."}, {"pubmed": 19883623, "text": "Studies indicate that 21 different Cxs have been detected and they are generally named according to their approximate molecular mass in Kda, e.g. Cx32, Cx43 and Cx45."}, {"pubmed": 19908168, "text": "Low connexin-43 is associated with pancreatic cancer."}, {"pubmed": 19910046, "text": "Our findings suggest Cx43 and gap junction intercellular communication might be involved in the courses of occurrence, development and termination of acute leukemia"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19935872, "text": "Results suggest that asymmetric dimethylarginine inhibits endothelial gap junction function via downregulating Cx43 expression."}, {"pubmed": 20038810, "text": "Limited forward trafficking of connexin 43 reduces cell-cell coupling in stressed human and mouse myocardium."}, {"pubmed": 20086016, "text": "although Panx1 and Panx3 share a common endoplasmic reticulum to Golgi secretory pathway to Cx43, their ultimate cell surface residency appears to be independent of cell contacts and the need for intact microtubules"}, {"pubmed": 20117462, "text": "In atrial fibrillation, angiotensin II activates CTGF via activation of Rac1 and nicotinamide adenine dinucleotide phosphate oxidase, leading to up-regulation of Cx43, N-cadherin, and interstitial fibrosis."}, {"pubmed": 20130915, "text": "Data suggest that the three mutations in GJA1 or rhoGJA1 result in at least partial loss of normal functions carried out by CX43."}, {"pubmed": 20137634, "text": "Over-expression of Cx32 and Cx43 was found in samples of hippocampus from epileptic patients."}, {"pubmed": 20167932, "text": "Connexin 43 gap junctions with highly variable morphology are formed between cardiomyocyte lateral membranes with increased frequency in heart failure and GJ turnover likely occurs via an autophagic pathway."}, {"pubmed": 20233983, "text": "Cx43Hcs were found to be involved in sustaining proliferation of T cells, as assessed by cell cycle staining, thymidine incorporation assays."}, {"pubmed": 20346202, "text": "concomitant electrical pacing increased gap junction expression by paracrine action."}, {"pubmed": 20347265, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20373058, "text": "increased expression of Cx43 and E-cadherin may contribute to the efficient metastasis of gastric cancer to the lymph nodes."}, {"pubmed": 20375327, "text": "In the human retina and optic nerve, connexin43 is present on glia, blood vessels, and epithelial cells."}, {"pubmed": 20406988, "text": "The tumor-suppressive function of Connexin43 in keratinocytes is mediated in part via interaction with caveolin-1."}, {"pubmed": 20413811, "text": "these findings demonstrate the distribution of c-kit- and connexin 43-positive interstitial cells in the connective tissue and smooth musculature of the corpus cavernosum."}, {"pubmed": 20512920, "text": "Our study shows for the first time that a free C-tail is sufficient to induce Cx43-dependent changes in cell morphology and that Cx43 signaling is linked to the regulation of the actin cytoskeleton."}, {"pubmed": 20512937, "text": "enhanced Cx43 expression and not gap junction-mediated communication, is involved in regulating cell cycle traverse"}, {"pubmed": 20530971, "text": "Results show that Cx40, Cx37, Cx43 and Cx45 were expressed within the glomeruli."}, {"pubmed": 20593197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20606116, "text": "findings implicate somatic genetic defects of Cx43 as a potential cause of atrial fibrillation and support the paradigm that sporadic, nonfamilial cases of lone AF may arise from genetic mosaicism"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20639392, "text": "Observational study, meta-analysis, and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651379, "text": "Both aberrant localization and epigenetic changes are associated with aberrant expression of connexin 43 in human NSCLC."}, {"pubmed": 20668687, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 20684953, "text": "Androgens excess downregulates connexin 43 in granulosa cells."}, {"pubmed": 20803237, "text": "studies indicate cell surface sialic acid on cancer cells may suppress Cx43 gap junction functions via inhibiting Cx43 traffic"}, {"pubmed": 20876208, "text": "Data show that Cx43 plaques on the plasma membranes of cells within KGN and NHF spheroids 24 h postseeding."}, {"pubmed": 20878577, "text": "Cx43 gene may be involved in the mechanism of peritoneal metastasis of gastric cancer."}, {"pubmed": 20881238, "text": "hemichannels formed by Cx43 are activated by extracellular alkalinization."}, {"pubmed": 20934339, "text": "In glaucomatous eyes, increased connexin43 immunoreactivity was observed at the level of the lamina cribrosa and in the peripapillary and mid-peripheral retina in association with glial activation."}, {"pubmed": 20940304, "text": "although CIP75 can interact with ubiquitinated cellular proteins, its interaction with Cx43 and stimulation of Cx43 proteasomal degradation does not require the ubiquitination of Cx43."}, {"pubmed": 21176558, "text": "Down-regulation of Cx43 expression and ultrastructure changes in the junction zone might play an important role in pathogenesis of adenomyosis."}, {"pubmed": 21205823, "text": "connexin43 transcriptional suppression by TBX18 undermines cardiomyocyte cell-cell electrical coupling"}, {"pubmed": 21328609, "text": "Cx-43 participation is critical for heterocellular gap junction intercellular communication between mast cells and fibroblasts."}, {"pubmed": 21378309, "text": "Autophagy is involoved in the degradation of CX43 and CX50."}, {"pubmed": 21383325, "text": "This study pointed out that a rearrangement of Cx43-positive elements is part of abnormal tissue organization in FCD type IIB, and that cryptogenic epilepsies include forms with increased Cx43 mRNA expression."}, {"pubmed": 21385904, "text": "Data show direct interaction between miR-218 and the 3'UTR of mRNAs encoding ROBO1, survivin (BIRC5), and connexin43 (GJA1)."}, {"pubmed": 21411628, "text": "ZO-1 regulates the rate of undocked connexon aggregation into gap junctions, enabling dynamic partitioning of Cx43 channel function between junctional and proximal nonjunctional domains of plasma membrane"}, {"pubmed": 21424225, "text": "Study shows that fusion of a V5/6-His tag (hexa moiety M r = 0.93 kDa) to the CT segment of Cx40, Cx43 and Cx45 does not prevent the cells from forming channels."}, {"pubmed": 21442291, "text": "we propose that the increase in Cx43 expression induced by mechanical strain in ossification of the posterior longitudinal ligament cells plays an important role in the progression of Ossification of the posterior longitudinal ligament."}, {"pubmed": 21532342, "text": "Enhanced PKCepsilon mediated phosphorylation of connexin43 at serine 368 by a carboxyl-terminal mimetic peptide is dependent on injury."}, {"pubmed": 21538160, "text": "The Tbx3, SOX4, and SOX2 ChIP data, identify a region in intron 1 of Connexin 43 bound by all tree proteins and subsequent ChIP experiments verify that this sequence is bound, in vivo, in the developing heart."}, {"pubmed": 21606502, "text": "Cx43 and Cx46 have novel functions in regulating each other's expression and turnover in a reciprocal manner in addition to their conventional roles as gap junction proteins in lens cells."}, {"pubmed": 21642545, "text": "A possible mechanism of Cx43 transgene activity is proposed in a newly discovered signaling pathway that regulates Foxp3 expression in regulatory T (Treg) lineage cells."}, {"pubmed": 21665377, "text": "Alendronate may enhance the proliferation of osteoblastic cell line through connexin 43 activation."}, {"pubmed": 21669459, "text": "Cx43 reduced expression in both maternal uterine decidua and fetal chorionic villi samples of REPL patients could contribute to recurrent early pregnancy loss."}, {"pubmed": 21670345, "text": "Optic nerve and retinal dysplasia was observed in both patients, and ciliary body cysts were observed in 1 patient. Both patients carried isolated in-frame deletion and missense mutations of the GJA1 gene on chromosome 6."}, {"pubmed": 21716323, "text": "Cx43 has an important role in hair regeneration, growth, and cuticle formation."}, {"pubmed": 21718795, "text": "These data suggest that Cx43 inhibits the invasion and metastasis of pulmonary giant cell carcinoma cells by modulating the secretion of FSTL1, which is regulated by histone acetylation."}, {"pubmed": 21726529, "text": "this study provides novel insights into the regulation of gap junction function by CYPOR and suggests that Cx43 may play an important role(s) in CYPOR-mediated bone defects seen in patients."}, {"pubmed": 21727092, "text": "increased activation of associated PAK1 can contribute to enhanced Cx43 dephosphorylation and impaired intercellular coupling that may underlie slow conduction in heart failure"}, {"pubmed": 21763271, "text": "Connexin43 phosphorylation and cytoprotection in the heart [review]"}, {"pubmed": 21819962, "text": "review of connexin43 phosphorylation in brain, cardiac, endothelial and epithelial tissues [review]"}, {"pubmed": 21839722, "text": "review of functional consequences of abnormal Cx43 expression in the heart [review]"}, {"pubmed": 21856279, "text": "connexin43 carboxyl terminus has a role in cardiac gap junction organization"}, {"pubmed": 21858092, "text": "Data show that EMD significantly increased the expression of connexin 43 and N-cadherin at early time points ranging from 2 to 5 days."}, {"pubmed": 21866551, "text": "Cx43 was found to colocalize with beta-catenin and negatively regulate the Wnt signaling pathway, and expression of Cx43 was associated with increased levels of apoptosis; data indicate that Cx43 is a colorectal cancer tumor suppressor protein that predicts clinical outcome"}, {"pubmed": 21872657, "text": "this study identifies a new mechanism of gap junction intercellular communication regulation in which endogenous g-protein coupled receptor agonists dynamically alter interactions between connexin43 and zonula occludens-1"}, {"pubmed": 22012769, "text": "granulosa cell-tumor cells are characterized by a partial or complete loss of Cx43 expression and expression of Cx32"}, {"pubmed": 22033928, "text": "Cx43 has a dual function exporting NAD(+) and importing cADPR into the cell to activate intracellular calcium mobilization."}, {"pubmed": 22049024, "text": "we report on the role of the C-terminus of connexin43 in the process of gap junction assembly"}, {"pubmed": 22080401, "text": "increased expression of Cx43 in PC-3 cells led to an unfunctional, cytoplasmic localization of the protein and was correlated with a reduction of proliferation, adhesion and invasion of the cells"}, {"pubmed": 22112812, "text": "Cx43-induced gap junctional changes do not initiate granulosa cell apoptosis but likely result from apoptosis induced by GnRH-I or -II."}, {"pubmed": 22131169, "text": "Our results suggest that glioma stem cells require the low expression of Cx43 for maintaining their malignant phenotype."}, {"pubmed": 22141269, "text": "Gossypol reduces the expression of CX43 in TM4 Sertoli cells."}, {"pubmed": 22155212, "text": "Channel-independent influence of connexin 43 on cell migration [review]"}, {"pubmed": 22179534, "text": "This study provides the first molecular and functional evidence implicating a GJA1 mutation as a novel pathogenic substrate for sudden infant death syndrome."}, {"pubmed": 22180603, "text": "Cx43 emerges as a molecule that is involved not only in forming gap junctions for the cell-cell transfer of electrical charge but also as an organization centre for the establishment of proper sodium channel function."}, {"pubmed": 22230328, "text": "Cx43 is dispensable for cellular BP binding, its uptake, as well as the proliferative effects of these agents"}, {"pubmed": 22238282, "text": "Cx43-mediated GJIC and SLC1A5 interaction play important functional roles in trophoblast cell fusion."}, {"pubmed": 22259903, "text": "four patients with anomalous left coronary artery from the pulmonary artery (ALCAPA) did not exhibit any evidence of association between connexin 43alpha1 and the clinical phenotype"}, {"pubmed": 22389404, "text": "During wounding, CASK is mobilized to the plasma membrane where it colocalizes with Cx43 and CADM1 1 hour after skin explant wounding."}, {"pubmed": 22399755, "text": "A significant reduction is found in ATP release after weight-drop injury in mice with deletion of connexin43 (Cx43) compared with Cx43-expressing littermates."}, {"pubmed": 22405962, "text": "Severely hypoplastic left hearts and borderline left ventricle hearts showed reduced connexin 43 expression in interacalated disks."}, {"pubmed": 22417726, "text": "TNF-alpha, TNFRII and Cx43 are downstream effectors of the AGEs-RAGE interaction in human microglial cell culture."}, {"pubmed": 22422398, "text": "Cx43 gap junctions are gated and closed by a Ca2+/calmodulin-dependent mechanism involving the carboxyl-terminal quarter of the connexin CL domain."}, {"pubmed": 22430144, "text": "These results showed the important roles of the Cx43 C-terminus in gap junction expression and its turnover."}, {"pubmed": 22446325, "text": "These studies suggest that local regulation of monocyte Cx43 activity within the vasculature can dynamically modulate the monocyte-endothelial adhesion that is an initiating event in vascular inflammatory pathologies, with the baseline adhesion set by Cx43 expression levels."}, {"pubmed": 22455314, "text": "The increased levels of Cx43 from high glucose resulted in repressed filopodial extensions and significantly slower migration rates than in either standard conditions or the osmotic control of mannitol."}, {"pubmed": 22558917, "text": "propose a pathway for understanding the microtubule-dependent regulation of Cx43 gap junctional communications"}, {"pubmed": 22590817, "text": "The Cx alteration is moderately consistent in cervical dysplasia, and for Cx43 can precede histologic changes."}, {"pubmed": 22615994, "text": "Cx43 and N-cadherin are potential therapeutic targets in the promotion of healing of venous leg ulcers, by acting at least in part through distinct contributions of cell adhesion, migration, proliferation and cytoskeletal dynamics."}, {"pubmed": 22657348, "text": "Dlg is a physiologically relevant regulator of Cx43 in transformed epithelial cells."}, {"pubmed": 22729648, "text": "The data show that induced expression of either Cx37 or Cx40 in Cx43-expressing cells can selectively alter the intercellular exchange of some molecules without affecting the transfer of others."}, {"pubmed": 22736223, "text": "data indicate that Cx43 regulates the growth and apoptosis of pancreatic cancer cells; Cx43 interacts with Bax to initiate the mitochondrial apoptotic pathway"}, {"pubmed": 22775996, "text": "During wound healing, mutant Cx43 may enhance keratinocyte proliferation and promote early differentiation of keratinocytes."}, {"pubmed": 22785209, "text": "miR-20a significantly contributes to the progression of prostate cancer by targeting CX43."}, {"pubmed": 22809623, "text": "oculodentodigital dysplasia-linked Cx43 N-terminal mutants formed nonfunctional gap junction-like plaques and exhibited dominant-negative effects on coupling conductance of coexpressed endogenous Cx43; studies suggest the nature of the mutation conveys loss of Cx43 function by distinctly different mechanisms rooted in the structure of the N-terminal region"}, {"pubmed": 22918484, "text": "Connexin 43 as a potential cancer diagnostic and prognostic marker, as well as a promising therapeutic target for testicular diseases."}, {"pubmed": 22951570, "text": "Study provided a research method for connexin 43 (Cx43) gene and a selection platform for the drugs targeting the Cx43 gene."}, {"pubmed": 23042455, "text": "Resulting in the dephosphorylation of Cx43."}, {"pubmed": 23095853, "text": "Under pathological conditions, when intracellular calcium is elevated, Cx43 hemichannel opening is promoted in cardiomyocytes."}, {"pubmed": 23151788, "text": "findings suggest that ZO-1 and alpha-catenin are important for gap junctions containing Cx43 in the LECs"}, {"pubmed": 23178689, "text": "A reduced immunoreactive signal of PKG, Cx43, and NaV1.5 at the intercalated disks can be observed in a large majority of the patients."}, {"pubmed": 23255671, "text": "Hypoxia and ischemia per se downregulate Cx43 protein expression in atrial cardiomyocytes."}, {"pubmed": 23257890, "text": "The expression of gap-junction Cx43 in bladder smooth muscle cells decreases under sustained hydrostatic pressures above the physiological level in the longer term."}, {"pubmed": 23322705, "text": "The regulation of runt-related transcription factor 2 by fibroblast growth factor-2 and connexin43 requires the inositol polyphosphate/protein kinase Cdelta cascade."}, {"pubmed": 23328809, "text": "Cx43 and HC1 are likely to play the pivotal roles in the mediation of the astrocytic death."}, {"pubmed": 23344009, "text": "The significantly higher Cx43 staining in malignant melanoma when compared with nevi suggests an oncogenic role for this protein in melanocytic tumor progression"}, {"pubmed": 23354732, "text": "Reduction of connexin43 in human endothelial progenitor cells impairs the angiogenic potential."}, {"pubmed": 23363606, "text": "results demonstrate that phosphorylation on Ser-279 and Ser-282 not only disrupts gap junction assembly by triggering endocytosis of Cx43 prior to its assembly but also likely regulates plaque growth"}, {"pubmed": 23376080, "text": "Asp378 and Asp379 in the C-terminal part of Cx43 are essential for loop/tail interactions in Cx43 hemichannels, while Pro375 and Pro377 may help to properly coordinate the critical Asp residues."}, {"pubmed": 23386650, "text": "Theca cell-derived BMP4 and BMP7 down-regulate Cx43 expression and decrease gap junction cell communication activity in human granulosa cells."}, {"pubmed": 23420013, "text": "CX43 expression is important for reprogramming and may mediate the MET that is associated with the acquisition of pluripotency."}, {"pubmed": 23544880, "text": "Most of the Pelizaeus-Merzbacher-like disease (PMLD)-linked Cx47 mutants disrupt Cx47/Cx47 and Cx47/Cx43 gap junction function in the glial network, which may play a role in leading to PMLD disease symptoms"}, {"pubmed": 23568744, "text": "abnormal expression of Cx43 protein is involved in oral mucosa carcinogenesis."}, {"pubmed": 23579271, "text": "Cx43 and Cx40 but not Cx37 promote apoptosis via gap junctional transfer of pro-apoptotic signals between cells."}, {"pubmed": 23586710, "text": "The results indicate that CIP85 increases Cx43 turnover by accelerating the internalization of Cx43 from the plasma membrane."}, {"pubmed": 23606748, "text": "Autosomal recessive GJA1 (Cx43) gene mutations cause oculodentodigital dysplasia by distinct mechanisms."}, {"pubmed": 23621211, "text": "Cx43 and E-cadherin are reduced with non-small cell lung cancer progression, and might be important biomarkers for judging the metastasis and prognosis."}, {"pubmed": 23678036, "text": "Data from cultured myometrial cells from pregnant women undergoing elective cesarean section suggest that PGF2alpha dose dependently increases CX43 and PTGS2 (cyclooxygenase 2) and decreases PTGFR (PGF2alpha receptor) in upper/lower uterus."}, {"pubmed": 23679094, "text": "VAX1 rs10787760, rs6585429 and rs1871345 polymorphisms may be involved in nonsyndromic cleft lip with or without cleft palate in Brazilian patients, but there is no association with polymorphisms in FGF12, VCL, or CX43"}, {"pubmed": 23706332, "text": "The spatial organization of claudin-11 and connexin-43 is altered in men with primary seminiferous tubule failure."}, {"pubmed": 23750535, "text": "Results suggest that Cx43 may be used as a biomarker to select and isolate the remnant neural crest (NC) pluripotent stem cells from adult tissues arising from this embryological structure."}, {"pubmed": 23768164, "text": "The inhibitory effects of TNF-alpha on Cx43 expression in human corneal fibroblasts are mediated, at least in part, by the JNK signaling pathway, which therefore likely plays a role in corneal inflammation."}, {"pubmed": 23800357, "text": "Cx43 expression can delay early hepatocellular carcinoma recurrence, metastasis, and poor prognosis after radical hepatectomy in patients with hepatitis B virus-related hepatocellular carcinoma and low AFP."}, {"pubmed": 23819010, "text": "17-beta-estradiol modulates connexins and integrins as well as ER-beta expression induced by high frequency electromagnetic fields."}, {"pubmed": 23828237, "text": "phosphorylation may also indirectly regulate binding affinity by altering the conformational preference of the Cx43CT domain"}, {"pubmed": 23922689, "text": "These results demonstrate that Cx43-mediated gap junctional intercellular communication between human embryonic stem cells (hESC) and adipose-derived stem cells feeder cells is not an important factor for the conservation of hESC stemness and expansion."}, {"pubmed": 23951358, "text": "A novel autosomal recessive GJA1 missense mutation linked to Craniometaphyseal dysplasia."}, {"pubmed": 23978378, "text": "Human cytomegalovirus downregulates Cx43 protein and mRNA levels in normal fibroblasts.Human cytomegalovirus immediate early proteins promote degradation of connexin 43."}, {"pubmed": 23991165, "text": "findings suggest that autoantibody-independent astrocytic Cx43 loss may relate to disease aggressiveness and distal oligodendrogliopathy in both MS and NMO"}, {"pubmed": 24040271, "text": "The abnormal expression of Cx43 plays an essential role in peritoneal metastasis of gastric neoplasms."}, {"pubmed": 24046143, "text": "miR-125b regulates glioma growth partly through Connexin43 protein."}, {"pubmed": 24056538, "text": "Cx43-Hsc70 interaction probably plays a critical role during G1/S progression."}, {"pubmed": 24119489, "text": "Mutations in connexin 43 gene in patients with chronic rhinosinusitis, including recurrent acute rhinosinusitis, appear to be rare"}, {"pubmed": 24134157, "text": "Our studies demonstrated that HIV infection of astrocytes, despite minimal replication and a low number of infected cells, induces dysregulation of DKK1 secretion by a Cx43 hemichannel (HC)-dependent mechanism"}, {"pubmed": 24146179, "text": "miR-1 and 206 is down-regulated in TOF patients, which may cause an up-regulation of Cx43 protein's synthesis."}, {"pubmed": 24210816, "text": "Authors report that internal translation within Cx43 (GJA1) mRNA occurs, resulting in truncated isoforms that autoregulate Cx43 trafficking."}, {"pubmed": 24213533, "text": "Akt-dependent phosphorylation of Serine 373 increases gap junction size and communication by completely eliminating the interaction between Cx43 and ZO-1."}, {"pubmed": 24241398, "text": "The localization and distribution of gap junction (GJ) intercellular channels and connexin 43 (Cx43) in cells surrounding spiral ganglion cell bodies in man and guinea pig, were analyzed."}, {"pubmed": 24270393, "text": "Connexin 43 is down-regulated in eutopic endometrium and cultured endometrial stromal cells from subjects with endometriosis."}, {"pubmed": 24294380, "text": "Connexin 43 had no diagnostic value in arrhythmogenic right ventricular cardiomyopathy."}, {"pubmed": 24368520, "text": "the combination of non-phosphorylated Cx43 and C5b-9 immunohistochemistry is useful for detecting early lesions of myocardial ischemia in sudden cardiac death."}, {"pubmed": 24376266, "text": "Cx43, the main gap junction protein of the immune system, accumulates at the contact zone of NK cells and DCs or at the interface between NK cells and target cells, facilitating DC-mediated NK cell activation and cytotoxic activity against tumor cells."}, {"pubmed": 24413384, "text": "Oocyte-derived BMP15 decreases gap junction intercellular communication activity between human granulosa cells by down-regulating Cx43 expression, most likely via a Smad-dependent signaling pathway."}, {"pubmed": 24434540, "text": "the links between germ-line mutations in the gene encoding Cx43 (GJA1) and the human disease termed oculodentodigital dysplasia (Review)"}, {"pubmed": 24445236, "text": "This review summarizes recent data on Cx43-controlled neurogenesis in the context of NVU development and functioning."}, {"pubmed": 24457961, "text": "In the absence of hCx43 protein increased neuronal differentiation."}, {"pubmed": 24457967, "text": "Cx43 regulates c-Src activity and proliferation in human glioma stem cell"}, {"pubmed": 24500718, "text": "PKC phosphorylation causes degradation of Cx43 without dephosphorylation"}, {"pubmed": 24503443, "text": "High Snail-1 and Cx43 levels accompanied high motility and nanomechanical elasticity of a prostate cancer cell line."}, {"pubmed": 24508941, "text": "this report broadens the spectrum of probably pathogenic mutations in GJA1 gene associated with oculo-dento-digital dysplasia phenotype and demonstrates that the amino acid substitutions at highly conserved positions 47, 86, 106 may affect protein functioning and lead to the development of this syndrome."}, {"pubmed": 24636551, "text": "Overexpression of connexin 43 had a positive effect on skeletal myoblasts used in stem cell therapy."}, {"pubmed": 24675463, "text": "Cx43 in Temozolomide (TMZ) resistance occurred by TMZ-resistant glioblastoma cells being able to activate epidermal growth factor receptor."}, {"pubmed": 24724781, "text": "alteration of Cx43 expression in BMSCs is involved in the interactions of MM cells with the BM environment and plays a crucial role in the adhesion and migration of MM cells."}, {"pubmed": 24742583, "text": "Low CX43 expression is associated with pancreatic cancer."}, {"pubmed": 24751918, "text": "In this study. point mutations within the Cx43-gene could not be identified as a cause of the development of Tetralogy of Fallot."}, {"pubmed": 24774648, "text": "Data revealed that Cx43 immunoreactivity levels in orbitofrontal cortex are significantly reduced in subjects with alcohol dependence, major depressive disorder or comorbid depression plus alcohol dependence relative to non-psychiatric comparison subjects"}, {"pubmed": 24785695, "text": "Mutations in GJB6 and GJA1 are not a major cause of nonsyndromic deafness in this group of Africans from Cameroon and South Africa. there is no sufficient evidence to support their testing in a clinical setting for individuals of African ancestry."}, {"pubmed": 24788723, "text": "Results found that the expression of Cx26 and Cx45 had no prognostic value but Cx43 was upregulated in tumour epithelia and membrane Cx43 expression was associated with short overall survival time."}, {"pubmed": 24789679, "text": "Cx43 reverses CDDP resistance in A549 CDDP-resistant cells by preventing EMT, making Cx43 a possible therapeutic target for lung cancer."}, {"pubmed": 24815435, "text": "loss of Cx43 may be an important event in colon carcinogenesis and tumor progression, providing significant insights about the tumor suppressive properties of the Cx43 and its potential as a diagnostic marker for colon cancer."}, {"pubmed": 24819345, "text": "Down-regulation of connexin43 by microRNA-130a in cardiomyocytes results in cardiac arrhythmias."}, {"pubmed": 24833468, "text": "Connexin43 siRNA promotes HUVEC proliferation and inhibits apoptosis induced by ox-LDL, and ERK signaling pathway appears to be involved in these processes."}, {"pubmed": 24967639, "text": "increased lung vascular permeability induced by inflammatory conditions may be amplified via increased expression of Cx43 and intercellular communication among pulmonary endothelial cells."}, {"pubmed": 25070368, "text": "associated molecule with the SH3 domain of STAM-mediated deubiquitination of connexin 43 protects Gap junctions from degradation"}, {"pubmed": 25110696, "text": "Cx43 may play an important role in eosinophil transendothelial migration and function in sites of inflammation."}, {"pubmed": 25124494, "text": "This is a novel gene implicated in atrial fibrillation"}, {"pubmed": 25168385, "text": "Results demonstrated that a missense mutation in GJA1 is linked to keratoderma-hypotrichosis-leukonychia totalis syndrome without extracutaneous involvement."}, {"pubmed": 25206281, "text": "Cx32 and Cx43 mRNA expression decreased gradually during H. pylori infection-associated gastric carcinogenesis, and it is associated with hypermethylation of these genes' promoter."}, {"pubmed": 25227101, "text": "It is likely that Cx43 and Pax3 play critical roles in cell proliferation and differentiation during the processes of chorionic villi initiation/development and placental morphogenesis."}, {"pubmed": 25239217, "text": "Data suggest that expression of connexin 43 (GJA1) in differentiating granulosa cells is regulated by testosterone, 1,25-dihydroxyvitamin D3, and calcium signaling."}, {"pubmed": 25270527, "text": "This study reveals for the first time that Cx43 and Cx32 are down-regulated in keratocystic odontogenic tumours"}, {"pubmed": 25383624, "text": "Results show high mRNA and protein levels for Cx43 and Cx30 in breast cancer but they are correlated with improved and bad outcome respectively suggesting that they may serve as prognostic markers in breast cancer."}, {"pubmed": 25386667, "text": "N-cadherin and connexin 43 expression in in group of diffuse astrocytomas and anaplastic astrocytomas may be evidence for their role in tumor formation and progression"}, {"pubmed": 25398053, "text": "Cx43 has a role in epidermal homeostasis, and in erythrokeratodermia variabilis et progressiva, without features of oculodentodigital dysplasia"}, {"pubmed": 25401181, "text": "Connexin45 has much more rapid gating kinetics than connexin43"}, {"pubmed": 25496568, "text": "Increasing or decreasing CX43 expression alters inflammatory genes expressed by synovial cells."}, {"pubmed": 25504652, "text": "The strong cardiac phenotype of Cx43E42K expressing mice supports the association between the human Cx43E42K mutation and SIDS and indicates that Connexin43 mutations should be considered in future studies when SIDS cases are to be molecularly explained."}, {"pubmed": 25560303, "text": "These results provide evidence that Cx43 and gap junction activity are up-regulated by TGF-beta1 in human trophoblast cells, which subsequently contributes to TGF-beta1-induced trophoblast differentiation."}, {"pubmed": 25583071, "text": "Cx43-interacting protein plays a role in regulating the levels of connexins through proteasomal degradation."}, {"pubmed": 25584940, "text": "suppressed function of Cx43 in fibroblasts promotes their migration, and regulates expression of wound healing-associated genes via AP1, SP1, MAPK, GSK3alpha/beta and TGF-beta signaling pathways, and may promote fast and scarless wound healing in human gingiva."}, {"pubmed": 25625422, "text": "The functional paradox produced by oligomerization of Cx43 and Cx26 Keratitis-Ichthyosis-Deafness syndrome mutants could underlie the severe syndromic phenotype in human skin."}, {"pubmed": 25760687, "text": "A Cx43 mimetic peptide targeting the microtubule-binding domain of Cx43 was used to study ATP released through Cx43 hemichannels into the vasculature, which is an important signal driving the early inflammatory response to implanted devices."}, {"pubmed": 25815348, "text": "Cx43 channels are critical in FDC and \"ex vivo\" germinal center development and in the persistence of FDC in follicular lymphomas but do not affect tumor progression."}, {"pubmed": 25843295, "text": "Cx43 downregulation (a constitutive feature of G2/M phase) selectively renders tumour cells hypersensitive to low-dose radiation, and presents connexins as potential therapeutic targets."}, {"pubmed": 25873300, "text": "Beta2-adrenergic receptor signaling has growth inhibitory effects via modulation of the cAMP/PKA pathway in A-1321N1 cells through increasing the expression level of Cx43 and miR-146a as well as decreasing miR-155 and miR-27a levels."}, {"pubmed": 25901741, "text": "GATA-3 augmentation down-regulates Connexin43 in Helicobacter pylori associated gastric carcinogenesis"}, {"pubmed": 25903580, "text": "The identification of Cx43 interactors will provide clues to the functions of Cx43 in human cells and its roles in the development of several diseases, including osteoarthritis."}, {"pubmed": 25926558, "text": "Suggest connexin 43 has role in determining migration patterns of glioma cells."}, {"pubmed": 25933380, "text": "Downregulation of Cx43 expression and gap junction coupling in neoplastic stromal cells are associated with the clinical progression and worse prognosis in giant cell tumor of bone."}, {"pubmed": 25952184, "text": "Phosphorylation of Cx43 during odor or inhibitor stimulation may be mediated by ERK and JNK signaling pathway. The data suggest that expression of Cx43 can regulate the odor response."}, {"pubmed": 25959821, "text": "Glioblastoma cancer stem cells (CSCs) express Cx46, while Cx43 is predominantly expressed in non-CSCs. During differentiation, Cx46 is reduced, while Cx43 is increased, and targeting Cx46 compromises CSC maintenance"}, {"pubmed": 25960544, "text": "Suggest a role for connexin43 in prostate cancer invasion and metastasis."}, {"pubmed": 25976645, "text": "A novel truncation mutation in GJA1 is associated with OAG (open-angle glaucoma) and microcornea in a Chinese family."}, {"pubmed": 26002762, "text": "functional Cx43 is required for mural cell-induced endothelial quiescence"}, {"pubmed": 26009193, "text": "Cx43 is the most widely expressed and studied Cx and constitutes the main topic of this review"}, {"pubmed": 26009194, "text": "Degradation of Cx43, the major ventricular GJ protein, has been associated to up-regulation of autophagy at the onset of heart ischemia and ischemia/reperfusion (I/R), which can have profound implications upon cardiac function."}, {"pubmed": 26009195, "text": "It is clear that both CMPs and antisense oligonucleotides hold therapeutic potential, however maintaining Cx43 expression may be beneficial to the cell by preserving other non-channel functions of Cx43"}, {"pubmed": 26009199, "text": "Current evidence shows that Cx43 plays a crucial role in organizing microtubules at the intercalated disc and thereby regulating the trafficking of the cardiac sodium channel NaV1.5 to the membrane"}, {"pubmed": 26009200, "text": "cardiac fibroblasts have been demonstrated to increase Cx43 expression in experimental models of myocardial infarction and functional gap junctions between myocytes and fibroblasts have been reported."}, {"pubmed": 26009201, "text": "We present the current knowledge of protein kinase C (PKC)-dependent regulation of Cx43 and discuss the divergent results."}, {"pubmed": 26011388, "text": "Spermine enhances connexin 43-mediated gap junctional communication and may preserve neuronal excitability during ischemia and trauma when pH in the brain acidifies."}, {"pubmed": 26018820, "text": "Taken together, in Jar cells, placental connexins 43 and 46 are regulated during periods of low oxygen in opposite manners"}, {"pubmed": 26025955, "text": "demonstrate a specific role of the upstream DNA methylation/miR-1298/Connexin 43 pathway in regulating VSMC function"}, {"pubmed": 26031779, "text": "an important role for Connexin43 as a negative regulator of EGF-induced human ovarian cancer cell proliferation"}, {"pubmed": 26046157, "text": "Mutations in GJB2, GJB6 and GJA1 are not a major cause of non-syndromic deafness in black Africans"}, {"pubmed": 26135897, "text": "findings reveal an important role for Cx43 in intrinsically controlling melanoma growth, death and metastasis"}, {"pubmed": 26186970, "text": "An important role for Cx43 in mediating the effects of TGF-beta on human ovarian cancer cell migration."}, {"pubmed": 26189259, "text": "Microarray data of the expression level of key genes reveals that GJA1 is critical for cervical cancer invasion and metastasis."}, {"pubmed": 26191122, "text": "the Cx43 expression level is inversely correlated with the tumor grade and proliferation and migration activity of human glioma tumors"}, {"pubmed": 26202915, "text": "TGF-beta1 up-regulates Cx43 and increases gap junction intercellular communication activities (GJIC) in human granulosa cells"}, {"pubmed": 26221040, "text": "first evidence that the hypoxic microenvironment negatively affects the immune surveillance of tumors by NK cells through the modulation of Cx43-mediated intercellular communications"}, {"pubmed": 26251520, "text": "High connexin 43 expression is associated with poor prognosis in non-muscle invasive urothelial bladder cancer."}, {"pubmed": 26255026, "text": "a novel mechanism by which Cx43 can modify actin cytoskeletal dynamics and may thereby enhance cell migration."}, {"pubmed": 26283635, "text": "miR-200a directly inhibits Cx43 expression via a canonic-binding element."}, {"pubmed": 26299454, "text": "ER-alpha status of endometrioid adenocarcinomas could restrict eventual proapoptotic or anti-apoptotic impact of aberrantly expressed Cx43 and Cx26 in these tumors."}, {"pubmed": 26318481, "text": "Cx43 may be negatively regulated the development, invasion and metastasis of gastric cancers, however, it had no obvious relationship with tumor cell apoptosis."}, {"pubmed": 26324251, "text": "local regulation of endothelial Cx43 expression within the vasculature regulates monocyteendothelial adhesion."}, {"pubmed": 26334722, "text": "Cx43, which is up-regulated by mechanical stress, seems to function partly via the activation of ERK1/2 and p38 MAPK signals to promote the osteoblastic differentiation of ligament fibroblasts."}, {"pubmed": 26335100, "text": "Our data suggest a mechanism by which CT-Cx43 may regulate cell proliferation by regulating mir-125b and p53 expression"}, {"pubmed": 26349540, "text": "Data show that connexin43 (Cx43) levels are differentially regulated in fibroblasts from ODDD patients"}, {"pubmed": 26376117, "text": "Cx43 increases calcium-induced DSPP expression and odontoblastic differentiation of dental pulp stem cells via Erk1/2 through gap junction-mediated cell-to-cell contacts."}, {"pubmed": 26398895, "text": "data demonstrated that Cx43 controls proliferation and the formation of IH after arterial engraftment"}, {"pubmed": 26442583, "text": "findings demonstrate that dissociation of the GAPDH/Siah1 pro-apoptotic complex can block high glucose-induced pericyte apoptosis, widely considered a hallmark feature of DR"}, {"pubmed": 26445057, "text": "The data indicate for the first time that increased cytoplasmic human papillomavirus type 16 E6 levels associated with malignant progression alter Cx43 trafficking and recycling to the membrane and the E6/human Dlg interaction may be involved."}, {"pubmed": 26446715, "text": "Data show that both connexin 43 (Cx43) expression and gap junctional intercellular communication (GJIC) function were increased by All-trans retinoic acid (ATRA) treatment."}, {"pubmed": 26450928, "text": "we are the first to identify that miR-381 suppresses C/EBPalpha-dependent Cx43 expression in breast cancer cells. The miR-381-C/EBPalpha-Cx43 axis might be a useful diagnostic and therapeutic target of metastatic breast cancer"}, {"pubmed": 26481195, "text": "Cx43-Hsc70 interaction regulates cell cycle G1/S progression through a novel mechanism by which Cx43-Hsc70 interaction prevents the nuclear accumulation of p27 through controlling the nuclear translocation of cyclin D1-CDK4-p27 complex."}, {"pubmed": 26491675, "text": "AR pathway plays an important role in regulation of CX43 expression in prostate cancer cells. AR may be the upstream signal of CX43."}, {"pubmed": 26517241, "text": "Cx43 expressed by mesenchymal stem cells induces apoptosis on leukemia cells."}, {"pubmed": 26543049, "text": "Stage of labour effected uterine expression of phosphorylated form"}, {"pubmed": 26586821, "text": "The results of this study showed that in the olfactory bulb, connexin 43 hemichannel function is promoted by neuronal activity and modulates neuronal network slow oscillations."}, {"pubmed": 26632638, "text": "Case Report: missense mutation in connexin 31 causing erythrokeratoderma variabilis."}, {"pubmed": 26684802, "text": "Loss of CX43 expression is associated with prostate cancer."}, {"pubmed": 26738943, "text": "results show that Cx43 expression is reduced in the diabetic retinas and Cx43 reduction is associated with increased vascular cell death; findings suggest that diabetes decreases retinal Cx43 expression and that the development of pericyte loss and acellular capilaries is associated with reduced Cx43 expression in diabetic retinopathy"}, {"pubmed": 26748803, "text": "Cx43 aberrant overexpression could identify a subset of patients with laryngeal squamous cell carcinomas with poor prognosis"}, {"pubmed": 26784020, "text": "Connexin 43 significantly regulates osteogenic differentiation in the cells from posterior longitudinal ligament by altering the activity of ERK, and subsequently causing the modification of Runx2."}, {"pubmed": 26806558, "text": "AMPK inhibits Cx43 in BSMCs and improves bladder activity under pathological conditions. We propose that strategies that target AMPK can be developed as novel therapeutic approaches for treating bladder dysfunction."}, {"pubmed": 26823747, "text": "Report expression of connexin 43 in ovarian cancer cells in G1/S phase."}, {"pubmed": 26869446, "text": "Increased membrane permeability induced by linoleic acid is mediated by an intracellular signaling pathway activated by GPR40 that leads to an increase in membrane levels of Cx43 phosphorylated at serine 373 via Akt."}, {"pubmed": 26879016, "text": "MiR-206 can regulate the expression of Cx43, the cytobiological activity, and the metastasis of breast cancer through binding to the two binding sites in Cx43-3'UTR."}, {"pubmed": 26902399, "text": "high glucose disassociated interactions between Cx43 and tight junctions, and then increased airway epithelial transepithelial electrical resistance and permeability by down-regulation of Cx43 in human airway epithelial cells."}, {"pubmed": 26991262, "text": "RXRalpha negatively regulates the transcription and expression by directly binding to the RARE in the promoter of Cx43"}, {"pubmed": 27083773, "text": "This study observed a progressive increase in Cx43 expression in the SOD1(G93A) mouse model of ALS during the disease course. Notably, this increase in Cx43 was also detected in the motor cortex and spinal cord of ALS patients."}, {"pubmed": 27127122, "text": "Stromal Cx43 expression is possible indicator of metastatic potential of colorectal adenocarcinoma"}, {"pubmed": 27213338, "text": "Data suggest that miR-19b contributes to irregular beating through regulation of GJA1 by cooperating with miR-1 which could indicate that miR-19b and miR-1 might be critically involved in cardiac arrhythmia associated with viral myocarditis."}, {"pubmed": 27220952, "text": "In progesterone control of myometrial contractility during pregnancy and labour, while liganded nuclear progesterone receptor B can suppress the expression of Cx43, unliganded progesterone receptor A paradoxically translocates to the nucleus where it acts as a transcriptional activator of this labour gene."}, {"pubmed": 27226478, "text": "Results show stark differences in gap junction plaque formation, gap junctional intercellular communication, Cx43 phosphorylation, and hemichannel activity among Cx43 variants, as well as subtle differences in myofibroblast differentiation."}, {"pubmed": 27229680, "text": "Human deltoid muscle biopsies of 5 Chilean dysferlinopathy patients exhibited the presence of muscular connexins (Cx40.1, Cx43 and Cx45)."}, {"pubmed": 27241686, "text": "identification of a novel GJA1 gene mutation in a pedigree with syndactyly by exome sequencing"}, {"pubmed": 27345741, "text": "Qigesan increases gap junction function in esophageal neoplasms by enhancing the expression of connexins 26 and 43, reducing esophageal cancer cell migration and invasion."}, {"pubmed": 27400952, "text": "endogenous osteocyte Cx43 hemichannels emerge as important and promising therapeutic targets for the prevention of bone metastases and/or clinical treatment of bone-metastasized breast cancers"}, {"pubmed": 27456332, "text": "The Cx43 is the most prominent gap junction protein in the heart, cardiomyocyte-differentiated stem cells have been studied intensely. Cx43 expression was detected at mRNA and protein level in human cord-blood-derived induced pluripotent stem cells ."}, {"pubmed": 27498006, "text": "The results suggest that Osterix plays an important role in increasing BMP- 4-induced Cx43 activity."}, {"pubmed": 27531258, "text": "our results show that the expression of connexin 43 is localized to the areas of bladder cancer that show squamous differentiation"}, {"pubmed": 27535546, "text": "The expressions of both Cx43 and VEGF were significantly decreased in first-trimester tissues from women with recurrent pregnancy loss."}, {"pubmed": 27543333, "text": "To match the stimulatory effect on acid uptake, cell-to-cell coupling in NHDF-Ad and CCD-112-CoN cells was strengthened with TGFbeta1.Importantly, the activities of stromal AE2 and connexin-43 do not place an energetic burden on cancer cells, allowing resources to be diverted for other activities"}, {"pubmed": 27568096, "text": "Connexin 43 expression is increased in human fetal membrane defects after fetoscopic surgery compared to controls, with preferential distribution in the fibroblast layer compared with the epithelial layer."}, {"pubmed": 27623212, "text": "Connexin 43 expression was significantly reduced or lost in prostate cancer tissues, which was associated with advanced clinicopathological features and poor biochemical recurrence-free survival of patients after radical prostatectomy"}, {"pubmed": 27739121, "text": "Connexin 43 might contribute to the stabilization of atheromatous plaque which is affected by oxidative stress."}, {"pubmed": 27748862, "text": "resistance to 5FU, oxaliplatin and irinotecan in colon cancer cells was relative to Cx43 expression loss as cancer developed, which may indicate a novel basis for therapeutic strategy development to combat drug resistance in numerous cell types, in addition to colon cancer cells."}, {"pubmed": 27766024, "text": "Caffeic acid phenethyl ester attenuates hypoxia-caused connexin 43 down-regulation and cardiomyocyte death."}, {"pubmed": 27789753, "text": "The LB2003 cells, devoid of three key K(+) uptake transport mechanisms, cannot grow in low-[K(+)] medium, but expression of Cx26, Cx43, or Cx46 rescues their growth defect (growth complementation"}, {"pubmed": 27798912, "text": "CX43 expression in mucosa surrounding adenoma could be an additional factor indicative of malignant potential. CX43 expression in colonic adenoma seems to be closely related to family history of colorectal cancer, statin therapy and hemoglobin level"}, {"pubmed": 27809287, "text": "Data show that connexin-43 (Cx43) influences the mitochondria control of the cell death pathway in SH-SY5Y Neuroblastoma cells."}, {"pubmed": 27819278, "text": "hepaCAM associates with connexin 43, a main component of gap junctions, and enhances connexin 43 localization to the plasma membrane at cellular junctions."}, {"pubmed": 27916369, "text": "Reduced expression of Cx26 and Cx43 is implicated in the pathophysiology of colonic dysmotility in the aganglionic bowel as well as, in the case of Cx26, the ganglionic bowel in Hirschsprung's disease."}, {"pubmed": 27986931, "text": "BMP2 decreases gap junction intercellular communication of luteinized human granulosa cells by downregulating Cx43 expression through an ALK2/ALK3-mediated SMAD-dependent signaling pathway."}, {"pubmed": 27992820, "text": "One novel homozygous variant c.169C>T and one heterozygous SNP c.624C>T (rs530633057) were determined in 124 SUNDS cases (one case for each detected variant) and none of the 125 healthy controls. This is the first report of GJA1 gene variations in SUNDS in the Chinese Han population, which suggests a novel susceptibility gene for Chinese sudden unexplained nocturnal death syndrome."}, {"pubmed": 28074341, "text": "Results provide evidence that abnormal high expression and cytoplasmic localization of Cx43 contributed to bladder cancer."}, {"pubmed": 28134630, "text": "Study highlights the role of polyamines in the regulation of connexin 43 (Cx43) gap junctions. The study found that polyamines augment cell-to-cell communication and prevent uncoupling of Cx43 gap junctions induced by acidification and high [Ca2+]i."}, {"pubmed": 28177159, "text": "These studies highlight the importance of Cx43 expression and function during osteoblast and chondrocyte differentiation."}, {"pubmed": 28245135, "text": "These observations point to Cx43 as a novel profibrotic factor in asthma progression."}, {"pubmed": 28338575, "text": "Cx43-mediated NFkB (p65) signal played an important role in mechanical stress-induced OPLL by transduction of mechanical signal, while giving rise to the activation of inflammatory response in ligament fibroblasts"}, {"pubmed": 28342807, "text": "Study demonstrates that myocardin indirectly down-regulates Cx43 through its repressive action on miR-206 to regulate vascular smooth muscle cell phenotypic switch."}, {"pubmed": 28368405, "text": "The article findings propose a novel, lactate-handling role for Cx43 (GJA1 gene) which may be particularly critical in acidotic regions of tumours."}, {"pubmed": 28369869, "text": "Gap junctional intercellular communication mediated by the Cx43 channels plays a central role throughout the differentiation of bone marrow stromal cells into osteoblasts, from the early stages to the process of mineralization."}, {"pubmed": 28396058, "text": "The observations identify a novel strategy of prostate cancer cell diapedesis, which depends on the activation of intercellular Cx43/ERK1/ERK2/Cx43 signaling axis at the interfaces between Cx43-high prostate cancer and endothelial cells."}, {"pubmed": 28397038, "text": "Results suggest polymorphisms of Cx37 rs1630310 and Cx43 rs1925223 genes may be associated with the pathogenesis of essential hypertension."}, {"pubmed": 28414037, "text": "Spatio-temporal regulation of connexin43 phosphorylation and gap junction dynamics."}, {"pubmed": 28418351, "text": "The low connexin 43 expression levels may reflect both a reduction in astroglial functional gap junctions and semicanals and a decrease in the amount of the protein itself that has independently antioncogenic properties."}, {"pubmed": 28429502, "text": "MIF is involved in the pathogenesis of AF, probably by down-regulating the protein and gene expression of Cx43 via ERK1/2 kinase activation"}, {"pubmed": 28478048, "text": "we present an overview of the key phosphatases known to interact with Cx43 or modulators of Cx43, as well as some possible therapeutic targets to regulate phosphatase activity in the heart."}, {"pubmed": 28478804, "text": "Results showed that connexin 43 enhanced oxaliplatin cytotoxicity through gap junctional communication function and high concentration of oxaliplatin inhibited connexin 43 expression to counteract its cytotoxicity"}, {"pubmed": 28488330, "text": "The functional modulation of connexin 43 (Cx43) indicate its involvement in olfactory ensheathing cells-conditioned medium (OEC-CM) mediated neuroprotection."}, {"pubmed": 28526583, "text": "the complex regulatory and signalling networks controlled by the Cx43 CT, including the extensive protein interactome that underlies both gap junction channel-dependent and -independent functions."}, {"pubmed": 28576298, "text": "many of the known non-canonical roles of Cx43 can be attributed to the recently identified six endogenous Cx43 truncated isoforms which are produced by internal translation. In general, alternative translation is a new leading edge for proteome expansion and therapeutic drug development."}, {"pubmed": 28615614, "text": "Cx43 inhibited the growth of U251 cells, promoted morphological changes and migration, and inhibited apoptosis via a mitochondria-associated pathway."}, {"pubmed": 28645745, "text": "DNA methylation of GJA-1 of human hippocampus and prefrontal cortex in major depression is unchanged in comparison to healthy individuals."}, {"pubmed": 28651025, "text": "Cx43 role in the regulation of the metastatic potential and migration of prostate cancer cells"}, {"pubmed": 28651161, "text": "These results suggested that the AKT pathway was the dominant pathway involved in Cx43-mediated chronic cadmium toxicity."}, {"pubmed": 28667079, "text": "de novo expression in damaged glomeruli in patients with glomerular diseases"}, {"pubmed": 28701358, "text": "We conclude that the targeted action of JM2 on Cx43 channels may improve the tolerance of implanted tissue-engineered constructs against the innate inflammatory response."}, {"pubmed": 28705318, "text": "Cx45 mutant p.R75H is responsible for a novel disease entity of progressive atrial conduction system defects associated with craniofacial and dentodigital malformation."}, {"pubmed": 28712848, "text": "a region of CX43 (amino acids 266-283) exerts an important anti-tumor effect in patient-derived glioblastoma models that includes impairment of GSC migration and invasion."}, {"pubmed": 28733455, "text": "an oncogenic E3 ubiquitin ligase promotes loss of gap junctions and Cx43 degradation in human carcinoma cells."}, {"pubmed": 28760564, "text": "human Cx40/Cx45 and Cx43/Cx45 heterotypic gap junctions were investigated by recombinant expression in GJ deficient cells."}, {"pubmed": 28795432, "text": "The results of this study show that total (whole-cell) Cx43, but not Cx30, protein levels are upregulated in the sclerotic hippocampus, both in human and experimental experimental temporal lobe epilepsy."}, {"pubmed": 28824303, "text": "Administration metformin can protect the H9c2 cells against hyperglycemia-induced apoptosis and Cx43 down-regulation, in part, mediated through the induction of autophagy pathway"}, {"pubmed": 28865023, "text": "Taking into account that connexin-43 (Cx43) (together with Cx30) is heavily expressed in astrocytes and that drebrin supports cell-cell contacts, the understanding of details of how brain cells live and die reveals molecular pathology involved in neurodegeneration, Alzheimer's disease (AD), other cognitive disorders, and aging"}, {"pubmed": 28865028, "text": "at gap junctions drebrin interacts with connexin 43, stabilizes this protein at membranes, and links it to the actin cytoskeleton. In vivo drebrin is widespread in diverse non-neuronal tissues of epithelial, endothelial, and smooth muscle origin, but not ubiquitous."}, {"pubmed": 28874875, "text": "CC allele or C allele of rs2071166 polymorphism in GJA1(CX43) promoter region strongly correlates with Tetralogy of Fallot in Chinese study."}, {"pubmed": 28902343, "text": "Data suggest that the level of CX43 expression in breast tumors is altered when compared to the normal tissue. While some reports show that its levels decrease, other evidence suggests that its levels are increased and protein localization shifts from the plasma membrane to cytoplasm. In either case, the prevailing theory is that breast tumor cells have reduced gap junction communication within primary tumors. [review]"}, {"pubmed": 28910394, "text": "Study identify a role for Cx43 formed gap junction channels in the regulation of T lymphocyte proliferation and pro-inflammatory cytokines release during hypertension."}, {"pubmed": 28938400, "text": "Data show that Cx43 was inhibited predominantly via IL-1beta-activated ERK1/2 and p38 MAP kinase cascades."}, {"pubmed": 28947768, "text": "By 143 days gestational age, the developing heart has the classical helical organization observed in mature mammalian tissue. This was accompanied by an increase in connexin 43 and connexin 40 expression levels, suggesting their role in the development of the ventricular conduction system and that electrical propagation across the heart is facilitated in later gestation."}, {"pubmed": 28960405, "text": "Our results suggest that keratinization in the hair follicle is closely related to the decrease in Cx43 expression"}, {"pubmed": 29021339, "text": "We generated mutations of known conserved regulatory serine (S) residues 255, 279/282, 365, 368, and 373.  S365A, S365E, S368A, S368E, and S373A mutants bound ZO-1 throughout the GJ plaques, while the S373E mutant did not bind ZO-1 at all. our results suggest that 1) S365 and S373 phosphorylation promote forward trafficking, In addition, phosphorylation on these residues appears to prevent premature binding of ZO-1"}, {"pubmed": 29025706, "text": "NO controls the calcium signal propagation through Cx37-containing gap junctions. The tyrosine phosphatase SHP-2 is the essential mediator and NO target."}, {"pubmed": 29025971, "text": "Cx43, a transmembrane protein initially described as a gap junction protein, participates in all forms of communication including extracellular vesicles, tunnelling nanotubes or gap junctions. (Review)"}, {"pubmed": 29074845, "text": "Connexin 43 assembles into distinct gap junctions and hemichannels plaques in the human gingival fibroblasts.Connexin 43 regulates the expression of wound healing-associated genes in gingival fibroblasts."}, {"pubmed": 29075794, "text": "Findings demonstrate how SRC3 and Cx43 regulation between BMSCs and myeloma cells mediate cell growth and disease progression."}, {"pubmed": 29097069, "text": "increased ventricular collagen I depots with Cx43 downregulation and remodeling, together with clustered and diminished membrane Nav1.5 distribution, in excessive alcohol users, is reported."}, {"pubmed": 29146153, "text": "augmented JNK activation in aged atria downregulates Cx43 to impair cell-cell communication and promote the development of atrial fibrillation."}, {"pubmed": 29158134, "text": "To determine the role of connexin43 hemichannels in diabetic retinopathy, changes in cytokine and ATP release were evaluated after treatment with Peptide5, a connexin43 hemichannel blocker. Co-application of glucose and cytokines increased the secretion of IL-6, IL-8, MCP-1, sICAM-1, VEGF and ATP. Peptide 5 blocked this and prevented ATP release, indicating a role for connexin-43 hemichannels."}, {"pubmed": 29180066, "text": "Cx43 expression which may positively regulate cell migration is ER-dependent in ER-positive breast cancer cells."}, {"pubmed": 29198211, "text": "The frequency of the single nucleotide polymorphism rs2071166 was significantly higher in atrial septal defect cases than in healthy controls. The CC genotype at rs2071166 site in Cx43 was correlated with an increased risk for atrial septal defect and the C allele was positively correlated with atrial septal defect."}, {"pubmed": 29218600, "text": "These results demonstrate that the Cx43 SH3-binding domain, in addition to the CT9 region, critically controls hemichannel activity at high [Ca(2+)]i, which may be involved in pathological hemichannel opening."}, {"pubmed": 29259079, "text": "Ezrin-anchored PKA phosphorylates serine 369 and 373 on connexin 43 to enhance gap junction assembly, communication, and cell fusion."}, {"pubmed": 29277772, "text": "We suggest that lymph node metastatic adenoid cystic carcinoma cells (AdCC) acquire cancer stem cell features involving the up-regulation of nicotinamide N-Methyltransferase and the loss of gap junction protein alpha-1, leading to epithelial-mesenchymal transition and consequent AdCC metastasis"}, {"pubmed": 29321356, "text": "Human Cx46 V44M mutant causing cataracts result in abnormally decreased formation of gap junction plaques and impaired gap junction channel function."}, {"pubmed": 29393359, "text": "Study found a significant difference in the expression of Cx43 and SUMO1 between cancer stem cells and non-cancer stem cells in liver cancer. By the co-expression of Cx43 and SUMO1 in cancer stem cells, the gap junction intercellular communication of liver cancer stem cells was obviously improved."}, {"pubmed": 29395647, "text": "Abnormal expression of Cx43 in the cerebral arteries may play an important role in the formation of vascular intima thickening in patients with moyamoya disease."}, {"pubmed": 29459676, "text": "Significant allelic and genotypic associations were identified between NEURL variant rs6584555 and GJA1 variant rs13216675 and Atrial fibrillation (AF). Significant genotypic association was found between CUX2 SNP rs6490029 and AF"}, {"pubmed": 29463027, "text": "inhibition of Connexin43 signalling plays a more significant role in regulating cell proliferation than cell migration."}, {"pubmed": 29587265, "text": "These data suggest that chronic exposure to glucose-evoked TGFbeta1 induce an increase in CX26 and CX43 expression, consistent with changes observed in tubular epithelia from patients with diabetic nephropathy."}, {"pubmed": 29596891, "text": "Cx43 distinctly regulated wound healing-related gene expression in gingival fibroblasts and skin fibroblasts."}, {"pubmed": 29626091, "text": "High GJA1 expression is associated with breast neoplasms."}, {"pubmed": 29748463, "text": "Our understanding of these interactions is, by far, most well developed for connexin 43 (Cx43) and the scope of this review is to summarize our current knowledge of their functional and regulatory roles. The significance of these interactions is further exemplified by demonstrating their importance at the intercalated disc, a major hub for Cx43 regulation and Cx43 mediated effects"}, {"pubmed": 29956745, "text": "Study demonstrated overexpression of Ubc9 protein in osteosarcoma. Silencing Ubc9 in osteosarcoma cell lines induced decoupling of SUMO1 from Cx43, generating increased free Cx43 levels, which is important for reconstructing gap junction intercellular communication and recovering cellular functions."}, {"pubmed": 30022020, "text": "Pinocembrin alleviated ventricular arrhythmia in I/R rats via enhancing Na+-K+ATPase and Ca+-Mg2+ATPase activity and upregulating Cx43 and Kir2.1 protein expression."}, {"pubmed": 30095367, "text": "These results suggest that ROS and autophagy play an important role in regulating the Src-Cx43 axis to affect the radiation-induced bystander effects."}, {"pubmed": 30118696, "text": "Regulation of connexin 43 expression in human cultured gingival fibroblasts by cytokines and PGE2 has been described."}, {"pubmed": 30171832, "text": "IL-22 significantly decreased gap junctional intercellular communication (GJIC) and down-regulated Cx43 expression in HaCaT cells. Cx43 overexpression markedly inhibited the proliferation of and increased GJIC in HaCaT cells. Cx43 expression was significantly lower in the lesional skin than in the nonlesional skin of patients with psoriasis."}, {"pubmed": 30204976, "text": "A Tunisian family with ODDD marked by neurologic signs with anticipation which is uncommon in this disease and extends the mutational spectrum of the GJA1 gene by a novel mutation in the L2 region of Cx43."}, {"pubmed": 30242148, "text": "Nuclear localization of Cx43-20k and N-cad expression is BTF3 dependent."}, {"pubmed": 30355030, "text": "Cx45 is the connexin isoform mediating the entrainment of the contraction waves in lymphatic vessels."}, {"pubmed": 30448479, "text": "in diseased cardiac tissue, in which Src is active, an increase in intercalated disc and intracellular localized Cx43 pY313, was observed."}, {"pubmed": 30453281, "text": "Novel role for Cx43-formed unidirectional gap junctional intercellular communication was in mediating metabolic coupling between cancer-associated fibroblasts and non-small cell lung cancer cells and thereby facilitating malignant progression of NSCLC by enhancing oxidative phosphorylation and increasing ATP-activated PI3K/Akt and MAPK/ERK signaling pathways."}, {"pubmed": 30474779, "text": "Connexin 43 (Cx43) is an independent predictor of breast cancer survival and distant metastasis-free survival"}, {"pubmed": 30502052, "text": "Results identified GJA1 as the downstream target of the alternatively spliced estrogen receptor alpha (ERalpha) variant ERDelta7 action in myometrium."}, {"pubmed": 30518918, "text": "It has been proposed that chondrocytes undergo chondrocyte-mesenchymal transition where increased Cx43-mediated cell communication during osteoarthritis facilitates Twist-1 nuclear translocation as a novel mechanism involved in osteoarthritis progression."}, {"pubmed": 30541963, "text": "Connexin 43-connexin 47 channels are important for astrocyte/ oligodendrocyte cross-talk in myelination and demyelination. (Review)"}, {"pubmed": 30577786, "text": "This study demonstrated that GJA1 (connexin43) is a key regulator of Alzheimer's disease pathogenesis."}, {"pubmed": 30610049, "text": "Oculodentodigital dysplasia is a rare genetic disorder characterized by abnormal craniofacial, dental, ocular, and digital features, is caused by mutations in the gap junction alpha-1 (GJA1) gene."}, {"pubmed": 30628995, "text": "This report describes detailed ocular characteristics in a genetically confirmed ODDD family, including unreported findings of thick cornea and myopic refractive error despite short axial length. The ocular features derived from the A40V mutation in GJA1 showed complete penetrance, suggesting a possible role of Cx43 in regulation of IOP and pathogenesis of glaucoma."}, {"pubmed": 30631135, "text": "GJA1 (CX43) mutations Cx43-G8V, Cx43-A44V and Cx43-E227D significantly increase membrane current flow through formation of active hemichannels in HeLa cells and Xenopus oocytes, a novel activity that was not displayed by wild-type Cx43."}, {"pubmed": 30735126, "text": "inhibition of autocrine Connexin-43-dependent ATP signalling on macrophages improves sepsis outcome."}, {"pubmed": 30769008, "text": "results indicate that PKA dependent phosphorylation of Cx43 modulates cell motility and plays a pivotal role in regulating directed cell migration."}, {"pubmed": 30779062, "text": "results indicated that Cx43 was downregulated in melanoma cells."}, {"pubmed": 30811667, "text": "We identified a c.113G>A heterozygous mutation leading to the p.Gly38Glu mutation, never identified before, that segregated with the phenotype in these patients."}, {"pubmed": 30974966, "text": "it is considered as gap junction-forming proteins for intercellular communication and homeostasis"}, {"pubmed": 30987692, "text": "Irradiation with 10 Gy X-ray induced pyroptosis in the human umbilical vein endothelial cells (HUVECs) and reduced Cx43 expression. The pyroptosis in the HUVECs was significantly attenuated by overexpression of Cx43 as it decreased the level of active caspase-1."}, {"pubmed": 30992345, "text": "Induced expression of Cx43 in cells that normally lack this protein reestablishes polarity and proper MSO in 3D culture. Cx43-directed MSO implicates PI3K-aPKC signaling, and Cx43 co-precipitates with signaling node proteins beta-catenin (CTNNB1) and ZO-2 (also known as TJP2) in the polarized epithelium."}, {"pubmed": 31030263, "text": "Connexin43 hemichannels may mediate retinal pigment epithelium disruption that occurs in diabetic macular oedema through an ATP release/inflammasome pathway activation dependent manner."}, {"pubmed": 31056639, "text": "Data indicate connexin43 (Cx43) is the most abundant connexin (Cx) in mammals and suggest that Cx43 may become an emerging therapeutic target for future neuropathic pain [Review]."}, {"pubmed": 31067079, "text": "that connexin 43 interacts with beta-catenin and may form part of the so-called destruction complex"}, {"pubmed": 31112837, "text": "Elevation of Cx43 protein expression within the vasculature resulted in PI3K/AKT/NF-kappaB signaling pathway activation and VCAM-1 and ICAM-1 over-expression, which ultimately lead to monocyte-endothelial adhesion increase."}, {"pubmed": 31113495, "text": "These data confirm GJA1 association with heart rate (HR) in the setting of reduced ejection fraction (HFrEF) and identify novel candidate genes for HR in HFrEF patients, particularly CELSR1. These associations should be tested in additional cohorts."}, {"pubmed": 31144313, "text": "miR-382-3p participated in osteoarthritis maybe through the TLR4/MyD88/NF-kappaB signaling pathway by directly targeting CX43."}, {"pubmed": 31280017, "text": "Long non-coding RNA MALAT1 functions as miR-1 sponge to regulate Connexin 43-mediated ossification of the posterior longitudinal ligament."}, {"pubmed": 31347275, "text": "Two novel GJA1 variants in oculodentodigital dysplasia."}, {"pubmed": 31465738, "text": "The Role of Desmoglein 1 in Gap Junction Turnover Revealed through the Study of SAM Syndrome."}, {"pubmed": 31485592, "text": "Decreased expression of CX43 was found in nonsmall cell lung cancer (NSCLC) tissues. Its internalization promoted proliferation, epithelialmesenchymal transition and migration and thus induced NSCLC via aberrant activation of the P53/MDM2 signaling pathway under hypoxic conditions."}, {"pubmed": 31514306, "text": "Connexin43 is Dispensable for Early Stage Human Mesenchymal Stem Cell Adipogenic Differentiation But is Protective against Cell Senescence"}, {"pubmed": 31567382, "text": "MiR-139-5p, as a tumor-suppressor, repressed cell proliferation, invasion, and migration in bladder cancer, which might be achieved by regulating CX43."}, {"pubmed": 31600451, "text": "MicroRNA-1298-5p inhibits cell proliferation and the invasiveness of bladder cancer cells via down-regulation of connexin 43."}, {"pubmed": 31654720, "text": "Betacellulin enhances ovarian cancer cell migration by up-regulating Connexin43 via MEK-ERK signaling."}, {"pubmed": 31678166, "text": "Upon transfection of miR30a-3p inhibitors, the gemcitabine bystander effect, Cx43 expression and intercellular communication increased, whereas miR30a-3p mimics inhibited the luciferase activity of a Cx43 3'-UTR construct."}, {"pubmed": 31744200, "text": "In pseudohypoxia, the composition of the cardiolipin structure, the amount of mitochondrial Cx43, and the degree of mitochondrial membrane fluidity affect the formation and opening of mitochondrial permeability transition pores, which is reflected in ATP synthase activity and mitochondrial survival.[review]"}, {"pubmed": 31744402, "text": "Human Induced Pluripotent Stem Cell-Derived Non-Cardiomyocytes Modulate Cardiac Electrophysiological Maturation Through Connexin 43-Mediated Cell-Cell Interactions."}, {"pubmed": 31813145, "text": "The missense c.221A>C variation of the GJA1 gene probably underlies the oculodentodigital dysplasia in this pedigree."}, {"pubmed": 31817921, "text": "Review summarizes findings on relationship between GJA1 gain-of-function mutations leading to increased ion conductance and skin diseases such as erythrokeratoderma variabilis et progressiva (EKVP) and palmoplantar keratodemra congenital alopecia-1 (PPKCA1)."}, {"pubmed": 31826237, "text": "The ultrastructures of adherent junctions, gap junctions, and tight junctions could be observed in mouse RPE by TEM. E-cadherin, ZO-1, and connexin 43 were colocalized and physically bound to each other. The knockdown of one of these three proteins led to downregulation of the other two proteins and compromised epithelial function."}, {"pubmed": 31845643, "text": "Expression of connexin-43 in the cardiac muscle of children diagnosed with hypoplastic left heart syndrome: a Western blot and confocal laser scanning microscopy study."}, {"pubmed": 31910160, "text": "Prevention of connexin-43 remodeling protects against Duchenne muscular dystrophy cardiomyopathy."}, {"pubmed": 31947771, "text": "Involvement of the Gap Junction Protein, Connexin43, in the Formation and Function of Invadopodia in the Human U251 Glioblastoma Cell Line."}, {"pubmed": 31964358, "text": "Inhibition of connexin 43 attenuates oxidative stress and apoptosis in human umbilical vein endothelial cells."}, {"pubmed": 32054069, "text": "Activation of Astroglial Connexin is Involved in Concentration-Dependent Double-Edged Sword Clinical Action of Clozapine."}, {"pubmed": 32138615, "text": "EHD1 Modulates Cx43 Gap Junction Remodeling Associated With Cardiac Diseases."}, {"pubmed": 32188841, "text": "Cx43 channels and signaling via IP3/Ca(2+), ATP, and ROS/NO propagate radiation-induced DNA damage to non-irradiated brain microvascular endothelial cells."}, {"pubmed": 32244859, "text": "An Alternatively Translated Connexin 43 Isoform, GJA1-11k, Localizes to the Nucleus and Can Inhibit Cell Cycle Progression."}, {"pubmed": 32259635, "text": "Conjugated linoleic acid improves endothelial Ca2+ signaling by blocking growth factor and cytokine-mediated Cx43 phosphorylation."}, {"pubmed": 32303340, "text": "Expression and functional regulation of gap junction protein connexin 43 in dermal mesenchymal stem cells from psoriasis patients."}, {"pubmed": 32362363, "text": "Connexin 43 upregulation in burns promotes burn conversion through spread of apoptotic death signals."}, {"pubmed": 32409862, "text": "Staphylococcus aureus impairs cutaneous wound healing by activating the expression of a gap junction protein, connexin-43 in keratinocytes."}, {"pubmed": 32449269, "text": "Fulminant myocarditis following recurrent generalized erythrokeratoderma in a child with a heterozygous GJA1 variant."}, {"pubmed": 32457413, "text": "Connexin43 and connexin50 channels exhibit different permeability to the second messenger inositol triphosphate."}, {"pubmed": 32727784, "text": "The Roles of Connexin 26, 32, and 43 as Prognostic Factors for Gastric Cancer."}, {"pubmed": 32777015, "text": "Collective invasion induced by an autocrine purinergic loop through connexin-43 hemichannels."}, {"pubmed": 32851695, "text": "Expression of connexin 43 by atypical fibroxanthoma."}, {"pubmed": 32956670, "text": "Inhibition of Pyk2 and Src activity improves Cx43 gap junction intercellular communication."}, {"pubmed": 32957719, "text": "Automatic Quantification of Cardiomyocyte Dimensions and Connexin 43 Lateralization in Fluorescence Images."}, {"pubmed": 32971763, "text": "Lens Connexin Channels Show Differential Permeability to Signaling Molecules."}, {"pubmed": 33003547, "text": "Identification of Cx45 as a Major Component of GJs in HeLa Cells."}, {"pubmed": 33027889, "text": "Gap19, a Cx43 Hemichannel Inhibitor, Acts as a Gating Modifier That Decreases Main State Opening While Increasing Substate Gating."}, {"pubmed": 33080786, "text": "Calmodulin Directly Interacts with the Cx43 Carboxyl-Terminus and Cytoplasmic Loop Containing Three ODDD-Linked Mutants (M147T, R148Q, and T154A) that Retain alpha-Helical Structure, but Exhibit Loss-of-Function and Cellular Trafficking Defects."}, {"pubmed": 33097557, "text": "Myocardial infarction affects Cx43 content of extracellular vesicles secreted by cardiomyocytes."}, {"pubmed": 33141287, "text": "Connexin expression decreases during adipogenic differentiation of human adipose-derived mesenchymal stem cells."}, {"pubmed": 33196322, "text": "Connexin43 is differentially distributed within renal vasculature and mediates profibrotic differentiation in medullary fibroblasts."}, {"pubmed": 33255173, "text": "Gap Junctions between Endothelial Cells Are Disrupted by Circulating Extracellular Vesicles from Sickle Cell Patients with Acute Chest Syndrome."}, {"pubmed": 33294032, "text": "Long Noncoding RNA HOTAIR Functions as a Competitive Endogenous RNA to Regulate Connexin43 Remodeling in Atrial Fibrillation by Sponging MicroRNA-613."}, {"pubmed": 33299882, "text": "GJA1 Expression and Its Prognostic Value in Cervical Cancer."}, {"pubmed": 33321985, "text": "Cx43 and the Actin Cytoskeleton: Novel Roles and Implications for Cell-Cell Junction-Based Barrier Function Regulation."}, {"pubmed": 33356390, "text": "Reduction of Connexin 43 Attenuates Angiogenic Effects of Human Smooth Muscle Progenitor Cells via Inactivation of Akt and NF-kappaB Pathway."}, {"pubmed": 33396565, "text": "Brain Disorders and Chemical Pollutants: A Gap Junction Link?"}, {"pubmed": 33483598, "text": "PLODs are overexpressed in ovarian cancer and are associated with gap junctions via connexin 43."}, {"pubmed": 33485292, "text": "Expression of NEDD9 and connexin-43 in neoplastic and stromal cells of gastric adenocarcinoma."}, {"pubmed": 33508427, "text": "Connexin43 gap junction drives fascia mobilization and repair of deep skin wounds."}, {"pubmed": 33510344, "text": "Minor allele of GJA1 gene polymorphism is associated with higher heart rate during atrial fibrillation."}, {"pubmed": 33671114, "text": "How miR-31-5p and miR-33a-5p Regulates SP1/CX43 Expression in Osteoarthritis Disease: Preliminary Insights."}, {"pubmed": 33839271, "text": "Construction of a lncRNA/pseudogene-hsa-miR-30d-5p-GJA1 regulatory network related to metastasis of pancreatic cancer."}, {"pubmed": 34004253, "text": "A role of connexin 43 on the drug-induced liver, kidney, and gastrointestinal tract toxicity with associated signaling pathways."}, {"pubmed": 34035645, "text": "Heterozygous GJA1 variants with ocular phenotype: Missense in domain but truncation out of domain."}, {"pubmed": 34078741, "text": "Specific N-cadherin-dependent pathways drive human breast cancer dormancy in bone marrow."}, {"pubmed": 34173871, "text": "The advanced development of Cx43 and GAP-43 mediated intercellular networking in IDH1 wildtype diffuse and anaplastic gliomas with lower mitotic rate."}, {"pubmed": 34199748, "text": "Dysregulation of Connexin Expression Plays a Pivotal Role in Psoriasis."}, {"pubmed": 34246197, "text": "The connexin 43 carboxyl terminal mimetic peptide alphaCT1 prompts differentiation of a collagen scar matrix in humans resembling unwounded skin."}, {"pubmed": 34299018, "text": "Expression of Connexin43 Stimulates Endothelial Angiogenesis Independently of Gap Junctional Communication In Vitro."}, {"pubmed": 34326682, "text": "Cx43 deficiency confers EMT-mediated tamoxifen resistance to breast cancer via c-Src/PI3K/Akt pathway."}, {"pubmed": 34408164, "text": "Cx43 mediates changes in myofibroblast contraction and collagen release in human amniotic membrane defects after trauma."}, {"pubmed": 34438468, "text": "Connexin 43 participates in atrial electrical remodelling through colocalization with calcium channels in atrial myocytes."}, {"pubmed": 34450245, "text": "Connexin channels modulation in pathophysiology and treatment of immune and inflammatory disorders."}, {"pubmed": 34561429, "text": "Cardiac radiotherapy induces electrical conduction reprogramming in the absence of transmural fibrosis."}, {"pubmed": 34608863, "text": "Protective mitochondrial fission induced by stress-responsive protein GJA1-20k."}, {"pubmed": 34719065, "text": "Blocking connexin43 hemichannels prevents TGF-beta2 upregulation and epithelial-mesenchymal transition in retinal pigment epithelial cells."}, {"pubmed": 34785303, "text": "Downregulation of Cx43 reduces cisplatin-induced acute renal injury by inhibiting ferroptosis."}, {"pubmed": 34830068, "text": "Expression and Functionality of Connexin-Based Channels in Human Liver Cancer Cell Lines."}, {"pubmed": 34893116, "text": "[Effect of the Connexin 43 Coupling to the Biobehavior of Multiple Myeloma Cells]."}, {"pubmed": 34978341, "text": "The altered osteocytic expression of connexin 43 and sclerostin in human cadaveric donors with alcoholic liver cirrhosis: Potential treatment targets."}, {"pubmed": 35008716, "text": "Cx43 Promotes Endothelial Cell Migration and Angiogenesis via the Tyrosine Phosphatase SHP-2."}, {"pubmed": 35008913, "text": "Interrogation of Carboxy-Terminus Localized GJA1 Variants Associated with Erythrokeratodermia Variabilis et Progressiva."}, {"pubmed": 35053163, "text": "Connexin 43 Gene Ablation Does Not Alter Human Pluripotent Stem Cell Germ Lineage Specification."}, {"pubmed": 35132953, "text": "Connexin hemichannels with prostaglandin release in anabolic function of bone to mechanical loading."}, {"pubmed": 35173549, "text": "Hypoxic pancreatic cancer derived exosomal miR-30b-5p promotes tumor angiogenesis by inhibiting GJA1 expression."}, {"pubmed": 35220127, "text": "Connexin 43 affects thoracic ossification of ligamentum flavum by regulating the p38 MAPK-RUNX2 signaling pathway."}, {"pubmed": 35263762, "text": "Absence of Connexin 43 Results in Smaller Retinas and Arrested, Depolarized Retinal Progenitor Cells in Human Retinal Organoids."}, {"pubmed": 35312356, "text": "Cx43 hemichannels contribute to astrocyte-mediated toxicity in sporadic and familial ALS."}, {"pubmed": 35360546, "text": "Upregulated miR-206 Aggravates Deep Vein Thrombosis by Regulating GJA1-Mediated Autophagy of Endothelial Progenitor Cells."}, {"pubmed": 35371339, "text": "lncRNA LEF1-AS1 Acts as a Novel Biomarker and Promotes Hypopharyngeal Squamous Cell Carcinoma Progression and Metastasis by Targeting the miR-221-5p/GJA1 Axis."}, {"pubmed": 35391932, "text": "The Effect of the NFkappaB-USP9X-Cx43 Axis on the Dynamic Balance of Bone Formation/Degradation during Ossification of the Posterior Longitudinal Ligament of the Cervical Spine."}, {"pubmed": 35456480, "text": "Connexin Expression in Pituitary Adenomas and the Effects of Overexpression of Connexin 43 in Pituitary Tumor Cell Lines."}, {"pubmed": 35490723, "text": "Downregulation of connexin 43 potentiates amitriptyline-induced brain-derived neurotrophic factor expression in primary astrocytes through lysophosphatidic acid receptor1/3, Src, and extracellular signal-regulated kinase."}, {"pubmed": 35503887, "text": "Connexin 43 Expression in Cutaneous Biopsies of Lupus Erythematosus."}, {"pubmed": 35628386, "text": "Dynamics of Connexin 43 Down Modulation in Human Articular Chondrocytes Stimulated by Tumor Necrosis Factor Alpha."}, {"pubmed": 35924526, "text": "[Research progress on the role of connexin 43 phosphorylation and its signal pathway in the pathogenesis of sepsis]."}, {"pubmed": 35942675, "text": "Identification of Cx43 variants predisposing to ventricular fibrillation in the acute phase of ST-elevation myocardial infarction."}, {"pubmed": 36004726, "text": "GJA1 depletion causes ciliary defects by affecting Rab11 trafficking to the ciliary base."}, {"pubmed": 36038005, "text": "GJA1 gene polymorphism is a genetic predictor of recurrence after pulmonary vein isolation in patients with paroxysmal atrial fibrillation."}, {"pubmed": 36120455, "text": "Connexin 43 (Cx43) regulates high-glucose-induced retinal endothelial cell angiogenesis and retinal neovascularization."}, {"pubmed": 36256487, "text": "Blocking connexin 43 hemichannel-mediated ATP release reduces communication within and between tubular epithelial cells and medullary fibroblasts in a model of diabetic nephropathy."}, {"pubmed": 36330887, "text": "Function of connexin 43 and RhoA/LIMK2/Cofilin signaling pathway in transient changes of contraction and dilation of human umbilical arterial smooth muscle cells."}, {"pubmed": 36361888, "text": "The Role of Connexin 43 in Renal Disease: Insights from In Vivo Models of Experimental Nephropathy."}, {"pubmed": 36373638, "text": "[Correlation between Connexin 43 Mutation and Skin Diseases]."}, {"pubmed": 36396593, "text": "Novel mutations in GJA1 in two Brazilian families with oculodentodigital dysplasia."}, {"pubmed": 36527654, "text": "Confocal Laser and Electron Microscopic Investigation of Gap Junctions in Anaplastic Astrocytomas."}, {"pubmed": 36674690, "text": "The Involvement of Cx43 in JNK1/2-Mediated Endothelial Mechanotransduction and Human Plaque Progression."}, {"pubmed": 36739296, "text": "Impact of GAP-43, Cx43 and actin expression on the outcome and overall survival in diffuse and anaplastic gliomas."}, {"pubmed": 36768546, "text": "Increased Hemichannel Activity Displayed by a Connexin43 Mutation Causing a Familial Connexinopathy Exhibiting Hypotrichosis with Follicular Keratosis and Hyperostosis."}, {"pubmed": 36769280, "text": "Ubiquitin-Related Modifier 1 (URM-1) Modulates Cx43 in Breast Cancer Cell Lines."}, {"pubmed": 36801891, "text": "Connexin 43-modified bone marrow stromal cells reverse the imatinib resistance of K562 cells via Ca 2+ -dependent gap junction intercellular communication."}, {"pubmed": 36927183, "text": "GJA1-20k Rescues Cx43 Localization and Arrhythmias in Arrhythmogenic Cardiomyopathy."}, {"pubmed": 37288673, "text": "The human discs large protein 1 interacts with and maintains connexin 43 at the plasma membrane in keratinocytes."}, {"pubmed": 37342072, "text": "CX43 down-regulation promotes cell aggressiveness and 5-fluorouracil-resistance by attenuating cell stiffness in colorectal carcinoma."}, {"pubmed": 37511370, "text": "Cx43 Hemichannel and Panx1 Channel Modulation by Gap19 and [10]Panx1 Peptides."}, {"pubmed": 37535063, "text": "Structure of the connexin-43 gap junction channel in a putative closed state."}, {"pubmed": 37554265, "text": "BCR-ABL1-driven exosome-miR130b-3p-mediated gap-junction Cx43 MSC intercellular communications imply therapies of leukemic subclonal evolution."}, {"pubmed": 37649228, "text": "Cx43 regulates mechanotransduction mechanisms in human preterm amniotic membrane defects."}, {"pubmed": 37652184, "text": "20 kDa isoform of connexin-43 augments spatial reorganization of the brain endothelial junctional complex and lesion leakage in cerebral cavernous malformation type-3."}, {"pubmed": 37661187, "text": "Connexin 43 gap junction affects survival and drug resistance of multiple myeloma side population cells."}, {"pubmed": 37683629, "text": "NAD[+] rescues aging-induced blood-brain barrier damage via the CX43-PARP1 axis."}, {"pubmed": 37684404, "text": "The role of the Cx43/Cx45 gap junction voltage gating on wave propagation and arrhythmogenic activity in cardiac tissue."}, {"pubmed": 37735976, "text": "Genome-wide association study reveals HSF2, GJA1 and TRIM36 as susceptibility genes for preeclampsia: a community-based population study in Tianjin, China."}, {"pubmed": 37770948, "text": "Connexin-43 hemichannels orchestrate NOD-like receptor protein-3 (NLRP3) inflammasome activation and sterile inflammation in tubular injury."}, {"pubmed": 37788332, "text": "Stabilization of Cx43 mRNA via RNA-binding protein HuR regulated by polyamines enhances intestinal epithelial barrier function."}, {"pubmed": 37815438, "text": "Connexin 43 mediated collective cell migration is independent of Golgi orientation."}, {"pubmed": 37876016, "text": "SARS-CoV-2 spike protein S1 activates Cx43 hemichannels and disturbs intracellular Ca[2+] dynamics."}, {"pubmed": 37904209, "text": "MLKL regulates Cx43 ubiquitinational degradation and mediates neuronal necroptosis in ipsilateral thalamus after focal cortical infarction."}, {"pubmed": 37907090, "text": "Cx43 can form functional channels at the nuclear envelope and modulate gene expression in cardiac cells."}, {"pubmed": 37982464, "text": "Connexin 43 in Dermatofibroma and Dermatofibrosarcoma Protuberans: Diagnostic, Pathogenic, and Therapeutic Implications."}, {"pubmed": 38145302, "text": "Human Cx50 Isoleucine177 prevents heterotypic docking and formation of functional gap junction channels with Cx43."}, {"pubmed": 38254663, "text": "Casein Kinase 1 Phosphomimetic Mutations Negatively Impact Connexin-43 Gap Junctions in Human Pluripotent Stem Cell-Derived Cardiomyocytes."}, {"pubmed": 38393658, "text": "Post translational modifications of connexin 43 in ventricular arrhythmias after myocardial infarction."}, {"pubmed": 38597989, "text": "The E3 ubiquitin ligase ITCH negatively regulates intercellular communication via gap junctions by targeting connexin43 for lysosomal degradation."}, {"pubmed": 38599061, "text": "NGF increases Connexin-43 expression and function in pulmonary arterial smooth muscle cells to induce pulmonary artery hyperreactivity."}, {"pubmed": 38622696, "text": "KLF5 promotes the ossification process of ligamentum flavum by transcriptionally activating CX43."}], "genomic_pos": {"chr": "6", "end": 121449727, "ensemblgene": "ENSG00000152661", "start": 121435595, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 121770873, "start": 121756838, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0000132", "pubmed": 30992345, "qualifier": "involved_in", "term": "establishment of mitotic spindle orientation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001701", "qualifier": "involved_in", "term": "in utero embryonic development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001947", "qualifier": "involved_in", "term": "heart looping"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002069", "qualifier": "involved_in", "term": "columnar/cuboidal epithelial cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0003161", "pubmed": 26786210, "qualifier": "involved_in", "term": "cardiac conduction system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003294", "qualifier": "involved_in", "term": "atrial ventricular junction remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007165", "pubmed": 1696265, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007267", "pubmed": 1696265, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007512", "qualifier": "involved_in", "term": "adult heart development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008104", "pubmed": 30992345, "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 28342807, "qualifier": "acts_upstream_of", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010643", "qualifier": "involved_in", "term": "cell communication by chemical coupling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0010644", "qualifier": "involved_in", "term": "cell communication by electrical coupling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010644", "pubmed": [1696265, 16790700, 23348765], "qualifier": "involved_in", "term": "cell communication by electrical coupling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0014047", "pubmed": 26200696, "qualifier": "involved_in", "term": "glutamate secretion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016264", "pubmed": 15709751, "qualifier": "involved_in", "term": "gap junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030308", "qualifier": "involved_in", "term": "negative regulation of cell growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030500", "qualifier": "involved_in", "term": "regulation of bone mineralization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032277", "pubmed": 30599359, "qualifier": "involved_in", "term": "negative regulation of gonadotropin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034220", "pubmed": 1696265, "qualifier": "involved_in", "term": "monoatomic ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034775", "qualifier": "involved_in", "term": "glutathione transmembrane transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0035633", "pubmed": 30280653, "qualifier": "involved_in", "term": "maintenance of blood-brain barrier"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042908", "qualifier": "involved_in", "term": "xenobiotic transport"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043403", "qualifier": "involved_in", "term": "skeletal muscle tissue regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045844", "qualifier": "involved_in", "term": "positive regulation of striated muscle tissue development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046849", "qualifier": "involved_in", "term": "bone remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046850", "qualifier": "involved_in", "term": "regulation of bone remodeling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048514", "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060156", "qualifier": "involved_in", "term": "milk ejection reflex"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060307", "qualifier": "involved_in", "term": "regulation of ventricular cardiac muscle cell membrane repolarization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060348", "qualifier": "involved_in", "term": "bone development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060371", "qualifier": "involved_in", "term": "regulation of atrial cardiac muscle cell membrane depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060373", "qualifier": "involved_in", "term": "regulation of ventricular cardiac muscle cell membrane depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071467", "qualifier": "involved_in", "term": "cellular response to pH"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0086014", "pubmed": 23348765, "qualifier": "involved_in", "term": "atrial cardiac muscle cell action potential"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0086064", "pubmed": 1696265, "qualifier": "involved_in", "term": "cell communication by electrical coupling involved in cardiac conduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097402", "qualifier": "involved_in", "term": "neuroblast migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 27626200, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140115", "pubmed": 26200696, "qualifier": "involved_in", "term": "export across plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901164", "pubmed": 30599359, "qualifier": "involved_in", "term": "negative regulation of trophoblast cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1904646", "pubmed": 26200696, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904707", "pubmed": 28342807, "qualifier": "acts_upstream_of", "term": "positive regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905332", "pubmed": 30992345, "qualifier": "involved_in", "term": "positive regulation of morphogenesis of an epithelium"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905772", "pubmed": 30599359, "qualifier": "involved_in", "term": "positive regulation of mesodermal cell differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000648", "pubmed": 30599359, "qualifier": "involved_in", "term": "positive regulation of stem cell proliferation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 30599359, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": [15919068, 29163229], "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005882", "qualifier": "located_in", "term": "intermediate filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [11090614, 30599359], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15709751, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005916", "qualifier": "located_in", "term": "fascia adherens"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005921", "pubmed": [1696265, 23348765, 30599359], "qualifier": "located_in", "term": "gap junction"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005921", "qualifier": "located_in", "term": "gap junction"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005922", "qualifier": "part_of", "term": "connexin complex"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005922", "pubmed": 15044680, "qualifier": "part_of", "term": "connexin complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0014704", "pubmed": [22889254, 23381804], "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014704", "qualifier": "located_in", "term": "intercalated disc"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030054", "pubmed": 29366904, "qualifier": "located_in", "term": "cell junction"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0030660", "qualifier": "located_in", "term": "Golgi-associated vesicle membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043292", "qualifier": "located_in", "term": "contractile muscle fiber"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0044291", "pubmed": 11090614, "qualifier": "located_in", "term": "cell-cell contact zone"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070160", "pubmed": 30992345, "qualifier": "located_in", "term": "tight junction"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005243", "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005243", "pubmed": [1696265, 16790700, 23348765], "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9707407, 15709751, 16944923, 17761141, 21220045, 25910212, 29366904, 30992345, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0008013", "pubmed": 30992345, "qualifier": "enables", "term": "beta-catenin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015075", "pubmed": 1696265, "qualifier": "enables", "term": "monoatomic ion transmembrane transporter activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0015562", "pubmed": 26200696, "qualifier": "enables", "term": "efflux transmembrane transporter activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0015631", "pubmed": 22558917, "qualifier": "enables", "term": "tubulin binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0034634", "pubmed": 26200696, "qualifier": "enables", "term": "glutathione transmembrane transporter activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0048487", "qualifier": "enables", "term": "beta-tubulin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0055077", "pubmed": 29366904, "qualifier": "enables", "term": "gap junction hemi-channel activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0086075", "pubmed": 1696265, "qualifier": "enables", "term": "gap junction channel activity involved in cardiac conduction electrical coupling"}, {"category": "MF", "evidence": "IEA", "id": "GO:0097110", "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1903763", "pubmed": 1696265, "qualifier": "enables", "term": "gap junction channel activity involved in cell communication by electrical coupling"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990782", "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 30236], [8364, 394450], [9031, 395278], [9544, 714344], [9598, 744245], [9606, 2697], [9615, 403418], [9913, 281193], [10090, 14609], [10116, 24392]], "id": 136}, "interpro": [{"desc": "Connexin", "id": "IPR000500", "short_desc": "Connexin"}, {"desc": "Gap junction alpha-1 protein (Cx43)", "id": "IPR002261", "short_desc": "Connexin43"}, {"desc": "Connexin, N-terminal", "id": "IPR013092", "short_desc": "Connexin_N"}, {"desc": "Gap junction alpha-1 protein (Cx43), C-terminal", "id": "IPR013124", "short_desc": "Connexin43_C"}, {"desc": "Connexin, conserved site", "id": "IPR017990", "short_desc": "Connexin_CS"}, {"desc": "Gap junction protein, cysteine-rich domain", "id": "IPR019570", "short_desc": "Connexin_CCC"}, {"desc": "Connexin, C-terminal", "id": "IPR034634", "short_desc": "Connexin_C"}, {"desc": "Gap junction alpha-1 protein (Cx43), alpha helix domain superfamily", "id": "IPR035091", "short_desc": "Alpha_helix_dom_sf"}, {"desc": "Connexin, N-terminal domain superfamily", "id": "IPR038359", "short_desc": "Connexin_N_sf"}], "ipi": "IPI00218487", "map_location": "6q22.31", "name": "gap junction protein alpha 1", "other_names": ["connexin-43", "gap junction 43 kDa heart protein", "gap junction alpha-1 protein", "gap junction protein, alpha 1, 43kDa"], "pantherdb": {"HGNC": "4274", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95717", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 10090, "uniprot_kb": "Q6S5G4"}, {"RGD": "2693", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 10116, "uniprot_kb": "P28233"}, {"MGI": "95713", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10090, "uniprot_kb": "P23242"}, {"RGD": "2690", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10116, "uniprot_kb": "P08050"}, {"Gene": "GJA1", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 9031, "uniprot_kb": "P14154"}, {"Ensembl": "ENSGALG00000014873", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 9031, "uniprot_kb": "F1N9K3"}, {"ZFIN": "ZDB-GENE-050616-10", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "E7FBZ4"}, {"ZFIN": "ZDB-GENE-991105-4", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "O57474"}], "uniprot_kb": "P17302"}, "pathway": {"biocarta": {"id": "gsk3pathway", "name": "inactivation of gsk3 by akt causes accumulation of b-catenin in alveolar macrophages"}, "kegg": [{"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa05412", "name": "Arrhythmogenic right ventricular cardiomyopathy - Homo sapiens (human)"}], "netpath": {"id": "Pathway_EGFR1", "name": "EGFR1"}, "pid": [{"id": "ap1_pathway", "name": "AP-1 transcription factor network"}, {"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "ncadherinpathway", "name": "N-cadherin signaling events"}], "reactome": [{"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-190704", "name": "Oligomerization of connexins into connexons"}, {"id": "R-HSA-190827", "name": "Transport of connexins along the secretory pathway"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190840", "name": "Microtubule-dependent trafficking of connexons from Golgi to the plasma membrane"}, {"id": "R-HSA-190861", "name": "Gap junction assembly"}, {"id": "R-HSA-190861", "name": "Gap junction assembly"}, {"id": "R-HSA-190872", "name": "Transport of connexons to the plasma membrane"}, {"id": "R-HSA-190873", "name": "Gap junction degradation"}, {"id": "R-HSA-191650", "name": "Regulation of gap junction activity"}, {"id": "R-HSA-191650", "name": "Regulation of gap junction activity"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-196025", "name": "Formation of annular gap junctions"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013406", "name": "RHOQ GTPase cycle"}, {"id": "R-HSA-9013409", "name": "RHOJ GTPase cycle"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705677", "name": "SARS-CoV-2 targets PDZ proteins in cell-cell junction"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP1992", "name": "Genes targeted by miRNAs in adipocytes"}, {"id": "WP2118", "name": "Arrhythmogenic Right Ventricular Cardiomyopathy"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP363", "name": "Wnt Signaling Pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP437", "name": "EGF-EGFR signaling pathway"}, {"id": "WP4905", "name": "1q21.1 copy number variation syndrome"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["2LL2", "7F92", "7F93", "7F94", "7XQ9", "7XQB", "7XQD", "7XQF", "7XQG", "7XQH", "7XQI", "7XQJ", "7Z1T", "7Z22", "7Z23"], "pfam": ["PF00029", "PF03508"], "pharmgkb": "PA28685", "pharos": {"target_id": 19666, "tdl": "Tbio"}, "pir": "A35853", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF212020", "relationship": "is"}, {"id": "GNF220710", "relationship": "is"}, {"id": "GNF222718", "relationship": "is"}, {"id": "GNF249955", "relationship": "is"}, {"id": "GNF249956", "relationship": "is"}, {"id": "GNF249957", "relationship": "is"}, {"id": "GNF249958", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162199", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035145", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083043", "relationship": "is"}, {"id": "GNF083044", "relationship": "is"}, {"id": "GNF083045", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051299", "relationship": "is"}, {"id": "GNF056065", "relationship": "is"}, {"id": "GNF060779", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069839", "relationship": "is"}, {"id": "GNF069840", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005816", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097743", "relationship": "is"}, {"id": "GNF137398", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_008308.1"], "protein": "NP_000156.1", "rna": "NM_000165.5", "translation": {"protein": "NP_000156.1", "rna": "NM_000165.5"}}, "reporter": {"HG-U133_Plus_2": "201667_at", "HG-U95Av2": ["2018_at", "32531_at"], "HTA-2_0": "TC06000945.hg.1", "HuEx-1_0": ["2870349", "2923661"], "HuGene-1_1": "8121749", "HuGene-2_1": "17012148"}, "retired": [2704, 7953, 64588, 100187967], "summary": "This gene is a member of the connexin gene family. The encoded protein is a component of gap junctions, which are composed of arrays of intercellular channels that provide a route for the diffusion of low molecular weight materials from cell to cell. The encoded protein is the major protein of gap junctions in the heart that are thought to have a crucial role in the synchronized contraction of the heart and in embryonic development. A related intronless pseudogene has been mapped to chromosome 5. Mutations in this gene have been associated with oculodentodigital dysplasia, autosomal recessive craniometaphyseal dysplasia and heart malformations. [provided by RefSeq, May 2014].", "symbol": "GJA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415068"}, "unigene": ["Hs.700699", "Hs.74471"], "uniprot": {"Swiss-Prot": "P17302", "TrEMBL": "A0A654IBU3"}, "wikipedia": {"url_stub": "GJA1"}}