{"AllianceGenome": "4281", "HGNC": "4281", "MIM": "600897", "_id": "2703", "_version": 1, "accession": {"genomic": ["AC239801.3", "AF217524.1", "AL445591.10", "CH471223.1", "CP068277.2", "EF672108.1", "KM190128.1", "KM190129.1", "KM190130.1", "KM190131.1", "KM190132.1", "KM190133.1", "KM190134.1", "KM190135.1", "KM190136.1", "KM190137.1", "KM190138.1", "KM190139.1", "KM190140.1", "KM190141.1", "KM190142.1", "KM190143.1", "KR091849.1", "KU342018.1", "NC_000001.11", "NC_060925.1", "NG_016242.2", "U34802.2"], "protein": ["AAA77062.1", "AAF32309.1", "ABS11172.1", "AHW56485.1", "AIT70949.1", "AIT70950.1", "AIT70951.1", "AIT70952.1", "AIT70953.1", "AIT70954.1", "AIT70955.1", "AIT70956.1", "AIT70957.1", "AIT70958.1", "AIT70959.1", "AIT70960.1", "AIT70961.1", "AIT70962.1", "AIT70963.1", "AIT70964.1", "ALU11230.1", "AMM45325.1", "AUO28714.1", "CAH72387.1", "EAW50926.1", "NP_005258.2", "P48165.3", "XP_011507719.1", "XP_054191977.1"], "rna": ["AI364417.1", "BQ184886.1", "CD674975.1", "DB476698.1", "KJ534845.1", "KY556641.1", "NM_005267.5", "XM_011509417.3", "XM_054336002.1"], "translation": [{"protein": "AUO28714.1", "rna": "KY556641.1"}, {"protein": "XP_054191977.1", "rna": "XM_054336002.1"}, {"protein": "AHW56485.1", "rna": "KJ534845.1"}, {"protein": "XP_011507719.1", "rna": "XM_011509417.3"}, {"protein": "NP_005258.2", "rna": "NM_005267.5"}]}, "alias": ["CAE", "CAE1", "CTRCT1", "CX50", "CZP1", "MP70"], "ensembl": {"gene": "ENSG00000121634", "protein": "ENSP00000358238", "transcript": "ENST00000369235", "translation": [{"protein": "ENSP00000358238", "rna": "ENST00000369235"}], "type_of_gene": "protein_coding"}, "entrezgene": "2703", "exons": [{"cdsend": 147909257, "cdsstart": 147907955, "chr": "1", "position": [[147902794, 147902861], [147907944, 147909268]], "strand": 1, "transcript": "NM_005267", "txend": 147909268, "txstart": 147902794}], "exons_hg19": [{"cdsend": 147381384, "cdsstart": 147380082, "chr": "1", "position": [[147374920, 147374987], [147380071, 147381395]], "strand": 1, "transcript": "NM_005267", "txend": 147381395, "txstart": 147374920}], "generif": [{"pubmed": 11944087, "text": "the C-terminus of human Cx50 is involved in pHi sensitivity, but has little influence over single-channel conductance, voltage dependence, or gating kinetics."}, {"pubmed": 15696487, "text": "Study confirmed that GJA8 plays a vital role in the maintenance of human lens transparency and its mutation could be the genetic defect causing autosomal dominant congenital cataract ."}, {"pubmed": 16397066, "text": "The pulverulent cataract described in this family is associated with a novel GJA8 mutation and has a different clinical phenotype from previously described GJA8 mutants."}, {"pubmed": 16604058, "text": "This is the first report of mutations in GJA8 (connexin50) to be associated with autosomal dominant cataract and microcornea."}, {"pubmed": 16740131, "text": "Resultsdemonstrated that Cx50 hemichannels gating control can be cooperated by CaM and Ca2+."}, {"pubmed": 17412882, "text": "Matched case-control and family study indicate that Cx50 may play a role in the genetic susceptibility to schizophrenia."}, {"pubmed": 17412882, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17546509, "text": "a cross-talk between CFTR and a variety of gap junction channels. Cytoskeletal scaffolding proteins and/or other intermediate cytoplasmic proteins are likely to play a role in CFTR-connexins interaction."}, {"pubmed": 17601931, "text": "Mutation of the gap junction protein alpha 8 (GJA8) gene causes autosomal recessive cataract."}, {"pubmed": 17724170, "text": "Five novel mutations in CRYAA, CRYGD, and GJA8 genes were detected in congenital cataract in association with microcornea"}, {"pubmed": 18006672, "text": "Pulverulent cataracts present in members of a family are associated with a novel mutation, Cx50D47N, that acts as a loss-of-function mutation. The consequent decrease in lens intercellular communication may contribute to cataract formation."}, {"pubmed": 18247306, "text": "A novel disease-causing mutation (D47Y) of GJA8 gene in a Chinese family with ADCC is reported."}, {"pubmed": 18334946, "text": "This is a novel mutation identified in the first transmembrane domain (M1) of GJA8."}, {"pubmed": 18334966, "text": "A novel GJA8 gene mutation was found to be associated with hereditary cataract in a Chinese congenital cataract family."}, {"pubmed": 18334966, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18483562, "text": "The ins776G mutation most likely causes a recessive triangular cataract with variable expressivity of a weak phenotype in heterozygotes."}, {"pubmed": 18587493, "text": "A p.P88Q mutation in GJA8 associated with Y-sutural cataract in a family of Indian origin, is reported."}, {"pubmed": 19684000, "text": "The biochemical results indirectly suggest a potential novel mechanism by which connexin mutants could lead to cataracts."}, {"pubmed": 19756179, "text": "Direct sequencing of the PCR product produced from lens cDNA showed that the proband was heterozygous for a G>T transition at position 741 of the GJA8 gene, encoding the exchange of methionine for isoleucine at position 247 of CX50."}, {"pubmed": 20019893, "text": "A novel mutation in GJA8 was detected in a Chinese family with autosomal dominant congenital nuclear cataract, providing clear evidence of a relationship between the genotype and the corresponding cataract phenotype."}, {"pubmed": 20582632, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20582632, "text": "the gap junction protein-alpha 8 polymorphisms may have a role in age-related cataracts"}, {"pubmed": 20597646, "text": "This study has identified a novel missense mutation located in the carboxyl terminus of GJA8 (S258F) associated with autosomal dominant nuclear cataract."}, {"pubmed": 20806042, "text": "This report is the first to relate p.R198W mutation in GJA8 with congenital cataract-microcornea syndrome."}, {"pubmed": 21174522, "text": "The D47N mutation of Cx50 causes the hereditary nuclear cataract in this family in an autosomal dominant mode of inheritance with incomplete penetrance."}, {"pubmed": 21228318, "text": "The G46V and W45S mutations of connexin 50 are in adjacent amino acids. W45S inhibits gap junctional channel function while G46V reduces cell viability by forming open hemichannels."}, {"pubmed": 21378309, "text": "Autophagy is involoved in the degradation of CX43 and CX50."}, {"pubmed": 21386927, "text": "The genetic mutation in GJA3, GJA8, and LIM2 may slightly contribute to the development of age-related cataracts."}, {"pubmed": 21423869, "text": "Two novel nonsynonymous variations and four reported variations in CRYAB, CRYGC, CRYGD, and GJA8, were observed."}, {"pubmed": 21686328, "text": "Mutations in GJA8 and CRYAA were identified in three Chinese families with cataract and microcornea."}, {"pubmed": 21921990, "text": "A missense D47N mutation in GJA8 is associated with autosomal dominant congenital cataract in a Chinese family."}, {"pubmed": 21965293, "text": "A PDZ-binding motif and ZO-1 protein are necessary for Cx50 intercellular channel formation"}, {"pubmed": 23555834, "text": "a novel G>A mutation of GJA8 in a three-generation Chinese pedigree was associated with perinuclear opacities of the lens involving the nucleus"}, {"pubmed": 23592913, "text": "A novel connexin 50 gene (GJA8) mutation, resulting in the amino substitution p. D47H in a Chinese family with nuclear and zonular pulverulent congenital cataracts, is reported."}, {"pubmed": 23720739, "text": "Data indicate that after inhibition of new protein synthesis with cycloheximide, CX50fs disappeared much more rapidly than CX50, suggesting increased degradation of the mutant."}, {"pubmed": 24005045, "text": "The results provide a molecular basis for the formation of various cataract phenotypes in human patients with Cx50 mutations."}, {"pubmed": 24281366, "text": "Exome sequencing in developmental eye disease leads to identification of causal variants in GJA8, CRYGC, PAX6 and CYP1B1."}, {"pubmed": 24535056, "text": "Tthe molecular consequences of the p.P88T mutation in GJA8 include changes in connexin 50 protein localization patterns."}, {"pubmed": 25003127, "text": "structural bases of the varied functional consequences of Cx50 missense mutations, were determined."}, {"pubmed": 25301372, "text": "A recurrent missense mutation c.773C>T (p.S258F) in exon 2 of the gap junction protein alpha 8 gene (GJA8) was identified in the proband with nuclear cataract."}, {"pubmed": 25403472, "text": "We have used trio-based exome sequencing to uncover a recurrent missense mutation in CRYGD and two novel missense mutations in GJA8 associated with autosomal dominant cataract in three nuclear families."}, {"pubmed": 25517998, "text": "GJA8 mutation (p.V44A) is associated with autosomal dominant congenital cataract."}, {"pubmed": 25549162, "text": "This study identified three mutations in three Chinese families with hereditary cataracts. Of the three mutations, two were novel (c.125 A > C in GJA3 and c.268 C > T in GJA3), one was previously reported (c.218 C > T in GJA8)."}, {"pubmed": 25947639, "text": "This is a novel missense mutation [c.829C > T, (p.H277Y)] identified in exon 2 of Cx50."}, {"pubmed": 26174669, "text": "These results indicated that the mutant Cx50 (S276F) might inhibit the function of gap junction channel in a dominant negative manner, but inhibit the hemichannel function in a recessive negative manner."}, {"pubmed": 27143357, "text": "the role of the charged residues at the end of TM-1 in voltage sensing in Cx26, Cx46, and Cx50."}, {"pubmed": 27216975, "text": "Study identified two novel missense mutations within P59 and R76 of Cx50 that are associated with autosomal dominant congenital cataracts (ADCC). Functional analysis showed that Cx50R76H localized at appositional membranes forming gap junctions with enormous cytoplasmic protein accumulation, whereas the Cx50P59A mutation was found inefficient at forming detectable plaques."}, {"pubmed": 27785597, "text": "The c.433G > T (p.G145W) mutation in the GJA8 gene was first reported to our best knowledge. The results of our study would further broaden the mutation spectrum of GJA8 associated with congenital cataract."}, {"pubmed": 28455998, "text": "Data indicate de novo heterozygous mutations affecting the same codon of gap junction alpha-8 protein (GJA8) p.(Gly94Glu) and p.(Gly94Arg) )in 2 of the probands, in addition to the p.(Asp51Asn) mutation previously identified in the third case."}, {"pubmed": 28526010, "text": "The missense mutation c.139G > A in GJA8 gene is associated with autosomal dominant congenital cataract in a six-generation Chinese family. The result of this present study provides further evidence that the p. D47N mutation in CX50 is a hot-spot mutation."}, {"pubmed": 28706245, "text": "Together, these results suggest that in addition to forming gap junction channels, Cx50 acts as an adhesive molecule that is critical in maintaining lens fiber integrity and epithelial-fiber differentiation."}, {"pubmed": 28827829, "text": "study demonstrates that the mutant protein localized to the plasma membrane and formed functional intercellular channels. These data suggest that GJA8 c.658A>G is most likely a benign rare variant"}, {"pubmed": 29434075, "text": "GJA8 is the newly identified genetic cause of familial congenital cataract."}, {"pubmed": 29464339, "text": "The spectrum of GJA8 variants and associated phenotypes."}, {"pubmed": 29489419, "text": "The novel insert mutation in the TM2 domain of Cx50 protein, which impairs its trafficking to the cell membrane and gap-junction function, is associated with the cataract formation in this Chinese pedigree."}, {"pubmed": 30078984, "text": "The p.V44M mutation in the GJA8 gene was the most common mutation and was due to a founder effect within the Chinese congenital cataract cohort studied."}, {"pubmed": 30262699, "text": "The mutation c.139G>A in the GJA8 gene detected in the present study was also previously reported in Caucasian and Chinese families but with different phenotypes, i.e. nuclear and nuclear pulverulent cataracts. Thus, the mutation c.139G>A in GJA8 appears to exhibit marked interfamilial phenotypic variability."}, {"pubmed": 30349978, "text": "this study identified the genetic susceptibility of GJA8 polymorphisms on ARC and provides new clues for fully understanding the pathological mechanism of GJA8 variants in affecting lens opacity"}, {"pubmed": 30373400, "text": "A new mutation (c.166A>C) in GJA8 underlying a nuclear congenital cataract was identified in this study. Its segregation with the phenotype might be useful as a predicting marker of the disease."}, {"pubmed": 30542154, "text": "single-particle cryo-electron microscopy to investigate the structural basis of connexin co-assembly in native lens gap junction channels composed of connexin 46 and connexin 50 (Cx46/50)"}, {"pubmed": 30890130, "text": "Results identified a heterozygous mutation of the GJA8 gene (c.139G > C), was identified in all patients with both congenital cataract and congenital nystagmus thus explaining the autosomal dominant pattern of inheritance of congenital cataracts."}, {"pubmed": 30928190, "text": "The study identified a novel cataract phenotype caused by the p.R76H mutation in Cx50, providing evidence of further phenotypic heterogeneity associated with this mutation."}, {"pubmed": 31618082, "text": "Mutation in Cx50 gene is associated with congenital cataract."}, {"pubmed": 31844091, "text": "GJA8 missense mutation disrupts hemichannels and induces cell apoptosis in human lens epithelial cells."}, {"pubmed": 32384692, "text": "Whole Exome Sequencing Reveals Novel and Recurrent Disease-Causing Variants in Lens Specific Gap Junctional Protein Encoding Genes Causing Congenital Cataract."}, {"pubmed": 32457413, "text": "Connexin43 and connexin50 channels exhibit different permeability to the second messenger inositol triphosphate."}, {"pubmed": 32971763, "text": "Lens Connexin Channels Show Differential Permeability to Signaling Molecules."}, {"pubmed": 33218330, "text": "Identification and functional analysis of a novel missense mutation in GJA8, p.Ala69Thr."}, {"pubmed": 34226295, "text": "Aging-dependent loss of GAP junction proteins Cx46 and Cx50 in the fiber cells of human and mouse lenses accounts for the diminished coupling conductance."}, {"pubmed": 34762867, "text": "Molecular mechanisms underlying enhanced hemichannel function of a cataract-associated Cx50 mutant."}, {"pubmed": 35120923, "text": "Cataract-linked serine mutations in the gap junction protein connexin50 expose a sorting signal that promotes its lysosomal degradation."}, {"pubmed": 35726576, "text": "Identification of novel cis-mutations in the GJA8 gene in a 3-generation Iranian family with autosomal dominant congenital nuclear cataract."}, {"pubmed": 35980487, "text": "Identification and functional analysis of two GJA8 variants in Chinese families with eye anomalies."}, {"pubmed": 36262071, "text": "Novel compound heterozygous variant of GJA8 gene in two siblings with congenital cataract mimics an autosomal recessive trait."}, {"pubmed": 38052906, "text": "Association of variants in GJA8 with familial acorea-microphthalmia-cataract syndrome."}, {"pubmed": 38145302, "text": "Human Cx50 Isoleucine177 prevents heterotypic docking and formation of functional gap junction channels with Cx43."}], "genomic_pos": {"chr": "1", "end": 147909269, "ensemblgene": "ENSG00000121634", "start": 147902795, "strand": 1}, "genomic_pos_hg19": [{"chr": "1", "end": 147381393, "start": 147374946, "strand": 1}, {"chr": "HG1287_PATCH", "end": 148595681, "start": 148589235, "strand": 1}], "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002088", "qualifier": "involved_in", "term": "lens development in camera-type eye"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032645", "qualifier": "involved_in", "term": "regulation of granulocyte macrophage colony-stimulating factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055085", "qualifier": "involved_in", "term": "transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:1990349", "qualifier": "involved_in", "term": "gap junction-mediated intercellular transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990349", "pubmed": 19756179, "qualifier": "involved_in", "term": "gap junction-mediated intercellular transport"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [19756179, 26004348], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005922", "qualifier": "part_of", "term": "connexin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005922", "pubmed": 19756179, "qualifier": "part_of", "term": "connexin complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005243", "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005243", "pubmed": 19756179, "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 114403], [8364, 100490617], [9031, 395846], [9544, 701415], [9598, 469474], [9606, 2703], [9615, 483156], [9913, 524042], [10090, 14616], [10116, 29601]], "id": 3857}, "interpro": [{"desc": "Connexin", "id": "IPR000500", "short_desc": "Connexin"}, {"desc": "Gap junction alpha-8 protein (Cx50)", "id": "IPR002266", "short_desc": "Connexin50"}, {"desc": "Connexin, N-terminal", "id": "IPR013092", "short_desc": "Connexin_N"}, {"desc": "Connexin, conserved site", "id": "IPR017990", "short_desc": "Connexin_CS"}, {"desc": "Gap junction protein, cysteine-rich domain", "id": "IPR019570", "short_desc": "Connexin_CCC"}, {"desc": "Connexin, N-terminal domain superfamily", "id": "IPR038359", "short_desc": "Connexin_N_sf"}], "ipi": "IPI00220287", "map_location": "1q21.2", "name": "gap junction protein alpha 8", "other_names": ["cell surface glycoprotein", "connexin 50", "gap junction alpha 8", "gap junction alpha-8 protein", "gap junction membrane channel protein alpha-8", "gap junction protein alpha 8 50kDa", "lens fiber protein MP70", "lens intrinsic membrane protein MP70"], "pantherdb": {"HGNC": "4281", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99953", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10090, "uniprot_kb": "P28236"}, {"RGD": "628890", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10116, "uniprot_kb": "Q8K4Q9"}, {"Gene": "GJA8", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 9031, "uniprot_kb": "P36381"}, {"Ensembl": "ENSGALG00000015488", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 9031, "uniprot_kb": "F1NRH7"}, {"ZFIN": "ZDB-GENE-050616-14", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "B0S6Z4"}, {"ZFIN": "ZDB-GENE-010607-3", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "Q503J6"}], "uniprot_kb": "P48165"}, "pathway": {"reactome": [{"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190861", "name": "Gap junction assembly"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}], "wikipathways": [{"id": "WP4905", "name": "1q21.1 copy number variation syndrome"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pfam": ["PF00029", "PF03509"], "pharmgkb": "PA28692", "pharos": {"target_id": 5952, "tdl": "Tbio"}, "pir": "I39176", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249963", "relationship": "is"}, {"id": "GNF249964", "relationship": "is"}, {"id": "GNF249965", "relationship": "is"}, {"id": "GNF249966", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083048", "relationship": "is"}, {"id": "GNF083049", "relationship": "is"}, {"id": "GNF083050", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053631", "relationship": "is"}, {"id": "GNF058399", "relationship": "is"}, {"id": "GNF073614", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070595", "relationship": "is"}, {"id": "GNF070596", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF097737", "relationship": "is"}, {"id": "GNF137392", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_016242.2"], "protein": ["NP_005258.2", "XP_011507719.1", "XP_054191977.1"], "rna": ["NM_005267.5", "XM_011509417.3", "XM_054336002.1"], "translation": [{"protein": "XP_011507719.1", "rna": "XM_011509417.3"}, {"protein": "XP_054191977.1", "rna": "XM_054336002.1"}, {"protein": "NP_005258.2", "rna": "NM_005267.5"}]}, "reporter": {"HG-U133_Plus_2": "208489_at", "HG-U95Av2": "31778_at", "HTA-2_0": "TC01001117.hg.1", "HuEx-1_0": ["2356979", "4043713"], "HuGene-1_1": "7904927", "HuGene-2_1": "16670138"}, "retired": [1597, 101060402], "summary": "This gene encodes a transmembrane connexin protein that is necessary for lens growth and maturation of lens fiber cells. The encoded protein is a component of gap junction channels and functions in a calcium and pH-dependent manner. Mutations in this gene have been associated with zonular pulverulent cataracts, nuclear progressive cataracts, and cataract-microcornea syndrome. [provided by RefSeq, Dec 2009].", "symbol": "GJA8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415075"}, "unigene": "Hs.632441", "uniprot": {"Swiss-Prot": "P48165", "TrEMBL": "X5D7G1"}, "wikipedia": {"url_stub": "GJA8"}}