{"AllianceGenome": "4283", "HGNC": "4283", "MIM": "304040", "_id": "2705", "_version": 1, "accession": {"genomic": ["AL590762.1", "CH471132.2", "CP068255.2", "L47127.1", "NC_000023.11", "NC_060947.1", "NG_008357.1", "S83322.1", "S83323.1"], "protein": ["AAA75086.1", "AAH02805.1", "AAH22426.1", "AAH39198.1", "AAV38136.1", "BAG36259.1", "CAA27856.1", "EAX05305.1", "EAX05306.1", "NP_000157.1", "NP_001091111.1", "P08034.1", "XP_011529209.1", "XP_054182801.1", "XP_054182802.1"], "rna": ["AA041403.1", "AK313474.1", "BC002805.1", "BC022426.1", "BC039198.1", "BI764356.1", "BT019329.1", "CB155778.1", "DA081668.1", "DA262106.1", "NM_000166.6", "NM_001097642.3", "X04325.1", "XM_011530907.3", "XM_054326826.1", "XM_054326827.1"], "translation": [{"protein": "NP_001091111.1", "rna": "NM_001097642.3"}, {"protein": "CAA27856.1", "rna": "X04325.1"}, {"protein": "XP_054182801.1", "rna": "XM_054326826.1"}, {"protein": "XP_054182802.1", "rna": "XM_054326827.1"}, {"protein": "BAG36259.1", "rna": "AK313474.1"}, {"protein": "AAH02805.1", "rna": "BC002805.1"}, {"protein": "XP_011529209.1", "rna": "XM_011530907.3"}, {"protein": "AAV38136.1", "rna": "BT019329.1"}, {"protein": "AAH39198.1", "rna": "BC039198.1"}, {"protein": "NP_000157.1", "rna": "NM_000166.6"}, {"protein": "AAH22426.1", "rna": "BC022426.1"}]}, "alias": ["CMTX", "CMTX1", "CX32"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-01-14T17:00:00.000Z", "disease_label": "Charcot-Marie-Tooth disease X-linked dominant 1", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010549", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_fcacd858-2376-4cc0-983a-156145e36595-2020-01-14T170000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000169562", "protein": ["ENSP00000354900", "ENSP00000363141", "ENSP00000407223", "ENSP00000494142", "ENSP00000494596", "ENSP00000495960", "ENSP00000501571", "ENSP00000501757", "ENSP00000501813", "ENSP00000502556", "ENSP00000502766"], "transcript": ["ENST00000361726", "ENST00000374029", "ENST00000447581", "ENST00000645009", "ENST00000646835", "ENST00000647424", "ENST00000674549", "ENST00000674844", "ENST00000675209", "ENST00000675368", "ENST00000675609"], "translation": [{"protein": "ENSP00000502556", "rna": "ENST00000674844"}, {"protein": "ENSP00000502766", "rna": "ENST00000674549"}, {"protein": "ENSP00000363141", "rna": "ENST00000374029"}, {"protein": "ENSP00000501813", "rna": "ENST00000675209"}, {"protein": "ENSP00000495960", "rna": "ENST00000647424"}, {"protein": "ENSP00000501757", "rna": "ENST00000675368"}, {"protein": "ENSP00000501571", "rna": "ENST00000675609"}, {"protein": "ENSP00000494596", "rna": "ENST00000646835"}, {"protein": "ENSP00000407223", "rna": "ENST00000447581"}, {"protein": "ENSP00000494142", "rna": "ENST00000645009"}, {"protein": "ENSP00000354900", "rna": "ENST00000361726"}], "type_of_gene": "protein_coding"}, "entrezgene": "2705", "exons": [{"cdsend": 71224559, "cdsstart": 71223707, "chr": "X", "position": [[71223223, 71223335], [71223691, 71225516]], "strand": 1, "transcript": "NM_000166", "txend": 71225516, "txstart": 71223223}, {"cdsend": 71224559, "cdsstart": 71223707, "chr": "X", "position": [[71215211, 71215290], [71223691, 71225215]], "strand": 1, "transcript": "NM_001097642", "txend": 71225215, "txstart": 71215211}], "exons_hg19": [{"cdsend": 70444409, "cdsstart": 70443557, "chr": "X", "position": [[70443073, 70443185], [70443541, 70445366]], "strand": 1, "transcript": "NM_000166", "txend": 70445366, "txstart": 70443073}, {"cdsend": 70444409, "cdsstart": 70443557, "chr": "X", "position": [[70435061, 70435140], [70443541, 70445065]], "strand": 1, "transcript": "NM_001097642", "txend": 70445065, "txstart": 70435061}], "generif": [{"pubmed": 11024208, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11295246, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11545686, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 11835375, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 11891346, "text": "Voltage opens unopposed gap junction hemichannels formed by a connexin 32 mutant associated with X-linked Charcot-Marie-Tooth disease"}, {"pubmed": 12111842, "text": "Cx32 mutants that are associated with a CNS phenotype do not interact with Cx45, but may instead have other toxic effects in oligodendrocytes."}, {"pubmed": 12205082, "text": "alpha-catenin facilitates trafficking of connexins 32 and 43 to the cell surface and induces gap junction assembly"}, {"pubmed": 12362307, "text": "A new mutation in the connexin 32 gene of a Chinese family with Charcot-Marie-Tooth disease associated with central conduction slowing"}, {"pubmed": 12536289, "text": "G/A transition (Ala40Thr)in a conserved transmembrane region of the connexin-32 gene was also found associated with X-linked Charcot-Marie-Tooth disease"}, {"pubmed": 12542510, "text": "These findings suggest that some gain of function mutations of GJB1 may be related to CNS symptoms because the patients with GJB1 deletion only had peripheral neuropathy."}, {"pubmed": 12717835, "text": "gap junctional intercellular communication in hepatocellular carcinoma cell lines, and signal transduction mechanism of gap junction genes connexin32, connexin43 in hepatocarcinogenesis."}, {"pubmed": 12775342, "text": "A mutation of the Cx32 gene is identified, consisting of a guanine to adenine transition at position 271 (271G-A) in a large Turkish family (N=39) with Charcot-Marie-Tooth disease."}, {"pubmed": 12849984, "text": "Data show that connexin 32 (Cx32)-transfected HepG2 cells not only expressed a higher level of Cx32 mRNA, but also showed increased gap junctional intercellular communication."}, {"pubmed": 14663144, "text": "Mutation (D178Y) that causes an inherited peripheral neuropathy induces a complete Ca2+ deregulation of Cx32 hemichannel activity."}, {"pubmed": 14688024, "text": "Transgenic mice with the mutant Cx32 gene are more susceptible to diethylnitrosamine-induced hepatocarcinogenesis, developing more liver tumors with shorter latency."}, {"pubmed": 14960772, "text": "molecular genetic analysis of the GJB1 gene in Charcot-Marie-Tooth type X1 disease"}, {"pubmed": 15006706, "text": "10 of 22 CMTX Cx32 mutations studied in the present investigation could lead to the assembly of defective Cx32 gap junctions, which in turn may result in peripheral neuropathy"}, {"pubmed": 15334670, "text": "mRNA level correlates with cell differentiation, nd is predictive of postopoperative recurrence in hepatocellular carcinoma."}, {"pubmed": 15470753, "text": "This study identified a large Charcot-Marie-Tooth disease family with a novel mutation in the Connexin 32 (Cx32) P2 promoter region at position -526bp."}, {"pubmed": 15508871, "text": "Nine patients had clinical features of X-linked dominant inheritance and a moderate Charcot-Marie-Tooth neuropathy phenotype showed a G-to-A transition at position -215 of the nerve-specific promoter P2 of the Cx32 gene."}, {"pubmed": 15685554, "text": "Cpmmexom 32 was found intracellularly in activated hepatic stellate cells."}, {"pubmed": 15703409, "text": "Human Cx32 protein \"rescued\" the phenotype of cx32-null mice. The transgenic mice have less demyelinated or remyelinated axons than nontransgenic littermates. Loss of Schwann-cell-autonomous expression of Cx32 is sufficient for demyelination in CMT1X."}, {"pubmed": 15704645, "text": "The connexin 32 were sparsely distributed In epithelial cells."}, {"pubmed": 15947997, "text": "A Charcot-Marie-Tooth syndrome in a family with a missense mutation in GJB1."}, {"pubmed": 16079393, "text": "Cx32 is prenylated, but that prenylation is not required for proper trafficking of Cx32 and perhaps not even for certain aspects of its function, in myelinating Schwann cells."}, {"pubmed": 16096811, "text": "Four novel connexin 32 mutations in X-linked Charcot-Marie-Tooth disease with phenotypic variability."}, {"pubmed": 16373087, "text": "This study identified a novel substitution T>C in the P2 promoter of GJB1 at position -529, in the SOX10 binding site S2 in a family with X-linked dominant Charcot-Marie-Tooth neuropathy."}, {"pubmed": 16790356, "text": "In transgenic mice that express the R142W mutation in myelinating Schwann cells, the Arg142Trp mutant protein is aberrantly localized to the Golgi, indicating that it does not traffic properly."}, {"pubmed": 17052905, "text": "We describe an Italian family with an intermediate CMTX phenotype with late onset. Mutation screening of the GJB1 gene revealed a 9-bp duplication leading to the insertion of three aminoacids."}, {"pubmed": 17200131, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 17353473, "text": "Most GJB1 mutations cause neuropathy by a loss of normal connexin 32 function."}, {"pubmed": 17372902, "text": "cytoplasmic Cx32 protein exerts effects favourable for HCC progression, such as invasion and metastasis, once the cells have acquired a malignant phenotype."}, {"pubmed": 17546509, "text": "a cross-talk between CFTR and a variety of gap junction channels. Cytoskeletal scaffolding proteins and/or other intermediate cytoplasmic proteins are likely to play a role in CFTR-connexins interaction."}, {"pubmed": 17565422, "text": "we refer to a new aspect of Cx32-dependent functions against cell proliferation, invasion and metastasis in RCC cells, especially in a GJIC-independent manner[review]"}, {"pubmed": 17569045, "text": "Connexin 32 may contribute to the enhancement of vinorelbine-induced cytotoxicity in A549 lung cancer cells."}, {"pubmed": 17620124, "text": "Two novel mutations in the connexin32 gene are more severe than the majority of previously described mutations possibly due to the severe structural change of the gap junction they encode."}, {"pubmed": 17646144, "text": "Result of DNA sequencing demonstrated that both families with X-linked Charcot-Marie-Tooth disease had a same mutation of 622G-->A, which resulted in a substitution of Glu208Lys."}, {"pubmed": 17714866, "text": "This studies identified a L89P mutation for the first time in a CMTX1 family in China and an associated response to PMP22 in males."}, {"pubmed": 18058801, "text": "results suggest that Cx32 inhibits hypoxia adaptation governed by HIF-2alpha, and this may help to reduce the metastasis of renal cell carcinoma cells"}, {"pubmed": 18267319, "text": "Polarized Caco-2/TC7 cells express significant amounts of Cx26, Cx32 and Cx43."}, {"pubmed": 18292829, "text": "Increased expression of Cx32 in metastases to the lymph nodes might reflect alteration in connexin gene transcription during breast carcinogenesis and finally, it may be a sign of more malignant phenotype of cancerous cells."}, {"pubmed": 18353664, "text": "Cx32 mutants with central nervous system manifestations are retained intracellularly in oligodendrocytes, but do not alter the co-expression of Cx31.3."}, {"pubmed": 18372303, "text": "Charge selectivity of the Cx32*43E1 chimeric hemichannel can be determined by the combined actions of charges dispersed over the permeation pathway rather than by a defined region that acts as a charge selectivity filter."}, {"pubmed": 18379723, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18379723, "text": "identified 22 mutations in GJB1 in Italian patients with X-linked Charcot-Marie-Tooth disease"}, {"pubmed": 18396685, "text": "The decreasing expression of connexin Cx32 and Cx43 is obviously correlated with the occurrence, development and metastatic potential of stomach cancers."}, {"pubmed": 18676375, "text": "Calmodulin association with connexin32-derived peptides suggests trans-domain interaction in chemical gating of gap junction channels."}, {"pubmed": 18714809, "text": "report of 2 brothers who presented with pyramidal weakness, dysarthria, ataxia & bulbar weakness a year apart predating genomic Charcot Marie Tooth disease diagnosis; both boys & their mother were later confirmed to have a V139M mutation in the GJB1gene"}, {"pubmed": 18717720, "text": "The Ser128Leu mutation in the Cx-32 gene is a novel substitution found in several members of an Italian Charcot-Marie-Tooth family."}, {"pubmed": 18949782, "text": "This is the second reported case of somatic mosaicism, and it highlights the phenotypic diversity among CMTX patients."}, {"pubmed": 19062535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19062535, "text": "Spectrum and frequency of mutations in the connexin 32 gene (GJB1) in hereditary and sensory neuropathy type 1X patients from Bashkortostan"}, {"pubmed": 19259128, "text": "Data show that the CMT1Adup, GJB1, MPZ and PMP22 mutation frequencies were in the range of those described in other CMT patient collectives with different ethnical backgrounds."}, {"pubmed": 19259128, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19265674, "text": "These findings suggest that vascular ECs express Cx32, which participates in endothelial gap-junction intercellular communication."}, {"pubmed": 19297523, "text": "Cx43 and Cx32 undergo a multistep conformational maturation process in which folding of connexin monomers within the endoplasmic reticulum is a prerequisite for multisubunit assembly in the trans-Golgi network."}, {"pubmed": 19335535, "text": "This study found two structural variants (-459C>T and -713G>A) in the 5' non-coding region of a transcript (Ref seq ID: NM_000166) of the GJB1 gene and explored its association with CMTX in two Chinese families."}, {"pubmed": 19369543, "text": "Transgenic mice with the Cx32 Arg75Trp mutation and all mutant animals with Gjb1-null background develop a progressive demyelinating peripheral neuropathy along with central nervous system myelination defects."}, {"pubmed": 19448103, "text": "Here we present three cases in which the neurophysiology suggested an inflammatory demyelinating neuropathy, but who failed to respond to treatment and were subsequently found to have mutations in GJB1."}, {"pubmed": 19523148, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19550132, "text": "Data show that the positive rates of connexin 32 and 26 in alveolus epithelium were significantly lower than those in cancer tissues."}, {"pubmed": 19686581, "text": "When isolated as gap junction plaques from HeLa cells, connexin isoforms (connexin 32 and connexin 26) are associated with different phospholipids."}, {"pubmed": 19691535, "text": "study found 10 different mutations in 14 Serbian Charcot-Marie-Tooth patients; 6 mutations in GJB1, 3 in MPZ, and 1 in PMP22; five of six GJB1 mutations are reported for the first time & the most frequent one appears to be a founder mutation"}, {"pubmed": 19883623, "text": "Studies indicate that 21 different Cxs have been detected and they are generally named according to their approximate molecular mass in Kda, e.g. Cx32, Cx43 and Cx45."}, {"pubmed": 20039784, "text": "Report six novel mutations p.Met1Arg, p.Leu9Phe, p.Ser17Tyr, p.Val63Phe, p.Val170Ile, and p.Leu212Phe in GJB1 and their phenotypic expression. These mutations affect both intracellular and extracellular parts of the GJB1 protein."}, {"pubmed": 20128140, "text": "New mutation in the GJB1 gene Cys179Gly identified; the Cys179Gly mutation segregates with a mild CMT1X phenotype (Charcot-Marie-Tooth type 1X)."}, {"pubmed": 20133984, "text": "There was a lack of membranous distribution of connexins or a shift from moderately membranous immunoreactivity to predominantly cytoplasmic accumulation of CX32 and CX43 in studied colon tumors."}, {"pubmed": 20137634, "text": "Over-expression of Cx32 and Cx43 was found in samples of hippocampus from epileptic patients."}, {"pubmed": 20209499, "text": "Results suggest that accumulation of cytoplasmic Cx32 should enhance self-renewal of CSC to expand the CSC population in HCC."}, {"pubmed": 20532933, "text": "analysis of GJB1/Connexin 32 whole gene deletions in patients with X-linked Charcot-Marie-Tooth disease"}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20730878, "text": "A large Chinese family hadCharcot-Marie-Tooth linked to Xq13.1 caused by an H100Y mutation in the Cx32 gene"}, {"pubmed": 20857133, "text": "we report the first cases of X-linked Charcot-Marie-Tooth disease with a novel GJB1 frameshift mutation"}, {"pubmed": 20931524, "text": "186 C>G missense mutation in exon 2 of the GJB1 is associated with Charcot-Marie-Tooth disease."}, {"pubmed": 20942588, "text": "Genetic analysis revealed that all tested patients from the family carried a novel c.186C>G mutation in the GJB1 gene, resulting in substitution of Serine for Arginine in the first extracellular loop domain of Cx32 protein."}, {"pubmed": 21036166, "text": "Cx32 protects ECs from inflammation by regulating cytokine expression and plays an important role in the maintenance of vascular function"}, {"pubmed": 21082351, "text": "These findings suggest that altered Cx32 expression, a loss of intercellular Cx32 and a gain of intracytoplasmic Cx32 in the form of punctate \"dot\", plays an important role in the formation of gastric adenocarcinomas."}, {"pubmed": 21104867, "text": "We describe the clinical findings and the identification of a novel mutation in GJB1 in a large Han Chinese family with X-linked Charcot-Marie-Tooth disease"}, {"pubmed": 21291455, "text": "This study suggests differences between CMTX patients with Cx32 mutations and ethnic background."}, {"pubmed": 21478159, "text": "Asn(175) of Cx32 is a critical residue for heterotypic docking and functional gap junction channel formation between the Cx32 and Cx26 hemichannels."}, {"pubmed": 21504505, "text": "We describe two families with X-linked inheritance and a phenotype consistent with CMT1X with upstream exon-splicing variant in the non-coding region of GJB1"}, {"pubmed": 21607969, "text": "This family represents a novel mutation in the GJB1 form of CMTX1. The mutation in the amino-terminus has an impact on the electrophysiological characteristics of the disease."}, {"pubmed": 21687945, "text": "The influence of Cx32 and the homotypic gap junctional intercellular communication mediated by this Cx on the migration, invasion and intercellular adhesion of transfected HeLa cells, was investigated."}, {"pubmed": 21918739, "text": "two pathogenic mutations in the 5' regulatory sequence of the GJB1 gene (c.-529T>C and -459C>T)"}, {"pubmed": 22012769, "text": "granulosa cell-tumor cells are characterized by a partial or complete loss of Cx43 expression and expression of Cx32"}, {"pubmed": 22131286, "text": "This study demonistrated that Connexin 32 is involved in mitosis and involev Locomotor impediment."}, {"pubmed": 22243284, "text": "The frequency of mutations in the GJB1 gene in Charcot-Marie-Tooth type 1 patients in the Greek population (4.9%) was similar to frequencies reported in other ethnic populations"}, {"pubmed": 22445976, "text": "The antineoplastic effect of etoposide is reduced in Hela cells with a decreased gap junction intercellular communication and is enhanced in cells with an increased gap junction intercellular communication mediated by Cx26/Cx32."}, {"pubmed": 22771394, "text": "Schwann cells and oligodendrocytes express Cx32, and the gap junctions formed by Cx32 play an important role in the homeostasis of myelinated axons--{REVIEW}"}, {"pubmed": 22944031, "text": "Five CX32 gene mutations were detected in 6 CMT families. The male patients tend to have more serious clinical features and their electrophysiological and pathological changes are intermediate."}, {"pubmed": 23011429, "text": "Mutations in GJB1 gene that cause hereditary motor-sensory neuropathy type 1 X are presented in this article."}, {"pubmed": 23139176, "text": "Together, these findings show that specific types of connexin channels are targets that may be exploited to enhance radiotherapeutic efficacy and to formulate countermeasures to the harmful effects of specific types of ionizing radiation."}, {"pubmed": 23209285, "text": "The positive charge at position 75 in Cx32 is required for normal channel function but not for gap junction assembly."}, {"pubmed": 23279342, "text": "we report a novel connexin 32 (CX32) mutation associated with cognitive impairment and a differential degree of peripheral nerve involvement"}, {"pubmed": 23384994, "text": "two different mutations at the same nucleotide position in this Argentinean family represent a finding with a very low probability of occurrence."}, {"pubmed": 23687377, "text": "these results provide a new docking mechanism for the gap junction channels of Cx32 and Cx26, and probably other compatible connexins."}, {"pubmed": 23743332, "text": "This study showed that mutation of CJB1 in patient with Charcot-Marie-Tooth disease."}, {"pubmed": 23773993, "text": "Segregation studies of GJB1 p.P58S with Sanger sequencing confirmed the presence of the variant in all affected individuals and one known carrier, and the absence of the variant in unaffected members."}, {"pubmed": 23827825, "text": "This study highlights the pathogenic role of the GJB1 5' non-coding region mutations in CMT, and suggests that their identification should be considered for CMT patients without commonly observed mutations."}, {"pubmed": 24078732, "text": "This study demonistrated that GJB1 mutation in patient with Charcot-Marie-Tooth disease in spain."}, {"pubmed": 24119489, "text": "Mutations in connexin 32 gene in patients with chronic rhinosinusitis, including recurrent acute rhinosinusitis, appear to be rare"}, {"pubmed": 24333598, "text": "Eendothelial Cx32 positively regulates angiogenesis by enhancing endothelial cell tube formation and cell migration."}, {"pubmed": 24768312, "text": "This study reported four novel mutations, c.191G > A, c.508G > T, c.778A > G and c.300C > G of GJB1 in four Greek families with variable clinical features and mild clinical CNS manifestations in three of them."}, {"pubmed": 24819634, "text": "No mutations were found in GJB1 in a cohort of 38 Italian CMT2 patients."}, {"pubmed": 25171777, "text": "Blockade of endothelial Cx32 increased tissue factor expression induced by TNF-alpha stimulation and cell-cell interaction via ICAM1. Direct Cx32-mediated interaction modulates TF expression in ECs during vascular inflammation."}, {"pubmed": 25206281, "text": "Cx32 and Cx43 mRNA expression decreased gradually during H. pylori infection-associated gastric carcinogenesis, and it is associated with hypermethylation of these genes' promoter."}, {"pubmed": 25270527, "text": "This study reveals for the first time that Cx43 and Cx32 are down-regulated in keratocystic odontogenic tumours"}, {"pubmed": 25524707, "text": "Transgenic expression of hCx32 in Cx32/Cx47dKO mice resulted in almost complete rescue of behavioral abnormalities in a hypomyelinating leukodystrophy model."}, {"pubmed": 25548281, "text": "findings suggest that the cytoplasmic tail of Cx32 may be involved in regulating the permeability of gap junctions by regulating their size."}, {"pubmed": 25595958, "text": "A novel point mutation in GJB1 was detected, expanding the spectrum of GJB1 mutations known to be associated with CMTX."}, {"pubmed": 25771809, "text": "Complete loss of connexin32 function is sufficient to produce central nervous system dysfunction with clinical manifestations."}, {"pubmed": 27098783, "text": "The three novel missense mutations within the GJB1 gene broaden the mutational diversity of X-linked Charcot-Marie-Tooth Disease type I (CMT1X)."}, {"pubmed": 27378082, "text": "NMR study of N-terminal mutants of Connexin 26 and Connexin 32"}, {"pubmed": 27544631, "text": "Study reports mutation frequency of GJB1 in 210 Hungarian Charcot-Marie-Tooth neuropathy (CMT) patients and phenotype comparison between male and female CMT X type 1 patients. 13 missense substitutions were found in GJB1; pathogenic alterations were found mainly in males. Statistical analysis of CMT X type 1 patients revealed a significant difference between genders regarding the age of onset, CMT and examination scores."}, {"pubmed": 27804109, "text": "In conclusion, mutation screening should be first performed in intermediate Charcot-Marie-Tooth patients, especially those with additional features. The novel GJB1 variants c.5A>G, c.8G>A, c.242T>C and c.269T>C are considered pathogenic, and c.317T>C and c.434T>G are classified as probably pathogenic."}, {"pubmed": 27874032, "text": "Cx32 is essential for cell-cell interactions that facilitate driving hESCs through hepatic-lineage maturation."}, {"pubmed": 28071741, "text": "These \"periferal nervous system-only\" mutations form gap junction plaques and produce levels of junctional coupling similar to those for wild-type Cx32. In contrast, mutants with central nervous system manifestations either form no morphological gap junction plaques or, if they do, produce little or no detectable junctional coupling."}, {"pubmed": 28260043, "text": "Knockdown of Cx32 by shRNA in HepG2 cells induced EMT, while overexpression of Cx32 converted EMT to mesenchymal-epithelial transition (MET) in the HepG2/DOX cells. These results suggest that Cx32 is an important regulator of DOX-induced EMT in hepatocellular carcinoma . Cx32 could be considered as a novel target to reverse DOX resistance in hepatocellular carcinoma"}, {"pubmed": 28283593, "text": "Mutations in noncoding DNA of GJB1 are a major cause of CMTX1 and highlight the importance of mutations in noncoding DNA in human disease."}, {"pubmed": 28334782, "text": "Certain Golgi-retained Cx32 mutants may interfere with exogenously delivered Cx32. Screening for mutant-wild type Cx32 interactions should be considered prior to planning gene addition therapy for CMT1X."}, {"pubmed": 28399101, "text": "Clear clinical/electrophysiological sex differences (intra- and inter family) were shown in patients with hereditary motor-sensory neuropathy 1X with the small es, Cyrillic.259C>G (small er, Cyrillic.P87A) mutation in the GJB1 gene."}, {"pubmed": 28412364, "text": "In summary, Cx32 is involved in cisplatin resistance, and cytoplasmic Cx32 plays an important role in chemoresistance."}, {"pubmed": 28448691, "text": "Genetic analysis revealed a total of 43 mutations including 6 novel mutations. Ten mutations were found from two or more unrelated families. p.V95M was most frequently observed. The frequency of CMTX1 was 9.6% of total Korean CMT family and was 14.8% when calculated within genetically identified cases"}, {"pubmed": 28469099, "text": "The study indicated that CNS impairment was not rare in Chinese CMT1X patients. Mutations in the EC2 domain of the GJB1 gene were hotspot in Chinese CMT1X patients."}, {"pubmed": 28492539, "text": "Abnormal Cx32 expression/localization in cervical cancer appears to be both a mechanism and biomarker of chemotherapeutic resistance."}, {"pubmed": 28498415, "text": "our results suggest that Cx32 inhibits Hepatocellular carcinoma (HCC) invasion and metastasis through Snail-mediated EMT, Cx32 and this signaling pathway molecules may offer potential targets for HCC cancer therapy"}, {"pubmed": 28601552, "text": "Study describes a novel mutation deleting entire P2 promoter of GJB1 gene in a single large family with X-linked Charcot-Marie-Tooth disease. Inheritance and phenotype of affected individuals had classical features of X linked peripheral neuropathy. This study affirms the role of P2 promoter being vital for Schwann cell function."}, {"pubmed": 28839434, "text": "PBX1 is one of the determinants in the Cx32 promoter targeting site, preventing further damage of gap junction protein in H. pylori-associated gastric carcinogenesis."}, {"pubmed": 28901517, "text": "Study verifies that Cx32 exerts an inhibitory effect on extrinsic apoptosis in cervical cancer (CaCx) cells, and suggests that Cx32 may regulate the progression and micro-environment of CaCx cells."}, {"pubmed": 28902345, "text": "Study provides a novel mechanism for Cx32's anti-apoptotic effect and provides a reasonable explanation for the pro-tumor effect of Cx32 in human cervical cancer cells."}, {"pubmed": 28968929, "text": "Cx32 regulates the sensitivity of hepatocellular carcinoma cells to doxorubicin via the Src/FAK signaling pathway"}, {"pubmed": 29077882, "text": "Findings support the hypothesis that paracrine signalling alteration due to Cx32 hemichannel dysfunction underlies CMTX1 pathogenesis."}, {"pubmed": 29111421, "text": "Results show that the GJB1 (connexin 32; Cx32) mutants R75P, R75Q and R75W display variable structural conformation and dynamic behavior compared to the native protein."}, {"pubmed": 29236290, "text": "This study showed that an An 8-generation family with X-linked Charcot-Marie-Tooth: Confirmation Of the pathogenicity Of a 3' untranslated region mutation in GJB1."}, {"pubmed": 29361528, "text": "Our studies have defined distinct roles of these motifs in regulating the endocytosis of Cx32 and its gap junction-forming ability"}, {"pubmed": 29710024, "text": "Point mutation of GJB1 gene, encoding connexin 32, is associated with X-linked Charcot-Marie-Tooth disease."}, {"pubmed": 29790387, "text": "Crosstalk Between Connexin32 and Mitochondrial Apoptotic Signaling Pathway Plays a Pivotal Role in Renal Ischemia Reperfusion-Induced Acute Kidney Injury."}, {"pubmed": 30401746, "text": "EphB1 and EphA1 phosphorylate the Cx32CT domain residue Tyr(243) Unlike for Cx43, the tyrosine phosphorylation of the Cx32CT increased gap junction intercellular communication."}, {"pubmed": 30664215, "text": "Cx32 expression may induce cisplatin resistance by modulating drug efflux transporter expression and activating the EGFRprotein kinase B signalling pathway in ovarian cancer cells."}, {"pubmed": 31323543, "text": "Three novel mutations in a group of Chinese patients with X-linked Charcot-Marie-Tooth disease."}, {"pubmed": 31842800, "text": "The unique feature of this report is the identification of two novel mutations: c.563 C > T and sc.103G > C of the GJB1 gene detected in two families"}, {"pubmed": 31943912, "text": "A novel GJB1 mutation associated with X-linked Charcot-Marie-Tooth disease in a large Chinese family pedigree."}, {"pubmed": 32506583, "text": "Diagnostic yield of targeted sequential and massive panel approaches for inherited neuropathies."}, {"pubmed": 32727784, "text": "The Roles of Connexin 26, 32, and 43 as Prognostic Factors for Gastric Cancer."}, {"pubmed": 32918981, "text": "Connexin 32 induces pro-tumorigenic features in MCF10A normal breast cells and MDA-MB-231 metastatic breast cancer cells."}, {"pubmed": 33141287, "text": "Connexin expression decreases during adipogenic differentiation of human adipose-derived mesenchymal stem cells."}, {"pubmed": 34050696, "text": "Connexin32 activates necroptosis through Src-mediated inhibition of caspase 8 in hepatocellular carcinoma."}, {"pubmed": 34146657, "text": "Cysteine residues in the C-terminal tail of connexin32 regulate its trafficking."}, {"pubmed": 34551394, "text": "Cx32 inhibits the autophagic effect of Nur77 in SH-SY5Y cells and rat brain with ischemic stroke."}, {"pubmed": 34830068, "text": "Expression and Functionality of Connexin-Based Channels in Human Liver Cancer Cell Lines."}, {"pubmed": 35383424, "text": "GJB1 variants in Charcot-Marie-Tooth disease X-linked type 1 in Mali."}, {"pubmed": 35894130, "text": "Connexin32 regulates expansion of liver cancer stem cells via the PI3K/Akt signaling pathway."}, {"pubmed": 36394156, "text": "A novel splicing mutation in 5'UTR of GJB1 causes X-linked Charcot-Marie-tooth disease."}, {"pubmed": 36397455, "text": "Identification of a rare missense mutation in GJB1 and prenatal diagnosis in a Chinese family with CMT: A case report."}, {"pubmed": 38250613, "text": "Role of connexin 32 in the directional differentiation of induced pluripotent stem cells into hepatocytes."}, {"pubmed": 38347637, "text": "Connexin32 gap junction channels deliver miR155-3p to mediate pyroptosis in renal ischemia-reperfusion injury."}], "genomic_pos": {"chr": "X", "end": 71225516, "ensemblgene": "ENSG00000169562", "start": 71212811, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 70445366, "start": 70435044, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007267", "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007399", "pubmed": 8266101, "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0015868", "qualifier": "involved_in", "term": "purine ribonucleotide transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0016264", "qualifier": "involved_in", "term": "gap junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0055085", "qualifier": "involved_in", "term": "transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1905867", "qualifier": "involved_in", "term": "epididymis development"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005922", "qualifier": "part_of", "term": "connexin complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016328", "qualifier": "located_in", "term": "lateral plasma membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005243", "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005243", "qualifier": "enables", "term": "gap junction channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0042802", "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 100150195], [8364, 407921], [9031, 378797], [9544, 706327], [9598, 465696], [9606, 2705], [9615, 480953], [9913, 281194], [10090, 14618], [10116, 29584]], "id": 137}, "interpro": [{"desc": "Connexin", "id": "IPR000500", "short_desc": "Connexin"}, {"desc": "Gap junction beta-1 protein (Cx32)", "id": "IPR002267", "short_desc": "Connexin32"}, {"desc": "Connexin, N-terminal", "id": "IPR013092", "short_desc": "Connexin_N"}, {"desc": "Connexin, conserved site", "id": "IPR017990", "short_desc": "Connexin_CS"}, {"desc": "Gap junction protein, cysteine-rich domain", "id": "IPR019570", "short_desc": "Connexin_CCC"}, {"desc": "Connexin, N-terminal domain superfamily", "id": "IPR038359", "short_desc": "Connexin_N_sf"}], "ipi": ["IPI00027190", "IPI00640484"], "map_location": "Xq13.1", "name": "gap junction protein beta 1", "other_names": ["GAP junction 28 kDa liver protein", "connexin-32", "gap junction beta-1 protein", "gap junction protein, beta 1, 32kDa"], "pantherdb": {"HGNC": "4283", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95719", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10090, "uniprot_kb": "P28230"}, {"RGD": "61926", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 10116, "uniprot_kb": "P08033"}, {"Ensembl": "ENSGALG00000005541", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 9031, "uniprot_kb": "Q6URH5"}, {"ZFIN": "ZDB-GENE-050616-3", "ortholog_type": "O", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "E7FF16"}, {"ZFIN": "ZDB-GENE-010619-2", "ortholog_type": "LDO", "panther_family": "PTHR11984", "taxid": 7955, "uniprot_kb": "Q2VJ87"}], "uniprot_kb": "P08034"}, "pathway": {"reactome": [{"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-157858", "name": "Gap junction trafficking and regulation"}, {"id": "R-HSA-190704", "name": "Oligomerization of connexins into connexons"}, {"id": "R-HSA-190704", "name": "Oligomerization of connexins into connexons"}, {"id": "R-HSA-190827", "name": "Transport of connexins along the secretory pathway"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190828", "name": "Gap junction trafficking"}, {"id": "R-HSA-190861", "name": "Gap junction assembly"}, {"id": "R-HSA-190861", "name": "Gap junction assembly"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2636", "name": "Common Pathways Underlying Drug Addiction"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pdb": ["5KK9", "7ZXM", "7ZXN", "7ZXO", "7ZXP", "7ZXQ", "7ZXT"], "pfam": "PF00029", "pharmgkb": "PA28694", "pharos": {"target_id": 10478, "tdl": "Tbio"}, "pir": "B29005", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF249967", "relationship": "is"}, {"id": "GNF249968", "relationship": "is"}, {"id": "GNF249969", "relationship": "is"}, {"id": "GNF249970", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161365", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF047209", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083051", "relationship": "is"}, {"id": "GNF083052", "relationship": "is"}, {"id": "GNF083053", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053543", "relationship": "is"}, {"id": "GNF058313", "relationship": "is"}, {"id": "GNF073521", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071285", "relationship": "is"}, {"id": "GNF071286", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005820", "relationship": "is"}, {"id": "GNF005821", "relationship": "is"}, {"id": "GNF005822", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF285277", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097735", "relationship": "is"}, {"id": "GNF137390", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_008357.1"], "protein": ["NP_000157.1", "NP_001091111.1", "XP_011529209.1", "XP_054182801.1", "XP_054182802.1"], "rna": ["NM_000166.6", "NM_001097642.3", "XM_011530907.3", "XM_054326826.1", "XM_054326827.1"], "translation": [{"protein": "NP_001091111.1", "rna": "NM_001097642.3"}, {"protein": "XP_054182801.1", "rna": "XM_054326826.1"}, {"protein": "XP_011529209.1", "rna": "XM_011530907.3"}, {"protein": "NP_000157.1", "rna": "NM_000166.6"}, {"protein": "XP_054182802.1", "rna": "XM_054326827.1"}]}, "reporter": {"HG-U133_Plus_2": "204973_at", "HG-U95Av2": "39598_at", "HTA-2_0": "TC0X000384.hg.1", "HuEx-1_0": "3980867", "HuGene-1_1": "8168274", "HuGene-2_1": "17104656"}, "retired": 95372, "summary": "This gene encodes a member of the gap junction protein family. The gap junction proteins are membrane-spanning proteins that assemble to form gap junction channels that facilitate the transfer of ions and small molecules between cells. According to sequence similarities at the nucleotide and amino acid levels, the gap junction proteins are divided into two categories, alpha and beta. Mutations in this gene cause X-linked Charcot-Marie-Tooth disease, an inherited peripheral neuropathy. Alternatively spliced transcript variants encoding the same protein have been found for this gene. [provided by RefSeq, Oct 2008].", "symbol": "GJB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415076"}, "unigene": "Hs.333303", "uniprot": {"Swiss-Prot": "P08034", "TrEMBL": "A0A654ICJ7"}, "wikipedia": {"url_stub": "GJB1"}}