{"AllianceGenome": "4317", "HGNC": "4317", "MIM": "165220", "_id": "2735", "_version": 2, "accession": {"genomic": ["AB558292.1", "AC022506.38", "AF026306.2", "AF316573.2", "CH471054.1", "CP068266.2", "MK231259.1", "NC_000012.12", "NC_060936.1", "NG_029564.1"], "protein": ["AAH13000.1", "AAM13391.1", "ACX35434.1", "BAG16751.1", "BAG60219.1", "BAN82437.1", "BAN82438.1", "CAA30297.1", "EAW97013.1", "NP_001153517.1", "NP_001161081.1", "NP_005260.1", "P08151.1", "XP_011536491.1", "XP_011536492.1", "XP_054227728.1", "XP_054227729.1"], "rna": ["AB239135.1", "AB239136.1", "AB239328.1", "AB558490.1", "AK297899.1", "BC013000.2", "GQ890670.2", "NM_001160045.2", "NM_001167609.2", "NM_005269.3", "X07384.1", "XM_011538189.3", "XM_011538190.3", "XM_054371753.1", "XM_054371754.1"], "translation": [{"protein": "XP_054227729.1", "rna": "XM_054371754.1"}, {"protein": "XP_054227728.1", "rna": "XM_054371753.1"}, {"protein": "XP_011536491.1", "rna": "XM_011538189.3"}, {"protein": "AAH13000.1", "rna": "BC013000.2"}, {"protein": "NP_001153517.1", "rna": "NM_001160045.2"}, {"protein": "BAG16751.1", "rna": "AB239135.1"}, {"protein": "NP_001161081.1", "rna": "NM_001167609.2"}, {"protein": "BAN82438.1", "rna": "AB558490.1"}, {"protein": "NP_005260.1", "rna": "NM_005269.3"}, {"protein": "XP_011536492.1", "rna": "XM_011538190.3"}, {"protein": "CAA30297.1", "rna": "X07384.1"}, {"protein": "BAG60219.1", "rna": "AK297899.1"}, {"protein": "ACX35434.1", "rna": "GQ890670.2"}]}, "alias": ["GLI", "PAPA8", "PPD1"], "ensembl": {"gene": "ENSG00000111087", "protein": ["ENSP00000228682", "ENSP00000434408", "ENSP00000434421", "ENSP00000436671", "ENSP00000437607", "ENSP00000441006"], "transcript": ["ENST00000228682", "ENST00000527742", "ENST00000528432", "ENST00000528467", "ENST00000530789", "ENST00000532291", "ENST00000543426", "ENST00000546141"], "translation": [{"protein": "ENSP00000228682", "rna": "ENST00000228682"}, {"protein": "ENSP00000436671", "rna": "ENST00000532291"}, {"protein": "ENSP00000437607", "rna": "ENST00000543426"}, {"protein": "ENSP00000441006", "rna": "ENST00000546141"}, {"protein": "ENSP00000434421", "rna": "ENST00000528432"}, {"protein": "ENSP00000434408", "rna": "ENST00000528467"}], "type_of_gene": "protein_coding"}, "entrezgene": "2735", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 27.86362274, "exp_mis": 397.4034193, "exp_syn": 158.138793, "lof_z": 2.60164260590994, "mis_z": 0.0835052320125335, "mu_lof": 2.05235079713e-06, "mu_mis": 3.46677928426e-05, "mu_syn": 1.35503895969e-05, "n_lof": 14.0, "n_mis": 394.0, "n_syn": 156.0, "p_li": 1.94829927539368e-06, "p_null": 0.00644059800001568, "p_rec": 0.993557453700709, "syn_z": 0.105438788814333}, "bp": 3321, "cds_end": 57865844, "cds_start": 57857474, "n_exons": 11, "nonpsych": {"exp_lof": 24.9922761, "exp_mis": 359.4614622, "exp_syn": 142.9038769, "lof_z": 2.55231516068881, "mis_z": 0.304913718218034, "mu_lof": 2.05235079713e-06, "mu_mis": 3.46677928426e-05, "mu_syn": 1.35503895969e-05, "n_lof": 12.0, "n_mis": 348.0, "n_syn": 141.0, "p_li": 2.06329821303844e-05, "p_null": 0.00647546881612703, "p_rec": 0.993503898201743, "syn_z": 0.100273356642817}, "nontcga": {"exp_lof": 25.61240841, "exp_mis": 365.589047, "exp_syn": 145.46557073, "lof_z": 2.65332838244661, "mis_z": 0.119573715568874, "mu_lof": 2.05235079713e-06, "mu_mis": 3.46677928426e-05, "mu_syn": 1.35503895969e-05, "n_lof": 12.0, "n_mis": 361.0, "n_syn": 143.0, "p_li": 2.3712647417096e-05, "p_null": 0.00436233422523446, "p_rec": 0.995613953127348, "syn_z": 0.129438887417065}, "transcript": "ENST00000228682.2"}, "exons": [{"cdsend": 57472061, "cdsstart": 57464863, "chr": "12", "position": [[57460134, 57460201], [57464672, 57464868], [57465110, 57465255], [57465606, 57465696], [57465787, 57465925], [57466239, 57466389], [57467332, 57467497], [57467993, 57468224], [57469430, 57469698], [57470316, 57472264]], "strand": 1, "transcript": "NM_001160045", "txend": 57472264, "txstart": 57460134}, {"cdsend": 57472061, "cdsstart": 57463691, "chr": "12", "position": [[57460150, 57460201], [57463664, 57463791], [57464702, 57464868], [57465110, 57465255], [57465606, 57465696], [57465787, 57465925], [57466239, 57466389], [57467332, 57467497], [57467993, 57468224], [57469430, 57469698], [57470316, 57472264]], "strand": 1, "transcript": "NM_001167609", "txend": 57472264, "txstart": 57460150}, {"cdsend": 57472061, "cdsstart": 57463691, "chr": "12", "position": [[57459784, 57460201], [57463664, 57463791], [57463998, 57464091], [57464672, 57464868], [57465110, 57465255], [57465606, 57465696], [57465787, 57465925], [57466239, 57466389], [57467332, 57467497], [57467993, 57468224], [57469430, 57469698], [57470316, 57472264]], "strand": 1, "transcript": "NM_005269", "txend": 57472264, "txstart": 57459784}], "exons_hg19": [{"cdsend": 57865844, "cdsstart": 57858646, "chr": "12", "position": [[57853917, 57853984], [57858455, 57858651], [57858893, 57859038], [57859389, 57859479], [57859570, 57859708], [57860022, 57860172], [57861115, 57861280], [57861776, 57862007], [57863213, 57863481], [57864099, 57866047]], "strand": 1, "transcript": "NM_001160045", "txend": 57866047, "txstart": 57853917}, {"cdsend": 57865844, "cdsstart": 57857474, "chr": "12", "position": [[57853933, 57853984], [57857447, 57857574], [57858485, 57858651], [57858893, 57859038], [57859389, 57859479], [57859570, 57859708], [57860022, 57860172], [57861115, 57861280], [57861776, 57862007], [57863213, 57863481], [57864099, 57866047]], "strand": 1, "transcript": "NM_001167609", "txend": 57866047, "txstart": 57853933}, {"cdsend": 57865844, "cdsstart": 57857474, "chr": "12", "position": [[57853567, 57853984], [57857447, 57857574], [57857781, 57857874], [57858455, 57858651], [57858893, 57859038], [57859389, 57859479], [57859570, 57859708], [57860022, 57860172], [57861115, 57861280], [57861776, 57862007], [57863213, 57863481], [57864099, 57866047]], "strand": 1, "transcript": "NM_005269", "txend": 57866047, "txstart": 57853567}], "generif": [{"pubmed": 11948912, "text": "Cooperative E-box regulation by TWIST and USF"}, {"pubmed": 12221011, "text": "Sonic hedgehog activates expression during prostate ductal bud formation"}, {"pubmed": 12907651, "text": "Loss of protein kinase Calpha expression may enhance the tumorigenic potential of Gli1 in basal cell carcinoma."}, {"pubmed": 14555646, "text": "GLI-1 has a role in mediating bcl-2 transcriptional regulation by the sonic hedgehog signaling pathway"}, {"pubmed": 15024701, "text": "CDK4, MDM2, SAS and GLI genes are amplified in leiomyosarcoma, alveolar and embryonal rhabdomyosarcoma"}, {"pubmed": 15111311, "text": "GLI oncogene is activated through fusion with the beta-actin gene (ACTB) in a group of distinctive pericytic neoplasms"}, {"pubmed": 15175043, "text": "GLI2 directly activates GLI1 and retrovirally expressed GLI2 induces expression of endogenous GLI1 in human primary keratinocytes"}, {"pubmed": 15314219, "text": "Data report expression of sonic hedgehog-GLI-1 pathway components in adult human prostate cancer, often with enhanced levels in tumors versus normal prostatic epithelia."}, {"pubmed": 15555571, "text": "characterization of the breakpoints of the ACTB-GLI and GLI-ACTB fusions at the genomic level in pericytoma with t(7;12)"}, {"pubmed": 15606671, "text": "Quantification of Gli1 transcripts by RT-PCR is helpful in discriminating BCC and trichoepithelioma from other skin tumors."}, {"pubmed": 15905200, "text": "Elevated expression of hedgehog target genes human patched gene 1 (PTCH1) or Gli1 occurs in 63 of the 99 primary gastric cancers. (patched gene 1)"}, {"pubmed": 16003737, "text": "downregulation of Gli1 expression may be an important mechanism by which KAAD-cyclopamine inhibits growth and induces apoptosis in esophageal cancer cells"}, {"pubmed": 16229683, "text": "GLI1 induction was apparently inhibited by PTCH1"}, {"pubmed": 16293631, "text": "Protein kinase A regulates Gli1 localization and its transcriptional activity, in part, through modulating the nuclear localization signal function."}, {"pubmed": 16434164, "text": "GLI target gene profiles correlated well with the biological activities of these transcription factors in hair follicles and basal cell carcinoma."}, {"pubmed": 16537020, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16701100, "text": "Increased expression of SHh mRNA in human colonic adenocarcinomas and in a colorectal cell line with downstream increased expression of Gli1 mRNA known to promote cell proliferation."}, {"pubmed": 16786128, "text": "beta-catenin might be involved in the Hh signaling pathway via enhancement of the transcriptional activity of GLI"}, {"pubmed": 16880536, "text": "The results suggest that epidermal growth factor receptor (EGFR) signaling modulates GLI target gene profiles which may play an important regulatory role in outer root sheath (ORS) specification, hair growth, and possibly cancer."}, {"pubmed": 16887337, "text": "AN11 may be a physiological regulator of GLI1 transcriptional activity"}, {"pubmed": 17007023, "text": "Expressions of Shh and Gli-1 were significantly higher in leiomyomas than in gastrointestinal stromal tumors. Expressions of Ptc and Smo did not correlate with histopathological differentiation."}, {"pubmed": 17018598, "text": "SCCRO regulates Gli1--a key regulator of the hedgehog (HH) pathway."}, {"pubmed": 17102592, "text": "gastrointestinal neuroendocrine carcinoma cell lines express Gli1 mRNA significantly."}, {"pubmed": 17115028, "text": "Hedgehog transcription factor Gli1 is targeted by Numb for Itch-dependent ubiquitination, which suppresses Hedgehog signals, thus arresting growth and promoting cell differentiation."}, {"pubmed": 17179732, "text": "In esophageal squamous cell carcinoma, Gli-1 expression was associated with tumor depth (p < 0.001), positive lymph node metastasis (p = 0.004) and a poor prognosis (p = 0.0047)."}, {"pubmed": 17196391, "text": "GLI signaling regulates the expression of stemness genes in and the self-renewal of CD133(+) glioma cancer stem cells."}, {"pubmed": 17392427, "text": "Melanomas require SHH-GLI signaling regulated by interactions between GLI1 and the RAS-MEK/AKT pathways."}, {"pubmed": 17461467, "text": "Shh-Ptch1-Gli1 signaling pathway may play a role in the progression of colorectal tumor."}, {"pubmed": 17628016, "text": "mRNA expression of the hedgehog pathway target Gli1 is relatively high in approximately 25% of glioblastoma multiforme cases. Reduction of Gli levels using siRNA also reduced the viability and growth of glioma cells."}, {"pubmed": 17638910, "text": "transforming growth factor-beta has a role in Smad3-dependent activation of Gli2 and Gli1 expression"}, {"pubmed": 18203291, "text": "Down-regulation of Bcl-2 plays an important role in apoptosis induced by Gli-1 siRNA in hepatocellular carcinoma cells"}, {"pubmed": 18281251, "text": "GLI1 does not routinely co-operate with ERK to induce the formation of basal cell carcinoma skin cancers."}, {"pubmed": 18378682, "text": "activation mechanism of the terminal transducer of the pathway, GLI1, is mediated not only by GLI1FL but also by the GLI1DeltaN variant"}, {"pubmed": 18410405, "text": "members of the Hh pathway, especially Gli1, play an important role in the invasiveness of pancreatic cancer cells through the regulation of MMP-9 expression."}, {"pubmed": 18425375, "text": "SHH and Gli1 mRNAs are likely to be up-regulated from adenoma and from borderline to carcinoma cells, respectively, in intraductal papillary mucinous neoplasm of the pancreas"}, {"pubmed": 18475300, "text": "Gli-1 nuclear expression is a strong and independent predictor of early relapse and poor prognosis in Esophageal Squamous Carcinoma after ChemoRadioTherapy - which suggests that Hh signal activation might promote cancer regrowth and progression after CRT"}, {"pubmed": 18524848, "text": "These results indicate a significant role for Shh-GLI signaling in the proliferation of mantle cell lymphoma."}, {"pubmed": 18754037, "text": "Hh target genes GLI1 and PTCH1 are not expressed in lesional psoriatic skin"}, {"pubmed": 18829525, "text": "A role ofor SIL in derepressing GLI1 from the negative control of SUFU."}, {"pubmed": 18924150, "text": "p53 and GLI1 may have a role in tumor cell survival"}, {"pubmed": 19015273, "text": "Protein kinase Cdelta alters hedgehog signaling by inhibition of Gli protein transcriptional activity"}, {"pubmed": 19071955, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19071955, "text": "Reduced GLI1 function predisposes to a heightened myeloid response to inflammatory stimuli, potentially leading to IBD."}, {"pubmed": 19189974, "text": "indicated GLI1 as a direct transcriptional target of EWS-FLI1"}, {"pubmed": 19191023, "text": "up-regulation of Gli1 in breast cancer cells may be one of the mechanisms responsible for developing estrogen independence and this process may be regulated through down-regulation of expression and transactivation of ERalpha"}, {"pubmed": 19203449, "text": "Cyclopamine may inhibit Hedgehog-Gli1 signaling, and repress proliferation and promote apoptosis in hepatic stellate cells."}, {"pubmed": 19214186, "text": "The balance of GLI1 and p53 functions, thus, determines cell numbers, and prevalence of p53 restricts GLI1-driven stem cell expansion and tumourigenesis."}, {"pubmed": 19219074, "text": "A novel connection between HH/GLI pathway activity and JUN, which may contribute to the oncogenic activity of HH/GLI signaling in skin."}, {"pubmed": 19329935, "text": "overexpression of Gli1 was an early event in endometrial carcinogenesis"}, {"pubmed": 19432668, "text": "Gli-2 rather than Gli-1 may play a pivotal role in Hedgehog protein signaling of endometrial carcinoma."}, {"pubmed": 19473442, "text": "This study found that the majority of all types of lesions, ranging from the benign but locally aggressive ameloblastoma through the varieties of odontogenic keratocysts, expressed GLI-1 throughout the width of the epithelial component."}, {"pubmed": 19556240, "text": "The observations conclude that the GLI1-mediated up-regulation of OPN promotes malignant behavior of cancer cells."}, {"pubmed": 19593328, "text": "Sonic hedgehog protein, GLI1-3 and ATP-binding cassette G2 are aberrantly expressed in diffuse large B-cell lymphoma."}, {"pubmed": 19706168, "text": "associated with breast cancer development and can be used as a tumor marker"}, {"pubmed": 19706761, "text": "a novel gain-of-function GLI1 splice variant that promotes migration and invasiveness of glioblastoma cells"}, {"pubmed": 19859563, "text": "GLI1 is a central mediator of EWS/FLI1 signaling in Ewing tumors"}, {"pubmed": 19887615, "text": "Wnt/beta-catenin signaling induces expression of an RNA-binding protein, CRD-BP, which in turn binds and stabilizes GLI1 mRNA, causing an elevation of GLI1 expression and transcriptional activity."}, {"pubmed": 19902354, "text": "demonstrate a positive association between expression of Gli1 and ERalpha."}, {"pubmed": 19948058, "text": "Different GLI1 genotypes alone or in combination with past sun exposure patterns as assessed in this study do not affect basal cell carcinoma risk."}, {"pubmed": 19948058, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19996099, "text": "Data suggest a novel mechanism in which PKA down-regulates Hedgehog signaling by promoting the interaction between 14-3-3 and Gli as well as proteolysis."}, {"pubmed": 20049737, "text": "Results indicate a key and essential role of the HEDGEHOG-GLI1 pathway in promoting colon cancer growth, stem cell self-renewal and metastatic behavior in advanced cancers."}, {"pubmed": 20050020, "text": "GLI1 is preferentially expressed by human bulge cells vs. differentiated hair follicle keratinocytes, and positively regulate human HF stemness gene expression"}, {"pubmed": 20083481, "text": "The role of HH-GLI signaling in cancer focusing on the role of the GLI code, is reviewed."}, {"pubmed": 20175750, "text": "SHP overexpression decreased the expression of Gli target genes and SHP knockdown increased the expression of these genes. The results suggest that SHP can play a negative role in Hedgehog/Gli1 signalling."}, {"pubmed": 20333644, "text": "Indicate that the integrin beta1/IGF-IR complex regulates expression of GLI1, which in turn promotes cancer cell proliferation in 3D cultures."}, {"pubmed": 20445566, "text": "Glioma-associated oncogene homolog 1 is not a significant risk factor for inflammatory bowel disease in Caucasians."}, {"pubmed": 20445566, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20561215, "text": "proteins of the SHH signaling pathway are predominantly located within the epithelial components of GOCs and DCs. SHH signaling pathway may play a role in epithelial lining formation."}, {"pubmed": 20581802, "text": "GLI1 also requires NANOG activity forming a positive loop, which is negatively controlled by p53 and vice versa."}, {"pubmed": 20603613, "text": "functional role of SMOH and GLI in cell survival"}, {"pubmed": 20647328, "text": "GLI1 is a transcriptional activator of CDK2, and this regulation occurs independent of Smoothened, the central transducer of the Hedgehog canonical pathway."}, {"pubmed": 20711444, "text": "Pias1-dependent SUMOylation influences Gli protein activity"}, {"pubmed": 20799336, "text": "Study demonstrates that GLI1 is a determinant of floor plate specification in hESC and describes a highly robust and efficient in vitro model system that mimics the ventral neural tube organizer."}, {"pubmed": 20818436, "text": "Our data reveal a novel mechanism of regulation of Gli1 stability and function, which influences Hedgehog/Gli1 oncogenic potential."}, {"pubmed": 20857406, "text": "A dependence of insulin-like growth factor (IGF) signaling on active HH/GLI1 in glioma stem cells, is described."}, {"pubmed": 20941789, "text": "The data support a model in which the metastatic transition involves the acquisition or enhancement of a more primitive embryonic stem-like phenotype, and the downregulation of the early WNT-TCF programme, driven by oncogene-regulated high GLI1 activity."}, {"pubmed": 20972463, "text": "GLI1-upregulated MUC5AC interfered with the membrane localization of E-cadherin, leading to decreased E-cadherin-dependent cell-cell adhesion and promoting the migration and invasion of pancreatic ductal adenocarcinoma cells."}, {"pubmed": 21059263, "text": "sonic hedgehog-GLI1 downstream target genes PTCH1, Cyclin D2, Plakoglobin, PAX6 and NKX2.2 are differently regulated in medulloblastoma and astrocytoma"}, {"pubmed": 21127038, "text": "High GLI1 is associated with chemoradiotherapy sensitivity in esophageal squamous cell carcinomas."}, {"pubmed": 21129534, "text": "Activation of the Hh signaling pathway in neuroblastoma & ganglioneuroblastoma may be associated with differentiation. High GLI1 expression w/o MYCN amplification was significantly associated with early clinical stage & a good prognosis."}, {"pubmed": 21169257, "text": "Notch may directly suppress Hedgehog via Hes1 mediated inhibition of Gli1 transcription, and targeting both pathways simultaneously may be more effective at eliminating glioblastoma multiform cells."}, {"pubmed": 21172305, "text": "GLI1, which has been shown to play a central role in SHH signaling in prostate cancer, can act as a co-repressor to substantially block androgen receptor (AR)-mediated transactivation, at least in part, by directly interacting with AR."}, {"pubmed": 21209912, "text": "ciliary localization of Sufu is dependent on ciliary-localized Gli proteins, and is inhibited by PKA activation"}, {"pubmed": 21357786, "text": "GLI1 is frequently activated in and associated with metastasis in head and neck squamous cell carcinoma."}, {"pubmed": 21424326, "text": "High GLI1 protein expression is associated with colon cancer."}, {"pubmed": 21442356, "text": "The Gli1 promotes the growth, survival, migration, invasion and metastasis of ERalpha negative breast cancer."}, {"pubmed": 21577203, "text": "Our data suggest that GLI1-mediated suppression of CYLD has a significant role in basal cell carcinoma progression."}, {"pubmed": 21618411, "text": "The expression of GLI1 was detected in substantial subsets of embryonal RMS (ERMS) and US tumors but only rarely in alveolar RMS tumors."}, {"pubmed": 21630164, "text": "In the present study, after treatment of gemcitabine-resistant cells with cyclopamine, down-regulation of Gli-1, ABCB1 and ABCG2 was observed."}, {"pubmed": 21633508, "text": "Data show that LNCaP-GLI1 cells displayed greater clonal growth and were more invasive than control."}, {"pubmed": 21661123, "text": "Our findings suggest that Zic2 is a positive modulator increasing Gli1 transcriptional and oncogenic activity by retaining Gli1 in the nucleus of cervical cancer cells."}, {"pubmed": 21666711, "text": "found for the first time that tGLI1, but not GLI1, binds to and enhances the human vascular endothelial growth factor-A (VEGF-A) gene promoter, leading to its upregulation"}, {"pubmed": 21720384, "text": "Stable miR-302-367 cluster expression results in inhibition of CXCR4 leading to the disruption of the sonic hedgehog (SHH)-GLI-NANOG network."}, {"pubmed": 21726936, "text": "Hepatitis B virus X protein acts as a positive regulator in the Hedgehog/Gli signaling pathway; results suggest that HBV infection may induce hepatocellular carcinoma by modulating post-translational activation of the hedgehog signaling components"}, {"pubmed": 21757753, "text": "alpha subunit of the G protein G13 regulates activity of one or more Gli transcription factors independently of smoothened"}, {"pubmed": 21861243, "text": "High GLI1 protein is associated with bladder cancer progression."}, {"pubmed": 21921029, "text": "A three-part signal governs differential processing of Gli1 and Gli3 proteins by the proteasome."}, {"pubmed": 21940310, "text": "Hh pathway is aberrant activation in colorectal carcinoma cell line. Its inhibitor may be effectual agent for colorectal cancer chemoprevention. Gli1 maintained cell survival by binding promoter regions and facilitating transcription of IGFBP6 and Bcl-2."}, {"pubmed": 22040957, "text": "Gli1 and Gli2 are highly expressed in in non-Hodgkin's lymphoma. Expression positively correlated to clinical staging of NHL."}, {"pubmed": 22086851, "text": "findings identify GLI1 as an important positive regulator of epithelial differentiation, and they offer an explanation for how decreased levels of GLI1 are likely to contribute to the highly metastatic phenotype of PDAC"}, {"pubmed": 22114142, "text": "Sonic Hedgehog activates the GTPases Rac1 and RhoA in a Gli-independent manner through coupling of smoothened to Gi proteins."}, {"pubmed": 22114144, "text": "Gli-regulated ES-like factors induce a reprogramming event in cancer stem cells that promotes high invasion, growth and/or metastasis."}, {"pubmed": 22266871, "text": "inhibition of Gli1 by a specific shRNA inhibits the upregulation of c-jun Ser63/73, and also inhibits the upregulation of three genes essential to NER (ERCC1, XPD) and base excision repair (XRCC1)."}, {"pubmed": 22295843, "text": "GLI-1 might be responsible for EGF-regulated enhancement of the invasiveness of prostate cancer ARCaP(E) cells in vitro."}, {"pubmed": 22365972, "text": "Rab23 directly associates with Su(Fu) and inhibits Gli1 function in a Su(Fu)-dependent manner."}, {"pubmed": 22374725, "text": "Nuclear localization of GLI1 and elevated expression of FOXC2 in breast cancer is associated with the basal-like phenotype."}, {"pubmed": 22398221, "text": "Aberrant Gli activation is a feature of some myeloid leukemic cells and Gli activiation can be down-regulated by rapamycin."}, {"pubmed": 22407314, "text": "Expressions of Shh, Ptch1 and Gli1 were significantly correlated with stage, lymph node metastasis, venous invasion, hepatic infiltration, survival rate, and lymphatic invasion in gallbladder carcinoma."}, {"pubmed": 22486854, "text": "Results suggest that hypoxia-induced increase of Smo directly contributes to the proliferation of pancreatic ductal adenocarcinoma (PDAC) cells through a hedgehog/Gli1-independent pathway."}, {"pubmed": 22558994, "text": "Gli1 is up-regulated in hepatocellular carcinoma tissues"}, {"pubmed": 22730244, "text": "Data indicate an essential role of the HH-GLI1 signaling in controlling self-renewal and tumor initiation of melanoma CSC/TIC. Targeting HH-GLI1 is thus predicted to reduce the melanoma stem cell compartment."}, {"pubmed": 22745574, "text": "In patients with colon cancer, Gli-1 expression level is closely related to lymph node metastases, T stages and postoperative live metastasis-free survival periods, indicative of a possible role of Gli-1 expression in colon cancer progression."}, {"pubmed": 22768056, "text": "The inhibition of CK2alpha down-regulates Hh/Gli signaling and subsequently reduces stem-like side population in human lung cancer cells."}, {"pubmed": 22797820, "text": "High Gli1 expression is associated with skip metastasis of axillary lymph nodes in breast cancer."}, {"pubmed": 22868198, "text": "Functional activity of a Hh reporter was high only in the OSA cell line, due to an amplification at 12q, including GLI1 & other osteosarcoma-related genes."}, {"pubmed": 22901214, "text": "High GLI1 expression is associated with colorectal cancer."}, {"pubmed": 22911366, "text": "High GLI1 mRNA expression is associated with recurrence of hepatocellular carcinoma."}, {"pubmed": 22949014, "text": "High GLI expression is associated with neuroblastoma."}, {"pubmed": 23146903, "text": "data uncover a role for WIP1 in modulating the activity of GLI1 and in sustaining cancer cell growth and cancer stem cell self-renewal induced by activation of the HH pathway"}, {"pubmed": 23152377, "text": "The results depicted pancytopenic feature of peripheral blood, developmental anomaly of neutrophils, depression of primitive stem and progenitor population along with Shh, Ptch1, Smo and Gli1 expression in aplasia group"}, {"pubmed": 23178452, "text": "Overexpression of MAP3K10 resulted in upregulation of Gli-1 and Gli-2 in pancreatic ductal adenocarcinoma cells."}, {"pubmed": 23185371, "text": "transcription factor GLI1 mediates TGFbeta1 driven EMT in hepatocellular carcinoma via a SNAI1-dependent mechanism"}, {"pubmed": 23324600, "text": "Knockdown of ADAR1 or ADAR2 affects RNA editing of GLI1."}, {"pubmed": 23336661, "text": "Shh, Gli1, VEGFC, and VEGFR3 expression was higher in colorectal adenocarcinoma than in normal mucosa. Shh expression was not associated with Gli1 expression. Gli1 expression correlated with VEGFC and VEGFR3 expression but not lymphatic metastasis."}, {"pubmed": 23337877, "text": "A novel regulatory loop has been described between GLI1 and Kindlin-2 that determines cancer cell viability."}, {"pubmed": 23395608, "text": "Results indicate that overexpression of VHL may antagonize Hedgehog-Gli activation at the post-translational level in Hedgehog pathway-induced cancers."}, {"pubmed": 23436775, "text": "GLI1 regulates the neuropilin-2/alpha6beta1 integrin based autocrine pathway that contributes to breast cancer initiation."}, {"pubmed": 23446420, "text": "aPKC-iota/lambda functions downstream of smoothened to phosphorylate and activate GLI1, resulting in maximal DNA binding and transcriptional activation"}, {"pubmed": 23493353, "text": "Data indicate that Shh, Ptch1, Gli1, and Gli2 mRNA expressions were markedly increased in intrahepatic cholangiocellular carcinoma (ICC)."}, {"pubmed": 23520544, "text": "Gli1 deletion prevents Helicobacter-induced gastric metaplasia and expansion of myeloid cell subsets."}, {"pubmed": 23525267, "text": "c-MYC directly regulates GLI1 and support an antiapoptotic role for GLI1 in Burkitt lymphoma."}, {"pubmed": 23555905, "text": "Clinical data support the role of Gli1 as a prognostic marker in advanced serous ovarian cancer and as a possible therapeutic target in this disease."}, {"pubmed": 23580656, "text": "GLI1 contributes to the survival of diffuse large B-cell lymphoma (DLBCL) cells and that this effect occurs in part through promotion of the transcription of AKT genes."}, {"pubmed": 23645762, "text": "High GLI1 expression is associated with intrahepatic cholangiocarcinoma."}, {"pubmed": 23667589, "text": "While autonomous Gli activity controls non-small cell lung cancer (NSCLC) proliferation, increased Shh expression by NSCLC is associated with fibroblast activation in tumor-associated stroma."}, {"pubmed": 23686308, "text": "Data suggest that blocking Gli transactivation, an important control point of multiple oncogenic pathways, may be an effective anticancer strategy."}, {"pubmed": 23757299, "text": "This enhanced cell invasive effect was reversed by a GLI-1-specific inhibitor in vitro."}, {"pubmed": 23788111, "text": "Down-expression of Snail reversed GLI1 activation-regulated expression of epithelial--mesenchymal transition markers."}, {"pubmed": 23791879, "text": "Gli1-targeting siRNA could induce growth inhibition and apoptosis in PC through knockdown of Gli1 and its target genes."}, {"pubmed": 23792444, "text": "our results show that GLI1 and GLI2 facilitate the propagation of cells with damaged DNA"}, {"pubmed": 23860225, "text": "Nuclear expression of Gli1 or NF-kappaB(RelA) is a strong predictor of poor prognosis in pancreatic cancer."}, {"pubmed": 23900341, "text": "Findings suggest an important role of Gli1 as a tumor suppressor in neuroblastoma, and offer a mechanism by which AKT2 regulates the subcellular localization, and in turn, inhibits the tumor-suppressive function of Gli1 in neuroblastoma."}, {"pubmed": 23936094, "text": "The transcriptional factor Gli1 was a target of miR-202-3p and plays an essential role as a mediator of the biological effects of miR-202-3p in gastric cancer."}, {"pubmed": 24013724, "text": "These data unveil a p53/PCAF/Gli1 circuitry centered on PCAF that limits Gli1-enhanced mitogenic and prosurvival response."}, {"pubmed": 24045042, "text": "TGLI1 is a splice variant of GLI1 that promotes glioblastoma angiogenesis and growth"}, {"pubmed": 24058673, "text": "The transcription factors GLI1 and GLI2 activate the SOCS1 promoter, which contains five putative GLI binding sites, and GLI2 binding to the promoter was shown by chromatin immunoprecipitation."}, {"pubmed": 24072710, "text": "Dzip1-dependent stabilization of Spop/HIB is evolutionarily conserved and essential for proper regulation of Gli/Ci proteins in the Hh pathway."}, {"pubmed": 24076122, "text": "These findings have implications for understanding the cellular functions of Fem1b, and the regulation of Gli1 oncoprotein activity."}, {"pubmed": 24081672, "text": "Gli-1 expression increased markedly, and was closely associated with increased Snail expression and decreased E-cadherin expression"}, {"pubmed": 24165159, "text": "GLI1 expression was immunohistochemically related positively with BHLHE41 and inversely with MLH1 in PDAC cells and precancerous lesions of the pancreas."}, {"pubmed": 24217340, "text": "The 'closed' form of Sufu is stabilized by Gli binding and inhibited by Hh treatment, whereas the 'open' state of Sufu is promoted by Gli-dissociation and Hh signaling."}, {"pubmed": 24223768, "text": "GLI1, the primary Hedgehog target, is a potential driver in human papillomavirus 2 head and neck squamous cell carcinoma."}, {"pubmed": 24289472, "text": "Overexpression of Gli1, MDM2 and mutant p53 contributes to the development and progression of pancreatic cancer (PC), and plays an important role in predicting PC patients' prognosis."}, {"pubmed": 24311597, "text": "It is demonstrated that GLI binding is associated with major conformational changes in SUFU, including an intrinsically disordered loop that is also crucial for pathway activation."}, {"pubmed": 24357514, "text": "result showed that microRNA218 targeted directly the N terminus of GLI1 molecular, and repressed the GLI1 expression in U87MG cells"}, {"pubmed": 24366538, "text": "Southwestern blot assay, EMSA and ChIP assays indicate that only one of five isoforms of GLI1 may be responsible for the Hedgehog link with C-JUN and thus, increased platinum-DNA adduct repair"}, {"pubmed": 24384722, "text": "Gli1 inhibited cell growth, cell cycle progression and induced apoptosis and autophagy depending on ERK1/2 activity in chondrosarcoma cells."}, {"pubmed": 24393163, "text": "signaling mediated by Smo contributes to acquired chemoresistance through activating the transcriptional factor Gli"}, {"pubmed": 24393846, "text": "observed a physical association between Wwox and the Gli1 zinc-finger transcription factor involved in the hedgehog pathway"}, {"pubmed": 24418624, "text": "we demonstrate that similarly to Ulk3 RNAi, SU6668 prevents de novo expression of Gli1/2 proteins and antagonizes the Gli-dependent activation of the gene expression programs induced by either Shh or TGF-b."}, {"pubmed": 24454730, "text": "GLI1 may be attributed to Cav-1 up-regulation which plays an important role in GLI1-driven epithelial-mesenchymal transition phenotype in hepatocellular carcinoma."}, {"pubmed": 24470513, "text": "This is the first study identifying GLI1 rs2228226 G>C as an independent prognostic marker in patients with stage II and III colon carcinoma."}, {"pubmed": 24573955, "text": "Expression of Gli1 and alphavbeta6 inversely correlates in tumours in vivo, and Hh targeting up-regulates TGF-beta1/Smad2/3-dependent alphavbeta6 expression, promoting pro-tumourigenic cell functions in vitro."}, {"pubmed": 24678763, "text": "AsO induced HCC CSC differentiation, inhibited recurrence, and prolonged survival after hepatectomy by targeting GLI1expression."}, {"pubmed": 24706306, "text": "The glioma-associated oncogene 1 is a target of the miR-324-5p."}, {"pubmed": 24710823, "text": "High Gli-1 expression is associated with lymph node metastasis in non-small cell lung cancers."}, {"pubmed": 24726458, "text": "The data demonstrate the existence of a novel non-coding RNA-based negative feedback loop controlling GLI1 levels."}, {"pubmed": 24733827, "text": "The expression of GLi1 in 50 human cholangiocellular carcinoma, cholangiocarcinoma cell line, and vivo growing tumors was measured by quantitative PCR"}, {"pubmed": 24739390, "text": "These results define a novel epigenetic mechanism that uses the transcription factor GLI1 and its associated complex as a central effector to regulate gene expression in cancer cells."}, {"pubmed": 24758269, "text": "Gli1 expression is reversely associated with the expression of epithelial-mesenchymal transition markers E-Cadherin and beta-Catenin in lung squamous cell carcinoma specimens."}, {"pubmed": 24792036, "text": "our results suggest that down-regulation of Gli-1 suppresses HCC cell migration and invasion likely through inhibiting expressions and activations of MMP-2, 9 and blocking EMT."}, {"pubmed": 24854174, "text": "Data suggest nuclear entry of Gli1 (glioma-associated oncogene homolog, a zinc finger protein) is regulated by unique mechanism via mutually exclusive binding by its nuclear import factor Impbeta1 (importin beta1) and SuFu (suppressor of fused protein)."}, {"pubmed": 24856810, "text": "Gli1 expression may be a marker of low-stage, low-grade bladder tumors and an indicator of a reduced risk of recurrence"}, {"pubmed": 24870236, "text": "GLI1 alone is sufficient to drive UGT1A-dependent glucuronidation of ribavirin and Ara-C, and thus drug resistance"}, {"pubmed": 24889938, "text": "Estrogen acts via Gli1 to promote cancer stem cell development and epithelial-mesenchymal transition in estrogen receptors-positive breast cancer cells."}, {"pubmed": 24926795, "text": "Results suggest that Gli1 may play a strong role in modulating total cellular accumulation of cisplatin in ovarian cancer cells, through altered drug uptake and altered drug efflux."}, {"pubmed": 25017332, "text": "The negative regulation of glioma-associated oncogene 1 (Gli1), an important downstream effector of Hh, by the AMPK signal transduction pathway, is reported."}, {"pubmed": 25024229, "text": "a new mechanism of Gli transcription factor activation and implicate ARHGAP36 dysregulation in the onset and/or progression of GLI-dependent cancers."}, {"pubmed": 25027328, "text": "Ptc1-Gli1 signaling deregulation resulting in abnormal loss of glial precursor cells may contribute to a cognition decline in Alzheimer's disease brains."}, {"pubmed": 25060182, "text": "The expression of Shh/Gli-1 was significantly associated with papillary thyroid carcinoma tumor size, clinical staging, and lymph node metastasis"}, {"pubmed": 25103784, "text": "High expression of GLI1 mRNA was associated with advanced lung adenocarcinoma."}, {"pubmed": 25120849, "text": "these results indicate that the high-expression levels of Gli1 and Wnt2B might play a pivotal role during tumorigenesis of pancreatic cancer"}, {"pubmed": 25134527, "text": "Results demonstrate that the impact of S6K1 kinase on neuroblastoma cells is not mediated through modulation of GLI1 expression an the effects of S6K1 and GLI1 signaling on neuroblastoma cell proliferation are mediated through independent mechanisms."}, {"pubmed": 25141859, "text": "High Gli1 expression is associated with visceral pleural invasion and lymphatic thromboembolism in non-small-cell lung cancer."}, {"pubmed": 25166306, "text": "Results showed that MUC5AC expression is correlated to the tumor stage where advanced gastric cancers present reduced levels of MUC5AC and that Gli regulates its expression via interaction with a highly conserved sequence in its promoter region."}, {"pubmed": 25252859, "text": "GLI1 is important for the maintenance of characteristics of metastatic breast cancer stem cells."}, {"pubmed": 25253693, "text": "Gli1 has a role in regulating the S-phase checkpoint in tumor cells via Bid protein, and its inhibition sensitizes to DNA topoisomerase 1 inhibitors"}, {"pubmed": 25350271, "text": "GLI1 may play a role in BCC pathogenesis through its role in cell proliferation, migration, and angiogenesis"}, {"pubmed": 25352360, "text": "GLI1 Q1100E polymorphism was closely associated with chronic lymphocytic leukemia."}, {"pubmed": 25373737, "text": "Sufu has a role in repressing Gli1 transcription and nuclear accumulation, inhibiting glioma cell proliferation, invasion and vasculogenic mimicry, improving glioma chemo-sensitivity and prognosis"}, {"pubmed": 25422081, "text": "Over-expressed CK2alpha positively regulate Hh/Gli1 signaling in human mesothelioma."}, {"pubmed": 25432698, "text": "These findings revealed a novel role for Shh-Gli1 signals in epithelial-mesenchymal transition in ovarian cancer"}, {"pubmed": 25501705, "text": "These data indicate that Gil-1 is crucial for hypoxia-induced EMT and invasion of breast cancer cells and may be a therapeutic target for intervention of breast cancer metastasis."}, {"pubmed": 25552484, "text": "Shh and Gli1 are prognostic biomarkers for patients with resected PDAC."}, {"pubmed": 25586417, "text": "The results of the current study suggest that Gli1 regulates TGFbeta1induced EMT, which may provide a novel therapeutic target to inhibit metastasis in patients with NSCLC."}, {"pubmed": 25588831, "text": "These data suggest that GLI interactions with KIF3A-KIF3B-KAP3 complexes are essential for proper GLI transcriptional activity."}, {"pubmed": 25639866, "text": "show that combined targeting of GLI and PI3K/AKT/mTOR signaling can have a synergistic therapeutic effect in cells from a subgroup of chronic lymphocytic leukemia patients"}, {"pubmed": 25667444, "text": "GLI1, NOTCH1 and CTNNB1 expression were assayed in a tissue microarray of 68 TET and eight benign thymus by fluorescent immunohistochemistry (AQUA) as surrogates for activity of the sonic hedgehog, NOTCH and WNT pathways"}, {"pubmed": 25686837, "text": "CtBP2 may serve as a prognostic marker for post liver resection HCC and may play a role during GLI1-driven EMT as a transcriptional co-repressor of SNAI1."}, {"pubmed": 25745035, "text": "GLI1/2 expression is a negative prognostic factor and might represent a novel druggable target in acute myeloid leukemia."}, {"pubmed": 25775002, "text": "single continuous distribution pattern of GLI1 mRNA expression technically puts almost all GBM patients in a single group rather than discrete high- or low-clusters in terms of Hh-pathway activity"}, {"pubmed": 25855960, "text": "Results show that PCAF can induce cell apoptosis by modulating a GLI1/Bcl-2/BAX axis that in turn suppresses HCC progression."}, {"pubmed": 25888497, "text": "Data suggest that hedgehog (HH) signaling through transcription factors GLI1 and GLI2 could be required for the maintenance of pregnancy."}, {"pubmed": 25915429, "text": "Hhemotherapy-induced catabolism in healthy fibroblasts constitutes a source of energy-rich nutrients and inflammatory cytokines which could activate hedgehog/GLI signaling in breast cancer cells."}, {"pubmed": 26085085, "text": "Depletion of IPO7 by IPO7 siRNA reduced nuclear accumulation of GLI1. In addition, FOXM1 induced nuclear import of GLI1 by promoting IPO7 expression."}, {"pubmed": 26093087, "text": "Immunohistochemical analysis of 122 gliomas showed that TGLI1 expression was positively correlated with VEGF-C, TEM7 and microvessel density."}, {"pubmed": 26107686, "text": "clearly related to aggressive clinicopathological features of papillary thyroid cancers"}, {"pubmed": 26212257, "text": "Data indicate that resveratrol plus curcumin inhibits Hedgehog-Gli1 components in p21Waf1/Cip1 dependent manner."}, {"pubmed": 26218750, "text": "These results suggest a linkage between Cul4A and Gli1 expression in human mesothelioma."}, {"pubmed": 26219678, "text": "High GLI1 expression is associated with pituitary adenomas."}, {"pubmed": 26238143, "text": "Rab23 is expressed in breast cancer cells, and ectopic expression of Rab23 inhibits the growth and proliferation as well as induces cell apoptosis in breast cancer cells These effects may be due to the inhibition by Rab23 of Gli1 and Gli2 mRNA expression"}, {"pubmed": 26261006, "text": "Identify mutations that increase GLI activity in patients with Hirschsprung disease."}, {"pubmed": 26276718, "text": "Aberrant activation of SHH-GLI signaling promotes upregulation of ABCG2 that plays key roles in the development of drug resistance."}, {"pubmed": 26282181, "text": "findings suggest that p53 sequesters TAF9 from GLI1, which may contribute to inhibition of GLI1 activity by p53"}, {"pubmed": 26317501, "text": "Study shows that overexpression of SHH and Gli1 correlates with an increased risk along with a poor Myelodysplastic Syndrome prognosis."}, {"pubmed": 26339341, "text": "The combination of siRNA-Gli1 and BCNU enhances the inhibition of cell cycles, but does not down-regulate the expression of cell cycle protein cyclin D1."}, {"pubmed": 26349604, "text": "GLI1 expression in both H441 and PW cells was associated with increased expression of NDRG1, a gene known to be downregulated by the MYC family of proteins, indicating that upregulation of NDRG1 by GLI1 is not cell-type specific."}, {"pubmed": 26413813, "text": "Evidences suggest an indispensable role of GLI1 in the migration and metastasis of breast cancer cells through CXCL12/CXCR4 signaling enhancement."}, {"pubmed": 26465952, "text": "Data indicate that regulation of sonic hedgehog (SHh)-GLI family zinc finger 1 (Gli1) signals to migration of pancreatic cancer AsPC-1 Cells through mediating eukaryotic translation initiation factor 5A (EIF5A2) gene expression."}, {"pubmed": 26505381, "text": "The study demonstrates increased expression of Gli1 and p53 in PDAC, and proves that Gli1 could be apotential biomarker for prognostic judgment."}, {"pubmed": 26526577, "text": "Our study is the first to demonstrate the associations of high nuclear Gli1 expression with resistance to trastuzumab-based NAT and subsequent worse prognosis in HER2-positive disease. These findings suggest that the nuclear Gli1 protein may be a novel target of NAT for HER2-positive breast cancer."}, {"pubmed": 26544916, "text": "GLI1 may be a biomarker of poor prognosis in rhabdomyosarcoma patients, and could itself be a therapeutic target"}, {"pubmed": 26588701, "text": "GLI1 and GLI2, but not GLI3 are involved in the regulation of SOX18 gene expression in cervical carcinoma cell lines."}, {"pubmed": 26601952, "text": "NFATc1binds the GLI1 promoter and represses its transcription."}, {"pubmed": 26603838, "text": "IKK-beta suppresses GLI1 ubiquitination."}, {"pubmed": 26715268, "text": "Genetic variant in GLI-1 gene is associated with gallbladder cancer."}, {"pubmed": 26762411, "text": "PRMT1 promoted the methylation of Gli1."}, {"pubmed": 26779630, "text": "Low GLI1 expression is associated with breast cancer."}, {"pubmed": 26784250, "text": "High GLI expression is associated with pancreatic and skin cancers."}, {"pubmed": 26815504, "text": "High Gli-1 expression is associated with pancreatic cancer."}, {"pubmed": 26868908, "text": "The mechanism by which GLI1 loss of function sensitized tumor cells to vorinostat-induced apoptosis is at least in part through interactions with vorinostat to alter gene expression in a manner that favored apoptosis."}, {"pubmed": 26945969, "text": "low expression of PCAF in hepatocellular carcinoma tissues facilitates tumor cells migration and invasion which is achieved via Gli1-driven epithelial-mesenchymal transition phenotypes."}, {"pubmed": 26980027, "text": "Case Report: gastric pericytoma harboring the exceptionally rare translocation t(7;12) resulting in ACTB-GLI1 gene fusion."}, {"pubmed": 26997450, "text": "Increased SHH, PTCH, and GLI1 protein correlated positively with tumor grade, tumor depth and lymph node metastasis in Peutz-Jeghers syndrome."}, {"pubmed": 27036131, "text": "The results from this study demonstrate the potential importance of the two-stem-loop motif as a target region for the inhibition of the CRD-BP-GLI1 RNA interaction and Hedgehog signaling pathway."}, {"pubmed": 27101025, "text": "Overexpression of GLI1 through a recurrent MALAT1-GLI1 translocation or GLI1 up-regulation delineates a pathogenically distinct subgroup of plexiform fibromyxomas with activation of the Sonic Hedgehog signalling pathway."}, {"pubmed": 27157540, "text": "Knock down of Gli1 by siRNA interference reduced the viability of glioma cells as well as suppressed cell metastasis."}, {"pubmed": 27533453, "text": "Gli may be critical for lung adenocarcinoma metastasis. A novel Gli inhibitor shows promise as a therapeutic agent by preventing cell migration and invasion in vitro and significantly reducing tumor growth and increasing E-Cadherin expression in vivo."}, {"pubmed": 27601167, "text": "GLI is an oncogenic transcription factor in the SHH pathway, and targeting GLI with GANT61 results in favourable antitumour activity and targeted therapy."}, {"pubmed": 27621083, "text": "USP21 recruits and stabilises Gli1 at the centrosome."}, {"pubmed": 27634907, "text": "Gli-1 is a credible indicator for highly aggressive tumor with poor prognosis in gastric cancer patients [meta-analysis]"}, {"pubmed": 27662839, "text": "High expression of gli1 is associated with glioma chemoresistance."}, {"pubmed": 27680978, "text": "Gli1 expression was positively associated with distant metastasis, increased microvessel density, and expression of cell cycle regulators such as p21, cyclin D1, cyclin E1, and NF-kappaB in esophageal squamous cell carcinoma."}, {"pubmed": 27694322, "text": "Hedgehog pathway activation in T-cell acute lymphoblastic leukemia predicts response to SMO and GLI1 inhibitors."}, {"pubmed": 27760825, "text": "Gli1 and Gli2 exhibited different functions in the regulation of p63 expression or proliferation of p63(+) cells in Kras-AR driven tumors."}, {"pubmed": 27793025, "text": "Hedgehog pathway dysregulation contributes to the pathogenesis of human gastrointestinal stromal tumors via GLI-mediated activation of KIT expression."}, {"pubmed": 27810405, "text": "Gli1 inhibitor GANT61 and SHH siRNA synergistically enhanced cytotoxicity induced by itraconazole in MCF-7 cells."}, {"pubmed": 27835885, "text": "Galectin-1 promotes invasion and epithelial mesenchymal transformation in gastric cancer cells via activation of the non-canonical Hh pathway in Gli-1 dependent manner."}, {"pubmed": 27836001, "text": "Results found that GLI1 expression is regulated by GAL1 in gastric cancer tissue specimen and cell lines."}, {"pubmed": 27863385, "text": "Gli1 promotes colorectal cancer cells metastasis in a Foxm1-dependent manner by activating EMT and PI3K-AKT signaling."}, {"pubmed": 27863397, "text": "Data demonstrate involvement of transcription and of DNA replication licensing factors by non-transcriptional and transcriptional mechanisms in the GLI-dependent mechanism of action of GANT61 in Ht29 cells."}, {"pubmed": 28134963, "text": "Gli1 expression was detected in most ERM specimens. Patients who had DR or OCT findings indicating chronic retinal insults showed higher Gli1 expression. Gli1 may have a role in the pathogenesis of ERM after chronic retinal insults."}, {"pubmed": 28148279, "text": "Results show that Gli1 and FoxM1 expression levels are consistently elevated in human colorectal cancer (CRC) tissues. Moreover, Gli1 regulates the transcription of FoxM1 by directly binding to the promoter of FoxM1, which contributes to the proliferation of CRC cells."}, {"pubmed": 28230290, "text": "these findings propose that A3AR agonist induces cell cycle arrest and apoptosis in breast cancer stem cells by inhibition of ERK1/2 and GLI-1 cascade."}, {"pubmed": 28286162, "text": "Gli1 expression was significantly correlated with T stage lymph node metastasis, and clinical stage of lung squamous cell carcinoma."}, {"pubmed": 28342001, "text": "This inhibitory effect on cell growth was partially rescued by exogenous KRT17 expression. In the KRT17-positive regions in OSCCs, GLI-1 or GLI-2 was frequently detected, and the number of cells with cleaved caspase-3 positive was decreased. CONCLUSIONS: KRT17 promotes tumor cell growth, at least partially, through its anti-apoptotic effect as a result of the KRT17 overexpression by GLIs in OSCC"}, {"pubmed": 28393230, "text": "GANT61, which is a targeted inhibitor of Gli1 and Gli2, decreased cell viability and promoted cell apoptosis. Thus, TGF-b1 induced EMT in neuroblastoma cells to increase their migration. Specifically, EMT induced by TGF-b1 in neuroblastoma cells did not depend on the Smad signaling pathway, and the transcription factor Gli participated in TGF-b1-induced EMT independent of Smad signaling."}, {"pubmed": 28445928, "text": "Oxytocin receptor signaling promoted the angiogenic behaviors of HUVECs via Gli1-indcued transcription of HIF-1alpha."}, {"pubmed": 28458545, "text": "Gli1 role in cell proliferation and differentiation"}, {"pubmed": 28551328, "text": "Expression of SHH and GLI1 may be useful prognostic markers of Merkel cell carcinoma because increased expression was associated with better prognosis. Report high rate of silent mutations in GLI1 exon 5."}, {"pubmed": 28562331, "text": "Our finding demonstrated that triple phosphorylation of GLI1 by AMPK on Ser-102, Ser-408 and Thr-1074 increases the cytoplasmic localization and binding stability to E3 ligase beta-TrCP, ultimately driving GLI1 protein degradation."}, {"pubmed": 28623188, "text": "study reveals that the USP48-Gli1 regulatory axis is critical for glioma cell proliferation and glioblastoma tumorigenesis."}, {"pubmed": 28635133, "text": "Results indicate that GLI1 is important for maintaining the invasive and mesenchymal-like properties of melanoma cells independent of MITF."}, {"pubmed": 28664474, "text": "Frameshift Mutation of GLI1 is associated with Colorectal Cancer."}, {"pubmed": 28675107, "text": "Our studies demonstrate an important role for smoothened and glioma-associated oncogene homology-1 in gastric cancer and suggest inhibition of hedgehog pathway as a novel and potent strategy to treat gastric cancer patients"}, {"pubmed": 28716052, "text": "Our results identify a new molecular mechanism involving miR-326 and Arrb1 as regulators of Sonic hedgehog medulloblastoma Cancer stem cells . Specifically, low levels of Arrb1 and miR-326 trigger and maintain Hh/Gli signaling and self-renewal"}, {"pubmed": 28731043, "text": "we have identified an oncogenic MALAT1-GLI1 fusion gene in all cases of gastroblastoma that may serve as a diagnostic biomarker."}, {"pubmed": 28735864, "text": "The data described herein provide the first identification of a DYRK1A-mediated site of phosphorylation on GLI1 within its NLS and may serve as a valuable mechanism for further understanding Hh signaling modulation."}, {"pubmed": 28744817, "text": "data collectively suggest that silencing of PRMT1 exerts anti-catabolic and anti-inflammatory effects on IL-1beta-induced chondrocytes via suppressing the Gli-1 mediated Hedgehog signaling pathway, indicating that PRMT1 plays a critical role in OA development and serves as a promising therapeutic target for OA."}, {"pubmed": 28747625, "text": "The study suggested that Hh/Gli1 cascade (canonical pathway) as well as Gsk3beta-Gli1 crosstalk (non-canonical pathway) play crucial role in estrogen-dependent cell proliferation in endometrial hyperplasia."}, {"pubmed": 28870922, "text": "High gli1 expression is associated with Small Cell Lung Cancer."}, {"pubmed": 28886265, "text": "Shh and Gli1 expression were associated with lymph node metastasis, TNM stage and tumor recurrence, suggesting Shh and Gli1 protein could become the valuable biomarker in evaluating the lymph node metastasis in oral squamous cell carcinoma."}, {"pubmed": 28886322, "text": "The results showed that Shh and Gli1 were upregulated in prostate cancer tissues and were targeted by a phytogenic neoplastic compound carnosol."}, {"pubmed": 28965853, "text": "Results indicated that GLI1 activation in TN-IBC as in TNBC, plays a vital role in promoting cell proliferation, motility, tumor growth, and formation of tumor emboli."}, {"pubmed": 28965964, "text": "Gli1 could be a stem cell marker and an indicator of poor prognosis in patients with ductal breast carcinoma."}, {"pubmed": 28973407, "text": "Analysis of fibroblasts from a patient with homozygous C-terminal truncation of GLI1 demonstrated that the corresponding mutant GLI1 protein is fabricated by patient cells and becomes upregulated in response to Hh signaling."}, {"pubmed": 29081413, "text": "Data show that miR-150 inhibits glioma-associated oncogene homolog 1 (Gli1) expression via targeting 3'-UTR of Gli1 gene."}, {"pubmed": 29127258, "text": "The variant in GLI1, encoding a transcription factor that localises to the primary cilium and nucleus and is a mediator of the sonic hedgehog pathway, possibly exacerbates disease severity when in the homozygous state"}, {"pubmed": 29222038, "text": "Histone deacetylase 6 (HDAC6) inhibition enhanced glioma stem cells (GSCs) radiosensitivity via inactivating sonic hedgehog protein (SHH)/glioma-associated oncogene homolog 1 (Gli1) pathway."}, {"pubmed": 29309307, "text": "Report recurrent GLI1-related gene fusions in a group of malignant mesenchymal neoplasms involving soft tissue, and occasionally bone, with an often nested epithelioid phenotype and strong S100 immunoreactivity."}, {"pubmed": 29321573, "text": "Study showed the expression levels of Gli1 and HER2 were significantly higher in gastric cancer, and they are positively related. Gli1 positive patients live a shorter survival time independently of HER2 status. In addition, suppressing the expression level of Gli1 can decrease the cell viability and migration ability in cells and subcutaneous tumors."}, {"pubmed": 29400712, "text": "Active serum response factor (SRF) along with its coactivator megakaryoblastic leukemia 1 (MKL1) binds DNA near hedgehog target genes and forms a previously unknown protein complex with the hedgehog transcription factor glioma-associated oncogene family zinc finger-1 (GLI1), causing amplification of GLI1 transcriptional activity."}, {"pubmed": 29449694, "text": "Data found that STAT3 activation and GLI1/truncated GLI1 (tGLI1) activation signatures are co-enriched in triple-negative subtypes and HER2-subtypes of breast cancers.  High levels of STAT3 and GLI1/tGLI1 co-activation leads to worse prognosis. STAT3 interacts with GLI1 and tGLI1 which activates STAT3-targeted and GLI1/tGLI1-targeted gene promoters, and mammosphere-forming ability of breast cancer cells."}, {"pubmed": 29463580, "text": "The authors report that truncated glioma-associated oncogene homolog 1 (tGLI1) is a tumor-specific transcription factor that facilitates glioblastoma growth, is enriched in the mesenchymal subtype of glioblastoma and glioma stem cells (GSC), and promotes mesenchymal GSC by upregulating transcription of CD44."}, {"pubmed": 29463581, "text": "the increase of GLI1 transcription in PTCH1 knockdown cells is associated with nuclear SMO function, a mechanism insensitive to pharmacologic inhibition."}, {"pubmed": 29479989, "text": "High GLI1 expression is associated with Small Cell Lung Cancer."}, {"pubmed": 29484400, "text": "the results suggest that aberrant expression of Gli1 serves a role in HSCR by targeting EDNRB."}, {"pubmed": 29563577, "text": "Study shows that in human autosomal dominant polycystic kidney disease (ADPKD) tissue GLI1 is upregulated and localized to cyst-lining epithelial cells and to interstitial cells, suggesting increased autocrine and paracrine Hedgehog signaling in ADPKD, respectively. These data suggest that suppression of Hedgehog signaling can counter cellular processes that promote cyst growth in vitro."}, {"pubmed": 29572896, "text": "ASS1 expression was highly correlated with GLI1 expression in hepatocellular adenomas."}, {"pubmed": 29573464, "text": "The underlying mechanism was associated with the Gli1-mediated EMT."}, {"pubmed": 29596399, "text": "High GLI1 expression is associated with unfavorable OS and FPS in patients with gastric cancer. As a member of the Hedgehog signaling pathway, GLI1 co-expressed genes are also largely enriched in PI3K/AKT pathway in gastric cancer."}, {"pubmed": 29662197, "text": "A novel noncanonical GLI1 regulation."}, {"pubmed": 29687851, "text": "over-expression of miR-132 could inhibit proliferation or invasion of glioma cells via targeted inhibition of Gli1 expression."}, {"pubmed": 29722127, "text": "Association of Gli1 expression with survival and malignancy in liver cancer patients."}, {"pubmed": 29734730, "text": "HPI-1 worked more effectively than GANT-58 against breast carcinoma cells. In conclusion, HPI-1 could inhibit cell proliferation, reduce cell invasion and decrease cancer stem cell population in breast cancer cells. To target Gli-1 could be a potential strategy to suppress breast cancer stem cells."}, {"pubmed": 29908118, "text": "The upregulation of Twist is involved in Gli1 induced migration and invasion of hepatocellular carcinoma (HCC) cells."}, {"pubmed": 30098229, "text": "multiple new GLI1 target genes using a combination of different genomic surveys were identified and then subjected them to in-depth validation in human cancer cell lines."}, {"pubmed": 30126075, "text": "The inhibition of miR-873 increased gefitinib resistance of NSCLC cells via the upregulation of GLI1. These results indicate that miR-873-GLI1 signaling is involved in gefitinib resistance in NSCLC."}, {"pubmed": 30143258, "text": "This study found the expression of GLI1/p-S6K was apparently close with lymph node metastasis and TNM stage and patients with positive GLI1/p-S6K expression had shorter survival time and patients with both GLI1 and p-S6K positive expression had an even worse overall survival than those with single positive expression."}, {"pubmed": 30171262, "text": "data suggest that GLI1 activation is frequent in MDS during disease progression and inhibition of GLI1 is an attractive therapeutic target for a subset of patients"}, {"pubmed": 30172250, "text": "Spheroid cultures increased expression of the cancer stem cell marker glioma-associated oncogene homolog 1 (Gli1)"}, {"pubmed": 30197333, "text": "The results provide new evidence of Numb and Gli1 on the clinical characteristics of Malignant pleural mesothelioma, which may be helpful in clinical diagnosis and targeted therapy. Further research with larger sample size is needed"}, {"pubmed": 30321514, "text": "GLI1 may be a potential cancer stem-like cells marker in colorectal adenocarcinoma."}, {"pubmed": 30334169, "text": "Variants in hedgehog signaling pathway genes, such as GLI1 and PTCH1, and vitamin D receptor gene, might be considered as molecular risk factors in odontogenic cystic lesions"}, {"pubmed": 30382189, "text": "Data found that elevated GLI1 and GLI2 is required for the acquired gemcitabine resistance in pancreatic cancer both in vivo and in vitro."}, {"pubmed": 30389910, "text": "Downregulation of ASPP2 promotes gallbladder cancer metastasis and macrophage recruitment via aPKC/GLI1 pathway."}, {"pubmed": 30402835, "text": "Hypoxia may account for the increased invasion of HeLa cells, which is realized by the up-regulated GLI-1."}, {"pubmed": 30453796, "text": "results showed that the microtextured/nanotextured topographies induced significantly high expression of Sonic Hedgehog (SHH), Smoothened (SMO) and GLI1 in the HUVECs as well as high activation of Hedgehog-Gli1 signaling, compared to the smooth surface."}, {"pubmed": 30483764, "text": "Of note, the enforced expression of MEKK1 or the exposure of medulloblastoma cells to the MEKK1 activator, Nocodazole, resulted in a marked inhibitory effect on GLI1 activity and tumor cell proliferation and viability. Taken together, the results of this study shed light on a novel regulatory mechanism of HH signaling, with potentially relevant implications in cancer therapy."}, {"pubmed": 30570857, "text": "High GLI1 expression is associated with colorectal cancer."}, {"pubmed": 30578313, "text": "Inhibition of Plk1 kinase activity led to Gli1 maintaining is role in promoting downstream gene expression. Collectively, our data reveal a novel mechanism regarding the crosstalk between Hh signaling and cell cycle control."}, {"pubmed": 30651074, "text": "pathogenesis of BDA1 and the role of IHH signaling in chondrogenesis"}, {"pubmed": 30695055, "text": "Study identifies potential target genes that are unique and common to GLI1 and GLI2 in neoplastic chondrocytes which contribute to elucidating potential pathways through which Hh signaling impacts cartilage tumor biology."}, {"pubmed": 30790682, "text": "LINC01093 directly binds insulin-like growth factor 2 mRNA-binding protein 1 (IGF2BP1), interfering with interaction between IGF2BP1 and glioma-associated oncogene homolog 1 (GLI1) mRNA. The result is degradation of GLI1 mRNA, further affecting expression of GLI1 downstream molecules involved in HCC progression."}, {"pubmed": 30802137, "text": "Gli1 and Gli2 repress ANO1 by a novel mechanism that is independent of Gli cleavage and that has a role in gastrointestinal function."}, {"pubmed": 30841479, "text": "The activity of the AKT-mTOR-GLI1 axis."}, {"pubmed": 30861166, "text": "SMO expression correlated with GLI-1 expression (rho = 0.258, P = 0.010) in univariate and multivariate analysis (P = 0.007, t = 2.81) in head and neck squamous cell carcinoma."}, {"pubmed": 31085420, "text": "GLI1 expression can be auto-regulated by cis DNA elements and epigenetic marks."}, {"pubmed": 31152708, "text": "MTA1 overexpression in oral squamous carcinoma (OSCC) increased Gli-1 protein level in vitro and in vivo, and MTA1 knockdown decreased Gli-1 protein level in vitro. This in turn decreases E-cadherin and epithelial-mesenchymal transition. The Hh signaling pathway is the downstream target of MTA1 and Gli-1 is critical for the invasion and migration in OSCC."}, {"pubmed": 31189998, "text": "Our findings suggest that GLI1 amplification...may represent an alternative genetic mechanism of GLI1 oncogenic activation akin to GLI1 fusions, defining the pathogenesis of an emerging group of malignant soft tissue tumors with a distinctive nested growth pattern and variable immunoprofile."}, {"pubmed": 31219615, "text": "Data suggest that elevated GLI1 expression has a determinant role in tumour initiation; however, additional genetic events are required for tumour progression."}, {"pubmed": 31221477, "text": "Knockout of GLI1 and CAXII significantly decreased hallmarks of tumor aggressiveness including proliferation and migration."}, {"pubmed": 31366904, "text": "Our study provides a basis for blocking GLI1 activity in the prevention and treatment of peritoneal metastases of gastric cancer"}, {"pubmed": 31455382, "text": "Inhibition of the SHH pathway transcription factor GLI1 in NSCs by a small molecule inhibitor."}, {"pubmed": 31462707, "text": "we suggest that CCT2 correlates with Gli-1 expression and is an important determinant of survival in the colorectal cancer (CRC) patients. The results reveal that CCT2 can regulate the folding of Gli-1 in relation to hypoxia in CRC"}, {"pubmed": 31462709, "text": "Since cancer stem cells (CSCs) are radioresistant and metastasis-initiating cells, we examined TGLI1 for its involvement in breast CSCs and found TGLI1 to transcriptionally activate stemness genes CD44, Nanog, Sox2, and OCT4 leading to CSC renewal, and TGLI1 outcompetes with GLI1 for binding to target promoters."}, {"pubmed": 31549748, "text": "Heterozygous pathogenic variants in GLI1 are a common finding in isolated postaxial polydactyly A/B."}, {"pubmed": 31567194, "text": "Pericytoma with t(7;12) and ACTB-GLI1 fusion could be classified as malignant myopericytoma variants or an emerging translocation-associated sarcoma of uncertain differentiation."}, {"pubmed": 31613002, "text": "Role of Sonic hedgehog signaling in cell cycle, oxidative stress, and autophagy of temozolomide resistant glioblastoma."}, {"pubmed": 31621941, "text": "Novel heterozygous sequence variant in the GLI1 underlies postaxial polydactyly."}, {"pubmed": 31758086, "text": "Establishment of a Gorlin syndrome model from induced neural progenitor cells exhibiting constitutive GLI1 expression and high sensitivity to inhibition by smoothened (SMO)."}, {"pubmed": 31957872, "text": "Gli1 interacts with YAP1 to promote tumorigenesis in esophageal squamous cell carcinoma."}, {"pubmed": 31969097, "text": "Prognostic Role of Hedgehog-GLI1 Signaling Pathway in Aggressive and Metastatic Breast Cancers."}, {"pubmed": 32108992, "text": "Hedgehog signalling mediates drug resistance through targeting TAP1 in hepatocellular carcinoma."}, {"pubmed": 32329192, "text": "The Gli1-Snail axis contributes to Salmonella Typhimurium-induced disruption of intercellular junctions of intestinal epithelial cells."}, {"pubmed": 32376693, "text": "The transcription factor GLI1 cooperates with the chromatin remodeler SMARCA2 to regulate chromatin accessibility at distal DNA regulatory elements."}, {"pubmed": 32404987, "text": "Genetic landscape and ligand-dependent activation of sonic hedgehog-Gli1 signaling in chordomas: a novel therapeutic target."}, {"pubmed": 32430068, "text": "Gli1 regulates stemness characteristics in gastric adenocarcinoma."}, {"pubmed": 32493277, "text": "Up-regulation of GLI1 in vincristine-resistant rhabdomyosarcoma and Ewing sarcoma."}, {"pubmed": 32526259, "text": "High GLI1 expression is associated with Myelodysplastic Syndrome."}, {"pubmed": 32540122, "text": "Developmental and regenerative paradigms of cilia regulated hedgehog signaling."}, {"pubmed": 32575385, "text": "GLI1 and AXIN2 Are Distinctive Markers of Human Calvarial Mesenchymal Stromal Cells in Nonsyndromic Craniosynostosis."}, {"pubmed": 32610119, "text": "H1N1 Influenza Virus Cross-Activates Gli1 to Disrupt the Intercellular Junctions of Alveolar Epithelial Cells."}, {"pubmed": 32629623, "text": "rs2228226 polymorphism may be a risk factor for congenital heart disease in Chinese Han population, but not rs10783826"}, {"pubmed": 32668286, "text": "Circ_DCAF6 potentiates cell stemness and growth in breast cancer through GLI1-Hedgehog pathway."}, {"pubmed": 32733009, "text": "Cross-talk between GLI transcription factors and FOXC1 promotes T-cell acute lymphoblastic leukemia dissemination."}, {"pubmed": 32738303, "text": "Identification of novel candidate genes in heterotaxy syndrome patients with congenital heart diseases by whole exome sequencing."}, {"pubmed": 32766732, "text": "GLI1/GLI2 functional interplay is required to control Hedgehog/GLI targets gene expression."}, {"pubmed": 32769440, "text": "Immunodetection of Epithelial-Mesenchymal Transition and Tumor Proliferation Markers in GLi-1-positive Oral Squamous Cell Carcinoma."}, {"pubmed": 32814794, "text": "Hedgehog-GLI signalling promotes chemoresistance through the regulation of ABC transporters in colorectal cancer cells."}, {"pubmed": 32879407, "text": "Large-scale pan-cancer analysis reveals broad prognostic association between TGF-beta ligands, not Hedgehog, and GLI1/2 expression in tumors."}, {"pubmed": 32894284, "text": "Hedgehog signaling enables repair of ribosomal DNA double-strand breaks."}, {"pubmed": 32944789, "text": "A rare mutant of OFD1 gene responsible for Joubert syndrome with significant phenotype variation."}, {"pubmed": 32957513, "text": "Hedgehog Signaling and Truncated GLI1 in Cancer."}, {"pubmed": 32988910, "text": "Clinical Significance of Glioma-associated Oncogene 1 Expression in Patients With Locally Advanced Gastric Cancer Administered Adjuvant Chemotherapy With S-1 After Curative Surgery."}, {"pubmed": 33067875, "text": "A case of pericytic neoplasm in the shoulder with a novel DERA-GLI1 gene fusion."}, {"pubmed": 33085791, "text": "Regulation of hepatic stellate cell contraction and cirrhotic portal hypertension by Wnt/beta-catenin signalling via interaction with Gli1."}, {"pubmed": 33170154, "text": "Galectin-1 promotes vasculogenic mimicry in gastric adenocarcinoma via the Hedgehog/GLI signaling pathway."}, {"pubmed": 33203881, "text": "ST3GAL1 is a target of the SOX2-GLI1 transcriptional complex and promotes melanoma metastasis through AXL."}, {"pubmed": 33313950, "text": "Gli affects the stemness and prognosis of epithelial ovarian cancer via homeobox protein NANOG."}, {"pubmed": 33497498, "text": "CRISPR editing of the GLI1 first intron abrogates GLI1 expression and differentially alters lineage commitment."}, {"pubmed": 33637972, "text": "Constitutive GLI1 expression in chondrosarcoma is regulated by major vault protein via mTOR/S6K1 signaling cascade."}, {"pubmed": 33772413, "text": "New insights into the GDF9-Hedgehog-GLI signaling pathway in human ovaries: from fetus to postmenopause."}, {"pubmed": 33837611, "text": "LINC01123 enhances osteosarcoma cell growth by activating the Hedgehog pathway via the miR-516b-5p/Gli1 axis."}, {"pubmed": 33989885, "text": "Difference in the malignancy between RAS and GLI1-transformed astrocytes is associated with frequency of p27(KIP1)-positive cells in xenograft tissues."}, {"pubmed": 34052323, "text": "Mixed Lineage Kinase 3 phosphorylates prolyl-isomerase PIN1 and potentiates GLI1 signaling in pancreatic cancer development."}, {"pubmed": 34126195, "text": "Hedgehog transcriptional effector GLI mediates mTOR-Induced PD-L1 expression in gastric cancer organoids."}, {"pubmed": 34129846, "text": "PHF19 activates hedgehog signaling and promotes tumorigenesis in hepatocellular carcinoma."}, {"pubmed": 34217898, "text": "Horizontal transfer of the stemness-related markers EZH2 and GLI1 by neuroblastoma-derived extracellular vesicles in stromal cells."}, {"pubmed": 34273374, "text": "RSPO2 silence inhibits tumorigenesis of nasopharyngeal carcinoma by ZNRF3/Hedgehog-Gli1 signal pathway."}, {"pubmed": 34371011, "text": "Expression of activator proteins of SHH/GLI and PI3K/Akt/mTORC1 signaling pathways in human gliomas is associated with high grade tumors."}, {"pubmed": 34601664, "text": "Human telomerase reverse transcriptase (hTERT) synergistic with Sp1 upregulate Gli1 expression and increase gastric cancer invasion and metastasis."}, {"pubmed": 34681917, "text": "The Hedgehog-GLI Pathway Regulates MEK5-ERK5 Expression and Activation in Melanoma Cells."}, {"pubmed": 34779913, "text": "GLI1-altered mesenchymal tumor: a clinicopathological and molecular analysis of ten additional cases of an emerging entity."}, {"pubmed": 34907995, "text": "GLI1 Gene Alterations in Neoplasms of the Genitourinary and Gynecologic Tract."}, {"pubmed": 34939981, "text": "GLI-1 polymorphisms of Hedgehog pathway as novel risk and prognostic biomarkers in melanoma patients."}, {"pubmed": 34994317, "text": "Gli1+ Mesenchymal Stem Cells in Bone and Teeth."}, {"pubmed": 35051534, "text": "A novel promoter-associated non-coding small RNA paGLI1 recruits FUS/P65 to transactivate GLI1 gene expression and promotes infiltrating glioma progression."}, {"pubmed": 35184473, "text": "[Expression and significance of GLI1 and Shh in the malignant transformation of ovarian endometriosis]."}, {"pubmed": 35251038, "text": "A Critical Function for the Transcription Factors GLI1 and GLI2 in the Proliferation and Survival of Human Mast Cells."}, {"pubmed": 35305665, "text": "GSK-3beta suppression upregulates Gli1 to alleviate osteogenesis inhibition in titanium nanoparticle-induced osteolysis."}, {"pubmed": 35457572, "text": "Two Cases of Temporomandibular Synovial Chondromatosis Associated with Gli1 Gene Mutation."}, {"pubmed": 35595725, "text": "GLI1 activates pro-fibrotic pathways in myelofibrosis fibrocytes."}, {"pubmed": 35603730, "text": "GLI1 is involved in HIF-1alpha-induced migration, invasion, and epithelial-mesenchymal transition in glioma cells."}, {"pubmed": 35831023, "text": "ERK2 MAP kinase regulates SUFU binding by multisite phosphorylation of GLI1."}, {"pubmed": 36346167, "text": "Expression of Shh, Gli1, and Cyr61 in Gastric Cancer Predicts Overall Survival of Patients: A Retrospective Study."}, {"pubmed": 36683360, "text": "Enhanced mitophagy driven by ADAR1-GLI1 editing supports the self-renewal of cancer stem cells in HCC."}, {"pubmed": 37107627, "text": "Identification of GLI1 and KIAA0825 Variants in Two Families with Postaxial Polydactyly."}, {"pubmed": 37151880, "text": "Gli1 promotes the phenotypic transformation of valve interstitial cells through Hedgehog pathway activation exacerbating calcific aortic valve disease."}, {"pubmed": 37165307, "text": "MALAT1 functions as a transcriptional promoter of MALAT1::GLI1 fusion for truncated GLI1 protein expression in cancer."}, {"pubmed": 37700593, "text": "FUNDC2, a mitochondrial outer membrane protein, mediates triple-negative breast cancer progression via the AKT/GSK3beta/GLI1 pathway."}, {"pubmed": 37890593, "text": "FOXS1 promotes prostate cancer progression through the Hedgehog/Gli1 pathway."}, {"pubmed": 38278602, "text": "GLI1-Altered Mesenchymal Tumors."}, {"pubmed": 38307877, "text": "Phosphorylation of human glioma-associated oncogene 1 on Ser937 regulates Sonic Hedgehog signaling in medulloblastoma."}, {"pubmed": 38621503, "text": "GLI1 Coamplification in Well-Differentiated/Dedifferentiated Liposarcomas: Clinicopathologic and Molecular Analysis of 92 Cases."}, {"pubmed": 38676765, "text": "GLI1 polymorphisms influence remission rate and prognosis of young de novo acute myeloid leukemia patients treated with cytarabine-based chemotherapy."}, {"pubmed": 39062853, "text": "The Combined Immunohistochemical Expression of GLI1 and BCOR in Synovial Sarcomas for the Identification of Three Risk Groups and Their Prognostic Outcomes: A Study of 52 Patients."}, {"pubmed": 39090759, "text": "Tumor-derived GLI1 promotes remodeling of the immune tumor microenvironment in melanoma."}], "genomic_pos": {"chr": "12", "end": 57472268, "ensemblgene": "ENSG00000111087", "start": 57459785, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 57866045, "start": 57853918, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001649", "pubmed": 12165851, "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006355", "pubmed": 24311597, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007224", "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007224", "pubmed": [19878745, 31279575], "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007224", "pubmed": 11001584, "qualifier": "involved_in", "term": "smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007286", "qualifier": "involved_in", "term": "spermatid development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007418", "qualifier": "involved_in", "term": "ventral midline development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 12165851, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008589", "pubmed": 11238441, "qualifier": "involved_in", "term": "regulation of smoothened signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009611", "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009913", "pubmed": 12165851, "qualifier": "involved_in", "term": "epidermal cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009953", "qualifier": "involved_in", "term": "dorsal/ventral pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009954", "qualifier": "involved_in", "term": "proximal/distal pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021696", "qualifier": "involved_in", "term": "cerebellar cortex morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021983", "qualifier": "involved_in", "term": "pituitary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030324", "qualifier": "involved_in", "term": "lung development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030850", "qualifier": "involved_in", "term": "prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045667", "qualifier": "involved_in", "term": "regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045740", "pubmed": 12165851, "qualifier": "involved_in", "term": "positive regulation of DNA replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045880", "pubmed": 17035233, "qualifier": "involved_in", "term": "positive regulation of smoothened signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": [11238441, 12165851, 17035233], "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [9118802, 10693759], "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [12165851, 24076122], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048546", "pubmed": 11001584, "qualifier": "involved_in", "term": "digestive tract morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060032", "qualifier": "involved_in", "term": "notochord regression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060045", "pubmed": 28583401, "qualifier": "involved_in", "term": "positive regulation of cardiac muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090090", "pubmed": 17035233, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097421", "qualifier": "involved_in", "term": "liver regeneration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902808", "pubmed": 28583401, "qualifier": "involved_in", "term": "positive regulation of cell cycle G1/S phase transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000345", "qualifier": "involved_in", "term": "regulation of hepatocyte proliferation"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [10806483, 11238441, 19878745], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 24076122, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [10504446, 11238441, 16229683, 19878745], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18559511, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005930", "qualifier": "located_in", "term": "axoneme"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097542", "qualifier": "located_in", "term": "ciliary tip"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097546", "qualifier": "located_in", "term": "ciliary base"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:1990788", "pubmed": 24311597, "qualifier": "part_of", "term": "GLI-SUFU complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0000976", "pubmed": 17035233, "qualifier": "enables", "term": "transcription cis-regulatory region binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000977", "pubmed": 18298960, "qualifier": "enables", "term": "RNA polymerase II transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0001228", "pubmed": 18263616, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 9118802, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003682", "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10564661, 11238441, 20211142, 20818436, 22439934, 23395608, 24217340, 24311597, 25241761, 25416956, 25609649, 25910212, 28965847, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0008017", "qualifier": "enables", "term": "microtubule binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9544, 714843], [9598, 100615503], [9606, 2735], [9615, 481126], [9913, 517588], [10090, 14632], [10116, 140589]], "id": 3859}, "interpro": [{"desc": "Zinc finger C2H2-type", "id": "IPR013087", "short_desc": "Znf_C2H2_type"}, {"desc": "Zinc finger C2H2 superfamily", "id": "IPR036236", "short_desc": "Znf_C2H2_sf"}, {"desc": "C2H2-type zinc-finger protein GLI-like", "id": "IPR043359", "short_desc": "GLI-like"}], "ipi": ["IPI00027451", "IPI00910721", "IPI00930112", "IPI00982527"], "map_location": "12q13.3", "name": "GLI family zinc finger 1", "other_names": ["GLI-Kruppel family member GLI1", "glioma-associated oncogene 1", "glioma-associated oncogene homolog 1 (zinc finger protein)", "oncogene GLI", "zinc finger protein GLI1"], "pantherdb": {"HGNC": "4317", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95727", "ortholog_type": "LDO", "panther_family": "PTHR45718", "taxid": 10090, "uniprot_kb": "P47806"}, {"RGD": "621673", "ortholog_type": "LDO", "panther_family": "PTHR45718", "taxid": 10116, "uniprot_kb": "G3V6X8"}, {"Ensembl": "ENSGALG00000042422", "ortholog_type": "LDO", "panther_family": "PTHR45718", "taxid": 9031, "uniprot_kb": "A0A1D5P9C1"}, {"ZFIN": "ZDB-GENE-030321-1", "ortholog_type": "LDO", "panther_family": "PTHR45718", "taxid": 7955, "uniprot_kb": "F1QAC4"}, {"FlyBase": "FBgn0004859", "ortholog_type": "LDO", "panther_family": "PTHR45718", "taxid": 7227, "uniprot_kb": "P19538"}], "uniprot_kb": "P08151"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05217", "name": "Basal cell carcinoma - Homo sapiens (human)"}], "netpath": {"id": "Pathway_Hedgehog", "name": "Hedgehog"}, "pid": {"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5610780", "name": "Degradation of GLI1 by the proteasome"}, {"id": "R-HSA-5610780", "name": "Degradation of GLI1 by the proteasome"}, {"id": "R-HSA-5610787", "name": "Hedgehog 'off' state"}, {"id": "R-HSA-5610787", "name": "Hedgehog 'off' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5635851", "name": "GLI proteins bind promoters of Hh responsive genes to promote transcription"}], "wikipathways": [{"id": "WP2855", "name": "Dopaminergic Neurogenesis"}, {"id": "WP3930", "name": "EDA signaling in hair follicle development"}, {"id": "WP4204", "name": "Tumor suppressor activity of SMARCB1"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}, {"id": "WP47", "name": "Hedgehog Signaling Pathway Netpath"}, {"id": "WP5053", "name": "Development of ureteric collection system"}]}, "pdb": ["2GLI", "4BLB", "4KMD", "5OM0", "7T91"], "pfam": "PF00096", "pharmgkb": "PA28720", "pharos": {"target_id": 10920, "tdl": "Tchem"}, "pir": "S00672", "prosite": "PS50157", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250015", "relationship": "is"}, {"id": "GNF250016", "relationship": "is"}, {"id": "GNF250017", "relationship": "is"}, {"id": "GNF250018", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164058", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083109", "relationship": "is"}, {"id": "GNF083110", "relationship": "is"}, {"id": "GNF083111", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051583", "relationship": "is"}, {"id": "GNF056350", "relationship": "is"}, {"id": "GNF061105", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070597", "relationship": "is"}, {"id": "GNF070598", "relationship": "is"}, {"id": "GNF072147", "relationship": "is"}, {"id": "GNF072148", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF005845", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098957", "relationship": "is"}, {"id": "GNF138612", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_029564.1"], "protein": ["NP_001153517.1", "NP_001161081.1", "NP_005260.1", "XP_011536491.1", "XP_011536492.1", "XP_054227728.1", "XP_054227729.1"], "rna": ["NM_001160045.2", "NM_001167609.2", "NM_005269.3", "XM_011538189.3", "XM_011538190.3", "XM_054371753.1", "XM_054371754.1"], "translation": [{"protein": "XP_054227729.1", "rna": "XM_054371754.1"}, {"protein": "XP_054227728.1", "rna": "XM_054371753.1"}, {"protein": "XP_011536491.1", "rna": "XM_011538189.3"}, {"protein": "NP_001153517.1", "rna": "NM_001160045.2"}, {"protein": "NP_005260.1", "rna": "NM_005269.3"}, {"protein": "XP_011536492.1", "rna": "XM_011538190.3"}, {"protein": "NP_001161081.1", "rna": "NM_001167609.2"}]}, "reporter": {"HG-U133_Plus_2": "206646_at", "HG-U95Av2": "33474_at", "HTA-2_0": "TC12000530.hg.1", "HuEx-1_0": "3418120", "HuGene-1_1": "7956430", "HuGene-2_1": "16752888"}, "summary": "This gene encodes a member of the Kruppel family of zinc finger proteins. The encoded transcription factor is activated by the sonic hedgehog signal transduction cascade and regulates stem cell proliferation. The activity and nuclear localization of this protein is negatively regulated by p53 in an inhibitory loop. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2009].", "symbol": "GLI1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C0812304"}, "unigene": "Hs.632702", "uniprot": {"Swiss-Prot": "P08151", "TrEMBL": ["E9PIB9", "B4DNF7", "E9PQQ1"]}, "wikipedia": {"url_stub": "GLI1"}}