{"AllianceGenome": "4323", "HGNC": "4323", "MIM": "138750", "_id": "2739", "_version": 1, "accession": {"genomic": ["AF146017.1", "AF146651.1", "AL391415.12", "CH471081.1", "CP068272.2", "NC_000006.12", "NC_060930.1", "NG_012074.1"], "protein": ["AAA52565.1", "AAB49495.1", "AAD31524.1", "AAD38008.1", "AAH01741.1", "AAH11365.1", "AAH15934.1", "AAV38790.1", "AAV38791.1", "ACI46017.1", "AHW56486.1", "BAA02572.1", "BAD93038.1", "BAG35544.1", "BAG56861.1", "EAX03964.1", "EAX03965.1", "NP_006699.2", "Q04760.4"], "rna": ["AB209801.1", "AK129573.1", "AK130312.1", "AK293345.1", "AK312662.1", "AL833442.1", "BC001741.1", "BC011365.1", "BC015934.1", "BT019987.1", "BT019988.1", "BU954454.1", "D13315.1", "DA342581.1", "FJ224325.1", "KJ534846.1", "L07837.1", "NM_006708.3", "S83285.1"], "translation": [{"protein": "AAV38790.1", "rna": "BT019987.1"}, {"protein": "AAV38791.1", "rna": "BT019988.1"}, {"protein": "AAB49495.1", "rna": "S83285.1"}, {"protein": "NP_006699.2", "rna": "NM_006708.3"}, {"protein": "AHW56486.1", "rna": "KJ534846.1"}, {"protein": "BAG56861.1", "rna": "AK293345.1"}, {"protein": "AAH15934.1", "rna": "BC015934.1"}, {"protein": "BAG35544.1", "rna": "AK312662.1"}, {"protein": "AAA52565.1", "rna": "L07837.1"}, {"protein": "AAH11365.1", "rna": "BC011365.1"}, {"protein": "BAD93038.1", "rna": "AB209801.1"}, {"protein": "BAA02572.1", "rna": "D13315.1"}, {"protein": "AAH01741.1", "rna": "BC001741.1"}, {"protein": "ACI46017.1", "rna": "FJ224325.1"}]}, "alias": ["GLOD1", "GLYI", "HEL-S-74"], "ec": "4.4.1.5", "ensembl": {"gene": "ENSG00000124767", "protein": "ENSP00000362463", "transcript": ["ENST00000373365", "ENST00000470973"], "translation": [{"protein": "ENSP00000362463", "rna": "ENST00000373365"}], "type_of_gene": "protein_coding"}, "entrezgene": "2739", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.4217331052, "exp_mis": 57.1059187018, "exp_syn": 28.9081166918, "lof_z": 1.04994317304639, "mis_z": -0.12259540827609, "mu_lof": 7.32011249888e-07, "mu_mis": 5.26086487156e-06, "mu_syn": 2.62832227098e-06, "n_lof": 7.0, "n_mis": 59.0, "n_syn": 25.0, "p_li": 0.000220688734065718, "p_null": 0.256761316949884, "p_rec": 0.74301799431605, "syn_z": 0.45061686343707}, "bp": 555, "cds_end": 38670830, "cds_start": 38645070, "n_exons": 6, "nonpsych": {"exp_lof": 9.31558730561, "exp_mis": 51.569281275, "exp_syn": 26.0475466398, "lof_z": 1.06685974507333, "mis_z": -0.170726568078829, "mu_lof": 7.32011249888e-07, "mu_mis": 5.26086487156e-06, "mu_syn": 2.62832227098e-06, "n_lof": 6.0, "n_mis": 54.0, "n_syn": 24.0, "p_li": 0.000905671328178509, "p_null": 0.225102677656608, "p_rec": 0.773991651015213, "syn_z": 0.25258904969947}, "nontcga": {"exp_lof": 9.57658188384, "exp_mis": 52.5260358009, "exp_syn": 26.5840538673, "lof_z": 1.14010320348034, "mis_z": 0.0361607819052171, "mu_lof": 7.32011249888e-07, "mu_mis": 5.26086487156e-06, "mu_syn": 2.62832227098e-06, "n_lof": 6.0, "n_mis": 52.0, "n_syn": 20.0, "p_li": 0.000947505905180377, "p_null": 0.191474839567068, "p_rec": 0.807577654527751, "syn_z": 0.808546137063736}, "transcript": "ENST00000373365.4"}, "exons": [{"cdsend": 38703054, "cdsstart": 38677294, "chr": "6", "position": [[38675925, 38677383], [38682011, 38682101], [38682807, 38682875], [38684373, 38684514], [38686891, 38686974], [38702970, 38703145]], "strand": -1, "transcript": "NM_006708", "txend": 38703145, "txstart": 38675925}], "exons_hg19": [{"cdsend": 38670830, "cdsstart": 38645070, "chr": "6", "position": [[38643700, 38645159], [38649787, 38649877], [38650583, 38650651], [38652149, 38652290], [38654667, 38654750], [38670746, 38670921]], "strand": -1, "transcript": "NM_006708", "txend": 38670921, "txstart": 38643700}], "generif": [{"pubmed": 11436564, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11785295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11963573, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12942785, "text": "The analysis involved the data on nine polymorphic codominant loci: HP, GC, TF, PI, PGM1, GLO1, C3, ACP1, and ESD. The loci were selected by significance of differences in genotype frequencies between tuberculosis patients and healthy controls"}, {"pubmed": 15950319, "text": "the increase in glyoxalase I expression up to the age of 55 and progressively decreases thereafter."}, {"pubmed": 16305054, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16352396, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16352396, "text": "The present study tested the hypothesis that this common genetic variant could confer susceptibility to panic disorder using an Italian population sample of 162 panic disorder patients and 288 matched controls."}, {"pubmed": 16555297, "text": "In summary, our data suggest that a reduced glyoxalase I activity mimics some changes associated with neurodegeneration, such as neurite retraction and apoptotic cell death."}, {"pubmed": 16803681, "text": "Overexpression of glyoxalase 1 is associated with kidney tumor"}, {"pubmed": 17346350, "text": "GLO1 gene variants do not confer autism vulnerability in this sample, but allele A419 apparently carries a protective effect, spurring interest into functional correlates of the C419A SNP"}, {"pubmed": 17346350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17463067, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17463067, "text": "Polymorphism in this enzyme and paraoxonase I increase susceptibility to multiple sclerosis."}, {"pubmed": 17722011, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17722011, "text": "Therefore, we suggest that common variants in glyoxalase 1 are not significant susceptibility factors forautism spectrum disorders in the Finnish population."}, {"pubmed": 18079478, "text": "Association of A419C polymorphism of the glyoxalase I gene with age receptor levels and show the genetic predisposition to vascular complications in hemodialysis patients."}, {"pubmed": 18079478, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18344682, "text": "In androgen-dependent and androgen-independent prostate cancer cells, testosterone upregulates GLO1 mRNA levels."}, {"pubmed": 18413187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18413187, "text": "There was an association (odds ratio=2.9; 95% confidence interval=1.3-7.2) between the Glo1 A allele and T2DM in Zuni Indians."}, {"pubmed": 18448827, "text": "Increased protection against dicarbonyl glycation of endothelial cell protein by transfected glyoxalase I protects hyperglycemia-induced angiogenesis deficit."}, {"pubmed": 18455873, "text": "These results suggest that the aberrant expression of Glo1 might be involved in the pathophysiology of mood disorders."}, {"pubmed": 18721844, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18721844, "text": "the GLO1 gene is unlikely a major susceptible gene for autism in an ethnic Chinese population from Taiwan."}, {"pubmed": 19211689, "text": "Glyoxalase I overexpression ameliorates renal ischemia-reperfusion injury in rats."}, {"pubmed": 19238574, "text": "In the human lens, GLOI activity and immunoreactivity both decreased with age."}, {"pubmed": 19379515, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19379515, "text": "Results show that genetic polymorphisms in biotransformation enzymes CYP17, GSTP1, PON1 and GLO1 could be associated with the risk for breast cancer."}, {"pubmed": 19412133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19452310, "text": "Report glyoxalase I Glu111Ala polymorphism in patients with breast cancer."}, {"pubmed": 19470168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20093988, "text": "our data suggest a function of GLO1 in the regulation of detoxification and target adduction by the glycolytic byproduct methylglyoxal in malignant melanoma."}, {"pubmed": 20180986, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20185929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20185929, "text": "study shows for the first time a link between RAGE and GLO polymorphisms in the prognosis of hemodialysis patients"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398646, "text": "It did not show any difference in allelic and genotype frequencies in all glyoxalase I genes polymorphisms among the studied groups."}, {"pubmed": 20398646, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20454679, "text": "that Glo1 activity directly can be regulated by an oxidative posttranslational modification that was found in the native enzyme, i.e., glutathionylation"}, {"pubmed": 20542521, "text": "This study suggested that GLO1 is not involved into the acute panic response to CCK-4 in healthy volunteers."}, {"pubmed": 20544845, "text": "GLO1-A is an amplified gene in cancer."}, {"pubmed": 20554694, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20712647, "text": "Glyoxalase I Ala111Glu gene polymorphism is not associated with breast cancer risk but correlates with the absence of progesterone receptor."}, {"pubmed": 20712647, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21029593, "text": "The expression and enzyme activity of GLO-I is significantly increased in endometrial cancer, which could promote abnormal proliferation and inhibit apoptosis in endometrial cancer cells."}, {"pubmed": 21056979, "text": "in an in vivo model of diabetes that GLO-I overexpression reduces hyperglycemia-induced levels of carbonyl stress, AGEs, and oxidative stress"}, {"pubmed": 21253391, "text": "These findings suggest that deglycating enzymes Glyoxalase I and fructosamine-3-kinase may be involved in the malignant transformation of colon mucosa."}, {"pubmed": 21294693, "text": "This study shows that only the GLO1 C-7T polymorphism, and not the GLO1 A419C and ALR C-106T polymorphisms, is associated with carotid atherosclerosis in Chinese patients with type 2 diabetes."}, {"pubmed": 21370249, "text": "The expression of GLO-1 was increased in mononuclear leukocytes from diabetic patients."}, {"pubmed": 21386123, "text": "Our findings suggest that GLO1 deficits and carbonyl stress are linked to the development of a certain subtype of schizophrenia.[review]"}, {"pubmed": 21491613, "text": "A non-conservative, non-synonymous single nucleotide polymorphism in the glyoxalase I gene may be an autism susceptibility factor."}, {"pubmed": 21738003, "text": "GLO1 C-7T polymorphism alters promoter activity and confers susceptibility to nephropathy and retinopathy to Type 2 diabetic patients."}, {"pubmed": 22188542, "text": "We conclude that dicarbonyl stress is countered by up-regulation of Glo1 in the Nrf2 stress-responsive system."}, {"pubmed": 22479608, "text": "GLO1 expression was higher in gastric cancer tissues, compared with that in adjacent noncancerous tissues."}, {"pubmed": 22614840, "text": "GLO1 is overexpressed in 79 percent of tumors and GLO1 up-regulation correlates with advanced tumor grade."}, {"pubmed": 22653787, "text": "GLOI may be involved in prostate cancer progression via the control of key molecules in the mitochondrial apoptotic mechanism through the nuclear factor (NF)-kB signaling pathway."}, {"pubmed": 22771726, "text": "No evidence of an association of RAGE or glyoxalase I single nucleotide polymorphisms with pathological pregnancy."}, {"pubmed": 23201419, "text": "We showed for the first time an association between genetic variants with GLO1 enzyme activity in humans. SNPs in GLO1 can be used to predict enzyme activity and detoxifying capabilities."}, {"pubmed": 23351995, "text": "Data suggest that GLO1 activity is lower in blood (in whole blood assay) in type 1 or type 2 diabetes with painful peripheral diabetic neuropathy as compared to control subjects; Glo1 activity negatively correlates with duration of type 1 diabetes."}, {"pubmed": 23360186, "text": "The Ala111Glu glyoxalase gene polymorphism did not have an effect on glyoxalase 1 activity in either the type 1 diabetes mellitus or healthy control group."}, {"pubmed": 23775136, "text": "data suggest a possible association of C332C-genotype of the glyoxalase 1 gene with diabetic neuropathy in type 2 diabetes, supporting the hypothesis that methylglyoxal might be an important mediator of diabetic neuropathy in type 2 diabetes."}, {"pubmed": 23982595, "text": "GLO1 was the only protein which consistently varied according to the metastatic potentials of SN12C clones. GLO1 was increased in high metastatic cell lines by western blot analysis."}, {"pubmed": 24002659, "text": "level by differently inhibiting GI via NF-kappaB.Superoxide anion and hydrogen peroxide induced a diverse apoptosis."}, {"pubmed": 24040147, "text": "we provided evidence of the biological plausibility of Glyoxalase 1 polymorphism, either alone or in combination with other ones, all related to oxidative stress control that represents a key event in PCa development and progression."}, {"pubmed": 24105621, "text": "GLO1 expression level in prostate cancer tissues correlates with pathological grade and proliferation rate."}, {"pubmed": 24158671, "text": "Overall, thus Glo1 might be essential for hepatocellular carcinoma progression and can be designated as a potential therapeutic target for hepatocellular carcinoma in the future."}, {"pubmed": 24259499, "text": "Overexpression of GLO1 in bone marrow cells is sufficient to overcome the defective neovascularization that is characteristic of diabetes."}, {"pubmed": 24494193, "text": "Data show that GlxI is a novel substrate of TG2 and TG2 catalyzes either polyamine conjugation or deamidation depending the presence of polyamines."}, {"pubmed": 24612481, "text": "GLO1 lessened inhibitory phosphorylation of eNOS (Thr495) by reducing glycative stress. Study demonstrates that blunting glycative stress prevents the long-term impact of endothelial dysfunction on vascular aging."}, {"pubmed": 24662817, "text": "Study demonstrates that GLO1 is a novel metabolic oncogene of the 6p21 amplicon, which promotes tumor growth and aberrant transcriptional signals via regulating cellular metabolic activities for energy production."}, {"pubmed": 24671236, "text": "Weak association of glyoxalase 1 (GLO1) variants with autism spectrum disorder"}, {"pubmed": 24767709, "text": "GLO1 activity affects the overall burden of carotid artery atherosclerosis."}, {"pubmed": 24908234, "text": "Report association of GLO1 (rs4746) polymorphism with markers of endothelial activation in diabetes mellitus."}, {"pubmed": 24966916, "text": "Suggest Glo1 pathway activation is required for cell proliferation and cell survival of hepatocellular carcinoma cells carrying Glo1 genetic amplification."}, {"pubmed": 24995521, "text": "results suggested involvement of accumulated dicarbonyls and/or pentosidine in the pathophysiology of schizophrenia patients carrying Glyoxalase-1 mutations."}, {"pubmed": 25139743, "text": "In ApoE(-/-) mice with or without diabetes, GLO1 overexpression did not lead to decreased atherosclerotic lesion size or systemic inflammation."}, {"pubmed": 25184957, "text": "GLO1 is prevailingly expressed in cutaneous neoplasms of higher malignancy and contributes to the progression of squamous cell carcinoma"}, {"pubmed": 25201284, "text": "This study demonstrated that the GLO1 C332 (Ala111) allele confers autism vulnerability by reducing brain glyoxalase activity and enhancing advanced glycation end-products. formation"}, {"pubmed": 25342507, "text": "This review describes the role of GLO1 in tumor cell proliferation and survival, and the potential of GLO1 as a biomarker for tumor diagnosis and as a target for anticancer drug development. [review]"}, {"pubmed": 25407489, "text": "Significant differences in the allelic and genotype frequencies of GLO1."}, {"pubmed": 25557363, "text": "Two classes of the metalloenzyme GlxI exist and vary in their metal dependencies"}, {"pubmed": 25841781, "text": "Glo1 is involved in the Min-U-Sil 5 crystalline silica-induced BEAS-2B cell mitochondrial apoptotic pathway."}, {"pubmed": 26122242, "text": "individuals with the GLO1 A /E genotype, PON192/QR-RR genotypes and PON55/LM-MM genotypes had a significantly higher risk of cerebral cavernous malformations compared with the other genotypes."}, {"pubmed": 26298793, "text": "The GLO1 variations were not the source of association of the BTBD9 locus with restless legs syndrome."}, {"pubmed": 26552067, "text": "Studies indicate that the most extensively investigated The most extensively investigated glyoxalase enzymes are glyoxalase I and glyoxalase II (Glo1 and Glo2)."}, {"pubmed": 26618552, "text": "MMP-9 and Bcl-2 expression levels were dramatically decreased by addition of methylglyoxal or inhibition of GLOI. These findings may provide a new approach for the treatment of breast cancer."}, {"pubmed": 26711908, "text": "Data suggest Glo1's effects on anxiety-like behavior are centrally mediated as overexpression of Glo1 in neurons was sufficient to increase anxiety-like behavior"}, {"pubmed": 26784015, "text": "MS5 induced hydrogen peroxide-mediated c-Jun-dependent Glo1 up-regulation which resulted in a decrease in the Argpyrimidine-modified Hsp70 protein level which triggered EMT in a novel mechanism involving miR-21 and SMAD signalling"}, {"pubmed": 26914966, "text": "expressed in basal epidermis; significantly higher expression in older individuals"}, {"pubmed": 27000251, "text": "GLO1 SNPs are significantly associated with late-onset and drug-resistant epilepsy."}, {"pubmed": 27270765, "text": "The lowering of glycative stress via modulation of RAGE-AGE axis or glyoxalase 1 activity is beneficial for tubular homeostasis and the subsequent prevention and treatment of kidney disease, suggesting the possibility of novel therapeutic approaches which target glycative stress."}, {"pubmed": 27406712, "text": "Glo-1 responds to dicarbonyl stress to enhance cytoprotection at the transcriptional level through stress-responsive increase of Glo-1 expression."}, {"pubmed": 27478003, "text": "Reduction of GLO1 activity in atherosclerotic lesions of nondiabetic patients with increased HbA1c is associated with a functional involvement of this protective enzyme in atherogenesis."}, {"pubmed": 27696457, "text": "Glo1, together with Glo2, represents a novel mechanism in prostate cancer progression driven by a PTEN/PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 27898103, "text": "GLO1-knockdown provoked collagen expression, endothelial inflammation and dysfunction and apoptosis which might contribute to vascular damage"}, {"pubmed": 27999356, "text": "GLO1 on one hand is crucial to maintaining tumor characteristics of malignant cells, and, on the other hand, supports malignant transformation of cells in a hypoxic environment when overexpressed."}, {"pubmed": 28034013, "text": "The active sites of human and staphylococcus glyoxalases I are also different: the former contains one Zn-ion per chain; the latter incorporates two of these ions.. We suggest that only single Zn1-ion plays the role of catalytic center. The newly found differences between the two subfamilies could guide the design of new drugs against S. aureus, an important pathogenic micro-organism."}, {"pubmed": 28106734, "text": "Studies suggest that the enhancement of glyoxalase I (GLO-1) is a promising strategy aimed at halting the vicious cycle between chronic kidney disease and increases in glycative stress."}, {"pubmed": 28549423, "text": "Induced Glyoxalase 1 expression is a common feature in the pathogenesis of oropharyngeal squamous cell carcinoma"}, {"pubmed": 28695773, "text": "Gly82Ser and 2184 A/G RAGE polymorphisms were related to the mortality due to the breast cancer and -419 A/C glyoxalase I polymorphism was related to the overall mortality of the patients suggesting their role not only in the risk of breast cancer but also in the outcome of patients with breast cancer."}, {"pubmed": 29156655, "text": "current research highlighted the Glo-I/AGE/RAGE system as an interesting therapeutic target in chronic liver diseases. These findings need further elucidation in preclinical and clinical studies."}, {"pubmed": 29225125, "text": "Interdependence of GLO I and PKM2 in the Metabolic shift to escape apoptosis in GLO I-dependent cancer cells."}, {"pubmed": 29307109, "text": "The expression of glyoxalase system member glyoxalase 1 (GLO1) in melanoma cells is downregulated by miR-137. siRNA targeting of GLO1 mimicks inhibition of melanoma cell proliferation caused by miR-137 overexpression. Re-expression of GLO1 restores miR-137-mediated suppression of melanoma cell proliferation."}, {"pubmed": 29385039, "text": "The critical role of glyoxalases as regulators of tumorigenesis in the prostate through modulation of various critical signaling pathways, and an overview of the current knowledge on glyoxalases in bladder, kidney and testis cancers is reviewed.(GLO1, GLO2)"}, {"pubmed": 29385725, "text": "Inhibition of GLO1 in Glioblastoma Multiforme Increases DNA-AGEs, Stimulates RAGE Expression, and Inhibits Brain Tumor Growth in Orthotopic Mouse Models"}, {"pubmed": 29504694, "text": "Glo1, together with miR-101, might be potential therapeutic targets for metastatic prostate cancer."}, {"pubmed": 29975244, "text": "There was no statistically significant association between p.P122fs in GLO1 and schizophrenia (P=0.25) in the Japanese population."}, {"pubmed": 30099685, "text": "GLO1 SNPs, rs1130534 (c.372A>T, p.G124G), rs2736654 (c.A332C, p.E111A) and rs1049346 (c.-7C>T, 5'-UTR) were genotyped. While c.A332C polymorphism was not associated with retinitis pigmentosa (RP), c.372A>T showed an allelic association. Conversely, c.-7C>T showed both genotypic and allelic associations. RP susceptibility may be associated with two of the analyzed GLO1 polymorphisms (rs1130534 and rs1049346)."}, {"pubmed": 30470837, "text": "GLO1 may be of functional importance target downstream of MMSET I."}, {"pubmed": 30755587, "text": "The schizophrenia case with the highest neurite curvature carried a frame shift mutation in the GLO1 gene, suggesting that oxidative stress due to the GLO1 mutation caused the structural alteration of the neurites."}, {"pubmed": 31534514, "text": "Glyoxalase 1 Prevents Chronic Hyperglycemia Induced Heart-Explant Derived Cell Dysfunction."}, {"pubmed": 31591136, "text": "Results indicate that the GLO1 loss of function (GLO1 (fs) mutation derived from the schizophrenia patient and the engineered GLO1 (-/-) mutation) impaired the cellular development of iPS cells because of the enhanced carbonyl stress."}, {"pubmed": 31630312, "text": "The most active compound (ST018515) showed an IC50 of 0.34 +/- 0.03 muM, which, compared to reported GLO-I inhibitors, can be considered a potent inhibitor, making it a good candidate for further optimization towards designing more potent GLO-I inhibitors."}, {"pubmed": 31661534, "text": "Common GLO1 variants do not increase chronic pancreatitis risk."}, {"pubmed": 31738028, "text": "High expression of GLO1 indicates unfavorable clinical outcomes in glioma patients."}, {"pubmed": 32265040, "text": "The three genes associated with chronic kidney disease (AGT, GLO1, and SHROOM3) showed associations with both the high levels of oxidatively damaged DNA and genomic instability."}, {"pubmed": 32368974, "text": "The Role of Glyoxalase in Glycation and Carbonyl Stress Induced Metabolic Disorders."}, {"pubmed": 32721999, "text": "Resveratrol, Curcumin and Piperine Alter Human Glyoxalase 1 in MCF-7 Breast Cancer Cells."}, {"pubmed": 32916503, "text": "LncRNA OIP5-AS1 Promotes Breast Cancer Progression by Regulating miR-216a-5p/GLO1."}, {"pubmed": 33142109, "text": "Glyoxalase 1 expression analysis by immunohistochemistry in breast cancer."}, {"pubmed": 33360689, "text": "Genomic GLO1 deletion modulates TXNIP expression, glucose metabolism, and redox homeostasis while accelerating human A375 malignant melanoma tumor growth."}, {"pubmed": 33966051, "text": "Glyoxalase I disruption and external carbonyl stress impair mitochondrial function in human induced pluripotent stem cells and derived neurons."}, {"pubmed": 34156474, "text": "Systemic inflammation down-regulates glyoxalase-1 expression: an experimental study in healthy males."}, {"pubmed": 34838714, "text": "The activity of glyoxylase 1 is regulated by glucose-responsive phosphorylation on Tyr136."}, {"pubmed": 34848450, "text": "GLO 1 and PKClambda Regulate ALDH1-positive Breast Cancer Stem Cell Survival."}, {"pubmed": 35269594, "text": "Emerging Glycation-Based Therapeutics-Glyoxalase 1 Inducers and Glyoxalase 1 Inhibitors."}, {"pubmed": 36576700, "text": "H3K27 acetylation activated long noncoding RNA RP11-162G10.5 promotes breast cancer progression via the YBX1/GLO1 axis."}, {"pubmed": 37572800, "text": "The genetic polymorphisms and activity of glyoxalase 1 as a risk factor for acute coronary syndrome in South Indians with type 2 diabetes mellitus."}, {"pubmed": 37814205, "text": "MiR-205-3p suppresses bladder cancer progression via GLO1 mediated P38/ERK activation."}, {"pubmed": 38027126, "text": "Association between GLO1 variants and gestational diabetes mellitus susceptibility in a Chinese population: a preliminary study."}, {"pubmed": 38870176, "text": "Glyoxalase 1: Emerging biomarker and therapeutic target in cervical cancer progression."}], "genomic_pos": {"chr": "6", "end": 38703145, "ensemblgene": "ENSG00000124767", "start": 38675925, "strand": -1}, "genomic_pos_hg19": {"chr": "6", "end": 38670917, "start": 38643701, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0005975", "pubmed": 7684374, "qualifier": "involved_in", "term": "carbohydrate metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006749", "qualifier": "involved_in", "term": "glutathione metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009438", "qualifier": "involved_in", "term": "methylglyoxal metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 11489834, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 10807791, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004462", "pubmed": [9705294, 11489834, 20454679, 23122816], "qualifier": "enables", "term": "lactoylglutathione lyase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [9705294, 23122816], "qualifier": "enables", "term": "zinc ion binding"}]}, "homologene": {"genes": [[3702, 837330], [4530, 4338324], [4896, 2539736], [4932, 855009], [5141, 3876579], [7165, 1280599], [7165, 3291507], [7227, 35656], [7955, 368213], [8364, 594942], [9031, 421428], [9544, 719518], [9598, 748215], [9606, 2739], [9615, 474894], [9913, 540335], [9913, 101905254], [10090, 109801], [10116, 294320], [28985, 2895025], [33169, 4620559], [318829, 5050700]], "id": 4880}, "interpro": [{"desc": "Glyoxalase/fosfomycin resistance/dioxygenase domain", "id": "IPR004360", "short_desc": "Glyas_Fos-R_dOase_dom"}, {"desc": "Glyoxalase I", "id": "IPR004361", "short_desc": "Glyoxalase_1"}, {"desc": "Glyoxalase I, conserved site", "id": "IPR018146", "short_desc": "Glyoxalase_1_CS"}, {"desc": "Glyoxalase/Bleomycin resistance protein/Dihydroxybiphenyl dioxygenase", "id": "IPR029068", "short_desc": "Glyas_Bleomycin-R_OHBP_Dase"}, {"desc": "Vicinal oxygen chelate (VOC) domain", "id": "IPR037523", "short_desc": "VOC"}], "ipi": ["IPI00220766", "IPI01021703"], "map_location": "6p21.2", "name": "glyoxalase I", "other_names": ["S-D-lactoylglutathione methylglyoxal lyase", "aldoketomutase", "epididymis secretory protein Li 74", "glx I", "glyoxalase domain containing 1", "ketone-aldehyde mutase", "lactoyl glutathione lyase", "lactoylglutathione lyase", "methylglyoxalase"], "pantherdb": {"HGNC": "4323", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95742", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 10090, "uniprot_kb": "Q9CPU0"}, {"RGD": "2702", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 10116, "uniprot_kb": "Q6P7Q4"}, {"Ensembl": "ENSGALG00000010127", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 9031, "uniprot_kb": "A0A1L1RZK1"}, {"ZFIN": "ZDB-GENE-030722-9", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 7955, "uniprot_kb": "Q6P696"}, {"FlyBase": "FBgn0283450", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 7227, "uniprot_kb": "A1Z6X6"}, {"SGD": "S000004463", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 4932, "uniprot_kb": "P50107"}, {"PomBase": "SPBC12C2.12c", "ortholog_type": "LDO", "panther_family": "PTHR10374", "taxid": 4896, "uniprot_kb": "Q09751"}], "uniprot_kb": "Q04760"}, "pathway": {"humancyc": {"id": "PWY-5386", "name": "methylglyoxal degradation I"}, "kegg": {"id": "hsa00620", "name": "Pyruvate metabolism - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1428517", "name": "Aerobic respiration and respiratory electron transport"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-70268", "name": "Pyruvate metabolism"}], "smpdb": [{"id": "SMP00060", "name": "Pyruvate Metabolism"}, {"id": "SMP00196", "name": "Leigh Syndrome"}, {"id": "SMP00212", "name": "Pyruvate Dehydrogenase Complex Deficiency"}, {"id": "SMP00334", "name": "Pyruvate Decarboxylase E1 Component Deficiency (PDHE1 Deficiency)"}, {"id": "SMP00459", "name": "Pyruvaldehyde Degradation"}, {"id": "SMP00558", "name": "Primary hyperoxaluria II, PH2"}, {"id": "SMP00559", "name": "Pyruvate kinase deficiency"}]}, "pdb": ["1BH5", "1FRO", "1QIN", "1QIP", "3VW9", "3W0T", "3W0U", "7WSZ", "7WT0", "7WT1", "7WT2"], "pfam": "PF00903", "pharmgkb": "PA28724", "pharos": {"target_id": 15114, "tdl": "Tchem"}, "pir": ["A46714", "S63603"], "prosite": "PS51819", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167727", "relationship": "is"}, {"id": "GNF178633", "relationship": "is"}, {"id": "GNF189539", "relationship": "is"}, {"id": "GNF200445", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF159306", "relationship": "is"}, {"id": "GNF160799", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF030606", "relationship": "similar to"}, {"id": "GNF033391", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005849", "relationship": "is"}, {"id": "GNF005850", "relationship": "is"}, {"id": "GNF005851", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF243644", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106512", "relationship": "is"}, {"id": "GNF146158", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1", "NG_012074.1"], "protein": "NP_006699.2", "rna": "NM_006708.3", "translation": {"protein": "NP_006699.2", "rna": "NM_006708.3"}}, "reporter": {"HG-U133_Plus_2": "200681_at", "HG-U95Av2": "36201_at", "HTA-2_0": "TC06001692.hg.1", "HuEx-1_0": "2952679", "HuGene-1_1": "8126135", "HuGene-2_1": "17018812"}, "retired": 10918, "summary": "The enzyme encoded by this gene is responsible for the catalysis and formation of S-lactoyl-glutathione from methylglyoxal condensation and reduced glutatione.  Glyoxalase I is linked to HLA and is localized to 6p21.3-p21.1, between HLA and the centromere. [provided by RefSeq, Jul 2008].", "symbol": "GLO1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415104"}, "unigene": "Hs.268849", "uniprot": {"Swiss-Prot": "Q04760", "TrEMBL": "X5DNM4"}, "wikipedia": {"url_stub": "Lactoylglutathione lyase"}}