{"AllianceGenome": "4324", "HGNC": "4324", "MIM": "138032", "_id": "2740", "_version": 2, "accession": {"genomic": ["AB065685.1", "AL035690.10", "AX646689.1", "AY439112.1", "CH471081.1", "CP068272.2", "NC_000006.12", "NC_060930.1", "U66062.2"], "protein": ["AAA03614.1", "AAA17021.1", "AAA62471.1", "AAA63787.1", "AAB64013.1", "AAC50050.1", "AAI12127.1", "AAI13494.1", "AAR05444.1", "AMQ77327.1", "BAC05908.1", "CAD69471.1", "EAX03970.1", "EAX03971.1", "EAX03972.1", "EAX03973.1", "EAX03974.1", "NP_002053.3", "P43220.2"], "rna": ["BC112126.1", "BC113493.1", "CK819862.1", "KR138540.1", "L23503.1", "NM_002062.5", "NR_136562.2", "NR_136563.2", "U01104.1", "U01156.1", "U01157.1", "U10037.1"], "translation": [{"protein": "AAA03614.1", "rna": "U01104.1"}, {"protein": "NP_002053.3", "rna": "NM_002062.5"}, {"protein": "AAA63787.1", "rna": "U10037.1"}, {"protein": "AAA17021.1", "rna": "L23503.1"}, {"protein": "AAA62471.1", "rna": "U01157.1"}, {"protein": "AAI13494.1", "rna": "BC113493.1"}, {"protein": "AAC50050.1", "rna": "U01156.1"}, {"protein": "AAI12127.1", "rna": "BC112126.1"}, {"protein": "AMQ77327.1", "rna": "KR138540.1"}]}, "alias": ["GLP-1", "GLP-1-R", "GLP-1R"], "ensembl": {"gene": "ENSG00000112164", "protein": "ENSP00000362353", "transcript": "ENST00000373256", "translation": [{"protein": "ENSP00000362353", "rna": "ENST00000373256"}], "type_of_gene": "protein_coding"}, "entrezgene": "2740", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.5604825654, "exp_mis": 168.382385385, "exp_syn": 81.820987216, "lof_z": 3.18089051148479, "mis_z": 1.7106281253963, "mu_lof": 1.53138198746e-06, "mu_mis": 1.62049673347e-05, "mu_syn": 7.75025883236e-06, "n_lof": 6.0, "n_mis": 123.0, "n_syn": 94.0, "p_li": 0.0640780487665267, "p_null": 0.000646443889174809, "p_rec": 0.935275507344299, "syn_z": -0.834697435559345}, "bp": 1392, "cds_end": 39053849, "cds_start": 39016616, "n_exons": 13, "nonpsych": {"exp_lof": 18.3661421648, "exp_mis": 152.159233049, "exp_syn": 73.8128144593, "lof_z": 3.06301473884528, "mis_z": 1.80565047747838, "mu_lof": 1.53138198746e-06, "mu_mis": 1.62049673347e-05, "mu_syn": 7.75025883236e-06, "n_lof": 5.0, "n_mis": 108.0, "n_syn": 82.0, "p_li": 0.152169636302514, "p_null": 0.000883783633595888, "p_rec": 0.84694658006389, "syn_z": -0.599974077885137}, "nontcga": {"exp_lof": 18.8919508175, "exp_mis": 154.888111743, "exp_syn": 75.2516219038, "lof_z": 3.15287080015909, "mis_z": 1.87699641275794, "mu_lof": 1.53138198746e-06, "mu_mis": 1.62049673347e-05, "mu_syn": 7.75025883236e-06, "n_lof": 5.0, "n_mis": 108.0, "n_syn": 86.0, "p_li": 0.165804235368071, "p_null": 0.000615122590547781, "p_rec": 0.833580642041382, "syn_z": -0.784525971550681}, "transcript": "ENST00000373256.4"}, "exons": [{"cdsend": 39086073, "cdsstart": 39048840, "chr": "6", "position": [[39048780, 39048918], [39056396, 39056493], [39057471, 39057579], [39065710, 39065829], [39066196, 39066303], [39072861, 39073015], [39073609, 39073769], [39078321, 39078382], [39078956, 39079026], [39079111, 39079200], [39079563, 39079702], [39080697, 39080739], [39085905, 39091303]], "strand": 1, "transcript": "NM_002062", "txend": 39091303, "txstart": 39048780}, {"cdsend": 39091303, "cdsstart": 39091303, "chr": "6", "position": [[39048780, 39048918], [39056396, 39056493], [39057471, 39057579], [39065710, 39065829], [39066196, 39066303], [39072861, 39073015], [39073609, 39073769], [39078321, 39078382], [39078956, 39079026], [39079111, 39079200], [39079563, 39079702], [39080697, 39080739], [39085905, 39086129], [39087343, 39091303]], "strand": 1, "transcript": "NR_136562", "txend": 39091303, "txstart": 39048780}, {"cdsend": 39091303, "cdsstart": 39091303, "chr": "6", "position": [[39048780, 39048918], [39056396, 39056493], [39057471, 39057579], [39065710, 39065829], [39066196, 39066303], [39072861, 39073015], [39073609, 39073769], [39078321, 39078382], [39078956, 39079026], [39079111, 39079200], [39079563, 39079702], [39080697, 39080739], [39085905, 39086129], [39086287, 39091303]], "strand": 1, "transcript": "NR_136563", "txend": 39091303, "txstart": 39048780}], "exons_hg19": [{"cdsend": 39053849, "cdsstart": 39016616, "chr": "6", "position": [[39016556, 39016694], [39024172, 39024269], [39025247, 39025355], [39033486, 39033605], [39033972, 39034079], [39040637, 39040791], [39041385, 39041545], [39046097, 39046158], [39046732, 39046802], [39046887, 39046976], [39047339, 39047478], [39048473, 39048515], [39053681, 39059079]], "strand": 1, "transcript": "NM_002062", "txend": 39059079, "txstart": 39016556}, {"cdsend": 39059079, "cdsstart": 39059079, "chr": "6", "position": [[39016556, 39016694], [39024172, 39024269], [39025247, 39025355], [39033486, 39033605], [39033972, 39034079], [39040637, 39040791], [39041385, 39041545], [39046097, 39046158], [39046732, 39046802], [39046887, 39046976], [39047339, 39047478], [39048473, 39048515], [39053681, 39053905], [39055119, 39059079]], "strand": 1, "transcript": "NR_136562", "txend": 39059079, "txstart": 39016556}, {"cdsend": 39059079, "cdsstart": 39059079, "chr": "6", "position": [[39016556, 39016694], [39024172, 39024269], [39025247, 39025355], [39033486, 39033605], [39033972, 39034079], [39040637, 39040791], [39041385, 39041545], [39046097, 39046158], [39046732, 39046802], [39046887, 39046976], [39047339, 39047478], [39048473, 39048515], [39053681, 39053905], [39054063, 39059079]], "strand": 1, "transcript": "NR_136563", "txend": 39059079, "txstart": 39016556}], "generif": [{"pubmed": 12034449, "text": "In vitro folding, functional characterization, and disulfide pattern of the extracellular domain"}, {"pubmed": 15364163, "text": "Missenses mutations in Japaneses type 2 diabetes patients."}, {"pubmed": 15364163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15528268, "text": "analysis of the glucagon-like peptide-1 receptor beta-arrestin 2 interaction"}, {"pubmed": 15686481, "text": "Experimental evidence indicates that the GLP-1 receptor gene is expressed in human brain as a protein, with binding properties similar to those of the GLP-1R located in peripheral tissues."}, {"pubmed": 15975668, "text": "glucagon-like peptide-1 receptor polymorphism results in reduced agonist responsiveness"}, {"pubmed": 16644694, "text": "GLP-1R stimulation does not modify the growth or survival of human pancreatic cancer cells."}, {"pubmed": 16931572, "text": "The interaction of the GLP-1R with caveolin-1 regulates subcellular localization, trafficking, and signaling activity."}, {"pubmed": 17444618, "text": "results suggest that the differential affinity of nGLP-1R is explained almost entirely by divergent residues in the central part of the ligands: Leu10-Gly30 of Exendin-4 and Val16-Arg36 of GLP-1."}, {"pubmed": 17475961, "text": "For GLP-1 receptor scintigraphy, a low-background signal can be expected, on the basis of the low receptor expression in the normal tissues surrounding tumors."}, {"pubmed": 18287102, "text": "analysis of the crystal structure of the ligand-bound glucagon-like peptide-1 receptor extracellular domain"}, {"pubmed": 18372345, "text": "Structural basis of endogenous agonist activation of family B G protein-coupled receptors."}, {"pubmed": 18541709, "text": "Our data suggest that the GLP-1 receptor is restricted to the pancreatic beta cells."}, {"pubmed": 19077438, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19386626, "text": "Decreased TCF7L2 protein levels in type 2 diabetes mellitus correlate with downregulation of GLP-1R and GIP-R."}, {"pubmed": 19755420, "text": "Data demonstrate that the GLP-1R agonist, exendin-4, significantly improves the efficiency of PDX-1-mediated transdifferentiation."}, {"pubmed": 19815559, "text": "analysis of the molecular basis of natural agonist ligand binding to the GLP1 receptor"}, {"pubmed": 19820010, "text": "In vivo GLP-1R imaging is an innovative, noninvasive diagnostic approach that successfully localizes small insulinomas."}, {"pubmed": 19859570, "text": "GFP-GLP-1 receptor is weakly expressed in the plasma membranes and is functionally coupled to adenylyl cyclase via heterotrimeric G-proteins, similarly as its wild type."}, {"pubmed": 19861722, "text": "The crystal structure of the extracellular domain of GLP-1 receptor in complex with GLP-1 was solved to 2.1 A resolution."}, {"pubmed": 19890029, "text": "GLP-1 receptor scintigraphy is a novel tool to facilitate the detection of insulinomas."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20002095, "text": "the putative signal peptide of GLP-1R was cleaved during synthesis and processing of the receptor; while cleavage was not essential for receptor synthesis, it was obligatory for effective processing and trafficking to the plasma membrane"}, {"pubmed": 20225248, "text": "GLP-1R is present on human hepatocytes."}, {"pubmed": 20347207, "text": "In prolonged ventricular fibrillation followed by resuscitation, myocardial microcirculatory function was enhanced with administration of GLP-1. Treatment was not associated with significant improvement in post-resuscitation myocardial function."}, {"pubmed": 20374430, "text": "The data of this study confirmed that GLP-1R agonists have clinical potential in treating neuronal stresses relevant to neurodegenerative conditions."}, {"pubmed": 20452396, "text": "Exendin-4 stimulates proliferation of coronary artery endothelial cells via a GLP-1R dependent mechanism."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483198, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20483198, "text": "Our results identify associations between a novel genetic variant of GLP-1R and hypothalamus-pituitary-adrenal (HPA) axis regulation."}, {"pubmed": 20529866, "text": "analysis of the amino-terminal region of glucagon-like peptide 1 and its receptor, a region critical for biological activity"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20649595, "text": "The major determinant of exendin-4/glucagon-like peptide 1 differential affinity at the rat glucagon-like peptide 1 receptor N-terminal domain is a hydrogen bond from SER-32 of exendin-4."}, {"pubmed": 20690636, "text": "Recombinant expression, in vitro refolding, and biophysical characterization of the human glucagon-like peptide-1 receptor"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20805279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20805279, "text": "Variation in GLP1R may alter insulin secretion in response to exogenous GLP-1."}, {"pubmed": 20823098, "text": "Low molecular weight pyrimidine-based compounds can activate the GLP-1 receptor and stimulate glucose-dependent insulin secretion."}, {"pubmed": 20835917, "text": "In contrast to insulinoma, hyperinsulinaemic hypoglycaemia after gastric bypass surgery is not accompanied by overexpression of GLP-1 receptor in individual islets."}, {"pubmed": 21046358, "text": "cAMP-mediated pathways are modelled by glucose, and downregulation of the calcium-sensitive ADCY8 plays a central role herein, including signalling via the GLP1R."}, {"pubmed": 21095545, "text": "Targeting GLP-1R by (111)In-DOTA-exendin-4 or (111)In-DPTA-exendin-4 offers a new approach that permits the successful localization of small benign insulinomas."}, {"pubmed": 21562063, "text": "A GLP-1 receptor agonist liraglutide inhibits endothelial cell dysfunction and vascular adhesion molecule expression in an ApoE-/- mouse model."}, {"pubmed": 21616920, "text": "regulation of GLP-1R function is complex with endogenous peptides that interact with the receptor, including full-length and truncated forms of GLP-1 that can exist in an amidated form (GLP-1(1-36)NH and GLP-1(7-36)NH) and related peptide oxyntomodulin"}, {"pubmed": 21663496, "text": "greater proportion of patients with type 2 diabetes can achieve the HbA(1c) goal <7% with GLP-1 agonists compared to placebo or other antidiabetic drugs; in absolute terms, exenatide LAR was best for the attainment of the HbA(1c) goal."}, {"pubmed": 21744074, "text": "GLP-1 signaling through GLP-1 receptor modulates cytokine production in natural killer T-cells; GLP-1 signaling appears to be important in psoriasis patients with type 2 diabetes mellitus (e.g., GLP-1 mimetic analogs may be used therapeutically)."}, {"pubmed": 21745271, "text": "Glucagon-like peptide-1 receptor activation stimulates hepatic lipid oxidation and restores hepatic signalling alteration induced by a high-fat diet in nonalcoholic steatohepatitis."}, {"pubmed": 21862620, "text": "evidence for the presence of GLP-1R in adipose tissue and show that its mRNA and protein expressions are increased in visceral adipose depots from morbidly obese patients with a high degree of insulin resistance"}, {"pubmed": 21868452, "text": "Data show important roles in ligand binding and receptor activation of conserved residues within the transmembrane domain of the GLP-1R."}, {"pubmed": 21952200, "text": "betaarr2 competes with GRK2 for interaction with the activated and GRK phosphorylated GLP-1R, suggesting a new role of betaarr2 in regulating the orchestration of GRK2 functionality"}, {"pubmed": 22031513, "text": "In humans, neoplastic and hyperplastic lesions of thyroid C cells express the GLP-1 receptor."}, {"pubmed": 22079758, "text": "analysis of how a pentapeptide agonist at interacts with the glucagon-like peptide-1 receptor"}, {"pubmed": 22105074, "text": "Evolutionarily conserved residues at glucagon-like peptide-1 (GLP-1) receptor core confer ligand-induced receptor activation"}, {"pubmed": 22112810, "text": "Most of the somatostatin receptor-negative neuroendocrine tumors and GLP-1 receptor-negative malignant insulinomas are GIP receptor positive."}, {"pubmed": 22147709, "text": "a critical role of ECL2 of the GLP-1R in the activation transition of the receptor by peptide agonists."}, {"pubmed": 22147710, "text": "a critical role of ECL2 of the GLP-1R in the activation transition(s) of the receptor and the importance of this region in the determination of both GLP-1 peptide- and pathway-specific effects."}, {"pubmed": 22412906, "text": "Functional expression of a GIP receptor mutant lacking N-glycosylation is rescued by co-expressed wild type GLP1 receptor, which suggests formation of a GIP-GLP1 receptor heteromer."}, {"pubmed": 22492091, "text": "Suggest a possible direct effect of glucagon-like peptide-1 receptor agonist exenatide on intestinal lipoprotein particle production."}, {"pubmed": 22693487, "text": "GLP-1R may have a role in different subtypes of thyroid cancer [review]"}, {"pubmed": 23091034, "text": "GLP-1R dimerization is important for control of signal bias."}, {"pubmed": 23362875, "text": "GLP1R is expressed in human psoriasis plaques but not in cultured keratinocytes"}, {"pubmed": 23592482, "text": "triggers cAMP generation both in plasma GLP1R membrane and in endosomes, which has implications for receptor-mediated regulation of insulin secretion"}, {"pubmed": 23803499, "text": "Determined is the expression of GLP-1R in different regions of human stomach mucosa and its specific cellular association and distribution within gastric glands."}, {"pubmed": 23806684, "text": "LOX-1 may play a bridging role in GLP-1 activation and reactive oxygen species interaction."}, {"pubmed": 23864651, "text": "A novel GLP-1R-protein interactome was generated, identifying several interactors that suppress GLP-1R signaling."}, {"pubmed": 23879380, "text": "study shows that while BMI and HbA1c are positively associated with DNA methylation levels of GLP1R, its expression is negatively associated with DNA methylation of GLP1R in pancreatic islets"}, {"pubmed": 24275181, "text": "GLP-1R is shown to be a recycling receptor."}, {"pubmed": 24307763, "text": "GLP-1R is expressed in retinal pigment epithelial cells"}, {"pubmed": 24326362, "text": "Data indicate that glucagon-like peptide 1 receptor (GLP-1R) might become a molecular target for treatment of metastatic pancreatic neuroendocrine tumors (PNETs)."}, {"pubmed": 24334921, "text": "no association between the rs6923761 GLP-1R polymorphism and body weight response after two different hypocaloric diets"}, {"pubmed": 24467746, "text": "analysis of expression of GLP1R in pancreas, kidney, lung and heart"}, {"pubmed": 24577752, "text": "GLP-1R expression is not a risk prognostic factor in intrahepatic cholangiocarcinoma."}, {"pubmed": 24624910, "text": "The significant gene-gene interaction between rs13429709 and rs2268639 in GLP1R."}, {"pubmed": 24679032, "text": "Our aim was to analyze the effects of rs6923761 GLP-1 receptor polymorphism on body weight, cardiovascular risk factors and serum adipokine levels in morbid obese patients"}, {"pubmed": 24687535, "text": "data showed a relationship of metabolic parameters with the mutant allele (A) of rs6923761 GLP-1 receptor polymorphism in obese females; BMI weight, fat mass, waist circumference, triglycerides, leptin, resistin and IL-6 serum levels were lower in subjects with A alelle than non-A allele subjects"}, {"pubmed": 24878048, "text": "These data demonstrate that the defective function of the incretin axis in type 2 diabetes may also result from decreased GLP-1R expression in its extrapancreatic target organs."}, {"pubmed": 24969551, "text": "Lack of association of rs6923761 GLP-1 R polymorphism with weight loss after hypocaloric diets; better anthropometric parameters in obese subjects with the mutant allele (A) of rs6923761 GLP-1 R polymorphism."}, {"pubmed": 25071023, "text": "GLP1R activation modulated food related responses in appetite and reward areas of the brain in humans."}, {"pubmed": 25119061, "text": "Authors found distinct expression patterns of GLP1R and DPP-IV depending on the neuroendocrine cell types in P-NEN and the anatomical sites in GI-NEN."}, {"pubmed": 25200998, "text": "An association was found between the rs6923761 GLP-1 receptor polymorphism and basal GLP-1 levels in diabetes mellitus type 2 patients."}, {"pubmed": 25330813, "text": "Data indicate that the role of the SP (signal peptide) sequence is to promote the expression of GLP-1R (glucagon-like peptide-1 receptor)."}, {"pubmed": 25376528, "text": "The GLP-1 receptor variant rs6923761 was found to be associated with decreased weight and anthropometric parameters in A allele carriers with and without MS. MS or its components were not associated with this polymorphism in obese adults."}, {"pubmed": 25376673, "text": "Our study showed a higher weight loss 12 and 18 months after bariatric surgery in GG variant than A allele carriers. The biochemical parameters and cardiovascular comorbidity rates improved similarly in both genotypes."}, {"pubmed": 25451942, "text": "Moreover, cross-talk between the two incretin receptors GLP-1R and GIPR is shown to alter receptor trafficking with functional consequences for GLP-1R signaling."}, {"pubmed": 25483438, "text": "Hyperglycemia decreases GLP-1R expression in retinal pigment epithelial cells."}, {"pubmed": 25502804, "text": "The N-terminus of hGLP-1R regulates receptor trafficking and maturation."}, {"pubmed": 25561730, "text": "Data show that Ile(196), Met(233) and Asn(302) of glucagon-like peptide 1 receptor (GLP1R) interact with His(1) and Thr(7) of glucagon-like peptide-1 (GLP-1)."}, {"pubmed": 25669907, "text": "Glucagon-like receptor 1 agonists and DPP-4 inhibitors: potential therapies for the treatment of stroke."}, {"pubmed": 25785276, "text": "response to GLP-1 analogue in patients with poorly controlled type 2 diabetes is not statistically correlated with GLP1R polymorphism"}, {"pubmed": 25903129, "text": "The potency of GLP-1 is enhanced by the endocannabinoid-like lipids oleoylethanolamide and 2-oleoylglycerol."}, {"pubmed": 25915883, "text": "reduced level in renal arteries of hypertensive patients"}, {"pubmed": 25991051, "text": "GLP-1R rs10305420 polymorphism explained some of the inter-individual differences in response to liraglutide regarding weight loss in obese PCOS women."}, {"pubmed": 26015316, "text": "Lack of association of rs6923761 GLP-1 R polymorphism with weight loss."}, {"pubmed": 26080318, "text": "168Ser (rs6923761) was nominally associated with alcohol use disorder. The 168 Ser/Ser genotype was associated with increased alcohol administration, and with higher BOLD response in the right globus pallidus."}, {"pubmed": 26116235, "text": "these findings demonstrate the hGLP-1R has distinct regions within the C-terminal domain required for its cell surface expression, activity and agonist-induced internalisation."}, {"pubmed": 26198634, "text": "This study reveals the glucagon receptor as a previously unidentified target for GLP-1 receptor agonists and highlights a role for RAMP2 in regulating its pharmacology."}, {"pubmed": 26238361, "text": "although GLP-1R is not an independent prognostic factor in PDAC patients, it appears to have some implications for pancreatic ductal adenocarcinoma metastatic ability"}, {"pubmed": 26272612, "text": "a novel GLP1R Interacting Protein ATP6ap2"}, {"pubmed": 26384381, "text": "Retinal GLP1R expression was similar in patients with diabetes and healthy controls."}, {"pubmed": 26495786, "text": "Results suggest that pancreatic ductal adenocarcinoma (PDAC) cells or their precursor lesions do not overexpress glucagon-like peptide-1 receptor (GLP-1R) compared with non-neoplastic pancreatic cells."}, {"pubmed": 26598711, "text": "NMR-determined structure of a high-potency cyclic conformationally-constrained 11-residue analogue of GLP-1 was also docked into the receptor-binding site."}, {"pubmed": 26672638, "text": "Our studies show that GLP-1R is widely expressed throughout the human hypothalamus. The decreased expression of GLP-1R in the PVN and IFN of T2DM patients may be related to the dysregulation of feeding behavior and glucose homeostasis in type 2 diabetes mellitus."}, {"pubmed": 27059958, "text": "The molecular dynamics simulations of wild-type and mutant GLP-1R.ligand complexes provided molecular insights into GLP-1R-specific recognition mechanisms for the N terminus of GLP-1 by residues in the 7TM pocket and explained how glucagon-mimicking GLP-1 mutants restored binding affinity for (glucagon receptor -mimicking) GLP-1R mutants."}, {"pubmed": 27072494, "text": "In conclusion, exenatide significantly improves coronary endothelial function in patients with newly diagnosed type 2 diabetes. The effect may be mediated through activation of AMPK/PI3K-Akt/eNOS pathway via a GLP-1R/cAMP-dependent mechanism."}, {"pubmed": 27100083, "text": "In glucagon-like peptide receptor (GLP-1R) expressing cells, small molecule agonists induced cAMP production but caused no intracellular Ca2+ accumulation, ERK phosphorylation or hGLP-1R internalisation."}, {"pubmed": 27208775, "text": "Immunohistochemistry of human ileum tissues was performed in this study, which showed that TAS2R38 was co-localized with glucagon-like peptide 1 (GLP-1) in enteroendocrine L-cells."}, {"pubmed": 27226600, "text": "In the glucagon receptor (GCGR) and glucagon-like peptide-1 receptor (GLP-1R), the extracellular domain is required for signaling even when the hormone is covalently linked to the transmembrane domain."}, {"pubmed": 27447052, "text": "GLP1-R may represent a novel target for treating bronchial hyperresponsiveness."}, {"pubmed": 27542128, "text": "IL-33, GLP-1R, and CCL20 are deregulated in human inflammatory bowel disease. GLP-1 receptor agonists upregulate IL-33, mucin 5b, and CCL20 in murine Brunner's glands. GLP-1 receptor agonists affect gut homeostasis in both proximal and distal parts of the gut."}, {"pubmed": 27562916, "text": "The effects of GLP-1-based therapies on blood glucose in type 2 diabetics are not mediated through microvascular responses."}, {"pubmed": 27569426, "text": "Data suggest that three conserved positively charged residues located at extracellular ends of transmembrane helices 3, 4 and 5 of GLP1R are essential for high affinity agonist binding and conformational transitions linked to pleiotropic effector coupling through stabilisation of extracellular domains."}, {"pubmed": 27717194, "text": "Changes in GLP-1 levels are associated with weight loss in newly diagnosed Chinese diabetes patients receiving acarbose"}, {"pubmed": 27858848, "text": "We aimed to investigate whether genetic variations in glucagon-like peptide receptor are associated with responses to dipepdityl peptidase-4 inhibitors in patients with type 2 diabetes. Polymorphism in the GLP-1 receptor may influence DPP-4 inhibitor response."}, {"pubmed": 27974199, "text": "we saw that GLP-1 induces phosphorylation of the epidermal growth factor receptor and activation of Foxo1, resulting in cell growth with concomitant enzyme release. Our work uncovers GLP-1-induced signaling pathways in the exocrine pancreas and suggests that increases in amylase and lipase levels in subjects treated with GLP-1 receptor agonists reflect adaptive growth rather than early-stage pancreatitis."}, {"pubmed": 28035964, "text": "The rate of homologous desensitization and internalization of the GLP-1R has been determined in a transgenic cell line system."}, {"pubmed": 28077257, "text": "Dapagliflozin, when added in real life to patients with T2DM treated with GLP1-R agonists, induced a further significant, albeit modest improvement in A1C and a further weight loss."}, {"pubmed": 28094469, "text": "Data suggest that pancreatic level of GLP1R is highest in insulin-secreting cells; here, highest intensity of GLP1R immunostaining was observed in beta-cells in pancreatic tissues obtained from organ-donor cadavers with type 2 diabetes."}, {"pubmed": 28230449, "text": "A higher likelihood of attaining A1c goal levels were observed when a GLP-1R agonists was initiated."}, {"pubmed": 28283573, "text": "analysis of the biological binding site of exendin-4 peptide in the N-terminal domain of the intact human glucagon-like peptide-1 receptor"}, {"pubmed": 28514449, "text": "crystal structures of the human GLP-1R transmembrane domain in complex with two different negative allosteric modulators, PF-06372222 and NNC0640, at 2.7 and 3.0 A resolution, respectively"}, {"pubmed": 28514806, "text": "This is the first time that human Epicardial adipose tissue is found to express both GLP-1R and GLP-2R genes."}, {"pubmed": 28560433, "text": "the present study revealed that overexpression of GLP1R significantly reduces proliferation, migration and cytokine release in ASM cells from COPD patients; this involved a significant increase in ABCA1 expression levels. This provided evidence to suggest that GLP1R may be a potential therapeutic target for the treatment of COPD."}, {"pubmed": 28562585, "text": "crystal structure of the full-length GLP-1 receptor bound to a truncated peptide agonist"}, {"pubmed": 28609478, "text": "Data show that purified glucagon-like peptide-1 (GLP-1) receptor (GLP1R)GLP1R in nanodiscs that could bind to GLP-1 and exendin-4 and activate Gs protein."}, {"pubmed": 28707223, "text": "The results demonstrate the exendin-4 induces a partial reduction in triglycerides in steatotic hepatocytes within 12 h via the GLP-1 receptor-mediated activation of protein kinase A. Thus, the reduction in hepatocyte triglyceride accumulation is likely driven primarily by downregulation of lipogenesis and upregulation of beta-oxidation of free fatty acids"}, {"pubmed": 29045658, "text": "Data show that exendin-4 (Ex-4) could attenuate breast cancer cell proliferation via activation of glucagonlike peptide-1 (GLP-1) receptor (GLP-1R) and subsequent inhibition of nuclear factor kappaB (NF-kappaB ) activation."}, {"pubmed": 29095968, "text": "The GLP-1R was abundantly expressed in numerous regions, including the septal nucleus, hypothalamus, and brain stem."}, {"pubmed": 29101219, "text": "Data (including data from studies in knockout mice) suggest that MIR204 (which is highly enriched in beta-cells) directly targets 3'-untranslated region of GLP1R and thereby down-regulates expression of GLP1R in beta-cells. Studies were also conducted in primary human and mouse beta-cells and in rat insulinoma cell line."}, {"pubmed": 29128339, "text": "Studied association frequency of glucagon like peptide 1 receptor (GLP1R) genetic variant with cardiovascular disease risk factors."}, {"pubmed": 29135069, "text": "Low active GLP-1 secretion is associated with hypertriglyceridaemia."}, {"pubmed": 29157578, "text": "The study provides evidence that the insulinotropic action of zfGIP in mammalian systems involves activation of both the GLP-1 and the GIP receptors but not the glucagon receptor"}, {"pubmed": 29284659, "text": "Data suggest that GLP1R signaling in pancreatic beta-cells leading to insulin secretion involves interactions of GLP1R with HIP1, SNX1, and SNX27; HIP1 appears to regulate coupling of cell surface GLP1R activation with endocytosis; SNX1 and SNX27 appear to control balance between GLP1R plasma membrane recycling and lysosomal degradation."}, {"pubmed": 29329976, "text": "review studies that have focused on GLP-1 and the spinal cord, and summarize the expression of GLP-1R and the innervation of PPG neurons in the spinal cord, as well as the potential therapeutic benefits of GLP-1R activation."}, {"pubmed": 29334697, "text": "Activation of endogenous GLP-1 is associated with sepsis in patients with type 2 diabetes."}, {"pubmed": 29412810, "text": "Clinical studies in non-diabetic patients with neurodegenerative disorders showed neuroprotective effects following administration with GLP-1 receptor agonists, demonstrating that neuroprotective effects are independent of blood glucose levels."}, {"pubmed": 29412811, "text": "Some GLP-1 receptor agonist (GLP-1RA) have been approved for the treatment of type 2 diabetes mellitus(T2DM) and although clinical trials may not have been designed to investigate bone fracture, first results suggest that GLP-1RA may not exacerbate abnormal bone quality observed in T2DM"}, {"pubmed": 29412835, "text": "Here, we discuss recent findings concerning the signalling and trafficking of the GLP-1R in pancreatic beta cells. Leveraging \"bias\" at the receptor towards cAMP generation versus the recruitment of beta-arrestins and extracellular signal-regulated kinases (ERK1/2) activation may allow the development of new analogues with significantly improved clinical efficacy."}, {"pubmed": 29412838, "text": "This may represent a potential mechanism for GLP-1R agonist-induced cardioprotection in type 2 diabetes , as increases in fatty acid oxidation and decreases in glucose oxidation are frequently observed in the hearts of animals and human subjects with T2D."}, {"pubmed": 29444223, "text": "GLP1R mRNA transcripts, encompassing the entire open reading frame, were detected in all four cardiac chambers from 15 hearts at levels approximating those detected in human pancreas."}, {"pubmed": 29466332, "text": "cryo-EM structure of the human GLP-1 receptor in complex with the G protein-biased peptide exendin-P5 and a Galphas heterotrimer, determined at a global resolution of 3.3 A"}, {"pubmed": 29488276, "text": "The minor A allele of GLP1R is associated with greater delay in gastric emptying response to liraglutide and exenatide."}, {"pubmed": 29671912, "text": "A global evaluation of every binding response led to an epitope map elucidating the potential of various anti-GLP-1 antibody pairs for sandwich ELISA and hence pinpointing the optimal antibody combinations. The Surface plasmon resonance (SPR) assays proved capable of providing vital information for ELISA development endorsing it as a useful optimisation tool."}, {"pubmed": 29717000, "text": "This study combined mutagenesis experiments and mapping of surface mutations onto recently described GLP-1R structures, which revealed two major domains in the GLP-1/GLP-1R/Gs protein active structure that are differentially important for both receptor quiescence and ligand-specific initiation and propagation of biased agonism."}, {"pubmed": 29725251, "text": "this study, we investigated whether glucagon and glucagon-like peptide-1 (GLP-1), hormones produced by alpha cells, contribute to insulin secretion in INS-1 cells, a beta cell line. Co-treatment with glucagon and exendin-4 (Ex-4), a GLP-1 receptor agonist, additively increased glucose-stimulated insulin secretion in INS-1 cells"}, {"pubmed": 29731020, "text": "A missense variant (rs10305492) in the glucagon-like peptide-1 receptor (GLP1R) gene-coding region was associated with lower fasting glucose levels and a reduced risk of both Diabetes and Cardiovascular Disease."}, {"pubmed": 29813107, "text": "increased GLP-1R innervation in IBD bowel could mediate enhanced visceral afferent signalling, and provide a peripheral target for therapeutic intervention"}, {"pubmed": 29907137, "text": "higher GLP-1R expression may be associated with better prognosis in endometrial cancer patients"}, {"pubmed": 29941447, "text": "genetic association studies in population in Republic of Korea: Data suggest that SNPs in PAX4 and GLP1R are associated with type 2 diabetes (T2D) in the population studied. In genome-wide associations, PAX4 Arg192His increased risk of T2D; GLP1R Arg131Gln decreased risk of T2D. (PAX4 = paired box 4 protein; GLP1R = glucagon-like peptide 1 receptor)"}, {"pubmed": 30006590, "text": "Study revealed that GLP-1 receptor expression in arterial tunica intima and media was lower in obesity group compared to non-obesity group and was correlated with the alteration of TCF7L2 expression. In addition, it is likely that TCF7L2 functions as a modulator of vascular GLP-1 receptor expression."}, {"pubmed": 30271789, "text": "In type 2 diabetic patients from a Han Chinese population, some variations in the GLP-1R gene were associated with a lower risk of developing coronary artery disease."}, {"pubmed": 30273843, "text": "Low serum concentrations of GLP-1 play a role in the pathogenesis of mild cognitive impairment in type 2 diabetes mellitus patients."}, {"pubmed": 30349227, "text": "Peripheral blood mononuclear cells (PBMCs) of COPD patients showed defective GLP-1R signaling and functional T-lymphocyte abnormalities.GLP-1R expression decreased in circulating PBMCs of COPD patients."}, {"pubmed": 30409537, "text": "This is the first evidence of abnormal gene expression of GLP-1R and GLP-2R in postmortem brain of individuals with Mood Disorder."}, {"pubmed": 30626614, "text": "Endothelin-converting enzyme-1 regulates glucagon-like peptide-1 receptor signalling and resensitisation."}, {"pubmed": 30659271, "text": "Studied glucagon like peptide 1 receptor (GLPR1) activation by a selective agonist in endothelial cell barrier using models of acute lung injury."}, {"pubmed": 30683681, "text": "Limbic GLP1 receptor signaling enhances anxiety-like behavior and attenuates stress-induced elevations in plasma corticosterone."}, {"pubmed": 30770099, "text": "GLP-1R was decreased in patients with temporal lobe epilepsy and in pentylenetetrazole -induced epilepsy rats and the administration of liraglutide decreased seizure severity, which indicates that liraglutide exerts antiepileptic effects."}, {"pubmed": 30836679, "text": "Based on GLP-1, it is proposed to create a drug to stimulate the regeneration of endothelium damaged in metabolic syndrome (MS) and chronic obstructive pulmonary disease (COPD)."}, {"pubmed": 30883264, "text": "The consistent large clinical impact of rs10305420(GLP1R) on glycemic response and weight response to exenatide makes the variant a strong candidate biomarker for precision medicine, particularly among overweight patients with Type 2 diabetes."}, {"pubmed": 30957116, "text": "The simulated results show that the extracellular domain of GLP-1R closes in the GLP-1 bound state and opens in the GLP-1 unbound state."}, {"pubmed": 30969479, "text": "Taken together, our study strongly support that the GLP-1 RA Liraglutide possesses robust vascular protection via ERK5-KLF2 signals. Liraglutide has analogous structure to native GLP-1, and it has been proved to be an effective agent to treat diabetes."}, {"pubmed": 31000783, "text": "Role of adipose tissue GLP-1R expression in metabolic improvement after bariatric surgery in patients with type 2 diabetes."}, {"pubmed": 31023563, "text": "Epicardial adipose tissue GLP-1R was directly correlated with genes promoting white-to-brown adipocyte differentiation in cardiovascular disease."}, {"pubmed": 31098984, "text": "Superior Diagnostic Performance of the GLP-1 Receptor Agonist [Lys(40)(AhxHYNIC-[(99m)Tc]/EDDA)NH2]-Exendin-4 over Conventional Imaging Modalities for Localization of Insulinoma."}, {"pubmed": 31131863, "text": "Results have shown that glucagon like peptide 1 receptor (GLP-1R) gene polymorphism is associated with FM in Chinese young men, which suggests that it may play a role in human obesity."}, {"pubmed": 31294890, "text": "A free-energy landscape for the glucagon-like peptide 1 receptor GLP1R."}, {"pubmed": 31510798, "text": "The present study was aimed to determine if activation of GLP-1R pathway decreased mesangial cell-derived extracellular matrix protein production by upregulating store-operated Ca(2+) channel function."}, {"pubmed": 31630078, "text": "The specific glucagon-like peptide 1 receptor (GLP-1R) agonist dulaglutide may prevent these atherosclerotic effects."}, {"pubmed": 31686522, "text": "GLP-1R PET can be used for pheochromocytoma (PHEO) detection and has potential for the risk stratification of PHEOs."}, {"pubmed": 32051237, "text": "Degradation of the Incretin Hormone Glucagon-Like Peptide-1 (GLP-1) by Enterococcus faecalis Metalloprotease GelE."}, {"pubmed": 32146725, "text": "Activation of overexpressed glucagon-like peptide-1 receptor attenuates prostate cancer growth by inhibiting cell cycle progression."}, {"pubmed": 32152292, "text": "The inactive structure represents a snapshot of the peptide-free GLP-1R and provides insights into the activation pathway of this receptor family."}, {"pubmed": 32470349, "text": "Commentary: Glucose control: Not just a bystander in GLP-1RA-mediated cardiovascular protection."}, {"pubmed": 32522585, "text": "Intestinal glucagon-like peptide-1 effects on food intake: Physiological relevance and emerging mechanisms."}, {"pubmed": 32527131, "text": "Relationship between glucagon-like peptide-1 receptor gene polymorphism and bone mineral density in postmenopausal women in Shanghai."}, {"pubmed": 32721233, "text": "GLP1R Single-Nucleotide Polymorphisms rs3765467 and rs10305492 Affect beta Cell Insulin Secretory Capacity and Apoptosis Through GLP-1."}, {"pubmed": 33009421, "text": "Nutrient consumption-dependent association of a glucagon-like peptide-1 receptor gene polymorphism with insulin secretion."}, {"pubmed": 33061822, "text": "Elevated Circulating Fetuin-B Levels Are Associated with Insulin Resistance and Reduced by GLP-1RA in Newly Diagnosed PCOS Women."}, {"pubmed": 33082272, "text": "Updating the Role of alpha-Cell Preproglucagon Products on GLP-1 Receptor-Mediated Insulin Secretion."}, {"pubmed": 33182425, "text": "Ligand-Specific Factors Influencing GLP-1 Receptor Post-Endocytic Trafficking and Degradation in Pancreatic Beta Cells."}, {"pubmed": 33199025, "text": "Insulinoma induces a hyperinsulinemia-mediated decrease of GLUT2 and GLP1 receptor in normal pancreatic beta-cells."}, {"pubmed": 33292149, "text": "Deciphering the Neuroprotective Role of Glucagon-like Peptide-1 Agonists in Diabetic Neuropathy: Current Perspective and Future Directions."}, {"pubmed": 33369025, "text": "Design and preparation of the class B G protein-coupled receptors GLP-1R and GCGR for (19) F-NMR studies in solution."}, {"pubmed": 33460247, "text": "Glucagon-like peptide-1 receptor is expressed in human and rodent testis."}, {"pubmed": 33477478, "text": "Glucagon-Like Peptide 1 and Taste Perception: From Molecular Mechanisms to Potential Clinical Implications."}, {"pubmed": 33544567, "text": "Epicardial, pericardial fat and glucagon-like peptide-1 and -2 receptors expression in stable patients with multivessel coronary artery disease: an association with the renin-angiotensin-aldosterone system."}, {"pubmed": 33554958, "text": "GLP-1 receptor signaling increases PCSK1 and beta cell features in human alpha cells."}, {"pubmed": 33631146, "text": "The MafA-target gene PPP1R1A regulates GLP1R-mediated amplification of glucose-stimulated insulin secretion in beta-cells."}, {"pubmed": 33891864, "text": "Investigating GIPR (ant)agonism: A structural analysis of GIP and its receptor."}, {"pubmed": 33920024, "text": "Ligand-Receptor Interactions and Machine Learning in GCGR and GLP-1R Drug Discovery."}, {"pubmed": 33921209, "text": "NFAT5 Is Involved in GRP-Enhanced Secretion of GLP-1 by Sodium."}, {"pubmed": 34127852, "text": "Danuglipron (PF-06882961) in type 2 diabetes: a randomized, placebo-controlled, multiple ascending-dose phase 1 trial."}, {"pubmed": 34213657, "text": "Breast Cancer, Diabetes Mellitus and Glucagon-Like Peptide-1 Receptor Toward Exploring Their Possible Associations."}, {"pubmed": 34383800, "text": "GLP-1 and GIP receptor agonists in the treatment of Parkinson's disease: Translational systematic review and meta-analysis protocol of clinical and preclinical studies."}, {"pubmed": 34509564, "text": "Up-regulation of GLP-1R improved the dysfunction of late EPCs under hyperglycemia by regulating SIRT1 expression."}, {"pubmed": 34519040, "text": "The role of glia in the physiology and pharmacology of glucagon-like peptide-1: implications for obesity, diabetes, neurodegeneration and glaucoma."}, {"pubmed": 34772827, "text": "Evaluating the glucagon-like peptide-1 receptor in managing asthma."}, {"pubmed": 35013280, "text": "Dynamics of GLP-1R peptide agonist engagement are correlated with kinetics of G protein activation."}, {"pubmed": 35065096, "text": "GLP-1 and GIP receptor signaling in beta cells - A review of receptor interactions and co-stimulation."}, {"pubmed": 35598685, "text": "GLP-1R polymorphism (rs1042044) and expression are associated with the risk of papillary thyroid cancer among the Egyptian population."}, {"pubmed": 35723666, "text": "Association of GLP1R Polymorphisms With the Incretin Response."}, {"pubmed": 35906358, "text": "Differential association between the GLP1R gene variants and brain functional connectivity according to the severity of alcohol use."}, {"pubmed": 36007775, "text": "Biased agonism and polymorphic variation at the GLP-1 receptor: Implications for the development of personalised therapeutics."}, {"pubmed": 36076972, "text": "Anti-Inflammatory Effects of GLP-1 Receptor Activation in the Brain in Neurodegenerative Diseases."}, {"pubmed": 36177761, "text": "Differential effects of glucose-dependent insulinotropic polypeptide receptor/glucagon-like peptide-1 receptor heteromerization on cell signaling when expressed in HEK-293 cells."}, {"pubmed": 36339410, "text": "Association of <i>GLP1R</i> variants rs2268641 and rs6923761 with obesity and other metabolic parameters in a Polish cohort."}, {"pubmed": 36373695, "text": "Glucagon-Like Peptide-1 (GLP-1) Rescue Diabetic Cardiac Dysfuntions in Human iPSC-Derived Cardiomyocytes."}, {"pubmed": 36465606, "text": "Decreased expression of Glucagon-like peptide-1 receptor and Sodium-glucose co-transporter 2 in patients with proliferative diabetic retinopathy."}, {"pubmed": 36499229, "text": "Glucagon-like Peptide-1 Receptor in the Human Hypothalamus Is Associated with Body Mass Index and Colocalizes with the Anorexigenic Neuropeptide Nucleobindin-2/Nesfatin-1."}, {"pubmed": 36592699, "text": "Pulsed electric fields stimulate microglial transmitter release of VEGF, IL-8 and GLP-1 and activate endothelial cells through paracrine signaling."}, {"pubmed": 36675217, "text": "GLP-1 Receptor Agonists in Non-Alcoholic Fatty Liver Disease: Current Evidence and Future Perspectives."}, {"pubmed": 36774542, "text": "Enhanced Endosomal Signaling and Desensitization of GLP-1R vs GIPR in Pancreatic Beta Cells."}, {"pubmed": 36799940, "text": "Human epicardial adipose tissue expresses glucose-dependent insulinotropic polypeptide, glucagon, and glucagon-like peptide-1 receptors as potential targets of pleiotropic therapies."}, {"pubmed": 37235780, "text": "Rare Heterozygous Loss-of-Function Variants in the Human GLP-1 Receptor Are Not Associated With Cardiometabolic Phenotypes."}, {"pubmed": 37280436, "text": "After GLP-1, what's next for weight loss?"}, {"pubmed": 37364698, "text": "Association between GLP-1R gene polymorphism and dyslipidemia in Chinese patients with type 2 diabetes mellitus: A case-control study."}, {"pubmed": 37536118, "text": "A beneficial role of GLP-1 receptor agonist therapy in ABCC8-MODY (MODY 12)."}, {"pubmed": 37709961, "text": "Human GLP1R variants affecting GLP1R cell surface expression are associated with impaired glucose control and increased adiposity."}, {"pubmed": 37751301, "text": "Glucagon-like peptide-1 receptor blockade impairs islet secretion and glucose metabolism in humans."}, {"pubmed": 37870292, "text": "Glucagon-like Peptide-1 Receptor Pathway Attenuates Platelet Activation in Aspirin-Exacerbated Respiratory Disease."}, {"pubmed": 37894845, "text": "Immunohistochemical Glucagon-like Peptide-1 Receptor Expression in Human Insulinomas."}, {"pubmed": 37978261, "text": "Integrated genetic and epigenetic analyses uncovered GLP1R association with metabolically healthy obesity."}, {"pubmed": 38096145, "text": "Polymorphisms in the glucagon-like peptide-1 receptor gene and their interactions on the risk of osteoporosis in postmenopausal Chinese women."}, {"pubmed": 38186168, "text": "[Predictive value of serum Gal-13, GLP-1 and VEGF levels in adverse pregnancy outcomes of gestational diabetes mellitus]."}, {"pubmed": 38444070, "text": "A systematic review of GLP-1 on anthropometrics, metabolic and endocrine parameters in patients with PCOS."}, {"pubmed": 38461904, "text": "The role of G protein-coupled receptor kinases in GLP-1R beta-arrestin recruitment and internalisation."}, {"pubmed": 38674415, "text": "Association between the GLP1R A316T Mutation and Adolescent Idiopathic Scoliosis in French Canadian and Italian Cohorts."}, {"pubmed": 38778795, "text": "Glucagon-like-peptide 1 receptor agonism and attempted suicide: A Mendelian randomisation study to assess a potential causal association."}, {"pubmed": 38838642, "text": "Glucagon-like peptide 1 receptor is a T cell-negative costimulatory molecule."}], "genomic_pos": {"chr": "6", "end": 39091303, "ensemblgene": "ENSG00000112164", "start": 39048781, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 39055519, "start": 39016574, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0007166", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 28514449, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007190", "pubmed": 8405712, "qualifier": "involved_in", "term": "activation of adenylate cyclase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007204", "pubmed": 7589461, "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008016", "qualifier": "involved_in", "term": "regulation of heart contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019933", "pubmed": 7589461, "qualifier": "involved_in", "term": "cAMP-mediated signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031204", "qualifier": "involved_in", "term": "post-translational protein targeting to membrane, translocation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045776", "qualifier": "involved_in", "term": "negative regulation of blood pressure"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046879", "qualifier": "involved_in", "term": "hormone secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071377", "qualifier": "involved_in", "term": "cellular response to glucagon stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990911", "qualifier": "involved_in", "term": "response to psychosocial stress"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 28514449, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8405712, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0004888", "pubmed": 8405712, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004967", "qualifier": "enables", "term": "glucagon receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25416956, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0017046", "qualifier": "enables", "term": "peptide hormone binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044508", "qualifier": "enables", "term": "glucagon-like peptide 1 receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0044508", "pubmed": 28514449, "qualifier": "enables", "term": "glucagon-like peptide 1 receptor activity"}]}, "homologene": {"genes": [[8364, 101734463], [9031, 428573], [9598, 472001], [9606, 2740], [9615, 481778], [9913, 517420], [10090, 14652], [10116, 25051]], "id": 1558}, "interpro": [{"desc": "GPCR, family 2, secretin-like", "id": "IPR000832", "short_desc": "GPCR_2_secretin-like"}, {"desc": "GPCR, family 2, extracellular hormone receptor domain", "id": "IPR001879", "short_desc": "GPCR_2_extracellular_dom"}, {"desc": "GPCR, family 2, glucagon-like peptide-1/glucagon receptor", "id": "IPR003290", "short_desc": "GPCR_2_GLP1/glucagon_rcpt"}, {"desc": "GPCR, family 2, glucagon-like peptide-1 receptor", "id": "IPR003292", "short_desc": "GPCR_2_GLP1_rcpt"}, {"desc": "GPCR, family 2-like, 7TM", "id": "IPR017981", "short_desc": "GPCR_2-like_7TM"}, {"desc": "GPCR, family 2, secretin-like, conserved site", "id": "IPR017983", "short_desc": "GPCR_2_secretin-like_CS"}, {"desc": "GPCR family 2, extracellular hormone receptor domain superfamily", "id": "IPR036445", "short_desc": "GPCR_2_extracell_dom_sf"}, {"desc": "Glucagon-like peptide-1 receptor, 7TM", "id": "IPR047033", "short_desc": "GLP1R_7TM"}], "ipi": "IPI00300576", "map_location": "6p21.2", "name": "glucagon like peptide 1 receptor", "other_names": ["GLP-1 receptor", "GLP1 receptor", "glucagon-like peptide 1 receptor", "seven transmembrane helix receptor"], "pantherdb": {"HGNC": "4324", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99571", "ortholog_type": "LDO", "panther_family": "PTHR45620", "taxid": 10090, "uniprot_kb": "O35659"}, {"RGD": "2703", "ortholog_type": "LDO", "panther_family": "PTHR45620", "taxid": 10116, "uniprot_kb": "P32301"}, {"Ensembl": "ENSGALG00000010078", "ortholog_type": "LDO", "panther_family": "PTHR45620", "taxid": 9031, "uniprot_kb": "B4ZY91"}, {"ZFIN": "ZDB-GENE-050516-2", "ortholog_type": "O", "panther_family": "PTHR45620", "taxid": 7955, "uniprot_kb": "F1RCQ6"}, {"ZFIN": "ZDB-GENE-050516-1", "ortholog_type": "O", "panther_family": "PTHR45620", "taxid": 7955, "uniprot_kb": "E7FB43"}], "uniprot_kb": "P43220"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-381676", "name": "Glucagon-like Peptide-1 (GLP1) regulates insulin secretion"}, {"id": "R-HSA-381676", "name": "Glucagon-like Peptide-1 (GLP1) regulates insulin secretion"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-420092", "name": "Glucagon-type ligand receptors"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP334", "name": "GPCRs, Class B Secretin-like"}}, "pdb": ["3C59", "3C5T", "3IOL", "4ZGM", "5E94", "5NX2", "5OTT", "5OTU", "5OTV", "5OTW", "5OTX", "5VEW", "5VEX", "6B3J", "6GB1", "6ORV", "6VCB", "6X18", "6X19", "6X1A", "6XOX", "7C2E", "7DUQ", "7DUR", "7E14", "7EVM", "7FIM", "7KI0", "7KI1", "7LCI", "7LCJ", "7LCK", "7LLL", "7LLY", "7RG9", "7RGP", "7RTB", "7S15", "7S1M", "7S3I", "7VBH", "7VBI", "7X8R", "7X8S", "8JIP", "8JIR", "8JIS", "8WG7"], "pfam": ["PF00002", "PF02793"], "pharmgkb": "PA28725", "pharos": {"target_id": 14655, "tdl": "Tclin"}, "pir": ["I84494", "S71624"], "prosite": ["PS50227", "PS50261"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250027", "relationship": "is"}, {"id": "GNF250028", "relationship": "is"}, {"id": "GNF250029", "relationship": "is"}, {"id": "GNF250030", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280320", "relationship": "is"}, {"id": "GNF280321", "relationship": "is"}, {"id": "GNF280322", "relationship": "is"}, {"id": "GNF280323", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083114", "relationship": "is"}, {"id": "GNF083115", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054040", "relationship": "is"}, {"id": "GNF058819", "relationship": "is"}, {"id": "GNF074101", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067447", "relationship": "is"}, {"id": "GNF067448", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF279542", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093955", "relationship": "is"}, {"id": "GNF133613", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": "NP_002053.3", "rna": ["NM_002062.5", "NR_136562.2", "NR_136563.2"], "translation": {"protein": "NP_002053.3", "rna": "NM_002062.5"}}, "reporter": {"HG-U133_Plus_2": ["208390_s_at", "208391_s_at", "208400_at", "208401_s_at", "211232_x_at"], "HG-U95Av2": ["36404_at", "36405_s_at"], "HTA-2_0": "TC06000557.hg.1", "HuEx-1_0": "2906105", "HuGene-1_1": "8119338", "HuGene-2_1": "17008325"}, "summary": "This gene encodes a 7-transmembrane protein that functions as a receptor for glucagon-like peptide 1 (GLP-1) hormone, which stimulates glucose-induced insulin secretion. This receptor, which functions at the cell surface, becomes internalized in response to GLP-1 and GLP-1 analogs, and it plays an important role in the signaling cascades leading to insulin secretion. It also displays neuroprotective effects in animal models. Polymorphisms in this gene are associated with diabetes. The protein is an important drug target for the treatment of type 2 diabetes and stroke. Alternative splicing of this gene results in multiple transcript variants. [provided by RefSeq, Apr 2016].", "symbol": "GLP1R", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415105"}, "unigene": ["Hs.389103", "Hs.351883"], "uniprot": {"Swiss-Prot": "P43220", "TrEMBL": "A0A142FHB8"}, "wikipedia": {"url_stub": "Glucagon-like peptide 1 receptor"}}