{"AllianceGenome": "4379", "HGNC": "4379", "MIM": "139313", "_id": "2767", "_version": 1, "accession": {"genomic": ["AC005262.1", "CH471139.2", "CP068259.2", "KF456478.1", "NC_000019.10", "NC_060943.1", "NG_033852.2", "OU666877.1"], "protein": ["AAA58624.1", "AAA99949.1", "AAB64303.1", "AAC25615.1", "AAH89041.1", "AAH96225.1", "AAH96226.1", "AAH96227.1", "AAM12614.1", "BAD92672.1", "CAG33285.1", "CAG9553290.1", "CAH56407.1", "EAW69339.1", "EAW69340.1", "NP_002058.2", "P29992.2"], "rna": ["AB209435.1", "AF011497.1", "AF493900.1", "AK091639.1", "AL110227.1", "BC001528.2", "BC051315.1", "BC063426.1", "BC089041.1", "BC096225.1", "BC096226.3", "BC096227.1", "BC111027.1", "CR457004.1", "HY118575.1", "L40630.1", "M69013.1", "NM_002067.5"], "translation": [{"protein": "NP_002058.2", "rna": "NM_002067.5"}, {"protein": "AAH96227.1", "rna": "BC096227.1"}, {"protein": "AAA99949.1", "rna": "L40630.1"}, {"protein": "AAH89041.1", "rna": "BC089041.1"}, {"protein": "BAD92672.1", "rna": "AB209435.1"}, {"protein": "AAM12614.1", "rna": "AF493900.1"}, {"protein": "CAG33285.1", "rna": "CR457004.1"}, {"protein": "AAH96226.1", "rna": "BC096226.3"}, {"protein": "AAH96225.1", "rna": "BC096225.1"}, {"protein": "AAA58624.1", "rna": "M69013.1"}, {"protein": "AAB64303.1", "rna": "AF011497.1"}, {"protein": "CAH56407.1", "rna": "AL110227.1"}]}, "alias": ["FBH", "FBH2", "FHH2", "GNA-11", "HG1K", "HHC2", "HYPOC2"], "ensembl": {"gene": "ENSG00000088256", "protein": ["ENSP00000078429", "ENSP00000465935", "ENSP00000479797"], "transcript": ["ENST00000078429", "ENST00000586180", "ENST00000586763", "ENST00000587636", "ENST00000588401", "ENST00000590534", "ENST00000591301"], "translation": [{"protein": "ENSP00000078429", "rna": "ENST00000078429"}, {"protein": "ENSP00000465935", "rna": "ENST00000587636"}, {"protein": "ENSP00000479797", "rna": "ENST00000588401"}], "type_of_gene": "protein_coding"}, "entrezgene": "2767", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.2404852686, "exp_mis": 191.065473284, "exp_syn": 100.90946415, "lof_z": 3.1699328449607, "mis_z": 4.92090171273569, "mu_lof": 6.98915985973e-07, "mu_mis": 1.79936752499e-05, "mu_syn": 9.36555993529e-06, "n_lof": 0.0, "n_mis": 52.0, "n_syn": 95.0, "p_li": 0.966183014336431, "p_null": 5.86473214752704e-05, "p_rec": 0.0337583383420937, "syn_z": 0.364698686100494}, "bp": 1080, "cds_end": 3121177, "cds_start": 3094649, "n_exons": 7, "nonpsych": {"exp_lof": 9.13369238336, "exp_mis": 172.797761069, "exp_syn": 91.1978636052, "lof_z": 2.96807692704009, "mis_z": 4.98035047398918, "mu_lof": 6.98915985973e-07, "mu_mis": 1.79936752499e-05, "mu_syn": 9.36555993529e-06, "n_lof": 0.0, "n_mis": 43.0, "n_syn": 83.0, "p_li": 0.955753403284224, "p_null": 0.000139335331618313, "p_rec": 0.0441072613841581, "syn_z": 0.540470090205917}, "nontcga": {"exp_lof": 9.40809410286, "exp_mis": 175.767095809, "exp_syn": 92.8235541589, "lof_z": 3.02574325189544, "mis_z": 4.83889193082021, "mu_lof": 6.98915985973e-07, "mu_mis": 1.79936752499e-05, "mu_syn": 9.36555993529e-06, "n_lof": 0.0, "n_mis": 47.0, "n_syn": 92.0, "p_li": 0.956102793608851, "p_null": 0.000111952888846271, "p_rec": 0.0437852535023025, "syn_z": 0.0541231636560261}, "transcript": "ENST00000078429.4"}, "exons": [{"cdsend": 3121179, "cdsstart": 3094651, "chr": "19", "position": [[3094361, 3094787], [3110148, 3110333], [3113329, 3113484], [3114943, 3115072], [3118923, 3119053], [3119205, 3119359], [3120988, 3123998]], "strand": 1, "transcript": "NM_002067", "txend": 3123998, "txstart": 3094361}], "exons_hg19": [{"cdsend": 3121177, "cdsstart": 3094649, "chr": "19", "position": [[3094359, 3094785], [3110146, 3110331], [3113327, 3113482], [3114941, 3115070], [3118921, 3119051], [3119203, 3119357], [3120986, 3123996]], "strand": 1, "transcript": "NM_002067", "txend": 3123996, "txstart": 3094359}], "generif": [{"pubmed": 12130679, "text": "the C-terminal domain participates intimately in the efficacy of B1R and B2R G(q/11) coupling by contributing both positive and negative regulatory epitopes."}, {"pubmed": 12759536, "text": "GNA11 is involved in signalling of gonadotropin-releasing hormone receptor, which negatively regulates cell growth.  Down-regulation is suggested to be involved in human breast cancers."}, {"pubmed": 15632174, "text": "a new signaling pathway by which G alpha(q/11)-coupled receptors specifically induce Rho signaling through a direct interaction of activated G alpha(q/11) subunits with p63RhoGEF."}, {"pubmed": 15693018, "text": "regulation of the PLC pathway through the PTH1R is significantly increased by elevating expression of G(11)alpha in osteoblastic cells."}, {"pubmed": 15863506, "text": "TPO integrates G(i), but not G(q), stimulation, supports integrin alpha(IIb)beta(3) activation platelet aggregation independently of phospholipase C but requires PI3-kinase and Rap1B"}, {"pubmed": 16297597, "text": "These results indicate that the thio-acylation status of the alpha1b-adrenoceptor does not regulate G protein activation whereas thio-acylation of Galpha11 plays a key role in activation by the receptor."}, {"pubmed": 16350855, "text": "soluble amyloid precursor protein release enhancement induced by muscarinic receptor stimulation was decreased by a G(q/11) minigene construct"}, {"pubmed": 16365309, "text": "CB(1) receptors are stabilized in a conformation that enables G(q)11 signaling by the WIN55212-2 cannabinoid agonist, thus shifting the G protein specificity of the receptor"}, {"pubmed": 16611642, "text": "the ability of MAS to up-regulate AT(1) receptor levels reflects the constitutive capacity of MAS to activate Galpha(q)/Galpha(11) and hence stimulate PKC-dependent phosphorylation of the AT(1) receptor"}, {"pubmed": 16723377, "text": "G(q/11)-coupled receptors are the principal G protein-coupled receptor subfamily mediating cooperative mitogenic signaling in airway smooth musscle."}, {"pubmed": 17056873, "text": "The phosphorylation of Galpha11 protein represents a novel mechanism involved in regulation of receptor signaling."}, {"pubmed": 17535809, "text": "two distinct regions of the Cav3.3 channel are necessary and sufficient for complete M1 receptor-mediated channel inhibition"}, {"pubmed": 17552882, "text": "Solubilization of this class of Galpha proteins was observed after prolonged agonist stimulation, induced by ultra high concentration of hormone and in cells expressing a large number of GPCRs, revealing tight binding of G(11)alpha protein to the membrane"}, {"pubmed": 18713748, "text": "Protein kinase C-related kinase and ROCK are required for thrombin-induced endothelial cell permeability downstream from Galpha12/13 and Galpha11/q"}, {"pubmed": 20531218, "text": "[review] Gq transgene activation mediates cardiac hypertrophy in vivo in response to pressure overload; transgenic mice with cardiac-specific deletion of Galphaq family proteins show no ventricular hypertrophy in response to pressure overload"}, {"pubmed": 21083380, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21083380, "text": "Of the uveal melanomas we analyzed, 83% had somatic mutations in GNAQ or GNA11."}, {"pubmed": 21366456, "text": "Benign and malignant blue nevi harbor frequent mutations in the Galphaq class of G-protein alpha subunits, Gnaq and Gna11 proteins."}, {"pubmed": 21464134, "text": "Regulation of the epithelial Na+ channel by the RH domain of G protein-coupled receptor kinase, GRK2, and Galphaq/11."}, {"pubmed": 21945171, "text": "The DNA obtained is of sufficient quality to carry out genotyping for markers on chromosome 3, 6 and 8, as well as screening for somatic mutations in GNAQ and GNA11 genes."}, {"pubmed": 22240728, "text": "The presumed association of TRH-R with G(q/11)alpha proteins in plasma membranes was verified by RNAi experiments"}, {"pubmed": 22307269, "text": "The results expand the spectrum of GNA11 mutations that may occur in melanocytomas."}, {"pubmed": 22758774, "text": "In primary melanocytic tumours, GNA11 and N-RAS mutations represent a mechanism of MAPK pathway activation alternative to the common GNAQ mutations"}, {"pubmed": 22977135, "text": "The vast majority of primary large uveal melanomas harbor mutually-exclusive mutations in GNAQ or GNA11, but very rarely have the oncogenic mutations that are reported commonly in other cancers."}, {"pubmed": 23572068, "text": "Letter/Case Report: role of GNAQ/GNA11 mutational analysis in management of choroidal melanoma metastatic to the contralateral orbit."}, {"pubmed": 23599145, "text": "This study identifies HRAS mutations in deep penetrating nevi. The presence of HRAS mutations and absence of GNAQ or GNA11 mutations in deep penetrating nevi suggests classification of these nevi within the Spitz rather than the blue nevus category."}, {"pubmed": 23634288, "text": "Mutant alleles of the GNA11 or GNAQ genes, which are highly specific for uveal melanoma, were identified in cell-free DNA of 9 of 22 (41%) patients."}, {"pubmed": 23778528, "text": "GNAQ and GNA11 mutations are, in equal matter, not associated with uveal melanoma patient outcome."}, {"pubmed": 23802516, "text": "Galpha11 mutants with loss of function cause familial hypocalciuric hypercalcemia type 2, and Galpha11 mutants with gain of function cause a clinical disorder designated as autosomal dominant hypocalcemia type 2."}, {"pubmed": 23802536, "text": "Genomewide linkage analysis, combined with whole-exome sequencing, revealed two different heterozygous mutations affecting Galpha11 as novel causes of autosomal dominant isolated hypoparathyroidism."}, {"pubmed": 23802749, "text": "There is a specific Egr-1 binding site at nt-475/-445. Egr-1 evoked an increased GNA11 transcription."}, {"pubmed": 24141786, "text": "Metastatic uveal melanoma with GNAQ or GNA11 mutations is responsive to PKC inhibitors."}, {"pubmed": 24308950, "text": "Increasing Galpha11 protein expression in osteoblasts can alter gene expression and result in a dual mechanism of trabecular bone loss."}, {"pubmed": 24497640, "text": "the PECAM-1.Galphaq/11 mechanosensitive complex contains an endogenous heparan sulfate proteoglycan with HS chains that is critical for junctional complex assembly and regulating the flow response"}, {"pubmed": 24576953, "text": "melanopsin is a powerful optogenetic tool for the investigation of spatial and temporal aspects of Gq signalling in cardiovascular research"}, {"pubmed": 24823460, "text": "Our findings indicate that the germline gain-of-function mutation of GNA11 is a cause of autosomal dominant hypoparathyroidism and implicate a novel role for GNA11 in skeletal growth."}, {"pubmed": 24970262, "text": "There was a significant association of GNA11 mutation status with metastatic status in uveal melanoma."}, {"pubmed": 25280020, "text": "Oncogenic GNA11 mutation is associated with uveal melanoma."}, {"pubmed": 25304237, "text": "review discusses the multiple activated signaling targets downstream of mutant GNAQ and GNA11 in uveal melanoma, including MEK, PI3-kinase/Akt, protein kinase C, and YAP"}, {"pubmed": 25695059, "text": "Involved in the MAPK/ERK, PI3K/AKT, and GNAQ/11 pathways."}, {"pubmed": 25934394, "text": "Identification of Distinct Conformations of the Angiotensin-II Type 1 Receptor Associated with the Gq/11 Protein Pathway and the beta-Arrestin Pathway Using Molecular Dynamics Simulations."}, {"pubmed": 26100877, "text": "Data show that N-linked glycosylation of protease-activated receptor-1 (PAR1) at extracellular loop 2 (ECL2) controls G12/13 versus Gq G-proteins coupling specificity in response to thrombin stimulation."}, {"pubmed": 26368812, "text": "Distribution of GNAQ and GNA11 Mutation Signatures in Uveal Melanoma Points to a Light Dependent Mutation Mechanism."}, {"pubmed": 26399561, "text": "Driver mutations are rare in mutational hotspots of BRAF, NRAS, KIT, and GNAQ/GNA11 in oral mucosal melanoma."}, {"pubmed": 26462151, "text": "Mutations in GNA11 gene is associated with malignant uveal melanoma."}, {"pubmed": 26645730, "text": "Melanomas associated with blue nevi or mimicking cellular blue nevi commonly have GNA11 mutations."}, {"pubmed": 26729423, "text": "studies have identified a third Galpha11 mutation (Thr54Met) causing Familial Hypocalciuric Hypercalcemia Type 2 and reveal a critical role for the Galpha11 interdomain interface in CaSR signaling and Ca(2+) o homeostasis."}, {"pubmed": 26778290, "text": "extensive dermal melanocytosis and phakomatosis pigmentovascularis are associated with activating mutations in GNA11 and GNAQ, genes that encode Galpha subunits of heterotrimeric G proteins"}, {"pubmed": 26818911, "text": "a novel germline gain-of-function Galpha11 mutation, Val340Met, causing Autosomal Dominant Hypocalcemia Type 2 demonstrates the importance of the Galpha11 C-terminal region for G-protein function and CaSR signal transduction."}, {"pubmed": 26994139, "text": "These findings demonstrate that CaSR-targeted compounds can rectify signaling disturbances caused by germline and somatic Galpha11 mutations, which respectively lead to calcium disorders and tumorigenesis; and that ADH2-causing Galpha11 mutations induce non-constitutive alterations in MAPK signaling."}, {"pubmed": 27089234, "text": "GNAQ/GNA11Q209 mutations characterized a distinct, albeit uncommon subtype of non-uveal melanoma (0.5-1%). These mutations were essentially melanoma-specific, occurred in all subtypes of this disease (including cutaneous, mucosal, uveal, and unknown primary), and were mutually exclusive with other common melanoma mutations."}, {"pubmed": 27334330, "text": "The identified GNA11 mutation results in biochemical abnormalities typical for autosomal dominant hypocalcemia. Additional features, including short stature and early intracranial calcifications, cosegregated with the mutation."}, {"pubmed": 27498141, "text": "GNAQ and GNA11 mutations occur frequently in mucosal melanoma and may be a prognostic factor for MM. Our data implicate that GNAQ/11 may be potential targets for targeted therapy of mucosal melanoma."}, {"pubmed": 27566546, "text": "CGRP family of receptors displays both ligand- and RAMP-dependent signaling bias among the Galphas, Galphai, and Galphaq/11 pathways."}, {"pubmed": 27913609, "text": "In 33 CASR-negative patients with suspected FHH, Data found two (~6%) with a mutation in AP2S1 (p.Arg15Leu and p.Arg15His). Family screening confirmed the genotype-phenotype correlations. Data did not identify any pathogenic mutations in GNA11."}, {"pubmed": 28012237, "text": "Sporadic melanotic schwannoma with overlapping features of melanocytoma bearing a GNA11 mutation in an adolescent girl."}, {"pubmed": 28083870, "text": "Results show that postzygotic mosaicism for GNA11 mutations causes an overlapping phenotypic spectrum of vascular and melanocytic birthmarks."}, {"pubmed": 28120216, "text": "GNA11 mutations are associated with extremity capillary malformations causing overgrowth."}, {"pubmed": 28248732, "text": "The Role of Mutation Rates of GNAQ or GNA11 in Cases of Uveal Melanoma in Japan."}, {"pubmed": 28444874, "text": "There were no significant differences in the prevalence of GNAQ and GNA11 mutations between patients with or without metastatic disease"}, {"pubmed": 28700778, "text": "we find iris melanomas to be related genetically to choroidal and ciliary body melanomas, frequently harboring GNAQ, GNA11, and EIF1AX mutations."}, {"pubmed": 28982892, "text": "Mutations in GNAQ and GNA11 genes in Greek uveal melanoma population present frequencies that qualify them as potential targets for customized therapy."}, {"pubmed": 29059311, "text": "Adenocarcinomas or adenomas derived from pigmented ciliary epithelium is distinguished from uveal melanoma by the absence of SOX10 expression and presence of the BRAF V600E mutation."}, {"pubmed": 29107092, "text": "the induction of luteal Akr1c18 by Galphaq/11 is mediated by the activation of phospholipase C."}, {"pubmed": 29209985, "text": "GNA11 Mutation is associated with Uveal Melanomas."}, {"pubmed": 29570931, "text": "Mutation in GNA11 is associated with numerous protumorigenic changes within melanocytes."}, {"pubmed": 30204251, "text": "In the current sample, the genes GNAS, GNAQ, and GNA11 were widely altered across cancer types, and these alterations often were accompanied by specific genomic abnormalities in AURKA, CBL, and LYN."}, {"pubmed": 30552676, "text": "CXCL2-CXCR2 axis mediates through Galphai-2 and Galphaq/11 to promote tumorigenesis and contributes to cancer stem cell properties of CPT-11-resistant LoVo cells."}, {"pubmed": 30783010, "text": "The mutations increase mitogenic signaling through the Rho guanine nucleotide exchange factors (RhoA) axis that may represent cancer drivers operating in a GTP-binding protein alpha subunit, G11 (Galphaq/11)-independent manner."}, {"pubmed": 30890659, "text": "FR900359 enabled suppression of malignant traits in cancer cells that are driven by activating mutations at codon 209 in Galphaq/11 proteins, we envision that similar approaches could be taken to blunt the signaling of non-Galphaq/11 G proteins."}, {"pubmed": 31173078, "text": "Our results indicate that there is marked variation in MAPK activation in uveal melanoma (UM) with GNAQ/11 mutations. Thus, GNAQ/11 mutational status is not a sufficient biomarker to adequately predict UM patient responses to single-agent selective MEK inhibitor therapy."}, {"pubmed": 31189994, "text": "our study demonstrated recurrent GNA14/GNAQ/GNA11 mutations were present in the majority of cherry hemangiomas and established its neoplastic nature"}, {"pubmed": 31580399, "text": "Intraocular Metastasis in Unilateral Multifocal Uveal Melanoma Without Melanocytosis or Germline BAP1 Mutations."}, {"pubmed": 31614358, "text": "Mutations of GNAQ, GNA11, SF3B1, EIF1AX, PLCB4 and CYSLTR in Uveal Melanoma in Chinese Patients."}, {"pubmed": 31707589, "text": "Our results implicated GNA11 mutations...as essential drivers in the pathogenesis of anastomosing hemangioma"}, {"pubmed": 31726051, "text": "Reverse Phenotyping in Patients with Skin Capillary Malformations and Mosaic GNAQ or GNA11 Mutations Defines a Clinical Spectrum with Genotype-Phenotype Correlation."}, {"pubmed": 31838126, "text": "GNA11 Mutation as a Cause of Sturge-Weber Syndrome: Expansion of the Phenotypic Spectrum of Galpha/11 Mosaicism and the Associated Clinical Diagnoses."}, {"pubmed": 31887832, "text": "The minor allele C of rs11084997 in GNA11 gene promoter was associated with decreased risk of Ns-HypoPT in Chinese population."}, {"pubmed": 31992579, "text": "Detecting mosaic variants in patients with somatic overgrowth syndromes using cell-free circulating DNA and deep sequencing."}, {"pubmed": 32064597, "text": "GNAQ and GNA11 mutant nonuveal melanoma: a subtype distinct from both cutaneous and uveal melanoma."}, {"pubmed": 32771470, "text": "Identification of a Mosaic Activating Mutation in GNA11 in Atypical Sturge-Weber Syndrome."}, {"pubmed": 32958754, "text": "GPR101 drives growth hormone hypersecretion and gigantism in mice via constitutive activation of Gs and Gq/11."}, {"pubmed": 33003441, "text": "Dissecting Gq/11-Mediated Plasma Membrane Translocation of Sphingosine Kinase-1."}, {"pubmed": 33639168, "text": "An experimental strategy to probe Gq contribution to signal transduction in living cells."}, {"pubmed": 34260077, "text": "Mixed vascular naevus syndrome: report of three children with somatic GNA11 mutation and new systemic associations."}, {"pubmed": 34385710, "text": "Somatic mutations of GNA11 and GNAQ in CTNNB1-mutant aldosterone-producing adenomas presenting in puberty, pregnancy or menopause."}, {"pubmed": 35212356, "text": "Genomic Profiling of Metastatic Uveal Melanoma Shows Frequent Coexisting BAP1 or SF3B1 and GNAQ/GNA11 Mutations and Correlation With Prognosis."}, {"pubmed": 35580369, "text": "In uveal melanoma Galpha-protein GNA11 mutations convey a shorter disease-specific survival and are more strongly associated with loss of BAP1 and chromosomal alterations than Galpha-protein GNAQ mutations."}, {"pubmed": 35715928, "text": "GNA11-mutated Sturge-Weber syndrome has distinct neurological and dermatological features."}, {"pubmed": 36440997, "text": "Early-onset hypertension associated with extensive cutaneous capillary malformations harboring postzygotic variants in GNAQ and GNA11."}, {"pubmed": 36970776, "text": "GNA11 Variants Identified in Patients with Hypercalcemia or Hypocalcemia."}, {"pubmed": 37750536, "text": "Papillary Hemangioma Harbors Somatic GNA11 and GNAQ Mutations."}, {"pubmed": 37802294, "text": "GNAQ/GNA11 Mosaicism Is Associated with Abnormal Serum Calcium Indices and Microvascular Neurocalcification."}, {"pubmed": 38505749, "text": "Double somatic mutations in CTNNB1 and GNA11 in an aldosterone-producing adenoma."}], "genomic_pos": {"chr": "19", "end": 3123999, "ensemblgene": "ENSG00000088256", "start": 3094362, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 3124002, "start": 3094408, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001508", "qualifier": "involved_in", "term": "action potential"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8530500, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007188", "qualifier": "involved_in", "term": "adenylate cyclase-modulating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007207", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007213", "qualifier": "involved_in", "term": "G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007603", "qualifier": "involved_in", "term": "phototransduction, visible light"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008217", "qualifier": "involved_in", "term": "regulation of blood pressure"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009649", "qualifier": "involved_in", "term": "entrainment of circadian clock"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045634", "qualifier": "involved_in", "term": "regulation of melanocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048066", "qualifier": "involved_in", "term": "developmental pigmentation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060158", "qualifier": "involved_in", "term": "phospholipase C-activating dopamine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071467", "qualifier": "involved_in", "term": "cellular response to pH"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0086100", "qualifier": "involved_in", "term": "endothelin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099105", "qualifier": "involved_in", "term": "ion channel modulating, G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904888", "qualifier": "involved_in", "term": "cranial skeletal system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990806", "qualifier": "involved_in", "term": "ligand-gated ion channel signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0001750", "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 18703424, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005834", "qualifier": "part_of", "term": "heterotrimeric G-protein complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001664", "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003925", "qualifier": "enables", "term": "G protein activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18703424, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030234", "qualifier": "enables", "term": "enzyme regulator activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031683", "qualifier": "enables", "term": "G-protein beta/gamma-subunit complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[6239, 171751], [7955, 493613], [8364, 394755], [9031, 374077], [9544, 721649], [9598, 100611153], [9606, 2767], [9913, 281788], [10090, 14672], [10116, 81662]], "id": 20474}, "interpro": [{"desc": "Guanine nucleotide binding protein (G-protein), alpha subunit", "id": "IPR001019", "short_desc": "Gprotein_alpha_su"}, {"desc": "G protein alpha subunit, helical insertion", "id": "IPR011025", "short_desc": "GproteinA_insert"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "G-protein alpha subunit, group Q", "id": "IPR000654", "short_desc": "Gprotein_alpha_Q"}], "ipi": "IPI00305551", "map_location": "19p13.3", "name": "G protein subunit alpha 11", "other_names": ["g alpha-11", "guanine nucleotide binding protein (G protein), alpha 11 (Gq class)", "guanine nucleotide-binding protein G(y) subunit alpha", "guanine nucleotide-binding protein subunit alpha-11", "heterotrimeric guanine nucleotide-binding protein 1K"], "pantherdb": {"HGNC": "4379", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95766", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 10090, "uniprot_kb": "P21278"}, {"RGD": "619749", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 10116, "uniprot_kb": "Q9JID2"}, {"Ensembl": "ENSGALG00000003238", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 9031, "uniprot_kb": "Q71RI7"}, {"ZFIN": "ZDB-GENE-050208-597", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 7955, "uniprot_kb": "A0A2R8RHQ9"}, {"ZFIN": "ZDB-GENE-041121-9", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 7955, "uniprot_kb": "Q5RKP9"}, {"WormBase": "WBGene00001667", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 6239, "uniprot_kb": "Q20701"}, {"WormBase": "WBGene00001196", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 6239, "uniprot_kb": "G5EGU1"}, {"FlyBase": "FBgn0033756", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 7227, "uniprot_kb": "Q8MQV5"}, {"SGD": "S000000822", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 4932, "uniprot_kb": "P10823"}, {"PomBase": "SPAC23H3.13c", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 4896, "uniprot_kb": "Q04665"}, {"dictyBase": "DDB_G0280965", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54UG5"}, {"dictyBase": "DDB_G0287031", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54KV6"}, {"dictyBase": "DDB_G0276455", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34045"}, {"dictyBase": "DDB_G0276267", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P16051"}, {"dictyBase": "DDB_G0286185", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34043"}, {"dictyBase": "DDB_G0285425", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34042"}, {"dictyBase": "DDB_G0276343", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q8T130"}, {"dictyBase": "DDB_G0268802", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q55EP5"}, {"dictyBase": "DDB_G0283151", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34044"}, {"dictyBase": "DDB_G0284469", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34046"}, {"dictyBase": "DDB_G0283419", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54R41"}, {"dictyBase": "DDB_G0280351", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54VG1"}, {"dictyBase": "DDB_G0283349", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P16894"}, {"TAIR": "2116204", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "C6KIE6"}, {"TAIR": "2046738", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "O80462"}, {"TAIR": "2034446", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "Q9C516"}, {"TAIR": "2005529", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "P18064"}], "uniprot_kb": "P29992"}, "pathway": {"biocarta": [{"id": "biopeptidespathway", "name": "bioactive peptide induced signaling pathway"}, {"id": "cardiacegfpathway", "name": "role of egf receptor transactivation by gpcrs in cardiac hypertrophy"}], "kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04730", "name": "Long-term depression - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_CRH", "name": "CRH"}, {"id": "Pathway_TSH", "name": "TSH"}], "pid": [{"id": "arf6_pathway", "name": "Arf6 signaling events"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "er_nongenomic_pathway", "name": "Plasma membrane estrogen receptor signaling"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "s1p_meta_pathway", "name": "Sphingosine 1-phosphate (S1P) pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "s1p_s1p3_pathway", "name": "S1P3 pathway"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}, {"id": "thrombin_par4_pathway", "name": "PAR4-mediated thrombin signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-202040", "name": "G-protein activation"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390466", "name": "Chaperonin-mediated protein folding"}, {"id": "R-HSA-391251", "name": "Protein folding"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-399997", "name": "Acetylcholine regulates insulin secretion"}, {"id": "R-HSA-399997", "name": "Acetylcholine regulates insulin secretion"}, {"id": "R-HSA-400451", "name": "Free fatty acids regulate insulin secretion"}, {"id": "R-HSA-400451", "name": "Free fatty acids regulate insulin secretion"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-428930", "name": "Thromboxane signalling through TP receptor"}, {"id": "R-HSA-434316", "name": "Fatty Acids bound to GPR40 (FFAR1) regulate insulin secretion"}, {"id": "R-HSA-434316", "name": "Fatty Acids bound to GPR40 (FFAR1) regulate insulin secretion"}, {"id": "R-HSA-456926", "name": "Thrombin signalling through proteinase activated receptors (PARs)"}, {"id": "R-HSA-6814122", "name": "Cooperation of PDCL (PhLP1) and TRiC/CCT in G-protein beta folding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP35", "name": "G Protein Signaling Pathways"}, {"id": "WP3958", "name": "GPR40 Pathway"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4760", "name": "PKC-gamma calcium signaling pathway in ataxia"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}]}, "pdb": ["6OIJ", "7RKF", "7TRY", "7XXH"], "pfam": "PF00503", "pharmgkb": "PA28764", "pharos": {"target_id": 956, "tdl": "Tchem"}, "pir": "A39394", "prosite": "PS51882", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167731", "relationship": "is"}, {"id": "GNF178637", "relationship": "is"}, {"id": "GNF189543", "relationship": "is"}, {"id": "GNF200449", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156922", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF045281", "relationship": "is"}, {"id": "GNF047893", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282418", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283345", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF016504", "relationship": "is"}, {"id": "GNF131614", "relationship": "is"}, {"id": "GNF132129", "relationship": "is"}, {"id": "GNF132131", "relationship": "is"}, {"id": "GNF132151", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098651", "relationship": "is"}, {"id": "GNF101566", "relationship": "is"}, {"id": "GNF115028", "relationship": "is"}, {"id": "GNF138306", "relationship": "is"}, {"id": "GNF154669", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_033852.2"], "protein": "NP_002058.2", "rna": "NM_002067.5", "translation": {"protein": "NP_002058.2", "rna": "NM_002067.5"}}, "reporter": {"HG-U133_Plus_2": ["204248_at", "213766_x_at", "213944_x_at", "214679_x_at", "40562_at", "564_at"], "HG-U95Av2": ["40562_at", "41476_at", "564_at"], "HTA-2_0": ["TC19000063.hg.1", "TC19000064.hg.1"], "HuEx-1_0": ["3053914", "3816778", "3816801", "3816803"], "HuGene-1_1": ["8024557", "8024566"], "HuGene-2_1": "16856887"}, "retired": [3086, 93626, 126290], "summary": "The protein encoded by this gene belongs to the family of guanine nucleotide-binding proteins (G proteins), which function as modulators or transducers in various transmembrane signaling systems. G proteins are composed of 3 units: alpha, beta and gamma. This gene encodes one of the alpha subunits (subunit alpha-11). Mutations in this gene have been associated with hypocalciuric hypercalcemia type II (HHC2) and hypocalcemia dominant 2 (HYPOC2). Patients with HHC2 and HYPOC2 exhibit decreased or increased sensitivity, respectively, to changes in extracellular calcium concentrations. [provided by RefSeq, Dec 2013].", "symbol": "GNA11", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415138"}, "unigene": ["Hs.654784", "Hs.650575"], "uniprot": {"Swiss-Prot": "P29992", "TrEMBL": ["K7EL62", "A0A087WVZ3"]}, "wikipedia": {"url_stub": "GNA11"}}