{"AllianceGenome": "4390", "HGNC": "4390", "MIM": "600998", "_id": "2776", "_version": 2, "accession": {"genomic": ["AL160268.14", "AL160278.24", "AL355535.14", "CH471089.1", "CP068269.2", "FB511250.1", "JN184779.1", "JN184780.1", "JN184781.1", "KT584079.1", "NC_000009.12", "NC_060933.1", "NG_027904.2"], "protein": ["AAA99950.1", "AAB06875.1", "AAB39498.1", "AAB64301.1", "AAC50363.1", "AAG61117.1", "AAH57777.1", "AAH67850.1", "AAH69520.1", "AAH75096.1", "AAH75097.1", "AAM12610.1", "ADO22293.1", "AEV76928.1", "AEV76929.1", "AEV76930.1", "AEV76931.1", "BAH12817.1", "CAV33030.1", "EAW62605.1", "EAW62606.1", "EAW62607.1", "EAW62608.1", "EAW62609.1", "EAW62610.1", "NP_002063.2", "P50148.4", "XP_047279195.1", "XP_047279196.1", "XP_054218730.1", "XP_054218731.1"], "rna": ["AB073896.1", "AF011496.1", "AF329284.1", "AF493896.1", "AJ420425.1", "AK055619.1", "AK298579.1", "AL832747.1", "BC047048.1", "BC057777.1", "BC067850.1", "BC069520.1", "BC075096.2", "BC075097.2", "CV570171.1", "DB474490.1", "GQ891431.1", "JN184778.1", "L40629.1", "L76256.1", "NM_002072.5", "U40038.1", "U43083.1", "XM_047423239.1", "XM_047423240.1", "XM_054362755.1", "XM_054362756.1"], "translation": [{"protein": "AAH67850.1", "rna": "BC067850.1"}, {"protein": "XP_054218730.1", "rna": "XM_054362755.1"}, {"protein": "AAH69520.1", "rna": "BC069520.1"}, {"protein": "AAH75096.1", "rna": "BC075096.2"}, {"protein": "AAM12610.1", "rna": "AF493896.1"}, {"protein": "AAB39498.1", "rna": "L76256.1"}, {"protein": "XP_054218731.1", "rna": "XM_054362756.1"}, {"protein": "AAC50363.1", "rna": "U40038.1"}, {"protein": "AAB64301.1", "rna": "AF011496.1"}, {"protein": "AAB06875.1", "rna": "U43083.1"}, {"protein": "AAG61117.1", "rna": "AF329284.1"}, {"protein": "BAH12817.1", "rna": "AK298579.1"}, {"protein": "AAH57777.1", "rna": "BC057777.1"}, {"protein": "AAA99950.1", "rna": "L40629.1"}, {"protein": "AEV76928.1", "rna": "JN184778.1"}, {"protein": "ADO22293.1", "rna": "GQ891431.1"}, {"protein": "AAH75097.1", "rna": "BC075097.2"}, {"protein": "XP_047279195.1", "rna": "XM_047423239.1"}, {"protein": "NP_002063.2", "rna": "NM_002072.5"}, {"protein": "XP_047279196.1", "rna": "XM_047423240.1"}]}, "alias": ["CMAL", "CMC1", "G-ALPHA-q", "GAQ", "SWS"], "ensembl": {"gene": "ENSG00000156052", "protein": ["ENSP00000286548", "ENSP00000391501"], "transcript": ["ENST00000286548", "ENST00000411677"], "translation": [{"protein": "ENSP00000286548", "rna": "ENST00000286548"}, {"protein": "ENSP00000391501", "rna": "ENST00000411677"}], "type_of_gene": "protein_coding"}, "entrezgene": "2776", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.7623828166, "exp_mis": 128.753962264, "exp_syn": 57.8681863651, "lof_z": 3.81367503063009, "mis_z": 3.86892154085339, "mu_lof": 1.247466106e-06, "mu_mis": 1.18726647834e-05, "mu_syn": 5.17768861116e-06, "n_lof": 1.0, "n_mis": 39.0, "n_syn": 60.0, "p_li": 0.984390020772814, "p_null": 1.76452416021474e-06, "p_rec": 0.0156082147030256, "syn_z": -0.173731278740764}, "bp": 1080, "cds_end": 80646151, "cds_start": 80336238, "n_exons": 7, "nonpsych": {"exp_lof": 15.0327144565, "exp_mis": 116.395903995, "exp_syn": 52.2374335452, "lof_z": 3.55447137576391, "mis_z": 3.89885903536916, "mu_lof": 1.247466106e-06, "mu_mis": 1.18726647834e-05, "mu_syn": 5.17768861116e-06, "n_lof": 1.0, "n_mis": 33.0, "n_syn": 55.0, "p_li": 0.974237417838101, "p_null": 7.39754643304554e-06, "p_rec": 0.0257551846154662, "syn_z": -0.240650035245684}, "nontcga": {"exp_lof": 15.4078577215, "exp_mis": 118.440118582, "exp_syn": 53.2251990621, "lof_z": 3.62084168222072, "mis_z": 3.95708850022874, "mu_lof": 1.247466106e-06, "mu_mis": 1.18726647834e-05, "mu_syn": 5.17768861116e-06, "n_lof": 1.0, "n_mis": 32.0, "n_syn": 52.0, "p_li": 0.975353595712741, "p_null": 5.42678585830299e-06, "p_rec": 0.0246409775014007, "syn_z": 0.106333631262394}, "transcript": "ENST00000286548.4"}, "exons": [{"cdsend": 78031235, "cdsstart": 77721322, "chr": "9", "position": [[77716107, 77721513], [77728513, 77728667], [77794462, 77794592], [77797519, 77797648], [77815615, 77815770], [77922160, 77922345], [78031099, 78031811]], "strand": -1, "transcript": "NM_002072", "txend": 78031811, "txstart": 77716107}], "exons_hg19": [{"cdsend": 80646151, "cdsstart": 80336238, "chr": "9", "position": [[80331023, 80336429], [80343429, 80343583], [80409378, 80409508], [80412435, 80412564], [80430531, 80430686], [80537076, 80537261], [80646015, 80646727]], "strand": -1, "transcript": "NM_002072", "txend": 80646727, "txstart": 80331023}], "generif": [{"pubmed": 11686331, "text": "The increase in Gqalpha and Gialpha1/2 expression was accompanied by an increase in Ca2+ signaling triggered by thrombin and other agonists known to signal to Ca2+ via these G-proteins in platelets."}, {"pubmed": 11848441, "text": "A hemorrhagic diathesis patient has a defect in Galphaq gene expression in platelets but not neutrophils, possibly due to defects in transcriptional regulation or mRNA stability, and suggest a hematopoietic-lineage specific defect."}, {"pubmed": 12016230, "text": "existence of a novel molecular mechanism by which Galpha(q) and the large family of G(q)-coupled receptors can regulate the activity of Rho and its downstream signaling pathways"}, {"pubmed": 12193606, "text": "regulation of signaling by ezrin-radixin-moesin-binding phosphoprotein-50"}, {"pubmed": 12626493, "text": "Galpha protein signaling can lead to internalization of GPCRs, with specificity in both the Galpha proteins and GPCRs that are involved"}, {"pubmed": 12670961, "text": "Gq/11 proteins mediate KDR tyrosine phosphorylation and KDR-mediated HUVEC proliferation through interaction with KDR."}, {"pubmed": 12704201, "text": "agonist binding to Gq-coupled receptors blocks Akt activation via the release of active Galphaq subunits that inhibit phosphatidylinositol 3-kinase"}, {"pubmed": 12714438, "text": "The rapid, shear-induced activation of Ras is mediated by Galpha(q) through the activity of Gbetagamma subunits in human vascular endothelial cells."}, {"pubmed": 12807915, "text": "G protein-coupled receptors might evoke G alpha and G beta gamma to orchestrate regulation of phospholipase signaling by tubulin dimers and control of cell shape by microtubules"}, {"pubmed": 14561750, "text": "Gq-coupled receptors activate glycogen synthase kinase-3beta and C-terminal Src kinase"}, {"pubmed": 14617636, "text": "G alpha q and platelet activating factor receptor lead to stimulation of Src and focal adhesion kinase in vascular endothelium"}, {"pubmed": 15115661, "text": "the co-operative effect between Gbetagamma-mediated signaling and the increased intracellular Ca(2+) level represents a robust mechanism for the stimulation of JNK by G(q)-coupled receptors"}, {"pubmed": 15383626, "text": "(HEK) 293 cells expressing recombinant Galpha(q/11)-coupled muscarinic M3 receptors showed transient coexpression of RGS proteins"}, {"pubmed": 15466861, "text": "PC1 signaling elevates intracellular Ca(2+), activates Galpha(q) and PLC, which then activates calcineurin and NFAT"}, {"pubmed": 15471870, "text": "analysis of the GRK2 binding site of Galphaq"}, {"pubmed": 15611106, "text": "beta-Arrestin 1 and Galphaq/11 have roles in activating RhoA and stress fiber formation following receptor stimulation"}, {"pubmed": 15694379, "text": "These data indicate that the preserved integrity of plasma membrane domains/caveolae is required for complete agonist-induced phosphorylation of G(q)/G(11)alpha."}, {"pubmed": 15698833, "text": "PKC epsilon and delta are the main PKC isozymes involved in G alpha(q)-mediated signaling in human atria"}, {"pubmed": 15794946, "text": "Galphaq potentiation of AC9 activity involves Ca2+/calmodulin and CaMKII."}, {"pubmed": 16038796, "text": "Alpha-betagamma binding is necessary at a point downstream from receptor activation of the heterotrimeric G protein for signal transduction by alpha q."}, {"pubmed": 16218966, "text": "Results suggest that the G(q) class proteins are degraded through the proteasome pathway and that cellular localization and/or other protein interactions determine their stability."}, {"pubmed": 16481068, "text": "Quantitative analysis indicated that Galpha(q/11) subunits are abundant polypeptides in human brain, with values ranging from about 1200 ng/mg in cerebral cortex to close to 900 ng/mg of membrane protein in caudate"}, {"pubmed": 16650966, "text": "Our results support a novel model where activated Galpha(q) forms molecular complexes with ARNO and ARF6, possibly through a direct interaction with ARNO, leading to ARF6 activation."}, {"pubmed": 16860758, "text": "alternative pathway operates in the absence of Lck-dependent tyrosine-phosphorylation events and was initiated by the T cell receptor-dependent activation of raft-enriched heterotrimeric Galpha11 proteins"}, {"pubmed": 16893886, "text": "Contractile dysfunction and pathological structural changes in the myocardium of Galpha(q) transgenic mice improve significantly after termination of the Galpha(q) signal, even in animals with overt heart failure."}, {"pubmed": 16995904, "text": "GTP-Binding Protein alpha Subunits, Gq-G11, gene is regulated during megakaryocytic differentiation by early growth response 1 transcription factor."}, {"pubmed": 17197445, "text": "Galphaq activation of TRPC6 signals the activation of PKCalpha, and thereby induces RhoA activity and endothelial cell contraction"}, {"pubmed": 17307333, "text": "These lines of evidence suggested that a Gq-coupled receptor activates specifically p38 MAPK through lipid rafts and Src kinase activation, in which flotillins positively modulate the Gq signaling."}, {"pubmed": 17535809, "text": "two distinct regions of the Cav3.3 channel are necessary and sufficient for complete M1 receptor-mediated channel inhibition"}, {"pubmed": 17552882, "text": "Solubilization of this class of Galpha proteins was observed after prolonged agonist stimulation, induced by ultra high concentration of hormone and in cells expressing a large number of GPCRs, revealing tight binding of G(q)alpha protein to the membrane."}, {"pubmed": 17606614, "text": "Galphaq directly activates p63RhoGEF and Trio via a conserved extension of the Dbl homology-associated pleckstrin homology domain"}, {"pubmed": 17720980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17720980, "text": "Polymorphism of the Galphaq gene is associated with accelerated mortality in heart failure"}, {"pubmed": 18096806, "text": "the crystal structure of the Galphaq-p63RhoGEF-RhoA complex, detailing the interactions of Galphaq with the Dbl and pleckstrin homology (DH and PH) domains of p63RhoGEF was determined"}, {"pubmed": 18322150, "text": "The M(1) receptor is the predominant mAChR subtype coupling to the Galpha(q/11) G protein in the cerebral cortex."}, {"pubmed": 18326504, "text": "A novel polymorphism in the Gq promoter region is associated with enhanced promoter activity, Gq expression, intracellular signal transduction, and increased prevalence of left ventricular hypertrophy, particularly in women."}, {"pubmed": 18424071, "text": "These novel data demonstrate an IKK2-dependent, predominantly G-protein-independent pathway involved in PAR-2 regulation of NFkappaB phosphorylation in keratinocytes."}, {"pubmed": 18434368, "text": "IGF-II/mannose-6-phosphate receptor signaling induced cell hypertrophy and atrial natriuretic peptide/BNP expression via Galphaq interaction and protein kinase C-alpha/CaMKII activation in H9c2 cardiomyoblast cells."}, {"pubmed": 18514160, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18632858, "text": "We show that Env-mediated Rac-1 activation is dependent on the activation of Galpha(q) and its downstream targets."}, {"pubmed": 18719078, "text": "GNAQ mutations occur in about half of uveal melanomas, representing the most common known oncogenic mutation in this cancer."}, {"pubmed": 18851832, "text": "MLK3 functions in a regulated way to limit levels of the activated GTPase Rho by binding to the Rho activator, p63RhoGEF/GEFT, which, in turn, prevents its activation by Galphaq."}, {"pubmed": 18989526, "text": "Report phorbol 12-myristate 13-acetate responsive sequence in Galphaq promoter during megakaryocytic differentiation. Regulation by EGR-1 and MAP kinase pathway."}, {"pubmed": 18991294, "text": "a role of Galphaq in the fine-tuning of proximal TCR signals at the level of Lck and a negative regulatory role of Galphaq in transcriptional activation of cytokine responses."}, {"pubmed": 19074439, "text": "AT2 oligomers inducing Galphaq/11 arrest are causally involved in inducing symptoms of neurodegeneration"}, {"pubmed": 19074441, "text": "Abeta induces the formation of cross-linked AT2 oligomers that contribute to the dysfunction of Galphaq/11 in an animal model of Alzheimer disease."}, {"pubmed": 19078957, "text": "frequent somatic mutations in the heterotrimeric G protein alpha-subunit, GNAQ, in blue naevi (83%) and ocular melanoma of the uvea (46%)"}, {"pubmed": 19332487, "text": "In the vascular endothelium, G alpha(q/11)-PECAM-1 forms a mechanosensitive complex which localization suggests the G alpha(q/11)-PECAM-1 complex is a critical mediator of vascular diseases."}, {"pubmed": 19426503, "text": "knockdown of Galphaq significantly enhanced basal migration in T cells and reduced CXCL12-induced SHP-1 phosphorylation"}, {"pubmed": 19445628, "text": "GNAQ hotspot mutations may not have a role in papillary thyroid carcinomas"}, {"pubmed": 19551532, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19654573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19654573, "text": "The GNAQ mutation status is not suitable to predict DFS. However, the high frequency of GNAQ mutations may render it a promising target for therapeutic intervention."}, {"pubmed": 19718445, "text": "data indicate that the occurrence of GNAQ mutations display a unique pattern being present in a subset of melanocytic tumors but not in malignancies of glial, epithelial and stromal origin analyzed in this study"}, {"pubmed": 19903011, "text": "The [Ca2+] response is induced by glucagon mainly via the coupling of GCGR to the Galphaq/11 and Galphai/o proteins."}, {"pubmed": 19936769, "text": "GNAQ-dependent mitogen-activated kinase signaling is a promising therapeutic target in melanocytic neoplasms"}, {"pubmed": 20007712, "text": "Data show that activation of PLCbeta(2) by alpha(q) and beta1gamma2 differ from activation by Rac2 and from each other."}, {"pubmed": 20237586, "text": "Increased activation of the Galphaq protein alters eNOS protein expression and phosphorylation only in transgenic males."}, {"pubmed": 20379146, "text": "Observational study and genome-wide association study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20399743, "text": "activation of Galphaq weakened the kinase activity of GSK-3beta and enhanced cellular accumulation of beta-Catenin."}, {"pubmed": 20562673, "text": "GNAQ promoter diplotypes are associated with insulin resistance and obesity in polycystic ovary syndrome."}, {"pubmed": 20562673, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20590159, "text": "possibility of ligand-free constitutive TBXA2R signaling through Galphaq binding"}, {"pubmed": 20631239, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20631239, "text": "The lack of GNAQ mutations in conjunctival melanocytic lesions suggests the involvement of a different tumorigenic pathway from that of uveal melanoma."}, {"pubmed": 20664004, "text": "Basic amino acids in the amino-terminus of alpha(q) can affect its lateral segregation on plasma membranes; changes in such lateral segregation may be responsible for the observed signaling defects of alphaq4Q."}, {"pubmed": 20714830, "text": "GNAq mutations seem not to play an important role in the development of thyroid follicular neoplasms"}, {"pubmed": 20805136, "text": "The cases harbouring the GNAQ mutation did not differ significantly in the expression of ERK1/2 and pERK1/2 or in the expression of proliferation markers from cases without the mutation."}, {"pubmed": 20865267, "text": "A detailed analysis of morphology combined with GNAQ mutational analysis aids in the differential diagnosis of melanotic schwannoma with leptomeningeal melanocytic lesions."}, {"pubmed": 21056896, "text": "presence of GNAQ mutations in the amelanotic/hypomelanotic blue nevus indicates mechanisms underlying pigment homeostasis in this variant appear to be similar to those of its melanotic counterpart"}, {"pubmed": 21072599, "text": "results exclude GNAQ as a candidate gene in uveal melanoma patients with a high risk for hereditary cancer predisposition"}, {"pubmed": 21083380, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21083380, "text": "Of the uveal melanomas we analyzed, 83% had somatic mutations in GNAQ or GNA11."}, {"pubmed": 21304157, "text": "Studies indicate that the complex between the effector protein phospholipase C-beta3 (PLC-beta3) and its activator, Galpha(q), suggests that several effectors independently evolved a structurally similar helix-turn-helix segment for G protein recognition."}, {"pubmed": 21366456, "text": "Benign and malignant blue nevi harbor frequent mutations in the Galphaq class of G-protein alpha subunits, Gnaq and Gna11 proteins."}, {"pubmed": 21464134, "text": "Regulation of the epithelial Na+ channel by the RH domain of G protein-coupled receptor kinase, GRK2, and Galphaq/11."}, {"pubmed": 21487925, "text": "We did not find any mutation in the GNAQ, AKT3, and PIK3R1 genes in various types of thyroid cancer."}, {"pubmed": 21515378, "text": "ET1 stimulated calcium response depends on phospholipase C and is likely mediated through the G-ALPHA-q signaling pathway."}, {"pubmed": 21592972, "text": "Negative regulation of Gq-mediated pathways in platelets by G(12/13) pathways through Fyn kinase"}, {"pubmed": 21923740, "text": "Gaq controls the apoptosis of rheumatoid arthritis peripheral blood lymphocytes through regulating the activity of Mcl-1 and caspase-3."}, {"pubmed": 21940795, "text": "WDR36 acts as a scaffold protein tethering a G-protein-coupled receptor, Galphaq and phospholipase C beta 2 in a signalling complex"}, {"pubmed": 21945171, "text": "The DNA obtained is of sufficient quality to carry out genotyping for markers on chromosome 3, 6 and 8, as well as screening for somatic mutations in GNAQ and GNA11 genes."}, {"pubmed": 22056876, "text": "a novel paradigm in which a fraction of the cellular RARalpha pool is present in membrane lipid rafts, where it forms complexes with G protein alpha Q (Galphaq) in response to RA"}, {"pubmed": 22307269, "text": "THe results expand the spectrum of GNAQ mutations that may occur in melanocytomas."}, {"pubmed": 22701657, "text": "Vesicle-associated Galphaq/11 is required for the turnover of LFA-1 adhesion that is necessary for immune cell migration."}, {"pubmed": 22710260, "text": "analysis of molecular complexes of Gq/11alpha protein in HEK293 cells"}, {"pubmed": 22758774, "text": "In primary melanocytic tumours of the CNS, GNA11 and N-RAS mutations represent a mechanism of MAPK pathway activation alternative to the common GNAQ mutations"}, {"pubmed": 22905097, "text": "gamma-synuclein has a role in promoting a more robust G protein Galphaq activation of PLCbeta2"}, {"pubmed": 22977135, "text": "The vast majority of primary large uveal melanomas harbor mutually-exclusive mutations in GNAQ or GNA11, but very rarely have the oncogenic mutations that are reported commonly in other cancers."}, {"pubmed": 23066026, "text": "Src family kinases, PI3 kinase and protein kinase C synergize to mediate Gq-dependent platelet activation"}, {"pubmed": 23159116, "text": "V600E point mutation was identified in the BRAF gene in 3 intramucosal nevi and in 2 melanomas. Only 1 blue nevus harbored the GNAQ209 mutation"}, {"pubmed": 23315865, "text": "the GNAQ promoter polymorphism is not a genetic risk factor for rheumatoid arthritis in the Han Chinese population."}, {"pubmed": 23572068, "text": "Letter/Case Report: role of GNAQ/GNA11 mutational analysis in management of choroidal melanoma metastatic to the contralateral orbit."}, {"pubmed": 23572156, "text": "Letter/Case Report: oncogenic GNAQ mutation in congenital choroidal melanoma."}, {"pubmed": 23599145, "text": "This study identifies HRAS mutations in deep penetrating nevi. The presence of HRAS mutations and absence of GNAQ or GNA11 mutations in deep penetrating nevi suggests classification of these nevi within the Spitz rather than the blue nevus category."}, {"pubmed": 23634288, "text": "Mutant alleles of the GNA11 or GNAQ genes, which are highly specific for uveal melanoma, were identified in cell-free DNA of 9 of 22 (41%) patients."}, {"pubmed": 23656586, "text": "The Sturge-Weber syndrome and port-wine stains are caused by a somatic activating mutation in GNAQ. This finding confirms a long-standing hypothesis."}, {"pubmed": 23665327, "text": "The ubiquitination of Galphai2 and Galphaq is suppressed by expression of Ric-8A. The suppression likely requires Ric-8A interaction with these Galpha proteins; the C-terminal truncation of Galphaq and Galphai2 completely abrogates their interaction with Ric-8A."}, {"pubmed": 23685997, "text": "GNAQ mutations are present in uveal melanocytomas and in a case of transformation to melanoma, implicating GNAQ-dependent mitogen activation signals, in the pathogenesis of uveal melanocytoma."}, {"pubmed": 23778528, "text": "GNAQ and GNA11 mutations are, in equal matter, not associated with uveal melanoma patient outcome."}, {"pubmed": 23884432, "text": "Signaling efficiency of Galphaq through its effectors p63RhoGEF and GEFT depends on their subcellular location."}, {"pubmed": 23993961, "text": "These results showed that Fhit was up-regulated specifically by activating Galpha subunits of the Gq subfamily but not by those of the other G protein subfamilies."}, {"pubmed": 24141786, "text": "Metastatic uveal melanoma with GNAQ or GNA11 mutations is responsive to PKC inhibitors."}, {"pubmed": 24299002, "text": "observations support the concept of a functional activation-dependent p63RhoGEF-Galphaq-RGS2 complex"}, {"pubmed": 24470488, "text": "Melanocytes use an ultraviolet radiation phototransduction mechanism involving the GNAQ cascade."}, {"pubmed": 24595385, "text": "PKC inhibitors combined with IR significantly decreased the viability, proliferation, and clonogenic potential of GNAQ(mt), but not GNAQ(wt)/BRAF(mt) cells, compared with IR alone."}, {"pubmed": 24882515, "text": "GNAQ oncogenic signaling induced YPA nuclear translocation and YAP-dependent transcription activation throuch Rho-GTPases and actin remodeling."}, {"pubmed": 24927141, "text": "Our finding of the frameshift deletion (p.H387fs) in exon 4 of SOX10 in uveal melanoma (UM) provides an important insight and complements earlier findings of mutations in GNAQ and SF3B1 on the genomic basis of UM."}, {"pubmed": 24970262, "text": "There was no association of GNAQ mutation status with metastatic status in uveal melanoma."}, {"pubmed": 25280020, "text": "Oncogenic GNAQ mutation is associated with uveal melanoma."}, {"pubmed": 25304237, "text": "review discusses the multiple activated signaling targets downstream of mutant GNAQ and GNA11 in uveal melanoma, including MEK, PI3-kinase/Akt, protein kinase C, and YAP"}, {"pubmed": 25316767, "text": "Results uncovered that Gaq binding to GRK2 enhances the recruitment of GRK2 to M3-ACh receptors."}, {"pubmed": 25363280, "text": "no GNAQ mutations were observed in African acral melanomas"}, {"pubmed": 25374402, "text": "These findings suggest that the recurrent somatic GNAQ mutation c.548G>A is the major determinant genetic factor for Sturge-Weber syndrome and imply that other mutated candidate gene(s) may exist in Sturge-Weber syndrome"}, {"pubmed": 25420509, "text": "Diacylglycerol mediates regulation of TASK1 and TASK3 potassium channels by GNAQ."}, {"pubmed": 25433904, "text": "This study demonstrated that the GNAQ protein was reduced in auditory cortex patient with schizophreia."}, {"pubmed": 25653058, "text": "Knockdown of GNAQ with siRNA-AuNPs effectively reduced downstream signals and decreased cell viability in GNAQ mutant uveal melanoma cells."}, {"pubmed": 25695059, "text": "Involved in the MAPK/ERK, PI3K/AKT, and GNAQ/11 pathways."}, {"pubmed": 25732870, "text": "Galphaq expression was negatively associated with interleukin-17A expression in RA patients, indicating that Galphaq negatively controlled the differentiation of Th17 cells."}, {"pubmed": 25955651, "text": "The results suggested that GNAQ mutation induced viability and migration of uveal melanoma cells via Notch signaling activation, which is mediated by YAP dephosphorylation and nuclear translocation."}, {"pubmed": 26192947, "text": "This is the second largest study on isolated, non-syndromic Port-wine stain; data suggest that GNAQ is the main genetic determinant in this condition. Moreover, isolated port-wine stains are distinct from capillary malformations seen in RASA1 disorders."}, {"pubmed": 26368812, "text": "Distribution of GNAQ and GNA11 Mutation Signatures in Uveal Melanoma Points to a Light Dependent Mutation Mechanism."}, {"pubmed": 26399561, "text": "Driver mutations are rare in mutational hotspots of BRAF, NRAS, KIT, and GNAQ/GNA11 in oral mucosal melanoma."}, {"pubmed": 26746047, "text": "Phospholipase C beta connects G protein signaling with RNA interference. (Review)"}, {"pubmed": 26775782, "text": "We conclude that enrichment of GNAQ (R183Q) in port-wine stain (PWS) blood vessels may induce consecutive activation of c-Jun N-terminal kinases and extracellular signal regulated kinases, thus contributing to the pathogenesis of PWS."}, {"pubmed": 26778290, "text": "extensive dermal melanocytosis and phakomatosis pigmentovascularis are associated with activating mutations in GNA11 and GNAQ, genes that encode Galpha subunits of heterotrimeric G proteins"}, {"pubmed": 26823487, "text": "The findings of the work indicate a role for Galphaq and/or Galpha14 and in CCR2a/CCR2b-stimulated Rho A GTPase-mediated serum response factor activation."}, {"pubmed": 26859074, "text": "we report a previously unknown role for Gaq in maintenance of MLL-AF9-induced acute myeloid leukemia leukemia"}, {"pubmed": 26865629, "text": "findings demonstrate that hNPS-(1-10) is a biased agonist favoring Galphaq-dependent signaling. It may represent a valuable chemical probe for further investigation of the therapeutic potential of human NPS receptor-directed signalingin vivo."}, {"pubmed": 26887939, "text": "data suggest that the interaction between this novel region in Galphaq and the effector PKCzeta is a key event in Galphaq signaling."}, {"pubmed": 27058448, "text": "The Glu209 GNAQ and GNA11 missense variants we identified are common in uveal melanoma and have been shown to constitutively activate MAPK and/or YAP signaling. Our data indicate that chorangioma is probably not the placental counterpart of congenital hemangiomas associated with mutations altering Gln209 in GNAQ or GNA11."}, {"pubmed": 27089234, "text": "GNAQ/GNA11Q209 mutations characterized a distinct, albeit uncommon subtype of non-uveal melanoma (0.5-1%). These mutations were essentially melanoma-specific, occurred in all subtypes of this disease (including cutaneous, mucosal, uveal, and unknown primary), and were mutually exclusive with other common melanoma mutations."}, {"pubmed": 27265506, "text": "Data show that GNAQ promotes ARF6 activation to control the proliferation of Uveal Melanoma Cells."}, {"pubmed": 27330078, "text": "The Galphas and Galphaq peptides adopt different orientations in beta2-AR and V1AR, respectively. The beta2-AR/Galphas peptide interface is dominated by electrostatic interactions, whereas the V1AR/Galphaq peptide interactions are predominantly hydrophobic."}, {"pubmed": 27498141, "text": "GNAQ and GNA11 mutations occur frequently in mucosal melanoma and may be a prognostic factor for MM. Our data implicate that GNAQ/11 may be potential targets for targeted therapy of mucosal melanoma."}, {"pubmed": 27566546, "text": "CGRP family of receptors displays both ligand- and RAMP-dependent signaling bias among the Galphas, Galphai, and Galphaq/11 pathways."}, {"pubmed": 27919468, "text": "Study demonstrated that the GNAQ p.R183Q mutation resides within endothelial cells in Sturge-Weber syndrome (SWS) brain lesions, and that the SWS brain endothelial cells can be isolated and expanded in culture and further confirm that the GNAQ p.R183Q mutation is present in brain endothelial cells."}, {"pubmed": 28083870, "text": "The results show that postzygotic mosaicism for GNAQ mutations causes an overlapping phenotypic spectrum of vascular and melanocytic birthmarks."}, {"pubmed": 28084343, "text": "Nine of 13 cases (69%) of anastomosing hemangiomas harbored a somatic mutation at GNAQ codon 209"}, {"pubmed": 28148497, "text": "These findings suggest that Galphaq/11 participates in the sensing/transducing of shear stress independently of GPCR activation in ECs."}, {"pubmed": 28197018, "text": "Galphaq regulates the development of rheumatoid arthritis by modulating Th1 differentiation"}, {"pubmed": 28248732, "text": "The Role of Mutation Rates of GNAQ or GNA11 in Cases of Uveal Melanoma in Japan."}, {"pubmed": 28350126, "text": "Results found that GNAQ was highly expressed in gastric cancer (GC) patient samples and suggest that GNAQ plays a critical role in regulating GC cell growth and survival via canonical oncogenic signaling pathways including MAPK and p53."}, {"pubmed": 28363951, "text": "Parathyroid hormone controls bone and kidney homeostasis via GNAS and Gq-G11 heterotrimeric G proteins. (Review)"}, {"pubmed": 28369206, "text": "It is therefore concluded that Gnaq plays a pivotal role in antioxidation in neural cells. A possible mechanism for this would be that the overexpressed Gnaq inhibits the cellular damaging effect mediated by NF-kappaB and Erk1/2 signal pathways."}, {"pubmed": 28422819, "text": "The GC/GC genotype of the TT(-695/-694)GC polymorphism is associated with increased Gq protein expression, augmented angiotensin II receptor type 1-related vasoconstriction, and increased myocardial injury after coronary artery bypass grafting."}, {"pubmed": 28444874, "text": "There were no significant differences in the prevalence of GNAQ and GNA11 mutations between patients with or without metastatic disease"}, {"pubmed": 28486107, "text": "RasGRP3 mediates ERK MAPK pathway activation in GNAQ mutant uveal melanoma."}, {"pubmed": 28571101, "text": "Results demonstrate that the somatic GNAQ mutation in Sturge-Weber syndrome is not confined to the venous vascular malformation but can directly (although less severely) affect underlying brain parenchyma, not directly affected by leptomeningeal angiomatosis, and possibly contribute to Sturge-Weber syndrome brain pathology."}, {"pubmed": 28584054, "text": "Data suggest that allosteric communication between heterodimeric AT1R and PTGFR is mediated through GNAQ and may also involve proximal phospholipase C but not distal protein kinase C signaling partners; PTGFR activation has negligible effects on AT1R-based conformational biosensors. (AT1R = angiotensin II receptor, type 1; PTGFR = prostaglandin F2alpha receptor; GNAQ = GTP-binding protein G[q] subunit alpha)"}, {"pubmed": 28700778, "text": "we find iris melanomas to be related genetically to choroidal and ciliary body melanomas, frequently harboring GNAQ, GNA11, and EIF1AX mutations."}, {"pubmed": 28705934, "text": "Data (including data from studies using cells from knockout mice) suggest that CLEC2/CLEC2R signaling is dependent on thromboxane A2 generation and is potentiated by co-stimulation with different GNAQ agonists. (CLEC2 = C-type lectin CLEC2; CLEC2R = CLEC2 receptor; GNAQ = guanine nucleotide-binding protein G[q] subunit alpha)"}, {"pubmed": 28809862, "text": "GNAQ/11 mutant clones make up a fraction of the cells in choroidal nevi. Nevus cells are furthermore characterised by heterogeneous YAP expression. Combined GNAQ/11 and YAP may constitute a putative precursor tumour pathway with an activated oncogene (GNAQ/11) and downstream effector (YAP)."}, {"pubmed": 28842497, "text": "These results indicate that the mechanism by which Galphaq and PLC-beta3 mutually regulate each other is far more complex than a simple, two-state allosteric model and instead is probably kinetically determined."}, {"pubmed": 28854843, "text": "We conclude that the crosstalk between angiotensin AT1 receptor and insulin receptor signaling shows a high degree of specificity, and involves Galphaq protein, and activation of distinct kinases. Thus, the BRET(2) technique can be used as a platform for studying molecular mechanisms of crosstalk between insulin receptor and 7TM receptors."}, {"pubmed": 28982892, "text": "Mutations in GNAQ and GNA11 genes in Greek uveal melanoma population present frequencies that qualify them as potential targets for customized therapy."}, {"pubmed": 29059311, "text": "Adenocarcinomas or adenomas derived from pigmented ciliary epithelium is distinguished from uveal melanoma by the absence of SOX10 expression and presence of the BRAF V600E mutation."}, {"pubmed": 29107092, "text": "the induction of luteal Akr1c18 by Galphaq/11 is mediated by the activation of phospholipase C."}, {"pubmed": 29209985, "text": "GNAQ Mutation is associated with Uveal Melanomas."}, {"pubmed": 29332123, "text": "common conjunctival melanocytic nevi have mutually exclusive mutations in BRAF and NRAS. The two conjunctival blue nevi harbored GNAQ mutations. This suggests the driver mutations of conjunctival nevi are similar to those of nevi of the skin. At the molecular level, conjunctival nevi appear more like cutaneous nevi than choroidal nevi"}, {"pubmed": 29570931, "text": "Mutation in GNAQ is associated with numerous protumorigenic changes within melanocytes."}, {"pubmed": 29574926, "text": "14 of 15 (93%) anastomosing haemangiomas in the case series showed recurrent mutations in GNAQ or GNA14."}, {"pubmed": 29853161, "text": "We conclude that the C825T polymorphism of the beta 3 subunit of G protein is significantly and independently associated with the occurrence of hypertension in the study population"}, {"pubmed": 29878304, "text": "In patients with port-wine macrocheilia (PWM), GNAQ was mutated in all tissues except for glands. Given the advantages of mucosal biopsy, including practicality, lack of scarring and rapid healing, GNAQ mutation in the lip mucosa may be a useful predictor for early-stage PWM in patients with port-wine stains affecting the lips."}, {"pubmed": 29925530, "text": "Interplay between negative and positive design elements in Galpha helical domains of G proteins determines interaction specificity toward RGS2."}, {"pubmed": 29975248, "text": "All hepatic small vessel neoplasms in our series demonstrated recurrent mutations in GNAQ or GNA14 in a mutually exclusive manner"}, {"pubmed": 29977933, "text": "data suggest that Galphaq is involved in Primary Sjogren's syndrome pathogenesis regulation, possibly due to its regulation of Th17"}, {"pubmed": 30112971, "text": "GNAQ expression is low in Sturge-Weber syndrome leptomeningeal blood vessel endothelial cells."}, {"pubmed": 30204251, "text": "In the current sample, the genes GNAS, GNAQ, and GNA11 were widely altered across cancer types, and these alterations often were accompanied by specific genomic abnormalities in AURKA, CBL, and LYN."}, {"pubmed": 30278445, "text": "Gq protein-coupled receptors-induced apoptosis is general, and includes a two-branched pathway downstream of PKC. One branch consists on c-Src activation that transmit the signal to the JNK cascade and the second branch that consists on PKC-dependent inactivation of AKT and a phosphatase activity."}, {"pubmed": 30315589, "text": "GNAQ/GNA11 activating mutations arising earlier during development may trigger agminated blue nevi, explaining the broader field of involvement in these cutaneous lesions."}, {"pubmed": 30321592, "text": "Galphaq/14-regulated CCR2 non canonical receptor signaling was analyzed. the 8th helix of both CCR2a and CCR2b is critically involved in selectively activating Galphaq/14-regulated signaling."}, {"pubmed": 30327411, "text": "CCR5 signals through both Gi/o and Gq/11 IP1 accumulation and Ca(2+) flux arise from Gq/11 activation, rather than from Gbetagamma subunit release after Gi/o activation as had been previously proposed"}, {"pubmed": 30352874, "text": "the molecular properties of Galphaq Q209P are fundamentally different from those in other active Galphaq proteins"}, {"pubmed": 30422215, "text": "The results suggest that a more accurate description for choroidal hemangioma in patients with Sturge-Weber syndrome is choroidal capillary malformation."}, {"pubmed": 30446620, "text": "GTPase-deficient G-ALPHA-qQL and Galpha13QL variants formed stable complexes with G protein beta gamma, impairing its interaction with P-REX1."}, {"pubmed": 30537484, "text": "GNAQ mutations occur in both diffuse and solitary hemangiomas, although at distinct codons. An R183 codon is mutant in diffuse choroidal hemangiomas, consistent with other Sturge-Weber vascular malformations. By contrast, solitary choroidal hemangiomas have mutations in the Q209 codon, similar to other intraocular melanocytic neoplasms."}, {"pubmed": 30552676, "text": "CXCL2-CXCR2 axis mediates through Galphai-2 and Galphaq/11 to promote tumorigenesis and contributes to cancer stem cell properties of CPT-11-resistant LoVo cells."}, {"pubmed": 30558566, "text": "Sequencing of melanoma driver genes revealed GNAQ (p.Q209L) mutations in two samples with primary orbital melanoma; although it is possible that these samples represent extraocular spread of an occult uveal melanoma."}, {"pubmed": 30654308, "text": "In this study, we first reported that Galphaq expression in PBMCs of psoriasis patients were decreased, and it was negatively related to disease activity and some test parameters, such as CRP, cholesterol and low-density lipoprotein. Galphaq gene expression might be involved in the pathogenesis of psoriasis."}, {"pubmed": 30773340, "text": "GNAQ activates FAK via the non-canonical Hippo pathway to drive uveal melanoma (UM) cell proliferation and survival."}, {"pubmed": 30783010, "text": "The mutations increase mitogenic signaling through the Rho guanine nucleotide exchange factors (RhoA) axis that may represent cancer drivers operating in a GTP-binding protein alpha subunit, G11 (Galphaq/11)-independent manner."}, {"pubmed": 30870248, "text": "Several studies confirm the GNAQ R183Q mutation in 90% of nonsyndromic and Sturge-Weber syndrome (SWS) capillary malformations. The mutation is enriched in endothelial cells and blood vessels isolated from skin, brain, and choroidal capillary malformations."}, {"pubmed": 30890659, "text": "FR900359 enabled suppression of malignant traits in cancer cells that are driven by activating mutations at codon 209 in Galphaq/11 proteins, we envision that similar approaches could be taken to blunt the signaling of non-Galphaq/11 G proteins."}, {"pubmed": 31173078, "text": "Our results indicate that there is marked variation in MAPK activation in uveal melanoma (UM) with GNAQ/11 mutations. Thus, GNAQ/11 mutational status is not a sufficient biomarker to adequately predict UM patient responses to single-agent selective MEK inhibitor therapy."}, {"pubmed": 31189994, "text": "our study demonstrated recurrent GNA14/GNAQ/GNA11 mutations were present in the majority of cherry hemangiomas and established its neoplastic nature"}, {"pubmed": 31533929, "text": "Heterogeneity of GNAQ/11 mutation inversely correlates with the metastatic rate in uveal melanoma."}, {"pubmed": 31580399, "text": "Intraocular Metastasis in Unilateral Multifocal Uveal Melanoma Without Melanocytosis or Germline BAP1 Mutations."}, {"pubmed": 31614358, "text": "Mutations of GNAQ, GNA11, SF3B1, EIF1AX, PLCB4 and CYSLTR in Uveal Melanoma in Chinese Patients."}, {"pubmed": 31692010, "text": "Port-wine stains associated with large vestibular aqueduct syndrome caused by mutations in GNAQ and SLC26A4 genes: A case report."}, {"pubmed": 31726051, "text": "Reverse Phenotyping in Patients with Skin Capillary Malformations and Mosaic GNAQ or GNA11 Mutations Defines a Clinical Spectrum with Genotype-Phenotype Correlation."}, {"pubmed": 31906951, "text": "Melatonin restores Muc2 depletion induced by V. vulnificus VvpM via melatonin receptor 2 coupling with Galphaq."}, {"pubmed": 32064597, "text": "GNAQ and GNA11 mutant nonuveal melanoma: a subtype distinct from both cutaneous and uveal melanoma."}, {"pubmed": 32126208, "text": "Structures of Galpha Proteins in Complex with Their Chaperone Reveal Quality Control Mechanisms."}, {"pubmed": 32420639, "text": "The P2Y6 receptor signals through Galphaq /Ca(2+) /PKCalpha and Galpha13 /ROCK pathways to drive the formation of membrane protrusions and dictate cell migration."}, {"pubmed": 33003441, "text": "Dissecting Gq/11-Mediated Plasma Membrane Translocation of Sphingosine Kinase-1."}, {"pubmed": 33361125, "text": "CRISPR/Cas9-Based Knockout of GNAQ Reveals Differences in Host Cell Signaling Necessary for Egress of Apicomplexan Parasites."}, {"pubmed": 33550208, "text": "Targeted Gq-GPCR activation drives ER-dependent calcium oscillations in chondrocytes."}, {"pubmed": 33568347, "text": "Synthetic Lethal Screens Reveal Cotargeting FAK and MEK as a Multimodal Precision Therapy for GNAQ-Driven Uveal Melanoma."}, {"pubmed": 33639168, "text": "An experimental strategy to probe Gq contribution to signal transduction in living cells."}, {"pubmed": 33707187, "text": "Somatic GNAQ R183Q mutation is located within the sclera and episclera in patients with Sturge-Weber syndrome."}, {"pubmed": 33807071, "text": "The GNAQ T96S Mutation Affects Cell Signaling and Enhances the Oncogenic Properties of Hepatocellular Carcinoma."}, {"pubmed": 34086670, "text": "Structures of the human cholecystokinin 1 (CCK1) receptor bound to Gs and Gq mimetic proteins provide insight into mechanisms of G protein selectivity."}, {"pubmed": 34133934, "text": "Extracellular succinate hyperpolarizes M2 macrophages through SUCNR1/GPR91-mediated Gq signaling."}, {"pubmed": 34293268, "text": "Diacylglycerol Kinase Inhibition Reduces Airway Contraction by Negative Feedback Regulation of Gq-Signaling."}, {"pubmed": 34670408, "text": "Endothelial GNAQ p.R183Q Increases ANGPT2 (Angiopoietin-2) and Drives Formation of Enlarged Blood Vessels."}, {"pubmed": 35132089, "text": "Cryo-EM structures of human bradykinin receptor-Gq proteins complexes."}, {"pubmed": 35139144, "text": "Assessing Gq-GPCR-induced human astrocyte reactivity using bioengineered neural organoids."}, {"pubmed": 35212356, "text": "Genomic Profiling of Metastatic Uveal Melanoma Shows Frequent Coexisting BAP1 or SF3B1 and GNAQ/GNA11 Mutations and Correlation With Prognosis."}, {"pubmed": 35580369, "text": "In uveal melanoma Galpha-protein GNA11 mutations convey a shorter disease-specific survival and are more strongly associated with loss of BAP1 and chromosomal alterations than Galpha-protein GNAQ mutations."}, {"pubmed": 35635655, "text": "A novel somatic mutation in GNAQ in a capillary malformation provides insight into molecular pathogenesis."}, {"pubmed": 35997986, "text": "Palmitoylation of GNAQ/11 is critical for tumor cell proliferation and survival in GNAQ/11-mutant uveal melanoma."}, {"pubmed": 36440997, "text": "Early-onset hypertension associated with extensive cutaneous capillary malformations harboring postzygotic variants in GNAQ and GNA11."}, {"pubmed": 37098137, "text": "Developmental expression of the Sturge-Weber syndrome-associated genetic mutation in Gnaq: a formal test of Happle's paradominant inheritance hypothesis."}, {"pubmed": 37481708, "text": "Galphaq Signaling Activates beta-Catenin-Dependent Gene Transcription."}, {"pubmed": 37606556, "text": "GNAQ R183Q somatic mutation contributes to aberrant arteriovenous specification in Sturge-Weber syndrome through Notch signaling."}, {"pubmed": 37750536, "text": "Papillary Hemangioma Harbors Somatic GNA11 and GNAQ Mutations."}, {"pubmed": 37802294, "text": "GNAQ/GNA11 Mosaicism Is Associated with Abnormal Serum Calcium Indices and Microvascular Neurocalcification."}, {"pubmed": 38013159, "text": "Characterization of Patient-Derived GNAQ Mutated Endothelial Cells from Capillary Malformations."}, {"pubmed": 38917801, "text": "GNA14 and GNAQ somatic mutations cause spinal and intracranial extra-axial cavernous hemangiomas."}], "genomic_pos": {"chr": "9", "end": 78031811, "ensemblgene": "ENSG00000156052", "start": 77716097, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 80646374, "start": 80331003, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001508", "qualifier": "involved_in", "term": "action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006469", "pubmed": 20399743, "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007189", "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007213", "qualifier": "involved_in", "term": "G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007215", "qualifier": "involved_in", "term": "glutamate receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007596", "pubmed": 9238049, "qualifier": "involved_in", "term": "blood coagulation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007603", "qualifier": "involved_in", "term": "phototransduction, visible light"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009649", "qualifier": "involved_in", "term": "entrainment of circadian clock"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010543", "qualifier": "involved_in", "term": "regulation of platelet activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 20399743, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060158", "qualifier": "involved_in", "term": "phospholipase C-activating dopamine receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060828", "pubmed": 20399743, "qualifier": "involved_in", "term": "regulation of canonical Wnt signaling pathway"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0001750", "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 17897319, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005834", "qualifier": "part_of", "term": "heterotrimeric G-protein complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001664", "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003924", "qualifier": "enables", "term": "GTPase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005096", "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005096", "pubmed": 15611106, "qualifier": "enables", "term": "GTPase activator activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18672896, 18772143, 22056876, 22750945, 23353685, 23994616, 27265506, 34110646], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031683", "qualifier": "enables", "term": "G-protein beta/gamma-subunit complex binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 570108], [8364, 733773], [9031, 427262], [9544, 705680], [9598, 472962], [9606, 2776], [9615, 403928], [9913, 536654], [10090, 14682], [10116, 81666]], "id": 1566}, "interpro": [{"desc": "Guanine nucleotide binding protein (G-protein), alpha subunit", "id": "IPR001019", "short_desc": "Gprotein_alpha_su"}, {"desc": "G protein alpha subunit, helical insertion", "id": "IPR011025", "short_desc": "GproteinA_insert"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "G-protein alpha subunit, group Q", "id": "IPR000654", "short_desc": "Gprotein_alpha_Q"}], "ipi": ["IPI00288947", "IPI00514067"], "map_location": "9q21.2", "name": "G protein subunit alpha q", "other_names": ["epididymis secretory sperm binding protein", "guanine nucleotide binding protein (G protein), q polypeptide", "guanine nucleotide-binding protein G(q) subunit alpha", "guanine nucleotide-binding protein alpha-q"], "pantherdb": {"HGNC": "4390", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95776", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 10090, "uniprot_kb": "P21279"}, {"RGD": "620770", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 10116, "uniprot_kb": "P82471"}, {"Ensembl": "ENSGALG00000015177", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 9031, "uniprot_kb": "Q5F3B5"}, {"ZFIN": "ZDB-GENE-040808-7", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 7955, "uniprot_kb": "F8W573"}, {"ZFIN": "ZDB-GENE-081105-76", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 7955, "uniprot_kb": "B0S554"}, {"ZFIN": "ZDB-GENE-081104-25", "ortholog_type": "LDO", "panther_family": "PTHR10218", "taxid": 7955, "uniprot_kb": "B8JLJ7"}, {"WormBase": "WBGene00001667", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 6239, "uniprot_kb": "Q20701"}, {"WormBase": "WBGene00001196", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 6239, "uniprot_kb": "G5EGU1"}, {"FlyBase": "FBgn0033756", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 7227, "uniprot_kb": "Q8MQV5"}, {"SGD": "S000000822", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 4932, "uniprot_kb": "P10823"}, {"PomBase": "SPAC23H3.13c", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 4896, "uniprot_kb": "Q04665"}, {"dictyBase": "DDB_G0280965", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54UG5"}, {"dictyBase": "DDB_G0287031", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54KV6"}, {"dictyBase": "DDB_G0276455", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34045"}, {"dictyBase": "DDB_G0276267", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P16051"}, {"dictyBase": "DDB_G0286185", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34043"}, {"dictyBase": "DDB_G0285425", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34042"}, {"dictyBase": "DDB_G0276343", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q8T130"}, {"dictyBase": "DDB_G0268802", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q55EP5"}, {"dictyBase": "DDB_G0283151", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34044"}, {"dictyBase": "DDB_G0284469", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P34046"}, {"dictyBase": "DDB_G0283419", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54R41"}, {"dictyBase": "DDB_G0280351", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "Q54VG1"}, {"dictyBase": "DDB_G0283349", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 352472, "uniprot_kb": "P16894"}, {"TAIR": "2116204", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "C6KIE6"}, {"TAIR": "2046738", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "O80462"}, {"TAIR": "2034446", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "Q9C516"}, {"TAIR": "2005529", "ortholog_type": "O", "panther_family": "PTHR10218", "taxid": 3702, "uniprot_kb": "P18064"}], "uniprot_kb": "P50148"}, "pathway": {"biocarta": [{"id": "at1rpathway", "name": "angiotensin ii mediated activation of jnk pathway via pyk2 dependent signaling"}, {"id": "calcineurinpathway", "name": "effects of calcineurin in keratinocyte differentiation"}, {"id": "ccr3pathway", "name": "ccr3 signaling in eosinophils"}, {"id": "ccr5pathway", "name": "pertussis toxin-insensitive ccr5 signaling in macrophage"}, {"id": "cxcr4pathway", "name": "cxcr4 signaling pathway"}, {"id": "gpcrpathway", "name": "signaling pathway from g-protein families"}, {"id": "myosinpathway", "name": "pkc-catalyzed phosphorylation of inhibitory phosphoprotein of myosin phosphatase"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "par1pathway", "name": "thrombin signaling and protease-activated receptors"}, {"id": "pkcpathway", "name": "activation of pkc through g-protein coupled receptors"}, {"id": "pyk2pathway", "name": "links between pyk2 and map kinases"}, {"id": "tubbypathway", "name": "g-protein signaling through tubby proteins"}], "kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04022", "name": "cGMP-PKG signaling pathway - Homo sapiens (human)"}, {"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04071", "name": "Sphingolipid signaling pathway - Homo sapiens (human)"}, {"id": "hsa04261", "name": "Adrenergic signaling in cardiomyocytes - Homo sapiens (human)"}, {"id": "hsa04270", "name": "Vascular smooth muscle contraction - Homo sapiens (human)"}, {"id": "hsa04371", "name": "Apelin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa04611", "name": "Platelet activation - Homo sapiens (human)"}, {"id": "hsa04713", "name": "Circadian entrainment - Homo sapiens (human)"}, {"id": "hsa04720", "name": "Long-term potentiation - Homo sapiens (human)"}, {"id": "hsa04723", "name": "Retrograde endocannabinoid signaling - Homo sapiens (human)"}, {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, {"id": "hsa04725", "name": "Cholinergic synapse - Homo sapiens (human)"}, {"id": "hsa04726", "name": "Serotonergic synapse - Homo sapiens (human)"}, {"id": "hsa04728", "name": "Dopaminergic synapse - Homo sapiens (human)"}, {"id": "hsa04730", "name": "Long-term depression - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}, {"id": "hsa04911", "name": "Insulin secretion - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04916", "name": "Melanogenesis - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa04921", "name": "Oxytocin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04922", "name": "Glucagon signaling pathway - Homo sapiens (human)"}, {"id": "hsa04924", "name": "Renin secretion - Homo sapiens (human)"}, {"id": "hsa04925", "name": "Aldosterone synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04927", "name": "Cortisol synthesis and secretion - Homo sapiens (human)"}, {"id": "hsa04928", "name": "Parathyroid hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}, {"id": "hsa04934", "name": "Cushing syndrome - Homo sapiens (human)"}, {"id": "hsa04935", "name": "Growth hormone synthesis, secretion and action - Homo sapiens (human)"}, {"id": "hsa04961", "name": "Endocrine and other factor-regulated calcium reabsorption - Homo sapiens (human)"}, {"id": "hsa04970", "name": "Salivary secretion - Homo sapiens (human)"}, {"id": "hsa04971", "name": "Gastric acid secretion - Homo sapiens (human)"}, {"id": "hsa04972", "name": "Pancreatic secretion - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05017", "name": "Spinocerebellar ataxia - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Ghrelin", "name": "Ghrelin"}, {"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_TSH", "name": "TSH"}], "pid": [{"id": "arf6_pathway", "name": "Arf6 signaling events"}, {"id": "endothelinpathway", "name": "Endothelins"}, {"id": "er_nongenomic_pathway", "name": "Plasma membrane estrogen receptor signaling"}, {"id": "lysophospholipid_pathway", "name": "LPA receptor mediated events"}, {"id": "s1p_meta_pathway", "name": "Sphingosine 1-phosphate (S1P) pathway"}, {"id": "s1p_s1p2_pathway", "name": "S1P2 pathway"}, {"id": "s1p_s1p3_pathway", "name": "S1P3 pathway"}, {"id": "thrombin_par1_pathway", "name": "PAR1-mediated thrombin signaling events"}, {"id": "thrombin_par4_pathway", "name": "PAR4-mediated thrombin signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-163685", "name": "Integration of energy metabolism"}, {"id": "R-HSA-202040", "name": "G-protein activation"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390466", "name": "Chaperonin-mediated protein folding"}, {"id": "R-HSA-391251", "name": "Protein folding"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-392518", "name": "Signal amplification"}, {"id": "R-HSA-399997", "name": "Acetylcholine regulates insulin secretion"}, {"id": "R-HSA-399997", "name": "Acetylcholine regulates insulin secretion"}, {"id": "R-HSA-400451", "name": "Free fatty acids regulate insulin secretion"}, {"id": "R-HSA-400451", "name": "Free fatty acids regulate insulin secretion"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-418592", "name": "ADP signalling through P2Y purinoceptor 1"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-422356", "name": "Regulation of insulin secretion"}, {"id": "R-HSA-428930", "name": "Thromboxane signalling through TP receptor"}, {"id": "R-HSA-434316", "name": "Fatty Acids bound to GPR40 (FFAR1) regulate insulin secretion"}, {"id": "R-HSA-434316", "name": "Fatty Acids bound to GPR40 (FFAR1) regulate insulin secretion"}, {"id": "R-HSA-456926", "name": "Thrombin signalling through proteinase activated receptors (PARs)"}, {"id": "R-HSA-6814122", "name": "Cooperation of PDCL (PhLP1) and TRiC/CCT in G-protein beta folding"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}], "wikipathways": [{"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2038", "name": "Regulation of Microtubule Cytoskeleton"}, {"id": "WP2059", "name": "Alzheimer,s disease"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP289", "name": "Myometrial relaxation and contraction pathways"}, {"id": "WP35", "name": "G Protein Signaling Pathways"}, {"id": "WP3594", "name": "Circadian rhythm related genes"}, {"id": "WP3679", "name": "Cell-type Dependent Selectivity of CCK2R Signaling"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4659", "name": "Gastrin signaling pathway"}, {"id": "WP4756", "name": "Renin-angiotensin-aldosterone system (RAAS)"}, {"id": "WP4760", "name": "PKC-gamma calcium signaling pathway in ataxia"}, {"id": "WP4962", "name": "Airway smooth muscle cell contraction"}, {"id": "WP536", "name": "Calcium Regulation in the Cardiac Cell"}, {"id": "WP732", "name": "Serotonin Receptor 2 and ELK-SRF-GATA4 signaling"}, {"id": "WP733", "name": "Serotonin Receptor 2 and STAT3 Signaling"}]}, "pdb": ["6VU5", "7EZM", "7F6G", "7F6H", "7F6I", "7F8W", "7W3Z", "7W40", "7XOW", "8G59", "8IA7", "8IYS", "8J9N", "8JPB", "8JPC", "8JPE", "8SZG", "8UQN", "8UQO"], "pfam": "PF00503", "pharmgkb": "PA174", "pharos": {"target_id": 4241, "tdl": "Tbio"}, "pir": ["S59635", "S71963"], "prosite": "PS51882", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250095", "relationship": "is"}, {"id": "GNF250096", "relationship": "is"}, {"id": "GNF250097", "relationship": "is"}, {"id": "GNF250098", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046009", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083431", "relationship": "is"}, {"id": "GNF083432", "relationship": "is"}, {"id": "GNF083433", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052980", "relationship": "is"}, {"id": "GNF057746", "relationship": "is"}, {"id": "GNF072868", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070265", "relationship": "is"}, {"id": "GNF070266", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005903", "relationship": "is"}, {"id": "GNF128509", "relationship": "is"}, {"id": "GNF277988", "relationship": "is"}, {"id": "GNF278473", "relationship": "is"}, {"id": "GNF278628", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098652", "relationship": "is"}, {"id": "GNF138307", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_027904.2"], "protein": ["NP_002063.2", "XP_047279195.1", "XP_047279196.1", "XP_054218730.1", "XP_054218731.1"], "rna": ["NM_002072.5", "XM_047423239.1", "XM_047423240.1", "XM_054362755.1", "XM_054362756.1"], "translation": [{"protein": "XP_054218731.1", "rna": "XM_054362756.1"}, {"protein": "XP_047279195.1", "rna": "XM_047423239.1"}, {"protein": "XP_054218730.1", "rna": "XM_054362755.1"}, {"protein": "NP_002063.2", "rna": "NM_002072.5"}, {"protein": "XP_047279196.1", "rna": "XM_047423240.1"}]}, "reporter": {"GNF1H": ["gnf1h09200_s_at", "gnf1h09336_s_at", "gnf1h15379_x_at"], "HG-U133_Plus_2": ["202615_at", "211426_x_at", "224861_at", "224862_at", "224863_at"], "HG-U95Av2": ["38580_at", "38581_at"], "HTA-2_0": "TC09001228.hg.1", "HuEx-1_0": ["2576506", "2576511", "2576514", "3210808"], "HuGene-1_1": "8161906", "HuGene-2_1": "17095111"}, "retired": [158254, 246230], "summary": "This locus encodes a guanine nucleotide-binding protein. The encoded protein, an alpha subunit in the Gq class, couples a seven-transmembrane domain receptor to activation of phospolipase C-beta. Mutations at this locus have been associated with problems in platelet activation and aggregation. A related pseudogene exists on chromosome 2.[provided by RefSeq, Nov 2010].", "symbol": "GNAQ", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333685"}, "unigene": ["Hs.594695", "Hs.269782"], "uniprot": {"Swiss-Prot": "P50148", "TrEMBL": ["B1AM21", "A0A024R240"]}, "wikipedia": {"url_stub": "GNAQ"}}