{"AllianceGenome": "4419", "HGNC": "4419", "MIM": "152760", "_id": "2796", "_version": 1, "accession": {"genomic": ["AC091185.6", "CH471080.2", "CP068270.2", "NC_000008.11", "NC_060932.1", "NG_016457.1", "S69362.1", "X15215.1"], "protein": ["AAA35916.1", "AAI26438.1", "AAI26464.1", "CAA25526.1", "CAA33285.1", "EAW63591.1", "EAW63592.1", "NP_000816.4", "NP_001076580.1", "P01148.1"], "rna": ["AL047164.1", "BC067290.1", "BC126437.1", "BC126463.1", "CB243067.1", "M12578.1", "NM_000825.3", "NM_001083111.2", "OL804259.1", "X01059.1"], "translation": [{"protein": "AAA35916.1", "rna": "M12578.1"}, {"protein": "NP_001076580.1", "rna": "NM_001083111.2"}, {"protein": "AAI26464.1", "rna": "BC126463.1"}, {"protein": "NP_000816.4", "rna": "NM_000825.3"}, {"protein": "AAI26438.1", "rna": "BC126437.1"}, {"protein": "CAA25526.1", "rna": "X01059.1"}]}, "alias": ["GNRH", "GRH", "LHRH", "LNRH"], "ensembl": {"gene": "ENSG00000147437", "protein": ["ENSP00000276414", "ENSP00000391280"], "transcript": ["ENST00000276414", "ENST00000421054"], "translation": [{"protein": "ENSP00000391280", "rna": "ENST00000421054"}, {"protein": "ENSP00000276414", "rna": "ENST00000276414"}], "type_of_gene": "protein_coding"}, "entrezgene": "2796", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.59260022003, "exp_mis": 33.184643199, "exp_syn": 13.0157313593, "lof_z": 1.19838398672287, "mis_z": 0.100585244090597, "mu_lof": 3.14531859794e-07, "mu_mis": 2.95886678444e-06, "mu_syn": 1.08470670761e-06, "n_lof": 2.0, "n_mis": 32.0, "n_syn": 11.0, "p_li": 0.0986916060732056, "p_null": 0.129786961566688, "p_rec": 0.771521432360107, "syn_z": 0.346375804692663}, "bp": 279, "cds_end": 25280846, "cds_start": 25276934, "n_exons": 3, "nonpsych": {"exp_lof": 4.09685498839, "exp_mis": 29.9754136717, "exp_syn": 11.720601649, "lof_z": 1.01740797202596, "mis_z": 0.181985300139128, "mu_lof": 3.14531859794e-07, "mu_mis": 2.95886678444e-06, "mu_syn": 1.08470670761e-06, "n_lof": 2.0, "n_mis": 28.0, "n_syn": 10.0, "p_li": 0.0906932895433795, "p_null": 0.164170960613082, "p_rec": 0.745135749843538, "syn_z": 0.316423316799615}, "nontcga": {"exp_lof": 4.2193544819, "exp_mis": 30.5240360497, "exp_syn": 11.9686355962, "lof_z": 1.06582267508049, "mis_z": -0.0429203198359967, "mu_lof": 3.14531859794e-07, "mu_mis": 2.95886678444e-06, "mu_syn": 1.08470670761e-06, "n_lof": 2.0, "n_mis": 31.0, "n_syn": 11.0, "p_li": 0.0885009126263872, "p_null": 0.147768951273495, "p_rec": 0.763730136100118, "syn_z": 0.177281042992213}, "transcript": "ENST00000276414.4"}, "exons": [{"cdsend": 25423342, "cdsstart": 25419418, "chr": "8", "position": [[25419257, 25419460], [25421572, 25421668], [25423189, 25425040]], "strand": -1, "transcript": "NM_000825", "txend": 25425040, "txstart": 25419257}, {"cdsend": 25423330, "cdsstart": 25419418, "chr": "8", "position": [[25419257, 25419460], [25421572, 25421668], [25423189, 25423331], [25424200, 25424261]], "strand": -1, "transcript": "NM_001083111", "txend": 25424261, "txstart": 25419257}], "exons_hg19": [{"cdsend": 25280858, "cdsstart": 25276934, "chr": "8", "position": [[25276773, 25276976], [25279088, 25279184], [25280705, 25282556]], "strand": -1, "transcript": "NM_000825", "txend": 25282556, "txstart": 25276773}, {"cdsend": 25280846, "cdsstart": 25276934, "chr": "8", "position": [[25276773, 25276976], [25279088, 25279184], [25280705, 25280847], [25281716, 25281777]], "strand": -1, "transcript": "NM_001083111", "txend": 25281777, "txstart": 25276773}], "generif": [{"pubmed": 11875100, "text": "data indicate that the promoter region between -992 and -795 contains elements both essential and sufficient for targeting gene expression to GnRH neurons"}, {"pubmed": 12040003, "text": "Coupling of GnRH concentration and the GnRH receptor-activated gene program"}, {"pubmed": 12054733, "text": "JunD activated by LHRH acts as a modulator of cell proliferation and cooperates with the anti-apoptotic and anti-mitogenic functions of LHRH."}, {"pubmed": 12447356, "text": "GnRH-II and GnRH-I interact directly with T cells and trigger gene transcription, adhesion, chemotaxis and homing to specific organs, which may be of clinical relevance."}, {"pubmed": 12633791, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12770744, "text": "regulation of GnRH-I and GnRH-II gene expression in the ovary"}, {"pubmed": 12788881, "text": "Genetic analysis has excluded sequence variations in GNRH1 and GNRHR in four families with recessive IHH, suggesting the existence of a novel, as-yet-undiscovered gene for this condition."}, {"pubmed": 12969578, "text": "gonadotropin releasing hormone-II is more effective than gonadotropin releasing hormone-I in stimulating leptin secretion"}, {"pubmed": 14565958, "text": "Neurons respond to GnRH with time- and dose-dependent increases in GnRH gene expression and protein release."}, {"pubmed": 14594454, "text": "Review. The proliferation of human ovarian cancer cell lines is time- and dose-dependently reduced by GnRH and its superagonistic analogs."}, {"pubmed": 14726258, "text": "Experimental evidence indicates that GnRH-I is expressed, together with its receptors, in tumors of the reproductive tract. Activation of type I GnRH receptors consistently decreases cell proliferation, mainly by interfering with growth factors."}, {"pubmed": 15001648, "text": "GnRH I and GnRH II have both common and discrete cellular distributions in the placenta and decidua and suggest that these two hormones are capable of eliciting their biological actions in an autocrine and/or paracrine manner"}, {"pubmed": 15062568, "text": "In placental cytotrophoblasts, the upstream transcription start site of GnRH gene was the major one and gave rise to an mRNA level three times higher than the downstream start site. Estradiol downregulated GnRH gene expression in a dose-dependent fashion."}, {"pubmed": 15138251, "text": "expression of the GnRH gene is regulated in neurons by TALE homeodomain proteins and Oct-1"}, {"pubmed": 15229199, "text": "It is suggested that during the early to midfollicular phase the ovaries produce a gonadotrophin surge attenuating factor that antagonizes the pituitary-sensitizing effect of E2 to GnRH. (Gonadotrophin surge attenuating factor)"}, {"pubmed": 15283968, "text": "These galanin-LHRH and LHRH-galanin contacts may be functional synapses, and they may be the morphological substrate of the galanin-controlled gonadal functions in humans."}, {"pubmed": 15490304, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15546906, "text": "Genetic variation in GNRH1 is not likely to be a substantial modulator of pubertal timing in the general population."}, {"pubmed": 15546906, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15562029, "text": "Progesterone receptor isoform p4 is a potent regulator of GnRHRI at the transcriptional level as well as GnRH I mRNA."}, {"pubmed": 15578334, "text": "GnRH-I induced greater proliferation in normal B-cells than IL-2 treatment alone."}, {"pubmed": 15809743, "text": "GnRH may protect ovarian cancer cells from stimulated apoptotic cell death."}, {"pubmed": 16061872, "text": "LHRH receptors are expressed in human RCC specimens"}, {"pubmed": 16157590, "text": "analysis of gonadotropin-releasing hormone ligand conformation and receptor selectivity"}, {"pubmed": 16359986, "text": "GnRH1 gene is not responsible for idiopathic hypogonadotropic hypogonadism, at least as mutations are concerned"}, {"pubmed": 17202595, "text": "we observed that LHRH-(1-5), the specific processed peptide of LHRH-I, upregulates LHRH-II mRNA expression in Ishikawa cells, an endometrial cell line but does not exert any influence on LHRH-I mRNA levels"}, {"pubmed": 17220347, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17456575, "text": "estrogens may exert direct actions upon GnRH neurons exclusively through ER-beta"}, {"pubmed": 17605472, "text": "Our data indicate a bridging interaction between Arg500 of the N-domain and Arg8 of GnRH that involves a chloride ion may account for its role in the specificity of the N-domain for endoproteolytic cleavage of the substrate at the NH2-terminus in vitro"}, {"pubmed": 17680884, "text": "Data show that GnRH neurones morphologically interact with astrocytes and tanycytes in the human brain and suggest that glial cells may contribute to the process by which the neuroendocrine brain controls the function of GnRH neurones in humans."}, {"pubmed": 17692113, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18463157, "text": "12% of Kallman syndrome males have KAL1 deletions, but intragenic deletions of the FGFR1, GNRH1, GNRHR, GPR54 and NELF genes are uncommon in Idiopathic hypogonadotropic hypogonadism/Kallman syndrome."}, {"pubmed": 18467526, "text": "analysis of how GNRH I and GNRH II inhibit cell growth"}, {"pubmed": 18477660, "text": "GnRH-I and -II induce apoptosis in human granulosa cells through GnRH-I receptors, which mediate the proteolytic caspase cascade involving caspase-8 (the initiator) and caspase-3 and -7 (the effectors)."}, {"pubmed": 18959738, "text": "REVIEW: role of GnRH in the control of tumor growth, progression, and dissemination"}, {"pubmed": 18959739, "text": "summarize the current understanding of the antiproliferative actions of GnRH analogs, as well as the recent observations of GnRH effects on ovarian cancer cell apoptosis and motogenesis,and the molecular mechanisms that mediate GnRH actions"}, {"pubmed": 18980792, "text": "Data show that over half of meningiomas may be regulated by GnRH-GnRH-R expression in an autocrine fashion."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19190109, "text": "the antitumor effect of gonadotropin-releasing hormone type i is mediated by the activation of type I (but not of type II) GnRH-R"}, {"pubmed": 19403562, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19489874, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19535795, "text": "identified a homozygous GNRH1 frameshift mutation in the sequence encoding the N-terminal region of the signal peptide-containing prepro-GnRH in a teenage brother & sister who had normosmic idiopathic hypogonadotropic hypogonadism"}, {"pubmed": 19567835, "text": "GNRH1 mutations are a genetic cause of idiopathic hypogonadotropic hypogonadism."}, {"pubmed": 19640273, "text": "Common variants of the GNRH1 and GNRHR genes are not associated with risk of invasive breast cancer in Caucasians"}, {"pubmed": 19640273, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19849976, "text": "GNRH1 is mutated in people with familial hypogonadotropic hypogonadism."}, {"pubmed": 20118984, "text": "cadherin switching and p120(ctn) signaling as important targets of GnRH function and as novel mediators of invasiveness and tumor progression in ovarian cancer."}, {"pubmed": 20138117, "text": "Metabolic signals are integrated at the levels of first-order neurons equipped with the proper receptors, ant that these neurons send their signals towards hypothalamic GnRH neurons which constitute the integrative element of this network."}, {"pubmed": 20188792, "text": "The major genes associated with GnRH-dependent pubertal disorders, are reviewed."}, {"pubmed": 20389089, "text": "GNRH1 mutations might cause congenital idiopathic (or isolated) hypogonadotropic hypogonadism (Review)"}, {"pubmed": 20400076, "text": "The role of GnRH-GnRHR signaling at the maternal-fetal interface therefore appears to be limited to the regulation of trophoblast hCG production."}, {"pubmed": 20424473, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20484732, "text": "Review: Using human GnRH deficiency as a paradigm and presenting original data from the screening of numerous candidate genes, we discuss the emerging model of patient-focused clinical genetic research."}, {"pubmed": 20529119, "text": "Data describe the distribution and sex dimorphism of kisspeptin-immunoreactive elements in hypothalami, reveal contacts between kisspeptin-immunoreactive fibers and GnRH cells, and colocalize kisspeptins and neurokinin B in the infundibular nucleus."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20727862, "text": "Lactation is an important physiological model of the integration of energy balance and reproduction, as it involves activation of potent appetitive neuropeptide systems coupled to a profound inhibition of pulsatile GnRH/LH secretion--REVIEW"}, {"pubmed": 20727865, "text": "A large literature dealing with various stressors that regulate gonadotrophin-releasing hormone secretion in a variety of species provides evidence that stress modulates GnRH secretion by activating the corticotrophin-releasing factor system--REVIEW"}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20807514, "text": "The sources of glutamatergic inputs to the GnRH neurons are only just beginning to be examined and include the anteroventral periventricular nucleus as well as the possibility that GnRH neurons--REVIEW"}, {"pubmed": 20887715, "text": "homozygous inactivating mutations in the GNRH1 gene causing hypothalamic hypogonadotropic hypogonadism in patients were reported, validating definitively the pivotal role of GnRH in human pubertal development and reproduction--REVIEW"}, {"pubmed": 20951683, "text": "We then discuss possible neurobiological mechanisms underlying GnRH pulse generation, and conclude by proposing that kisspeptin neurons in the arcuate nucleus are key players--REVIEW"}, {"pubmed": 21368045, "text": "Deletion of the cell-specific enhancer region of GnRH implicates the GnRH promoter in mediating pubertal development and periodic reproductive cycling."}, {"pubmed": 21646369, "text": "Sleep is associated with a significant decline in GnRH pulse frequency in both older and younger postmenopausal women"}, {"pubmed": 21714833, "text": "Data show that higher levels of GnRH IgM antibodies were detected in patients with IBS and dysmotility, but not organic GI diseases, compared with healthy controls."}, {"pubmed": 21722705, "text": "Mutations in GNRH1 have been associated with both mild and severe forms of GnRH deficiency, and may work in combination with other gene mutations to produce GnRH-deficient phenotypes."}, {"pubmed": 21827674, "text": "Assessment of CGB and GNRH1 expression level in cancer patients' blood may be useful for indicating metastatic spread of tumor cells."}, {"pubmed": 21855365, "text": "[review] Existing evidence suggests that neural pathways originating in hindbrain and hypothalamic feeding nuclei transmit information concerning glucose availability to GnRH neurons, which integrate numerous physiological signals and metabolic cues."}, {"pubmed": 22024993, "text": "molecular mechanisms involved in GnRH/GnRHR signaling at the maternal-fetal interface. [Review]"}, {"pubmed": 22074952, "text": "data demonstrate that GnRH transcription is repressed by AR via multiple sequences in GnRH-P, including three Oct-1 binding sites, and that this repression requires the complex interaction of several transcription factors"}, {"pubmed": 22161498, "text": "The role of several class 1 cytokines in regulating GnRH neuronal development, GnRH secretion, and GnRH expression in this REVIEW."}, {"pubmed": 23077052, "text": "Spontaneous GnRH release is detected in the median eminence of transgenic mice that produce diurnal variations in GnRH."}, {"pubmed": 23287110, "text": "GnRHI, GnRHII and GnRH receptor expression correlated significantly with poor prognosis in breast cancer patients"}, {"pubmed": 23404564, "text": "Olfactory ensheathing cells form a microenvironment for migrating GnRH-1 neurons during development."}, {"pubmed": 23550003, "text": "Kisspeptin resets the GnRH pulse generator in men, but does not appear to do so in women"}, {"pubmed": 23550012, "text": "Kisspeptin and GnRH pulse generation."}, {"pubmed": 23648337, "text": "AXL and MET crosstalk to promote gonadotropin releasing hormone (GnRH) neuronal cell migration and survival."}, {"pubmed": 23735672, "text": "This review summarizes the mechanisms used by glial cells to control GnRH neuronal ativity and secretion."}, {"pubmed": 23936060, "text": "R31C GNRH1 is the only missense mutation that was identified in a CpG islet in nine congenital hypogonadotropic hypogonadism subjects from four unrelated families, giving evidence for a putative ''hot spot''."}, {"pubmed": 24002956, "text": "No abnormalities were found in the patient group for the PROKR2 and GNRH1genes. In addition, no genomic rearrangements were identified in the healthy control individuals for the described genes"}, {"pubmed": 24010162, "text": "TRH, LH-RH and substance P are not affected in Alzheimer disease and Down's syndrome"}, {"pubmed": 24056171, "text": "Current research efforts aim to discover the mechanisms responsible for the decoding of the GnRH pulse signal by the gonadotrope."}, {"pubmed": 24095645, "text": "This review will summarize the current understanding of the mechanisms by which PACAP modulates gonadotrope function, with a focus on interactions with GnRH."}, {"pubmed": 24264576, "text": "GPR101 is a critical requirement for GnRH-(1-5) transactivation of EGFR in Ishikawa cells."}, {"pubmed": 24472523, "text": "GnRH, through heterotopic expression of its receptor, may be a potential regulator of CYP11B2 expression levels in some cases of aldosterone-producing adenoma."}, {"pubmed": 24603682, "text": "Data indicate that the gene expression pattern is profoundly different between human chorionic gonadotropin (hCG) and gonadotropin-releasing hormone (GnRH) agonist."}, {"pubmed": 24722580, "text": "GnRH agonists fail to increase Bax expression and do not potentiate the cytotoxic activity of docetaxel"}, {"pubmed": 25248098, "text": "Haploinsufficiency of Dmxl2, encoding a synaptic protein, causes infertility associated with a loss of GnRH neurons in humans and mice."}, {"pubmed": 25916694, "text": "Melatonin affects the secretion of GnRH, LH and testosterone, improves sperm quality thereby regulating the testicular development and male reproduction. (Review)"}, {"pubmed": 25955300, "text": "our results showed that GnRH participates in the self-renewal capacity and stemness maintenance of LCSLCs by upregulating the JNK signaling pathway, and GnRH may be useful as an alternative lung cancer stem-like cells therapy."}, {"pubmed": 26308290, "text": "Data suggest differences in regulation of expression of PEDF (up-regulation) vs. VEGF (down-regulation) in granulosa cells explain reduced risk of ovarian hyperstimulation syndrome due to ovulation induction using GnRH/GNRHR agonists rather than hCG."}, {"pubmed": 26595427, "text": "mutations in the region encoding the decapeptide associated with complete Idiopathic hypogonadotropic hypogonadism"}, {"pubmed": 26644469, "text": "analysis of information transfer via gonadotropin-releasing hormone receptors to extracellular signal-regulated kinase or nuclear factor of activated T-cells"}, {"pubmed": 26660506, "text": "GnRH regulates trophoblast invasion via RUNX2-mediated MMP2/MMP9 expression."}, {"pubmed": 26920257, "text": "GNRH (and GNRHR) are expressed in trophoblast cell populations and fallopian tube epithelium at tubal ectopic pregnancy sites."}, {"pubmed": 27639272, "text": "High LHRH expression is associated with sarcomas of bone and soft tissue."}, {"pubmed": 27793127, "text": "High expression of LHRH is associated with ovarian cancer."}, {"pubmed": 28385888, "text": "Modeling and high-throughput experimental data uncover the mechanisms underlying Fshb gene sensitivity to gonadotropin-releasing hormone pulse frequency"}, {"pubmed": 33652606, "text": "Expression of Luteinizing Hormone-Releasing Hormone (LHRH) and Type-I LHRH Receptor in Transitional Cell Carcinoma Type of Human Bladder Cancer."}, {"pubmed": 33964320, "text": "The KiNG of reproduction: Kisspeptin/ nNOS interactions shaping hypothalamic GnRH release."}, {"pubmed": 34104122, "text": "Investigation of Specific Targeting of Triptorelin-Conjugated Dextran-Coated Magnetite Nanoparticles as a Targeted Probe in GnRH(+) Cancer Cells in MRI."}, {"pubmed": 34923491, "text": "GNRH1 Variants in Congenital Hypogonadotropic Hypogonadism: Single-Center Experience and Systematic Literature Review."}, {"pubmed": 36446322, "text": "History of Puberty: Normal and Precocious."}, {"pubmed": 37261390, "text": "New Horizons: Gonadotropin-Releasing Hormone and Cognition."}, {"pubmed": 39010903, "text": "Variety of genetic defects in GnRH and hypothalamic-pituitary signaling and development in normosmic patients with IHH."}], "genomic_pos": {"chr": "8", "end": 25424654, "ensemblgene": "ENSG00000147437", "start": 25419258, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 25282170, "start": 25276776, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 8692981, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 1310542, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010468", "qualifier": "involved_in", "term": "regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0022414", "qualifier": "involved_in", "term": "reproductive process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048545", "qualifier": "involved_in", "term": "response to steroid hormone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000354", "qualifier": "involved_in", "term": "regulation of ovarian follicle development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001223", "qualifier": "involved_in", "term": "negative regulation of neuron migration"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005615", "qualifier": "located_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005179", "pubmed": 2863757, "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005183", "qualifier": "enables", "term": "gonadotropin hormone-releasing hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031530", "qualifier": "enables", "term": "gonadotropin-releasing hormone receptor binding"}]}, "homologene": {"genes": [[9544, 613033], [9598, 743992], [9606, 2796], [9615, 608671], [9913, 768325], [10090, 14714], [10116, 25194]], "id": 641}, "interpro": [{"desc": "Gonadotropin-releasing hormone", "id": "IPR002012", "short_desc": "GnRH"}, {"desc": "Gonadoliberin I precursor", "id": "IPR004079", "short_desc": "Gonadoliberin_I_precursor"}, {"desc": "Gonadoliberin", "id": "IPR019792", "short_desc": "Gonadoliberin"}], "ipi": "IPI00000102", "map_location": "8p21.2", "name": "gonadotropin releasing hormone 1", "other_names": ["GnRH-associated peptide 1", "gonadotropin-releasing hormone 1 (luteinizing-releasing hormone)", "leuteinizing-releasing hormone", "luliberin I", "progonadoliberin-1", "prolactin release-inhibiting factor"], "pantherdb": {"HGNC": "4419", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95789", "ortholog_type": "LDO", "panther_family": "PTHR10522", "taxid": 10090, "uniprot_kb": "P13562"}, {"RGD": "2720", "ortholog_type": "LDO", "panther_family": "PTHR10522", "taxid": 10116, "uniprot_kb": "P07490"}, {"Ensembl": "ENSGALG00000000277", "ortholog_type": "LDO", "panther_family": "PTHR10522", "taxid": 9031, "uniprot_kb": "P37042"}], "uniprot_kb": "P01148"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}], "pid": {"id": "ar_nongenomic_pathway", "name": "Nongenotropic Androgen signaling"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375281", "name": "Hormone ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP4194", "name": "Hormonal control of pubertal growth spurt"}, {"id": "WP5074", "name": "Kallmann,s Syndrome"}]}, "pdb": "4D5M", "pfam": "PF00446", "pharmgkb": "PA28798", "pharos": {"target_id": 4409, "tdl": "Tbio"}, "pir": "S05308", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250147", "relationship": "is"}, {"id": "GNF250148", "relationship": "is"}, {"id": "GNF250149", "relationship": "is"}, {"id": "GNF250150", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083342", "relationship": "is"}, {"id": "GNF083343", "relationship": "is"}, {"id": "GNF083344", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054685", "relationship": "is"}, {"id": "GNF059464", "relationship": "is"}, {"id": "GNF074858", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070117", "relationship": "is"}, {"id": "GNF070118", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338000", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104533", "relationship": "is"}, {"id": "GNF144181", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_016457.1"], "protein": ["NP_000816.4", "NP_001076580.1"], "rna": ["NM_000825.3", "NM_001083111.2"], "translation": [{"protein": "NP_001076580.1", "rna": "NM_001083111.2"}, {"protein": "NP_000816.4", "rna": "NM_000825.3"}]}, "reporter": {"HG-U133_Plus_2": ["207987_s_at", "235540_at"], "HG-U95Av2": "36801_at", "HTA-2_0": "TC08001069.hg.1", "HuEx-1_0": "3128362", "HuGene-1_1": "8149849", "HuGene-2_1": "17075594"}, "summary": "This gene encodes a preproprotein that is proteolytically processed to generate a peptide that is a member of the gonadotropin-releasing hormone (GnRH) family of peptides. Alternative splicing results in multiple transcript variants, at least one of which is secreted and then cleaved to generate gonadoliberin-1 and GnRH-associated peptide 1. Gonadoliberin-1 stimulates the release of luteinizing and follicle stimulating hormones, which are important for reproduction. Mutations in this gene are associated with hypogonadotropic hypogonadism. [provided by RefSeq, Nov 2015].", "symbol": "GNRH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415169"}, "unigene": "Hs.82963", "uniprot": {"Swiss-Prot": "P01148"}, "wikipedia": {"url_stub": "Gonadotropin-releasing hormone"}}