{"AllianceGenome": "4421", "HGNC": "4421", "MIM": "138850", "_id": "2798", "_version": 1, "accession": {"genomic": ["AC079880.6", "AH005567.2", "CH471057.1", "CP068274.2", "CS052866.1", "NC_000004.12", "NC_060928.1", "NG_009293.1", "U19602.1", "U19603.1", "Z99760.2", "Z99761.2", "Z99995.1"], "protein": ["AAA35917.1", "AAA35918.1", "AAA63884.1", "AAA63885.1", "AAB26287.1", "AAB33884.1", "AAB71348.1", "AAI13547.1", "AAR92228.1", "CAB03541.1", "CAB17082.1", "CAI72249.1", "EAX05557.1", "EAX05558.1", "NP_000397.1", "NP_001012781.1", "P30968.1"], "rna": ["AY392011.1", "BC113546.1", "L03380.1", "L07949.1", "NM_000406.3", "NM_001012763.2", "S60587.1", "S77472.1", "Z81148.1"], "translation": [{"protein": "AAI13547.1", "rna": "BC113546.1"}, {"protein": "AAA35917.1", "rna": "L07949.1"}, {"protein": "AAB26287.1", "rna": "S60587.1"}, {"protein": "AAB33884.1", "rna": "S77472.1"}, {"protein": "NP_000397.1", "rna": "NM_000406.3"}, {"protein": "NP_001012781.1", "rna": "NM_001012763.2"}, {"protein": "AAA35918.1", "rna": "L03380.1"}, {"protein": "CAB03541.1", "rna": "Z81148.1"}, {"protein": "AAR92228.1", "rna": "AY392011.1"}]}, "alias": ["GNRHR1", "GRHR", "HH7", "LHRHR", "LRHR"], "ensembl": {"gene": "ENSG00000109163", "protein": ["ENSP00000226413", "ENSP00000397561"], "transcript": ["ENST00000226413", "ENST00000420975"], "translation": [{"protein": "ENSP00000226413", "rna": "ENST00000226413"}, {"protein": "ENSP00000397561", "rna": "ENST00000420975"}], "type_of_gene": "protein_coding"}, "entrezgene": "2798", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.86663597, "exp_mis": 93.3997331, "exp_syn": 37.771892, "lof_z": 1.36561547222976, "mis_z": -0.840153849824716, "mu_lof": 5.833384602e-07, "mu_mis": 8.13245728552e-06, "mu_syn": 3.22276515532e-06, "n_lof": 4.0, "n_mis": 110.0, "n_syn": 44.0, "p_li": 0.0139680451262733, "p_null": 0.117478804623776, "p_rec": 0.86855315024995, "syn_z": -0.628233892153132}, "bp": 987, "cds_end": 68620053, "cds_start": 68606197, "n_exons": 3, "nonpsych": {"exp_lof": 7.058158, "exp_mis": 84.4738671, "exp_syn": 34.1253041, "lof_z": 1.50015182504012, "mis_z": -0.906925567357816, "mu_lof": 5.833384602e-07, "mu_mis": 8.13245728552e-06, "mu_syn": 3.22276515532e-06, "n_lof": 3.0, "n_mis": 101.0, "n_syn": 38.0, "p_li": 0.0606400709379671, "p_null": 0.0830757411164501, "p_rec": 0.856284187945583, "syn_z": -0.417602732561899}, "nontcga": {"exp_lof": 7.23127114, "exp_mis": 85.9217265, "exp_syn": 34.74411159, "lof_z": 1.18535217618252, "mis_z": -0.971662153523993, "mu_lof": 5.833384602e-07, "mu_mis": 8.13245728552e-06, "mu_syn": 3.22276515532e-06, "n_lof": 4.0, "n_mis": 104.0, "n_syn": 36.0, "p_li": 0.0110779050589785, "p_null": 0.15020054713932, "p_rec": 0.838721547801701, "syn_z": -0.134906629655398}, "transcript": "ENST00000226413.4"}, "exons": [{"cdsend": 67754335, "cdsstart": 67740479, "chr": "4", "position": [[67737117, 67740724], [67744567, 67744787], [67753813, 67754388]], "strand": -1, "transcript": "NM_000406", "txend": 67754388, "txstart": 67737117}, {"cdsend": 67754335, "cdsstart": 67740588, "chr": "4", "position": [[67737380, 67740724], [67744567, 67744659], [67753813, 67754388]], "strand": -1, "transcript": "NM_001012763", "txend": 67754388, "txstart": 67737380}], "exons_hg19": [{"cdsend": 68620053, "cdsstart": 68606197, "chr": "4", "position": [[68602835, 68606442], [68610285, 68610505], [68619531, 68620106]], "strand": -1, "transcript": "NM_000406", "txend": 68620106, "txstart": 68602835}, {"cdsend": 68620053, "cdsstart": 68606306, "chr": "4", "position": [[68603098, 68606442], [68610285, 68610377], [68619531, 68620106]], "strand": -1, "transcript": "NM_001012763", "txend": 68620106, "txstart": 68603098}], "generif": [{"pubmed": 7768323, "text": "Reports complete structure of human gonadotropin-releasing hormone receptor gene with figure 2 showing multiple promoters, transcription sites, and polyadenylation signals."}, {"pubmed": 9272108, "text": "This paper reported that a total of 18 transcriptional start sites were identified for the GNRHR gene in the pituitary, which were different from those 5 transcriptional start sites identified in the brain by Fan et al (PMID7768323)."}, {"pubmed": 11981042, "text": "Site-directed mutagenesis of the C-terminal domain of extracellular loop 2 of the human GnRH receptor showed that a minimum of two mutations is needed in this region for agonist activity of antagonist 135-18"}, {"pubmed": 11994356, "text": "the E(90)K mutation impairs hGnRHR-effector coupling; sequence modifications that enhance surface expression of the receptor restore function"}, {"pubmed": 12040003, "text": "Coupling of GnRH concentration and the GnRH receptor-activated gene program"}, {"pubmed": 12050282, "text": "Novel homozygous splice acceptor site GnRH receptor (GnRHR) mutation: human GnRHR \"knockout\".  amenorrhea and absent thelarche and pubarche"}, {"pubmed": 12054603, "text": "conserved physical linkage in medaka and human genomes"}, {"pubmed": 12089350, "text": "our results strongly indicate a role of the C/EBP and GATA motifs in regulating GnRHR gene transcription in human granulosa-luteal cells"}, {"pubmed": 12161512, "text": "Locally expressed LHRH receptors mediate the oncostatic and antimetastatic activity of LHRH agonists on melanoma cells."}, {"pubmed": 12446597, "text": "results clearly indicate a role of octamer transcription factor-1 in the transcriptional repression of the human gonadotropin-releasing hormone receptor gene"}, {"pubmed": 12568864, "text": "A missense mutation in this gene is found in a case of complete hypogonadotropic hypogonadism."}, {"pubmed": 12788881, "text": "Genetic analysis has excluded sequence variations in GNRH1 and GNRHR in four families with recessive IHH, suggesting the existence of a novel, as-yet-undiscovered gene for this condition."}, {"pubmed": 12843188, "text": "The dominant-negative effect of the naturally occurring receptor mutants for the WT hGnRHR, which has intrinsic low maturation efficiency suggesting that this effect and the diminished plasma membrane expression is a recent evolutionary event."}, {"pubmed": 12947046, "text": "Estrogen receptor-alpha represses human GnRH receptor gene transcription via an indirect mechanism involving Creb-binding protein."}, {"pubmed": 14551223, "text": "direct role for the GnRHR in mediating antiproliferative events in two cell systems, neither of which was derived from extrapituitary reproductive tumors."}, {"pubmed": 14565958, "text": "Neurons express GnRH receptor and responded to GnRH with time- and dose-dependent increases in GnRH gene expression and protein release."}, {"pubmed": 14726258, "text": "In hormone-related tumors, type I GnRH receptors are coupled to the Gi-cAMP signal transduction pathway. In melanoma cells, GnRH-I behaves as a negative regulator of tumor growth and progression."}, {"pubmed": 15105440, "text": "the dominant-negative effect, which occurs for human GnRHR mutants isolated from patients with hypogonadotropic hypogonadism , results from receptor retention in the endoplasmic reticulum by mislocalized mutants."}, {"pubmed": 15149726, "text": "Pro7.33(303) of the human GnRH receptor is required for selective high affinity binding of mammalian GnRH."}, {"pubmed": 15529183, "text": "Expression of gonadotropin-releasing hormone receptor in endometrial stromal sarcomas may provide a rationale for a clinical study of gonadotropin-releasing hormone analogs in the treatment of women with endometrial stromal sarcomas."}, {"pubmed": 15546906, "text": "Genetic variation in GNRHR is not likely to be a substantial modulator of pubertal timing in the general population."}, {"pubmed": 15546906, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15563546, "text": "the HFRK motif in the membrane-proximal region confers the differential signal transduction pathways between mammalian and nonmammalian GnRHRs"}, {"pubmed": 15761034, "text": "the GnRHR-II-reliquum plays a modulatory role in GnRHR-I expression"}, {"pubmed": 15886197, "text": "there are species-specific dominant negative receptor trafficking effects of the GnRHR between human, rat and mouse"}, {"pubmed": 16213849, "text": "GNRHR mutations account for approximately 3.5% of all normosmic and 7%-11% of presumed autosomal recessive idiopathic hypogonadotropic hypogonadism, suggesting that additional genes play an important role in normal puberty."}, {"pubmed": 16213849, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16301116, "text": "Cryostat and paraffin sections of prostate biopsy samples of 10 untreated patients with prostate carcinoma (T2-T3, Gleason score 5-8) were investigated for Gn-RH receptors (Gn-RHR) and androgen receptors"}, {"pubmed": 16322390, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16359986, "text": "No mutations were identified in the male, whereas in the females the mutation Pro146Ser in the GnRHR was identified in heterozygosity in idiopathic hypogonadotropic hypogonadism"}, {"pubmed": 16364974, "text": "Activation of the GnRHR by interacting with GnRH may transcriptionally down-regulate itself via the protein kinase C pathway in human neuronal cells."}, {"pubmed": 16613990, "text": "data suggest the occurrence of a specific LIM-HD pituitary code and designate the GnRH-R gene as the first identified transcriptional target of Isl-1 in the anterior pituitary"}, {"pubmed": 16968799, "text": "A homozygous R262Q mutation in the gonadotropin-releasing hormone receptor presenting as constitutional delay of growth and puberty with subsequent borderline oligospermia."}, {"pubmed": 17170088, "text": "proportion of the human and the rat WT GnRHR appears to be retained in the endoplasmic reticulum by calnexin, an effect that decreases GnRHR signaling capacity"}, {"pubmed": 17179725, "text": "The R139C mutation almost completely abolished plasma membrane expression while having little effect on GnRH-binding affinity in hypogonadotropic hypoganadism-related mutant."}, {"pubmed": 17452338, "text": "These results reveal GnRH ligand and receptor structural elements for conformational selection, and support co-evolution of GnRH ligand and receptor conformations."}, {"pubmed": 17710733, "text": "Summarizes the overall structure-function relationships of the human GnRH receptor, with an emphasis on the impact of naturally occurring mutations."}, {"pubmed": 17942747, "text": "Arg(38(1.35)) of the GnRH receptor is essential for high-affinity binding of GnRH agonists and stabilizing the receptor active conformation"}, {"pubmed": 18252959, "text": "We have defined the proportion of GnRHRs at the cell surface."}, {"pubmed": 18356273, "text": "Two endogenous forms of GnRH ligand but only one functional form of full-length GnRH receptor in humans elecits specific functions of the receptor."}, {"pubmed": 18463157, "text": "12% of Kallman syndrome males have KAL1 deletions, but intragenic deletions of the FGFR1, GNRH1, GNRHR, GPR54 and NELF genes are uncommon in Idiopathic hypogonadotropic hypogonadism/Kallman syndrome."}, {"pubmed": 18541137, "text": "Transient co-transfection of HEK293 cells with human WT GnRHR and with stimulatory and inhibitory G proteins led to either production or inhibition of total inositol phosphate production, depending on the G protein that was over-expressed"}, {"pubmed": 18682503, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18980792, "text": "Data show that over half of meningiomas may be regulated by GnRH-GnRH-R expression in an autocrine fashion."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19095769, "text": "Results reveal important pharmacophoric features of the GnRH receptor, and then identify a novel chemical ligand, able to rescue a D(98) mutant of the human GnRHR that could not be rescued as effectively by previously known pharmacoperones."}, {"pubmed": 19190109, "text": "the antitumor effect of gonadotropin-releasing hormone type i is mediated by the activation of type I (but not of type II) GnRH-R"}, {"pubmed": 19246515, "text": "Novel information on the role of Lys191 in defining an optimal configuration for the hGnRHR intracellular trafficking and function."}, {"pubmed": 19372239, "text": "A ligand-dependent selective cross-communication between GnRH receptor and epidermal growth factor receptor signaling systems in human trophoblastic cell."}, {"pubmed": 19449676, "text": "We describe a patient with partial hypogonadotropic hypogonadism caused by a compound heterozygous GnRH-R mutation."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19489874, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19640273, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19724914, "text": "Triple-negative breast cancers express receptors for luteinizing hormone-releasing hormone (LHRH) and respond to LHRH antagonist cetrorelix with growth inhibition."}, {"pubmed": 19787259, "text": "Our findings support the merit of further investigation of the expression of LHRH-R-I and its transcript forms in human benign prostatic hyperplasia"}, {"pubmed": 19858197, "text": "Pulsatile and sustained gonadotropin-releasing hormone (GnRH) receptor signaling: does the Ca2+/NFAT signaling pathway decode GnRH pulse frequency"}, {"pubmed": 20182875, "text": "Data show that among those GnRH receptor monoclonal antibodies, GHR-103, GHR-106 and GHR-114 exhibit high affinity and specificity to GnRH receptor as judged by the whole cell binding."}, {"pubmed": 20236028, "text": "GnRHa may be an effective stimulator of local peritoneal fibrinolytic activity, as it decreases PAI-1 secretion in peritoneal Met5A cells by a mechanism linked to GnRHR."}, {"pubmed": 20400076, "text": "The role of GnRH-GnRHR signaling at the maternal-fetal interface therefore appears to be limited to the regulation of trophoblast hCG production."}, {"pubmed": 20507982, "text": "analysis of Pulsatile and sustained gonadotropin-releasing hormone (GnRH) receptor signaling"}, {"pubmed": 20628612, "text": "Study conclude that the mammalian GnRH-RI is an intracellular GPCR that is expressed on the nuclear membrane."}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20670943, "text": "LH-RH receptor expression persisted despite prolonged exposure to LH-RH agonists in prostate cancer."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20836995, "text": "we discuss the composition and role of membrane rafts in cell signaling and examine evidence that the mammalian type I GnRHR is constitutively and exclusively localized to these membrane microdomains in various experimental model--REVIEW"}, {"pubmed": 21274726, "text": "The findings suggest novel pathophysiological links between the GNRHR locus and thyroid function and insulin secretion in polycystic ovary syndrome patients."}, {"pubmed": 21277937, "text": "Thr104Ile and Tyr108Cys gonadotropin-releasing hormone receptors are misfolded structures whose function is rescuable by genetic and/or pharmacological strategies"}, {"pubmed": 21317933, "text": "P-cadherin cooperates with insulin-like growth factor-1 receptor to promote metastatic signaling of gonadotropin-releasing hormone in ovarian cancer via p120 catenin."}, {"pubmed": 21330483, "text": "Data suggest that a subset of patients with primary aldosteronism has aberrant LHR and GNRHR expression, which could modulate aldosterone secretion."}, {"pubmed": 21527534, "text": "Positioning of the long extracellular loop within the seven-alpha-helical bundle regulates GnRH receptor stability, proper trafficking, and function."}, {"pubmed": 21717411, "text": "Hypogonadotropic hypogonadism due to being homozygous for the G416A transition in the GNRHR gene.  The parents were heterozygous mutation carriers."}, {"pubmed": 21832286, "text": "the TM4/ECL2 junction of GNRHR is crucial for peptide ligand binding and, consequently, for ligand-induced receptor conformational selection"}, {"pubmed": 22024993, "text": "molecular mechanisms involved in GnRH/GnRHR signaling at the maternal-fetal interface. {Review]"}, {"pubmed": 22679506, "text": "Molecular deficiencies of the two novel GNRHR1 mutations lead to the CHH phenotype when present as a compound heterozygote."}, {"pubmed": 22710726, "text": "A potential role of GnRHR gene polymorphisms in the development of breast cancer."}, {"pubmed": 22724017, "text": "Normosmic Congenital hypogonadotropic hypogonadism (HH)patients with a R262Q mutation in GHRHR accompanied by other GNRHR mutation may be prone to reversal of HH."}, {"pubmed": 22745237, "text": "unidentified genetic and/or environmental factors may combine with singly mutated GNRHR alleles to produce reproductive phenotypes"}, {"pubmed": 22766261, "text": "Data suggest that mutations in GNRHR and TACR3 are the most common causative mutations in normosmic idiopathic hypogonadotropic hypogonadism in families in Turkey."}, {"pubmed": 22778172, "text": "Review of the role of GNRHR in neoplasms and as a treatment target. [Review Article]"}, {"pubmed": 22788855, "text": "Reversal of hyogonadotropic hypogonadism and late-onset hypogonadism are reported in an untreated patient with a R262Q mutation of GNRHR."}, {"pubmed": 23155690, "text": "GnRHR mutations can be classified into partial or complete loss of function mutations. Partially inactivating substitutions of the GnRHR frequently found in familial hypogonadotrophic hypogonadism are Q106R and R262Q."}, {"pubmed": 23176180, "text": "Data show that GnRHR activation affected several cellular markers of locomotion, including actin organization and polymerization as well as active RhoA-GTP levels."}, {"pubmed": 23233674, "text": "SET protein interacts with intracellular domains of the gonadotropin-releasing hormone receptor and differentially regulates receptor signaling to cAMP and calcium in gonadotrope cells"}, {"pubmed": 23287110, "text": "GnRHI, GnRHII and GnRH receptor expression correlated significantly with poor prognosis in breast cancer patients"}, {"pubmed": 23380421, "text": "The GnRH receptor is differentially expressed in pituitary gonadotrope cells vs. prostate cancer cells."}, {"pubmed": 23632635, "text": "We have generated human GNRHR1 knock-in mice and described their reproductive phenotype."}, {"pubmed": 23891857, "text": "A species specific motif participates in recognition of endoplasmic reticulum retention of the GnRHR by calnexin."}, {"pubmed": 23994024, "text": "Studies of the gonadotrope suggest that extracellular regulatory loops may play a central role in the regulation of gonadotropin gene expression by gonadotropin-releasing hormone (GnRH) receptor activation."}, {"pubmed": 24002956, "text": "No abnormalities were found in the patient group for the PROKR2 and GNRH1genes. In addition, no genomic rearrangements were identified in the healthy control individuals for the described genes"}, {"pubmed": 24472523, "text": "GnRH, through heterotopic expression of its receptor, may be a potential regulator of CYP11B2 expression levels in some cases of aldosterone-producing adenoma."}, {"pubmed": 24685158, "text": "Interaction between ER-associated Hsp40s and the Vps34 complex permits the selective degradation of ERAD-resistant membrane protein GNRHR via ERQC autophagy."}, {"pubmed": 24732674, "text": "Mutations were found in the following genes in one or more patients with congenital hypogonadotropic hypogonadism: KAL1, FGFR1, GNRHR, and CHD7"}, {"pubmed": 25016926, "text": "Mutations in GNRHR do not appear to be involved in the pathogenesis of constitutional delay of growth and puberty."}, {"pubmed": 25293576, "text": "GnRH receptors on triple negative breast cancer cells can be used for targeted therapy of these cancers with GnRH agonist triptorelin"}, {"pubmed": 25531638, "text": "study found a novel mutation in PROK2 in two male siblings presenting normosmic congenital hypogonadotropic hypogonadism, in whom a mutation in the GNRHR gene had been previously described, suggesting the possibility of a digenic inheritance"}, {"pubmed": 25592315, "text": "A high prevalence of endometriosis, polymorphism in the LHCGR and GnRH1 and progonadoliberin-2 antibodies in serum was found among the patients with severe dysmotility after treatment with GnRH analogs."}, {"pubmed": 26044071, "text": "Results show that biallelic gonadotropin releasing hormone receptor (GNRHR) mutations are not a frequent cause of age-related androgen decline in men."}, {"pubmed": 26308290, "text": "Data suggest differences in regulation of expression of PEDF (up-regulation) vs. VEGF (down-regulation) in granulosa cells explain reduced risk of ovarian hyperstimulation syndrome due to ovulation induction using GnRH/GNRHR agonists rather than hCG."}, {"pubmed": 26644469, "text": "analysis of information transfer via gonadotropin-releasing hormone receptors to extracellular signal-regulated kinase or nuclear factor of activated T-cells"}, {"pubmed": 26920257, "text": "GNRHR (and GNRH) are expressed in trophoblast cell populations and fallopian tube epithelium at tubal ectopic pregnancy sites."}, {"pubmed": 27196470, "text": "We showed that GNRHR and LHCGR were highly expressed in some wildtype aldosterone-producing adenoma samples, and that they positively correlated with GnRH-stimulated aldosterone production."}, {"pubmed": 28348023, "text": "first description of a GNRHR gene mutation in three patients diagnosed with polycystic ovary syndrome."}, {"pubmed": 28709956, "text": "GnRHR triggers intracellular signaling pathways that acts through ARHGAP18."}, {"pubmed": 29544634, "text": "Data, including identification of GnRH/GnRH-receptor system in both ovary and endometrium, suggest that the spectrum of action of GnRH/GnRH-receptor system extends outside its well-known hypothalamic functions. [REVIEW]"}, {"pubmed": 29777911, "text": "c.364C>T in GNRHR is a complete loss-of-function mutation which caused idiopathic hypogonadotropic hypogonadism."}, {"pubmed": 30415482, "text": "findings expand the GnRHR mutation spectrum and phenotype-genotype correlation in Congenital Hypogonaotrophic Hypogonadism."}, {"pubmed": 30476558, "text": "Models showed that congenital Glu(2.53(90))Lys and Glu(2.53(90))Asp mutations disrupt interactions with Ser(3.35(124)) and Trp(6.48(280)) respectively, whereas the Glu(2.53(90))Arg and Trp(6.48(280))Arg mutations preserve intramolecular contacts, but increase distance between the transmembrane helices. This disruption of interhelical contacts accounts for the effects of some disease-associated GnRH receptor mutations."}, {"pubmed": 30926640, "text": "To evaluate the therapeutic effect of EP-100 on ovarian cancer, we first examined GnRH-R protein expression levels in ovarian cancer cell lines. Western blot results showed that the nine ovarian cancer cell lines all had increased GnRH-R expression compared to normal human ovarian tissues"}, {"pubmed": 30947225, "text": "the first homozygous nonsense mutation in the GNRHR gene (chr4: g. 68619942G>A, c.112C>T, p. Arg38*) that is associated with familial Kallmann syndrome and normosmic CHH."}, {"pubmed": 31188427, "text": "role of ELAVL1 in GnRHR-mediated regulation of gene expression and LH secretion but also indicate that other factors may contribute to the precise fate of mRNA in response to GnRH stimulation of gonadotropes."}, {"pubmed": 31614426, "text": "Results indicate that half of the patients with head and neck squamous cell carcinomas (HNSCC) showed high GnRHR expression, which was associated with worse prognosis."}, {"pubmed": 31703269, "text": "GnRH Antagonists Produce Differential Modulation of the Signaling Pathways Mediated by GnRH Receptors."}, {"pubmed": 32156725, "text": "High GHRH-R splice variant 1 expression is associated with esophageal squamous cell carcinoma."}, {"pubmed": 32319606, "text": "Cancer stem cell and mesenchymal cell cooperative actions in metastasis progression and hormone resistance in prostate cancer: Potential role of androgen and gonadotropinreleasing hormone receptors (Review)."}, {"pubmed": 32352843, "text": "variants in KISS1, KISS1R, and GNRHR genes can modulate hormone levels and reproductive outcomes"}, {"pubmed": 33082324, "text": "Structure of the human gonadotropin-releasing hormone receptor GnRH1R reveals an unusual ligand binding mode."}, {"pubmed": 33652606, "text": "Expression of Luteinizing Hormone-Releasing Hormone (LHRH) and Type-I LHRH Receptor in Transitional Cell Carcinoma Type of Human Bladder Cancer."}, {"pubmed": 34013495, "text": "Increased testosterone and proinflammatory cytokines in patients with polycystic ovary syndrome correlate with elevated GnRH receptor autoantibody activity assessed by a fluorescence resonance energy transfer-based bioassay."}, {"pubmed": 34062169, "text": "Genetics of hypogonadotropic Hypogonadism-Human and mouse genes, inheritance, oligogenicity, and genetic counseling."}, {"pubmed": 34209056, "text": "Association between GnRH Receptor Polymorphisms and Luteinizing Hormone Levels for Low Ovarian Reserve Infertile Women."}, {"pubmed": 34297503, "text": "[Clinical and molecular genetic features of cases of isolated hypogonadotropic hypogonadism, associated with defects in GNRHR genes]."}, {"pubmed": 35264044, "text": "Gonadotropin-releasing hormone receptor inhibits triple-negative breast cancer proliferation and metastasis."}, {"pubmed": 35777983, "text": "Immunohistochemical Expression of LHRH Receptor in Different Compartments of Female Genital Tract in Patients With Endometrial Cancer."}, {"pubmed": 36035370, "text": "GnRH receptor mediates lipid storage in female adipocytes via AMPK pathway."}, {"pubmed": 37828510, "text": "AXL receptor tyrosine kinase modulates gonadotropin-releasing hormone receptor signaling."}], "genomic_pos": {"chr": "4", "end": 67754388, "ensemblgene": "ENSG00000109163", "start": 67737118, "strand": -1}, "genomic_pos_hg19": {"chr": "4", "end": 68620078, "start": 68605046, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0032274", "pubmed": 8386108, "qualifier": "involved_in", "term": "gonadotropin secretion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032870", "qualifier": "involved_in", "term": "cellular response to hormone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0097211", "qualifier": "involved_in", "term": "cellular response to gonadotropin-releasing hormone"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 8386108, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 9259321, "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004968", "qualifier": "enables", "term": "gonadotropin-releasing hormone receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0042277", "qualifier": "enables", "term": "peptide binding"}]}, "homologene": {"genes": [[9544, 711577], [9598, 471226], [9606, 2798], [9615, 403718], [9913, 281798], [10090, 14715], [10116, 81668]], "id": 350}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Gonadotrophin-releasing hormone receptor family", "id": "IPR001658", "short_desc": "GphnRH_fam_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00028132", "IPI00219387"], "map_location": "4q13.2", "name": "gonadotropin releasing hormone receptor", "other_names": ["gnRH receptor", "gnRH-R", "gonadotropin-releasing hormone (type 1) receptor 1", "gonadotropin-releasing hormone receptor", "leutinizing hormone releasing horomone receptor", "leutinizing-releasing hormone receptor", "luliberin receptor", "type I GnRH receptor"], "pantherdb": {"HGNC": "4421", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95790", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10090, "uniprot_kb": "Q01776"}, {"RGD": "70513", "ortholog_type": "LDO", "panther_family": "PTHR24241", "taxid": 10116, "uniprot_kb": "P30969"}, {"ZFIN": "ZDB-GENE-090128-3", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "A0A2R8QQD9"}, {"ZFIN": "ZDB-GENE-050419-76", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7955, "uniprot_kb": "A3QJZ0"}, {"WormBase": "WBGene00018798", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 6239, "uniprot_kb": "O44731"}, {"FlyBase": "FBgn0025595", "ortholog_type": "O", "panther_family": "PTHR24241", "taxid": 7227, "uniprot_kb": "Q7KTL9"}], "uniprot_kb": "P30968"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04912", "name": "GnRH signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375281", "name": "Hormone ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP117", "name": "GPCRs, Other"}, {"id": "WP24", "name": "Peptide GPCRs"}]}, "pdb": "7BR3", "pfam": "PF00001", "pharmgkb": "PA28800", "pharos": {"target_id": 1263, "tdl": "Tclin"}, "pir": "JC1353", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250155", "relationship": "is"}, {"id": "GNF250156", "relationship": "is"}, {"id": "GNF250157", "relationship": "is"}, {"id": "GNF250158", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279784", "relationship": "is"}, {"id": "GNF279785", "relationship": "is"}, {"id": "GNF279786", "relationship": "is"}, {"id": "GNF279787", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083345", "relationship": "is"}, {"id": "GNF083346", "relationship": "is"}, {"id": "GNF083347", "relationship": "is"}, {"id": "GNF090078", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052511", "relationship": "is"}, {"id": "GNF057279", "relationship": "is"}, {"id": "GNF060161", "relationship": "is"}, {"id": "GNF072331", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069633", "relationship": "is"}, {"id": "GNF069634", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093148", "relationship": "is"}, {"id": "GNF108485", "relationship": "is"}, {"id": "GNF132846", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000004.12", "NC_060928.1", "NG_009293.1"], "protein": ["NP_000397.1", "NP_001012781.1"], "rna": ["NM_000406.3", "NM_001012763.2"], "translation": [{"protein": "NP_001012781.1", "rna": "NM_001012763.2"}, {"protein": "NP_000397.1", "rna": "NM_000406.3"}]}, "reporter": {"HG-U133_Plus_2": ["211522_s_at", "211523_at", "216341_s_at"], "HG-U95Av2": "655_at", "HTA-2_0": ["TC04001251.hg.1", "TC04002576.hg.1"], "HuEx-1_0": "2771812", "HuGene-1_1": "8100655", "HuGene-2_1": "16976430"}, "summary": "This gene encodes the receptor for type 1 gonadotropin-releasing hormone. This receptor is a member of the seven-transmembrane, G-protein coupled receptor (GPCR) family. It is expressed on the surface of pituitary gonadotrope cells as well as lymphocytes, breast, ovary, and prostate. Following binding of gonadotropin-releasing hormone, the receptor associates with G-proteins that activate a phosphatidylinositol-calcium second messenger system. Activation of the receptor ultimately causes the release of gonadotropic luteinizing hormone (LH) and follicle stimulating hormone (FSH). Defects in this gene are a cause of hypogonadotropic hypogonadism (HH). Alternative splicing results in multiple transcript variants encoding different isoforms. More than 18 transcription initiation sites in the 5' region and multiple polyA signals in the 3' region have been identified for this gene. [provided by RefSeq, Jul 2008].", "symbol": "GNRHR", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415171"}, "unigene": "Hs.407587", "uniprot": {"Swiss-Prot": "P30968"}, "wikipedia": {"url_stub": "GNRHR"}}