{"AllianceGenome": "15451", "HGNC": "15451", "MIM": "606804", "_id": "51280", "_version": 1, "accession": {"genomic": ["AF460419.1", "AF460486.1", "AJ426326.2", "AL161447.20", "CH471089.1", "CP068269.2", "CS051441.1", "CS300831.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAF44663.1", "AAH01740.1", "AAM87790.1", "AAM87857.1", "AAQ88956.1", "ACJ13670.1", "BAB85012.1", "BAC11685.1", "BAG51371.1", "BAG52167.1", "CAD32484.1", "CAG33482.1", "CAI72214.1", "CAK32495.1", "EAW62705.1", "EAW62706.1", "NP_057632.2", "NP_808800.1", "Q8NBJ4.1"], "rna": ["AF236056.1", "AI929234.1", "AJ420432.1", "AK027717.1", "AK074188.1", "AK075542.1", "AK075557.1", "AK092943.1", "AL533767.3", "AY358593.1", "BC001740.1", "BQ216766.1", "CA446701.1", "CR457201.1", "DA116177.1", "EU794616.1", "NM_001099268.1", "NM_016548.4", "NM_177937.3"], "translation": [{"protein": "AAF44663.1", "rna": "AF236056.1"}, {"protein": "BAB85012.1", "rna": "AK074188.1"}, {"protein": "BAG51371.1", "rna": "AK027717.1"}, {"protein": "BAG52167.1", "rna": "AK075557.1"}, {"protein": "AAQ88956.1", "rna": "AY358593.1"}, {"protein": "NP_808800.1", "rna": "NM_177937.3"}, {"protein": "ACJ13670.1", "rna": "EU794616.1"}, {"protein": "NP_057632.2", "rna": "NM_016548.4"}, {"protein": "CAG33482.1", "rna": "CR457201.1"}, {"protein": "AAH01740.1", "rna": "BC001740.1"}, {"protein": "BAC11685.1", "rna": "AK075542.1"}]}, "alias": ["C9orf155", "GOLPH2", "GP73", "HEL46", "PSEC0257", "bA379P1.3"], "ensembl": {"gene": "ENSG00000135052", "protein": ["ENSP00000373363", "ENSP00000373364", "ENSP00000417504", "ENSP00000418155", "ENSP00000419076"], "transcript": ["ENST00000257504", "ENST00000388711", "ENST00000388712", "ENST00000464314", "ENST00000466178", "ENST00000470762", "ENST00000472919", "ENST00000486130"], "translation": [{"protein": "ENSP00000373364", "rna": "ENST00000388712"}, {"protein": "ENSP00000373363", "rna": "ENST00000388711"}, {"protein": "ENSP00000417504", "rna": "ENST00000470762"}, {"protein": "ENSP00000419076", "rna": "ENST00000486130"}, {"protein": "ENSP00000418155", "rna": "ENST00000466178"}], "type_of_gene": "protein_coding"}, "entrezgene": "51280", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 16.2817601973, "exp_mis": 140.824245476, "exp_syn": 67.9675014615, "lof_z": 2.2786066846967, "mis_z": -0.213331642724463, "mu_lof": 1.16043250518e-06, "mu_mis": 1.27621598969e-05, "mu_syn": 5.9968904768e-06, "n_lof": 7.0, "n_mis": 146.0, "n_syn": 72.0, "p_li": 0.00261253568459098, "p_null": 0.0145994744924875, "p_rec": 0.982787989822921, "syn_z": -0.303230697949726}, "bp": 1206, "cds_end": 88694235, "cds_start": 88642731, "n_exons": 9, "nonpsych": {"exp_lof": 14.5604802021, "exp_mis": 127.28345084, "exp_syn": 61.3410641378, "lof_z": 2.46061600676735, "mis_z": -0.166153602767563, "mu_lof": 1.16043250518e-06, "mu_mis": 1.27621598969e-05, "mu_syn": 5.9968904768e-06, "n_lof": 5.0, "n_mis": 131.0, "n_syn": 66.0, "p_li": 0.0411708911916354, "p_null": 0.00766106186378643, "p_rec": 0.951168046944578, "syn_z": -0.374519986738825}, "nontcga": {"exp_lof": 14.9620563809, "exp_mis": 129.54115146, "exp_syn": 62.5129410464, "lof_z": 2.28556347755158, "mis_z": 0.0236878066660289, "mu_lof": 1.16043250518e-06, "mu_mis": 1.27621598969e-05, "mu_syn": 5.9968904768e-06, "n_lof": 6.0, "n_mis": 129.0, "n_syn": 66.0, "p_li": 0.00860423905135526, "p_null": 0.0128682913624628, "p_rec": 0.978527469586182, "syn_z": -0.279252279048781}, "transcript": "ENST00000388712.3"}, "exons": [{"cdsend": 86079320, "cdsstart": 86027816, "chr": "9", "position": [[86026145, 86027893], [86033281, 86033395], [86035367, 86035625], [86036347, 86036507], [86040738, 86040868], [86046469, 86046572], [86052536, 86052591], [86077411, 86077591], [86079191, 86079341], [86099410, 86099558]], "strand": -1, "transcript": "NM_016548", "txend": 86099558, "txstart": 86026145}, {"cdsend": 86079320, "cdsstart": 86027816, "chr": "9", "position": [[86026142, 86027893], [86033281, 86033395], [86035367, 86035625], [86036347, 86036507], [86040738, 86040868], [86046469, 86046572], [86052536, 86052591], [86077411, 86077591], [86079191, 86079341], [86100024, 86100201]], "strand": -1, "transcript": "NM_177937", "txend": 86100201, "txstart": 86026142}], "exons_hg19": [{"cdsend": 88694235, "cdsstart": 88642731, "chr": "9", "position": [[88641060, 88642808], [88648196, 88648310], [88650282, 88650540], [88651262, 88651422], [88655653, 88655783], [88661384, 88661487], [88667451, 88667506], [88692326, 88692506], [88694106, 88694256], [88714325, 88714473]], "strand": -1, "transcript": "NM_016548", "txend": 88714473, "txstart": 88641060}, {"cdsend": 88694235, "cdsstart": 88642731, "chr": "9", "position": [[88641057, 88642808], [88648196, 88648310], [88650282, 88650540], [88651262, 88651422], [88655653, 88655783], [88661384, 88661487], [88667451, 88667506], [88692326, 88692506], [88694106, 88694256], [88714939, 88715116]], "strand": -1, "transcript": "NM_177937", "txend": 88715116, "txstart": 88641057}], "generif": [{"pubmed": 12029628, "text": "increased expression of GP73 in hepatocytes appears to be a general feature of advanced liver disease, and may be regulated via distinct pathways that involve hepatotropic viruses or cytokines."}, {"pubmed": 12359426, "text": "GP73 as a novel adenovirus-induced cellular protein whose expression is regulated through the CID of the E1A protein"}, {"pubmed": 17662025, "text": "Endosomal trafficking of GP73 allows for proprotein convertase-mediated cleavage resulting in GP73 secretion, and provides a molecular mechanism for its presence as a serum biomarker for hepatocellular carcinoma."}, {"pubmed": 17998437, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18004786, "text": "Detailed analysis of the glycosylation patterns of GP73 from hepatocellular carcinoma"}, {"pubmed": 18543251, "text": "Golgi apparatus in prostate cancer cells differs from the normal Golgi by elevated levels of two molecules, GOLPH2 and MYO6."}, {"pubmed": 18781151, "text": "Upregulation of GOLPH2 protein expression is associated with prostate cancer."}, {"pubmed": 18953438, "text": "GOLM1 was up-regulated in localized prostate cancer; GOLM1 immunoreactivity was detected in supernatants of prostate cell lines & urine of prostate cancer patients; data suggest GOLM1 as a potential biomarker for clinically localized prostate cancer"}, {"pubmed": 19008260, "text": "Serum GP73 concentration in patients with liver disease was three-fold higher than in healthy individuals."}, {"pubmed": 19204163, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19291786, "text": "highly expressed in tissues of hepatocellular carcinomas and bile duct carcinomas"}, {"pubmed": 19399652, "text": "GP73 is a sensitive and specific tumor marker for diagnosing hepatitis B-related hepatocellular carcinoma in Asians."}, {"pubmed": 19403029, "text": "The level of serum Golph2 is significantly higher in patients with hepatocellular carcinoma and other liver diseases than that in healthy controls."}, {"pubmed": 19596473, "text": "Increased hepatocyte GP73 expression is more commonly a feature of hepatic than neurologic Wilson disease, and is triggered in response to inflammation, fibrosis, and dysplasia, rather than copper overload."}, {"pubmed": 19749441, "text": "GOLPH2 gene does not contribute to risk of disease in this study sample of 2470 individuals from Spain"}, {"pubmed": 19749441, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20501332, "text": "Significantly elevated GOLPH2 expression was observed in adenocarcinoma tumor tissues. The levels of sGOLPH2 were about 30% higher in lung cancer patients compared with healthy individuals."}, {"pubmed": 20570408, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20570408, "text": "Prefrontal cortex atrophy diagnosed in Alzheimer disease patients could be a risk factor for the GOLM1 GG genotype and expression of cognitive deficits in Alzheimer's disease."}, {"pubmed": 20574532, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592574, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20592574, "text": "This study for the first time finds that the GOLPH2 modifies the ApoE[varepsilon]4-associated risk of Alzheimer's disease."}, {"pubmed": 20842452, "text": "The interaction between GOLPH2 and secretory CLU was confirmed intracellularly and extracellularly."}, {"pubmed": 21223806, "text": "A higher level of GP73 can be found in the serum of patients with hepatocellular carcinoma than those without."}, {"pubmed": 21443671, "text": "Significant overexpression of GP73 at both protein and mRNA levels along with overexpression of GP73 protein is associated with aggressive behavior of HCC, but not overall patient survival."}, {"pubmed": 21503570, "text": "This is the first demonstration of GP73 regulation through overexpression of a glycosyltransferase, which may lead to Golgi stress."}, {"pubmed": 21663469, "text": "The GP73 value in hepatitis B e antigen (HBeAg)-positive CHB group, HBeAg-negative CHB group, liver fibrosis group and HCC group was significantly higher (p<0.001) than that in healthy controls."}, {"pubmed": 21694465, "text": "Data show that patients who had high levels GP73 post treatment all had re-occurrence within a 5 year period."}, {"pubmed": 22140547, "text": "The structural determinants for Golgi localization was investigated using a panel of GOLPH2 truncation mutants."}, {"pubmed": 22167654, "text": "results support the view that single-nucleotide polymorphisms in GOLPH2 and in near gene 5' region of CD33 are significantly associated with sporadic Alzheimer's disease in the north Chinese Han population."}, {"pubmed": 22542941, "text": "These results delineated regulatory regions and functional element in GOLPH2 promoter, elucidated adenoviral E1A stimulation mechanisms and provided insight into GOLPH2 functions."}, {"pubmed": 22719994, "text": "conclude that the deletion of golph2 causes an increase in the expression of WT1, which may promote glomus formation and inhibit pronephric tubule differentiation"}, {"pubmed": 23144154, "text": "There was an association between levels of GP73 and OSM in serum from people with liver cirrhosis, there was not a statistically significant correlation in HCC, suggesting that the role of the cytokines in determining circulating levels may be complex."}, {"pubmed": 23418424, "text": "GP73 may be a marker for diagnosing significant fibrosis in patients with chronic HBV infections, and may be a new contributor to fibrogensis."}, {"pubmed": 23627036, "text": "GP73 content of liver cancer patients was significantly higher than the chronic hepatitis, cirrhosis patients and controls."}, {"pubmed": 23742050, "text": "GP73 is down-regulated in gastric cancer and associated with tumor differentiation."}, {"pubmed": 23838921, "text": "Overexpression of GOLM1 is associated with hepatocellular carcinoma."}, {"pubmed": 24068434, "text": "GP73 is a potential marker for evaluating AIDS progression and antiretroviral therapy efficacy."}, {"pubmed": 24186850, "text": "The usefulness of serum Transforming growth factor-beta1 (TGF-beta1), Glypican-3 (GPC3), and Golgi protein-73 (GP73) mRNAs as early biomarkers in HCC Egyptian patients, was investigated."}, {"pubmed": 24243830, "text": "Data demonstrate that chimera GOLM1-MAK10 encodes a secreted fusion protein. Mechanistic studies reveal that GOLM1-MAK10 is likely derived from transcription read-through/splicing rather than being generated from a fusion gene."}, {"pubmed": 24284362, "text": "Loss of the tumor-suppressive miR-143/145 cluster enhanced cancer cell migration and invasion in PCa through directly regulating GOLM1."}, {"pubmed": 24289573, "text": "The expression levels of GOLPH2 and IL-12A were negatively correlated."}, {"pubmed": 24313979, "text": "GP73 is involved in the regulation of epithelial-mesenchymal transformation and invasiveness of hepatocellular carcinoma."}, {"pubmed": 24560809, "text": "Studied the serum levels of GP73 in patients with HBV-ACLF. Found concentrations of GP73 in patients with HBV-ACLF (285.3 +/- 128.5 ng/mL) were markedly higher than HCC patients (159.1 +/- 105.8 ng/mL),CHB patients (64.65 +/- 44.99 ng/mL),and healthy controls."}, {"pubmed": 24579464, "text": "Serum GP73 were increased in patients with fatty liver disease."}, {"pubmed": 24608522, "text": "The results demonstrate the critical function of GP73 in HCV secretion and provide new insights into the therapeutic design of antiviral strategies."}, {"pubmed": 24779292, "text": "Serum GP73 has a relatively high diagnostic accuracy in primary hepatic carcinoma with better sensitivity and high-specificity than alpha-fetoprotein.[review]"}, {"pubmed": 25033446, "text": "a GP73 assay is not suitable for discriminating between primary malignant and benign tumors of the liver."}, {"pubmed": 25115396, "text": "GOLM1 was directly regulated by miR-27b in prostate cancer cells"}, {"pubmed": 25119897, "text": "Results show that GOLPH2 is upregulated in Gastric cancer and correlated with shorter overall survival suggesting that GLPH2 is associated with the development and progression of the disease."}, {"pubmed": 25168922, "text": "The variation trend of gp73 in chronic liver disease may indicate that monitoring of serum gp73 is helpful to diagnose cirrhosis in population with chronic HBV infection."}, {"pubmed": 25170213, "text": "GP73 might play an important role in proliferation and apoptosis in hepatocellular carcinoma cells."}, {"pubmed": 25524053, "text": "serum GP73 was found to be correlated with liver pathological grading and staging in patients with CHB, and may be an effective indicator for the evaluation of disease progression."}, {"pubmed": 25527157, "text": "GP73 may play an important role in the inhibitory regulation of autophagy."}, {"pubmed": 25980751, "text": "Increased expression of GP73 promotes proliferation and migration of hepatocellular carcinoma cell lines and growth of xenograft tumors in mice."}, {"pubmed": 26125916, "text": "Sublingual vein parameters and AFP, AFP-L3, and GP73 serum gene expression facilitate early diagnosis of patients with hepatocellular carcinoma."}, {"pubmed": 26256086, "text": "Transcatheter arterial chemoembolization significantly increased GP73 expression in patients with hepatocellular carcinoma."}, {"pubmed": 26378022, "text": "GP73 enhances MMP-13 expression through cAMP responsive element binding protein (CREB)-mediated transcription activation. Levels of GP73 and MMP-13 are increased and positively correlated in human HCC tissues. Augmented MMP-13 potentiates HCC cell metastasis."}, {"pubmed": 26406957, "text": "GP73 and AFP-L3 are superior biomarkers to aid the diagnosis of small PHC with negative AFP. The combined detection of biomarkers improved the diagnostic accuracy."}, {"pubmed": 26441340, "text": "The results of this meta-analysis showed that serum GP73 + AFP exhibited significantly higher diagnostic accuracy for HCC than did serum GP73 or AFP alone."}, {"pubmed": 26461057, "text": "GOLPH2 may be a useful tissue biomarker for oesophageal disease."}, {"pubmed": 26583119, "text": "the specific antibody could block the binding of A10-2 to GP73, and the specific binding of A10-2 to GP73 was also supported by the observation that several tumor cell lines exhibited variable expression level of GP73."}, {"pubmed": 26617863, "text": "Serum GP73 had limited diagnostic value for HBV-related liver cancer. The combined use of serum GP73 and AFP levels improved the diagnostic efficacy."}, {"pubmed": 26820712, "text": "Results show that overexpression of GP73 in hepatocellular carcinoma cell (HCC) line retrieved the expression of epithelial-mesenchymal transition (EMT) markers, and promoted cell motility and invasion. High expression of GP73 was also found in HCC tissues with metastasis providing evidence for an important role of GP73 in HCC metastasis."}, {"pubmed": 26870893, "text": "Findings suggest that GP73 silencing through siRNA delivery may provide a low-toxicity therapy for the inhibition of tumor proliferation and metastasis."}, {"pubmed": 26993603, "text": "GP73 unglycosylation is associated with hepatocellular carcinoma cell motility and invasiveness."}, {"pubmed": 27376574, "text": "A cytokine QTL at the NAA35-GOLM1 locus markedly modulated interleukin (IL)-6 production in response to multiple pathogens and was associated with susceptibility to candidemia."}, {"pubmed": 27569582, "text": "Both gain- and loss-of-function studies determine that GOLM1 acts as a key oncogene by promoting HCC growth and metastasis."}, {"pubmed": 27697522, "text": "these studies revealed that GP73 promotes hepatitis C virus (HCV) secretion by directly mediating the interaction of ApoE with HCV replication complex through binding with HCV NS5A."}, {"pubmed": 27858335, "text": "Studies indicate that golgi membrane protein 1 (GOLM1) may promote HCC by regulation of epidermal growth factor receptor (EGFR) recycling, and suggest that therapeutic targeting of GOLM1 may be a potential strategy for combating hepatocellular carcinoma (HCC) metastasis."}, {"pubmed": 28075476, "text": "The critical role of GP73 in hepatocellular carcinoma invasion, epithelial-mesenchymal transition and metastasis"}, {"pubmed": 28276727, "text": "Significantly higher serum levels of GP-73 and PIVKA-II were detected in the hepatocellular carcinoma patients than in controls."}, {"pubmed": 28394926, "text": "knock-down of GP73 down-regulates HCV infection and replication in Huh7-MAVSR cells and primary human hepatocytes"}, {"pubmed": 28419971, "text": "The mechanism of hepatocarcinogenesis and a promising blueprint for miR-493-5p-GP73 axis-oriented treatment of HCC."}, {"pubmed": 28540298, "text": "The detection of ALT, AFP, AFP-L3, and GP73 has a certain guiding significance to predict the risk of hepatocellular carcinoma in hepatic cirrhosis patients"}, {"pubmed": 28880107, "text": "The GOLPH2 is a novel marker for non-small-cell lung cancer."}, {"pubmed": 29082644, "text": "serum GP73 is an accurate serum marker for significant fibrosis in chronic HBV infection, with higher accuracy than APRI and FIB-4. Serum GP73 is potentially a complementary tool for TE when evaluating the necessity of antiviral treatment, particularly in patients without definite antiviral indication."}, {"pubmed": 29097707, "text": "GP73 is indispensable for SREBPs activation and lipogenesis. Notably, GP73 overexpression enhanced SCAP-SREBP1 binding and its Golgi trafficking even under cholesterol sufficiency."}, {"pubmed": 29181846, "text": "GOLM1 acts as a critical oncogene by promoting prostate cancer cell proliferation, migration and invasion, and inhibiting apoptosis. GOLM1 plays oncogenic functions mainly through activating PI3K-AKT-mTOR signaling pathway."}, {"pubmed": 29226636, "text": "serum level significantly higher in hepatocellular carcinoma patients compared to cirrhosis patients"}, {"pubmed": 29256057, "text": "GP73 is an effective and reliable serological marker for the diagnosis of advanced fibrosis and prediction of appearance of cirrhosis"}, {"pubmed": 29282077, "text": "PDGFA/PDGFRalpha-regulated GOLM1 promotes glioma progression possibly through activation of a key signaling kinase, AKT"}, {"pubmed": 29325293, "text": "Overexpression of GP73 reversed the reduction in survival rate of hepatoma cells induced by the overexpression of miR-212 or miR-132. Conclusion"}, {"pubmed": 29344673, "text": "GOLPH2 promotes the progression of pancreatic ductal adenocarcinoma."}, {"pubmed": 29349903, "text": "The associations between Golgi membrane protein 73 (GP73) /transforming growth factor beta 1 (TGF-beta1)/SMAD2 protein (Smad2) and the clinic pathological features of patients with bladder cancer were explored."}, {"pubmed": 29365054, "text": "The important role of GP73 in regulating EMT and metastasis in HCC partly by targeting TGF-beta1/Smad2 signaling."}, {"pubmed": 29659923, "text": "These findings support GOLM1 as a candidate melanoma predisposition gene"}, {"pubmed": 29710483, "text": "GOLM1 was highly expressed in lung adenocarcinoma cells and associated with low survival ratio and higher grade malignancy; overexpression of GOLM1 promoted the cell proliferation."}, {"pubmed": 29788173, "text": "GOLPH2 is a potential marker for estimating the patient's prognosis and may be a target for molecular-targeted therapy against oral squamous cell carcinoma (OSCC)."}, {"pubmed": 29843532, "text": "Results showed that GOLM1 was significantly upregulated in both LUAD and LUSC tissues compared to the normal controls. However, GOLM1 expression was higher in LUAD tissues than in LUSC tissues."}, {"pubmed": 30217697, "text": "Pancreatic carcinoma and chronic pancreatitis tissues had amplified GP73expression; in response to GP73 gene silencing, carcinoma cells increased E-cadherin and decreased N-cadherin, Vimentin, and Snail expression, in addition to inhibiting the number of invasive cells, tumor volume and number of liver lesions."}, {"pubmed": 30341783, "text": "This article reviewed the discovery history of GP73 and summarized studies by many groups around the world, aiming at understanding its structure, expression, function, detection methods and the relationship between GP73 and liver diseases in various settings. [review]"}, {"pubmed": 30418194, "text": "Clinicopathological significance of miR-27b targeting Golgi protein 73 in patients with hepatocellular carcinoma."}, {"pubmed": 30425268, "text": "serum GP73 is comparable to APRI for diagnosing significant fibrosis in children"}, {"pubmed": 30488837, "text": "High serum GP73 expression is associated with hepatocellular carcinoma."}, {"pubmed": 30615900, "text": "GP73 is a direct target of TGF-beta1 transcriptional regulation. Its induced expression inhibits TGF-beta-Smad mediated growth suppression. On the other hand, elevated GP73 results in upregulation of ERK/Akt signaling induced by TGF-beta1."}, {"pubmed": 30677226, "text": "This study reveals that GP73 plays functional roles in the trafficking and equilibrium of epithelial-mesenchymal transition (EMT)-related secretory proteins and that GP73 serves as a new potential target for combating the metastasis of hepatocellular carcinoma (HCC) ."}, {"pubmed": 30695018, "text": "Overexpressing of GOLM1 markedly promoted the tumorigenicity and metastasis of BC cells in vivo, whereas knock-down of GOLM1 caused the opposite outcomes. Results proved that GOLM1 promoted BC cell aggressiveness by regulating matrix metalloproteinase-13 (MMP13)."}, {"pubmed": 30745298, "text": "salivary exosomal GOLM1-NAA35 chimeric RNA (seG-NchiRNA) constitutes an effective candidate noninvasive biomarker for the convenient, reliable assessment of therapeutic response, recurrence, and early detection."}, {"pubmed": 30935831, "text": "GOLM1 silencing inhibits the proliferation and motility of human glioblastoma cells via the Wnt/beta-catenin signaling pathway."}, {"pubmed": 31046807, "text": "Serum GP73 is a useful tool to stratify hepatocellular carcinoma patients and to predict short-term outcomes after hepatectomy."}, {"pubmed": 31186161, "text": "mTOR/miR-145-regulated exosomal GOLM1 promotes hepatocellular carcinoma through augmented GSK-3beta/MMPs"}, {"pubmed": 31486500, "text": "Targeting GOLM1 by microRNA-200a in melanoma suppresses cell proliferation, invasion and migration via regulating PI3K/Akt signaling pathway and epithelial-mesenchymal transition."}, {"pubmed": 31511712, "text": "Serum Golgi protein-73, alpha-fetoprotein-L3 and Tat-interacting protein-30 levels were significantly different in the hepatocellular carcinoma patients compared to controls, and those with chronic hepatitis and liver cirrhosis (p<0.01 each)."}, {"pubmed": 31636735, "text": "Serum GP73 is an important biomarker in evaluating and monitoring disease progression of liver necroinflammation and fibrosis in patients with chronic HCV infection, but the value is limited for diagnosing advanced fibrosis and cirrhosis in comparison with APRI and FIB-4"}, {"pubmed": 31640085, "text": "Authors report that GOLM1 is over-expressed in GC and knockdown GOLM1 impairs the aggressive phenotypes of GC cell in vitro."}, {"pubmed": 32077512, "text": "GP73 facilitates hepatitis B virus replication by repressing the NF-kappaB signaling pathway."}, {"pubmed": 32089754, "text": "Serum Golgi Protein 73 as a Potential Biomarker for Hepatic Necroinflammation in Population with Nonalcoholic Steatohepatitis."}, {"pubmed": 32171652, "text": "Dynamic expression of hepatic GP73 mRNA and protein and circulating GP73 during hepatocytes malignant transformation."}, {"pubmed": 32196610, "text": "LncRNA MALAT1 knockdown inhibits cell migration and invasion by suppressing autophagy through miR-384/GOLM1 axis in glioma."}, {"pubmed": 32776730, "text": "Evaluation of Golgi Protein 73 (GP73) as a Potential Biomarkers for Hepatocellular Carcinoma."}, {"pubmed": 32781986, "text": "LINC00992 contributes to the oncogenic phenotypes in prostate cancer via targeting miR-3935 and augmenting GOLM1 expression."}, {"pubmed": 33063838, "text": "Plasma Golgi protein 73 levels predict prognosis of HCV-related hepatic fibrosis."}, {"pubmed": 33538941, "text": "GOLM1 predicts poor prognosis of patients with NSCLC and is associated with the proliferation and chemo-sensitivity of cisplatin in NSCLC cells: bioinformatics analysis and laboratory validation."}, {"pubmed": 33850109, "text": "GOLM1 restricts colitis and colon tumorigenesis by ensuring Notch signaling equilibrium in intestinal homeostasis."}, {"pubmed": 33992711, "text": "Liver fibrosis promotes immune escape in hepatocellular carcinoma via GOLM1-mediated PD-L1 upregulation."}, {"pubmed": 34014045, "text": "Clinical significance of golgi protein-73 as a diagnostic marker for Egyptian patients with colorectal cancer: Preliminary study."}, {"pubmed": 34257562, "text": "High GP73 Expression Correlates with Poor Response to Neoadjuvant Chemotherapy and Survival in Gastric Cancer: A Tissue Microarray Study."}, {"pubmed": 34795203, "text": "GOLM1 exacerbates CD8(+) T cell suppression in hepatocellular carcinoma by promoting exosomal PD-L1 transport into tumor-associated macrophages."}, {"pubmed": 34992299, "text": "GP73 is a glucogenic hormone contributing to SARS-CoV-2-induced hyperglycemia."}, {"pubmed": 35074966, "text": "GP73 level in patients with chronic hepatitis B: Relationship with liver biopsy, levels of ALT, AST and HBV DNA."}, {"pubmed": 35438415, "text": "MiR-30a-3p Suppresses the Growth and Development of Lung Adenocarcinoma Cells Through Modulating GOLM1/JAK-STAT Signaling."}, {"pubmed": 35878686, "text": "Genetic variation of Golgi membrane protein 1 is associated with COVID-19 disease."}, {"pubmed": 35948172, "text": "GOLM1 depletion modifies cellular sphingolipid metabolism and adversely affects cell growth."}, {"pubmed": 36207945, "text": "[The diagnostic potential of Golgi protein 73 for cirrhosis in patients with chronic hepatitis C]."}, {"pubmed": 36211823, "text": "Integrative Analysis Reveals the Potential Role and Prognostic Value of GOLM1 in Hepatocellular Carcinoma."}, {"pubmed": 36499755, "text": "GOLM1 and FAM49B: Potential Biomarkers in HNSCC Based on Bioinformatics and Immunohistochemical Analysis."}, {"pubmed": 36631037, "text": "[A study on the diagnostic value of GP73 in liver fibrosis among patients with chronic liver disease]."}, {"pubmed": 36853298, "text": "Glypican-3, Vascular Endothelial Growth Factor and Golgi Protein-73 for Differentiation between Liver Cirrhosis and Hepatocellular Carcinoma."}, {"pubmed": 36916929, "text": "GOLM1 facilitates human colorectal cancer progression and metastasis via activating the AKT/GSK3beta/EMT axis."}, {"pubmed": 36999196, "text": "GOLM1 Promotes Epithelial-Mesenchymal Transition by Activating TGFbeta1/Smad2 Signaling in Prostate Cancer."}, {"pubmed": 37271284, "text": "GP73 enhances the ox-LDL-induced inflammatory response in THP-1 derived macrophages via affecting NLRP3 inflammasome signaling."}, {"pubmed": 37429067, "text": "LncRNA ASB16-AS1 accelerates cellular process and chemoresistance of ovarian cancer cells by regulating GOLM1 expression via targeting miR-3918."}, {"pubmed": 38235849, "text": "Novel serum biomarker of Golgi protein 73 for the diagnosis of clinically significant portal hypertension in patients with compensated cirrhosis."}, {"pubmed": 38459023, "text": "Deficiency of ASGR1 promotes liver injury by increasing GP73-mediated hepatic endoplasmic reticulum stress."}, {"pubmed": 38459588, "text": "PTEN deficiency potentiates HBV-associated liver cancer development through augmented GP73/GOLM1."}], "genomic_pos": {"chr": "9", "end": 86100173, "ensemblgene": "ENSG00000135052", "start": 86026146, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 88715088, "start": 88641061, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006997", "qualifier": "involved_in", "term": "nucleus organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019216", "qualifier": "involved_in", "term": "regulation of lipid metabolic process"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 16502470, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "is_active_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "pubmed": 10831838, "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21280149, 27569582, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9031, 427462], [9606, 51280], [9615, 476303], [9913, 517052], [10090, 105348], [10116, 680692]], "id": 12346}, "interpro": {"desc": "GOLM1/CASC4 family", "id": "IPR026139", "short_desc": "GOLM1/CASC4"}, "ipi": ["IPI00171411", "IPI00759659", "IPI00944917", "IPI00945487", "IPI00947049", "IPI00947314"], "map_location": "9q21.33", "name": "golgi membrane protein 1", "other_names": ["Golgi membrane protein 1", "epididymis luminal protein 46", "golgi membrane protein GP73", "golgi phosphoprotein 2", "golgi protein, 73-kD"], "pantherdb": {"HGNC": "15451", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1917329", "ortholog_type": "LDO", "panther_family": "PTHR15896", "taxid": 10090, "uniprot_kb": "Q91XA2"}, {"RGD": "1589384", "ortholog_type": "LDO", "panther_family": "PTHR15896", "taxid": 10116, "uniprot_kb": "D4AEL2"}, {"Ensembl": "ENSGALG00000012601", "ortholog_type": "LDO", "panther_family": "PTHR15896", "taxid": 9031, "uniprot_kb": "E1C3N9"}, {"ZFIN": "ZDB-GENE-040426-1060", "ortholog_type": "LDO", "panther_family": "PTHR15896", "taxid": 7955, "uniprot_kb": "F1QI79"}], "uniprot_kb": "Q8NBJ4"}, "pathway": {"reactome": [{"id": "R-HSA-381426", "name": "Regulation of Insulin-like Growth Factor (IGF) transport and uptake by Insulin-like Growth Factor Binding Proteins (IGFBPs)"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-8957275", "name": "Post-translational protein phosphorylation"}]}, "pharmgkb": "PA28811", "pharos": {"target_id": 7052, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177481", "relationship": "is"}, {"id": "GNF188387", "relationship": "is"}, {"id": "GNF199293", "relationship": "is"}, {"id": "GNF210199", "relationship": "is"}, {"id": "GNF220402", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159972", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF035206", "relationship": "weakly similar to"}, {"id": "GNF041049", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF064229", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005962", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285494", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113742", "relationship": "is"}, {"id": "GNF153383", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": ["NP_057632.2", "NP_808800.1"], "rna": ["NM_001099268.1", "NM_016548.4", "NM_177937.3"], "translation": [{"protein": "NP_808800.1", "rna": "NM_177937.3"}, {"protein": "NP_057632.2", "rna": "NM_016548.4"}]}, "reporter": {"HG-U133_Plus_2": ["1558248_at", "217771_at"], "HTA-2_0": "TC09002894.hg.1", "HuEx-1_0": "3212848", "HuGene-1_1": "8162117", "HuGene-2_1": "17095423"}, "retired": [138574, 497260, 100293491], "summary": "The Golgi complex plays a key role in the sorting and modification of proteins exported from the endoplasmic reticulum. The protein encoded by this gene is a type II Golgi transmembrane protein. It processes proteins synthesized in the rough endoplasmic reticulum and assists in the transport of protein cargo through the Golgi apparatus. The expression of this gene has been observed to be upregulated in response to viral infection. Alternatively spliced transcript variants encoding the same protein have been described for this gene. [provided by RefSeq, Sep 2009].", "symbol": "GOLM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423497"}, "unigene": "Hs.494337", "uniprot": {"Swiss-Prot": "Q8NBJ4", "TrEMBL": ["C9JYM4", "B3KNK9", "F8WAT9", "C9J941"]}, "wikipedia": {"url_stub": "GOLM1"}}