{"AllianceGenome": "15452", "HGNC": "15452", "MIM": "612207", "_id": "64083", "_version": 1, "accession": {"genomic": ["AC022444.7", "AC025178.8", "AC025181.8", "CH471118.1", "CP068273.2", "CQ783228.1", "HF584185.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAH12123.1", "AAH33725.1", "AAH63586.1", "BAC11438.1", "BAG51933.1", "BAG52061.1", "BAG52580.1", "BAG54686.1", "BAG56882.1", "BAG63078.1", "CAB61398.1", "CAC13124.1", "CAF86422.1", "CCQ43682.1", "EAX10780.1", "EAX10781.1", "EAX10782.1", "NP_071413.1", "Q9H4A6.1"], "rna": ["AJ296152.1", "AK057544.1", "AK075077.1", "AK075156.1", "AK092604.1", "AK128510.1", "AK293368.1", "AK301588.1", "AL133078.1", "BC012123.1", "BC033725.1", "BC063586.1", "NM_022130.4"], "translation": [{"protein": "CAC13124.1", "rna": "AJ296152.1"}, {"protein": "BAG56882.1", "rna": "AK293368.1"}, {"protein": "AAH63586.1", "rna": "BC063586.1"}, {"protein": "CAB61398.1", "rna": "AL133078.1"}, {"protein": "BAG63078.1", "rna": "AK301588.1"}, {"protein": "AAH33725.1", "rna": "BC033725.1"}, {"protein": "AAH12123.1", "rna": "BC012123.1"}, {"protein": "BAG52061.1", "rna": "AK075077.1"}, {"protein": "BAG51933.1", "rna": "AK057544.1"}, {"protein": "BAG54686.1", "rna": "AK128510.1"}, {"protein": "NP_071413.1", "rna": "NM_022130.4"}, {"protein": "BAC11438.1", "rna": "AK075156.1"}, {"protein": "BAG52580.1", "rna": "AK092604.1"}]}, "alias": ["GOPP1", "GPP34", "MIDAS", "Vps74"], "ensembl": {"gene": "ENSG00000113384", "protein": ["ENSP00000265070", "ENSP00000426752"], "transcript": ["ENST00000265070", "ENST00000503610", "ENST00000512668"], "translation": [{"protein": "ENSP00000265070", "rna": "ENST00000265070"}, {"protein": "ENSP00000426752", "rna": "ENST00000503610"}], "type_of_gene": "protein_coding"}, "entrezgene": "64083", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.93176093249, "exp_mis": 118.56537174, "exp_syn": 55.9401400862, "lof_z": 1.38290369085153, "mis_z": 2.45106469883202, "mu_lof": 5.97885400978e-07, "mu_mis": 1.22902346193e-05, "mu_syn": 5.93980683329e-06, "n_lof": 4.0, "n_mis": 64.0, "n_syn": 44.0, "p_li": 0.0143654910992665, "p_null": 0.113861834988871, "p_rec": 0.871772673911863, "syn_z": 0.989685365163763}, "bp": 897, "cds_end": 32174140, "cds_start": 32126317, "n_exons": 4, "nonpsych": {"exp_lof": 7.10406687178, "exp_mis": 107.238163669, "exp_syn": 50.5562822293, "lof_z": 1.14374585260359, "mis_z": 2.59304620330617, "mu_lof": 5.97885400978e-07, "mu_mis": 1.22902346193e-05, "mu_syn": 5.93980683329e-06, "n_lof": 4.0, "n_mis": 54.0, "n_syn": 43.0, "p_li": 0.0113672897869009, "p_null": 0.167810046688918, "p_rec": 0.820822663524181, "syn_z": 0.669089058275379}, "nontcga": {"exp_lof": 7.2899154474, "exp_mis": 109.072845115, "exp_syn": 51.4576258192, "lof_z": 1.20200063975451, "mis_z": 2.4840642588923, "mu_lof": 5.97885400978e-07, "mu_mis": 1.22902346193e-05, "mu_syn": 5.93980683329e-06, "n_lof": 4.0, "n_mis": 57.0, "n_syn": 38.0, "p_li": 0.0113737272769557, "p_null": 0.146188940709776, "p_rec": 0.842437332013269, "syn_z": 1.18786200602509}, "transcript": "ENST00000265070.6"}, "exons": [{"cdsend": 32174034, "cdsstart": 32126211, "chr": "5", "position": [[32124715, 32126636], [32135571, 32135686], [32143748, 32143880], [32173809, 32174319]], "strand": -1, "transcript": "NM_022130", "txend": 32174319, "txstart": 32124715}], "exons_hg19": [{"cdsend": 32174140, "cdsstart": 32126317, "chr": "5", "position": [[32124821, 32126742], [32135677, 32135792], [32143854, 32143986], [32173915, 32174425]], "strand": -1, "transcript": "NM_022130", "txend": 32174425, "txstart": 32124821}], "generif": [{"pubmed": 16263763, "text": "MIDAS/GPP34 is involved in the regulation of mitochondrial lipids, leading to increases of total mitochondrial mass in response to mitochondrial dysfunction."}, {"pubmed": 19553991, "text": "Gain- and loss-of-function studies in vitro and in vivo validated GOLPH3 as a potent oncogene"}, {"pubmed": 19624311, "text": "GOLPH3 links the Golgi network to mTOR signaling and human cancer"}, {"pubmed": 19837035, "text": "GOLPH3 bridges phosphatidylinositol-4-phosphate and actomyosin to stretch and shape the golgi to promote budding"}, {"pubmed": 19837035, "text": "The evidence suggests that GOLPH3 binds to phosphatidylinositol-4-phosphate-rich trans-Golgi membranes and MYO18A conveying a tensile force required for efficient tubule and vesicle formation."}, {"pubmed": 20026658, "text": "Targeting of GOLPH3 to the Golgi apparatus requires ongoing synthesis of phosphatidylinositol (PtdIns) 4-phosphate (PtdIns4P) by the Pik1 PtdIns 4-kinase and that modulation of the levels and cellular location of PtdIns4P leads to mislocalization."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21451436, "text": "This study does not support the association of PDZD2, GOLPH3, and MTMR12 genes with schizophrenia."}, {"pubmed": 21499727, "text": "High GOLPH3 is associated with gliomas."}, {"pubmed": 21822541, "text": "Human rhabdomyosarcoma cell lines and biopsy specimens exhibited an increased expression of GOLPH3 and GOLPH3L. GOLPH3 and GOLPH3L knockdown by siRNA prevented the proliferation of human rhabdomyosarcoma cell lines."}, {"pubmed": 22675169, "text": "Data indicate that golgi phosphoprotein 3 (GOLPH3) overexpression decreased FOXO1 transcriptional activity."}, {"pubmed": 22745132, "text": "These studies establish the role of PI4P and its interacting protein GOLPH3 in HCV secretion and strengthen the significance of the Golgi secretory pathway in this process."}, {"pubmed": 22905766, "text": "results suggest GOLPH3 overexpression is associated with poor prognosis for cN0 oral tongue cancer patients and may represent a novel and useful prognostic indicator for cN0 oral tongue cancer"}, {"pubmed": 22972189, "text": "Overexpression of Golgi phosphoprotein-3 is associated with glioblastoma multiforme."}, {"pubmed": 23006319, "text": "Overexpression of GOLPH3 is associated with the transition of prostate cancer from hormone sensitive phase to hormone refractory phase."}, {"pubmed": 23027862, "text": "GOLPH3 can regulate cell-cell interaction by controlling Golgi retention of C2GnT1."}, {"pubmed": 23056210, "text": "Data indicate the potential involvement of GOLPH3 in the development, differentiation, and tumorigenesis of esophageal squamous cell cancer (ESCC), and suggest the possibility of its use as a diagnostic and prognostic marker in ESCC."}, {"pubmed": 23132295, "text": "the overexpression of GOLPH3 is closely related to the progression of gastric cancer and might be regarded as an independent predictor of poor prognosis for gastric cancer"}, {"pubmed": 23345592, "text": "GOLPH3L differs critically from GOLPH3 in that it is largely unable to bind to MYO18A; data demonstrate that despite their similarities, unexpectedly, GOLPH3L antagonizes GOLPH3/MYO18A at the Golgi"}, {"pubmed": 23500462, "text": "GOLPH3 regulates the migration and invasion of glioma cells though regulation of RhoA."}, {"pubmed": 23990465, "text": "PDZ module mediates direct binding of myosin-18A to GOLPH3, and this interaction in turn modulates the actin binding properties of the N-terminal extension. Thus, myosin-18A can act as an actin cross-linker with multiple regulatory modulators"}, {"pubmed": 24175832, "text": "High GOLPH3 expression is associated growth and metastasis of esophageal squamous cancer."}, {"pubmed": 24395131, "text": "In this review, GOLPH3 is described as an oncoprotein involved in cell signal transduction."}, {"pubmed": 24444035, "text": "GOLPH3 is associated with prognosis in colorectal cancer patients treated with postoperative 5-fluorouracil-based adjuvant chemotherapy."}, {"pubmed": 24458516, "text": "GOLPH3 gene expression might play a role in tumorigenesis in epithelial ovarian carcinoma as upregulation of GOLPH3 expression is associated with a more aggressive tumor phenotype."}, {"pubmed": 24485452, "text": "Identification of the DNA-damage-induced Golgi response reveals an unexpected pathway through DNA-PK, GOLPH3, and MYO18A that regulates cell survival following DNA damage."}, {"pubmed": 24595000, "text": "These results suggest that GOLPH3 expression is likely to have important roles in renal cell carcinoma (RCC) development and progression, and that GOLPH3 is a prognostic biomarker and a promising therapeutic target for RCC."}, {"pubmed": 24733390, "text": "Data indicate that Golgi phosphoprotein 3 (GOLPH3) binds to and controls the Golgi localization of protein O-linked mannose beta-1,2-N-acetlyglucosaminyltransferase 1 (POMGnT1)."}, {"pubmed": 24827138, "text": "The DNA copy number variations disrupt PDZD2 and GOLPH3 genes predominantly expressed in placenta, and it may represent a novel risk factor for recurrent miscarriage."}, {"pubmed": 24867097, "text": "Data indicate that Golgi phosphoprotein 3 (GOLPH3) was overexpressed in hepatocellular carcinoma (HCC) at both the mRNA and protein levels, and high expression of GOLPH3 could be served as a novel and potential prognostic biomarker for HCC patients."}, {"pubmed": 24895123, "text": "These results are the first direct demonstration of the role of GOLPH3 in N-glycosylation to regulate cell biological functions."}, {"pubmed": 25017784, "text": "Results show that in esophageal squamous cell carcinoma (ESCC), miR-126 was downregulated and IRS-1 and GOLPH3, overexpressed suggesting a tumor suppression role of miR-126 via the regulation of IRS-1 and GOLPH3."}, {"pubmed": 25081375, "text": "High GOLPH3 expression is associated with metastasis in non-small cell lung cancer."}, {"pubmed": 25081702, "text": "High expression of the GOLPH3 protein is common in early-stage Non-Small-Cell Lung Carcinoma, and is closely associated with tumor progression, increased tumor angiogenesis, and poor survival."}, {"pubmed": 25104140, "text": "Study demonstrated that overexpression of GOLPH3 was associated with poor survival in patients with pancreatic ductal adenocarcinoma."}, {"pubmed": 25156912, "text": "GOLPH3 promotes glioblastoma cell migration and invasion via the mTOR-YB1pathway."}, {"pubmed": 25204671, "text": "overexpression of GOLPH3 protein is closely related to poorer prognosis in patients with epithelial ovarian cancer."}, {"pubmed": 25218347, "text": "Both PKD2 and GOLPH3 play important roles in the progression of human gliomas by promoting cell proliferation."}, {"pubmed": 25246532, "text": "GOLPH3 has a role in triggering signal-mediated incorporation of glycosyltransferases into coatomer-coated vesicles"}, {"pubmed": 25286393, "text": "The GOPLH3 expression level is highly correlated with Akt/mTOR signaling in human gastric cancer samples."}, {"pubmed": 25385148, "text": "Golgi phosphoprotein 3 (GOLPH3) promotes hepatocellular carcinoma cell aggressiveness by activating the NF-kappaB pathway."}, {"pubmed": 25634214, "text": "Our recent investigation of the regulation of GOLPH3 revealed a surprising response by the Golgi upon DNA damage that is mediated by DNA-PK and GOLPH3."}, {"pubmed": 25634514, "text": "High GOLPH3 expression is associated with poor prognosis and invasion of hepatocellular carcinoma"}, {"pubmed": 25659977, "text": "The expression level of GOLPH3 is correlated with metastasis and prognosis in NSCLC, and GOLPH3 mediates metastasis by regulating the protein levels of MMP-2 and MMP-9 in vitro."}, {"pubmed": 25760033, "text": "GOLPH3 expression predicts poor prognosis in patients with prostate cancer undergoing radical prostatectomy."}, {"pubmed": 26097550, "text": "GOLPH3 was expressed in prostate cancer cell lines. Our findings suggest GOLPH3 regulate MMP9 expression which impact cell migration and invasion."}, {"pubmed": 26375441, "text": "GOLPH3 is likely to play important roles in bladder cancer progression via modulating AKT/mTOR signaling, and it is a novel prognostic biomarker and promising therapeutic target for bladder cancer."}, {"pubmed": 26617771, "text": "Review/Meta-analysis: overexpression of GOLPH3 predicts poor prognosis in solid tumors."}, {"pubmed": 26730158, "text": "GOLPH3 overexpression may participate in the occurrence and development of colorectal carcinoma by inhibiting apoptosis and promoting angiogenesis."}, {"pubmed": 26794392, "text": "Results show that high GOLPH3 and nuclear/cytoplasmic YB-1 expression correlated with a poor prognosis in patients with prostate cancer."}, {"pubmed": 27123979, "text": "cumulative evidence indicates that GOLPH3 participates in several cellular processes critical for cancer cells, emerging as an attractive therapeutic target"}, {"pubmed": 27378035, "text": "In this review, we will explore the cellular functions regulated by GOLPH3 and discuss if and how they contribute to the oncogenic activity of this intriguing Golgi localized oncoprotein."}, {"pubmed": 27611309, "text": "GOLPH3 levels may be a novel prognostic biomarker of tobacco related lung disease."}, {"pubmed": 27634904, "text": "Results indicate that GOLPH3 is an independent predictive factor for neoadjuvant chemoradiotherapy (nCRT) sensitivity and prognosis in locally advanced rectal cancer (LARC)."}, {"pubmed": 27698340, "text": "Authors confirm that the decrease of GOLPH3 that promotes the apoptosis of glioma cells may be regulated by the activation of NDRG1 and cleaved capcase 3. There was a inverse association between GOLPH3 and NDRG1 in glioma samples."}, {"pubmed": 28260021, "text": "Data found that miR-134 was highly downregulated in gastric cancer tissues and cell lines and inversely correlated with GOLPH3. These results suggest that miR-134 regulates gastric cancer cell proliferation, at least potentially, through downregulation of the GOLPH3 gene, implicating a candidate tumor-suppressor miRNA in the pathogenesis of gastric cancer."}, {"pubmed": 28332316, "text": "Results provide evidences that overexpression of GOLPH3 stimulates EMT via the Wnt/beta-catenin signaling pathway, which further promotes metastasis of epithelial ovarian cancer."}, {"pubmed": 28575494, "text": "High GOLPH3 expression is associated with glioma progression."}, {"pubmed": 28801637, "text": "Data suggest that golgi phosphoprotein 3 coat protein (GOLPH3) expression in cumulus granulosa cells may facilitate the selection of top-quality eggs and embryos, the prediction of the clinical pregnancy outcomes of ICSI, and the increase of the pregnancy rate."}, {"pubmed": 28901498, "text": "Overexpression of GOLPH3 resulted in the downregulation of p21 protein, upregulation of cyclin D1 and increased retinoblastomaassociated protein phosphorylation, consequently leading to accelerated cell cycle progression."}, {"pubmed": 28954815, "text": "Proteomic-based screens identified GOLPH3 as a resident protein of the Golgi apparatus, and second as an oncogene product in a screen for genes amplified in cancer. A third screen uncovered the association of GOLPH3 with the Golgi resident phosphatidyl inositol 4 phosphate to maintain the characteristic ribbon structure of the Golgi apparatus favoring vesicular transport of secretory proteins. [review]"}, {"pubmed": 29534690, "text": "High GOLPH3 expression is associated with breast cancer."}, {"pubmed": 29713848, "text": "The level of JAK2, STAT3 and GOLPH3 were significantly up-regulated and exhibited pairwise correlation in human glioma tissues. The level of p-JAK2 and p-STAT3, as well as the mRNA and protein levels of cyclin D1 and c-myc, two target genes of STAT3, decreased after GOLPH3 down-regulation, while they increased after GOLPH3 over-expression both in U251 and U87 cells."}, {"pubmed": 29914442, "text": "The current study suggests that GOLPH3 contributes to the tumorigenesis of hepatocellular carcinoma"}, {"pubmed": 29990993, "text": "This study provides a brand new evidence that GOLPH3 promotes glioma cell proliferation by facilitating Wls recycling and Wnt/beta-catenin signaling."}, {"pubmed": 30015866, "text": "Overexpression of GOLPH3 may be involved in the resistance of HT29 colon cancer cells to cisplatin chemotherapy by activating multiple cell signaling pathways."}, {"pubmed": 31094020, "text": "GOLPH3 increases the sensitivity of glioma cells to gefitinib."}, {"pubmed": 31219012, "text": "GOLPH3 knockdown reduced the tumor growth rate"}, {"pubmed": 31228964, "text": "Golgi phosphoprotein-3 promotes invasiveness of gastric cancer cells through the mTOR signalling pathway."}, {"pubmed": 31231041, "text": "Golgi-to-plasma membrane trafficking depends on GOLPH3-induced membrane curvature.  GOLPH3 induces curvature by insertion of a hydrophobic beta-loop into the bilayer."}, {"pubmed": 31322544, "text": "GOLPH3 overexpression promoted proliferation and migration. The present study provides evidence that GOLPH3 promotes EMT and metastasis of EC cells and predicts the risk of EC progression."}, {"pubmed": 31494662, "text": "GOLPH3 was highly expressed in bladder cancer patients and could be used as a diagnostic tool."}, {"pubmed": 31550811, "text": "Overexpression of GOLPH3 is associated with the development of papillary thyroid carcinoma (PTC) and poor prognosis in patients with PTC"}, {"pubmed": 31678970, "text": "MiR-3150b-3p inhibits the progression of colorectal cancer cells via targeting GOLPH3."}, {"pubmed": 31714185, "text": "Overexpression of microRNA-1 inhibited cell proliferation and induced cell-cycle arrest of bladder cancer cells through targeting Golgi phosphoprotein 3 and regulation of Foxo1."}, {"pubmed": 32023813, "text": "Oncogenic Roles of GOLPH3 in the Physiopathology of Cancer."}, {"pubmed": 32024401, "text": "Punicalagin inhibits the viability, migration, invasion, and EMT by regulating GOLPH3 in breast cancer cells."}, {"pubmed": 32227282, "text": "GOLPH3 Regulates Exosome miRNA Secretion in Glioma Cells."}, {"pubmed": 32818544, "text": "GOLPH3 inhibition reverses oxaliplatin resistance of colon cancer cells via suppression of PI3K/AKT/mTOR pathway."}, {"pubmed": 32859376, "text": "GOLPH3 silencing inhibits adhesion of glioma U251 cells by regulating ITGB1 degradation under serum starvation."}, {"pubmed": 32964976, "text": "Golgi phosphoprotein-3 (GOLPH3) promote metastasis of nasopharyngeal carcinoma through regulating E-cadherin."}, {"pubmed": 33238647, "text": "GOLPH3 Regulates EGFR in T98G Glioblastoma Cells by Modulating Its Glycosylation and Ubiquitylation."}, {"pubmed": 33680216, "text": "Golgi Phosphoprotein 3 Represents a Novel Tumor Marker for Gastric and Colorectal Cancers."}, {"pubmed": 33749896, "text": "Golgi maturation-dependent glycoenzyme recycling controls glycosphingolipid biosynthesis and cell growth via GOLPH3."}, {"pubmed": 33829439, "text": "PAX5-induced upregulation of LINC01194 exerts oncogenic properties by regulating GOLPH3 expression via miR-486-5p in prostate cancer."}, {"pubmed": 33907835, "text": "Golgi phosphoprotein 3 promotes the proliferation of gallbladder carcinoma cells via regulation of the NLRP3 inflammasome."}, {"pubmed": 34473204, "text": "GOLPH3 and GOLPH3L are broad-spectrum COPI adaptors for sorting into intra-Golgi transport vesicles."}, {"pubmed": 34807928, "text": "Clinicopathologic and prognostic implications of Golgi Phosphoprotein 3 in colorectal cancer: A meta-analysis."}, {"pubmed": 34838866, "text": "Golgi Phosphoprotein 3 Confers Radioresistance via Stabilizing EGFR in Lung Adenocarcinoma."}, {"pubmed": 35023138, "text": "GOLPH3 Promotes Vasculogenic Mimicry via the Epithelial Mesenchymal Transition in Glioblastoma Cells."}, {"pubmed": 35364414, "text": "The relationship of tumor budding with GOLPH3 expression and histopathological prognostic parameters in colorectal adenocarcinoma."}, {"pubmed": 35645119, "text": "Golgi phosphoprotein 3 promotes ovarian cancer progression and is associated with cisplatin resistance."}, {"pubmed": 36268878, "text": "Knockdown of circGOLPH3 inhibits cell progression and glycolysis by targeting miR-145-5p/lysine demethylase 2A (KDM2A) axis in oral squamous cell carcinoma."}, {"pubmed": 36952588, "text": "Expression and Clinical Significance of Golgi Phosphoprotein 3 (GOLPH3) in Papillary Thyroid Carcinoma."}, {"pubmed": 36967990, "text": "GOLPH3 modulates expression and alternative splicing of transcription factors associated with endometrial decidualization in human endometrial stromal cells."}, {"pubmed": 37508488, "text": "Golgi Apparatus Target Proteins in Gastroenterological Cancers: A Comprehensive Review of GOLPH3 and GOLGA Proteins."}, {"pubmed": 37945014, "text": "Golgi Phosphoprotein 3 Promotes Cervical Cancer Progression via Wnt/beta-catenin Mediated Epithelial-Mesenchymal Transition."}, {"pubmed": 38390729, "text": "GOLPH3 promotes tumor malignancy via inhibition of ferroptosis by upregulating SLC7A11 in cholangiocarcinoma."}, {"pubmed": 38391929, "text": "GOLPH3 Participates in Mitochondrial Fission and Is Necessary to Sustain Bioenergetic Function in MDA-MB-231 Breast Cancer Cells."}], "genomic_pos": {"chr": "5", "end": 32174319, "ensemblgene": "ENSG00000113384", "start": 32124716, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 32174456, "start": 32124810, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006890", "qualifier": "involved_in", "term": "retrograde vesicle-mediated transport, Golgi to endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007030", "qualifier": "involved_in", "term": "Golgi organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007030", "pubmed": [19837035, 23345592], "qualifier": "involved_in", "term": "Golgi organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009101", "pubmed": 23027862, "qualifier": "involved_in", "term": "glycoprotein biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009306", "pubmed": 23500462, "qualifier": "involved_in", "term": "protein secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010467", "pubmed": 23500462, "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010821", "pubmed": 16263763, "qualifier": "involved_in", "term": "regulation of mitochondrion organization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016477", "pubmed": 23500462, "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030032", "pubmed": 23500462, "qualifier": "involved_in", "term": "lamellipodium assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032008", "pubmed": 19553991, "qualifier": "involved_in", "term": "positive regulation of TOR signaling"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043001", "qualifier": "involved_in", "term": "Golgi to plasma membrane protein transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043001", "pubmed": 19837035, "qualifier": "involved_in", "term": "Golgi to plasma membrane protein transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 24485452, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045053", "pubmed": 23027862, "qualifier": "involved_in", "term": "protein retention in Golgi apparatus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048194", "qualifier": "involved_in", "term": "Golgi vesicle budding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048194", "pubmed": 19837035, "qualifier": "involved_in", "term": "Golgi vesicle budding"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050714", "pubmed": 23345592, "qualifier": "involved_in", "term": "positive regulation of protein secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050901", "pubmed": 23027862, "qualifier": "involved_in", "term": "leukocyte tethering or rolling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060352", "pubmed": 23027862, "qualifier": "involved_in", "term": "cell adhesion molecule production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072752", "pubmed": 19553991, "qualifier": "involved_in", "term": "cellular response to rapamycin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090161", "pubmed": 19837035, "qualifier": "involved_in", "term": "Golgi ribbon formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090164", "pubmed": 19837035, "qualifier": "involved_in", "term": "asymmetric Golgi ribbon formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0140450", "pubmed": 34473204, "qualifier": "involved_in", "term": "protein targeting to Golgi apparatus"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 16263763, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005758", "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005768", "qualifier": "located_in", "term": "endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005794", "pubmed": 18410729, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005802", "qualifier": "is_active_in", "term": "trans-Golgi network"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005802", "pubmed": [16263763, 19553991, 19837035, 23027862], "qualifier": "located_in", "term": "trans-Golgi network"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16263763, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031985", "qualifier": "is_active_in", "term": "Golgi cisterna"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031985", "pubmed": 23027862, "qualifier": "located_in", "term": "Golgi cisterna"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032580", "qualifier": "located_in", "term": "Golgi cisterna membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [19553991, 19837035, 22190034, 23027862, 24485452, 25416956], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23027862, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070273", "qualifier": "enables", "term": "phosphatidylinositol-4-phosphate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0070273", "pubmed": [19837035, 23345592], "qualifier": "enables", "term": "phosphatidylinositol-4-phosphate binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140312", "pubmed": 34473204, "qualifier": "enables", "term": "cargo adaptor activity"}]}, "homologene": {"genes": [[6239, 171919], [7165, 1267437], [7165, 1268965], [7227, 33402], [7955, 561662], [8364, 733503], [9031, 427422], [9598, 461946], [9606, 64083], [9615, 489241], [9913, 531359], [10090, 66629], [10116, 78961]], "id": 56942}, "interpro": [{"desc": "Golgi phosphoprotein 3-like", "id": "IPR008628", "short_desc": "GPP34-like"}, {"desc": "Golgi phosphoprotein 3-like domain superfamily", "id": "IPR038261", "short_desc": "GPP34-like_sf"}], "ipi": ["IPI00005490", "IPI00965013"], "map_location": "5p13.3", "name": "golgi phosphoprotein 3", "other_names": ["Golgi phosphoprotein 3", "coat protein GPP34", "coat-protein", "golgi peripheral membrane protein 1, 34 kDa", "golgi protein", "golgi-associated protein", "mitochondrial DNA absence factor"], "pantherdb": {"HGNC": "15452", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1913879", "ortholog_type": "LDO", "panther_family": "PTHR12704", "taxid": 10090, "uniprot_kb": "Q9CRA5"}, {"RGD": "621226", "ortholog_type": "LDO", "panther_family": "PTHR12704", "taxid": 10116, "uniprot_kb": "Q9ERE4"}, {"Ensembl": "ENSGALG00000030382", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 9031, "uniprot_kb": "A0A1D5PQ69"}, {"Ensembl": "ENSGALG00000028267", "ortholog_type": "LDO", "panther_family": "PTHR12704", "taxid": 9031, "uniprot_kb": "R4GJZ6"}, {"ZFIN": "ZDB-GENE-051113-168", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 7955, "uniprot_kb": "Q1L8X1"}, {"ZFIN": "ZDB-GENE-091117-10", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 7955, "uniprot_kb": "E7FGM1"}, {"ZFIN": "ZDB-GENE-041010-209", "ortholog_type": "LDO", "panther_family": "PTHR12704", "taxid": 7955, "uniprot_kb": "Q503S3"}, {"WormBase": "WBGene00021644", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 6239, "uniprot_kb": "Q9N3S8"}, {"FlyBase": "FBgn0267378", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 7227, "uniprot_kb": "Q9VQ93"}, {"SGD": "S000002780", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 4932, "uniprot_kb": "Q06385"}, {"PomBase": "SPAC5D6.13", "ortholog_type": "O", "panther_family": "PTHR12704", "taxid": 4896, "uniprot_kb": "O14205"}], "uniprot_kb": "Q9H4A6"}, "pdb": "3KN1", "pfam": "PF05719", "pharmgkb": "PA28812", "pharos": {"target_id": 10356, "tdl": "Tbio"}, "pir": "T42677", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172146", "relationship": "is"}, {"id": "GNF193958", "relationship": "is"}, {"id": "GNF204864", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031962", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF005963", "relationship": "is"}, {"id": "GNF005964", "relationship": "is"}, {"id": "GNF005965", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF238655", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF111024", "relationship": "is"}, {"id": "GNF150665", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": "NP_071413.1", "rna": "NM_022130.4", "translation": {"protein": "NP_071413.1", "rna": "NM_022130.4"}}, "reporter": {"HG-U133_Plus_2": "217803_at", "HTA-2_0": "TC05001232.hg.1", "HuEx-1_0": "2852237", "HuGene-1_1": "8111331", "HuGene-2_1": "16994960"}, "summary": "The Golgi complex plays a key role in the sorting and modification of proteins exported from the endoplasmic reticulum. The protein encoded by this gene is a peripheral membrane protein of the Golgi stack and may have a regulatory role in Golgi trafficking. Several alternatively spliced transcript variants of this gene have been described, but the full-length nature of these variants has not been determined. [provided by RefSeq, Jul 2008].", "symbol": "GOLPH3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423498"}, "unigene": "Hs.408909", "uniprot": {"Swiss-Prot": "Q9H4A6", "TrEMBL": "D6REM1"}}