{"AllianceGenome": "19680", "HGNC": "19680", "MIM": "610147", "_id": "151306", "_version": 1, "accession": {"genomic": ["AB083601.1", "AC021016.5", "AX440956.1", "AX647179.1", "CH471063.1", "CP068276.2", "FJ695195.1", "NC_000002.12", "NC_060926.1"], "protein": ["AAH33625.1", "BAB89314.1", "BAC55235.1", "BAC65343.1", "BAG53647.1", "BAG53648.1", "CAD37291.1", "CAD69712.1", "EAW70598.1", "NP_001070659.1", "NP_001070662.1", "NP_001308879.1", "NP_733800.1", "Q8TDU6.1", "XP_011509045.1", "XP_054196754.1"], "rna": ["AB086170.1", "AB089307.1", "AK122658.1", "AK122660.1", "BC033625.1", "BI834364.1", "NM_001077191.2", "NM_001077194.2", "NM_001321950.2", "NM_170699.3", "XM_011510743.1", "XM_054340779.1"], "translation": [{"protein": "BAC65343.1", "rna": "AB086170.1"}, {"protein": "BAC55235.1", "rna": "AB089307.1"}, {"protein": "BAG53647.1", "rna": "AK122658.1"}, {"protein": "AAH33625.1", "rna": "BC033625.1"}, {"protein": "NP_001070659.1", "rna": "NM_001077191.2"}, {"protein": "XP_054196754.1", "rna": "XM_054340779.1"}, {"protein": "NP_001308879.1", "rna": "NM_001321950.2"}, {"protein": "NP_733800.1", "rna": "NM_170699.3"}, {"protein": "BAG53648.1", "rna": "AK122660.1"}, {"protein": "XP_011509045.1", "rna": "XM_011510743.1"}, {"protein": "NP_001070662.1", "rna": "NM_001077194.2"}]}, "alias": ["BG37", "GPCR19", "GPR131", "M-BAR", "TGR5"], "ensembl": {"gene": "ENSG00000179921", "protein": ["ENSP00000428824", "ENSP00000430202", "ENSP00000430698", "ENSP00000430886"], "transcript": ["ENST00000479077", "ENST00000519574", "ENST00000521462", "ENST00000522678"], "translation": [{"protein": "ENSP00000430698", "rna": "ENST00000479077"}, {"protein": "ENSP00000430886", "rna": "ENST00000522678"}, {"protein": "ENSP00000430202", "rna": "ENST00000519574"}, {"protein": "ENSP00000428824", "rna": "ENST00000521462"}], "type_of_gene": "protein_coding"}, "entrezgene": "151306", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.77542611975709, "exp_mis": 123.236183803343, "exp_syn": 57.1645486146418, "lof_z": -1.64391391815414, "mis_z": -1.13516034811826, "mu_lof": 3.35621028756e-07, "mu_mis": 1.21256321306e-05, "mu_syn": 5.60478421508e-06, "n_lof": 7.0, "n_mis": 149.0, "n_syn": 68.0, "p_li": 1.86484038880538e-06, "p_null": 0.924594063309263, "p_rec": 0.0754040718503482, "syn_z": -0.888449969380168}, "bp": 993, "cds_end": 219128440, "cds_start": 219127447, "n_exons": 1, "nonpsych": {"exp_lof": 3.39867106120179, "exp_mis": 111.52218784351, "exp_syn": 51.7209780170653, "lof_z": -1.38577501712528, "mis_z": -1.07358093092122, "mu_lof": 3.35621028756e-07, "mu_mis": 1.21256321306e-05, "mu_syn": 5.60478421508e-06, "n_lof": 6.0, "n_mis": 134.0, "n_syn": 64.0, "p_li": 1.60478512294429e-05, "p_null": 0.874599296787584, "p_rec": 0.125384655361186, "syn_z": -1.07496370555356}, "nontcga": {"exp_lof": 3.47159345686247, "exp_mis": 113.375498837552, "exp_syn": 52.5895875100302, "lof_z": -1.33863967106508, "mis_z": -1.15217290427028, "mu_lof": 3.35621028756e-07, "mu_mis": 1.21256321306e-05, "mu_syn": 5.60478421508e-06, "n_lof": 6.0, "n_mis": 138.0, "n_syn": 58.0, "p_li": 1.64060013071138e-05, "p_null": 0.862827599958353, "p_rec": 0.13715599404034, "syn_z": -0.472392070789774}, "transcript": "ENST00000522678.1"}, "exons": [{"cdsend": 218263717, "cdsstart": 218262724, "chr": "2", "position": [[218261014, 218261216], [218262058, 218263861]], "strand": 1, "transcript": "NM_001077191", "txend": 218263861, "txstart": 218261014}, {"cdsend": 218263717, "cdsstart": 218262724, "chr": "2", "position": [[218261014, 218261216], [218262566, 218263861]], "strand": 1, "transcript": "NM_001077194", "txend": 218263861, "txstart": 218261014}, {"cdsend": 218263717, "cdsstart": 218262724, "chr": "2", "position": [[218259495, 218260184], [218262679, 218263859]], "strand": 1, "transcript": "NM_001321950", "txend": 218263859, "txstart": 218259495}, {"cdsend": 218263717, "cdsstart": 218262724, "chr": "2", "position": [[218261014, 218261216], [218262679, 218263861]], "strand": 1, "transcript": "NM_170699", "txend": 218263861, "txstart": 218261014}], "exons_hg19": [{"cdsend": 219128440, "cdsstart": 219127447, "chr": "2", "position": [[219125737, 219125939], [219126781, 219128584]], "strand": 1, "transcript": "NM_001077191", "txend": 219128584, "txstart": 219125737}, {"cdsend": 219128440, "cdsstart": 219127447, "chr": "2", "position": [[219125737, 219125939], [219127289, 219128584]], "strand": 1, "transcript": "NM_001077194", "txend": 219128584, "txstart": 219125737}, {"cdsend": 219128440, "cdsstart": 219127447, "chr": "2", "position": [[219124218, 219124907], [219127402, 219128582]], "strand": 1, "transcript": "NM_001321950", "txend": 219128582, "txstart": 219124218}, {"cdsend": 219128440, "cdsstart": 219127447, "chr": "2", "position": [[219125737, 219125939], [219127402, 219128584]], "strand": 1, "transcript": "NM_170699", "txend": 219128584, "txstart": 219125737}], "generif": [{"pubmed": 12419312, "text": "Expression of BG37 was detected in various specific tissues, suggesting its physiological role."}, {"pubmed": 12524422, "text": "TGR5 is implicated in the suppression of macrophage functions by bile acids"}, {"pubmed": 17178880, "text": "Combined blockade of both epidermal growth factor receptors and GPCRs may be a rational strategy to treat cancers, including head and neck squamous cell carcinoma that shows cross-talk between GPCR and EGFR signaling pathways."}, {"pubmed": 17214962, "text": "These results suggest that in AGS cells, DC transactivates EGFR through M-BAR- and ADAM/HB-EGF-dependent mechanisms."}, {"pubmed": 17326144, "text": "This is the first report on the expression of TGR5 in sinusoidal endothelial cells. Regulation of eNOS by TGR5 connects bile salts with hepatic hemodynamics."}, {"pubmed": 19582812, "text": "TGR5 mediates chloride secretion via activation of CFTR. The presence of the receptor in both the plasma membrane and the recycling endosome indicate that TGR5 can be regulated by translocation."}, {"pubmed": 19716570, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19716570, "text": "Our data suggest that a common genetic variation within the GPBAR1 gene may not play a major role in the development of prediabetic phenotypes in our white population"}, {"pubmed": 19723493, "text": "TGR5 signaling pathway is critical in regulating intestinal glucagon-like peptide-1 secretion in CHO cells transiently transfected hTGR5 gene."}, {"pubmed": 19944697, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20623999, "text": "The TGR5 is localized in the primary cilium of human cholangiocytes and the receptor could play an important role in coupling biliary bile acid concentration and composition to ductular bile formation."}, {"pubmed": 20811628, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20811628, "text": "resequencing of TGR5 along with functional investigations of novel variants"}, {"pubmed": 21212509, "text": "The ability of the bile acid analogues obtained by chemical modification of ursodeoxycholic acid (UDCA) for TGR5 activation in HEK 293 cells is reported."}, {"pubmed": 21691102, "text": "The current knowledge on BA receptors is reviewed, with a strong focus on the cell membrane receptor TGR5, which has emerged as a promising target for intervention in metabolic diseases."}, {"pubmed": 21691103, "text": "The aim of the present study was to determine the localization and function of the receptor in biliary epithelial cells."}, {"pubmed": 21691110, "text": "The TGR5 gene is localized at chromosome 2q35, close to a genetic variant associated with both primary sclerosing cholangitis and ulcerative colitis in recent genome-wide association studies."}, {"pubmed": 21754919, "text": "TGR5 is a key factor in energy expenditure by regulating metabolism."}, {"pubmed": 21883702, "text": "Data suggest that variation in bile acid receptor TGR5 may contribute to altered small bowel transit and colonic transit in lower functional gastrointestinal disorders."}, {"pubmed": 22236403, "text": "These results indicate that bile acids induce the differentiation of IL-12 hypo-producing dendritic cells from monocytes via the TGR5-cAMP pathway."}, {"pubmed": 22550135, "text": "the mechanisms of metabolic regulation by FXR and TGR5"}, {"pubmed": 23022524, "text": "this study demonstrates that the TGR5 expressed in the pancreatic beta cells regulates insulin secretion and highlights the importance of ongoing therapeutic strategies targeting TGR5 in the control of glucose homeostasis."}, {"pubmed": 23238937, "text": "TGR5 is overexpressed in most gastric intestinal-type adenocarcinomas, and moderate to strong TGR5 staining is associated with decreased patient survival in all gastric adenocarcinomas."}, {"pubmed": 23523790, "text": "Human adipose tissue TGR5 expression is positively correlated to obesity and reduced during diet-induced weight loss."}, {"pubmed": 23566200, "text": "TGR5 signalling inhibits the production of pro-inflammatory cytokines by in vitro differentiated inflammatory and intestinal macrophages in Crohn's disease."}, {"pubmed": 23619297, "text": "TGR5 agonism induces NO production via Akt activation and intracellular Ca(2+) increase in vascular endothelial cells, and this function inhibits monocyte adhesion in response to inflammatory stimuli."}, {"pubmed": 23818521, "text": "DCA, taurolithocholic acid, and oleanolic acid did not stimulate TGR5 association with beta-arrestin 1/2 or G protein-coupled receptor kinase (GRK) 2/5/6, as determined by bioluminescence resonance energy transfer"}, {"pubmed": 23849932, "text": "Data suggest that TGR5 is expressed in 2 cell types of term placenta, macrophage/trophoblast; TGR5 expression is low in maternal cholestasis; TGR5 appears to trigger different responses to bile acid/progesterone metabolites depending on cell type."}, {"pubmed": 24338481, "text": "the secondary structure of the TGR5 membrane-proximal C terminus is the determining factor for plasma membrane localization and responsiveness towards extracellular ligands."}, {"pubmed": 24465162, "text": "Our findings strongly suggested the combination of serum TGR5 promoter methylation and AFP enhanced the diagnostic value of AFP alone in discriminating HCC from CHB patients."}, {"pubmed": 25012842, "text": "GPBAR1 SNP is associated with symptoms and pathobiology in IBS-D and IBS-C."}, {"pubmed": 25283506, "text": "Study demonstrates that highly lipophilic 3-epi-betulinic acid derivatives can be potent and selective TGR5 agonists with improved cellular efficacy."}, {"pubmed": 25418122, "text": "Because elevated levels of circulatory LPS may contribute to the development of insulin resistance, the results from this study suggest that bile acids through the activation of TGR5 may have a role in the development of insulin resistance as well."}, {"pubmed": 25934094, "text": "GPBAR1 plays a role in secondary bile acid induced vasodilation via reglation of cystathionine gamma-lyase. The GPBAR1/CSE pathway might contribute to endothelial dysfunction and hyperdynamic circulation in liver cirrhosis."}, {"pubmed": 26045278, "text": "Collectively, these data suggest the involvement of TGR5 in PLD and that TGR5 targeting in cystic cholangiocytes may have therapeutic potential."}, {"pubmed": 26417930, "text": "These findings identify TGR5 as a suppressor of gastric cancer cell proliferation and migration"}, {"pubmed": 26420419, "text": "TGR5 is a mediator of bile acid-induced cholangiocyte proliferation and protects cholangiocytes from apoptosis but may trigger proliferation and apoptosis resistance in malignantly transformed cholangiocytes, promoting cholangiocarcinoma."}, {"pubmed": 26607331, "text": "this is the first report of bile acid derivatives able to antagonize GPBAR1 and and farnesoid X receptor (FXR) modulatory activity."}, {"pubmed": 27045028, "text": "TGR5 activation induces mitochondrial biogenesis and prevents renal oxidative stress and lipid accumulation, establishing a role for TGR5 in inhibiting Kidney Disease in Obesity and Diabetes Mellitus."}, {"pubmed": 27267434, "text": "The generated contour maps revealed the important structural insights for the activity of the compounds. The results obtained from this study could be helpful in the development of novel and more potent agonists of TGR5."}, {"pubmed": 27402811, "text": "anti-inflammation therapy targeting Gpbar1/NF-kappaB pathway could be effective in suppressing bile acid-induced inflammation and alleviating Intrahepatic cholestasis of pregnancy-associated fetal disorders."}, {"pubmed": 27409173, "text": "GPBAR1 is expressed in advanced gastric cancers and its expression correlates with markers of epithelial-mesenchymal transition"}, {"pubmed": 27510297, "text": "TGR5 functions as a tumor-suppressor in patients with ampullary adenocarcinoma and preoperative hyperbilirubinemia"}, {"pubmed": 27511066, "text": "The authors conclude that taurodeoxycholic acid-induced DNA damage may depend on the activation of TGR5, CREB and NOX5-S. It is possible that in Barrett's patients bile acids may activate NOX5-S and increase reactive oxygen species (ROS) production via activation of TGR5 and CREB. NOX5-S-derived ROS may cause DNA damage, thereby contributing to the progression from Barrett's esophagus to esophageal adenocarcinoma."}, {"pubmed": 27833095, "text": "Higher-order oligomers, likely with a tetramer organization, are formed from dimers, the smallest unit suggested for TGR5 Y111A variants."}, {"pubmed": 27846919, "text": "Data suggest that TGR5 and FXR in intestinal mucosa are important for glucose homeostasis, in particular in metabolic disorders such as type 2 diabetes and obesity. (TGR5 = membrane-type receptor for bile acids TGR5; FXR = farnesoid X receptor) [REVIEW; Congress as Topic]"}, {"pubmed": 28034761, "text": "bile acids promote intestinal epithelial cell proliferation and decrease mucosal injury by upregulating TGR5 expression in obstructive jaundice."}, {"pubmed": 28212604, "text": "We conclude that Claudin-2 expression is significantly associated with bile acid receptors VDR and TGR5 expression. Our studies identify a novel role of a tight junction protein in the development and progression of esophageal mucosal metaplasia, dysplasia and carcinoma."}, {"pubmed": 28293080, "text": "TGR5 may have a role in the progression from Barrett's Esophagus to high-grade dysplasia and esophageal adenocarcinoma"}, {"pubmed": 28543567, "text": "contributes to hepatic cystogenesis by increasing cAMP and enhancing cholangiocyte proliferation"}, {"pubmed": 28594916, "text": "human TGR5 (hTGR5) shows higher nomilin responsiveness than does mouse TGR5."}, {"pubmed": 28916388, "text": "Activation of FXR inhibits, whereas TGR5 activation may promote, cholangiocarcinoma progression by regulating proliferation, migration and mitochondrial energy metabolism."}, {"pubmed": 29074425, "text": "TGR5 exhibits significantly higher expression in NSCLC tumor samples and facilitates the growth and metastasis of NSCLC by activating the JAK2/STAT3 signaling pathway."}, {"pubmed": 29606134, "text": "TGR5 is strongly expressed in collecting ducts, distal convoluted tubules and thin loop of Henle. TGR5 protein and mRNA expression were notably decreased in clear cell renal cell carcinomas and may be helpful in differentiating these tumors from other renal cell carcinomas."}, {"pubmed": 29709472, "text": "The findings suggest that activation of TGR5 promoted mitochondrial biogenesis in endothelial cells, which is mediated by the CREB/PGC-1a signaling pathway."}, {"pubmed": 29859856, "text": "RYGB increased circulating bile acids, ileal Takeda G protein-coupled receptor 5 (TGR5) and mTORC1 signaling activity, as well as GLP-1 production in both mice and human subjects. Inhibition of ileal mTORC1 signaling by rapamycin significantly attenuated the stimulation of bile acid secretion, TGR5 expression and GLP-1 synthesis induced by RYGB in lean and diet-induced obese mice."}, {"pubmed": 30792450, "text": "Discovery of ((1,2,4-oxadiazol-5-yl)pyrrolidin-3-yl)ureidyl derivatives as selective non-steroidal agonists of the G-protein coupled bile acid receptor-1."}, {"pubmed": 30794473, "text": "Decreased Expression of TGR5 in Vogt-Koyanagi-Harada (VKH) Disease."}, {"pubmed": 30842472, "text": "TGR5 activation ameliorates hyperglycemia-induced cardiac hypertrophy in H9c2 cells."}, {"pubmed": 30884797, "text": "The newly synthesized analogues were evaluated on human orthologs of FXR and GPBAR1 receptors in a luciferase reporter assay..FXR selectivity is a critical point in the pharmacological claim of FXR agonists in cholestasis disorders, where the concomitant activation of GPBAR1 limits the pharmacological utility of dual agonists."}, {"pubmed": 31075239, "text": "Activation of G-protein-coupled bile acid receptor Gpbar1 (TGR5) inhibits degradation of type II collagen and aggrecan in human chondrocytes"}, {"pubmed": 31226434, "text": "Data show that GPBAR1 is essential for regulation of liver immunity by modulating type I and II natural killer T cells in a interleukin-10 dependent manner."}, {"pubmed": 31702035, "text": "Activation of TGR5 alleviates inflammation in rheumatoid arthritis peripheral blood mononuclear cells and in mice with collagen IIinduced arthritis."}, {"pubmed": 31905022, "text": "we demonstrate that accelerated cholestasis and parental nutrition-associated liver disease may be associated with deficiency of Takeda G protein receptor 5 (TGR5) signaling"}, {"pubmed": 31909787, "text": "Overexpression of TGR5 alleviates myocardial ischemia/reperfusion injury via AKT/GSK-3beta mediated inflammation and mitochondrial pathway."}, {"pubmed": 31930324, "text": "Deficiency of TGR5 exacerbates immune-mediated cholestatic hepatic injury by stabilizing the beta-catenin destruction complex."}, {"pubmed": 31978385, "text": "TGR5 promotes cholangiocarcinoma by interacting with mortalin."}, {"pubmed": 32330496, "text": "Identification of cysteinyl-leukotriene-receptor 1 antagonists as ligands for the bile acid receptor GPBAR1."}, {"pubmed": 32698187, "text": "Structural basis of GPBAR activation and bile acid recognition."}, {"pubmed": 32747649, "text": "Cryo-EM structure of activated bile acids receptor TGR5 in complex with stimulatory G protein."}, {"pubmed": 32747812, "text": "Bariatric surgery reveals a gut-restricted TGR5 agonist with anti-diabetic effects."}, {"pubmed": 32986275, "text": "TGR5/Cathepsin E signaling regulates macrophage innate immune activation in liver ischemia and reperfusion injury."}, {"pubmed": 33266235, "text": "Bile Acids and GPBAR-1: Dynamic Interaction Involving Genes, Environment and Gut Microbiome."}, {"pubmed": 33545429, "text": "Circulating Bile Acids in Liver Failure Activate TGR5 and Induce Monocyte Dysfunction."}, {"pubmed": 33605573, "text": "GPBAR1 Promotes Proliferation of Serous Ovarian Cancer by Inducing Smad4 Ubiquitination."}, {"pubmed": 33692776, "text": "TGR5 Regulates Macrophage Inflammation in Nonalcoholic Steatohepatitis by Modulating NLRP3 Inflammasome Activation."}, {"pubmed": 33771073, "text": "Progress in research on the roles of TGR5 receptor in liver diseases."}, {"pubmed": 34053874, "text": "Faecal bile acids and colonic bile acid membrane receptor correlate with symptom severity of diarrhoea-predominant irritable bowel syndrome: A pilot study."}, {"pubmed": 34163030, "text": "FGF19 and FGFR4 promotes the progression of gallbladder carcinoma in an autocrine pathway dependent on GPBAR1-cAMP-EGR1 axis."}, {"pubmed": 34904217, "text": "GPBAR1 promotes proliferation and is related to poor prognosis of high-grade glioma via inducing MAFB expression."}, {"pubmed": 35406751, "text": "GLP-1 Mediates Regulation of Colonic ACE2 Expression by the Bile Acid Receptor GPBAR1 in Inflammation."}, {"pubmed": 35464490, "text": "GPCR19 Regulates P2X7R-Mediated NLRP3 Inflammasomal Activation of Microglia by Amyloid beta in a Mouse Model of Alzheimer's Disease."}, {"pubmed": 35858343, "text": "Structural basis and molecular mechanism of biased GPBAR signaling in regulating NSCLC cell growth via YAP activity."}, {"pubmed": 35864954, "text": "Lithocholic acid inhibits dendritic cell activation by reducing intracellular glutathione via TGR5 signaling."}, {"pubmed": 36152741, "text": "GPBAR1 preserves neurite and synapse of dopaminergic neurons via RAD21-OPCML signaling: Role in preventing Parkinson's disease in mouse model and human patients."}, {"pubmed": 37926268, "text": "Activation of GPBAR1 attenuates vascular inflammation and atherosclerosis in a mouse model of NAFLD-related cardiovascular disease."}, {"pubmed": 37989444, "text": "Gut microbiota-mediated ursodeoxycholic acids regulate the inflammation of microglia through TGR5 signaling after MCAO."}, {"pubmed": 38329942, "text": "The function of the gut microbiota-bile acid-TGR5 axis in diarrhea-predominant irritable bowel syndrome."}, {"pubmed": 38806072, "text": "Gpbar-1/cAMP/PKA signaling mitigates macrophage-mediated acute cholestatic liver injury via antagonizing NLRP3-ASC inflammasome."}, {"pubmed": 38941459, "text": "TGR5 deficiency in excitatory neurons ameliorates Alzheimer's pathology by regulating APP processing."}], "genomic_pos": {"chr": "2", "end": 218263861, "ensemblgene": "ENSG00000179921", "start": 218259496, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 219128582, "start": 219124219, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0038184", "pubmed": [12419312, 12524422], "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled bile acid receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903413", "pubmed": [12419312, 12524422], "qualifier": "involved_in", "term": "cellular response to bile acid"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904056", "qualifier": "involved_in", "term": "positive regulation of cholangiocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000810", "qualifier": "involved_in", "term": "regulation of bicellular tight junction assembly"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12524422, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12419312, 12524422], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": [12419312, 12524422], "qualifier": "part_of", "term": "receptor complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 31978385, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0038182", "qualifier": "enables", "term": "G protein-coupled bile acid receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038182", "pubmed": 12524422, "qualifier": "enables", "term": "G protein-coupled bile acid receptor activity"}, {"category": "MF", "evidence": "NAS", "id": "GO:0038182", "pubmed": 12419312, "qualifier": "enables", "term": "G protein-coupled bile acid receptor activity"}]}, "homologene": {"genes": [[9544, 697937], [9598, 741111], [9606, 151306], [9615, 488521], [9913, 317756], [10090, 227289], [10116, 338443]], "id": 18125}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": "IPI00152620", "map_location": "2q35", "name": "G protein-coupled bile acid receptor 1", "other_names": ["G-protein coupled bile acid receptor 1", "G-protein coupled bile acid receptor BG37", "G-protein coupled receptor GPCR19", "membrane bile acid receptor", "membrane-type receptor for bile acids"], "pantherdb": {"HGNC": "19680", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2653863", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 10090, "uniprot_kb": "Q80SS6"}, {"RGD": "631400", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 10116, "uniprot_kb": "Q80T02"}, {"Ensembl": "ENSDARG00000023302", "ortholog_type": "LDO", "panther_family": "PTHR24246", "taxid": 7955, "uniprot_kb": "A0A2R8QDF5"}, {"WormBase": "WBGene00019287", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q10042"}, {"WormBase": "WBGene00017779", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q19779"}, {"WormBase": "WBGene00017338", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q19295"}, {"WormBase": "WBGene00011878", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 6239, "uniprot_kb": "Q1ZXT2"}, {"FlyBase": "FBgn0039747", "ortholog_type": "O", "panther_family": "PTHR24246", "taxid": 7227, "uniprot_kb": "Q9VAA2"}], "uniprot_kb": "Q8TDU6"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["7BW0", "7CFM", "7CFN", "7XTQ"], "pfam": "PF00001", "pharmgkb": "PA134903170", "pharos": {"target_id": 15862, "tdl": "Tchem"}, "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF270995", "relationship": "is"}, {"id": "GNF270996", "relationship": "is"}, {"id": "GNF270997", "relationship": "is"}, {"id": "GNF270998", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF281188", "relationship": "is"}, {"id": "GNF281189", "relationship": "is"}, {"id": "GNF281190", "relationship": "is"}, {"id": "GNF281191", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161811", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF082689", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF055080", "relationship": "is"}, {"id": "GNF075298", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063967", "relationship": "is"}, {"id": "GNF063968", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282911", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283838", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF005984", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF241356", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093630", "relationship": "is"}, {"id": "GNF133288", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_001070659.1", "NP_001070662.1", "NP_001308879.1", "NP_733800.1", "XP_011509045.1", "XP_054196754.1"], "rna": ["NM_001077191.2", "NM_001077194.2", "NM_001321950.2", "NM_170699.3", "XM_011510743.1", "XM_054340779.1"], "translation": [{"protein": "NP_001070659.1", "rna": "NM_001077191.2"}, {"protein": "XP_054196754.1", "rna": "XM_054340779.1"}, {"protein": "NP_001308879.1", "rna": "NM_001321950.2"}, {"protein": "NP_733800.1", "rna": "NM_170699.3"}, {"protein": "XP_011509045.1", "rna": "XM_011510743.1"}, {"protein": "NP_001070662.1", "rna": "NM_001077194.2"}]}, "reporter": {"GNF1H": "gnf1h07596_at", "HG-U133_Plus_2": "1552501_a_at", "HTA-2_0": "TC02001296.hg.1", "HuEx-1_0": "2527655", "HuGene-1_1": "8048249", "HuGene-2_1": "16890787"}, "summary": "This gene encodes a member of the G protein-coupled receptor (GPCR) superfamily. This enzyme functions as a cell surface receptor for bile acids. Treatment of cells expressing this GPCR with bile acids induces the production of intracellular cAMP, activation of a MAP kinase signaling pathway, and internalization of the receptor. The receptor is implicated in the suppression of macrophage functions and regulation of energy homeostasis by bile acids. Alternative splicing results in multiple transcript variants encoding the same protein. [provided by RefSeq, Jul 2008].", "symbol": "GPBAR1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1426330"}, "unigene": "Hs.160954", "uniprot": {"Swiss-Prot": "Q8TDU6"}, "wikipedia": {"url_stub": "G protein-coupled bile acid receptor"}}