{"AllianceGenome": "4485", "HGNC": "4485", "MIM": "601805", "_id": "2852", "_version": 2, "accession": {"genomic": ["AC091729.4", "AF007171.1", "AF027956.1", "CH236953.1", "CH471144.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "U77827.1"], "protein": ["AAB02736.1", "AAB88017.1", "AAC51173.1", "AAC51904.1", "AAC52027.1", "AAH11634.1", "AAH82766.1", "AAP40320.1", "AAP40321.1", "AAP40322.1", "BAF82277.1", "BAG70241.1", "CAA67133.1", "CAA69354.1", "CAG46456.1", "CAG46541.1", "EAL23938.1", "EAW87194.1", "EAW87195.1", "NP_001035055.1", "NP_001091671.1", "NP_001496.1", "Q99527.1"], "rna": ["AB451427.1", "AF015257.1", "AK289588.1", "AY265807.1", "AY265808.1", "AY265809.1", "BC011634.1", "BC067849.1", "BC082766.1", "BM672716.1", "CR541655.1", "CR541741.1", "DA014990.1", "DC381205.1", "NM_001031682.1", "NM_001039966.2", "NM_001098201.3", "NM_001505.3", "U58828.1", "U63917.1", "X98510.1", "Y08162.1"], "translation": [{"protein": "CAG46541.1", "rna": "CR541741.1"}, {"protein": "AAH82766.1", "rna": "BC082766.1"}, {"protein": "AAH11634.1", "rna": "BC011634.1"}, {"protein": "AAB88017.1", "rna": "U63917.1"}, {"protein": "CAA69354.1", "rna": "Y08162.1"}, {"protein": "AAB02736.1", "rna": "U58828.1"}, {"protein": "AAP40321.1", "rna": "AY265808.1"}, {"protein": "NP_001496.1", "rna": "NM_001505.3"}, {"protein": "NP_001091671.1", "rna": "NM_001098201.3"}, {"protein": "BAF82277.1", "rna": "AK289588.1"}, {"protein": "AAP40322.1", "rna": "AY265809.1"}, {"protein": "BAG70241.1", "rna": "AB451427.1"}, {"protein": "AAP40320.1", "rna": "AY265807.1"}, {"protein": "AAC51904.1", "rna": "AF015257.1"}, {"protein": "CAG46456.1", "rna": "CR541655.1"}, {"protein": "CAA67133.1", "rna": "X98510.1"}, {"protein": "NP_001035055.1", "rna": "NM_001039966.2"}]}, "alias": ["CEPR", "CMKRL2", "DRY12", "FEG-1", "GPCR-Br", "GPER", "GPR30", "LERGU", "LERGU2", "LyGPR", "mER"], "ensembl": {"gene": "ENSG00000164850", "protein": ["ENSP00000297469", "ENSP00000380277", "ENSP00000380281", "ENSP00000385151", "ENSP00000410487"], "transcript": ["ENST00000297469", "ENST00000397088", "ENST00000397092", "ENST00000401670", "ENST00000413368"], "translation": [{"protein": "ENSP00000385151", "rna": "ENST00000401670"}, {"protein": "ENSP00000410487", "rna": "ENST00000413368"}, {"protein": "ENSP00000297469", "rna": "ENST00000297469"}, {"protein": "ENSP00000380277", "rna": "ENST00000397088"}, {"protein": "ENSP00000380281", "rna": "ENST00000397092"}], "type_of_gene": "protein_coding"}, "entrezgene": "2852", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.99928023, "exp_mis": 196.7797656, "exp_syn": 104.2188, "lof_z": 1.98098231537074, "mis_z": 1.59624676342098, "mu_lof": 3.15985744021e-07, "mu_mis": 1.73307182518e-05, "mu_syn": 9.16132294518e-06, "n_lof": 0.0, "n_mis": 151.0, "n_syn": 99.0, "p_li": 0.725420978638944, "p_null": 0.0129736877874037, "p_rec": 0.261605333573653, "syn_z": 0.316918131650634}, "bp": 1128, "cds_end": 1132492, "cds_start": 1131364, "n_exons": 1, "nonpsych": {"exp_lof": 3.599099, "exp_mis": 178.0840467, "exp_syn": 94.3074338, "lof_z": 1.86315449256866, "mis_z": 1.55282298279004, "mu_lof": 3.15985744021e-07, "mu_mis": 1.73307182518e-05, "mu_syn": 9.16132294518e-06, "n_lof": 0.0, "n_mis": 137.0, "n_syn": 89.0, "p_li": 0.720322762128589, "p_null": 0.0162540520992605, "p_rec": 0.263423185772151, "syn_z": 0.344092164767749}, "nontcga": {"exp_lof": 3.67732659, "exp_mis": 181.0353866, "exp_syn": 95.87928732, "lof_z": 1.89167870373425, "mis_z": 2.03784017064043, "mu_lof": 3.15985744021e-07, "mu_mis": 1.73307182518e-05, "mu_syn": 9.16132294518e-06, "n_lof": 0.0, "n_mis": 126.0, "n_syn": 90.0, "p_li": 0.708116972596594, "p_null": 0.0153450958800991, "p_rec": 0.276537931523307, "syn_z": 0.38017604740765}, "transcript": "ENST00000397092.1"}, "exons": [{"cdsend": 1092856, "cdsstart": 1091728, "chr": "7", "position": [[1086806, 1087244], [1088197, 1088321], [1091406, 1093815]], "strand": 1, "transcript": "NM_001039966", "txend": 1093815, "txstart": 1086806}, {"cdsend": 1092856, "cdsstart": 1091728, "chr": "7", "position": [[1088112, 1088321], [1091406, 1093810]], "strand": 1, "transcript": "NM_001098201", "txend": 1093810, "txstart": 1088112}, {"cdsend": 1092856, "cdsstart": 1091728, "chr": "7", "position": [[1087117, 1087244], [1091406, 1093810]], "strand": 1, "transcript": "NM_001505", "txend": 1093810, "txstart": 1087117}], "exons_hg19": [{"cdsend": 1132492, "cdsstart": 1131364, "chr": "7", "position": [[1126442, 1126880], [1127833, 1127957], [1131042, 1133451]], "strand": 1, "transcript": "NM_001039966", "txend": 1133451, "txstart": 1126442}, {"cdsend": 1132492, "cdsstart": 1131364, "chr": "7", "position": [[1127748, 1127957], [1131042, 1133446]], "strand": 1, "transcript": "NM_001098201", "txend": 1133446, "txstart": 1127748}, {"cdsend": 1132492, "cdsstart": 1131364, "chr": "7", "position": [[1126753, 1126880], [1131042, 1133446]], "strand": 1, "transcript": "NM_001505", "txend": 1133446, "txstart": 1126753}], "generif": [{"pubmed": 11897506, "text": "estrogen transactivates the epidermal growth factor receptor (EGFR) to MAP K signaling axis via GPR30;implications for breast cancer biology"}, {"pubmed": 12193550, "text": "orphan receptor GPR30 is important for the inhibitory effect of progestin on mammary gland growth"}, {"pubmed": 12446589, "text": "results suggest that progestin-induced ERK inactivation is mediated through G protein-coupled receptor 30"}, {"pubmed": 15090535, "text": "The G protein-coupled receptor GPR30 mediates c-fos up-regulation by 17beta-estradiol, genistrin and quercetin in breast cancer cells."}, {"pubmed": 15539556, "text": "GPR30, an orphan receptor unrelated to nuclear estrogen receptors, has all the binding and signaling characteristics of a membrane estrogen receptor"}, {"pubmed": 15705806, "text": "GPR30 is localized to the endoplasmic reticulum where it specifically binds estrogen and estrogen derivatives; GPR30 represents an intracellular transmembrane estrogen receptor that may contribute to normal estrogen physiology as well as pathophysiology"}, {"pubmed": 17638621, "text": "GPR30 expression is downregulated in infiltrating ductal carcinoma of the breast; GPR30 is preferentially co-expressed with ER and/or PR but is lowly expressed in HER-2/neu(+) tumors"}, {"pubmed": 17878253, "text": "a relationship between GPR30 expression and age may underlie the observed pubertal decline in the GPR30 level"}, {"pubmed": 18289622, "text": "GPR30 has a role in breast tumor metastasis and transactivation of the epidermal growth factor receptor"}, {"pubmed": 18467441, "text": "The action of EGF may include the up-regulation of GPR30 in facilitating a stimulatory role of estrogen, even in ER-negative breast tumor cells."}, {"pubmed": 18566127, "text": "In transiently transfected cells as well as cells endogenously expressing GPR30, we confirmed that the receptor localized to the endoplasmic reticulum"}, {"pubmed": 18794456, "text": "GPR30 transcripts are expressed in human skin dermis, but barely detectable in epidermis or appendages.  GPR30 mRNA levels are not altered by topical 17beta-estradiol treatment."}, {"pubmed": 19153601, "text": "activation of GPR30 by OHT also induces CTGF in fibroblasts from breast tumour biopsies, these pathways may be involved in promoting aggressive behaviour of breast tumours in response to endogenous oestrogens or to OHT being used for endocrine therapy."}, {"pubmed": 19179659, "text": "novel roles for GPER in protecting from cardiovascular disease and obesity"}, {"pubmed": 19342448, "text": "Regulation of estrogen-mediated fibronectin matrix assembly and epidermal growth factor receptor transactivation by GPR30."}, {"pubmed": 19432902, "text": "GPR30-mediated non-genomic signaling may play an important role in endometrial cancer."}, {"pubmed": 19549922, "text": "GPR30 increases local concentrations of estrogen and mediates the proliferative effects of synthetic estrogens such as tamoxifen, in promoting endometriosis and endometrial cancers."}, {"pubmed": 19744559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19744559, "text": "Results support the role of GPR30 in breast cancer and encourage functional studies on the molecular mechanisms underlying the association of the GPR30 polymorphisms rs11544331, rs3808350, and rs3808351 with progesterone receptor status and tumor growth."}, {"pubmed": 19749156, "text": "G protein-coupled receptor 30 expression is up-regulated by EGF and TGF alpha in estrogen receptor alpha-positive cancer cells"}, {"pubmed": 19767412, "text": "mediates a wide range of responses to estrogen in a large variety of cell types"}, {"pubmed": 19902352, "text": "The majority of inflammatory breast cancer tumors are GPR30-positive"}, {"pubmed": 19911269, "text": "This data suggests the important role of GPR30/EGFR receptor signaling in the development of tamoxifen resistance"}, {"pubmed": 20086172, "text": "Data show that GPR30 antagonizes growth of ERalpha-positive breast cancer and may represent a new target to combat this disease."}, {"pubmed": 20197310, "text": "Results demonstrated that previously reported activities of GPR30 in response to estrogen were through its ability to induce ER-alpha36 expression."}, {"pubmed": 20203690, "text": "Binding of G-1 compound to GPR30 in PC-3 prostate cancer cells is followed by sustained activation of Erk1/2 and a c-jun/c-fos-dependent upregulation of p21, resulting in the arrest of PC-3 growth at the G(2) phase."}, {"pubmed": 20211987, "text": "Data show that GPER-1 mediate the regulation of ERRalpha gene expression by estrogen receptor agonists and antagonists in SKBR3 breast cancer cells."}, {"pubmed": 20508064, "text": "G protein-coupled estrogen receptor 1 (GPER, GPR 30) in normal human endometrium and early pregnancy decidua."}, {"pubmed": 20596598, "text": "Investigated both mRNA and protein expression of GPER in the rat and human heart. The role of GPER in estrogen protection against ischaemic stress in the rat heart was also assessed."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20960099, "text": "GPR30 promotes the progress of estrogen-related tumors through mitogen-activated protein kinase (MAPK) signaling pathways"}, {"pubmed": 21170498, "text": "GPR30 may be involved in the invasion and metastasis of epithelial ovarian carcinoma."}, {"pubmed": 21196169, "text": "ERalpha, ERbeta and GPER1/GPR30 are involved in preventing beta-cell apoptosis, impeding the loss of critical beta-cell mass."}, {"pubmed": 21266576, "text": "HIF-1alpha-responsive elements located within the promoter region of GPER are involved in hypoxia-dependent transcription of GPER, which requires the ROS-induced activation of EGFR/ERK signaling"}, {"pubmed": 21269226, "text": "lower in endometrium of polycystic ovary syndrome group compared to controls"}, {"pubmed": 21278491, "text": "The GPR30 protein expression was detected at high level in all intratubular germ cell tumours, seminomas, and embryonal carcinomas, whereas in teratomas the expression was low."}, {"pubmed": 21354433, "text": "the subcellular localization pattern of GPR30 in different tissues"}, {"pubmed": 21427217, "text": "GRp30-activated membrane estrogen receptors mediate increased contractility of the human myometrium."}, {"pubmed": 21607586, "text": "High GPR30 is associated with tamoxifen resistance in breast cancer."}, {"pubmed": 21632639, "text": "GPR30 is more sensitive, but less specific than mesothelin for pancreatic adenocarcinoma"}, {"pubmed": 21791623, "text": "GPER activation relaxes coronary artery smooth muscle by increasing potassium efflux via BK(Ca) channels and requires an intact cellular signaling mechanism."}, {"pubmed": 21974818, "text": "Results suggest GPER is expressed in cytoplasm of non-neoplastic testes and neoplastic testes (including granuloma, Sertoli cell tumor, Leydig cell tumor, seminoma, and embryonal carcinoma)."}, {"pubmed": 22075757, "text": "regulation of proliferation in nuclear ER-positive endometrial cancer cells is mediated by both ER-Notch signaling and GPR30-PI3K/AKT signaling."}, {"pubmed": 22138413, "text": "Estrogens act through a GPER-dependent signalling pathway."}, {"pubmed": 22153880, "text": "This review takes an organ-based approach to assess the expression and function of GPR30 in the cardiovascular system. (review)"}, {"pubmed": 22270964, "text": "GPR30 plays important roles in mediating the proliferative and invasive effects of estrogen and in tumorigenesis."}, {"pubmed": 22378861, "text": "Data suggest that normal endometrial GPER expression is cyclic and regulated by nuclear estrogen and progesterone receptors, while expression is dysregulated in endometriosis."}, {"pubmed": 22414008, "text": "GPER-L1 and GPER-L2 induced the proliferation of SkBr3 breast and Ishikawa endometrial cancer cells at nM concentrations through GPER."}, {"pubmed": 22415229, "text": "GPER status adds clinically relevant information to ERalpha status in endometrial carcinoma and suggest a potential for new inhibitors in the treatment of metastatic endometrial cancers with ERalpha expression and GPER loss."}, {"pubmed": 22425775, "text": "HRG-beta1-induced migration and invasion partly depend on the upregulation of GPR30 expression through activation of the ErbB2-ERK pathway in SkBr3 cells."}, {"pubmed": 22430216, "text": "Our data demonstrate that the IGF-I system regulates GPER expression and function, triggering the activation of a signaling network that leads to the migration and proliferation of cancer cells."}, {"pubmed": 22495674, "text": "GPER-1 has a role in female reproductive cancers as well as renal and vascular physiology [review]"}, {"pubmed": 22495744, "text": "Hgih GPR30 expression is associated with endometriosis-associated ovarian carcinoma."}, {"pubmed": 22496838, "text": "In normal adult human testes, GPR30 was expressed by somatic (Sertoli cells) and germ cells (spermatogonia and spermatocytes). GPR30 was exclusively overexpressed in seminomas and localized at the cell membrane."}, {"pubmed": 22520060, "text": "The present data indicate a unique GPER expression pattern in endometriosis, especially in endometriomas as compared to the normal endometrium."}, {"pubmed": 22576740, "text": "the interruption between GPR30 signaling and the ErbB family system may serve as a promising therapeutic strategy for breast cancer."}, {"pubmed": 22781117, "text": "GPER is likely involved in non-nuclear activation of PI3K/Akt signaling pathways in endometrial carcinoma cells."}, {"pubmed": 22792339, "text": "Estrogen is involved in hepcidin expression via a GPR30-BMP6-dependent mechanism"}, {"pubmed": 23012390, "text": "EMMPRIN release in microvesicles can be mediated by stimulation of GPR30 in human epithelial uterine cells, suggesting that inappropriate stimulation or expression of this receptor may be significant in uterine pathology."}, {"pubmed": 23038618, "text": "There was no association between the presence of rs3808351, rs10269151, or rs4266553 and curve progression in adolescent idiopathic scoliosis in a 2117-person Japanese cohort."}, {"pubmed": 23056216, "text": "Data suggest a role for the ERalpha, ERbeta and GPER in the estrogenic disruption of acinar formation."}, {"pubmed": 23285008, "text": "Endothelial GPR30 is a novel regulator of the inflammatory response."}, {"pubmed": 23314808, "text": "molecular classification of breast cancer is based upon the expression of ESR, PGR and HER2; the expression of EPOR, membrane receptor GPER and EPHB4 may be considered as an additional classification factor in breast cancer"}, {"pubmed": 23432876, "text": "This study found GPER expression to be modulated by stress-related hormones as well as inflammation and to be up-regulated in endometriosis-associated macrophages."}, {"pubmed": 23458722, "text": "high levels of G protein-coupled receptor 30 (GPR30) expression can play an important role in the progression of endometriosi."}, {"pubmed": 23466742, "text": "Acute, non-genomic estrogen signaling via GPER is a new and exciting development, particularly for its potential as a novel target for cardiovascular therapeutics. [review]"}, {"pubmed": 23580092, "text": "GPER promotes the migration and invasion of ovarian cancer cells by increasing the expression and activity of MMP-9."}, {"pubmed": 23688258, "text": "Aberrant GPER-1 expression seems to be an important factor in breast cancer progression."}, {"pubmed": 23921077, "text": "moderate GPER expression might be sufficient to mediate growth-inhibitory effects triggered by its agonist G-1"}, {"pubmed": 23951246, "text": "High expression/ activation of GPER, and low expression of LHCGR/FSHR correlate with significantly greatly survival in ovarian epithelial cancer patients."}, {"pubmed": 24037776, "text": "GPR30 can be considered the main mediator of estrogen action in prostate."}, {"pubmed": 24169358, "text": "The study revealed that Fulvestrant resistance is associated with the dysregulation of GPER and CDK6 in breast cancer cells."}, {"pubmed": 24275097, "text": "Results prove the involvement of the Notch signaling pathway in mediating the effects of estrogenic GPER signaling in breast cancer cells and CAFs."}, {"pubmed": 24289103, "text": "GPR30 is an initiator of tamoxifen resistance in hormone-dependent breast cancer."}, {"pubmed": 24319683, "text": "Subtypes of estrogen receptors (Estrogen receptor beta and GPER1)could be applicable for developing estrogen-like compounds to specifically bind to a subtype of estrogen receptors with greater specific action on the cerebral arteries"}, {"pubmed": 24421881, "text": "Predominantly cytoplasmic and/or nuclear GPER expression are two distinct immunohistochemical patterns in breast carcinomas and may reflect different biological features."}, {"pubmed": 24451139, "text": "Two SNPs in GPER (rs3808350 and rs3808351) were more frequent in seminomas but not in non-seminomas."}, {"pubmed": 24481325, "text": "GPER-mediated proliferation and estradiol production in breast cancer-associated fibroblasts"}, {"pubmed": 24553912, "text": "our results establish the protective role in breast cancer tumorigenesis, and the cell surface expression of GPER makes it an excellent potential therapeutic target for triple-negative breast cancer"}, {"pubmed": 24586950, "text": "Calmodulin may regulate GPER-dependent signaling at the receptor level through multiple interaction sites."}, {"pubmed": 24628533, "text": "GPR30 was significantly associated with larger tumor size."}, {"pubmed": 24662263, "text": "the promiscuous activity exerted by niacin via both GPR109A and GPER may open new avenues towards a better understanding of the mechanisms involved in its biological action exerted in different pathophysiological conditions, including malignant diseases."}, {"pubmed": 24697543, "text": "This is the first report demonstrating the expression of GPER in human and pig mature sperm"}, {"pubmed": 24715381, "text": "GPER overexpression and plasma membrane localization are critical events in breast cancer progression."}, {"pubmed": 24718279, "text": "The current study indicates the functional capacities of GPER on human eosinophils and also provides the previously unrecognized mechanisms of interaction between estrogen and allergic inflammation."}, {"pubmed": 24736568, "text": "Our results indicate that activation of GPER-1 lowers testosterone levels in the rat and human testis."}, {"pubmed": 24793639, "text": "GPER is crucial in modulating glomerular mesangial cell function including extracellular matrix production and migration."}, {"pubmed": 24893701, "text": "Data show that only rs10235056 was significantly associated with G protein-coupled receptor 30 (GPR30) mRNA expression."}, {"pubmed": 24894716, "text": "Findings offer insights into the ability of estrogenic GPER signaling to trigger HIF1alpha-dependent VEGF expression that supports angiogenesis and progression in breast cancer."}, {"pubmed": 24962572, "text": "role of the type I PDZ motif at the receptor C terminus in receptor trafficking and coupling to cAMP production in HEK293 cells and CHO cells ectopically expressing the receptor"}, {"pubmed": 24966932, "text": "Expression of GPER in human colonic mucosa correlates with abdominal pain severity in inflammatory bowel syndrome."}, {"pubmed": 25005496, "text": "GPER-induced relaxation of porcine coronary arteries is mediated via cAMP/PKA signaling."}, {"pubmed": 25012984, "text": "GPER1 is regulated by insulin in cancer cells and cancer-associated fibroblasts"}, {"pubmed": 25031742, "text": "These results demonstrated that the evaluation of GPER1, EGFR and CXCR1 expression in papillary thyroid carcinoma may be useful in predicting the risk of lymph node metastasis"}, {"pubmed": 25039431, "text": "common genetic variant, GPER P16L, is hypofunctional and female carriers of this allele have increased blood pressure"}, {"pubmed": 25063027, "text": "Estradiol-GPER signaling regulates the expression of HLA-G by miR-148a.GPER mediated estradiol reduces miR-148a to promote HLA-G expression in breast cancer."}, {"pubmed": 25096985, "text": "role in breast cancer cell adhesion and growth"}, {"pubmed": 25167221, "text": "Silencing of the GPER-1 lowered aldosterone synthase gene and protein expression."}, {"pubmed": 25200186, "text": "results suggest that GPR30 is the estrogen receptor that mediates the anorectic effect of estrogen through the STAT3 pathway in the hypothalamus"}, {"pubmed": 25275589, "text": "GPR30 activation inhibits proliferation of estrogen receptor-negative breast cancer cells."}, {"pubmed": 25287069, "text": "High GPR30 expression is associated with castration-resistant prostate cancer."}, {"pubmed": 25395619, "text": "Data suggest an important role of GPER in the regulation of LDL receptor expression and consequently LDL metabolism."}, {"pubmed": 25413376, "text": "exposure to oestrogens, in some as of yet undefined manner, diminishes the ERbeta-mediated growth restraint in carcinoma in situ and in human testicular seminoma, probably due to ERbeta down-regulation associated to GPR30 increased expression"}, {"pubmed": 25531203, "text": "results suggest that increased E2 levels, the G allele of rs3808350 and the A allele of rs3808351 might explain why certain adolescents are affected by gynecomastia."}, {"pubmed": 25532911, "text": "this study reveals an atheroprotective function of GPER and introduces selective GPER activation as a novel therapeutic approach to inhibit postmenopausal atherosclerosis and inflammation in the absence of uterotrophic activity."}, {"pubmed": 25587872, "text": "GPER undergoes dramatic structural changes, which explains its exceptional capacity to accept diverse agonist and antagonist ligands."}, {"pubmed": 25647524, "text": "Hypoxia upregulated GPER in cancerassociated fibroblasts.  GPER silencing abrogated the hypoxia-driven cytokine expression in CAFs and suppressed breast-cancer-cell invasion induced by CAF-conditioned media."}, {"pubmed": 25672442, "text": "Through interfering with GPR30 signaling pathway activation."}, {"pubmed": 25724739, "text": "GPER1 agonist, G-1 suppressed proliferation and induced apoptosis in ovarian endometriotic stromal cells."}, {"pubmed": 25767029, "text": "Data suggest that GPER plays key roles in regulation of lipid metabolism and inflammation in diabetes, obesity, and atherosclerosis. [REVIEW]"}, {"pubmed": 25781607, "text": "data reveal a novel mechanism by which estrogens act on skin fibroblast by regulating cell shape through the non-classical G protein-coupled receptor GPR30 and ERK1/2 activation."}, {"pubmed": 25805831, "text": "Cav1.3 was overexpressed in atypical hyperplasia and endometrial carcinoma, and the estrogen-induced phosphorylation of downstream molecular ERK1/2 and CREB is the result of activation of the GPER pathway."}, {"pubmed": 25893606, "text": "GPER is upregulated in invasive ductal breast carcinoma. GPER stimulation activates YAP1 and TAZ, 2 homologous transcription coactivators and key effectors of the Hippo tumor suppressor pathway, via the Galphaq-11, PLCbeta/PKC, and Rho/ROCK signaling pathways."}, {"pubmed": 25922871, "text": "Study highlighted the physiological function of GPER1, particularly its regulation of AT1R and the role of estrogen receptors, EGFR and matrix metalloproteinases in bringing about its cardioprotective effects. [review]"}, {"pubmed": 25928008, "text": "Estradiol induces HOTAIR levels via GPER-mediated miR-148a inhibition in breast cancer"}, {"pubmed": 25969534, "text": "These results suggest that physiological concentrations of DHEA activate a GPER intracellular signaling cascade that increases pri-miR-21 transcription mediated at least in part by AP-1 and androgen receptor miR-21 promoter interaction."}, {"pubmed": 26090392, "text": "cell proliferation was possibly mediated by nuclear ERb through other pathways, GPR30 probably did not exert the key roles in the cells unless its expression level or the ratio of the two receptors reached a crucial level."}, {"pubmed": 26093261, "text": "Together these results reveal a novel effect of GPER-1 in the control of drinking behavior and provide an example of the divergence in the controls of fluid and food intakes in female rats."}, {"pubmed": 26190834, "text": "Study provides perspective that addresses the accumulation of GPER in endosomes or intracellular membranes, its capacity to transactivate plasma membrane receptors and its potential role in physiological and pathophysiological processes. [review]"}, {"pubmed": 26193952, "text": "a significant positive correlation was found between GPER and Gankyrin both in ectopic and eutopic endometrium of the ovarian endometriosis."}, {"pubmed": 26200092, "text": "Data show that silencing of G protein-coupled estrogen receptor-1 (GPER) expression blocks the inhibitory effect of raloxifene on arginine vasopressin (AVP) mRNA levels in SH-SY5Y neuroblastoma cells."}, {"pubmed": 26225773, "text": "SIRT1 may be included in the transduction network activated by estrogens through GPER toward the breast cancer progression."}, {"pubmed": 26250574, "text": "The G protein-coupled estrogen receptor 1 (GPER-1) contributes to the proliferation and survival of mantle cell lymphoma cells."}, {"pubmed": 26253279, "text": "Data point to a nongenomic mechanism of action of parabens in activation GPR30 in both cancer and non-cancer breast cell lines through betagamma dimer-mediated activation of the ERK1/2 pathway, but not the cAMP/PKA pathway."}, {"pubmed": 26281354, "text": "Effects of GPER include activation of MAPK and PI3K signaling pathways, stimulation of adenyl cyclase, and mobilization of calcium ions from intracellular stores, as well as upregulation of genes such as FOS and CTGF.(review)"}, {"pubmed": 26303299, "text": "Data (including data from studies in knockout mice) suggest that, under proinflammatory conditions, estrogen inhibits vasoconstrictor prostanoid production in vascular endothelium and inhibits activity of prostanoids in intact arteries through GPER1."}, {"pubmed": 26394816, "text": "In estradiol-treated monocytes, GPER1 physically interacts with estrogen receptor-alpha 36-kDa splice variant. It acts an anti-inflammatory coregulator, because its inhibition blocks estrogen's effect on IL-6 expression."}, {"pubmed": 26416628, "text": "Results indicate that GPER-1 mediates proliferation of estrogen-induced leiomyoma cells by activating the MAPK pathway, and not by promoting mitosis."}, {"pubmed": 26470790, "text": "Our results further suggest that GPER expression and FOXO3a localization could be utilized as prognostic markers in breast cancer therapy and that GPER antagonists could promote apoptosis in GPER-positive breast cancers"}, {"pubmed": 26506594, "text": "Studies indicate that prostate cancer stem cells lack the androgen receptor, and express classical alpha and/or beta and GPR30 estrogen receptors."}, {"pubmed": 26526233, "text": "GPER ligand-independently stimulates the proliferation, migration and invasion of SKOV3 cells."}, {"pubmed": 26617848, "text": "Evaluation of GPER1, EGFR and CXCR1 mRNA/protein expression may be helpful in differential diagnosis of malignant follicular thyroid carcinoma and benign follicular thyroid adenoma."}, {"pubmed": 26638889, "text": "GPER significantly attenuated the inhibition effect of miR-424 in estradiol-induced cell growth in the endometrial cancer cells."}, {"pubmed": 26646587, "text": "Data show that both mineralcorticoid receptor (MR) and G-protein estrogen receptor (GPER) contribute to the proliferation and migration of breast and endothelial cancer cells by sodium-hydrogen exchanger 1 protein (NHE-1) upon aldosterone exposure."}, {"pubmed": 26714890, "text": "GPER expression was mainly con fi ned in the basal epithelial layer of benign prostate, where this receptor could mediate estrogen action on normal cellular activity."}, {"pubmed": 26731262, "text": "Data show that estrogen mediates control of hepatitis C virus through the G-protein-coupled estrogen receptor 30 (GPR30) pathway leading to cleavage of occludin by Matrix Metalloproteinase-9 (MMP-9)."}, {"pubmed": 26772481, "text": "Understanding the molecular basis of agonist/antagonist mechanism of GPER1/GPR30 through structural and energetic analyses"}, {"pubmed": 26773178, "text": "the presence of the GG genotype of the GPR30 rs3808351 polymorphism and the G allele of the GPR30 rs3808351 polymorphism affect the characteristics and development of leiomyomas in the Turkish population"}, {"pubmed": 26815911, "text": "Expression and functional roles of estrogen receptor GPR30 in human intervertebral disc"}, {"pubmed": 26842883, "text": "These clinical data showed that the expression of G-protein coupled estrogen receptor (GPER) is negatively associated with lymph node metastasis, high-grade tumor and fibronectin (FN) expression while positively associated with the favorable outcome in 135 triple negative breast cancer cells patients."}, {"pubmed": 26888479, "text": "GPER negatively regulates TNFalpha-induced IL-6 expression, probably through inhibition of NF-kappaB promoter activity by a signal(s) derived from the C-terminal region of GPER."}, {"pubmed": 27026707, "text": "The G protein-coupled estrogen receptor agonist G-1 inhibits nuclear estrogen receptor activity and stimulates novel phosphoproteomic signatures in MCF-7 cells."}, {"pubmed": 27071941, "text": "Membrane estrogen receptor beta and GPER signaling mediate cellular responses to environmentally relevant concentrations of CdCl2 and NaAsO2 in lung adenocarcinoma cells."}, {"pubmed": 27072893, "text": "ligand-activation of GPER generates a feedforward loop coupling IL1beta induction by CAFs to IL1R1 expression by cancer cells, promoting the up-regulation of IL1beta/IL1R1 target genes such as PTGES, COX2, RAGE and ABCG2"}, {"pubmed": 27111051, "text": "GPER may play a role during human oocyte maturation through its action in cumulus granulosa cells"}, {"pubmed": 27115344, "text": "Utilizing both genetic and pharmacologic approaches, the authors establish that sex steroid effects on human melanin synthesis are mediated by the membrane-bound, steroid hormone receptors G protein-coupled estrogen receptor (GPER), and progestin and adipoQ receptor 7 (PAQR7)."}, {"pubmed": 27163843, "text": "A novel mechanism whereby GPR30 limits ERalpha expression via inhibition of the cAMP/protein kinase A signaling pathway. This suggests that stem-like cells within the stroma are a possible source of prostate Cancer-associated fibroblasts and that the negative regulation of ERalpha expression by GPR30 is centrally involved in prostate stromal cell activation."}, {"pubmed": 27171834, "text": "GPR30, ERalpha, and ERbeta mRNA expression in testis of Klinefelter syndrome men, were evaluated."}, {"pubmed": 27213340, "text": "Studies identified an important role of GPER activation in the regulation of cardiovascular function especially in women. [review]"}, {"pubmed": 27378491, "text": "GPER enhances melanogenesis via PKA by upregulating microphthalmia-related transcription factor-tyrosinase in melanoma"}, {"pubmed": 27384677, "text": "Data suggest that IGF-I/IGF-IR system triggers stimulatory actions through both GPER and DDR1 in aggressive tumors as mesothelioma and lung tumors."}, {"pubmed": 27401115, "text": "Thus, the presence or absence of these GPR30 species is a simple and rapid manner to determine whether a given cell line is suitable for pharmacological or molecular studies of GPR30 modulation."}, {"pubmed": 27448983, "text": "Na+/H+ exchanger regulatory factor (NHERF1) expression level positively associates with G protein-coupled estrogen receptor (GPER) activation in ER-positive breast cancer."}, {"pubmed": 27481507, "text": "These results provide evidence that (1) GPR30 is involved in regulating cell proliferation and apoptosis; (2) pharmacologic upregulation of GPR30 is beneficial for preeclampsia (PE) management; (3) GPR30 may therefore be an interventional target for pregnancies complicated by PE."}, {"pubmed": 27512921, "text": "This study demonstrated that GPER1 levels were associated with the anxiety levels of patients, and that the serum GPER1 level was a valuable predictor of the presence of anxiety independent of gender."}, {"pubmed": 27516013, "text": "This study investigated the GPER expression in different types of normal and abnormal proliferative endometrium, and the correlation with the presence of ERalpha."}, {"pubmed": 27594673, "text": "GPER protects against hepatic tumorigenesis by regulating inflammatory responses."}, {"pubmed": 27721408, "text": "Data define novel insights into the stromal GPER-mediated multiple drug resistance from the point of reprogramming of tumor energy metabolism and provide the rationale for CAFs as a promising target for clinical therapy."}, {"pubmed": 27836733, "text": "Activation of GPER can suppress migration and angiogenesis of triple negative breast cancer by inhibiting of NF-kappaB/IL-6 signaling."}, {"pubmed": 27849354, "text": "Data suggest that expression of GPER1/GPR30 can be up-regulated by dietary factors; dietary supplementation with flaxseed-derived lignan, secoisolariciresinol diglycoside, up-regulates expression of GPER1/GPR30 in prostate and may prevent progression of benign prostatic hyperplasia."}, {"pubmed": 27908592, "text": "GPR30 activation by G-1 interfered expression of cell cycle regulators and machinery elements to modulate prostate cancer cell growth"}, {"pubmed": 27939762, "text": "G protein-coupled estrogen receptor stabilizes HIF-1alpha and thus promotes HIF-1alpha-induced VEGF and MMP9 in endometrial stromal cells, which play critical roles in endometriosis."}, {"pubmed": 27940299, "text": "Either by specific inhibitors for GPER, ERK, AKT and NF-kappaB, or by knock-down of GPER."}, {"pubmed": 28061972, "text": "Data suggest that, under agonism of estrogens, ESR1 exhibits a generally anxiogenic effect, ESR2 exhibits a generally anxiolytic effect, and GPR30 exhibits both anxiogenic and anxiolytic effects. (ESR1 = estrogen receptor 1/alpha; ESR2 = estrogen receptor 2/beta; GPR30 = G protein-coupled estrogen receptor 1) [REVIEW]"}, {"pubmed": 28118074, "text": "Results demonstrated that GPER protein down-regulation significantly correlated with GPER promoter hypermethylation. Comparison of 108 tumors and matched normal breast tissues indicated a significant GPER down-regulation in cancer tissues correlating with GPER promoter hypermethylation."}, {"pubmed": 28126236, "text": "The intron variant rs4265085 of GPER1 may confer risk for recurrent spontaneous abortion in Dai and Bai ethnic groups in China."}, {"pubmed": 28440394, "text": "These data thus demonstrate that estrogen prevents the failure of endothelial cell tube formation induced byhypoxia/reoxygenation. GPR30 plays an important role in these protective effects through the activation of eNOS and Akt in endothelial cells."}, {"pubmed": 28450397, "text": "Data suggest that GPR30 increases ERK1/2 activity via two Gi/o-mediated mechanisms, a PDZ-dependent constitutive mechanism and a PDZ-independent Gi/o-stimulated mechanism involving PI3K. (GPR30 = G protein-coupled estrogen receptor 1; ERK1 = extracellular signal-regulated kinase 1; ERK2 = extracellular signal-regulated kinase 2; Gi/0 = GTP-binding protein alpha subunits, Gi-Go; PI3K = phosphoinositide-3-kinase)"}, {"pubmed": 28466560, "text": "present study revealed that BPA can trigger the progression of laryngeal squamous cell carcinoma via GPER-mediated upregulation of IL-6. Therefore, more attention should be paid for the BPA exposure on the development of laryngeal cancer."}, {"pubmed": 28476123, "text": "Epigenetic down regulation of GPER acts as a tumor suppressor in colorectal cancer and its specific activation might be a potential approach for colorectal cancer treatment."}, {"pubmed": 28535016, "text": "High expression of GPER is associated with triple-negative breast cancer."}, {"pubmed": 28596490, "text": "GPER P16L is defective for membrane-associated signaling, but instead acts like an estrogen-stimulated transcription factor. In CAFs, it induces the secretion of paracrine factors that promote the migration of carcinoma cells. This raises the possibility that the GPER P16L polymorphism could be a risk factor for breast cancer."}, {"pubmed": 28734238, "text": "Serum GPR30 levels were significantly lower in autism spectrum disorders patients than in controls."}, {"pubmed": 28849224, "text": "Levels of GPR30 were significantly reduced in placentae from women with preeclampsia as compared with uncomplicated pregnancies."}, {"pubmed": 28877783, "text": "G15 to block GPER signaling may be considered as a new therapeutic target in NSCLC."}, {"pubmed": 29109960, "text": "The significant and consistent increase in GPER expression in adenomyosis compared with control subjects, regardless of whether it was in the proliferative or secretory phases and regardless of whether it was in the JZ or OM, suggests that GPER plays an important role in the pathogenesis of the adenomyosis"}, {"pubmed": 29212519, "text": "These findings shed new light on the essential role played by GPER in IGF1/IGF1R signaling that induces breast tumor angiogenesis."}, {"pubmed": 29239277, "text": "Nuclear GPR30 is overexpressed and predicts poor survival in patients with ovarian cancer."}, {"pubmed": 29378226, "text": "The ERalpha and ERbeta are also involved in membrane-delineated signaling alongside membrane-specific G protein-coupled estrogen receptor 1 (GPER1), ER-X, and the Gq-coupled membrane ER (Gq-mER)."}, {"pubmed": 29659348, "text": "serum levels of GPER, but not estrogen, are significantly decreased in ADHD patients compared to controls"}, {"pubmed": 29845209, "text": "The findings indicate that GPER/miR148a/HLAG signaling pathway may mediates the development of ovarian endometriosis and may become a potential therapeutic target for the treatment of endometriosis."}, {"pubmed": 30098262, "text": "For children with ADHD, the social function of those with a TC genotype of the GPER gene c.-9T/C locus is more severely damaged compared with those with a TT genotype."}, {"pubmed": 30227306, "text": "GPR30 signaling contributes to malignant potentials of cervical adenocarcinoma cells.Claudin-1 expression is regulated by GPR30 signaling in the cervical adenocarcinoma cells."}, {"pubmed": 30341688, "text": "Activation of GPER can suppress the migration and invasion of OS cells via FBXL5-mediated post-translational down regulation of Snail. It suggested that targeted activation of GPER might be a potent potential therapy approach to overcome the metastasis of OS patients"}, {"pubmed": 30478301, "text": "We conclude that ZNF32 can engage GPER/ERK signalling and confer breast cancer stem cell-like properties, which may indicate poor prognosis of breast cancer patients. ZNF32 and GPER targeted therapies might provide new solutions for breast cancer treatment."}, {"pubmed": 30478785, "text": "GPER-1 expression is a favorable prognostic factor in breast cancer patients"}, {"pubmed": 30538116, "text": "Our findings implicate the GPER/HIF-1A axis as a master regulator of peri-tumoral stromal remodeling and the fibrovascular tumor microenvironment and offer a paradigm shift for tamoxifen from a well-established drug in breast cancer hormonal therapy to an alternative candidate for stromal targeting strategies in Pancreatic ductal adenocarcinoma and possibly other cancers."}, {"pubmed": 30538117, "text": "Our results highlight GPER as a mechanical regulator of the tumor microenvironment that targets the three hallmarks of pancreatic cancer: desmoplasia, inflammation, and immune suppression. The well-established safety of tamoxifen in clinics may offer the possibility to redirect the singular focus of tamoxifen on the cancer cells to the greater tumor microenvironment and lead a new strategy of drug repurposing."}, {"pubmed": 30575816, "text": "GPER-mediated estrogen signalling in the mechanosensory-driven activation of HSCs."}, {"pubmed": 30626229, "text": "GPR30 gene polymorphism is presumed to affect the risk of adenomyosis with limited sample size"}, {"pubmed": 30641053, "text": "In an analysis of zebrafish and human liver cells and tissues, we found GPER1 to be a hepatic estrogen sensor that regulates liver growth during development, regeneration, and tumorigenesis."}, {"pubmed": 30646517, "text": "GPER is prevalent and involved in TNBC and can be a therapeutic target. However, contradictory results exist regarding the function of GPER in breast cancer, proliferative or pro-apoptotic."}, {"pubmed": 30728047, "text": "estrogenic GPER signaling may be considered among the transduction mechanisms engaging FAK toward breast cancer progression."}, {"pubmed": 30760632, "text": "The GPR30 receptor contains three conserved asparagines, Asn(25), Asn(32), and Asn(44), in consensus N-glycosylation motifs, all in the N-domain, and PNGase F treatment showed that at least one of them is N-glycosylated."}, {"pubmed": 30836961, "text": "AMF contributes to GPER-1-mediated endometrial cancer progression."}, {"pubmed": 30866584, "text": "These findings shed new light on the role elicited by estrogens through GPER in the activation of the FGF2/FGFR1 signaling."}, {"pubmed": 30879772, "text": "Estradiol stimulates cell proliferation in human renal tubular epithelial cells through both ER alpha and GPER-1 estrogen receptors and involves beta-catenin activation."}, {"pubmed": 31028714, "text": "GPER mRNA and protein levels were significantly lower in gastric cancer tissue and cells lined when compared with normal tissues and cells."}, {"pubmed": 31082617, "text": "study provides new insights into the role of GPER1 and the activated sphingolipid pathways and how GPER1 may influence cellular processes such as cancer cell survival following chemotherapy."}, {"pubmed": 31096733, "text": "Data report that Nonylphenol promotes proliferation and induces apoptosis failure in colon cancer cells through increasing expression of GPR30, which subsequently activates ERK1/2 signaling."}, {"pubmed": 31242463, "text": "D-glucose deprivation increased GPER1-mediated and tamoxifen-induced IGFBP-1 transcription suggesting that [D-glucose] may increase breast cancer cell sensitivity to tamoxifen."}, {"pubmed": 31277940, "text": "It has been found that LIMK1/LIMK2 is critical for GPER activation-induced breast cancer cell migration."}, {"pubmed": 31300420, "text": "we demonstrated that the Gas6-Mer axis may contribute to the mechanisms underlying the progression of the pathogenesis of GVHD and TA-TMA."}, {"pubmed": 31340060, "text": "Study showed greater expression of GPER in breast cancer stem cells (BCSCs) than non-BCSCs of three patient-derived xenografts of ER-/PR+ breast cancers. GPER silencing reduced stemness features of BCSCs as reflected by reduced mammosphere forming capacity in vitro, and tumor growth in vivo with decreased BCSC populations."}, {"pubmed": 31483053, "text": "Elevated expression of G protein-coupled receptor 30 (GPR30) is associated with poor prognosis in patients with uterine cervical adenocarcinoma."}, {"pubmed": 31759407, "text": "the relation between G-protein coupled membrane estrogen receptor, peroxisome proliferator-activated receptor and insulin-like family peptides (insulin-like 3 peptide; INSL3 and relaxin; RLN) expressions as well as estrogen level with impact of xenoestrogen, was analyzed."}, {"pubmed": 31790688, "text": "GPER1 induced proliferation of thyroid cancer cells.[systematic review]"}, {"pubmed": 31989268, "text": "G protein coupled oestrogen receptor 1, aromatase, 17beta-HSD and cAMP level in mutational falsetto."}, {"pubmed": 31992771, "text": "Estradiol/GPER affects the integrity of mammary duct-like structures in vitro."}, {"pubmed": 32052561, "text": "Cisplatin resistance in gastric cancer cells is involved with GPR30-mediated epithelial-mesenchymal transition."}, {"pubmed": 32087276, "text": "GPER mediates decreased chemosensitivity via regulation of ABCG2 expression and localization in tamoxifen-resistant breast cancer cells."}, {"pubmed": 32112420, "text": "Activation of Estrogen Receptor G Protein-Coupled Receptor 30 Enhances Cholesterol Cholelithogenesis in Female Mice."}, {"pubmed": 32296387, "text": "Does GPER Really Function as a G Protein-Coupled Estrogen Receptor in vivo?"}, {"pubmed": 32302351, "text": "Plasma membrane-localized GPR30 may be an interesting new target for therapeutic exploitation."}, {"pubmed": 32321334, "text": "G protein-coupled estrogen receptor 1 expression in normal myometrium, leiomyoma, and adenomyosis tissues of premenopausal women."}, {"pubmed": 32323852, "text": "GPR30 expression and function in breast cancer cells are induced through a cisacting element targeted by ETS factors."}, {"pubmed": 32324271, "text": "Expression and function of the nonclassical estrogen receptor, GPR30, in human cartilage and chondrocytes."}, {"pubmed": 32444257, "text": "Oestrogen receptors and hypoxia inducible factor 1 alpha expression in abdominal wall endometriosis."}, {"pubmed": 32487604, "text": "The Gs-coupled receptor GPR30 plays an important role in the signaling pathway of CCL18. CCL18 and estradiol may not lead to the same signaling pathway after activating GPR30."}, {"pubmed": 32783656, "text": "A hypertension patient-derived iPSC model demonstrates a role for G protein-coupled estrogen receptor in hypertension risk and development."}, {"pubmed": 32813115, "text": "G protein-coupled estrogen receptor 1 (GPER-1) and agonist G-1 inhibit growth of ovarian cancer cells by activation of anti-tumoral transcriptome responses: impact of GPER-1 mRNA on survival."}, {"pubmed": 32873626, "text": "G-Protein-Coupled Estrogen Receptor 1 Promotes Gender Disparities in Hepatocellular Carcinoma via Modulation of SIN1 and mTOR Complex 2 Activity."}, {"pubmed": 32936384, "text": "DNA methylation in the upstream CpG island of the GPER locus and its relationship with GPER expression in colon cancer cell lines."}, {"pubmed": 32957524, "text": "Role of GPER-Mediated Signaling in Testicular Functions and Tumorigenesis."}, {"pubmed": 33069770, "text": "The GPER1/SPOP axis mediates ubiquitination-dependent degradation of ERalpha to inhibit the growth of breast cancer induced by oestrogen."}, {"pubmed": 33117280, "text": "Continuous Exposure of Breast Cancer Cells to Tamoxifen Upregulates GPER-1 and Increases Cell Proliferation."}, {"pubmed": 33374170, "text": "GPER1 and microRNA: Two Players in Breast Cancer Progression."}, {"pubmed": 33446553, "text": "GPER1 is required to protect fetal health from maternal inflammation."}, {"pubmed": 33539880, "text": "Formation of Kiss1R/GPER Heterocomplexes Negatively Regulates Kiss1R-mediated Signalling through Limiting Receptor Cell Surface Expression."}, {"pubmed": 33677756, "text": "A novel transcript variant of human G-protein coupled estrogen receptor."}, {"pubmed": 33679613, "text": "G Protein-Coupled Estrogen Receptor Correlates With Dkk2 Expression and Has Prognostic Impact in Ovarian Cancer Patients."}, {"pubmed": 33799631, "text": "The G-Protein-Coupled Estrogen Receptor (GPER) Regulates Trimethylation of Histone H3 at Lysine 4 and Represses Migration and Proliferation of Ovarian Cancer Cells In Vitro."}, {"pubmed": 33948934, "text": "G protein-coupled estrogen receptor 1: a novel target to treat cardiovascular disease in a sex-specific manner?"}, {"pubmed": 34182538, "text": "GPR30-mediated HMGB1 upregulation in CAFs induces autophagy and tamoxifen resistance in ERalpha-positive breast cancer cells."}, {"pubmed": 34273443, "text": "The gene expression of GPER1 is low in fresh samples of papillary thyroid carcinoma (PTC), and in silico analysis."}, {"pubmed": 34297198, "text": "Evaluation of serum G protein-coupled estrogen receptor 1 (GPER-1) levels in patients with androgenetic alopecia."}, {"pubmed": 34299224, "text": "ERalpha36-GPER1 Collaboration Inhibits TLR4/NFkappaB-Induced Pro-Inflammatory Activity in Breast Cancer Cells."}, {"pubmed": 34329471, "text": "Reactivation of tumour suppressor in breast cancer by enhancer switching through NamiRNA network."}, {"pubmed": 34363795, "text": "G protein-coupled estrogen receptor regulates the KLF2-dependent eNOS expression by activating of Ca(2+) and EGFR signaling pathway in human endothelial cells."}, {"pubmed": 34657250, "text": "Estrogenic hormones receptors in Alzheimer's disease."}, {"pubmed": 34773076, "text": "G protein-coupled estrogen receptor stimulates human trophoblast cell invasion via YAP-mediated ANGPTL4 expression."}, {"pubmed": 34943948, "text": "GPER Agonist G-1 Disrupts Tubulin Dynamics and Potentiates Temozolomide to Impair Glioblastoma Cell Proliferation."}, {"pubmed": 35061800, "text": "Cryptotanshinone inhibits proliferation and induces apoptosis of breast cancer MCF-7 cells via GPER mediated PI3K/AKT signaling pathway."}, {"pubmed": 35162942, "text": "Decreased Expression of Estrogen Receptors Is Associated with Tumorigenesis in Papillary Thyroid Carcinoma."}, {"pubmed": 35537249, "text": "Changes in expression of signal transduction-related genes, and formation of aggregates of GPER1 and OXTR receptors in mucopolysaccharidosis cells."}, {"pubmed": 36231664, "text": "The Interplay of GPER1 with 17beta-Aminoestrogens in the Regulation of the Proliferation of Cervical and Breast Cancer Cells: A Pharmacological Approach."}, {"pubmed": 36254557, "text": "Cytoplasmic G Protein-Coupled Estrogen Receptor 1 as a Prognostic Indicator of Breast Cancer: A Meta-Analysis."}, {"pubmed": 36307605, "text": "Involvement of the G-Protein-Coupled Estrogen Receptor-1 (GPER) Signaling Pathway in Neurodegenerative Disorders: A Review."}, {"pubmed": 36384894, "text": "GPER1 links estrogens to centrosome amplification and chromosomal instability in human colon cells."}, {"pubmed": 36693877, "text": "Identification of a human estrogen receptor alpha tetrapeptidic fragment with dual antiproliferative and anti-nociceptive action."}, {"pubmed": 36709642, "text": "The immunohistochemical expression of GPER and classical sex hormone receptors differs in adenomyosis and eutopic endometrium."}, {"pubmed": 36769338, "text": "The Co-Expression of Estrogen Receptors ERalpha, ERbeta, and GPER in Endometrial Cancer."}, {"pubmed": 37093686, "text": "Knockdown of G Protein-coupled Estrogen Receptor 1 (GPER1) Enhances Tumor-supportive Properties in Cervical Carcinoma Cells."}, {"pubmed": 37138482, "text": "Selective Activation of G Protein-coupled Estrogen Receptor 1 Attenuates Atherosclerosis."}, {"pubmed": 37257767, "text": "Casein kinase 1 controls the shuttling of epidermal growth factor receptor and estrogen receptor in endometrial carcinoma induced by breast cancer hormonal therapy: Relevance of GPER1/Src."}, {"pubmed": 37393260, "text": "Connecting G protein-coupled estrogen receptor biomolecular mechanisms with the pathophysiology of preeclampsia: a review."}, {"pubmed": 37487261, "text": "GPER governs the immune infiltration of gastric cancer and activates the NF-kappaB/ROS/Apoptosis pathway in gastric mucosal epithelium."}, {"pubmed": 37506161, "text": "Transcription factor Kruppel-like factor 4 upregulated G protein-coupled receptor 30 alleviates intestinal inflammation and apoptosis, and protects intestinal integrity from intestinal ischemia-reperfusion injury."}, {"pubmed": 37712419, "text": "PJA1 mediates the effects of astrocytic GPR30 on learning and memory in female mice."}, {"pubmed": 37759449, "text": "GPER1 Activation Exerts Anti-Tumor Activity in Multiple Myeloma."}, {"pubmed": 37759810, "text": "The Role of G Protein-Coupled Estrogen Receptor (GPER) in Vascular Pathology and Physiology."}, {"pubmed": 37762008, "text": "Activation of G-Protein-Coupled Estrogen Receptor 1 (GPER1) Reduces Progression of Vulvar Carcinoma Cells."}, {"pubmed": 37834441, "text": "GPER: An Estrogen Receptor Key in Metastasis and Tumoral Microenvironments."}, {"pubmed": 38141748, "text": "The detection of Gper1 as an important gene promoting jawbone regeneration in the context of estrogen deficiency."}, {"pubmed": 38148599, "text": "Regulatory mechanism of GPER in the invasion and migration of ectopic endometrial stromal cells in endometriosis."}, {"pubmed": 38211639, "text": "G protein-coupled estrogen receptor (GPER)/GPR30 forms a complex with the beta1-adrenergic receptor, a membrane-associated guanylate kinase (MAGUK) scaffold protein, and protein kinase A anchoring protein (AKAP) 5 in MCF7 breast cancer cells."}, {"pubmed": 38315451, "text": "G-protein-coupled estrogen receptor 1 promotes peritoneal metastasis of gastric cancer through nicotinamide adenine dinucleotide kinase 1-mediated redox modulation."}, {"pubmed": 38741146, "text": "Estetrol/GPER/SERPINB2 transduction signaling inhibits the motility of triple-negative breast cancer cells."}, {"pubmed": 38750228, "text": "G-protein coupled estrogen receptor 1, amyloid-beta, and tau tangles in older adults."}], "genomic_pos": {"chr": "7", "end": 1093815, "ensemblgene": "ENSG00000164850", "start": 1082208, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 1133451, "start": 1121844, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": [20551055, 21427217], "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001934", "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001956", "qualifier": "involved_in", "term": "positive regulation of neurotransmitter secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002695", "pubmed": 23285008, "qualifier": "involved_in", "term": "negative regulation of leukocyte activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007186", "pubmed": 23840305, "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007189", "pubmed": 15539556, "qualifier": "involved_in", "term": "adenylate cyclase-activating G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 20551055, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008285", "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010628", "pubmed": 23840305, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 23840305, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010948", "pubmed": 23840305, "qualifier": "involved_in", "term": "negative regulation of cell cycle process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019228", "qualifier": "involved_in", "term": "neuronal action potential"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030263", "qualifier": "involved_in", "term": "apoptotic chromosome condensation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030264", "qualifier": "involved_in", "term": "nuclear fragmentation involved in apoptotic nuclear change"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 20551055, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030518", "qualifier": "involved_in", "term": "nuclear receptor-mediated steroid hormone signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030518", "pubmed": 15705806, "qualifier": "involved_in", "term": "nuclear receptor-mediated steroid hormone signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032024", "qualifier": "involved_in", "term": "positive regulation of insulin secretion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032962", "pubmed": 15705806, "qualifier": "involved_in", "term": "positive regulation of inositol trisphosphate biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042311", "qualifier": "acts_upstream_of_positive_effect", "term": "vasodilation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043280", "qualifier": "involved_in", "term": "positive regulation of cysteine-type endopeptidase activity involved in apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043401", "pubmed": 19931550, "qualifier": "involved_in", "term": "steroid hormone receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045742", "pubmed": 15705806, "qualifier": "involved_in", "term": "positive regulation of epidermal growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045745", "pubmed": 15539556, "qualifier": "involved_in", "term": "positive regulation of G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 20551055, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050728", "pubmed": 23285008, "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050769", "qualifier": "involved_in", "term": "positive regulation of neurogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051055", "qualifier": "involved_in", "term": "negative regulation of lipid biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051281", "pubmed": 15705806, "qualifier": "involved_in", "term": "positive regulation of release of sequestered calcium ion into cytosol"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051480", "qualifier": "involved_in", "term": "regulation of cytosolic calcium ion concentration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051726", "qualifier": "involved_in", "term": "regulation of cell cycle"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 15705806, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051898", "pubmed": 23840305, "qualifier": "involved_in", "term": "negative regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070373", "pubmed": 23840305, "qualifier": "involved_in", "term": "negative regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070374", "pubmed": [20551055, 21427217], "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070474", "pubmed": 21427217, "qualifier": "involved_in", "term": "positive regulation of uterine smooth muscle contraction"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071356", "pubmed": 23285008, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071375", "pubmed": 21427217, "qualifier": "involved_in", "term": "cellular response to peptide hormone stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071389", "qualifier": "involved_in", "term": "cellular response to mineralocorticoid stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071392", "qualifier": "involved_in", "term": "cellular response to estradiol stimulus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071392", "pubmed": [15539556, 15705806, 19931550, 20551055, 21149639, 21427217, 21540189, 23285008], "qualifier": "involved_in", "term": "cellular response to estradiol stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090200", "qualifier": "involved_in", "term": "positive regulation of release of cytochrome c from mitochondria"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1903078", "pubmed": 23674134, "qualifier": "involved_in", "term": "positive regulation of protein localization to plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904706", "pubmed": 23840305, "qualifier": "involved_in", "term": "negative regulation of vascular associated smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000353", "qualifier": "involved_in", "term": "positive regulation of endothelial cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000724", "pubmed": 23840305, "qualifier": "involved_in", "term": "positive regulation of cardiac vascular smooth muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2001238", "qualifier": "involved_in", "term": "positive regulation of extrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20551055, 23285008], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005635", "pubmed": 15705806, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005730", "qualifier": "located_in", "term": "nucleolus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005769", "pubmed": 21540189, "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": [15705806, 21540189], "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005794", "qualifier": "is_active_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": 15705806, "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005802", "pubmed": 21540189, "qualifier": "located_in", "term": "trans-Golgi network"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 15705806, "qualifier": "NOT located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [15539556, 19931550, 21149639, 21427217, 21540189, 23674134], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030425", "qualifier": "located_in", "term": "dendrite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030659", "pubmed": 21540189, "qualifier": "located_in", "term": "cytoplasmic vesicle membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0031966", "qualifier": "located_in", "term": "mitochondrial membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032591", "qualifier": "located_in", "term": "dendritic spine membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043198", "qualifier": "located_in", "term": "dendritic shaft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043679", "qualifier": "located_in", "term": "axon terminus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044327", "qualifier": "located_in", "term": "dendritic spine head"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0045095", "pubmed": 21149639, "qualifier": "located_in", "term": "keratin filament"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 21540189, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048786", "qualifier": "located_in", "term": "presynaptic active zone"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0055037", "pubmed": 21540189, "qualifier": "located_in", "term": "recycling endosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098686", "qualifier": "located_in", "term": "hippocampal mossy fiber to CA3 synapse"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003682", "pubmed": 20551055, "qualifier": "enables", "term": "chromatin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8920907, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005496", "pubmed": [15539556, 15705806], "qualifier": "enables", "term": "steroid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20551055, 21149639, 23674134], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030284", "qualifier": "enables", "term": "nuclear estrogen receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030284", "pubmed": [15539556, 15705806], "qualifier": "enables", "term": "nuclear estrogen receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0038054", "qualifier": "enables", "term": "G protein-coupled estrogen receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990239", "pubmed": 19931550, "qualifier": "enables", "term": "steroid hormone binding"}]}, "homologene": {"genes": [[7955, 565271], [8364, 100135723], [9031, 416457], [9544, 696625], [9606, 2852], [9615, 480808], [9913, 527831], [10090, 76854], [10116, 171104]], "id": 15855}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}, {"desc": "G-protein coupled estrogen receptor 1-like", "id": "IPR047143", "short_desc": "GPER1-like"}], "ipi": ["IPI00016025", "IPI00470558", "IPI00893076"], "map_location": "7p22.3", "name": "G protein-coupled estrogen receptor 1", "other_names": ["G protein-coupled receptor 30", "G-protein coupled estrogen receptor 1", "IL8-related receptor DRY12", "chemoattractant receptor-like 2", "chemokine receptor-like 2", "constitutively expressed peptide-like receptor", "flow-induced endothelial G-protein coupled receptor 1", "heptahelix receptor", "lymphocyte-derived G-protein coupled receptor", "membrane estrogen receptor"], "pantherdb": {"HGNC": "4485", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1924104", "ortholog_type": "LDO", "panther_family": "PTHR24226", "taxid": 10090, "uniprot_kb": "Q8BMP4"}, {"RGD": "619845", "ortholog_type": "LDO", "panther_family": "PTHR24226", "taxid": 10116, "uniprot_kb": "O08878"}, {"Ensembl": "ENSGALG00000004064", "ortholog_type": "LDO", "panther_family": "PTHR24226", "taxid": 9031, "uniprot_kb": "F1NWC2"}, {"ZFIN": "ZDB-GENE-090311-1", "ortholog_type": "LDO", "panther_family": "PTHR24226", "taxid": 7955, "uniprot_kb": "B3G515"}], "uniprot_kb": "Q99527"}, "pathway": {"kegg": [{"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa04929", "name": "GnRH secretion - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-9634597", "name": "GPER1 signaling"}], "wikipathways": [{"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP712", "name": "Estrogen signaling pathway"}]}, "pdb": ["8XOF", "8XOG", "8XOH", "8XOI", "8XOJ"], "pfam": "PF00001", "pharmgkb": "PA28873", "pharos": {"target_id": 17347, "tdl": "Tchem"}, "pir": ["G02670", "JC5069"], "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250299", "relationship": "is"}, {"id": "GNF250300", "relationship": "is"}, {"id": "GNF250301", "relationship": "is"}, {"id": "GNF250302", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280220", "relationship": "is"}, {"id": "GNF280221", "relationship": "is"}, {"id": "GNF280222", "relationship": "is"}, {"id": "GNF280223", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159888", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF039229", "relationship": "is"}, {"id": "GNF039286", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF082785", "relationship": "is"}, {"id": "GNF082786", "relationship": "is"}, {"id": "GNF082787", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054884", "relationship": "is"}, {"id": "GNF059671", "relationship": "is"}, {"id": "GNF075098", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062729", "relationship": "is"}, {"id": "GNF062730", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282720", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283647", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006032", "relationship": "is"}, {"id": "GNF131603", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF093731", "relationship": "is"}, {"id": "GNF105136", "relationship": "is"}, {"id": "GNF133389", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_001035055.1", "NP_001091671.1", "NP_001496.1"], "rna": ["NM_001031682.1", "NM_001039966.2", "NM_001098201.3", "NM_001505.3"], "translation": [{"protein": "NP_001091671.1", "rna": "NM_001098201.3"}, {"protein": "NP_001496.1", "rna": "NM_001505.3"}, {"protein": "NP_001035055.1", "rna": "NM_001039966.2"}]}, "reporter": {"HG-U133_Plus_2": ["210640_s_at", "211829_s_at"], "HG-U95Av2": "37447_at", "HTA-2_0": "TC07000018.hg.1", "HuEx-1_0": "2987038", "HuGene-1_1": "8131069", "HuGene-2_1": "17042860"}, "retired": 1242, "summary": "This gene encodes a multi-pass membrane protein that localizes to the endoplasmic reticulum and a member of the G-protein coupled receptor 1 family. This receptor binds estrogen and activates multiple downstream signaling pathways, leading to stimulation of adenylate cyclase and an increase in cyclic AMP levels, while also promoting intracellular calcium mobilization and synthesis of phosphatidylinositol 3,4,5-trisphosphate in the nucleus. This protein therefore plays a role in the rapid nongenomic signaling events widely observed following stimulation of cells and tissues with estrogen. This receptor has been shown to play a role in diverse biological processes, including bone and nervous system development, metabolism, cognition, male fertility and uterine function. [provided by RefSeq, Aug 2017].", "symbol": "GPER1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415223"}, "unigene": "Hs.20961", "uniprot": {"Swiss-Prot": "Q99527", "TrEMBL": ["C9J3W2", "Q63ZY2"]}, "wikipedia": {"url_stub": "GPR30"}}