{"AllianceGenome": "4462", "HGNC": "4462", "MIM": "604368", "_id": "10457", "_version": 1, "accession": {"genomic": ["AC005082.3", "AF549408.1", "CH236948.1", "CH471073.1", "CP068271.2", "NC_000007.14", "NC_060931.1"], "protein": ["AAG42839.1", "AAH11595.1", "AAH32783.1", "AAN59897.1", "AAP22336.1", "AAP22337.1", "AAP35737.1", "AAQ89481.1", "BAF84767.1", "BAG35208.1", "BAG59357.1", "BAG59559.1", "BAG59577.1", "BAG59580.1", "BAG60141.1", "BAG64187.1", "BAG65446.1", "CAA54044.1", "CAD43718.1", "EAL24259.1", "EAW93781.1", "EAW93782.1", "EAW93783.1", "EAW93784.1", "NP_001005340.1", "NP_002501.1", "Q14956.2", "XP_005249635.1", "XP_016867167.1", "XP_047275732.1", "XP_054213063.1", "XP_054213064.1"], "rna": ["AF322909.1", "AI952217.1", "AJ505015.1", "AK292078.1", "AK296779.1", "AK297031.1", "AK297051.1", "AK297055.1", "AK297803.1", "AK303071.1", "AK304671.1", "AK312279.1", "AY359124.1", "BC011595.1", "BC025297.1", "BC032783.1", "BM750843.1", "BT007074.1", "BU537639.1", "CD105306.1", "NM_001005340.2", "NM_002510.3", "X76534.1", "XM_005249578.4", "XM_017011678.3", "XM_047419776.1", "XM_054357088.1", "XM_054357089.1"], "translation": [{"protein": "NP_001005340.1", "rna": "NM_001005340.2"}, {"protein": "AAP35737.1", "rna": "BT007074.1"}, {"protein": "XP_054213063.1", "rna": "XM_054357088.1"}, {"protein": "BAG60141.1", "rna": "AK297803.1"}, {"protein": "CAD43718.1", "rna": "AJ505015.1"}, {"protein": "BAG59357.1", "rna": "AK296779.1"}, {"protein": "AAH32783.1", "rna": "BC032783.1"}, {"protein": "XP_016867167.1", "rna": "XM_017011678.3"}, {"protein": "XP_005249635.1", "rna": "XM_005249578.4"}, {"protein": "BAG64187.1", "rna": "AK303071.1"}, {"protein": "XP_047275732.1", "rna": "XM_047419776.1"}, {"protein": "AAQ89481.1", "rna": "AY359124.1"}, {"protein": "NP_002501.1", "rna": "NM_002510.3"}, {"protein": "BAG59559.1", "rna": "AK297031.1"}, {"protein": "BAG35208.1", "rna": "AK312279.1"}, {"protein": "BAG59577.1", "rna": "AK297051.1"}, {"protein": "AAH11595.1", "rna": "BC011595.1"}, {"protein": "BAF84767.1", "rna": "AK292078.1"}, {"protein": "CAA54044.1", "rna": "X76534.1"}, {"protein": "XP_054213064.1", "rna": "XM_054357089.1"}, {"protein": "AAG42839.1", "rna": "AF322909.1"}, {"protein": "BAG59580.1", "rna": "AK297055.1"}, {"protein": "BAG65446.1", "rna": "AK304671.1"}]}, "alias": ["HGFIN", "NMB", "PLCA3"], "ensembl": {"gene": "ENSG00000136235", "protein": ["ENSP00000258733", "ENSP00000371420", "ENSP00000386476", "ENSP00000497362"], "transcript": ["ENST00000258733", "ENST00000381990", "ENST00000409458", "ENST00000459927", "ENST00000463011", "ENST00000465673", "ENST00000468723", "ENST00000470994", "ENST00000474157", "ENST00000478451", "ENST00000479625", "ENST00000487890", "ENST00000492512", "ENST00000492858", "ENST00000647578"], "translation": [{"protein": "ENSP00000258733", "rna": "ENST00000258733"}, {"protein": "ENSP00000371420", "rna": "ENST00000381990"}, {"protein": "ENSP00000386476", "rna": "ENST00000409458"}, {"protein": "ENSP00000497362", "rna": "ENST00000647578"}], "type_of_gene": "protein_coding"}, "entrezgene": "10457", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 22.58387253, "exp_mis": 191.4892871, "exp_syn": 94.547827, "lof_z": 0.538594103019465, "mis_z": -0.901709300127146, "mu_lof": 1.58636197415e-06, "mu_mis": 1.6493892187e-05, "mu_syn": 7.93787456248e-06, "n_lof": 20.0, "n_mis": 217.0, "n_syn": 95.0, "p_li": 1.12477120855255e-12, "p_null": 0.9180937880578, "p_rec": 0.0819062119410753, "syn_z": -0.0288287233622654}, "bp": 1719, "cds_end": 23313843, "cds_start": 23286476, "n_exons": 11, "nonpsych": {"exp_lof": 20.2135926, "exp_mis": 173.0892967, "exp_syn": 85.347923, "lof_z": 0.265095979682302, "mis_z": -0.916682315515766, "mu_lof": 1.58636197415e-06, "mu_mis": 1.6493892187e-05, "mu_syn": 7.93787456248e-06, "n_lof": 19.0, "n_mis": 197.0, "n_syn": 87.0, "p_li": 1.72039386036552e-12, "p_null": 0.948978238861883, "p_rec": 0.0510217611363964, "syn_z": -0.11258955675244}, "nontcga": {"exp_lof": 20.75503783, "exp_mis": 176.1480311, "exp_syn": 86.96188619, "lof_z": 0.380019563689599, "mis_z": -1.00796878611468, "mu_lof": 1.58636197415e-06, "mu_mis": 1.6493892187e-05, "mu_syn": 7.93787456248e-06, "n_lof": 19.0, "n_mis": 203.0, "n_syn": 89.0, "p_li": 2.67379229396727e-12, "p_null": 0.92879025606486, "p_rec": 0.0712097439324659, "syn_z": -0.138383852844521}, "transcript": "ENST00000381990.2"}, "exons": [{"cdsend": 23274224, "cdsstart": 23246857, "chr": "7", "position": [[23246774, 23246927], [23253306, 23253459], [23254168, 23254312], [23256891, 23257065], [23259979, 23260138], [23260455, 23260773], [23266480, 23266615], [23267885, 23267988], [23269966, 23270175], [23273520, 23273614], [23274064, 23275108]], "strand": 1, "transcript": "NM_001005340", "txend": 23275108, "txstart": 23246774}, {"cdsend": 23274224, "cdsstart": 23246857, "chr": "7", "position": [[23246774, 23246927], [23253306, 23253459], [23254168, 23254312], [23256891, 23257065], [23259979, 23260138], [23260455, 23260773], [23266516, 23266615], [23267885, 23267988], [23269966, 23270175], [23273520, 23273614], [23274064, 23275108]], "strand": 1, "transcript": "NM_002510", "txend": 23275108, "txstart": 23246774}], "exons_hg19": [{"cdsend": 23313843, "cdsstart": 23286476, "chr": "7", "position": [[23286393, 23286546], [23292925, 23293078], [23293787, 23293931], [23296510, 23296684], [23299598, 23299757], [23300074, 23300392], [23306099, 23306234], [23307504, 23307607], [23309585, 23309794], [23313139, 23313233], [23313683, 23314727]], "strand": 1, "transcript": "NM_001005340", "txend": 23314727, "txstart": 23286393}, {"cdsend": 23313843, "cdsstart": 23286476, "chr": "7", "position": [[23286393, 23286546], [23292925, 23293078], [23293787, 23293931], [23296510, 23296684], [23299598, 23299757], [23300074, 23300392], [23306135, 23306234], [23307504, 23307607], [23309585, 23309794], [23313139, 23313233], [23313683, 23314727]], "strand": 1, "transcript": "NM_002510", "txend": 23314727, "txstart": 23286393}], "generif": [{"pubmed": 14696968, "text": "Human OA uses the same transcriptional initiation site in both bone and kidney as was reported for melanoma cells and is expressed in osteoblast cultures at all stages of differentiation"}, {"pubmed": 15684612, "text": "cloning and analysis of two fragments in the 5' flanking region of HGFIN; studies indicate p53 cooperates with cytokine-mediated transcription factors to regulate the expression of HGFIN"}, {"pubmed": 15763343, "text": "Osteoactivin is expressed at high levels in normal and inflammatory liver macrophages suggesting a significant role in acute liver injury."}, {"pubmed": 16609006, "text": "The GPNMB protein is a potentially useful tumor-associated antigen and prognostic predictor for therapeutic approaches with malignant gliomas or any malignant tumor that expresses GPNMB."}, {"pubmed": 17845721, "text": "The results show a central role for p53 in HGFIN expression, which appears to determine the behavior of the cancer cells."}, {"pubmed": 17951401, "text": "Osteoactivin was identified as a protein that is expressed in aggressive human breast cancers and is capable of promoting breast cancer metastasis to bone."}, {"pubmed": 18983539, "text": "Gpnmb expression can be used as a marker for analyzing melanocyte development and disease progression."}, {"pubmed": 19320736, "text": "Gpnmb is a melanosome-associated glycoprotein that contributes to the adhesion of melanocytes with keratinocytes."}, {"pubmed": 19350579, "text": "these results solidify the concepts that DC-HIL is a strong negative regulator of APC function and that TGF-beta is a potent stimulator of DC-HIL expression."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20056711, "text": "GPNMB is a melanosomal protein that is released by proteolytic ectodomain shedding and might be a useful and specific histological marker of melanocytic cells."}, {"pubmed": 20215530, "text": "GPNMB expression is associated with the basal/triple-negative subtype and is a prognostic marker of poor outcome in patients with breast cancer."}, {"pubmed": 20375921, "text": "GPNMB expression has a role in uveal melanoma"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20711474, "text": "ADAM10 as a sheddase capable of releasing the GPNMB/OA ectodomain from the surface of breast cancer cells"}, {"pubmed": 21252093, "text": "Toxin-conjugated DC-HIL to abrogate the ability of Sezary syndrome cells to proliferate in vitro."}, {"pubmed": 21389974, "text": "GPNMB increase in kidney disease was confirmed by real-time PCR after 5/6 nephrectomy, in streptozotocin-induced diabetes, and in patients with chronic kidney disease"}, {"pubmed": 21844952, "text": "The abnormal expression of GPNMB may play an important role in the development of prostate cancer."}, {"pubmed": 21874302, "text": "upregulated in monocyte-derived dendritic cells by BCR-ABL tyrosine kinase inhibitors"}, {"pubmed": 22014058, "text": "Gastrointestinal stromal tumours do not show immunopositivity for ERa or HMB45."}, {"pubmed": 22290289, "text": "Together these results suggest that GPNMB gene is a p53- and androgen-dysregulated gene and should be regarded as an anti-tumor gene for prostate cancer."}, {"pubmed": 22891158, "text": "GPNMB inhibits motor neuron death and plays a critical role in motor neuron survival."}, {"pubmed": 22912767, "text": "Silencing of GPNMB by siRNA inhibits the formation of melanosomes in melanocytes in a MITF-independent fashion."}, {"pubmed": 23452376, "text": "the molecular basis for the distinct trafficking and morphogenetic properties of PMEL and GPNMB is the PKD domain"}, {"pubmed": 23794283, "text": "our findings will clarify a new explanation about how GPNMB induces bone repair, and provide a potential target for bone regeneration therapeutics and bone engineering"}, {"pubmed": 23924854, "text": "GPNMB expression was regulated by EpCAM and CSF-1 partly through their common downstream product c-myc"}, {"pubmed": 24589892, "text": "GPNMB/OA acts as a critical molecular mediator promoting the acquisition of the more aggressive, pro-metastatic phenotype distinctive of human DU145 and PC3 cell lines."}, {"pubmed": 24789918, "text": "Our data identify Gpnmb as a novel marker for obesity-induced adipose tissue macrophage infiltration and potentiator of interleukin-4 responses and point toward a crucial role for MITF in driving part of the adipose tissue macrophage phenotype."}, {"pubmed": 24933321, "text": "DC-HIL+ CD14+ HLA-DR no/low cells are a potential blood marker and therapeutic target for melanoma"}, {"pubmed": 25010402, "text": "GPNMB has protective effect against ischemia-reperfusion injury via phosphorylation of ERK1/2 and Akt"}, {"pubmed": 25054912, "text": "Glycoprotein nonmetastatic melanoma protein B plays an important role in angiogenesis during hyperoxia injury"}, {"pubmed": 25426614, "text": "GPNMB/OA protein expression prevents cells from apoptosis-enhancing proliferation and represents a novel modulator of the invasion and metastasis in pancreatic cancer cells."}, {"pubmed": 25594584, "text": "GPNMB mRNA in FLCN-related renal cell carcinomas was 23-fold more abundant than in sporadic tumors."}, {"pubmed": 25658639, "text": "Data shows that the expression of Gpnmb and Spp1 is highly upregulated in glioma-associated microglia/macrophages highlighting the importance of macrophages and microglia as therapeutic targets in anti-tumor treatment regimens."}, {"pubmed": 25772243, "text": "A positive correlation between GPNMB and NRP-1 levels in human breast tumors."}, {"pubmed": 25889792, "text": "The transcription factor MITF is a critical regulator of GPNMB expression in dendritic cells."}, {"pubmed": 26077887, "text": "GPNMB might be a surrogate marker for BC and may cross talk with the HER2 signal pathway."}, {"pubmed": 26261527, "text": "GPNMB plays an important roles in regulating the expression of key pluripotency genes in dental pulp cells and modifying odontogenic differentiation."}, {"pubmed": 26581806, "text": "The GPNMB is a promising biomarker and therapeutic target for the development and progression of Nonalcoholic fatty liver disease in obesity."}, {"pubmed": 26636434, "text": "Osteoactivin in the extracellular matrix promotes oral squamous carcinoma cell adhesion and migration."}, {"pubmed": 26771826, "text": "Gpnmb Is a Potential Marker for the Visceral Pathology in Niemann-Pick Type C Disease"}, {"pubmed": 26880751, "text": "Finally, we identify glycoprotein NMB as a melanocytic marker up-regulated in Tsc2-null mouse uteri and human lymphangioleiomyomatosis samples"}, {"pubmed": 26883195, "text": "High GPNMB expression is associated with enhancement of invasive behavior in lung cancer."}, {"pubmed": 27132081, "text": "it may be premature to conclude associations between GPNMB rs156429 and Parkinson's disease, amyotrophic lateral sclerosis and multiple system atrophy."}, {"pubmed": 27334625, "text": "an inducer for glioma and could enhance matrix metalloproteinase activity through Wnt/beta-catenin pathway to contribute to glioma tumorigenesis"}, {"pubmed": 27515299, "text": "The combination of MAPK pathway inhibitors with an antibody-drug conjugate targeting GPNMB is an effective therapeutic option."}, {"pubmed": 27836549, "text": "findings indicate that GPNMB promotes glioma growth via Na(+)/K(+)-ATPase alpha subunits. Thus, the interaction between GPNMB and Na(+), K(+)-ATPase alpha subunits represents a novel therapeutic target for the treatment of brain glioblastomas."}, {"pubmed": 27935101, "text": "This study revealed that GPNMB aggregates are localized to the neuron, and not localized to the astrocyte and microglia and in the spinal cord of ALS patients. GPNMB has protective effects against mutant TDP-43-induced motor neuron cell death, via ERK1/2 and Akt pathway.."}, {"pubmed": 28003098, "text": "Serum levels of GPNMB were highly correlated with accumulation of bioactive lipid substrate of Gaucher disease, glucosylsphingosine as well as established biomarkers, chitotriosidase and chemokine, CCL18."}, {"pubmed": 28104809, "text": "The GPNMB is expressed in a temporal manner during eosinophil development and delivers a proliferative signal upon activation."}, {"pubmed": 28295306, "text": "Osteoactivin differential regulates the expression of matrix metalloproteases in head and neck squamous cell carcinomas to promote cancer cell invasion."}, {"pubmed": 28391543, "text": "Increased brain expression of GPNMB is associated with genome wide significant risk for Parkinson's disease"}, {"pubmed": 28400538, "text": "Findings suggest that MAFK and its target gene GPNMB play important roles in the malignant progression of triple-negative breast cancer (TNBC) cells, offering potentially new therapeutic targets for TNBC patients."}, {"pubmed": 28443476, "text": "Glycoprotein nonmetastatic melanoma protein B protein was highly expressed in the bladder cancer, which was related to the poor prognosis in bladder cancer patients. Glycoprotein nonmetastatic melanoma protein B promoted the proliferation, migration, and invasion in bladder cancer cells."}, {"pubmed": 28689015, "text": "glycoprotein non-metastatic B presented increased expression in breast cancer in vivo compared to normal breast tissue"}, {"pubmed": 29336782, "text": "loss of GPNMB, which has been implicated in melanosome formation, autophagy, phagocytosis, tissue repair, and negative regulation of inflammation, underlies autosomal-recessive Amyloidosis cutis dyschromica."}, {"pubmed": 29428978, "text": "Upregulated GPNMB levels in EOC [ epithelial ovarian cancer ]patients are associated with dismal prognosis. Moreover, findings in the current study indicate that GPNMB is a potentially useful prognostic predictor of the therapeutic approaches for EOC [ epithelial ovarian cancer ]."}, {"pubmed": 29441921, "text": "This review will summarize the latest understanding of Gpnmb in the aspects of diagnosis, progression and prognosis of pathological disorders and neoplasms, emphasizing the clinical advances in targeting Gpnmb-expressing malignancies--{REVIEW}"}, {"pubmed": 29620278, "text": "Study shows high GPNMB mRNA level in osteosarcoma tissues and cell lines. Its silencing regulates the proliferation and metastasis of osteosarcoma cells by suppressing the PI3K/Akt/mTOR signaling pathway."}, {"pubmed": 29703589, "text": "Increased GPNMB expression is associated with cystic fibrosis."}, {"pubmed": 30149180, "text": "Region-specific elevations of GPNMB protein were found in substantia nigra of Parkinson's disease patients."}, {"pubmed": 30201759, "text": "Lower levels of GPNMB were also observed in patients with heart failure (HF) from the METSIM study compared to non-HF controls."}, {"pubmed": 30340518, "text": "This study showed that GPNMB represents a novel disease-associated marker that appears to play a role in the neuroinflammatory response of Alzheimer's disease ."}, {"pubmed": 30400781, "text": "Our data indicate a high methylation profile leading to a lower GPNMB expression in adenoma and CRC samples. The functional analysis established GPNMB as a potential tumor suppressor gene. As such, GPNMB might be useful as a biomarker of adenomas with high carcinogenic potential."}, {"pubmed": 30632601, "text": "GPNMB was overexpressed in human head and neck squamous cell carcinoma tissue and predicted poor prognosis in human head and neck squamous cell carcinoma tissue. In addition, GPNMB expression was closely correlated with N stage in patients with head and neck squamous cell carcinoma."}, {"pubmed": 30670091, "text": "Study demonstrated that miR-508-5p regulated the osteogenesis of hDPCs by targeting GPNMB and provided novel insight into the critical roles of microRNAs in hDPC differentiation."}, {"pubmed": 30793225, "text": "GPNMB is highly expressed in gum tissue with Periodontal Disease and may be an anti-inflammatory player in the pathogenesis of Periodontal Disease."}, {"pubmed": 30914799, "text": "A novel, pro-growth role for GPNMB in Wnt-1 expressing basal breast cancers."}, {"pubmed": 30992322, "text": "GPNMB overexpression is associated with Breast Cancer."}, {"pubmed": 31043488, "text": "High GPNMB expression is associated with Renal Cell Carcinoma."}, {"pubmed": 31127873, "text": "Study provides evidence that the kringle-like domain (KLD) of GPNMB plays an important role in its tumorigenic potential."}, {"pubmed": 31260093, "text": "Three novel mutations in GPNMB in two pedigrees with amyloidosis cutis dyschromica."}, {"pubmed": 31315839, "text": "We identified GPNMB from IL6 as a target gene regulated by rs2069837. We revealed preferential recruitment of MEF2-HDAC repressive complex to the Takayasu arteritis risk allele. Our data show the risk allele in rs2069837 represses the expression of GPNMB by recruiting MEF2-HDAC complex, enabled through a long-range intrachromatin looping. Suppression of GPNMB might mediate increased susceptibility in Takayasu arteritis."}, {"pubmed": 31347172, "text": "CSE1L silence inhibits the growth and metastasis in gastric cancer by repressing GPNMB via positively regulating transcription factor MITF."}, {"pubmed": 31498430, "text": "Transcriptome analysis reveals GPNMB as a potential therapeutic target for gastric cancer."}, {"pubmed": 31675496, "text": "Of the macrophages in tumors that exhibited distinct transcriptional states, tumor-associated macrophages (TAMs) were associated with poor prognosis, and we established the inflammatory role of SLC40A1 and GPNMB in these cells"}, {"pubmed": 31701227, "text": "Proteomics in cerebrospinal fluid and spinal cord suggests UCHL1, MAP2 and GPNMB as biomarkers and underpins importance of transcriptional pathways in amyotrophic lateral sclerosis."}, {"pubmed": 31822499, "text": "DC-HIL/Gpnmb Is a Negative Regulator of Tumor Response to Immune Checkpoint Inhibitors."}, {"pubmed": 32478378, "text": "GPNMB contributes to a vicious circle for chronic obstructive pulmonary disease."}, {"pubmed": 32728200, "text": "The soluble glycoprotein NMB (GPNMB) produced by macrophages induces cancer stemness and metastasis via CD44 and IL-33."}, {"pubmed": 33466390, "text": "Intracerebroventricular Treatment with 2-Hydroxypropyl-beta-Cyclodextrin Decreased Cerebellar and Hepatic Glycoprotein Nonmetastatic Melanoma Protein B (GPNMB) Expression in Niemann-Pick Disease Type C Model Mice."}, {"pubmed": 33565062, "text": "[Amyloidosis cutis dyschromica due to homozygous variants of the GPNMB gene in a Chinese pedigree]."}, {"pubmed": 33687658, "text": "Two missense mutations in GPNMB cause autosomal recessive amyloidosis cutis dyschromica in the consanguineous pakistani families."}, {"pubmed": 33726823, "text": "Long non-coding RNA MALAT1 regulates cell proliferation and apoptosis via miR-135b-5p/GPNMB axis in Parkinson's disease cell model."}, {"pubmed": 34108545, "text": "Expression pattern and prognostic impact of glycoprotein non-metastatic B (GPNMB) in triple-negative breast cancer."}, {"pubmed": 34207849, "text": "Functional Domains and Evolutionary History of the PMEL and GPNMB Family Proteins."}, {"pubmed": 34280359, "text": "GPNMB promotes the progression of diffuse large B cell lymphoma via YAP1-mediated activation of the Wnt/beta-catenin signaling pathway."}, {"pubmed": 34464706, "text": "Genetic ablation of Gpnmb does not alter synuclein-related pathology."}, {"pubmed": 34542985, "text": "Elevated Circulating Levels of Glycoprotein Non-Metastatic Melanoma Protein B as a Predictor of Gestational Diabetes Mellitus."}, {"pubmed": 34551863, "text": "Amyloidosis cutis dyschromica cases caused by GPNMB mutations with different inheritance patterns."}, {"pubmed": 34777249, "text": "Association Between Factors Involved in Bone Remodeling (Osteoactivin and OPG) With Plasma Levels of Irisin and Meteorin-Like Protein in People With T2D and Obesity."}, {"pubmed": 34800878, "text": "GPNMB plays an active role in the M1/M2 balance."}, {"pubmed": 34857772, "text": "Mapping the serum proteome to neurological diseases using whole genome sequencing."}, {"pubmed": 35072947, "text": "GPNMB expression identifies TSC1/2/mTOR-associated and MiT family translocation-driven renal neoplasms."}, {"pubmed": 35568699, "text": "Glycoprotein nonmetastatic melanoma protein B (GNMPB) as a novel biomarker for cerebral adrenoleukodystrophy."}, {"pubmed": 35914373, "text": "miR-532-3p suppresses proliferation and invasion of ovarian cancer cells via GPNMB/HIF-1alpha/HK2 axis."}, {"pubmed": 35981040, "text": "GPNMB confers risk for Parkinson's disease through interaction with alpha-synuclein."}, {"pubmed": 36050467, "text": "GPNMB: a potent inducer of immunosuppression in cancer."}, {"pubmed": 36061142, "text": "GPNMB-Positive Cells in Head and Neck Squamous Cell Carcinoma-Their Roles in Cancer Stemness, Therapy Resistance, and Metastasis."}, {"pubmed": 37956971, "text": "Glycoprotein Non-Metastatic Protein B (GPNMB): The Missing Link Between Lysosomes and Obesity."}, {"pubmed": 37960806, "text": "Prognostic evaluation of oral squamous cell carcinoma based on pleiotrophin, urokinase plasminogen activator, and glycoprotein nonmetastatic melanoma protein B expression."}, {"pubmed": 38166464, "text": "Gpnmb silencing protects against hyperoxia-induced acute lung injury by inhibition of mitochondrial-mediated apoptosis."}, {"pubmed": 38217954, "text": "The association between plasma GPNMB and Parkinson's disease and multiple system atrophy."}, {"pubmed": 38266459, "text": "HOMER3 promotes liver hepatocellular carcinoma cancer progression by -upregulating EZH2 and mediating miR-361/GPNMB axis."}, {"pubmed": 38501371, "text": "Glycoprotein nonmetastatic melanoma protein B impacts the malignant potential of bladder cancer cells through its hem-immunoreceptor tyrosine-based activation motif."}, {"pubmed": 38566120, "text": "Tumor associated microglia/macrophages utilize GPNMB to promote tumor growth and alter immune cell infiltration in glioma."}, {"pubmed": 38614127, "text": "Glycoprotein non-metastatic melanoma protein B promotes tumor growth and is a biomarker for lymphangioleiomyomatosis."}, {"pubmed": 38789534, "text": "The E3 ubiquitin-protein ligase UHRF1 promotes adipogenesis and limits fibrosis by suppressing GPNMB-mediated TGF-beta signaling."}], "genomic_pos": {"chr": "7", "end": 23275108, "ensemblgene": "ENSG00000136235", "start": 23235967, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 23314727, "start": 23275586, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0001818", "pubmed": 19350579, "qualifier": "involved_in", "term": "negative regulation of cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 22891158, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007165", "pubmed": 19350579, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007267", "pubmed": 19350579, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008285", "pubmed": 7814155, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030335", "pubmed": 20711474, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031954", "pubmed": 19350579, "qualifier": "involved_in", "term": "positive regulation of protein autophosphorylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032720", "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034103", "pubmed": 25010402, "qualifier": "involved_in", "term": "regulation of tissue remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042130", "pubmed": 19350579, "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045765", "pubmed": 20711474, "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050868", "pubmed": 19350579, "qualifier": "involved_in", "term": "negative regulation of T cell activation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0050918", "pubmed": 20711474, "qualifier": "involved_in", "term": "positive chemotaxis"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0070374", "pubmed": 22891158, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000134", "pubmed": 19350579, "qualifier": "involved_in", "term": "negative regulation of G1/S transition of mitotic cell cycle"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 12609765, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031901", "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0033162", "qualifier": "located_in", "term": "melanosome membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12609765, 26751287], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008201", "pubmed": 19350579, "qualifier": "enables", "term": "heparin binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0042056", "pubmed": 20711474, "qualifier": "enables", "term": "chemoattractant activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0045545", "pubmed": 19350579, "qualifier": "enables", "term": "syndecan binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0048018", "pubmed": 19350579, "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[7955, 563348], [8364, 100124325], [9031, 428431], [9544, 704990], [9598, 463289], [9606, 10457], [9615, 482355], [9913, 509600], [10090, 93695], [10116, 113955]], "id": 1880}, "interpro": [{"desc": "PKD domain", "id": "IPR000601", "short_desc": "PKD_dom"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "PKD/Chitinase domain", "id": "IPR022409", "short_desc": "PKD/Chitinase_dom"}, {"desc": "PKD domain superfamily", "id": "IPR035986", "short_desc": "PKD_dom_sf"}, {"desc": "PKD- and KLD-Associated Transmembrane", "id": "IPR045219", "short_desc": "PKAT"}, {"desc": "PKAT, KLD domain", "id": "IPR046846", "short_desc": "PKAT_KLD"}], "ipi": ["IPI00001592", "IPI00383519", "IPI00910425", "IPI00940949", "IPI01020806"], "map_location": "7p15.3", "name": "glycoprotein nmb", "other_names": ["glycoprotein (transmembrane) nmb", "glycoprotein nmb-like protein", "glycoprotein nonmetastatic melanoma protein B", "hematopoietic growth factor inducible neurokinin-1 type", "osteoactivin", "transmembrane glycoprotein HGFIN", "transmembrane glycoprotein NMB"], "pantherdb": {"HGNC": "4462", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1934765", "ortholog_type": "LDO", "panther_family": "PTHR11861", "taxid": 10090, "uniprot_kb": "Q99P91"}, {"RGD": "71008", "ortholog_type": "LDO", "panther_family": "PTHR11861", "taxid": 10116, "uniprot_kb": "Q6P7C7"}, {"Ensembl": "ENSGALG00000010949", "ortholog_type": "LDO", "panther_family": "PTHR11861", "taxid": 9031, "uniprot_kb": "F1NPS6"}, {"ZFIN": "ZDB-GENE-060503-106", "ortholog_type": "LDO", "panther_family": "PTHR11861", "taxid": 7955, "uniprot_kb": "E7F7J7"}], "uniprot_kb": "Q14956"}, "pathway": {"reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-8848021", "name": "Signaling by PTK6"}, {"id": "R-HSA-8857538", "name": "PTK6 promotes HIF1A stabilization"}, {"id": "R-HSA-9006927", "name": "Signaling by Non-Receptor Tyrosine Kinases"}]}, "pfam": ["PF18911", "PF20433"], "pharmgkb": "PA28845", "pharos": {"target_id": 1095, "tdl": "Tbio"}, "pir": "I38065", "prosite": "PS50093", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF261527", "relationship": "is"}, {"id": "GNF261528", "relationship": "is"}, {"id": "GNF261529", "relationship": "is"}, {"id": "GNF261530", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF163168", "relationship": "is"}, {"id": "GNF163732", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031093", "relationship": "weakly similar to"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083314", "relationship": "is"}, {"id": "GNF083315", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF058235", "relationship": "is"}, {"id": "GNF073435", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070335", "relationship": "is"}, {"id": "GNF070336", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF005999", "relationship": "is"}, {"id": "GNF017320", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284835", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF098316", "relationship": "is"}, {"id": "GNF137971", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_001005340.1", "NP_002501.1", "XP_005249635.1", "XP_016867167.1", "XP_047275732.1", "XP_054213063.1", "XP_054213064.1"], "rna": ["NM_001005340.2", "NM_002510.3", "XM_005249578.4", "XM_017011678.3", "XM_047419776.1", "XM_054357088.1", "XM_054357089.1"], "translation": [{"protein": "NP_001005340.1", "rna": "NM_001005340.2"}, {"protein": "NP_002501.1", "rna": "NM_002510.3"}, {"protein": "XP_054213064.1", "rna": "XM_054357089.1"}, {"protein": "XP_054213063.1", "rna": "XM_054357088.1"}, {"protein": "XP_016867167.1", "rna": "XM_017011678.3"}, {"protein": "XP_005249635.1", "rna": "XM_005249578.4"}, {"protein": "XP_047275732.1", "rna": "XM_047419776.1"}]}, "reporter": {"HG-U133_Plus_2": ["1554018_at", "201141_at"], "HG-U95Av2": "38379_at", "HG-U95B": "48932_r_at", "HTA-2_0": "TC07000144.hg.1", "HuEx-1_0": "2992814", "HuGene-1_1": "8131844", "HuGene-2_1": "17044253"}, "summary": "The protein encoded by this gene is a type I transmembrane glycoprotein which shows homology to the pMEL17 precursor, a melanocyte-specific protein. GPNMB shows expression in the lowly metastatic human melanoma cell lines and xenografts but does not show expression in the highly metastatic cell lines. GPNMB may be involved in growth delay and reduction of metastatic potential. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "GPNMB", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415205"}, "unigene": "Hs.190495", "uniprot": {"Swiss-Prot": "Q14956", "TrEMBL": ["A0A3B3ISS6", "Q96F58"]}, "wikipedia": {"url_stub": "GPNMB"}}