{"AllianceGenome": "4555", "HGNC": "4555", "MIM": "138321", "_id": "2878", "_version": 1, "accession": {"genomic": ["AC008641.7", "AF285633.1", "AY310878.1", "AY552097.1", "CH471062.2", "CP068273.2", "D16360.1", "D16361.1", "D16362.1", "NC_000005.10", "NC_060929.1"], "protein": ["AAF43005.1", "AAH13601.1", "AAH35841.1", "AAH50378.2", "AAH66949.1", "AAP50261.1", "BAA00525.1", "BAA03862.1", "BAA03863.2", "BAA03864.1", "CAA41228.2", "EAW61692.1", "EAW61693.1", "NP_001316719.1", "NP_002075.2", "P22352.2"], "rna": ["AF217787.1", "AK310242.1", "AL036834.2", "BC013218.1", "BC013601.1", "BC025956.1", "BC035841.1", "BC050378.1", "BC066949.1", "BI522602.1", "D00632.1", "HM005392.1", "HY069764.1", "NM_001329790.2", "NM_002084.5", "X58295.1"], "translation": [{"protein": "AAH50378.2", "rna": "BC050378.1"}, {"protein": "NP_001316719.1", "rna": "NM_001329790.2"}, {"protein": "BAA00525.1", "rna": "D00632.1"}, {"protein": "AAH13601.1", "rna": "BC013601.1"}, {"protein": "AAF43005.1", "rna": "AF217787.1"}, {"protein": "CAA41228.2", "rna": "X58295.1"}, {"protein": "NP_002075.2", "rna": "NM_002084.5"}, {"protein": "AAH66949.1", "rna": "BC066949.1"}, {"protein": "AAH35841.1", "rna": "BC035841.1"}]}, "alias": ["GPx-P", "GSHPx-3", "GSHPx-P"], "ec": "1.11.1.9", "ensembl": {"gene": "ENSG00000211445", "protein": ["ENSP00000373477", "ENSP00000427873", "ENSP00000429314", "ENSP00000429709", "ENSP00000430508", "ENSP00000430743"], "transcript": ["ENST00000388825", "ENST00000517973", "ENST00000519214", "ENST00000520059", "ENST00000520597", "ENST00000521632", "ENST00000521650", "ENST00000521722", "ENST00000625178"], "translation": [{"protein": "ENSP00000373477", "rna": "ENST00000388825"}, {"protein": "ENSP00000427873", "rna": "ENST00000521650"}, {"protein": "ENSP00000430508", "rna": "ENST00000519214"}, {"protein": "ENSP00000429709", "rna": "ENST00000517973"}, {"protein": "ENSP00000430743", "rna": "ENST00000521632"}, {"protein": "ENSP00000429314", "rna": "ENST00000520059"}], "type_of_gene": "protein_coding"}, "entrezgene": "2878", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.12230779459, "exp_mis": 82.5378608685, "exp_syn": 39.8044866169, "lof_z": 1.43281578588083, "mis_z": 0.890367268359505, "mu_lof": 5.61628640889e-07, "mu_mis": 7.61302015945e-06, "mu_syn": 3.56981622824e-06, "n_lof": 4.0, "n_mis": 66.0, "n_syn": 39.0, "p_li": 0.0155826368713898, "p_null": 0.103826988574579, "p_rec": 0.880590374554031, "syn_z": 0.0790504093068396}, "bp": 681, "cds_end": 150407691, "cds_start": 150400215, "n_exons": 5, "nonpsych": {"exp_lof": 7.2537359412, "exp_mis": 74.6069946531, "exp_syn": 35.9291647839, "lof_z": 1.18646088790652, "mis_z": 0.677784398159998, "mu_lof": 5.61628640889e-07, "mu_mis": 7.61302015945e-06, "mu_syn": 3.56981622824e-06, "n_lof": 4.0, "n_mis": 63.0, "n_syn": 31.0, "p_li": 0.0121715047792785, "p_null": 0.156779721891911, "p_rec": 0.83104877332881, "syn_z": 0.517741366124712}, "nontcga": {"exp_lof": 7.46299668371, "exp_mis": 75.9253107357, "exp_syn": 36.6106021951, "lof_z": 1.25048001662357, "mis_z": 0.73902218946967, "mu_lof": 5.61628640889e-07, "mu_mis": 7.61302015945e-06, "mu_syn": 3.56981622824e-06, "n_lof": 4.0, "n_mis": 63.0, "n_syn": 35.0, "p_li": 0.0122843760456008, "p_null": 0.134861056475406, "p_rec": 0.852854567478993, "syn_z": 0.168541389096419}, "transcript": "ENST00000388825.4"}, "exons": [{"cdsend": 151028130, "cdsstart": 151020654, "chr": "5", "position": [[151020590, 151020741], [151020827, 151020854], [151025339, 151025493], [151026899, 151027017], [151027431, 151027531], [151027908, 151028988]], "strand": 1, "transcript": "NM_001329790", "txend": 151028988, "txstart": 151020590}, {"cdsend": 151028130, "cdsstart": 151020654, "chr": "5", "position": [[151020590, 151020741], [151025339, 151025493], [151026899, 151027017], [151027431, 151027531], [151027908, 151028988]], "strand": 1, "transcript": "NM_002084", "txend": 151028988, "txstart": 151020590}], "exons_hg19": [{"cdsend": 150407691, "cdsstart": 150400215, "chr": "5", "position": [[150400151, 150400302], [150400388, 150400415], [150404900, 150405054], [150406460, 150406578], [150406992, 150407092], [150407469, 150408549]], "strand": 1, "transcript": "NM_001329790", "txend": 150408549, "txstart": 150400151}, {"cdsend": 150407691, "cdsstart": 150400215, "chr": "5", "position": [[150400151, 150400302], [150404900, 150405054], [150406460, 150406578], [150406992, 150407092], [150407469, 150408549]], "strand": 1, "transcript": "NM_002084", "txend": 150408549, "txstart": 150400151}], "generif": [{"pubmed": 11934214, "text": "REVIEW: The role of low levels of the serum glutathione-dependent peroxidase and glutathione and high levels of serum homocysteine in the development of cardiovascular disease."}, {"pubmed": 11983108, "text": "Increased erythrocyte glutathione peroxidase activity and serum TNFalpha in HIV-infected patients is related to pathogenesis of HIV infection and the hypercoagulable condition during HIV infection."}, {"pubmed": 12553559, "text": "in healthy subjects the seminal plasma activity is about 10 times greater than in infertile males"}, {"pubmed": 12732844, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15375613, "text": "a pilot study by analyzing 8 exudative ARMD patients for allelic variations in the GPX gene and three statistically significant mutations in the ABCR gene (R943Q, G1961E and D2177N)"}, {"pubmed": 16229808, "text": "The high frequency of promoter hypermethylation and progressive loss of GPx3 expression in Barrett's adenocarcinomas suggest that epigenetic inactivation may be critical in the development and progression of Barrett's esophagus."}, {"pubmed": 16937131, "text": "There was no correlation between plasma GSH-Px and hair Se levels in the patient and control groups. These results revealed a decreased hair Se level and impaired antioxidative capacity in children with CRI on CAPD and HD"}, {"pubmed": 17122425, "text": "A novel GPx-3 promoter haplotype is an independent risk factor for AIS in children and young adults. This haplotype reduces the gene's transcriptional activity, thereby compromising gene expression and plasma antioxidant and antithrombotic activities."}, {"pubmed": 17122425, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17804715, "text": "GPx3 is a novel tumor suppressor gene."}, {"pubmed": 17937619, "text": "GPx3 mRNA was exclusively localized to the thyrocytes, showed the highest expression levels and was down-regulated in 5 of 6 thyroid cancer samples as compared to matched normal controls"}, {"pubmed": 18096833, "text": "novel GPx-3 promoter haplotype is a strong, independent risk factor for cerebral venous thrombosis"}, {"pubmed": 18483336, "text": "No significant risk for GPX3 in colorectal adenoma."}, {"pubmed": 18483336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18936159, "text": "The antioxidant effect of PPARgamma is exclusively mediated by GPx3 and further imply that GPx3 may be a therapeutic target for insulin resistance and diabetes mellitus."}, {"pubmed": 19020706, "text": "GPX3 may be a candidate gene associated with the low cisplatin sensitivity of clear cell adenocarcinoma"}, {"pubmed": 19161995, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19375609, "text": "G allele of rs3805435 or the T allele of rs3828599 of GPX3 may exert a protective effect, whereas the C allele of rs8177412 confers an increased risk effect for DTC"}, {"pubmed": 19375609, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19766714, "text": "upregulated in vascular endothelial cells by proteasome inhibitors"}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20043075, "text": "down-regulated KLF4, CHGA,GPX3, SST and LIPF, together with up-regulated SERPINH1, THY1 and INHBA is an 8-gene signature for gastric cancer"}, {"pubmed": 20200426, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20303587, "text": "We have shown highly significant reductions in expression of all three major classes of GPx in placentae from women with preeclampsia."}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20576521, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20576521, "text": "The intronic SNPs at GPX3 can influence gene expression leading to an alteration of gastric cancer risk."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20712757, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20725785, "text": "GPX3 protein expression was significantly lower in esophageal squamous cell carcinoma than in adjacent nontumor tissues. In esophageal squamous cell carcinoma, GPX3 was downregulated through promoter hypermethylation."}, {"pubmed": 20730571, "text": "GPX3 overexpression was found in clear cell type ovarian adenocarcinoma compared with normal ovary and 3 other subtypes of epithelial ovarian cancer at mRNA level."}, {"pubmed": 20813000, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20946167, "text": "Genetic variants of GPX3 are risk factors for arterial stroke, but not for thromboembolic arterial ischemic stroke or cerebral sinovenous thrombosis in children."}, {"pubmed": 20946167, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21374652, "text": "GPx3 may have a possible role in modulating prostate carcinogenesis."}, {"pubmed": 21684681, "text": "GPx3 methylation may have implications in chemotherapy response and clinical outcome of head and neck cancer patients"}, {"pubmed": 21933611, "text": "The polymorphism of rs3828599 of GPx-3 gene might be associated with hypertension in rural Han Chinese from Fuxin, Liaoning."}, {"pubmed": 22461624, "text": "a novel signaling pathway of GPx3-PIG3 in the regulation of cell death in prostate cancer."}, {"pubmed": 22508837, "text": "In human primary acute myeloid leukemia samples, GPX3 expression level directly correlated with adverse prognostic outcome and positively correlated with the frequency of leukemia stem cells (LSCs)."}, {"pubmed": 22715394, "text": "Selenium, selenoenzymes, oxidative stress and risk of neoplastic progression from Barrett's esophagus: results from biomarkers and genetic variants."}, {"pubmed": 22981671, "text": "determination of GPx3 levels in overweight and obese subjects from central Mexico"}, {"pubmed": 23071548, "text": "dysfunction of GPX3 in gastric cancer is mediated by genetic and epigenetic alterations, suggesting impairment of mechanisms that regulate ROS and its possible involvement in gastric tumorigenesis and metastasis"}, {"pubmed": 23132926, "text": "Knockdown of Gpx3 using short interfering RNA induced elevation in reactive oxygen species and cell death."}, {"pubmed": 23436019, "text": "The Gpx3 protein levels were lower in the sera of the patients with amyotrophic lateral sclerosis than in other diseases."}, {"pubmed": 23837478, "text": "GPX1 and GPX3 differences may be associated with alterations in antioxidant capacity and redox regulation"}, {"pubmed": 24186266, "text": "Exposure to follicular fluid transiently increased the transcript levels of IL8 and PTGS2, and decreased the expression of SOD2, GPX3, DAB2, and NR3C1. TNF and IL6 levels were also decreased while those of NAMPT were unaffected."}, {"pubmed": 24279306, "text": "RUNX2 and GPX3 are candidate genetic markers in the monitoring of embryo quality for PCOS patients."}, {"pubmed": 24518545, "text": "Myomectomy increases endometrial GPX3 expression after 3 months in women with myoma and infertility."}, {"pubmed": 24788695, "text": "Our results indicate that promoter methylation is one of the major causes of GPX3 downregulation in cervical cancer and GPX3 could serve as a predictive biomarker for lymph node metastasis and prognosis of cervical cancer."}, {"pubmed": 24819036, "text": "Serum levels of GPx3 are increased in subjects with metabolic syndrome and that rs8177409 SNP was associated with cardiovascular risk in a Mexican population."}, {"pubmed": 24926085, "text": "APOA1 and GPX3 mRNA levels on qRT-PCR effectively differentiate ovarian from breast carcinoma."}, {"pubmed": 25126700, "text": "The T allele of -861A/T in GPX3 gene is a risk allele for the ischemic stroke phenotype."}, {"pubmed": 25333265, "text": "GPx3 is a tumor suppressor gene in HCC."}, {"pubmed": 25445749, "text": "Our results suggest that promoter methylation may be a mechanism for inactivation of GPX3, possibly leading to subsequent carcinogenesis and progression of HCC"}, {"pubmed": 25929866, "text": "GPX3 is frequently methylated in human papillary thyroid cancer and the expression of GPX3 was regulated by promoter region methylation"}, {"pubmed": 26045745, "text": "Reduced GPX3 expression is associated with favorable/intermediate karyotypes but not with survival in de novo acute myeloid leukemia patients."}, {"pubmed": 26112936, "text": "GPX1, GPX3, and GPX4 genes may play a role in clear cell renal cell carcinoma cancerogenesis."}, {"pubmed": 26261521, "text": "GPX3 hypermethylation is frequent in chronic myeloid leukemia and is negatively associated with its expression."}, {"pubmed": 26612412, "text": "A three-way interaction among maternal and fetal variants in BHMT2, GSTP1 and GPX3 contribute to congenital heart defects"}, {"pubmed": 26662676, "text": "GPX1*Pro198Leu AND GPX3 rs2070593 as genetic risk markers for Italian asthmatic patients"}, {"pubmed": 27435875, "text": "the antioxidant enzyme GPX3 localizes to lung extracellular matrix and is variably upregulated in interstitial lung diseases."}, {"pubmed": 27484907, "text": "this paper shows that GPx3 expression can be regulated independently via epigenetic or glucocorticoid receptor-mediated mechanisms in lung cancer cells"}, {"pubmed": 27600457, "text": "negative expression of GPX3 was related to poor prognosis in melanoma patients. These results suggest that methylation-mediated GPX3 repression may have critical implications for melanoma pathogenesis"}, {"pubmed": 27742442, "text": "The detection of the demethylated allele could be time and phe concentration dependent. The demethylated allele is suggested as an early epigenetic marker for an extracellular monitoring of an increased ROS production in newborns with PKU."}, {"pubmed": 27891827, "text": "Study provides evidence that GPX3 methylation in bone marrow is associated with adverse prognosis and leukemia transformation in myelodysplastic syndrome."}, {"pubmed": 28298473, "text": "GPX1, GPX3 and GPX4 may be upregulated in response to a change in oxidative stress during an acute coronary syndromes"}, {"pubmed": 28931804, "text": "An association of the GPX3-TNIP1 locus with ALS is identified using cross-ethnic meta-analyses. [Meta-Analysis]"}, {"pubmed": 29100971, "text": "the decrease in GPx-3 bioactivity observed in the septic patients was resulted from the significant sepsis-related decline of GPx-3 protein concentrations"}, {"pubmed": 30114685, "text": "GPX3 rs736775 TC/CC were associated with intestinal type of gastric adenocarcinoma and was associated with improved Overall survival."}, {"pubmed": 30118830, "text": "our findings describing the molecular mechanisms involving GPx3 and PPARgamma in CSE-induced oxidative stress and inflammation may provide valuable information for the development of more effective therapeutics for chronic obstructive pulmonary disease (COPD)"}, {"pubmed": 30153510, "text": "The methylation and expression of GPX3 and expression of PI3K/Akt/c-fos pathway are altered in Kashin-Beck Disease and these changes are reversible by selenium supplementation."}, {"pubmed": 30260967, "text": "GPx3 suppresses proliferation of lung cancer cells by modulating redox-mediated signals."}, {"pubmed": 30509602, "text": "high-grade serous adenocarcinoma ovarian cancers cluster into distinct groups of high and low GPx3 expression."}, {"pubmed": 30537708, "text": "Subcutaneous adipose tissue GPX3 expression is associated with obesity, fat distribution and related to whole body insulin resistance."}, {"pubmed": 30600457, "text": "While there was no statistically significant significance in terms of genotypes obtained in MnSOD and GPx-3 gene regions (P > 0.05), a significant difference was found in the CAT gene region in terms of genotypes"}, {"pubmed": 30898707, "text": "Results show that the GPX3 expression is downregulated in lung cancer patients and that mRNA 3-'UTR contains two potential target binding sequences for miR-921."}, {"pubmed": 30924352, "text": "Our results indicated GPX3 hypermethylation in GC, and predicted a shorter tumor recurrence time in patients aged >60."}, {"pubmed": 31085009, "text": "Meta-analysis. GPX3 methylation is associated with cancer and has the potential to become a broad-spectrum tumor screening marker and has a value in predicting tumor lymph node metastasis."}, {"pubmed": 31310363, "text": "Glutathione peroxidase 3 (GPX3) suppresses the growth of melanoma cells through reactive oxygen species (ROS)-dependent stabilization of hypoxia-inducible factor 1-alpha and 2-alpha."}, {"pubmed": 31352088, "text": "Downregulation of microRNA-196a inhibits stem cell self-renewal ability and stemness in non-small-cell lung cancer through upregulating GPX3 expression.(105571)"}, {"pubmed": 31610903, "text": "Downregulation of GPX3 might be a key factor in the process of esophageal squamous cell carcinoma carcinogenesis"}, {"pubmed": 31814699, "text": "GPX3-AS downregulated the apoptosis of lens epithelial cells via promoting GPX3 expression."}, {"pubmed": 32034489, "text": "Association of combined genetic variations in SOD3, GPX3, PON1, and GSTT1 with hypertension and severity of coronary artery disease."}, {"pubmed": 32810779, "text": "Single-molecule enzymatic reaction dynamics and mechanisms of GPX3 and TRXh9 from Arabidopsis thaliana."}, {"pubmed": 32862561, "text": "Association between glutathione peroxidase-3 activity and carotid atherosclerosis in patients with type 2 diabetes mellitus."}, {"pubmed": 32886395, "text": "Reactive oxygen species levels differentiate CD34(+) human progenitors based on CD38 expression."}, {"pubmed": 33202543, "text": "Involvement of GPx-3 in the Reciprocal Control of Redox Metabolism in the Leukemic Niche."}, {"pubmed": 33310051, "text": "Insights into the role of GPX3, a highly efficient plasma antioxidant, in cancer."}, {"pubmed": 33415437, "text": "Expression of COX-2 and Nrf2/GPx3 in the anterior vaginal wall tissues of women with pelvic organ prolapse."}, {"pubmed": 33431801, "text": "Legumain promotes tubular ferroptosis by facilitating chaperone-mediated autophagy of GPX4 in AKI."}, {"pubmed": 33455417, "text": "Patients with Osteoarthritis and Kashin-Beck Disease Display Distinct CpG Methylation Profiles in the DIO2, GPX3, and TXRND1 Promoter Regions."}, {"pubmed": 34387669, "text": "Antioxidative Defense Genes and Brain Structure in Youth Bipolar Disorder."}, {"pubmed": 34563873, "text": "Serum selenium, selenoprotein P and glutathione peroxidase 3 as predictors of mortality and recurrence following breast cancer diagnosis: A multicentre cohort study."}, {"pubmed": 35042540, "text": "Functional characterisation of the amyotrophic lateral sclerosis risk locus GPX3/TNIP1."}, {"pubmed": 35176576, "text": "CpG methylation of the GPX3 promoter in patients with Kashin-Beck Disease potentially promotes chondrocyte apoptosis."}, {"pubmed": 37087463, "text": "Glutathione peroxidase 3 is a novel clinical diagnostic biomarker and potential therapeutic target for neutrophils in rheumatoid arthritis."}, {"pubmed": 37310002, "text": "Decreased GPX3 mRNA level in peripheral blood mononuclear cells is associated with HBV-related hepatocellular carcinoma."}, {"pubmed": 37629712, "text": "GPX3 rs8177412 Polymorphism Modifies Risk of Upper Urothelial Tumors in Patients with Balkan Endemic Nephropathy."}, {"pubmed": 37633909, "text": "Glutathione Peroxidase 3 induced mitochondria-mediated apoptosis via AMPK /ERK1/2 pathway and resisted autophagy-related ferroptosis via AMPK/mTOR pathway in hyperplastic prostate."}, {"pubmed": 38003341, "text": "GPX3 Variant Genotype Affects the Risk of Developing Severe Forms of COVID-19."}, {"pubmed": 38299269, "text": "Advances in the role of GPX3 in ovarian cancer (Review)."}, {"pubmed": 38322113, "text": "GPX3-Mediated Oxidative Stress Affects Pyrimidine Metabolism Levels in Stomach Adenocarcinoma via the AMPK/mTOR Pathway."}, {"pubmed": 38420829, "text": "TRIM6 Promotes ROS-Mediated Inflammasome Activation and Pyroptosis in Renal Tubular Epithelial Cells via Ubiquitination and Degradation of GPX3 Protein."}, {"pubmed": 38927092, "text": "Insights into the Role of Glutathione Peroxidase 3 in Non-Neoplastic Diseases."}], "genomic_pos": {"chr": "5", "end": 151028988, "ensemblgene": "ENSG00000211445", "start": 151020591, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 150408554, "start": 150400124, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006982", "pubmed": 2491950, "qualifier": "involved_in", "term": "response to lipid hydroperoxide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042744", "pubmed": 2491950, "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 1897960, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004602", "qualifier": "enables", "term": "glutathione peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004602", "pubmed": [1897960, 3693360], "qualifier": "enables", "term": "glutathione peroxidase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 25416956, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008430", "qualifier": "enables", "term": "selenium binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008430", "pubmed": [2491950, 3693360], "qualifier": "enables", "term": "selenium binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 3693360, "qualifier": "enables", "term": "identical protein binding"}]}, "homologene": {"genes": [[7955, 798788], [8364, 394558], [9031, 427638], [9544, 713057], [9598, 471703], [9606, 2878], [9615, 489179], [9913, 281210], [10090, 14778], [10116, 64317]], "id": 20480}, "interpro": [{"desc": "Glutathione peroxidase", "id": "IPR000889", "short_desc": "Glutathione_peroxidase"}, {"desc": "Thioredoxin-like superfamily", "id": "IPR036249", "short_desc": "Thioredoxin-like_sf"}, {"desc": "Glutathione peroxidase active site", "id": "IPR029759", "short_desc": "GPX_AS"}, {"desc": "Glutathione peroxidase conserved site", "id": "IPR029760", "short_desc": "GPX_CS"}], "ipi": ["IPI00026199", "IPI00974138", "IPI00974335", "IPI00984125"], "map_location": "5q33.1", "name": "glutathione peroxidase 3", "other_names": ["GPx-3", "extracellular glutathione peroxidase", "glutathione peroxidase 3", "glutathione peroxidase 3 (plasma)", "plasma glutathione peroxidase", "selenoprotein GPX3"], "pantherdb": {"HGNC": "4555", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105102", "ortholog_type": "LDO", "panther_family": "PTHR11592", "taxid": 10090, "uniprot_kb": "P46412"}, {"RGD": "69224", "ortholog_type": "LDO", "panther_family": "PTHR11592", "taxid": 10116, "uniprot_kb": "P23764"}, {"Ensembl": "ENSGALG00000004521", "ortholog_type": "LDO", "panther_family": "PTHR11592", "taxid": 9031, "uniprot_kb": "F1NPJ8"}, {"ZFIN": "ZDB-GENE-070222-3", "ortholog_type": "LDO", "panther_family": "PTHR11592", "taxid": 7955, "uniprot_kb": "F1R5F7"}, {"WormBase": "WBGene00007517", "ortholog_type": "O", "panther_family": "PTHR11592", "taxid": 6239, "uniprot_kb": "Q95003"}, {"WormBase": "WBGene00007516", "ortholog_type": "O", "panther_family": "PTHR11592", "taxid": 6239, "uniprot_kb": "Q93204"}, {"EnsemblGenome": "BAA15478", "ortholog_type": "O", "panther_family": "PTHR11592", "taxid": 562, "uniprot_kb": "P06610"}], "uniprot_kb": "P22352"}, "pathway": {"humancyc": [{"id": "DETOX1-PWY-1", "name": "superoxide radicals degradation"}, {"id": "PWY-4081", "name": "glutathione redox reactions I"}], "kegg": [{"id": "hsa00480", "name": "Glutathione metabolism - Homo sapiens (human)"}, {"id": "hsa00590", "name": "Arachidonic acid metabolism - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3299685", "name": "Detoxification of Reactive Oxygen Species"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}], "wikipathways": [{"id": "WP100", "name": "Glutathione metabolism"}, {"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3940", "name": "One-carbon metabolism and related pathways"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP702", "name": "Metapathway biotransformation Phase I and II"}]}, "pdb": "2R37", "pfam": "PF00255", "pharmgkb": "PA28951", "pharos": {"target_id": 10518, "tdl": "Tbio"}, "pir": "I53822", "prosite": "PS51355", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325900", "relationship": "is"}, {"id": "GNF325901", "relationship": "is"}, {"id": "GNF325902", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250383", "relationship": "is"}, {"id": "GNF250385", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF038924", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083252", "relationship": "is"}, {"id": "GNF083253", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054987", "relationship": "is"}, {"id": "GNF059774", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068035", "relationship": "is"}, {"id": "GNF068036", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006107", "relationship": "is"}, {"id": "GNF130921", "relationship": "is"}, {"id": "GNF131157", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF239426", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330475", "relationship": "is"}, {"id": "GNF331779", "relationship": "is"}, {"id": "GNF333564", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338168", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095074", "relationship": "is"}, {"id": "GNF110371", "relationship": "is"}, {"id": "GNF134731", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_001316719.1", "NP_002075.2"], "rna": ["NM_001329790.2", "NM_002084.5"], "translation": [{"protein": "NP_001316719.1", "rna": "NM_001329790.2"}, {"protein": "NP_002075.2", "rna": "NM_002084.5"}]}, "reporter": {"HG-U133_Plus_2": ["201348_at", "214091_s_at"], "HG-U95Av2": "770_at", "HTA-2_0": "TC05000837.hg.1", "HuEx-1_0": "2835715", "HuGene-1_1": "8109333", "HuGene-2_1": "16991192"}, "summary": "The protein encoded by this gene belongs to the glutathione peroxidase family, members of which catalyze the reduction of organic hydroperoxides and hydrogen peroxide (H2O2) by glutathione, and thereby protect cells against oxidative damage. Several isozymes of this gene family exist in vertebrates, which vary in cellular location and substrate specificity. This isozyme is secreted, and is abundantly found in plasma. Downregulation of expression of this gene by promoter hypermethylation has been observed in a wide spectrum of human malignancies, including thyroid cancer, hepatocellular carcinoma and chronic myeloid leukemia. This isozyme is also a selenoprotein, containing the rare amino acid selenocysteine (Sec) at its active site. Sec is encoded by the UGA codon, which normally signals translation termination. The 3' UTRs of selenoprotein mRNAs contain a conserved stem-loop structure, designated the Sec insertion sequence (SECIS) element, that is necessary for the recognition of UGA as a Sec codon, rather than as a stop signal. Alternatively spliced transcript variants have been found for this gene. [provided by RefSeq, Jul 2016].", "symbol": "GPX3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415277"}, "unigene": "Hs.386793", "uniprot": {"Swiss-Prot": "P22352", "TrEMBL": ["E5RG32", "H0YC19", "H0YBE4", "A0A182DWH9", "A0A182DWI0"]}, "wikipedia": {"url_stub": "GPX3"}}