{"AllianceGenome": "2799", "HGNC": "2799", "MIM": "608576", "_id": "79977", "_version": 2, "accession": {"genomic": ["AP000426.3", "AP001207.3", "CH471060.1", "CP068270.2", "HC289750.1", "KF458814.1", "NC_000008.11", "NC_060932.1", "NG_011971.3"], "protein": ["AAH69618.1", "AAH69633.1", "AAH69638.1", "AAI29823.1", "AAI29824.1", "BAB14699.1", "BAF85542.1", "BAG59390.1", "CBJ06470.1", "EAW91833.1", "EAW91834.1", "NP_001317522.1", "NP_079191.2", "Q6ISB3.1", "XP_011515608.1", "XP_011515609.1", "XP_054217260.1", "XP_054217261.1"], "rna": ["AK002034.1", "AK023844.1", "AK292853.1", "AK296817.1", "AK310221.1", "BC069618.1", "BC069633.1", "BC069638.1", "BC129822.1", "BC129823.1", "BX117477.1", "DN916458.1", "NM_001330593.2", "NM_024915.4", "XM_011517306.4", "XM_011517307.4", "XM_054361285.1", "XM_054361286.1"], "translation": [{"protein": "BAB14699.1", "rna": "AK023844.1"}, {"protein": "AAI29824.1", "rna": "BC129823.1"}, {"protein": "BAF85542.1", "rna": "AK292853.1"}, {"protein": "AAI29823.1", "rna": "BC129822.1"}, {"protein": "BAG59390.1", "rna": "AK296817.1"}, {"protein": "NP_079191.2", "rna": "NM_024915.4"}, {"protein": "XP_054217260.1", "rna": "XM_054361285.1"}, {"protein": "AAH69618.1", "rna": "BC069618.1"}, {"protein": "AAH69638.1", "rna": "BC069638.1"}, {"protein": "XP_011515609.1", "rna": "XM_011517307.4"}, {"protein": "XP_054217261.1", "rna": "XM_054361286.1"}, {"protein": "XP_011515608.1", "rna": "XM_011517306.4"}, {"protein": "NP_001317522.1", "rna": "NM_001330593.2"}, {"protein": "AAH69633.1", "rna": "BC069633.1"}]}, "alias": ["BOM", "DFNA28", "ECTDS", "PPCD4", "TFCP2L3"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2020-05-01T16:00:00.000Z", "disease_label": "nonsyndromic genetic hearing loss", "gcep": "Hearing Loss Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019497", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_a2ca9952-b611-4e6f-bbf8-aa5175248d01-2020-05-01T160000.000Z", "sop": "SOP7"}}, "ensembl": {"gene": "ENSG00000083307", "protein": ["ENSP00000379260", "ENSP00000430473", "ENSP00000495564"], "transcript": ["ENST00000395927", "ENST00000472106", "ENST00000474338", "ENST00000517674", "ENST00000521085", "ENST00000646743"], "translation": [{"protein": "ENSP00000430473", "rna": "ENST00000521085"}, {"protein": "ENSP00000495564", "rna": "ENST00000646743"}, {"protein": "ENSP00000379260", "rna": "ENST00000395927"}], "type_of_gene": "protein_coding"}, "entrezgene": "79977", "exons": [{"cdsend": 101666703, "cdsstart": 101543268, "chr": "8", "position": [[101492438, 101492849], [101543240, 101543436], [101552714, 101552782], [101558418, 101558812], [101570338, 101570394], [101573667, 101573824], [101577407, 101577519], [101599056, 101599151], [101619538, 101619697], [101631636, 101631724], [101632225, 101632365], [101636896, 101636928], [101644130, 101644225], [101649413, 101649499], [101664453, 101664518], [101666588, 101669724]], "strand": 1, "transcript": "NM_001330593", "txend": 101669724, "txstart": 101492438}, {"cdsend": 101666703, "cdsstart": 101492769, "chr": "8", "position": [[101492438, 101492789], [101543240, 101543436], [101552714, 101552782], [101558418, 101558812], [101570338, 101570394], [101573667, 101573824], [101577407, 101577519], [101599056, 101599151], [101619538, 101619697], [101631636, 101631724], [101632225, 101632365], [101636896, 101636928], [101644130, 101644225], [101649413, 101649499], [101664453, 101664518], [101666588, 101669724]], "strand": 1, "transcript": "NM_024915", "txend": 101669724, "txstart": 101492438}], "exons_hg19": [{"cdsend": 102678931, "cdsstart": 102555496, "chr": "8", "position": [[102504666, 102505077], [102555468, 102555664], [102564942, 102565010], [102570646, 102571040], [102582566, 102582622], [102585895, 102586052], [102589635, 102589747], [102611284, 102611379], [102631766, 102631925], [102643864, 102643952], [102644453, 102644593], [102649124, 102649156], [102656358, 102656453], [102661641, 102661727], [102676681, 102676746], [102678816, 102681952]], "strand": 1, "transcript": "NM_001330593", "txend": 102681952, "txstart": 102504666}, {"cdsend": 102678931, "cdsstart": 102504997, "chr": "8", "position": [[102504666, 102505017], [102555468, 102555664], [102564942, 102565010], [102570646, 102571040], [102582566, 102582622], [102585895, 102586052], [102589635, 102589747], [102611284, 102611379], [102631766, 102631925], [102643864, 102643952], [102644453, 102644593], [102649124, 102649156], [102656358, 102656453], [102661641, 102661727], [102676681, 102676746], [102678816, 102681952]], "strand": 1, "transcript": "NM_024915", "txend": 102681952, "txstart": 102504666}], "generif": [{"pubmed": 17921507, "text": "Fine mapping demonstrated that the majority of the associated SNPs reside in intron 1 of GRHL2 gene; the causative variant may change the expression levels of a GRHL2 isoform."}, {"pubmed": 17921507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18752864, "text": "a gain of GRHL2 in 8q22.3 was associated with early recurrence of hepatocellular carcinoma, controlling for clinical parameters"}, {"pubmed": 19015635, "text": "Regulation of the hTERT promoter activity by MSH2, the hnRNPs K and D, and GRHL2 in human oral squamous cell carcinoma cells."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20938050, "text": "GRHL2 regulates the hTERT expression through an epigenetic mechanism and controls the cellular life span."}, {"pubmed": 20978075, "text": "Grhl2 expression in human tissue samples, including adult kidney, embryonic kidney, renal cell carcinomas and Wilms tumors was highly correlated with E-cadherin expression"}, {"pubmed": 21557239, "text": "No positive association was found between GRHL2 polymorphisms and age-related hearing impairment in Han Chinese individuals."}, {"pubmed": 21949371, "text": "GRHL2 suppresses death-receptor expression."}, {"pubmed": 22379025, "text": "Findings define a major role for GRHL2 in the suppression of oncogenic EMT in breast cancer cells."}, {"pubmed": 23254293, "text": "GRHL2 impairs keratinocyte differentiation through transcriptional inhibition of the genes clustered at the epidermal differentiation complex."}, {"pubmed": 23284647, "text": "Grhl2 plays an essential role in the determination of epithelial phenotype of breast cancers, EMT and tumor progression"}, {"pubmed": 23690579, "text": "GRHL2 plays a key role in regulating many physiological functions of human airway epithelium, including those involving cell morphogenesis, adhesion, and motility."}, {"pubmed": 23813623, "text": "Frameshift mutation in GRHL2 is associated with autosomal-dominant deafness."}, {"pubmed": 23814079, "text": "expression of GRHL2 is directly suppressed by the ZEB1, which in turn is a direct target for repression by GRHL2, suggesting that the EMT transcription factors GRHL2 and ZEB1 form a double negative regulatory feedback loop"}, {"pubmed": 24068586, "text": "Over-expression of Grhl2 decreased c-Myc and Bcl-2 protein expression level."}, {"pubmed": 24131873, "text": "These findings indicate that GRHL2 may be a noise-induced hearing loss susceptibility gene and that polymorphisms of GRLH2 may contribute to the etiology of noise-induced hearing loss."}, {"pubmed": 24756066, "text": "has identified ZEB1 as a target of GRHL2 and suggested a reciprocal GRHL2-ZEB1 repressive relationship, providing a novel mechanism through which proliferation may be modulated in colorectal cancer cells."}, {"pubmed": 25152456, "text": "Mutations in GRHL2 result in an autosomal-recessive ectodermal Dysplasia syndrome."}, {"pubmed": 25550776, "text": "A loss or strong reduction in GRHL2 expression appears to be a characteristic of cervical cancer, suggesting that GRHL2 down-regulation is a necessary step during cervical carcinogenesis."}, {"pubmed": 25758223, "text": "A Grhl2-dependent gene network controls trophoblast branching morphogenesis."}, {"pubmed": 26069269, "text": "GRHL1, GRHL2, and GRHL3 have roles in cellular proliferation, differentiation, adhesion, and polarity and may promote cancer or be tumor suppressors [review]"}, {"pubmed": 26085095, "text": "The p63 gene is regulated by GRHL2 through reciprocal feedback and determines the epithelial phenotype in human keratinocytes."}, {"pubmed": 26400775, "text": "Genetic variations in the EYA4, GRHL2 and DFNA5 genes and their interactions with occupational noise exposure may play an important role in the incidence of noise-induced hearing loss (NIHL)."}, {"pubmed": 26826389, "text": "Taken together, our results demonstrate a role for miR-217 in the regulation of keratinocyte differentiation, partially through the regulation of GRHL2."}, {"pubmed": 26847018, "text": "GRHL2 genetic polymorphisms, rs611419 and rs10955255, have a protective role against sudden sensorineural hearing loss (SSHL) and reduce the risk of SSHL. However, rs6989650 is not associated with SSHL."}, {"pubmed": 26887977, "text": "study demonstrates that loss of GRHL2 increases the levels of histone mark H3K27me3 on promoters and GRHL2-binding sites at miR-200b/a and E-cadherin genes. These findings support GRHL2 as a pivotal gatekeeper of EMT in EOC via miR-200-ZEB1."}, {"pubmed": 26933170, "text": "A novel connection between GRHL2 and miR-200 in oral cancer.Grainyhead-like 2 regulates epithelial plasticity and stemness in oral cancer cells."}, {"pubmed": 27008704, "text": "Data indicate a 'phenotypic stability factors' (PSFs) such as GRHL2 that couple to the core epithelial-to-mesenchymal transition (EMT) decision-making circuit (miR-200/ZEB) and stabilize hybrid epithelial/mesenchymal (hybrid E/M) E/M phenotype."}, {"pubmed": 27083884, "text": "This study showed that Mendelian sensorineural hearing loss exhibits vestibular dysfunction, including DFNA9, DFNA11, DFNA15 and DFNA28."}, {"pubmed": 27084311, "text": "Results demonstrate a mechanistic role for GRHL2 in promoting anoikis through metabolic alterations."}, {"pubmed": 27271650, "text": "results indicated GRHL2 might be a noise-induced hearing loss (NIHL) susceptibility gene, but the effect of POU4F3 on NIHL could only be detected when taking noise exposure into account and their effects were enhanced by higher levels of noise exposure"}, {"pubmed": 27612988, "text": "marked overlap of dyskeratosis congenita with four other genetic syndromes, confounding accurate diagnosis and subsequent management. Patients with clinical features of dyskeratosis congenita need to have genetic analysis of USB1, LIG4 and GRHL2 in addition to the classical dyskeratosis congenita genes and telomere length measurements."}, {"pubmed": 28040329, "text": "In skin from psoriasis patients, the effect of miR-194 on cell proliferation and differentiation was significantly reversed by overexpression of GRHL2. Moreover, the expression of miR-194 and GRHL2 was inversely correlated in psoriasis lesional skin. Taken together, our results suggest that miR-194 inhibits the proliferation and promotes the differentiation of keratinocytes through targeting GRHL2."}, {"pubmed": 28266048, "text": "data analysis and modeling results highlight the relationships among multiple crucial Epithelial-to-Mesenchymal Transition /Mesenchymal-to-Epithelial Transition drivers including ZEB1, GRHL2, CD24, and ESRP1, particularly in basal-like breast cancers, which are most similar to triple-negative breast cancer (TNBC) and are considered the most dangerous subtype"}, {"pubmed": 28278050, "text": "These data are indicative for a strong oncogenic potential of the GRHL2 gene in epithelial ovarian cancer cells displaying either epithelial (A2780s) or mesenchymal (SKOV3) phenotypes."}, {"pubmed": 28459369, "text": "In this review, we summarized recent progress on grainyhead-like 2 in development and cancer in order to get an insight into the regulation network of grainyhead-like 2 and understand the roles of grainyhead-like 2 in various cancers."}, {"pubmed": 28473532, "text": "GRHL2 maintained AR expression in multiple prostate cancer model systems, was required for cell proliferation, enhanced AR's transcriptional activity, and colocated with AR at specific sites on chromatin to regulate genes relevant to disease progression."}, {"pubmed": 28543713, "text": "Silencing of GRHL2 expression in non-tumorigenic kidney cell line results in increased cell proliferation, increased resistance to apoptosis, as well as changes in the levels of selected proteins involved in the pathogenesis of clear cell renal cell carcinoma (ccRCC).  These changes support the potential role for GRHL2 as a suppressor of ccRCC."}, {"pubmed": 28636799, "text": "Studies indicate that Grainyhead-like transcription factor 2 (GRHL2) controls the expression of E-cadherin (CDH1) required for adherens junctions and possibly regulates the expression of claudin-4 (CLDN4) in tight junctions."}, {"pubmed": 28714958, "text": "All of these processes involve epithelial-mesencyhmal transition (EMT), MET or a sequence of both, suggesting that the GRHL factors((GRHL1, GRHL2 and GRHL3), could potentially affect tumor initiation and progression via EMT"}, {"pubmed": 28960866, "text": "In this study, we demonstrated for the first time that GRHL2 has a functional role in the regulation of epithelial plasticity of PDAC cells."}, {"pubmed": 29110737, "text": "GRHL2 gene may have a role in orbital innervations and the defect in this gene (deletion) may be related to the Congenital fibrosis of the extraocular muscles type 1 phenotype."}, {"pubmed": 29455378, "text": "revealed significant interethnic differences in allele polymorphisms of NAT2, GRM7 and GRHL2 exhibit quite marked ethnic differences in Roma populations"}, {"pubmed": 29499165, "text": "Whole-genome sequencing identified a unique variant (c.20+544G>T) within an intronic regulatory region of GRHL2."}, {"pubmed": 30455249, "text": "Unlike ER, pS118-ER sites were enriched in GRHL2 DNA binding motifs, and estrogen treatment increased GRHL2 recruitment to sites occupied by pS118-ER."}, {"pubmed": 30508726, "text": "Mesenchymal-epithelial transition, NK-sensitization and ICAM-1 expression were promoted by GRHL2-KMT2C/D interactions and by GRHL2 inhibition of p300, revealing novel and potentially targetable epigenetic mechanisms connecting the epithelial phenotype with target cell susceptibility to NK killing."}, {"pubmed": 30853467, "text": "Rs3735715 polymorphism in GRHL2 gene may influence the susceptibility of noise-induced hearing loss"}, {"pubmed": 30917932, "text": "results demonstrated that GRHL2 was upregulated in colorectal cancer (CRC) cell lines. Knockdown of GRHL2 suppressed cell proliferation and induced apoptosis by inhibiting the PI3K/Akt pathway in CRC cell lines. Collectively, we concluded that GRHL2 act as an oncoprotein in CRC."}, {"pubmed": 30958537, "text": "Studies suggest that grainyhead like transcription factor 2 (GRHL2) may directly affect steroid receptor transcriptional activity [Review]."}, {"pubmed": 31084623, "text": "recruited to a subset of estrogen receptor binding sites and regulates transcriptional output"}, {"pubmed": 31232964, "text": "The grainyhead-like-2 (GRHL2) genetic variants were reported in age-related hearing impairment (ARHI) susceptibility in several case-control studies"}, {"pubmed": 31233731, "text": "These findings suggest that alterations in the ZEB1-OVOL2-GRHL2 axis (caused by posterior polymorphous corneal dystrophy-associated mutations) lead to changes in corneal endothelial cell state and molecular pathways, including the aberrant activation of the Wnt signaling pathway."}, {"pubmed": 31340691, "text": "Exposure of human oral keratinocytes to Porphyromonas gingivalis or LPS led to rapid loss of endogenous GRHL2 and the junction proteins"}, {"pubmed": 31354028, "text": "Study found Grhl2 highly expressed in placentas of patients with pre-eclampsia. Furthermore, upregulation of Grhl2 by circ-TNRC18-induced inhibition of miR-762 led to trophoblast cell migration and epithelial-mesenchymal transition."}, {"pubmed": 31372511, "text": "demonstrate that epithelial genes are subject to epigenetic control during intermediate phases of epithelial-mesenchymal transition/MET involving GRHL2"}, {"pubmed": 32324317, "text": "GRHL2 induces liver fibrosis and intestinal mucosal barrier dysfunction in non-alcoholic fatty liver disease via microRNA-200 and the MAPK pathway."}, {"pubmed": 33810548, "text": "Novel GRHL2 Gene Variant Associated with Hearing Loss: A Case Report and Review of the Literature."}, {"pubmed": 35356893, "text": "Hypermethylation of the GRHL2 promoter region is associated with ovarian endometriosis."}, {"pubmed": 35818212, "text": "Correlation analysis between CD133, Klk3 and grhl2 expression and tumor characteristics in prostate cancer."}, {"pubmed": 36691073, "text": "GRHL2-controlled gene expression networks in luminal breast cancer."}, {"pubmed": 37761927, "text": "Enhancing Transcriptional Reprogramming of Mesenchymal Glioblastoma with Grainyhead-like 2 and HDAC Inhibitors Leads to Apoptosis and Cell-Cycle Dysregulation."}, {"pubmed": 38692097, "text": "Grainyhead-like-2, an epithelial master programmer, promotes interferon induction and suppresses breast cancer recurrence."}], "genomic_pos": {"chr": "8", "end": 101669726, "ensemblgene": "ENSG00000083307", "start": 101492439, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 102681954, "start": 102504660, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001843", "qualifier": "involved_in", "term": "neural tube closure"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003208", "qualifier": "involved_in", "term": "cardiac ventricle morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003382", "pubmed": 25152456, "qualifier": "involved_in", "term": "epithelial cell morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003382", "qualifier": "involved_in", "term": "epithelial cell morphogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006357", "pubmed": 23254293, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007155", "pubmed": 25152456, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007420", "qualifier": "involved_in", "term": "brain development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0021915", "qualifier": "involved_in", "term": "neural tube development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030216", "pubmed": 23254293, "qualifier": "involved_in", "term": "keratinocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034329", "pubmed": 25152456, "qualifier": "involved_in", "term": "cell junction assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043010", "qualifier": "involved_in", "term": "camera-type eye development"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23814079, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 29309642, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048701", "qualifier": "involved_in", "term": "embryonic cranial skeleton morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051973", "pubmed": 19015635, "qualifier": "involved_in", "term": "positive regulation of telomerase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060324", "qualifier": "involved_in", "term": "face development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060463", "qualifier": "involved_in", "term": "lung lobe morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060487", "qualifier": "involved_in", "term": "lung epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060672", "qualifier": "involved_in", "term": "epithelial cell morphogenesis involved in placental branching"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061713", "qualifier": "involved_in", "term": "anterior neural tube closure"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070830", "pubmed": 25152456, "qualifier": "involved_in", "term": "bicellular tight junction assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090132", "qualifier": "involved_in", "term": "epithelium migration"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [20938050, 21081122, 23814079, 25152456], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005911", "pubmed": 25152456, "qualifier": "located_in", "term": "cell-cell junction"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISS", "id": "GO:0001161", "qualifier": "enables", "term": "intronic transcription regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001216", "pubmed": 20938050, "qualifier": "enables", "term": "DNA-binding transcription activator activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 23814079, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IMP", "id": "GO:0001228", "pubmed": 29309642, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": 23254293, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12175488, 25416956, 28514442, 31515488, 32296183, 35013237], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031490", "pubmed": 21081122, "qualifier": "enables", "term": "chromatin DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 12175488, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 19015635, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": 35013237, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 100034503], [8364, 496802], [9031, 429506], [9544, 706549], [9598, 464320], [9606, 79977], [9615, 481985], [9913, 519918], [10090, 252973], [10116, 299979]], "id": 32616}, "interpro": [{"desc": "CP2 transcription factor", "id": "IPR007604", "short_desc": "CP2"}, {"desc": "Transcription factor CP2-like", "id": "IPR040167", "short_desc": "TF_CP2-like"}], "ipi": ["IPI00016576", "IPI00736700"], "map_location": "8q22.3", "name": "grainyhead like transcription factor 2", "other_names": ["brother of mammalian grainyhead", "brother-of-MGR", "grainyhead-like 2", "grainyhead-like protein 2 homolog", "transcription factor CP2-like 3"], "pantherdb": {"HGNC": "2799", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2182543", "ortholog_type": "LDO", "panther_family": "PTHR11037", "taxid": 10090, "uniprot_kb": "Q8K5C0"}, {"RGD": "1561191", "ortholog_type": "LDO", "panther_family": "PTHR11037", "taxid": 10116, "uniprot_kb": "B5DEI9"}, {"ZFIN": "ZDB-GENE-050913-123", "ortholog_type": "O", "panther_family": "PTHR11037", "taxid": 7955, "uniprot_kb": "F8W5L7"}, {"ZFIN": "ZDB-GENE-060503-719", "ortholog_type": "LDO", "panther_family": "PTHR11037", "taxid": 7955, "uniprot_kb": "F7VJQ5"}, {"WormBase": "WBGene00001707", "ortholog_type": "LDO", "panther_family": "PTHR11037", "taxid": 6239, "uniprot_kb": "G5EDF0"}, {"FlyBase": "FBgn0259211", "ortholog_type": "LDO", "panther_family": "PTHR11037", "taxid": 7227, "uniprot_kb": "P13002"}], "uniprot_kb": "Q6ISB3"}, "pathway": {"wikipathways": {"id": "WP2857", "name": "Mesodermal commitment pathway"}}, "pdb": "5MR7", "pfam": "PF04516", "pharmgkb": "PA27270", "pharos": {"target_id": 14554, "tdl": "Tbio"}, "prosite": "PS51968", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172697", "relationship": "similar to"}, {"id": "GNF183603", "relationship": "is"}, {"id": "GNF194509", "relationship": "is"}, {"id": "GNF205415", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128547", "relationship": "is"}, {"id": "GNF128616", "relationship": "is"}, {"id": "GNF128627", "relationship": "is"}, {"id": "GNF278018", "relationship": "is"}, {"id": "GNF278028", "relationship": "is"}, {"id": "GNF278037", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF114532", "relationship": "is"}, {"id": "GNF154173", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_011971.3"], "protein": ["NP_001317522.1", "NP_079191.2", "XP_011515608.1", "XP_011515609.1", "XP_054217260.1", "XP_054217261.1"], "rna": ["NM_001330593.2", "NM_024915.4", "XM_011517306.4", "XM_011517307.4", "XM_054361285.1", "XM_054361286.1"], "translation": [{"protein": "NP_079191.2", "rna": "NM_024915.4"}, {"protein": "XP_054217260.1", "rna": "XM_054361285.1"}, {"protein": "XP_011515609.1", "rna": "XM_011517307.4"}, {"protein": "XP_054217261.1", "rna": "XM_054361286.1"}, {"protein": "XP_011515608.1", "rna": "XM_011517306.4"}, {"protein": "NP_001317522.1", "rna": "NM_001330593.2"}]}, "reporter": {"HG-U133_Plus_2": "219388_at", "HG-U95B": "54575_at", "HTA-2_0": "TC08000629.hg.1", "HuEx-1_0": "3109687", "HuGene-1_1": "8147697", "HuGene-2_1": "17071497"}, "retired": 23721, "summary": "The protein encoded by this gene is a transcription factor that can act as a homodimer or as a heterodimer with either GRHL1 or GRHL3. Defects in this gene are a cause of non-syndromic sensorineural deafness autosomal dominant type 28 (DFNA28).[provided by RefSeq, Mar 2009].", "symbol": "GRHL2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1837820"}, "unigene": ["Hs.690766", "Hs.661088"], "uniprot": {"Swiss-Prot": "Q6ISB3", "TrEMBL": "B4DL28"}}