{"AllianceGenome": "289", "HGNC": "289", "MIM": "109635", "_id": "156", "_version": 1, "accession": {"genomic": ["AB005818.1", "AH005412.3", "AP001885.4", "CH471076.1", "CP068267.2", "EU326303.1", "NC_000011.10", "NC_060935.1"], "protein": ["AAA58391.1", "AAB60689.1", "AAH37963.1", "AAH90863.1", "ACA05909.1", "ALQ33354.1", "ALQ33355.1", "BAD92825.1", "CAA43470.1", "EAW74581.1", "EAW74582.1", "NP_001610.2", "P25098.2", "XP_011543075.1", "XP_054223794.1"], "rna": ["AB209588.1", "AI888604.1", "AK131506.1", "BC037963.1", "BC090863.1", "DN989901.1", "KU177896.1", "KU177897.1", "M80776.1", "NM_001619.5", "X61157.1", "XM_011544773.2", "XM_054367819.1", "XR_007062455.1", "XR_008488347.1"], "translation": [{"protein": "CAA43470.1", "rna": "X61157.1"}, {"protein": "AAH90863.1", "rna": "BC090863.1"}, {"protein": "ALQ33355.1", "rna": "KU177897.1"}, {"protein": "NP_001610.2", "rna": "NM_001619.5"}, {"protein": "ALQ33354.1", "rna": "KU177896.1"}, {"protein": "XP_011543075.1", "rna": "XM_011544773.2"}, {"protein": "XP_054223794.1", "rna": "XM_054367819.1"}, {"protein": "AAH37963.1", "rna": "BC037963.1"}, {"protein": "AAA58391.1", "rna": "M80776.1"}, {"protein": "BAD92825.1", "rna": "AB209588.1"}]}, "alias": ["ADRBK1", "BARK1", "BETA-ARK1"], "ec": "2.7.11.15", "ensembl": {"gene": "ENSG00000173020", "protein": ["ENSP00000312262", "ENSP00000434126"], "transcript": ["ENST00000308595", "ENST00000416281", "ENST00000524899", "ENST00000526285", "ENST00000526572", "ENST00000527176", "ENST00000529738", "ENST00000529815", "ENST00000530291", "ENST00000531390", "ENST00000532099", "ENST00000532611", "ENST00000533077", "ENST00000534651"], "translation": [{"protein": "ENSP00000312262", "rna": "ENST00000308595"}, {"protein": "ENSP00000434126", "rna": "ENST00000526285"}], "type_of_gene": "protein_coding"}, "entrezgene": "156", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 32.1208173406, "exp_mis": 311.7063604, "exp_syn": 151.396439771, "lof_z": 5.08979116683185, "mis_z": 3.92584414902298, "mu_lof": 2.20942416318e-06, "mu_mis": 2.90515426777e-05, "mu_syn": 1.39137065383e-05, "n_lof": 3.0, "n_mis": 170.0, "n_syn": 138.0, "p_li": 0.998627979474698, "p_null": 1.89512638608988e-10, "p_rec": 0.00137202033578973, "syn_z": 0.674962624189929}, "bp": 2070, "cds_end": 67052921, "cds_start": 67034170, "n_exons": 21, "nonpsych": {"exp_lof": 28.6638278497, "exp_mis": 281.715731658, "exp_syn": 136.619769091, "lof_z": 4.89110971768602, "mis_z": 3.77785825235692, "mu_lof": 2.20942416318e-06, "mu_mis": 2.90515426777e-05, "mu_syn": 1.39137065383e-05, "n_lof": 2.0, "n_mis": 156.0, "n_syn": 124.0, "p_li": 0.999160584012303, "p_null": 3.44844651186489e-10, "p_rec": 0.000839415642852081, "syn_z": 0.679765517903751}, "nontcga": {"exp_lof": 29.5113240249, "exp_mis": 286.730043188, "exp_syn": 139.244894388, "lof_z": 4.81413543854772, "mis_z": 4.05230278787478, "mu_lof": 2.20942416318e-06, "mu_mis": 2.90515426777e-05, "mu_syn": 1.39137065383e-05, "n_lof": 3.0, "n_mis": 149.0, "n_syn": 130.0, "p_li": 0.996511899489551, "p_null": 1.84143165814258e-09, "p_rec": 0.0034880986690177, "syn_z": 0.496060739225538}, "transcript": "ENST00000308595.5"}, "exons": [{"cdsend": 67285450, "cdsstart": 67266699, "chr": "11", "position": [[67266472, 67266812], [67277271, 67277348], [67279199, 67279273], [67279417, 67279519], [67279625, 67279700], [67279838, 67279900], [67280731, 67280783], [67281092, 67281184], [67281458, 67281558], [67281649, 67281728], [67281821, 67281952], [67282270, 67282365], [67282434, 67282542], [67282751, 67282818], [67283127, 67283228], [67283706, 67283773], [67283853, 67283949], [67284210, 67284373], [67284846, 67284983], [67285074, 67285188], [67285285, 67286556]], "strand": 1, "transcript": "NM_001619", "txend": 67286556, "txstart": 67266472}], "exons_hg19": [{"cdsend": 67052921, "cdsstart": 67034170, "chr": "11", "position": [[67033943, 67034283], [67044742, 67044819], [67046670, 67046744], [67046888, 67046990], [67047096, 67047171], [67047309, 67047371], [67048202, 67048254], [67048563, 67048655], [67048929, 67049029], [67049120, 67049199], [67049292, 67049423], [67049741, 67049836], [67049905, 67050013], [67050222, 67050289], [67050598, 67050699], [67051177, 67051244], [67051324, 67051420], [67051681, 67051844], [67052317, 67052454], [67052545, 67052659], [67052756, 67054027]], "strand": 1, "transcript": "NM_001619", "txend": 67054027, "txstart": 67033943}], "generif": [{"pubmed": 12379128, "text": "GRK2-phosphorylated recombinant ribosomal protein P2 reconstitutes translational activity of 60S ribosomal subunits and represents a potential novel signaling pathway responsible for P2 phosphorylation."}, {"pubmed": 12435819, "text": "a direct correlation between the expression of GRK2 and the desensitization of natively expressed H2 receptors in U-937 cells"}, {"pubmed": 12456365, "text": "GRK2 plays a negative feedback regulatory role on protein kinase C(PKC)beta 1 activity in interaction between GRK2 and PKCbeta 1."}, {"pubmed": 12486133, "text": "identification of the amino-terminal domain as a regulatory Gbeta gamma binding site"}, {"pubmed": 12552191, "text": "GRK2 is potential marker for organ injury and survival after cardiopulmonary bypass"}, {"pubmed": 12624098, "text": "PDEG functions to link c-Src and G-protein-coupled receptor kinase 2 in a signaling unit that regulates p42/p44 mitogen-activated protein kinase by epidermal growth factor"}, {"pubmed": 12679936, "text": "The pleckstsrin homology domain of this protein binds to PKC and affects the activity of PKC kinase."}, {"pubmed": 12750365, "text": "GRK2 requires agonist-induced formation of opioid receptor-G protein-coupled receptor kinase (GRK)-G beta gamma complex on the membrane in order to function"}, {"pubmed": 14557268, "text": "GRK2 (and also GRK3, GRK5, and GRK6) is stabilized by interaction with Hsp90; GRK2 degradation induced by geldanamycin was predominantly through the proteasome pathway"}, {"pubmed": 15097244, "text": "The concentration of betaARK1 in lymphocytes is greater in hypertensive individuals with left ventricular hypertrophy than in those without it"}, {"pubmed": 15271984, "text": "GPRK2-mediated PDGFRbeta seryl phosphorylation plays an important role in desensitizing PDGFRbeta; this desensitization involves GPRK2-mediated phosphorylation of PDGFRbeta Ser(1104), with consequent dissociation of the PDGFRbeta from NHERF"}, {"pubmed": 15471870, "text": "analysis of the GRK2 binding site of Galphaq"}, {"pubmed": 15542600, "text": "role in terminating histamine H1 receptor singnaling by the kinase activity and RGS function of GRK2"}, {"pubmed": 15618519, "text": "beta-Arrestin 2 and GRK2 are potential mediators of signaling by activated Smoothened"}, {"pubmed": 15653687, "text": "GRK2 binding is critical not only for alpha2A-adrenergic receptor phosphorylation but also for full activity of the kinase."}, {"pubmed": 15778405, "text": "in leukocytes from patients with active relapsing-remitting multiple sclerosis (MS) or with secondary progressive MS, GRK2 levels are significantly reduced"}, {"pubmed": 15843435, "text": "Ezrin is a novel substrate of GRK2"}, {"pubmed": 15870073, "text": "kinase binding to an mGluR1 domain involved in G protein-coupling is essential for the phosphorylation-independent attenuation of signaling by GRK2"}, {"pubmed": 15919661, "text": "the uncoupling and endocytosis of 5-HT4R require different GRK2 concentrations and involve distinct molecular events"}, {"pubmed": 16077899, "text": "Overall, these data suggest that GRK2 has a regulatory role in EGF-induced ERK/MAPK activation."}, {"pubmed": 16081410, "text": "GRK2-as5 has a role in membrane trafficking of the mu-opioid receptor"}, {"pubmed": 16121194, "text": "identification of the protein G-coupled receptor kinase 2 (GRK2), a kinase involved in the desensitization of G protein-coupled receptors (GPCR), as a downstream target and regulator of the TGFbeta-signaling cascade"}, {"pubmed": 16356165, "text": "The effect of PDE4 on the of action of PKA on GRK2 phosphorylation and transport is reported."}, {"pubmed": 16605244, "text": "The presence of the alpha(2C)AR within the heterodimer resulted in a marked reduction in the level of GRK2-mediated alpha(2A)AR phosphorylation, which was accompanied by a qualitative attenuation of beta-arrestin recruitment."}, {"pubmed": 16725308, "text": "Our results suggest a feedback mechanism by which phosphorylation of GRK2 by c-Src increases both GRK2 kinase activity towards GPCRs and its specific interaction with Galphaq subunits."}, {"pubmed": 16849637, "text": "High expression was detected in septic neutrophils and control cells treated with cytokines plus LPS."}, {"pubmed": 16920721, "text": "clathrin has a role in phosphorylation and internalization of beta2-adrenergic receptor by GRK2"}, {"pubmed": 16984558, "text": "Decreased expression of GRK2 is associated with obstructed bladder"}, {"pubmed": 17000469, "text": "Overexpression of GRK2 in Alzheimer disease."}, {"pubmed": 17006543, "text": "insulin-like growth factor-1 alters Mdm2-mediated GRK2 degradation, leading to enhanced GRK2 stability and increased kinase levels"}, {"pubmed": 17008309, "text": "analysis of the G protein-coupled receptor kinase and beta-arrestin-mediated desensitization of the angiotensin II type 1A receptor"}, {"pubmed": 17055984, "text": "Phosphorylation of p38 by GRK2 at the docking groove unveils a novel mechanism for inactivating p38MAPK."}, {"pubmed": 17102134, "text": "interaction of DREAM with GRK6 and GRK2, members of the G protein-coupled receptor kinase family of proteins, and their phosphorylation of DREAM"}, {"pubmed": 17146290, "text": "Our studies indicate that GRK2 is a novel component of neuronal and glial fibrillary tau deposits with no preference in tau isoform binding. GRK2 may play a role in hyperphosphorylation of tau in tauopathies."}, {"pubmed": 17256744, "text": "Our data suggest that in cirrhosis-induced vasodilation, the AT1-R is desensitized by GRK-2 and beta-arrestin-2 and that changed patterns of phosphorylated Ca(2+) sensitizing proteins decrease Ca(2+) sensitivity."}, {"pubmed": 17276003, "text": "Our preliminary data suggest that GRK2 is involved in GPCRs coupling dysfunction observed in AD patients."}, {"pubmed": 17482545, "text": "findings show in tissues that S-nitrosothiols (SNOs) increase beta-adrenergic receptor (beta-AR) expression and prevent agonist-stimulated receptor"}, {"pubmed": 17544362, "text": "GRK2 interacts not only with epithelial Na(+) channels, but also with both Nedd4 and Nedd4-2."}, {"pubmed": 17998459, "text": "Mechanical unloading leads to complete reversal in PI3Kgamma and betaARK1-associated PI3K activation. Furthermore, displacement of active PI3K from betaARK1 restores betaAR responsiveness in failing myocytes."}, {"pubmed": 18369319, "text": "Regulator of coordinated integrin and G-protein-coupled receptor-directed epithelial cell migration."}, {"pubmed": 18425130, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18451066, "text": "GRK2 reduced cell proliferation revealing a new role for this kinase in the growth of thyroid cancers."}, {"pubmed": 18463167, "text": "EGF transregulates opioid receptors through EGFR-mediated tyrosyl phosphorylation and activation of GRK2; GRK2 may be a mediator of cross-talk from RTK to GPCR signaling pathway"}, {"pubmed": 18511496, "text": "Histamine stimulates phospholipase C-signaling in myometrial smooth muscle cells through H(1) histamine receptors and that GRK2 recruitment is a key mechanism in the regulation of H(1) histamine receptor signaling in human uterine smooth muscle."}, {"pubmed": 19257866, "text": "Heterozygous variant of Ser49Gly of ADRBK1 can be considered as one of genetic predictors of development of how primary and secondary AF."}, {"pubmed": 19292735, "text": "GRK2 immunoreactivity were found in vulnerable neurons of AD patients as well as in a two-vessel occlusion (2-VO) mammalian model of ischaemia."}, {"pubmed": 19306925, "text": "These results establish RalA and GRK2 as key regulators of LPA receptor signalling and demonstrate for the first time that LPA(1) activity facilitates the formation of a novel protein complex between these two proteins."}, {"pubmed": 19338266, "text": "the kinase large lobe and carboxyl-terminal tail have roles in GRK2 activation by receptors"}, {"pubmed": 19487588, "text": "Data suggest that GRK2, but not GRK5, is correlated with increasing blood pressure in black Americans."}, {"pubmed": 19620130, "text": "GRK2 mediates adrenergic insulin resistance and inhibition of GRK2 activity leads to increased insulin sensitivity both in cells and in animal model of insulin resistance."}, {"pubmed": 19815545, "text": "G protein-coupled receptor kinase-2 constitutively regulates D2 dopamine receptor expression and signaling independently of receptor phosphorylation"}, {"pubmed": 19846537, "text": "Data show that GRK2 stimulates the desensitization of GPR54 in HEK 293 cells and that beta-arrestin-2 mediates GPR54 activation of ERK1/2 in MDA-MB-231 cells."}, {"pubmed": 19906838, "text": "In cells overexpressing G protein-coupled receptor kinase 2 (GRK2), the thyrotropin-releasing hormone receptor is not phosphorylated."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20080565, "text": "Prevention of GRK2 phosphorylation at S670 impedes normal GRK2 down-regulation and markedly delays cell cycle progression"}, {"pubmed": 20335112, "text": "Increased GRK2 gene expression may play an important role in cardiac dysfunction in diabetes."}, {"pubmed": 20443852, "text": "Enhanced GRK2 expression and desensitization of betaAR vasodilatation in hypertensive patients."}, {"pubmed": 20443948, "text": "lymphocyte GRK2 levels are low after heart transplantation"}, {"pubmed": 20460384, "text": "The agonist-induced internalization of GPR109A receptors is regulated by GRK2 and arrestin3 in a pertussis toxin-sensitive manner and that internalized receptor recycling is independent of endosomal acidification."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20493668, "text": "findings indicated that platelet GRK2 and p-Ser670 GRK2 were reduced (36-41%) in unmedicated major depressive disorder subjects, and GRK2 content correlated inversely with the severity of depression"}, {"pubmed": 20501412, "text": "Metoprolol can inhibit the expression of GRK2 in lymphocyte of advanced elderly patients with chronic heart failure."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20684281, "text": "Elevation of lymphocyte GRK2 levels in chronic heart failure is associated with heart ejection fraction."}, {"pubmed": 20696855, "text": "The RET combination analysis revealed that stimulation of the alpha(2A)-adrenergic receptor (alpha(2A)AR) leads to the recruitment of GRK2 at a receptor still associated with the Galpha(i1)beta(1)gamma(2) complex."}, {"pubmed": 20730384, "text": "Studies seem to indicate that mild, soluble, Beta-amyloid accumulation can lead to a reduced membrane (functional) and an elevated cytosolic GRK2/5."}, {"pubmed": 20807772, "text": "desensitization of the dopamine D1-D2 receptor heteromer-mediated signal can occur by agonist occupancy even without activation and is dually regulated by both the catalytic and RGS domains of GRK2."}, {"pubmed": 20814022, "text": "Apoptosis and myocardial ischemia/reperfusion injury are found to be dependent on level of G protein-coupled receptor kinase-2."}, {"pubmed": 21081496, "text": "The ability of beta-arrestins to play different scaffold functions would allow coordination of both Mdm2-dependent and -independent processes aimed at the specific modulation of GRK2 turnover in different signaling contexts"}, {"pubmed": 21127457, "text": "An ADRBK1 SNP (rs1894111 G>A) showed a signal for association with systolic and diastolic blood pressure response to hydrochlorothiazide in Whites."}, {"pubmed": 21283592, "text": "elevated levels of MIF are associated with cardiac dysfunction in diabetic patients, and the MIF effects are mediated by GRK2"}, {"pubmed": 21464134, "text": "Regulation of the epithelial Na+ channel by the RH domain of G protein-coupled receptor kinase, GRK2, and Galphaq/11."}, {"pubmed": 21473908, "text": "GRK2 is a key regulator of the transition from acute to chronic inflammatory pain. Review."}, {"pubmed": 21705320, "text": "GRK2 induces desensitization of H2R through a phosphorylation-independent and RGS-dependent mechanism"}, {"pubmed": 21784156, "text": "A reduced cortical concentration of GRK2 in schizophrenia (resembling that in aging) may result in altered G protein-dependent signaling, thus contributing to prefrontal deficits in schizophrenia."}, {"pubmed": 21952200, "text": "betaarr2 competes with GRK2 for interaction with the activated and GRK phosphorylated GLP-1R, suggesting a new role of betaarr2 in regulating the orchestration of GRK2 functionality"}, {"pubmed": 21983013, "text": "The data show a novel sub-cellular localization of GRK2 in the mitochondria and an unexpected role in regulating mitochondrial biogenesis and ATP generation."}, {"pubmed": 22089113, "text": "in preeclamptic or gestational hypertensive women, elevated GRK2 levels in the umbilical vasculature is correlated to elevated blood pressure levels, with a likely compensatory rather than causative role"}, {"pubmed": 22193721, "text": "find that a balanced, GRK2/HDAC6-mediated regulation of tubulin acetylation differentially modulates the early and late stages of cellular spreading"}, {"pubmed": 22196842, "text": "Increased GRK2 correlates with clinical severity using the INTERMACS scale and LV stroke volume, supporting it as a potential target in advanced heart failure."}, {"pubmed": 22375000, "text": "These data show that NPFF-induced heterologous desensitization of MOP receptor signaling is mediated by GRK2 and could involve transphosphorylation within the heteromeric receptor complex."}, {"pubmed": 22589388, "text": "GRK2-HDAC6 functional interaction may have important implications in pathological contexts related to epithelial cell migration"}, {"pubmed": 22731384, "text": "Persistent hyperalgesia in GRK2-deficient mice is associated with an increase in spinal cord microglia/macrophages."}, {"pubmed": 22735336, "text": "GRK2 exerts a strong negative effect on beta-arrestin-dependent signaling through its competition with GRK5 and GRK6 for receptor phosphorylation"}, {"pubmed": 23029581, "text": "The authors found that GRK2 participates in multiple distinct steps of the flavivirus life cycle by promoting both entry and RNA synthesis."}, {"pubmed": 23076141, "text": "GRK2 dynamically associates with and phosphorylates HDAC6 to stimulate its alpha-tubulin deacetylase activity at specific cellular localizations such as the leading edge of migrating cells, thus promoting local tubulin deacetylation and enhanced motility."}, {"pubmed": 23082996, "text": "Data suggest that specific serine/threonine residues in DRD2 (dopamine receptor D2) are involved in regulation of DRD2 endocytosis by GRK2 and GASP1 (G protein-coupled receptor associated sorting protein 1)."}, {"pubmed": 23139825, "text": "These data suggest cell type- and subcellular compartment-dependent differences in GRK/arrestin-mediated desensitization and signaling."}, {"pubmed": 23208013, "text": "Gene transfer of human GRK2 inhibitory peptide preserved regional/global systolic function after acute MI without arresting progressive ventricular remodeling."}, {"pubmed": 23221335, "text": "a novel role for IL-8 in inhibiting betaAR agonist-stimulated alveolar epithelial fluid transport via GRK2/PI3K-dependent mechanisms."}, {"pubmed": 23312955, "text": "GRK2 takes part in the regulation of the initial inflammatory response during mycobacterial infection."}, {"pubmed": 23362259, "text": "Inhibition of G-protein-coupled receptor kinase 2 (GRK2) triggers the growth-promoting mitogen-activated protein kinase (MAPK) pathway"}, {"pubmed": 23460259, "text": "We further detected that reduced level of GRK2 induced a small cell cycle arrest at G2/M phase by enhancing the expression of cyclin A, B1, and E"}, {"pubmed": 23467820, "text": "Increased localization is seen in heart mitochondria from cardiac-specific GRK2 transgenic mice compared with normal littermate controls."}, {"pubmed": 23494575, "text": "This study identify that GRK2 as a potential molecular link between inflammation and mGluR-mediated sensitization."}, {"pubmed": 23689525, "text": "Changes in lymphocyte GRK2 after exercise training can strongly predict outcome in advanced heart failure."}, {"pubmed": 23705503, "text": "this study provides evidence that GRK2 mediates phosphorylation-independent mGluR5 desensitization via the interaction between the RGS domain and Galphaq in HEK 293 cells."}, {"pubmed": 23734232, "text": "Data indicate that CXCL12-induced phosphorylation at CXCR4 S346/347 was mediated by GRK2/3."}, {"pubmed": 23826079, "text": "Results demonstrate that GPR3 signals at the plasma membrane and can be silenced by GRK2/beta-arrestin overexpression. These results also strongly implicate the serine and/or threonine residues in the third intracellular loop in the regulation of GPR3 activity."}, {"pubmed": 23904266, "text": "GRK2 is localized to centrosomes and plays a central role in mitogen-promoted centrosome separation."}, {"pubmed": 24064210, "text": "Desensitization and internalization of endothelin receptor A: impact of G protein-coupled receptor kinase 2 (GRK2)-mediated phosphorylation."}, {"pubmed": 24135140, "text": "decreased endothelial Grk2 dosage accelerated tumor growth, along with reduced pericyte vessel coverage and enhanced macrophage infiltration, and this transformed environment promoted decreased GRK2 in breast cancer vessels"}, {"pubmed": 24169548, "text": "This study showed that, among GRK2, beta-arrestin 1, and beta-arretin 2, beta-arrestin 1 and GRK2 seem to have a role in modulating GH secretion during somatostatin analog treatment."}, {"pubmed": 24465168, "text": "The gene expression levels of TREM1 in PMNs isolated from patients with bacterial infections may be used as a surrogate biomarker for determining the severity."}, {"pubmed": 24613411, "text": "Low levels of GRK2/GRK5 causes a slow and not complete desensitization/down-regulation of GPR17."}, {"pubmed": 24702056, "text": "A thorough understanding of the functions of GRK2 in the heart is necessary in order to finalize it as a candidate for drug development."}, {"pubmed": 24812353, "text": "This review discusses recently discovered roles of GRK2 as a biomarker in cardiomyocyte metabolism and myocardial contraction."}, {"pubmed": 24904059, "text": "These data demonstrate that GRK2 modulates FcinRI signaling in mast cells via at least two mechanisms.One involves GRK2-RH and modulates tyrosine phosphorylation of Syk, and the other is mediated via the phosphorylation of p38 and Akt."}, {"pubmed": 25049229, "text": "Data indicate that residues on the G-protein coupled receptor kinase 2 (GRK2) N terminus and kinase domain extension collaborate to create a G protein-coupled receptor (GPCR) docking site."}, {"pubmed": 25279970, "text": "Knockdown of ADRBK1 gene has detrimental effects on breast cancer cell growth."}, {"pubmed": 25316767, "text": "Results uncovered that Gaq binding to GRK2 enhances the recruitment of GRK2 to M3-ACh receptors."}, {"pubmed": 25857770, "text": "Data indicate that protein kinase GRK2 silencing abolished isoproterenol-induced phosphorylation of beta2-adrenergic receptor (beta2ARs)."}, {"pubmed": 25982117, "text": "G protein beta subunits (Gb) bind to DDB1 and Gb2 targets GRK2 for ubiquitylation by the DDB1-CUL4A-ROC1 ubiquitin ligase."}, {"pubmed": 26092485, "text": "Acute aerobic exercise induces a greater GRK2 expression in women than men, while increased cardiorespiratory fitness is associated with exercise-induced GRK2 expression in PBMCs"}, {"pubmed": 26224342, "text": "Suggest role for GRK2 in the regulating cardiac hypertrophy."}, {"pubmed": 26234354, "text": "It is a critical factor in diabetic endothelial dysfunction and plays a role in many physiological functions including regulation of G-protein-coupled receptors (GPCRs). (review)"}, {"pubmed": 26248277, "text": "Suggest a common regulatory pattern for the beta(2)-AR/GRK2 which is independent of cellular type or pathology."}, {"pubmed": 26402907, "text": "Data suggest that, by targeting/repressing GRK2, microRNA-K3 of Kaposi sarcoma-associated herpesvirus (KSHV) facilitates migration and invasion of vascular endothelial cells via activation of CXCR2/AKT signaling."}, {"pubmed": 26447102, "text": "It plays a role in progression of Vasculature which is affected by insulin resistance and type 2 diabetes expresses high levels of GRK2"}, {"pubmed": 26670611, "text": "the dual-specific GRK2 and ERK cascade inhibitor, RKIP (Raf kinase inhibitor protein), triggered dysfunctional cardiomyocyte energetics and the expression of heart failure-promoting Pparg-regulated genes."}, {"pubmed": 26706289, "text": "Acute mental stress significantly increased GRK2 density in in peripheral blood mononuclear cells of young adult males."}, {"pubmed": 26936374, "text": "GRK2 may inhibit IGF1-induced human hepatocellular carcinoma cell growth and migration through downregulation of EGR1."}, {"pubmed": 27058419, "text": "KHSV miR-K3 activates the GRK2/CXCR2/AKT axis inducing KSHV-induced angiogenesis and promoting KSHV latency."}, {"pubmed": 27188791, "text": "Lowering the level of cellular FLNA caused an elevation in RalA activity and resulted in selective interference with the normal intracellular trafficking and signaling of D2R through GRK2."}, {"pubmed": 27346572, "text": "GRK2 is overexpressed in pancreatic cancer, and might serve as a potential indicator of unfavorable prognosis."}, {"pubmed": 27555048, "text": "The dominant model (CC vs. CT+TT) of rs1894111 polymorphism in the ADRBK1 gene might be associated with low-renin hypertension in Han Chinese."}, {"pubmed": 27714516, "text": "Compared to the original peptide, a modified peptide (Ac-EEMEFSEAEANMN-NH2) exhibited markedly higher affinity for GRK2, but very low affinity for GRK5, suggesting that it can be a sensitive and selective peptide for GRK2"}, {"pubmed": 27720394, "text": "Our data suggest that GRK2 acts as an important onco-modulator by strengthening the functionality of key players in breast tumorigenesis such as HDAC6 and Pin1."}, {"pubmed": 28130200, "text": "Chronic/pathologic GPCR signaling elicits the interaction of the G-protein Gbetagamma subunit with GPCR kinase 2 (GRK2), targeting the receptor for internalization, scaffolding to pathologic signals, and receptor degradation. Targeting this pathologic Gbetagamma-GRK2 interaction has been suggested as a possible strategy for the treatment of HF."}, {"pubmed": 28202495, "text": "GRK2 is negatively related to IGF1R and IGF1R, but not GRK2, was associated with the tumour-node-metastasis stage and overall and disease-free survival in hepatocellular carcinoma."}, {"pubmed": 28572156, "text": "Data, including data from studies in heterozygous knockout mice, suggest that GRK2 is involved in TNFalpha-induced wound healing in epithelial cells of the colon; GRK2 appears to inhibit TNFalpha-induced apoptosis; GRK2 inhibits TNFalpha-induced ERK activation by inhibiting generation of reactive oxygen species. Homozygous knockout of GRK2 is embryonically lethal in mice."}, {"pubmed": 28579429, "text": "The tyrosine-phosphorylated GRK2 mediates this inhibition by acting on the second intracellular loop of D3R."}, {"pubmed": 28594409, "text": "eIF3d promotes gallbladder cancer (GBC) progression mainly via eIF3d-GRK2-AKT axis and it may be used as a prognostic factor. The therapeutic targeting of eIF3d-GRK2 axis may be a potential treatment approach for GBC."}, {"pubmed": 28843497, "text": "Low grk2 expression is associated with lung metastasis in gastric cancer."}, {"pubmed": 28882814, "text": "High GRK2 expression is associated with pulmonary vasoconstrictive disorders."}, {"pubmed": 29054428, "text": "A novel regulatory role of GRK2 was proposed for the ubiquitination of beta-arrestin in the context of the PKC-mediated heterologous regulation of GPCRs."}, {"pubmed": 29487132, "text": "results reveal that the D2R can directly recruit GRK2 without G protein activation and that this mechanism may have relevance to achieving betaarr-biased signaling"}, {"pubmed": 29864421, "text": "M3R activation-induced GRK2 recruitment is Ggamma subtype dependent in which Gbetagamma dimers with low cell membrane-affinity Ggamma9 exhibited a two-fold higher GRK2-recruitment compared to high affinity Ggamma3 expressing cells."}, {"pubmed": 30018141, "text": "a novel role for GRK2 as a target of TCR signaling that is responsible for TCR-induced transactivation of CXCR4 and TCR-CXCR4 complex formation that signals via PI3Kgamma/PREX1 to mediate cytokine production."}, {"pubmed": 30261289, "text": "GRK2 protein and mRNA levels were increased in human liver biopsies from simple steatosis or non-alcoholic steatohepatitis patients in two different human cohorts."}, {"pubmed": 31554835, "text": "GRK2 promotes growth of medulloblastoma cells and protects them from chemotherapy-induced apoptosis."}, {"pubmed": 31604529, "text": "RKIP has several binding sites within the N-termini of GRK2.The N-termini of GRK2 binds to beta2-adrenoceptors."}, {"pubmed": 31680450, "text": "G protein-coupled receptor kinase-2: A potential biomarker for early diabetic cardiomyopathy."}, {"pubmed": 31811856, "text": "Study data indicate that GRK2 and RAB5 play key roles in alpha1B-adrenergic receptor phosphorylation, internalization, and desensitization. The possibility that RAB5 might form part of a signaling complex is suggested, as well as that GDP-Rab5 might interfere with the ability of GRK2 to catalyze alpha1B-adrenergic receptor phosphorylation."}, {"pubmed": 31850518, "text": "G-protein-coupled receptor kinase 2 safeguards epithelial phenotype in head and neck squamous cell carcinomas."}, {"pubmed": 31961340, "text": "GRK2 suppresses lymphomagenesis by inhibiting the MALT1 proto-oncoprotein."}, {"pubmed": 31986892, "text": "Combined PGE2 with TNF-alpha promotes laryngeal carcinoma progression by enhancing GRK2 and TRAF2 interaction."}, {"pubmed": 32096468, "text": "Agonist-selective recruitment of engineered protein probes and of GRK2 by opioid receptors in living cells."}, {"pubmed": 32962859, "text": "GRK2-mediated receptor phosphorylation and Mdm2-mediated beta-arrestin2 ubiquitination drive clathrin-mediated endocytosis of G protein-coupled receptors."}, {"pubmed": 33060647, "text": "Dissecting the roles of GRK2 and GRK3 in mu-opioid receptor internalization and beta-arrestin2 recruitment using CRISPR/Cas9-edited HEK293 cells."}, {"pubmed": 33148713, "text": "Angiotensin II Type 2 Receptor Modulates Synovial Macrophage Polarization by Inhibiting GRK2 Membrane Translocation in a Rat Model of Collagen-Induced Arthritis."}, {"pubmed": 33158816, "text": "Inhibition of G Protein-Coupled Receptor Kinase 2 Promotes Unbiased Downregulation of IGF1 Receptor and Restrains Malignant Cell Growth."}, {"pubmed": 33200460, "text": "Mutations in GRK2 cause Jeune syndrome by impairing Hedgehog and canonical Wnt signaling."}, {"pubmed": 33313679, "text": "The PDZ Domain Protein SYNJ2BP Regulates GRK-Dependent Sst2A Phosphorylation and Downstream MAPK Signaling."}, {"pubmed": 33430208, "text": "Nitric Oxide and S-Nitrosylation in Cardiac Regulation: G Protein-Coupled Receptor Kinase-2 and beta-Arrestins as Targets."}, {"pubmed": 33465377, "text": "The short third intracellular loop and cytoplasmic tail of bitter taste receptors provide functionally relevant GRK phosphorylation sites in TAS2R14."}, {"pubmed": 33466800, "text": "GRKs and Epac1 Interaction in Cardiac Remodeling and Heart Failure."}, {"pubmed": 33467677, "text": "The Metabolic Role of GRK2 in Insulin Resistance and Associated Conditions."}, {"pubmed": 33802765, "text": "The Open Question of How GPCRs Interact with GPCR Kinases (GRKs)."}, {"pubmed": 33806062, "text": "Mdm2-Mediated Downmodulation of GRK2 Restricts Centrosome Separation for Proper Chromosome Congression."}, {"pubmed": 35341806, "text": "GRK2 selectively attenuates the neutrophil NADPH-oxidase response triggered by beta-arrestin recruiting GPR84 agonists."}, {"pubmed": 35878706, "text": "GRK2 in cardiovascular disease and its potential as a therapeutic target."}, {"pubmed": 36063601, "text": "The tyrosine phosphorylation of GRK2 is responsible for activated D2R-mediated insulin resistance."}, {"pubmed": 36461590, "text": "Targeted inhibition of the GRK2/HIF-1alpha pathway is an effective strategy to alleviate synovial hypoxia and inflammation."}, {"pubmed": 36622065, "text": "Gender differences in GRK2 in cardiovascular diseases and its interactions with estrogen."}, {"pubmed": 36801996, "text": "CXCL9, 10, 11/CXCR3 Axis Contributes to the Progress of Primary Sjogren's Syndrome by Activating GRK2 to Promote T Lymphocyte Migration."}, {"pubmed": 37892234, "text": "G Protein-Coupled Receptor Kinase 2 Selectively Enhances beta-Arrestin Recruitment to the D2 Dopamine Receptor through Mechanisms That Are Independent of Receptor Phosphorylation."}, {"pubmed": 38242702, "text": "GRK2-YAP signaling is implicated in pulmonary arterial hypertension development."}, {"pubmed": 38446273, "text": "Exploring the potential biological function of GRK2 in colorectal cancer."}], "genomic_pos": {"chr": "11", "end": 67286556, "ensemblgene": "ENSG00000173020", "start": 67266473, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 67054027, "start": 67033881, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002026", "qualifier": "involved_in", "term": "regulation of the force of heart contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002029", "qualifier": "involved_in", "term": "desensitization of G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002029", "pubmed": 15102938, "qualifier": "involved_in", "term": "desensitization of G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0002029", "qualifier": "involved_in", "term": "desensitization of G protein-coupled receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0003108", "pubmed": 15051637, "qualifier": "involved_in", "term": "negative regulation of the force of heart contraction by chemical signal"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006468", "qualifier": "involved_in", "term": "protein phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007213", "qualifier": "involved_in", "term": "G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007217", "pubmed": 17986524, "qualifier": "involved_in", "term": "tachykinin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0018105", "qualifier": "involved_in", "term": "peptidyl-serine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0019079", "pubmed": 23029581, "qualifier": "involved_in", "term": "viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031623", "pubmed": 20074556, "qualifier": "involved_in", "term": "receptor internalization"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033605", "qualifier": "involved_in", "term": "positive regulation of catecholamine secretion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045988", "pubmed": 15051637, "qualifier": "involved_in", "term": "negative regulation of striated muscle contraction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046718", "pubmed": 23029581, "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060048", "pubmed": 15051637, "qualifier": "involved_in", "term": "cardiac muscle contraction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1901081", "pubmed": 30284927, "qualifier": "involved_in", "term": "negative regulation of relaxation of smooth muscle"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 17986524, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005929", "qualifier": "located_in", "term": "cilium"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0016020", "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098793", "qualifier": "located_in", "term": "presynapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001664", "qualifier": "enables", "term": "G protein-coupled receptor binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004672", "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004703", "qualifier": "enables", "term": "G protein-coupled receptor kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004703", "pubmed": 15102938, "qualifier": "enables", "term": "G protein-coupled receptor kinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0004703", "qualifier": "enables", "term": "G protein-coupled receptor kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17006543, 17986524, 18369319, 19008357, 19306925, 19502428, 22447027, 23455922, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0031694", "qualifier": "enables", "term": "alpha-2A adrenergic receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031755", "pubmed": 19306925, "qualifier": "enables", "term": "Edg-2 lysophosphatidic acid receptor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0047696", "qualifier": "enables", "term": "beta-adrenergic receptor kinase activity"}]}, "homologene": {"genes": [[9031, 426000], [9544, 721754], [9598, 451363], [9606, 156], [9615, 483701], [9913, 282682], [10090, 110355], [10116, 25238]], "id": 1223}, "interpro": [{"desc": "GPCR kinase", "id": "IPR000239", "short_desc": "GPCR_kinase"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "AGC-kinase, C-terminal", "id": "IPR000961", "short_desc": "AGC-kinase_C"}, {"desc": "Pleckstrin homology domain", "id": "IPR001849", "short_desc": "PH_domain"}, {"desc": "Serine/threonine-protein kinase, active site", "id": "IPR008271", "short_desc": "Ser/Thr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "PH-like domain superfamily", "id": "IPR011993", "short_desc": "PH-like_dom_sf"}, {"desc": "RGS domain", "id": "IPR016137", "short_desc": "RGS"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "RGS domain superfamily", "id": "IPR036305", "short_desc": "RGS_sf"}, {"desc": "RGS, subdomain 2", "id": "IPR044926", "short_desc": "RGS_subdomain_2"}], "ipi": ["IPI00012497", "IPI00979267"], "map_location": "11q13.2", "name": "G protein-coupled receptor kinase 2", "other_names": ["adrenergic beta receptor kinase 1", "beta-ARK-1", "beta-adrenergic receptor kinase 1"], "pantherdb": {"HGNC": "289", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "87940", "ortholog_type": "LDO", "panther_family": "PTHR24355", "taxid": 10090, "uniprot_kb": "Q99MK8"}, {"RGD": "2062", "ortholog_type": "LDO", "panther_family": "PTHR24355", "taxid": 10116, "uniprot_kb": "P26817"}, {"Ensembl": "ENSGALG00000042741", "ortholog_type": "LDO", "panther_family": "PTHR24355", "taxid": 9031, "uniprot_kb": "A0A1D5NUU0"}, {"ZFIN": "ZDB-GENE-030616-382", "ortholog_type": "O", "panther_family": "PTHR24355", "taxid": 7955, "uniprot_kb": "A0A2R8QPB8"}, {"WormBase": "WBGene00001709", "ortholog_type": "O", "panther_family": "PTHR24355", "taxid": 6239, "uniprot_kb": "Q09639"}, {"FlyBase": "FBgn0260798", "ortholog_type": "O", "panther_family": "PTHR24355", "taxid": 7227, "uniprot_kb": "P32865"}], "uniprot_kb": "P25098"}, "pathway": {"biocarta": [{"id": "barrestinpathway", "name": "-arrestins in gpcr desensitization"}, {"id": "barrestinsrcpathway", "name": "roles of  arrestin dependent recruitment of src kinases in gpcr signaling"}, {"id": "barrmapkpathway", "name": "role of -arrestins in the activation and targeting of map kinases"}, {"id": "ck1pathway", "name": "regulation of ck1/cdk5 by type 1 glutamate receptors"}], "kegg": [{"id": "hsa04062", "name": "Chemokine signaling pathway - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04340", "name": "Hedgehog signaling pathway - Homo sapiens (human)"}, {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, {"id": "hsa04740", "name": "Olfactory transduction - Homo sapiens (human)"}, {"id": "hsa05032", "name": "Morphine addiction - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_Hedgehog", "name": "Hedgehog"}], "pid": [{"id": "cxcr4_pathway", "name": "CXCR4-mediated signaling events"}, {"id": "hdac_classii_pathway", "name": "Signaling events mediated by HDAC Class II"}, {"id": "hedgehog_2pathway", "name": "Signaling events mediated by the Hedgehog family"}, {"id": "il8cxcr1_pathway", "name": "IL8- and CXCR1-mediated signaling events"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}], "reactome": [{"id": "R-HSA-111885", "name": "Opioid Signalling"}, {"id": "R-HSA-111933", "name": "Calmodulin induced events"}, {"id": "R-HSA-111996", "name": "Ca-dependent events"}, {"id": "R-HSA-111997", "name": "CaM pathway"}, {"id": "R-HSA-112040", "name": "G-protein mediated events"}, {"id": "R-HSA-112043", "name": "PLC beta mediated events"}, {"id": "R-HSA-1489509", "name": "DAG and IP3 signaling"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-199991", "name": "Membrane Trafficking"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5358351", "name": "Signaling by Hedgehog"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5632684", "name": "Hedgehog 'on' state"}, {"id": "R-HSA-5635838", "name": "Activation of SMO"}, {"id": "R-HSA-5635838", "name": "Activation of SMO"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8856825", "name": "Cargo recognition for clathrin-mediated endocytosis"}, {"id": "R-HSA-8856828", "name": "Clathrin-mediated endocytosis"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}], "wikipathways": [{"id": "WP3929", "name": "Chemokine signaling pathway"}, {"id": "WP4249", "name": "Hedgehog Signaling Pathway"}, {"id": "WP47", "name": "Hedgehog Signaling Pathway Netpath"}]}, "pdb": ["1BAK", "3CIK", "3KRW", "3KRX", "3V5W", "4MK0", "4PNK", "5HE1", "5UKK", "5UKL", "5UUU", "5UVC", "5WG3", "5WG4", "5WG5", "6C2Y", "6U7C", "7K7L", "7K7Z", "7PWD"], "pfam": ["PF00069", "PF00169", "PF00615"], "pharmgkb": "PA40", "pharos": {"target_id": 3872, "tdl": "Tchem"}, "pir": "A53791", "prosite": ["PS50003", "PS50011", "PS50132", "PS51285"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215099", "relationship": "is"}, {"id": "GNF245479", "relationship": "is"}, {"id": "GNF245480", "relationship": "is"}, {"id": "GNF245481", "relationship": "is"}, {"id": "GNF245482", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163351", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF031493", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF079326", "relationship": "is"}, {"id": "GNF079327", "relationship": "is"}, {"id": "GNF079328", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052076", "relationship": "is"}, {"id": "GNF056842", "relationship": "is"}, {"id": "GNF061653", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF072045", "relationship": "is"}, {"id": "GNF072046", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF166084", "relationship": "is"}, {"id": "GNF166085", "relationship": "is"}, {"id": "GNF166086", "relationship": "is"}, {"id": "GNF166087", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283221", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF284148", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF000268", "relationship": "is"}, {"id": "GNF130343", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF241500", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324948", "relationship": "is"}, {"id": "GNF324949", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336381", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092774", "relationship": "is"}, {"id": "GNF132472", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_001610.2", "XP_011543075.1", "XP_054223794.1"], "rna": ["NM_001619.5", "XM_011544773.2", "XM_054367819.1", "XR_007062455.1", "XR_008488347.1"], "translation": [{"protein": "XP_054223794.1", "rna": "XM_054367819.1"}, {"protein": "XP_011543075.1", "rna": "XM_011544773.2"}, {"protein": "NP_001610.2", "rna": "NM_001619.5"}]}, "reporter": {"HG-U133_Plus_2": ["201401_s_at", "201402_at", "38447_at"], "HG-U95Av2": "38447_at", "HTA-2_0": "TC11000682.hg.1", "HuEx-1_0": "3336801", "HuGene-1_1": "7941797", "HuGene-2_1": "16727702"}, "summary": "This gene encodes a member of the G protein-coupled receptor kinase family of proteins. The encoded protein phosphorylates the beta-adrenergic receptor as well as a wide range of other substrates including non-GPCR cell surface receptors, and cytoskeletal, mitochondrial, and transcription factor proteins. Data from rodent models supports a role for this gene in embryonic development, heart function and metabolism. Elevated expression of this gene has been observed in human patients with heart failure and Alzheimer's disease. [provided by RefSeq, Sep 2017].", "symbol": "GRK2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366490"}, "unigene": "Hs.83636", "uniprot": {"Swiss-Prot": "P25098", "TrEMBL": ["E9PRV7", "A0A0S2Z392"]}, "wikipedia": {"url_stub": "Beta adrenergic receptor kinase"}}