{"AllianceGenome": "4595", "HGNC": "4595", "MIM": "601115", "_id": "2913", "_version": 1, "accession": {"genomic": ["AC002081.1", "AC004829.2", "AC005009.1", "CH236949.1", "CH471091.2", "CP068271.2", "KF458499.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAC60379.2", "AAD15616.1", "AAH22496.2", "AAH41407.1", "ABC47402.1", "ABY87922.1", "BAF84095.1", "BAH11690.1", "BAH11851.1", "CAA54796.1", "EAL24182.1", "EAW76971.1", "EAW76972.1", "NP_000831.2", "NP_001350451.1", "Q14832.2", "XP_016867562.1", "XP_047276224.1", "XP_054213974.1"], "rna": ["AK291406.1", "AK294178.1", "AK294701.1", "BC022496.1", "BC041407.1", "DC374499.1", "DQ315361.1", "DQ315362.1", "DQ315363.1", "EU432123.1", "NM_000840.3", "NM_001363522.2", "X77748.1", "XM_017012073.3", "XM_047420268.1", "XM_054357999.1"], "translation": [{"protein": "XP_054213974.1", "rna": "XM_054357999.1"}, {"protein": "BAF84095.1", "rna": "AK291406.1"}, {"protein": "NP_001350451.1", "rna": "NM_001363522.2"}, {"protein": "AAH22496.2", "rna": "BC022496.1"}, {"protein": "ABY87922.1", "rna": "EU432123.1"}, {"protein": "BAH11851.1", "rna": "AK294701.1"}, {"protein": "XP_047276224.1", "rna": "XM_047420268.1"}, {"protein": "BAH11690.1", "rna": "AK294178.1"}, {"protein": "NP_000831.2", "rna": "NM_000840.3"}, {"protein": "XP_016867562.1", "rna": "XM_017012073.3"}, {"protein": "CAA54796.1", "rna": "X77748.1"}, {"protein": "ABC47402.1", "rna": "DQ315361.1"}, {"protein": "AAH41407.1", "rna": "BC041407.1"}]}, "alias": ["GLUR3", "GPRC1C", "MGLUR3", "mGlu3"], "ensembl": {"gene": "ENSG00000198822", "protein": ["ENSP00000355316", "ENSP00000390037", "ENSP00000398767", "ENSP00000405427", "ENSP00000407490"], "transcript": ["ENST00000361669", "ENST00000421579", "ENST00000439827", "ENST00000441140", "ENST00000454217"], "translation": [{"protein": "ENSP00000355316", "rna": "ENST00000361669"}, {"protein": "ENSP00000405427", "rna": "ENST00000454217"}, {"protein": "ENSP00000398767", "rna": "ENST00000439827"}, {"protein": "ENSP00000390037", "rna": "ENST00000421579"}, {"protein": "ENSP00000407490", "rna": "ENST00000441140"}], "type_of_gene": "protein_coding"}, "entrezgene": "2913", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.22780138, "exp_mis": 338.5734393, "exp_syn": 154.966267, "lof_z": 4.13396474490975, "mis_z": 3.49750331389279, "mu_lof": 1.68861135783e-06, "mu_mis": 2.96974176022e-05, "mu_syn": 1.34923176166e-05, "n_lof": 2.0, "n_mis": 207.0, "n_syn": 142.0, "p_li": 0.984710456532565, "p_null": 3.39367773702995e-07, "p_rec": 0.0152892040996612, "syn_z": 0.645723984508214}, "bp": 2640, "cds_end": 86493671, "cds_start": 86394461, "n_exons": 5, "nonpsych": {"exp_lof": 19.1100311, "exp_mis": 306.3384656, "exp_syn": 140.1562455, "lof_z": 3.84390053113021, "mis_z": 3.4967092375288, "mu_lof": 1.68861135783e-06, "mu_mis": 2.96974176022e-05, "mu_syn": 1.34923176166e-05, "n_lof": 2.0, "n_mis": 185.0, "n_syn": 127.0, "p_li": 0.970936426092636, "p_null": 2.01866780882575e-06, "p_rec": 0.0290615552395552, "syn_z": 0.699661267595664}, "nontcga": {"exp_lof": 19.51952128, "exp_mis": 311.4775303, "exp_syn": 142.55891258, "lof_z": 4.13500842909923, "mis_z": 3.45742586843587, "mu_lof": 1.68861135783e-06, "mu_mis": 2.96974176022e-05, "mu_syn": 1.34923176166e-05, "n_lof": 1.0, "n_mis": 189.0, "n_syn": 128.0, "p_li": 0.994600996348117, "p_null": 1.30701800117457e-07, "p_rec": 0.00539887295008268, "syn_z": 0.772064682445929}, "transcript": "ENST00000361669.2"}, "exons": [{"cdsend": 86864355, "cdsstart": 86765145, "chr": "7", "position": [[86643913, 86644872], [86765005, 86765613], [86786260, 86787116], [86838838, 86839905], [86850369, 86850544], [86864281, 86864876]], "strand": 1, "transcript": "NM_000840", "txend": 86864876, "txstart": 86643913}, {"cdsend": 86864396, "cdsstart": 86765145, "chr": "7", "position": [[86643908, 86644872], [86765005, 86765613], [86786260, 86787116], [86850369, 86850544], [86864281, 86864876]], "strand": 1, "transcript": "NM_001363522", "txend": 86864876, "txstart": 86643908}], "exons_hg19": [{"cdsend": 86493671, "cdsstart": 86394461, "chr": "7", "position": [[86273229, 86274188], [86394321, 86394929], [86415576, 86416432], [86468154, 86469221], [86479685, 86479860], [86493597, 86494192]], "strand": 1, "transcript": "NM_000840", "txend": 86494192, "txstart": 86273229}, {"cdsend": 86493712, "cdsstart": 86394461, "chr": "7", "position": [[86273224, 86274188], [86394321, 86394929], [86415576, 86416432], [86479685, 86479860], [86493597, 86494192]], "strand": 1, "transcript": "NM_001363522", "txend": 86494192, "txstart": 86273224}], "generif": [{"pubmed": 11744707, "text": "results define a microenvironment within the binding pocket that encompasses several positively charged amino acids that recognize the negatively charged phosphonate group of l-AP4 or the endogenous compound l-serine-O-phosphate."}, {"pubmed": 11840505, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11840505, "text": "genetic variation in the metabotropic glutamate receptor 3 gene that might contribute to genetic predisposition to schizophrenia and/or bipolar affective disorder"}, {"pubmed": 12782962, "text": "At least one susceptibility locus for schizophrenia is situated within or very close to the GRM3 region in Japanese patients."}, {"pubmed": 12782962, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12786977, "text": "mGluR3 and mGluR5 can critically and differentially modulate the expression of glutamate transporters and may represent interesting pharmacological targets to regulate the extracellular levels of glutamate in pathological conditions."}, {"pubmed": 15158450, "text": "glial progenitor cells present in the adult human CNS express mGluR3 and mGluR5a"}, {"pubmed": 15178451, "text": "definition of the essential requirements for ligand binding to the extracellular domain of mGluR3 and highlight parameters important for the optimization of receptor expression in mammalian cells"}, {"pubmed": 15246118, "text": "Reduction of mGluR3 immunopositive product in the stratum lacunosum moleculare of hippocampal CA1 is a consequence of neuronal loss in either the entorhinal cortex or CA1 area of the hippocampus."}, {"pubmed": 15310849, "text": "Data point to a specific molecular pathway by which metabotropic glutamate receptor GRM3 alters glutamate neurotransmission, prefrontal and hippocampal physiology and cognition, and thereby increased risk for schizophrenia."}, {"pubmed": 15567072, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15652990, "text": "MGluR3 modulate the release of IL-6 in the presence of IL-1beta, supporting the role of mGluR3 in the regulation of the inflammatory and immune response associated with gliosis."}, {"pubmed": 15892884, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15913960, "text": "GRM3 polymorphism may be associated with negative symptom improvement in persons with schizophrenia treated with olanzapine."}, {"pubmed": 15913960, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16380905, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16417579, "text": "The existence of the GRM3Delta4 isoform is relevant in the light of the reported association of non-coding single nucleotide polymorphisms (SNPs) in GRM3 with schizophrenia."}, {"pubmed": 16585454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16904291, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17006672, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17006672, "text": "SNPs in RGS4, G72, GRM3, and DISC1 showed evidence for significant statistical epistasis with COMT."}, {"pubmed": 17531207, "text": "mGlu3 receptor levels are altered in schizophrenia"}, {"pubmed": 17636131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17636131, "text": "extend putative brain dopaminergic and glutamatergic relationships indexed by catechol-O-methyltransferase and GRM3 to a systems-level interaction in human cortical circuits implicated in working memory dysfunction such as in schizophrenia"}, {"pubmed": 17684500, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17948896, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17948896, "text": "we genotyped rs274622 in the promoter region of GRM3. In the present study, none of these polymorphisms were associated with schizophrenia"}, {"pubmed": 18075480, "text": "Single nucleotide polymorphisms are not assoiated with schziphrenia."}, {"pubmed": 18197082, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18197082, "text": "The study of DNA sequence variants in the GRM3 gene did not provide further support for genetic association with schizophrenia or for correlation with cognitive deficits."}, {"pubmed": 18256595, "text": "An exon 3 single nucleotide polymorphism (SNP) in GRM3 predicts increased splicing of the fourth exon and may contribute to risk for schizophrenia by modulating GRM3 splicing."}, {"pubmed": 18412850, "text": "The results of the present study indicate that the rs6465084 functional polymorphism in GRM3 does not contribute to genetic susceptibility to schizophrenia."}, {"pubmed": 18541626, "text": "these data implicate mGluR3 in aetiological, pathophysiological and pharmacotherapeutic aspects of schizophrenia--REVIEW"}, {"pubmed": 18583979, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18614340, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18614340, "text": "Our results provide further evidence for the potential importance of the glutamate receptor GRM3 in schizophrenia, and indicate that the novel antipsychotic LY2140023 may actually be targeting a pathogenic pathway of schizophrenia."}, {"pubmed": 18853337, "text": "The expression of mGluR2, 3 in DA cells provide a mechanism for glutamate to modulate dopamine release in the human brain and this species-specific difference may be critical to understanding rodent models in schizophrenia."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19125103, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19328558, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19367581, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19386277, "text": "An association is found between one marker (rs6465084) in glutamate receptor gene GRM3 and Japanese patients with major depressive disorder."}, {"pubmed": 19386277, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19403271, "text": "These data suggest that Glutamate receptor metabotropic 3 glutamate metabotropic receptor is disrupted in the AH in schizophrenia and localize the defect to the CA1 and CA3 regions."}, {"pubmed": 19439994, "text": "present Scandinavian results do not verify previous associations between the analyzed DTNBP1, NRG1, DAO, DAOA, and GRM3 gene polymorphisms and schizophrenia"}, {"pubmed": 19482054, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20132315, "text": "Findings strongly suggest that the genetic variation (rs17676277 and three haplotypes) in the metabotropic glutamate receptor 3is related to cognitive setshifting in healthy individuals independent of working memory."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20638435, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20638435, "text": "This study suggested a gene-environment (G x E) interaction between GRM3 gene variants and severe obstetric complications on hippocampus volume, independent of a diagnosis of schizophrenia."}, {"pubmed": 20957330, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20957330, "text": "Psychosis and relapse in bipolar disorder are related to GRM3, DAOA, and GRIN2B genotype in a Caucasian and mixed-ancestry South African pilot study."}, {"pubmed": 21041608, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21173788, "text": "Suggest a genetic association exists between SNPs in several genes, such as HTR2A and NRG1, and response to mGlu2/3 agonist LY2140023 treatment in schizophrenia."}, {"pubmed": 21344500, "text": "Polymorphisms in the GRM3 gene may be associated with refractory global psychosis symptoms but not negative symptoms in persons with schizophrenia."}, {"pubmed": 21881873, "text": "data support the idea that glutamate release in the vental tegmental area(VTA) is critically involved in cocaine-induced reinstatement; loss of mGluR2/3-mediated regulation of glutamate release in the VTA may critically contribute to the risk of relapse"}, {"pubmed": 21946352, "text": "Melanoma cells expressing mutant GRM3 had reduced cell growth and cellular migration after short hairpin RNA-mediated knockdown of GRM3 or treatment with a selective MEK inhibitor, AZD-6244, which is currently being used in phase 2 clinical trials"}, {"pubmed": 22022368, "text": "These results suggest that variations in GRM3 genotype modulate the auditory cortical response to phoneme change in humans."}, {"pubmed": 22909248, "text": "glutamate system dysfunction may play a role in the prefrontal functional abnormalities seen in alcoholism. certain GRM3 SNP genotypes may further lower NAA/Cr levels and executive function in addition to the effect of alcohol."}, {"pubmed": 23175182, "text": "The transcript of mGlu3 receptors should be measured in tumor specimens for a correct prediction of patients' survival in response to temozolomide treatment."}, {"pubmed": 23307741, "text": "analysis suggested that mGluR3 is the major mGlu receptor expressed by adult cortical astrocytes, whereas the expression of other mGluRs was low or absent"}, {"pubmed": 23575746, "text": "Kozak sequence variant associated with bipolar disorder"}, {"pubmed": 24291464, "text": "report we describe a novel neuroprotective function of mGlu3 receptors related to their ability to promote the non-amyloidogenic pathway of APP cleavage in astrocytes, thus enhancing sAPPalpha production"}, {"pubmed": 24498053, "text": "Data indicate that metabotropic glutamate receptor subtype 3 (mGluR3) polymorphisms do not contribute to genetic susceptibility to schizophrenia and depression, but they confer an increased risk of heroin dependence (HD) in a Chinese population."}, {"pubmed": 24585043, "text": "results supplied the first evidence that the polymorphism of GRM3 gene associates with the morbidity of alcohol dependence in human beings."}, {"pubmed": 24680030, "text": "This study provided that the evidence for an association between GRM3 genotype and schizophrenia and suggest a role for glutamate neurotransmission in the establishment and maintenance of myelinated fibers."}, {"pubmed": 24682224, "text": "The data of this study suggest an association of the GRM3 rs6465084 polymorphism with changes in pursuit maintenance after antipsychotic treatment."}, {"pubmed": 24949866, "text": "Findings suggest that mGluR2/3 and mGluR5s are unaltered in the anterior cingulate cortex in psychotic and nonpsychotic depression, bipolar disorder and schizophrenia"}, {"pubmed": 25096017, "text": "Pharmacogenetic relationships were identified in patients with schizophrenia between GRM3 variants and symptom response to antipsychotics."}, {"pubmed": 25150943, "text": "Results demonstrate no changes in expression and density of both 5-HT2AR and mGlu2/3R in the postmortem prefrontal cortex of subjects with major depressive disorder under basal conditions; antidepressant treatment induces a decrease in 5-HT2AR density"}, {"pubmed": 25198581, "text": "The mGluR3 promoted the proliferation of human embryonic cortical NPCs and increased cyclin D1 expression by activating ERK1/2 and JNK2 signaling pathways."}, {"pubmed": 25209194, "text": "PI4KA and GRM3 polymorphisms have potential to jointly modulate antipsychotic response"}, {"pubmed": 25914064, "text": "Results show that GRM3 rs274622 C carriers with schizophrenia were associated with significantly smaller prefrontal activation than patients with TT genotype"}, {"pubmed": 26071318, "text": "Grm3 expression was decreased in B cells from patients with autoimmune diseases such as activated systemic lupus erythematosus and multiple sclerosis."}, {"pubmed": 26187343, "text": "Significant association was found between rs12704290 in GRM3 gene and schizophrenia(SCZ). A three-SNP LD spanning GRM3Delta4 splice site was significantly associated with SCZ. Interaction between the LD block and cognitive function was found in SCZ patients."}, {"pubmed": 27431857, "text": "Low GRM3 expression is associated with multiple myeloma and B-cell leukemia."}, {"pubmed": 28114282, "text": "Results demonstrate that GRM3 expression is significantly upregulated in human colonic adenocarcinomas and colon cancer cell lines. This upregulation is mediated at the post-transcriptional level where miR-487b directly targets GRM3 to suppress its translation. Also, the fact that TGFbeta increases GRM3 protein stability provide novel mechanisms of post-transcriptional regulation of GRM3 in colon cancer."}, {"pubmed": 28392297, "text": "Studies support a role for NHERF-1 and NHERF-2 (Na+/H+ exchanger regulatory factors 1 and 2) in regulating the distribution of Group II metabotropic glutamate receptor (mGluRs) in the murine brain, while conversely the effects of the mGluR2/3 PDZ-binding motifs on receptor signaling are likely mediated by interactions with other PDZ scaffold proteins beyond the NHERF proteins."}, {"pubmed": 28615627, "text": "this study demonstrates that metastasized cells are less migratory due in part to the post-metastatic downregulation of S100A4 and GRM3. Targeting S100A4 and GRM3 may help prevent bone metastasis."}, {"pubmed": 28646617, "text": "Tumor-associated GRM3 variants disrupted trafficking of melanosomes, causing their aggregation in the cell body in a cAMP-dependent manner."}, {"pubmed": 28655286, "text": "experiments indicate that mGlu3Delta4 may negatively modulate mGlu3, and thereby impact on the roles of GRM3/mGlu3 in schizophrenia and as a therapeutic target"}, {"pubmed": 28786982, "text": "Our findings support the GWAS-implicated link between GRM3 genetic variation and schizophrenia risk as well as the notion that alleles conferring this risk may be population specific."}, {"pubmed": 30102917, "text": "strong interaction between glutamate and Cl(-) ions allows the mGlu3 receptor to sense and efficiently react to sub-micromolar concentrations of glutamate, making it the most sensitive member of mGluR family"}, {"pubmed": 30488581, "text": "We identified multiple novel associations of genetic variants in GRM3, GRM4, and GRM5 with the risk and the survival of renal cell carcinoma (RCC). These relationships were supported by gene expression profiles obtained using bioinformatics analysis. Specifically, the expression of GRM4 and GRM5 showed an increasing trend in RCC tissues, compared to that in normal tissue, whereas GRM3 was downregulated in RCC."}, {"pubmed": 31925813, "text": "Spatial transcriptomics identifies spatially dysregulated expression of GRM3 and USP47 in amyotrophic lateral sclerosis."}, {"pubmed": 32581155, "text": "Internalization of AMPA-type Glutamate Receptor in the MIN6 Pancreatic beta-cell Line."}, {"pubmed": 32839935, "text": "Circ_0079593 facilitates proliferation, metastasis, glucose metabolism and inhibits apoptosis in melanoma by regulating the miR-516b/GRM3 axis."}, {"pubmed": 34290229, "text": "Inhibition of metabotropic glutamate receptor III facilitates sensitization to alkylating chemotherapeutics in glioblastoma."}], "genomic_pos": {"chr": "7", "end": 86864879, "ensemblgene": "ENSG00000198822", "start": 86643909, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 86494200, "start": 86273230, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0007194", "pubmed": 8840013, "qualifier": "involved_in", "term": "negative regulation of adenylate cyclase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007196", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007216", "qualifier": "involved_in", "term": "G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 8840013, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010467", "qualifier": "involved_in", "term": "gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051966", "qualifier": "involved_in", "term": "regulation of synaptic transmission, glutamatergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099170", "qualifier": "involved_in", "term": "postsynaptic modulation of chemical synaptic transmission"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0014069", "qualifier": "located_in", "term": "postsynaptic density"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030424", "qualifier": "located_in", "term": "axon"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042734", "qualifier": "located_in", "term": "presynaptic membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045211", "qualifier": "located_in", "term": "postsynaptic membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0097449", "qualifier": "located_in", "term": "astrocyte projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001641", "qualifier": "enables", "term": "group II metabotropic glutamate receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004930", "pubmed": 8840013, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005246", "qualifier": "enables", "term": "calcium channel regulator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0008066", "pubmed": 8840013, "qualifier": "enables", "term": "glutamate receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0097110", "qualifier": "enables", "term": "scaffold protein binding"}]}, "homologene": {"genes": [[6239, 191707], [7227, 43838], [7955, 565256], [8364, 100492610], [9031, 418644], [9544, 706645], [9598, 746019], [9606, 2913], [9615, 100683236], [9913, 541056], [10090, 108069], [10116, 24416]], "id": 651}, "interpro": [{"desc": "GPCR, family 3", "id": "IPR000337", "short_desc": "GPCR_3"}, {"desc": "GPCR, family 3, metabotropic glutamate receptor 3", "id": "IPR001234", "short_desc": "GPCR_3_mGluR3"}, {"desc": "Periplasmic binding protein-like I", "id": "IPR028082", "short_desc": "Peripla_BP_I"}, {"desc": "GPCR, family 3, metabotropic glutamate receptor", "id": "IPR000162", "short_desc": "GPCR_3_mtglu_rcpt"}, {"desc": "Receptor, ligand binding region", "id": "IPR001828", "short_desc": "ANF_lig-bd_rcpt"}, {"desc": "GPCR, family 3, conserved site", "id": "IPR017979", "short_desc": "GPCR_3_CS"}, {"desc": "GPCR, family 3, nine cysteines domain", "id": "IPR011500", "short_desc": "GPCR_3_9-Cys_dom"}, {"desc": "GPCR family 3, C-terminal", "id": "IPR017978", "short_desc": "GPCR_3_C"}, {"desc": "GPCR, family 3, nine cysteines domain superfamily", "id": "IPR038550", "short_desc": "GPCR_3_9-Cys_sf"}], "ipi": ["IPI00000837", "IPI00719146", "IPI00922642", "IPI00925333", "IPI00925524", "IPI00927181"], "map_location": "7q21.11-q21.12", "name": "glutamate metabotropic receptor 3", "other_names": ["glutamate receptor, metabotropic 3", "metabotropic glutamate receptor 3"], "pantherdb": {"HGNC": "4595", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351340", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 10090, "uniprot_kb": "Q9QYS2"}, {"RGD": "2744", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 10116, "uniprot_kb": "P31422"}, {"Ensembl": "ENSGALG00000006576", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 9031, "uniprot_kb": "E1BUE5"}, {"ZFIN": "ZDB-GENE-061009-13", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 7955, "uniprot_kb": "A3KPM6"}, {"WormBase": "WBGene00016242", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 6239, "uniprot_kb": "P34352"}, {"WormBase": "WBGene00003232", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 6239, "uniprot_kb": "Q09630"}, {"FlyBase": "FBgn0019985", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 7227, "uniprot_kb": "P91685"}], "uniprot_kb": "Q14832"}, "pathway": {"kegg": [{"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, {"id": "hsa05030", "name": "Cocaine addiction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-420499", "name": "Class C/3 (Metabotropic glutamate/pheromone receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP4685", "name": "Melanoma"}, {"id": "WP501", "name": "GPCRs, Class C Metabotropic glutamate, pheromone"}]}, "pdb": ["3SM9", "4XAR", "5CNK", "5CNM", "6B7H", "7WI6", "7WI8", "7WIH", "8JCU", "8JCV", "8JCW", "8JCX", "8JCY", "8JCZ", "8JD0", "8JD1", "8JD2", "8JD3"], "pfam": ["PF00003", "PF01094", "PF07562"], "pharmgkb": "PA28992", "pharos": {"target_id": 1989, "tdl": "Tchem"}, "prosite": "PS50259", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF228896", "relationship": "is"}, {"id": "GNF250503", "relationship": "is"}, {"id": "GNF250504", "relationship": "is"}, {"id": "GNF250505", "relationship": "is"}, {"id": "GNF250506", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279940", "relationship": "is"}, {"id": "GNF279941", "relationship": "is"}, {"id": "GNF279942", "relationship": "is"}, {"id": "GNF279943", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF031195", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083216", "relationship": "is"}, {"id": "GNF083217", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052522", "relationship": "is"}, {"id": "GNF057290", "relationship": "is"}, {"id": "GNF072342", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063375", "relationship": "is"}, {"id": "GNF063376", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006142", "relationship": "is"}, {"id": "GNF006143", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094819", "relationship": "is"}, {"id": "GNF134476", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_000831.2", "NP_001350451.1", "XP_016867562.1", "XP_047276224.1", "XP_054213974.1"], "rna": ["NM_000840.3", "NM_001363522.2", "XM_017012073.3", "XM_047420268.1", "XM_054357999.1"], "translation": [{"protein": "XP_054213974.1", "rna": "XM_054357999.1"}, {"protein": "NP_001350451.1", "rna": "NM_001363522.2"}, {"protein": "XP_047276224.1", "rna": "XM_047420268.1"}, {"protein": "NP_000831.2", "rna": "NM_000840.3"}, {"protein": "XP_016867562.1", "rna": "XM_017012073.3"}]}, "reporter": {"HG-U133_Plus_2": "205814_at", "HG-U95Av2": "39928_at", "HTA-2_0": "TC07000519.hg.1", "HuEx-1_0": ["3011180", "3011217"], "HuGene-1_1": "8133904", "HuGene-2_1": "17047868"}, "summary": "L-glutamate is the major excitatory neurotransmitter in the central nervous system and activates both ionotropic and metabotropic glutamate receptors. Glutamatergic neurotransmission is involved in most aspects of normal brain function and can be perturbed in many neuropathologic conditions. The metabotropic glutamate receptors are a family of G protein-coupled receptors, that have been divided into 3 groups on the basis of sequence homology, putative signal transduction mechanisms, and pharmacologic properties. Group I includes GRM1 and GRM5 and these receptors have been shown to activate phospholipase C. Group II includes GRM2 and GRM3 while Group III includes GRM4, GRM6, GRM7 and GRM8. Group II and III receptors are linked to the inhibition of the cyclic AMP cascade but differ in their agonist selectivities. [provided by RefSeq, Jul 2008].", "symbol": "GRM3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415307"}, "unigene": "Hs.590575", "uniprot": {"Swiss-Prot": "Q14832", "TrEMBL": ["C9JIT1", "A4D1D0", "C9JUH9", "C9J2I2"]}, "wikipedia": {"url_stub": "Metabotropic glutamate receptor 3"}}