{"AllianceGenome": "4597", "HGNC": "4597", "MIM": "604102", "_id": "2915", "_version": 1, "accession": {"genomic": ["AJ422056.1", "AP000626.5", "AP001482.4", "AP001828.5", "AP003120.4", "AP006214.1", "AP006215.1", "CH471185.1", "CP068267.2", "KF455437.1", "NC_000011.10", "NC_060935.1", "NG_052831.1"], "protein": ["AAD13954.1", "AAT37960.1", "ACU31022.1", "ACU31023.1", "ACU31024.1", "ACV89822.1", "BAA05891.1", "BAA05892.1", "BAF84051.1", "EAW59358.1", "EAW59359.1", "NP_000833.1", "NP_001137303.1", "NP_001371197.1", "P41594.2", "XP_011541094.1", "XP_054224560.1"], "rna": ["AF052171.1", "AK291362.1", "AW297388.1", "AY608336.1", "BC031602.1", "BC047497.1", "BX282658.1", "CR627311.1", "D28538.1", "D28539.1", "DA316590.1", "DR002861.1", "FJ588505.1", "FJ588506.1", "FJ588507.1", "FJ668670.1", "NM_000842.5", "NM_001143831.3", "NM_001384268.1", "S64316.1", "U79242.1", "XM_011542792.2", "XM_054368585.1"], "translation": [{"protein": "ACU31024.1", "rna": "FJ588507.1"}, {"protein": "BAF84051.1", "rna": "AK291362.1"}, {"protein": "BAA05891.1", "rna": "D28538.1"}, {"protein": "NP_001137303.1", "rna": "NM_001143831.3"}, {"protein": "BAA05892.1", "rna": "D28539.1"}, {"protein": "NP_001371197.1", "rna": "NM_001384268.1"}, {"protein": "ACV89822.1", "rna": "FJ668670.1"}, {"protein": "XP_054224560.1", "rna": "XM_054368585.1"}, {"protein": "ACU31023.1", "rna": "FJ588506.1"}, {"protein": "NP_000833.1", "rna": "NM_000842.5"}, {"protein": "AAD13954.1", "rna": "S64316.1"}, {"protein": "XP_011541094.1", "rna": "XM_011542792.2"}, {"protein": "ACU31022.1", "rna": "FJ588505.1"}, {"protein": "AAT37960.1", "rna": "AY608336.1"}]}, "alias": ["GPRC1E", "MGLUR5", "PPP1R86", "mGlu5"], "ensembl": {"gene": "ENSG00000168959", "protein": ["ENSP00000305905", "ENSP00000306138", "ENSP00000376972", "ENSP00000403724", "ENSP00000405690"], "transcript": ["ENST00000305432", "ENST00000305447", "ENST00000393294", "ENST00000449371", "ENST00000455756"], "translation": [{"protein": "ENSP00000305905", "rna": "ENST00000305432"}, {"protein": "ENSP00000306138", "rna": "ENST00000305447"}, {"protein": "ENSP00000403724", "rna": "ENST00000449371"}, {"protein": "ENSP00000376972", "rna": "ENST00000393294"}, {"protein": "ENSP00000405690", "rna": "ENST00000455756"}], "type_of_gene": "protein_coding"}, "entrezgene": "2915", "exons": [{"cdsend": 89047872, "cdsstart": 88508591, "chr": "11", "position": [[88504642, 88509504], [88567052, 88567992], [88590600, 88590727], [88597183, 88597352], [88604717, 88604964], [88653167, 88653403], [88849905, 88850155], [89047211, 89048072], [89063480, 89063659]], "strand": -1, "transcript": "NM_000842", "txend": 89063659, "txstart": 88504642}, {"cdsend": 89047872, "cdsstart": 88508591, "chr": "11", "position": [[88504642, 88509504], [88525308, 88525404], [88567052, 88567992], [88590600, 88590727], [88597183, 88597352], [88604717, 88604964], [88653167, 88653403], [88849905, 88850155], [89047211, 89048072], [89065775, 89065982]], "strand": -1, "transcript": "NM_001143831", "txend": 89065982, "txstart": 88504642}, {"cdsend": 89047872, "cdsstart": 88508591, "chr": "11", "position": [[88504642, 88509504], [88567052, 88567992], [88590600, 88590727], [88597183, 88597352], [88604717, 88604964], [88653167, 88653403], [88849905, 88850155], [89047211, 89048072], [89065775, 89065982]], "strand": -1, "transcript": "NM_001384268", "txend": 89065982, "txstart": 88504642}], "exons_hg19": [{"cdsend": 88781040, "cdsstart": 88241759, "chr": "11", "position": [[88237810, 88242672], [88300220, 88301160], [88323768, 88323895], [88330351, 88330520], [88337885, 88338132], [88386335, 88386571], [88583073, 88583323], [88780379, 88781240], [88796648, 88796827]], "strand": -1, "transcript": "NM_000842", "txend": 88796827, "txstart": 88237810}, {"cdsend": 88781040, "cdsstart": 88241759, "chr": "11", "position": [[88237810, 88242672], [88258476, 88258572], [88300220, 88301160], [88323768, 88323895], [88330351, 88330520], [88337885, 88338132], [88386335, 88386571], [88583073, 88583323], [88780379, 88781240], [88798943, 88799150]], "strand": -1, "transcript": "NM_001143831", "txend": 88799150, "txstart": 88237810}, {"cdsend": 88781040, "cdsstart": 88241759, "chr": "11", "position": [[88237810, 88242672], [88300220, 88301160], [88323768, 88323895], [88330351, 88330520], [88337885, 88338132], [88386335, 88386571], [88583073, 88583323], [88780379, 88781240], [88798943, 88799150]], "strand": -1, "transcript": "NM_001384268", "txend": 88799150, "txstart": 88237810}], "generif": [{"pubmed": 11326300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12119301, "text": "mGLUR5 and 1,4,5-InsP3 signaling control calcium release"}, {"pubmed": 12531512, "text": "Data report the isolation of a novel gene termed metabotropic glutamate receptor 5-related (mGluR5R) [mGluR5R]."}, {"pubmed": 12531526, "text": "Data report the identification of a novel variant of the G-protein coupled metabotropic glutamate receptor mGlu5 (hmGlu5d) generated by alternative splicing at the C-terminal domain."}, {"pubmed": 12736269, "text": "mGlu5 on nuclear membranes has a role in mediating intranuclear Ca2+ changes in heterologous cell types and neurons"}, {"pubmed": 12783878, "text": "alternative 5'-splicing and usage of multiple promoters may contribute to regulatory mechanisms for tissue- and context-specific expression of the mGluR5 gene"}, {"pubmed": 12786977, "text": "mGluR3 and mGluR5 can critically and differentially modulate the expression of glutamate transporters and may represent interesting pharmacological targets to regulate the extracellular levels of glutamate in pathological conditions."}, {"pubmed": 14561742, "text": "activation of mGluR5 causes translocation of both gammaPKC and deltaPKC to the plasma membrane. deltaPKC, but not gammaPKC, phosphorylates mGluR5 Thr(840), leading to the blockade of both Ca2+ oscillations and gammaPKC cycling."}, {"pubmed": 15076751, "text": "We found a selective expression of the group I receptor mGluR5 in human parasympathetic Onuf's nucleus, strengthening the hypothesis that mGluR expression may provide a possible clue to the selective vulnerability in ALS."}, {"pubmed": 15158450, "text": "glial progenitor cells present in the adult human CNS express mGluR3 and mGluR5a"}, {"pubmed": 15184389, "text": "metabotropic glutamate receptors 1 and 5 mediate opposite glutamate effects in human lymphocyte activation"}, {"pubmed": 15894802, "text": "it is phosphorylation of Ser-839, not Thr-840, that is absolutely required for the unique Ca2+ oscillations produced by mGluR5 activation"}, {"pubmed": 17311919, "text": "there is an alpha-actinin-1-dependent mGlu(5b) receptor association with the actin cytoskeleton modulating receptor cell surface expression and functioning"}, {"pubmed": 17627080, "text": "We documented for the first time the expression of the mGluR5 and EAAT1 in MG-63 cells, as well as the ability of dexamethasone to upregulate the expression of the mGluR5 and EAAT1 in the MG-63 cells."}, {"pubmed": 17998106, "text": "This study provides the first quantitative demonstration and direct comparison of a PET tracer candidate identifying mGluR5 binding sites in mammalian cerebellum."}, {"pubmed": 18182392, "text": "deletion of the C terminus of the mGlu5a receptor abolishes both its interaction with the NMDA receptor and reciprocal inhibition of the receptors"}, {"pubmed": 18337251, "text": "the nucleus can function as an autonomous organelle independent of signals originating in the cytoplasm, and nuclear mGlu5 receptors play a dynamic role in mobilizing Ca2+ in a specific, localized fashion"}, {"pubmed": 18541671, "text": "These results provide insight into a glutamate-induced regulatory pathway distinct from that described for cytokine-induced NF-kappaB activation and have important implications with regard to both normal glial cell physiology and pathogenesis."}, {"pubmed": 18606955, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18991960, "text": "Review. The structure and function of mGLUR5 and the mechanisms and SARs of its antagonists are reviewed."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19401173, "text": "findings suggest that changes in astrocyte mGlu5 receptors may be part of an adaptive response to the progressive nature of Alzheimer's disease"}, {"pubmed": 19694902, "text": "NECAB2 by its physical interaction with mGlu(5b) receptor modulates receptor function"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20036444, "text": "Elevated glutamatergic transmission as measured with increased mGluR5 specific binding is associated with human motor complications; its antagonism can be targeted for patients' treatment."}, {"pubmed": 20149785, "text": "These findings show a differential expression pattern of mGluR1a and mGluR5, suggesting a role for both receptors in the early stages of corticogenesis with, however, a different contribution to human cortical developmental events."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21103359, "text": "Results highlight the therapeutic importance of mGluR5 antagonists in alpha-synucleinopathies."}, {"pubmed": 21723923, "text": "mGluR5 promoted the proliferation of human embryonic cortical neural stem/progenitor cells"}, {"pubmed": 21901840, "text": "Metabotropic glutamate receptor 5 upregulation in children with autism is associated with underexpression of both Fragile X mental retardation protein and GABAA receptor beta 3 in adults with autism."}, {"pubmed": 22032949, "text": "the results of this study show that using the equilibrium method is an acceptable alternative to the standard kinetic method when using 18F-SP203 to measure mGluR5"}, {"pubmed": 22256945, "text": "Human mGluR5, GABA(A,B), and CB(1,2) receptors are abundantly expressed along the vago-vagal neural pathway and involved in the triggering of transient lower esophageal sphincter relaxations"}, {"pubmed": 22340009, "text": "mGluR5 inhibition and stimulation in the nucleus accumbens can regulate cocaine-seeking, and demonstrate that one mechanism for this effect is via interactions with Homer proteins"}, {"pubmed": 22543119, "text": "mGluR5 is expressed by a variety of cells such as neural stem cells in the frontal cortex, ventricular zone and subventricular zone in human fetuses."}, {"pubmed": 22995293, "text": "data demonstrate that mGluR5 receptors internalize without the application of ligand and the internalized receptors recycle back to the cell surface following constitutive endocytosis."}, {"pubmed": 23149219, "text": "the promoter methylation of the GMR2 and GMR5 genes greatly decreased the risk of schizophrenia, and the expression level of the GRM2, GRM5, and GRIA3 genes increased significantly in patients in comparison to healthy controls."}, {"pubmed": 23152621, "text": "Calmodulin-regulated Siah-1A binding to mGluR5 dynamically regulates mGluR5 trafficking"}, {"pubmed": 23225313, "text": "The pattern of mGluR5 expression by neural stem/progenitor cells, neuroblasts and neurons provides important anatomical evidence for the role of mGluR5 in the regulation of human hippocampal development"}, {"pubmed": 23478188, "text": "Plasma glutamate-modulated interaction of A2AR and mGluR5 on BMDCs aggravates traumatic brain injury-induced acute lung injury."}, {"pubmed": 23524143, "text": "Knockdown of mGluR5 inhibited icariin induced reactive oxygen species generation and NF-kappaB nuclear translocation."}, {"pubmed": 23627706, "text": "This study demonistrated that metabotropic receptor mGluR5 was found to be expressed by just 40% of striatal neurons in young individuals, with significant intensity variations among the neurons."}, {"pubmed": 23628984, "text": "tobacco smoking was associated with lower mGluR5 availability in the brain in both cocaine users and controls, while cocaine use was not linked to detectable mGluR5 alterations"}, {"pubmed": 23705503, "text": "this study provides evidence that GRK2 mediates phosphorylation-independent mGluR5 desensitization via the interaction between the RGS domain and Galphaq in HEK 293 cells."}, {"pubmed": 23804486, "text": "This study demonistrated that mGluR5 upregulation also participates in counterbalance mechanisms along the hyperexcitable circuitry uniquely altered in TLE hippocampal formation."}, {"pubmed": 24040811, "text": "Review provides an update of the current state of the art of mGlu5 receptor-based manipulations to alleviate the symptoms of Parkinson's disease."}, {"pubmed": 24332449, "text": "a dysregulation of its signaling in fragile X mental retardation gene 1 premutation carriers, which would likely contribute to the development and severity of fragile X-associated tremor/atasia syndrome."}, {"pubmed": 24528109, "text": "Our findings highlight the subtleties of allosteric modulator binding to mGlu5 and demonstrate the utility in incorporating SAR information to strengthen the interpretation and analyses of docking and mutational data."}, {"pubmed": 24548786, "text": "both an increased and reduced mGlu5 functioning seem to be associated with Intellectual Disability and autism spectrum disorders."}, {"pubmed": 24833114, "text": "significant positive correlation between Yale-Brown Obsessive Compulsive Scale obsession sub-score and mGluR5 distribution volume ratio in the cortico-striatal-thalamo-cortical brain circuit; results suggest obsessions in particular might have an underlying glutamatergic pathology related to mGluR5"}, {"pubmed": 24925192, "text": "gnificantly higher expression level in the metabotropic receptor genes GRM5 in Locus coeruleus neurons."}, {"pubmed": 24949866, "text": "Findings suggest that mGluR2/3 and mGluR5s are unaltered in the anterior cingulate cortex in psychotic and nonpsychotic depression, bipolar disorder and schizophrenia"}, {"pubmed": 24969128, "text": "Decrease of mGluR5 receptor density goes parallel with changes in enkephalin and substance P immunoreactivity in Huntington's disease"}, {"pubmed": 25003238, "text": "reflected in the immunoblotting data Mglur5 receptors were detected at higher levels of expression in patient with cortical dysplasia with intractable epilepsy."}, {"pubmed": 25115540, "text": "Findings demonstrate a developmental regulation of mGluR5 in the hippocampus and suggest a role for this receptor in astrocytes during early development in Down's syndrome hippocampus"}, {"pubmed": 25704074, "text": "This review supports altered mGluR5 functioning as a convergent point in ASD pathogenesis and indicates more research is warranted into mGluR5 as a potential therapeutic target."}, {"pubmed": 25778620, "text": "Results provide compelling evidence that mGluR5 regulation is altered in schizophrenia, likely contributing to the altered glutamatergic signaling that is associated with the disorder"}, {"pubmed": 26048293, "text": "Study provided evidence that protein expression of mGluR5 is significantly higher (total: 42%; monomer: 25%; dimer: 52%) in the hippocampal CA1 region of schizophrenia subjects relative to healthy controls"}, {"pubmed": 26052099, "text": "findings provide evidence for decreased expression of metabotropic glutamate receptor 5 and its signaling components representing a key pathophysiological hallmark in autism spectrum disorder."}, {"pubmed": 26311002, "text": "Data suggest that metabotropic glutamate receptors recycling is completely dependent on the activity of PP2A whereas, PP2B has partial effect on this process."}, {"pubmed": 26645628, "text": "The metabotropic glutamate receptor subtype 5 (mGluR5) has been implicated in the pathophysiology of mood and anxiety disorders."}, {"pubmed": 26667279, "text": "The interaction between GRM5 and cellular prion protein has a central role in transgenic mouse model of Alzheimer's disease pathogenesis."}, {"pubmed": 26936821, "text": "We report that expression of a key regulator of synaptic protein synthesis, the metabotropic glutamate receptor 5 (mGlu5) protein, is significantly reduced in both the brains of RS model mice and in the motor cortex of human RS autopsy samples."}, {"pubmed": 27283933, "text": "Overall, these data posit mGluR5 in key paralimbic areas as a strong determinant of the temperament trait novelty seeking. These data add to our understanding of how brain neurochemistry accounts for the variation in human behavior and strongly support further research on mGluR5 as a potential therapeutic target in neuropsychiatric disorders associated with abnormal novelty-seeking behaviors."}, {"pubmed": 27581816, "text": "This study provides information concerning the changes in the expression of GABAergic and glutamatergic markers in mice lacking the mGlu5."}, {"pubmed": 28096465, "text": "once at the inner nuclear membrane, mGluR5 is stably retained via interactions with chromatin and is perfectly positioned to regulate nucleoplasmic Ca(2+)in situ"}, {"pubmed": 28405888, "text": "Results suggests contribution of common variants of GRM5 to impaired attention and reduced right hippocampal volume in schizophrenia, particularly in men, suggesting these variants may operate in a sex-specific manner. The effect of rs3814927 on IQ may have further implications of these findings in other disorders in which GRM5 is also associated."}, {"pubmed": 29317611, "text": "clinical evidence for altered mGluR5 signaling in the amygdala in alcohol use disorder"}, {"pubmed": 29703767, "text": "Study shows that anti-mGluR5 encephalitis associates with a complex neuropsychiatric syndrome, not restricted to limbic encephalitis, and can occur without tumor."}, {"pubmed": 29806525, "text": "We anticipate that the resulted outcome could be supportive to discover potent negative allosteric modulators for metabotropic glutamate receptor 5 (mGluR5)."}, {"pubmed": 29849049, "text": "mGluR5 signaling in T cells may play a key role in the development of chronic inflammation resulting in fatigue and contribute to individual differences in immune responses to radiation."}, {"pubmed": 30488581, "text": "We identified multiple novel associations of genetic variants in GRM3, GRM4, and GRM5 with the risk and the survival of renal cell carcinoma (RCC). These relationships were supported by gene expression profiles obtained using bioinformatics analysis. Specifically, the expression of GRM4 and GRM5 showed an increasing trend in RCC tissues, compared to that in normal tissue, whereas GRM3 was downregulated in RCC."}, {"pubmed": 30675062, "text": "using a combination of X-ray crystallography, cryo-electron microscopy and signalling studies, presentation of a structural framework for the activation mechanism of metabotropic glutamate receptor subtype 5"}, {"pubmed": 31085640, "text": "An up-regulation in mGluR5 availability in the PTSD-SI group."}, {"pubmed": 31542869, "text": "Based on the analysis of available crystal structures of metabotropic glutamate receptor 5 (mGlu5) we investigated these effects in the binding of mGlu5 receptor negative allosteric modulators"}, {"pubmed": 31597090, "text": "Shank Proteins Couple the Endocytic Zone to the Postsynaptic Density to Control Trafficking and Signaling of Metabotropic Glutamate Receptor 5."}, {"pubmed": 32182160, "text": "Multiplexed Phosphoproteomic Study of Brain in Patients with Alzheimer's Disease and Age-Matched Cognitively Healthy Controls."}, {"pubmed": 32286451, "text": "Metabotropic glutamate receptor 5 in bulimia nervosa."}, {"pubmed": 32495131, "text": "Association between human gray matter metabotropic glutamate receptor-5 availability in vivo and white matter properties: a [(11)C]ABP688 PET and diffusion tensor imaging study."}, {"pubmed": 32873747, "text": "Targeting Vesicular Glutamate Transporter Machinery: Implications on Metabotropic Glutamate Receptor 5 Signaling and Behavior."}, {"pubmed": 32958647, "text": "Astroglial FMRP deficiency cell-autonomously up-regulates miR-128 and disrupts developmental astroglial mGluR5 signaling."}, {"pubmed": 33207858, "text": "The selective blockade of metabotropic glutamate receptor-5 attenuates fat accumulation in an <em>in vitro</em> model of benign steatosis."}, {"pubmed": 33394235, "text": "Different roles of Numb-p72 and Numb-p65 on the trafficking of metabotropic glutamate receptor 5."}, {"pubmed": 33799851, "text": "Cerebral Expression of Metabotropic Glutamate Receptor Subtype 5 in Idiopathic Autism Spectrum Disorder and Fragile X Syndrome: A Pilot Study."}, {"pubmed": 33899580, "text": "Specific changes in sleep oscillations after blocking human metabotropic glutamate receptor 5 in the absence of altered memory function."}, {"pubmed": 34052464, "text": "Effect of age on brain metabotropic glutamate receptor subtype 5 measured with [(18)F]FPEB PET."}, {"pubmed": 34354107, "text": "In vivo imaging of mGlu5 receptor expression in humans with Fragile X Syndrome towards development of a potential biomarker."}, {"pubmed": 34469715, "text": "Agonists and allosteric modulators promote signaling from different metabotropic glutamate receptor 5 conformations."}, {"pubmed": 34516293, "text": "Noncanonical Metabotropic Glutamate Receptor 5 Signaling in Alzheimer's Disease."}, {"pubmed": 35013095, "text": "mGluR5 binding changes during a mismatch negativity task in a multimodal protocol with [(11)C]ABP688 PET/MR-EEG."}, {"pubmed": 35844113, "text": "[Association of glutamate receptor metabotropic 5 polymorphisms with schizophrenia susceptibility in a Chinese Han population]."}, {"pubmed": 36127322, "text": "From bench to bedside: The mGluR5 system in people with and without Autism Spectrum Disorder and animal model systems."}, {"pubmed": 36842305, "text": "Inhibition of mGluR5 ameliorates lipid accumulation and inflammation in HepG2 cells."}, {"pubmed": 37487948, "text": "Upregulation of Parkinson's disease-associated protein alpha-synuclein suppresses tumorigenesis via interaction with mGluR5 and gamma-synuclein in liver cancer."}, {"pubmed": 38146365, "text": "Blockade of mGluR5 in astrocytes derived from human iPSCs modulates astrocytic function and increases phagocytosis."}, {"pubmed": 38217040, "text": "Metabotropic glutamate receptor 5 (mGluR5) is associated with neurodegeneration and amyloid deposition in Alzheimer's disease: A [[18]F]PSS232 PET/MRI study."}, {"pubmed": 38369690, "text": "Voltage tunes mGlu5 receptor function, impacting synaptic transmission."}, {"pubmed": 38632403, "text": "Stepwise activation of a metabotropic glutamate receptor."}, {"pubmed": 38876317, "text": "Deficits in prefrontal metabotropic glutamate receptor 5 are associated with functional alterations during emotional processing in bipolar disorder."}], "genomic_pos": {"chr": "11", "end": 89065982, "ensemblgene": "ENSG00000168959", "start": 88504576, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 88799113, "start": 88237744, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002029", "qualifier": "involved_in", "term": "desensitization of G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006355", "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007196", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007205", "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007206", "pubmed": 24012003, "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007216", "qualifier": "involved_in", "term": "G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007216", "pubmed": 7908515, "qualifier": "involved_in", "term": "G protein-coupled glutamate receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007611", "qualifier": "involved_in", "term": "learning or memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007612", "qualifier": "involved_in", "term": "learning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048170", "qualifier": "involved_in", "term": "positive regulation of long-term neuronal synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0050808", "qualifier": "involved_in", "term": "synapse organization"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050850", "pubmed": 24012003, "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050890", "pubmed": 23227193, "qualifier": "involved_in", "term": "cognition"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051966", "qualifier": "involved_in", "term": "regulation of synaptic transmission, glutamatergic"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060078", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane potential"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0099553", "qualifier": "involved_in", "term": "trans-synaptic signaling by endocannabinoid, modulating synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099566", "qualifier": "involved_in", "term": "regulation of postsynaptic cytosolic calcium ion concentration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904646", "pubmed": 24012003, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005886", "pubmed": 7908515, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030425", "pubmed": 24012003, "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043197", "qualifier": "located_in", "term": "dendritic spine"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043198", "qualifier": "located_in", "term": "dendritic shaft"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097449", "qualifier": "located_in", "term": "astrocyte projection"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098685", "qualifier": "located_in", "term": "Schaffer collateral - CA1 synapse"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0098839", "qualifier": "is_active_in", "term": "postsynaptic density membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098978", "qualifier": "located_in", "term": "glutamatergic synapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001640", "qualifier": "enables", "term": "adenylate cyclase inhibiting G protein-coupled glutamate receptor activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004930", "pubmed": 7908515, "qualifier": "enables", "term": "G protein-coupled receptor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 28130356, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008066", "pubmed": 7908515, "qualifier": "enables", "term": "glutamate receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030296", "pubmed": 24012003, "qualifier": "enables", "term": "protein tyrosine kinase activator activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0031687", "qualifier": "enables", "term": "A2A adenosine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 30675062, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0099530", "qualifier": "enables", "term": "G protein-coupled receptor activity involved in regulation of postsynaptic membrane potential"}, {"category": "MF", "evidence": "IBA", "id": "GO:0099583", "qualifier": "enables", "term": "neurotransmitter receptor activity involved in regulation of postsynaptic cytosolic calcium ion concentration"}, {"category": "MF", "evidence": "ISS", "id": "GO:1990782", "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[7955, 100332913], [8364, 100485273], [9031, 373933], [9544, 705445], [9598, 451472], [9606, 2915], [9615, 485146], [9913, 100336861], [10090, 108071], [10116, 24418]], "id": 37354}, "interpro": [{"desc": "GPCR, family 3, metabotropic glutamate receptor", "id": "IPR000162", "short_desc": "GPCR_3_mtglu_rcpt"}, {"desc": "GPCR, family 3, metabotropic glutamate receptor 5", "id": "IPR000202", "short_desc": "GPCR_3_mGluR5"}, {"desc": "GPCR, family 3", "id": "IPR000337", "short_desc": "GPCR_3"}, {"desc": "Receptor, ligand binding region", "id": "IPR001828", "short_desc": "ANF_lig-bd_rcpt"}, {"desc": "GPCR, family 3, nine cysteines domain", "id": "IPR011500", "short_desc": "GPCR_3_9-Cys_dom"}, {"desc": "GPCR family 3, C-terminal", "id": "IPR017978", "short_desc": "GPCR_3_C"}, {"desc": "GPCR, family 3, conserved site", "id": "IPR017979", "short_desc": "GPCR_3_CS"}, {"desc": "Metabotropic glutamate receptor, Homer-binding domain", "id": "IPR019588", "short_desc": "Metabotropic_Glu_rcpt_Homer-bd"}, {"desc": "Periplasmic binding protein-like I", "id": "IPR028082", "short_desc": "Peripla_BP_I"}, {"desc": "GPCR, family 3, nine cysteines domain superfamily", "id": "IPR038550", "short_desc": "GPCR_3_9-Cys_sf"}], "ipi": ["IPI00220277", "IPI00296244", "IPI00796960", "IPI00797769"], "map_location": "11q14.2-q14.3", "name": "glutamate metabotropic receptor 5", "other_names": ["glutamate receptor, metabotropic 5", "metabotropic glutamate receptor 5", "protein phosphatase 1, regulatory subunit 86"], "pantherdb": {"HGNC": "4597", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1351342", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 10090, "uniprot_kb": "Q3UVX5"}, {"RGD": "2746", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 10116, "uniprot_kb": "P31424"}, {"Ensembl": "ENSGALG00000017238", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 9031, "uniprot_kb": "F1NWG3"}, {"Ensembl": "ENSDARG00000004445", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 7955, "uniprot_kb": "F1RER0"}, {"Ensembl": "ENSDARG00000102067", "ortholog_type": "LDO", "panther_family": "PTHR24060", "taxid": 7955, "uniprot_kb": "A0A0G2KHT7"}, {"WormBase": "WBGene00018073", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 6239, "uniprot_kb": "G5ECZ3"}, {"EnsemblGenome": "WBGene00003233", "ortholog_type": "O", "panther_family": "PTHR24060", "taxid": 6239, "uniprot_kb": "G5EG10"}], "uniprot_kb": "P41594"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04072", "name": "Phospholipase D signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04540", "name": "Gap junction - Homo sapiens (human)"}, {"id": "hsa04720", "name": "Long-term potentiation - Homo sapiens (human)"}, {"id": "hsa04723", "name": "Retrograde endocannabinoid signaling - Homo sapiens (human)"}, {"id": "hsa04724", "name": "Glutamatergic synapse - Homo sapiens (human)"}, {"id": "hsa05010", "name": "Alzheimer disease - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-420499", "name": "Class C/3 (Metabotropic glutamate/pheromone receptors)"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-6794361", "name": "Neurexins and neuroligins"}, {"id": "R-HSA-6794361", "name": "Neurexins and neuroligins"}, {"id": "R-HSA-6794362", "name": "Protein-protein interactions at synapses"}, {"id": "R-HSA-6794362", "name": "Protein-protein interactions at synapses"}], "wikipathways": [{"id": "WP2636", "name": "Common Pathways Underlying Drug Addiction"}, {"id": "WP4549", "name": "Fragile X Syndrome"}, {"id": "WP4698", "name": "Vitamin D-sensitive calcium signaling in depression"}, {"id": "WP501", "name": "GPCRs, Class C Metabotropic glutamate, pheromone"}]}, "pdb": ["3LMK", "4OO9", "5CGC", "5CGD", "6N4X", "6N4Y", "6N50", "6N51", "6N52", "7FD8", "7FD9", "8T6J", "8T7H", "8T8M", "8TAO"], "pfam": ["PF00003", "PF01094", "PF07562", "PF10606"], "pharmgkb": "PA28994", "pharos": {"target_id": 1695, "tdl": "Tchem"}, "pir": ["JC2131", "JC2132"], "prosite": "PS50259", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250511", "relationship": "is"}, {"id": "GNF250512", "relationship": "is"}, {"id": "GNF250513", "relationship": "is"}, {"id": "GNF250514", "relationship": "is"}, {"id": "GNF273051", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279948", "relationship": "is"}, {"id": "GNF279949", "relationship": "is"}, {"id": "GNF279950", "relationship": "is"}, {"id": "GNF279951", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF040093", "relationship": "similar to"}, {"id": "GNF042054", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083221", "relationship": "is"}, {"id": "GNF083222", "relationship": "is"}, {"id": "GNF083223", "relationship": "is"}, {"id": "GNF083224", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051358", "relationship": "is"}, {"id": "GNF056123", "relationship": "is"}, {"id": "GNF060846", "relationship": "is"}, {"id": "GNF073051", "relationship": "is"}, {"id": "GNF075174", "relationship": "is"}, {"id": "GNF075178", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF069163", "relationship": "is"}, {"id": "GNF069164", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF094828", "relationship": "is"}, {"id": "GNF110258", "relationship": "is"}, {"id": "GNF134485", "relationship": "is"}, {"id": "GNF149899", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_052831.1"], "protein": ["NP_000833.1", "NP_001137303.1", "NP_001371197.1", "XP_011541094.1", "XP_054224560.1"], "rna": ["NM_000842.5", "NM_001143831.3", "NM_001384268.1", "XM_011542792.2", "XM_054368585.1"], "translation": [{"protein": "NP_001137303.1", "rna": "NM_001143831.3"}, {"protein": "NP_001371197.1", "rna": "NM_001384268.1"}, {"protein": "XP_054224560.1", "rna": "XM_054368585.1"}, {"protein": "NP_000833.1", "rna": "NM_000842.5"}, {"protein": "XP_011541094.1", "rna": "XM_011542792.2"}]}, "reporter": {"HG-U133_Plus_2": ["1565389_s_at", "207235_s_at", "214217_at"], "HG-U95Av2": ["35423_at", "35424_g_at", "37568_at"], "HTA-2_0": ["TC11002176.hg.1", "TC11003285.hg.1"], "HuEx-1_0": ["3330325", "3385834"], "HuGene-1_1": "7950921", "HuGene-2_1": "16743130"}, "summary": "This gene encodes a member of the G-protein coupled receptor 3 protein family. The encoded protein is a metabatropic glutamate receptor, whose signaling activates a phosphatidylinositol-calcium second messenger system. This protein may be involved in the regulation of neural network activity and synaptic plasticity. Glutamatergic neurotransmission is involved in most aspects of normal brain function and can be perturbed in many neuropathologic conditions. A pseudogene of this gene has been defined on chromosome 11. Alternative splicing results in multiple transcript variants. [provided by RefSeq, May 2014].", "symbol": "GRM5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333712"}, "unigene": ["Hs.616625", "Hs.147361"], "uniprot": {"Swiss-Prot": "P41594", "TrEMBL": ["H7C223", "A8K5P7", "A8MT20"]}, "wikipedia": {"url_stub": "Metabotropic glutamate receptor 5"}}