{"AllianceGenome": "4689", "HGNC": "4689", "MIM": "600179", "_id": "3000", "_version": 2, "accession": {"genomic": ["AC104581.22", "AJ222657.1", "AY037782.1", "CH471108.2", "CP068261.2", "L26921.1", "NC_000017.11", "NC_060941.1", "NG_009092.1"], "protein": ["AAA60366.1", "AAA60547.1", "ABD90536.1", "CAA10914.1", "EAW90103.1", "NP_000171.1", "Q02846.2", "XP_011522118.1", "XP_054171864.1"], "rna": ["BM931704.1", "DQ426876.1", "M92432.1", "NM_000180.4", "PP706088.1", "XM_011523816.2", "XM_054315889.1"], "translation": [{"protein": "NP_000171.1", "rna": "NM_000180.4"}, {"protein": "AAA60547.1", "rna": "M92432.1"}, {"protein": "XP_011522118.1", "rna": "XM_011523816.2"}, {"protein": "XP_054171864.1", "rna": "XM_054315889.1"}, {"protein": "ABD90536.1", "rna": "DQ426876.1"}]}, "alias": ["CACD", "CACD1", "CG-E", "CORD5", "CORD6", "CSNB1I", "CYGD", "GUC1A4", "GUC2D", "LCA", "LCA1", "RCD2", "RETGC-1", "ROS-GC1", "ROSGC", "retGC"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "definitive", "classification_date": "2022-03-27T23:22:10.761Z", "disease_label": "GUCY2D-related recessive retinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0100453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_dcb8350d-c57f-43e3-9e9f-d059ebbf61c9-2022-03-27T232210.761Z", "sop": "SOP8"}, {"classification": "definitive", "classification_date": "2022-05-28T19:56:16.735Z", "disease_label": "GUCY2D-related dominant retinopathy", "gcep": "Retina Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0100441", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_8816f73d-0432-4d50-bbb6-74a8f1da96ae-2022-05-28T195616.735Z", "sop": "SOP8"}]}, "ec": "4.6.1.2", "ensembl": {"gene": "ENSG00000132518", "protein": "ENSP00000254854", "transcript": ["ENST00000254854", "ENST00000574510"], "translation": [{"protein": "ENSP00000254854", "rna": "ENST00000254854"}], "type_of_gene": "protein_coding"}, "entrezgene": "3000", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 30.6171067554, "exp_mis": 472.728349889, "exp_syn": 230.028854286, "lof_z": 3.51190409498133, "mis_z": 2.78342608106805, "mu_lof": 2.53789571599e-06, "mu_mis": 5.17067427279e-05, "mu_syn": 2.52993155858e-05, "n_lof": 11.0, "n_mis": 349.0, "n_syn": 205.0, "p_li": 0.000772456643664516, "p_null": 0.000146527784108289, "p_rec": 0.999081015572227, "syn_z": 1.02305738611844}, "bp": 3312, "cds_end": 7919848, "cds_start": 7906365, "n_exons": 18, "nonpsych": {"exp_lof": 27.3890409367, "exp_mis": 427.542391516, "exp_syn": 207.875917951, "lof_z": 3.63847885688744, "mis_z": 2.69650351892212, "mu_lof": 2.53789571599e-06, "mu_mis": 5.17067427279e-05, "mu_syn": 2.52993155858e-05, "n_lof": 8.0, "n_mis": 317.0, "n_syn": 185.0, "p_li": 0.0359355082965025, "p_null": 7.97134388643611e-05, "p_rec": 0.963984778264633, "syn_z": 0.998940476671546}, "nontcga": {"exp_lof": 28.1363142367, "exp_mis": 434.878688853, "exp_syn": 211.595132948, "lof_z": 3.5588198569421, "mis_z": 2.64895069423658, "mu_lof": 2.53789571599e-06, "mu_mis": 5.17067427279e-05, "mu_syn": 2.52993155858e-05, "n_lof": 9.0, "n_mis": 324.0, "n_syn": 189.0, "p_li": 0.0085434890050209, "p_null": 0.000111168139983192, "p_rec": 0.991345342854996, "syn_z": 0.983521301735356}, "transcript": "ENST00000254854.4"}, "exons": [{"cdsend": 8016530, "cdsstart": 8003047, "chr": "17", "position": [[8002614, 8002734], [8003038, 8003768], [8003851, 8004156], [8006362, 8006714], [8007059, 8007144], [8007425, 8007528], [8007930, 8008032], [8009505, 8009586], [8012143, 8012350], [8012449, 8012606], [8013102, 8013252], [8013879, 8014028], [8014600, 8014764], [8014858, 8015051], [8015327, 8015502], [8015742, 8015841], [8015926, 8016021], [8016204, 8016290], [8016442, 8016554], [8020127, 8020342]], "strand": 1, "transcript": "NM_000180", "txend": 8020342, "txstart": 8002614}], "exons_hg19": [{"cdsend": 7919848, "cdsstart": 7906365, "chr": "17", "position": [[7905932, 7906052], [7906356, 7907086], [7907169, 7907474], [7909680, 7910032], [7910377, 7910462], [7910743, 7910846], [7911248, 7911350], [7912823, 7912904], [7915461, 7915668], [7915767, 7915924], [7916420, 7916570], [7917197, 7917346], [7917918, 7918082], [7918176, 7918369], [7918645, 7918820], [7919060, 7919159], [7919244, 7919339], [7919522, 7919608], [7919760, 7919872], [7923445, 7923660]], "strand": 1, "transcript": "NM_000180", "txend": 7923660, "txstart": 7905932}], "generif": [{"pubmed": 11565546, "text": "clustering and frequency of mutations in patients with dominant cone-rod dystrophies"}, {"pubmed": 12365911, "text": "Some carrier parents of patients with Leber congenital amaurosis and a GUCY2D mutation develop measurable cone and possibly rod abnormalities most consistent with a mild cone-rod dysfunction."}, {"pubmed": 12552567, "text": "Two amino acid substitution missense mutations at R838C and R838H have been identified as well as 11 new polymorphic markers."}, {"pubmed": 12623820, "text": "Leber congenital amaurosis (LCA) caused by mutant GUCY2D had only light perception but retained substantial numbers of cones and rods in the macula and far periphery."}, {"pubmed": 15111605, "text": "A heterozygous complex mutation of I915T and G917R in the GUCY2D gene caused autosomal dominant CORD (cone-rod dystrophy)"}, {"pubmed": 15512997, "text": "LCA (leber congenital amaurosis) is caused by the modifying effect of a heterozygous GUCY2D mutation observed against the disease background of a homozygous RPE65 mutation."}, {"pubmed": 16272259, "text": "AIPL1, CRB1, GUCY2D, RPE65, and RPGRIP1 mutations may have roles in juvenile retinitis pigmentosa"}, {"pubmed": 16505055, "text": "Microarray-based mutation detection allowed the identification of 32% of LCA sequence variants and represents an efficient first-pass screening tool. Mutations in CRB1, and to a lesser extent, in GUCY2D, underlie most LCA cases in this cohort"}, {"pubmed": 17041576, "text": "There is a phenotype-genotype correlation of autosomal dominant cone-rod dystrophy due to the R838C mutation of the GUCY2D gene encoding retinal guanylate cyclase-1"}, {"pubmed": 17651254, "text": "Testing confirms the diagnosis at the molecular level and allows for a more precise prognosis of the possible future clinical evolution"}, {"pubmed": 17684531, "text": "illustrate the use of haplotype information about allele-sharing decay around a mutation as a genetic clock, using data for two GUCY2D mutations in Mediterranean populations"}, {"pubmed": 17724218, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17724218, "text": "RPE65 gene mutations represented a significant cause of LCA in the Italian population, whereas GUCY2D and CEP290 mutations had a lower frequency than that found in other reports."}, {"pubmed": 18332321, "text": "a novel mutation, P575L, was found in exon 8 of the GUCY2D gene in 12 members of a family with autosomal dominant progressive cone degeneration"}, {"pubmed": 18487367, "text": "GUCY2D is a major gene responsible for progressive autosomal dominant cone degeneration. All identified mutations localize to codon 838."}, {"pubmed": 18500817, "text": "Studies show that a fold recognition based model of the catalytic domain of ROS-GC1 was built, and neurocalcin delta docking simulations were carried out to define the three-dimensional features of the interacting domains of the two molecules."}, {"pubmed": 18541533, "text": "metal binding in EF-hand 2 is crucial for GCAP1 attachment to RetGC1, and in EF-hand 3 it is less critical, although it enhances the efficiency of the GCAP1 docking on the target enzyme"}, {"pubmed": 19111294, "text": "The coexpression of ROS-GC1 and its activators in spermatozoa suggests that the Ca(2+)-modulated ROS-GC1 transduction system may be a part of the fertilization machinery"}, {"pubmed": 19753312, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19959640, "text": "Variations of macular microstructures were observed among LCA (Leber congenital amaurosis) patients with different genotypes."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20517349, "text": "This study hence establishes GUCY2D, which is a common cause for both recessive Leber's congenital amaurosis and dominant cone-rod dystrophy, as a good candidate for autosomal recessive cone-rod dystrophy."}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20801516, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 21552474, "text": "Two macular dystrophy-associated disease mutations at codon 838 of the GUCY2D gene were found among the 22 unrelated Spanish families, one of which had not been previously described (p.R838P). This novel mutation exhibited phenotypic variability."}, {"pubmed": 21671801, "text": "Following subretinal delivery of a vector containing GUCY2D in Gucy2e(-/-) mice, GC1 protein was detected in the rod and cone outer segments, transducin was appropriately localized to cone outer segments, and an improvement in visual behavior."}, {"pubmed": 22194653, "text": "A recurrent heterozygous (p.Arg838His) mutation in GUCY2D is associated with autosomal dominant cone dystrophy in a Chinese family."}, {"pubmed": 22695961, "text": "This is the first report of a GUCY2D mutation causing central areolar choroidal dystrophy and adds to our understanding of genotype-phenotype correlation in this heterogeneous group of choroidoretinal dystrophies."}, {"pubmed": 23035049, "text": "postulate a relationship between the level of RetGC1 activity and the degree of cone vision abnormality, and argue for cone function being the efficacy outcome in clinical trials of gene augmentation therapy in LCA1"}, {"pubmed": 23328348, "text": "Expression of mutant human RETGC-1 leads to a retinal phenotype that includes aberrant photoreceptor morphology and a reduced number of photoreceptors."}, {"pubmed": 23686677, "text": "A missense mutation in the GUCY2D gene caused ADCRD in this family. Clinical follow-up of this family with a typical CRD phenotype revealed disease progression during the time period."}, {"pubmed": 23734073, "text": "A novel missense mutation of the GUCY2D gene was identified in this study."}, {"pubmed": 23815670, "text": "Data suggest that dimerization domain of GUCY2D operates as a calcium-sensitive regulatory module; GUCY2D requires correct conformation of monomer-monomer interface for interaction with guanylate cyclase activating proteins (GCAP1; GCAP2)."}, {"pubmed": 24480840, "text": "Screening of the GUCY2D gene revealed the mutation p.R838H in all the affected individuals with autosomal dominant cone dystrophy and was absent in the asymptomatic patients."}, {"pubmed": 24875811, "text": "GUCA1A and GUCY2D mutations are both accompanied by similar pattern of generalized cone dysfunction with a tendency to less involvement of the rod photoreceptors and a less severe phenotype in patients with GUCA1A."}, {"pubmed": 24997176, "text": "Neurodevelopmental delay is a potential feature of strictly defined LCA, documented in our series for some children with homozygous RPGRIP1 and GUCY2D mutations."}, {"pubmed": 25117468, "text": "Cardiac fibrosis and the endogenous natriuretic peptide system were evaluated in end-stage heart failure to assess the anti-fibrotic actions of the dual GC-A/-B activator."}, {"pubmed": 25189253, "text": "A deletion mutation in the GUCY2D gene is associated with Leber congenital amaurosis in a consanguineous Pakistani family."}, {"pubmed": 25515582, "text": "GUCY2D is a major cause of autosomal dominant cone and cone-rod dystrophies in Israel"}, {"pubmed": 25616661, "text": "The GCAP1 and GCAP2 binding site(s) overlaps within the kinase homology and/or dimerization domains of retinal GC1."}, {"pubmed": 25979109, "text": "Guanylate cyclase signaling pathway is down regulated in the pathogenesis of inflammatory bowel diseases."}, {"pubmed": 26100624, "text": "Dimerization domain of RETGC1 is an essential part of GCAP1 and GCAP2 binding interface."}, {"pubmed": 26298565, "text": "The GUCY2D mutations were frequent in Chinese families with autosomal dominant cone or cone-rod dystrophies. All mutations were found in exon 13."}, {"pubmed": 26427419, "text": "Studies indicate that mutations in retinal guanylate cylase-1 (GUCY2D) are associated with a leading cause of recessive Leber congenital amaurosis (LCA1)."}, {"pubmed": 26703466, "text": "Data suggest that GCAP1 (guanylate cyclase activator 1A; Mg2+ vs. Ca2+) exhibits conformational changes in Ca2+ switch helix that are important in activation of RetGC1; myristoylation of GCAP1 is important as well in attaining activator conformation."}, {"pubmed": 26957854, "text": "Two novel mutations causing phenotypic LCA and Alstrom syndrome in Saudi patients from consanguineous families expand the genotypic spectrum of congenital retinal dystrophies."}, {"pubmed": 26962819, "text": "Gc1s/Gc1s phenotype variant of DBP and the unbound fraction of plasma RBP4 may be considered as factors related with the incidence, and possibly the risk, of IR in CHC patients."}, {"pubmed": 27475985, "text": "Sequencing of GUCY2D identified a novel missense mutation (c.2129C:T; p.Ala710Val) resulting in substitution of alanine by valine at position 710 changes the conformation of the regulatory segment within the kinase styk-domain of GC1 and causes loss of its helical structure, likely inhibiting phosphorylation of threonine residue within this segment, which is needed to activate the catalytic domain of the protein."}, {"pubmed": 28212877, "text": "As other genotypes were identified, there were attempts to divide the genotypes by phenotype: GUCY2D-LCA was considered a cone-rod dystrophy, whereas other genotypes were designated as rod-cone dystrophies"}, {"pubmed": 28403437, "text": "These results identify dissociable effects of blindness upon the visual pathway. Further, the relatively intact postgeniculate white matter pathway in GUCY2D-LCA is encouraging for the prospect of recovery of visual function with gene augmentation therapy."}, {"pubmed": 29440533, "text": "This work is the first to demonstrate a direct physiological effect of GUCY2D cone-rod dystrophy type 6-linked mutation on photoreceptor physiology in vivo"}, {"pubmed": 29559409, "text": "Autosomal recessive GUCY2D mutations may cause congenital night blindness with normal acuity and refraction, and unique electroretinography. Progression to mild retinitis pigmentosa may occur."}, {"pubmed": 30622141, "text": "G86R mutation in the calcium-sensor protein GCAP1 alters regulation of retinal guanylyl cyclase and causes dominant cone-rod degeneration"}, {"pubmed": 30945053, "text": "The five patients with bull's-eye maculopathy along with a negative ERG had differing genotypes. Mutations were found in the CRX gene (2 patients), the ABCA4 gene (1 patient), and the GUCY2D gene (2 patients)."}, {"pubmed": 32255808, "text": "Study in family with Leber congenital amaurosis 1 (LCA1) was recruited from China found three novel mutations (c.139delC, p.Ala49Profs*36; c.835G>A, p.Asp279Asn and c.2783G>A, p.Gly928Glu) in the GUCY2D gene."}, {"pubmed": 32493772, "text": "Two clusters of surface-exposed amino acid residues enable high-affinity binding of retinal degeneration-3 (RD3) protein to retinal guanylyl cyclase."}, {"pubmed": 32811265, "text": "Variants at codon 838 in the GUCY2D gene result in different phenotypes of cone rod dystrophy."}, {"pubmed": 32976546, "text": "Pathogenic variants of AIPL1, MERTK, GUCY2D, and FOXE3 in Pakistani families with clinically heterogeneous eye diseases."}, {"pubmed": 33109612, "text": "GUCY2D mutations in retinal guanylyl cyclase 1 provide biochemical reasons for dominant cone-rod dystrophy but not for stationary night blindness."}, {"pubmed": 33670772, "text": "Leber Congenital Amaurosis Due to GUCY2D Mutations: Longitudinal Analysis of Retinal Structure and Visual Function."}, {"pubmed": 34048777, "text": "Novel variants in GUCY2D causing retinopathy and the genotype-phenotype correlation."}, {"pubmed": 34470921, "text": "Homozygosity mapping coupled with whole-exome sequencing and protein modelling identified a novel missense mutation in GUCY2D in a consanguineous Pakistani family with Leber congenital amaurosis."}, {"pubmed": 34537244, "text": "Retinal degeneration-3 protein attenuates photoreceptor degeneration in transgenic mice expressing dominant mutation of human retinal guanylyl cyclase."}, {"pubmed": 36490268, "text": "The impact of modifier genes on cone-rod dystrophy heterogeneity: An explorative familial pilot study and a hypothesis on neurotransmission impairment."}, {"pubmed": 36509996, "text": "Phenotypic characterization of autosomal dominant progressive cone dystrophies associated with a heterozygous variant c.2512C>T of GUCY2D gene in a large kindred."}, {"pubmed": 37327959, "text": "Comprehensive Genotyping and Phenotyping Analysis of GUCY2D-Associated Rod- and Cone-Dominated Dystrophies."}, {"pubmed": 37775646, "text": "A natural history study of autosomal dominant GUCY2D-associated cone-rod dystrophy."}], "genomic_pos": {"chr": "17", "end": 8020342, "ensemblgene": "ENSG00000132518", "start": 8002615, "strand": 1}, "genomic_pos_hg19": {"chr": "17", "end": 7923657, "start": 7905912, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006182", "qualifier": "involved_in", "term": "cGMP biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007168", "qualifier": "involved_in", "term": "receptor guanylyl cyclase signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007601", "qualifier": "involved_in", "term": "visual perception"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019934", "qualifier": "involved_in", "term": "cGMP-mediated signaling"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0022400", "qualifier": "involved_in", "term": "regulation of opsin-mediated signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0001750", "pubmed": 7912093, "qualifier": "located_in", "term": "photoreceptor outer segment"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005640", "pubmed": 7777544, "qualifier": "located_in", "term": "nuclear outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 30319355, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042622", "qualifier": "located_in", "term": "photoreceptor outer segment membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0097381", "qualifier": "located_in", "term": "photoreceptor disc membrane"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0001653", "qualifier": "enables", "term": "peptide receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004016", "qualifier": "enables", "term": "adenylate cyclase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004383", "qualifier": "enables", "term": "guanylate cyclase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004383", "pubmed": [21928830, 30319355], "qualifier": "enables", "term": "guanylate cyclase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004383", "qualifier": "enables", "term": "guanylate cyclase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0004672", "qualifier": "enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21078983, 21124868], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 1356371, "qualifier": "enables", "term": "signaling receptor activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0042803", "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}]}, "homologene": {"genes": [[7955, 140426], [8364, 100496590], [9544, 716734], [9598, 750641], [9606, 3000], [9615, 403863], [9913, 282245], [10090, 14919], [10116, 79222]], "id": 55442}, "interpro": [{"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Adenylyl cyclase class-3/4/guanylyl cyclase", "id": "IPR001054", "short_desc": "A/G_cyclase"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Receptor, ligand binding region", "id": "IPR001828", "short_desc": "ANF_lig-bd_rcpt"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Haem NO binding associated", "id": "IPR011645", "short_desc": "HNOB_dom_associated"}, {"desc": "Adenylyl cyclase class-4/guanylyl cyclase, conserved site", "id": "IPR018297", "short_desc": "A/G_cyclase_CS"}, {"desc": "Periplasmic binding protein-like I", "id": "IPR028082", "short_desc": "Peripla_BP_I"}, {"desc": "Nucleotide cyclase", "id": "IPR029787", "short_desc": "Nucleotide_cyclase"}], "ipi": "IPI00027242", "map_location": "17p13.1", "name": "guanylate cyclase 2D, retinal", "other_names": ["ROS-GC", "central areolar choroidal dystrophy", "cone rod dystrophy 6", "guanylate cyclase 2D, membrane (retina-specific)", "retinal guanylate cyclase 1", "retinal guanylyl cyclase 1", "rod outer segment membrane guanylate cyclase"], "pantherdb": {"HGNC": "4689", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "105123", "ortholog_type": "LDO", "panther_family": "PTHR11920", "taxid": 10090, "uniprot_kb": "P52785"}, {"RGD": "620438", "ortholog_type": "LDO", "panther_family": "PTHR11920", "taxid": 10116, "uniprot_kb": "P51840"}, {"ZFIN": "ZDB-GENE-011128-9", "ortholog_type": "O", "panther_family": "PTHR11920", "taxid": 7955, "uniprot_kb": "A2BFQ0"}, {"ZFIN": "ZDB-GENE-011128-8", "ortholog_type": "LDO", "panther_family": "PTHR11920", "taxid": 7955, "uniprot_kb": "E7F111"}, {"FlyBase": "FBgn0085386", "ortholog_type": "O", "panther_family": "PTHR11920", "taxid": 7227, "uniprot_kb": "A0A4D6K026"}, {"dictyBase": "DDB_G0274569", "ortholog_type": "O", "panther_family": "PTHR11920", "taxid": 352472, "uniprot_kb": "Q03101"}, {"dictyBase": "DDB_G0275009", "ortholog_type": "O", "panther_family": "PTHR11920", "taxid": 352472, "uniprot_kb": "Q553Y7"}], "uniprot_kb": "Q02846"}, "pathway": {"biocarta": {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, "kegg": [{"id": "hsa00230", "name": "Purine metabolism - Homo sapiens (human)"}, {"id": "hsa04740", "name": "Olfactory transduction - Homo sapiens (human)"}, {"id": "hsa04744", "name": "Phototransduction - Homo sapiens (human)"}], "pid": [{"id": "cone_pathway", "name": "Visual signal transduction: Cones"}, {"id": "rhodopsin_pathway", "name": "Visual signal transduction: Rods"}], "reactome": [{"id": "R-HSA-2187338", "name": "Visual phototransduction"}, {"id": "R-HSA-2514856", "name": "The phototransduction cascade"}, {"id": "R-HSA-2514859", "name": "Inactivation, recovery and regulation of the phototransduction cascade"}, {"id": "R-HSA-9709957", "name": "Sensory Perception"}]}, "pfam": ["PF00211", "PF01094", "PF07701", "PF07714"], "pharmgkb": "PA187", "pharos": {"target_id": 2089, "tdl": "Tbio"}, "pir": "JH0717", "prosite": ["PS50011", "PS50125"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF215824", "relationship": "similar to"}, {"id": "GNF250663", "relationship": "is"}, {"id": "GNF250664", "relationship": "is"}, {"id": "GNF250665", "relationship": "is"}, {"id": "GNF250666", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083452", "relationship": "is"}, {"id": "GNF083453", "relationship": "is"}, {"id": "GNF083454", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052151", "relationship": "is"}, {"id": "GNF056917", "relationship": "is"}, {"id": "GNF061743", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068969", "relationship": "is"}, {"id": "GNF068970", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165268", "relationship": "is"}, {"id": "GNF165269", "relationship": "is"}, {"id": "GNF165270", "relationship": "is"}, {"id": "GNF165271", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323832", "relationship": "is"}, {"id": "GNF323833", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF092660", "relationship": "is"}, {"id": "GNF132358", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_009092.1"], "protein": ["NP_000171.1", "XP_011522118.1", "XP_054171864.1"], "rna": ["NM_000180.4", "XM_011523816.2", "XM_054315889.1"], "translation": [{"protein": "XP_011522118.1", "rna": "XM_011523816.2"}, {"protein": "XP_054171864.1", "rna": "XM_054315889.1"}, {"protein": "NP_000171.1", "rna": "NM_000180.4"}]}, "reporter": {"HG-U133_Plus_2": "207884_at", "HG-U95Av2": "31977_at", "HTA-2_0": ["TC17000123.hg.1", "TC17002473.hg.1"], "HuEx-1_0": "3709384", "HuGene-1_1": "8004763", "HuGene-2_1": "16830863"}, "retired": [772, 1322, 1323, 8145], "summary": "This gene encodes a retina-specific guanylate cyclase, which is a member of the membrane guanylyl cyclase family. Like other membrane guanylyl cyclases, this enzyme has a hydrophobic amino-terminal signal sequence followed by a large extracellular domain, a single membrane spanning domain, a kinase homology domain, and a guanylyl cyclase catalytic domain. In contrast to other membrane guanylyl cyclases, this enzyme is not activated by natriuretic peptides. Mutations in this gene result in Leber congenital amaurosis and cone-rod dystrophy-6 diseases. [provided by RefSeq, Dec 2008].", "symbol": "GUCY2D", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415364"}, "unigene": "Hs.592109", "uniprot": {"Swiss-Prot": "Q02846"}, "wikipedia": {"url_stub": "Template:PBB/3000"}}