{"AllianceGenome": "4739", "HGNC": "4739", "MIM": "601772", "_id": "3014", "_version": 2, "accession": {"genomic": ["AP003391.1", "CH471065.1", "CP068267.2", "DQ015918.1", "NC_000011.10", "NC_060935.1", "NG_008093.1"], "protein": ["AAH04915.1", "AAH11694.1", "AAH13416.1", "AAY22178.1", "CAA32968.1", "CAG33360.1", "EAW67451.1", "NP_002096.1", "P16104.2"], "rna": ["BC004915.2", "BC011694.2", "BC013416.2", "CR457079.1", "NM_002105.3", "X14850.1"], "translation": [{"protein": "AAH04915.1", "rna": "BC004915.2"}, {"protein": "AAH13416.1", "rna": "BC013416.2"}, {"protein": "NP_002096.1", "rna": "NM_002105.3"}, {"protein": "CAG33360.1", "rna": "CR457079.1"}, {"protein": "AAH11694.1", "rna": "BC011694.2"}, {"protein": "CAA32968.1", "rna": "X14850.1"}]}, "alias": ["H2A.X", "H2A/X", "H2AFX"], "ensembl": {"gene": "ENSG00000188486", "protein": ["ENSP00000364310", "ENSP00000434024"], "transcript": ["ENST00000375167", "ENST00000530167"], "translation": [{"protein": "ENSP00000434024", "rna": "ENST00000530167"}, {"protein": "ENSP00000364310", "rna": "ENST00000375167"}], "type_of_gene": "protein_coding"}, "entrezgene": "3014", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.82413934, "exp_mis": 96.5701227, "exp_syn": 54.90445, "lof_z": 1.66468753272368, "mis_z": 3.81113565955655, "mu_lof": 2.1226817658e-07, "mu_mis": 8.48625376331e-06, "mu_syn": 4.80885654183e-06, "n_lof": 0.0, "n_mis": 20.0, "n_syn": 33.0, "p_li": 0.620410500240712, "p_null": 0.0323659145958712, "p_rec": 0.347223585163417, "syn_z": 1.8326437285479}, "bp": 432, "cds_end": 118966104, "cds_start": 118965672, "n_exons": 1, "nonpsych": {"exp_lof": 2.5354831, "exp_mis": 87.384647, "exp_syn": 49.6731898, "lof_z": 1.56380401237244, "mis_z": 3.74375586080314, "mu_lof": 2.1226817658e-07, "mu_mis": 8.48625376331e-06, "mu_syn": 4.80885654183e-06, "n_lof": 0.0, "n_mis": 18.0, "n_syn": 29.0, "p_li": 0.62351040647671, "p_null": 0.0370757228815053, "p_rec": 0.339413870641785, "syn_z": 1.84675788765874}, "nontcga": {"exp_lof": 2.59619689, "exp_mis": 88.8425081, "exp_syn": 50.51008482, "lof_z": 1.58946171371208, "mis_z": 3.85020893962802, "mu_lof": 2.1226817658e-07, "mu_mis": 8.48625376331e-06, "mu_syn": 4.80885654183e-06, "n_lof": 0.0, "n_mis": 16.0, "n_syn": 32.0, "p_li": 0.608585275288831, "p_null": 0.035312352794273, "p_rec": 0.356102371916896, "syn_z": 1.64907938405641}, "transcript": "ENST00000530167.1"}, "exons": [{"cdsend": 119095394, "cdsstart": 119094962, "chr": "11", "position": [[119093874, 119095465]], "strand": -1, "transcript": "NM_002105", "txend": 119095465, "txstart": 119093874}], "exons_hg19": [{"cdsend": 118966104, "cdsstart": 118965672, "chr": "11", "position": [[118964584, 118966175]], "strand": -1, "transcript": "NM_002105", "txend": 118966175, "txstart": 118964584}], "generif": [{"pubmed": 12033261, "text": "The site of very early phosphorylation of H2A.X (obtained from human skin fibroblast cells)in response to low-dose radiation was identified by mass spectrometry."}, {"pubmed": 12220643, "text": "During the end-joining reaction H2AX is phosphorylated at Ser-139 as detected by immunoblot with specific antibodies and phosphorylation is inhibited by wortmannin, in vitro the DNA end-joining reaction appears to be independent of H2AX phosphorylation."}, {"pubmed": 12372432, "text": "H2AX has low diffusional mobility in the nucleus"}, {"pubmed": 12551934, "text": "H2AX is involved in a pathway with NFBD1, 53BP1, and Chk2 in recruitment of repair and signaling proteins to sites of DNA damage"}, {"pubmed": 12660252, "text": "phosphorylation of and activation of Mre11, Rad50, and Nbs1 in response to replication-dependent DNA double-strand breaks induced by mammalian DNA topoisomerase I cleavage complexes"}, {"pubmed": 12689589, "text": "Sex chromosomes of histone H2AX-deficient spermatocytes don't form a sex body or initiate MSCI, and show defects in meiotic pairing. H2AX is required for the chromatin remodeling and associated silencing in male meiosis."}, {"pubmed": 12792649, "text": "Migration of repair and signalling proteins to double-stranded breaks is not abrogated in H2AX(-/-) cells, or in those that have been reconstituted with H2AX mutants that eliminate phosphorylation."}, {"pubmed": 12915485, "text": "Fibroblasts from patients with Huntington disease and spinocerebellar ataxia-2 showed significant phosphorylation."}, {"pubmed": 12926989, "text": "a role in repairing DNA double-stranded breaks in human cells"}, {"pubmed": 14627815, "text": "DNA-PK can be activated by nucleosomes through the ability of Ku to bind to the ends of nucleosomal DNA, and that the activated DNA-PK is capable of phosphorylating H2AX within the nucleosomes"}, {"pubmed": 15201865, "text": "MDC1 couples DNA ds-break recognition by NBS1 with its H2AFX-dependent chromatin retention."}, {"pubmed": 15279782, "text": "chromatin restructuring mediated by H2AX phosphorylation concentrates DNA repair/signaling factors and tethers DNA ends together [review]"}, {"pubmed": 15389585, "text": "DNA-PK, ATM and possibly other kinases implicated in H2AX phosphorylation."}, {"pubmed": 15485898, "text": "we show a requirement for Rad17 and Hus1 to induce G(2) arrest as well as Vpr-induced phosphorylation of histone 2A variant X (H2AX) and formation of nuclear foci containing H2AX and breast cancer susceptibility protein 1"}, {"pubmed": 15574327, "text": "ATM, Artemis, and proteins locating to gamma-H2AX foci have roles in double-strand break rejoining"}, {"pubmed": 15613478, "text": "Histone gamma-H2AX promotes binding of nuclear DNA helicase II to transcriptionally stalled sites on chromosomal DNA."}, {"pubmed": 15655354, "text": "data are consistent with the notion that H2AX phosphorylation observed throughout S phase reflects formation of double-strand breaks due to the collision of replication forks with the UV-induced primary DNA lesions"}, {"pubmed": 15707990, "text": "In this communication, we present the first evidence that heat shock induces the phosphorylated form of histone H2AX, which is thought to be generated at the chromatin proximal to DSB sites"}, {"pubmed": 15733840, "text": "Werner syndrome protein co-localizes and associates with gamma H2AX"}, {"pubmed": 15816840, "text": "untreated melanoma cells express significantly greater numbers of gammaH2AX foci than do untreated melanocytes"}, {"pubmed": 15905198, "text": "Phosphorylated H2AX is a sensitive assay for the presence of double strand breaks."}, {"pubmed": 16046194, "text": "DNA-PK activity is required for the increased expression of H2AX in iradiated cells under hypertonic conditions."}, {"pubmed": 16153602, "text": "Even in the absence of DNA damage, phosphorylation of H2AX in normal cell cycle progression may contribute to maintenance of genomic integrity."}, {"pubmed": 16240122, "text": "these data implicate BRCA1 and the H2AX kinase in replication of facultative heterochromatin on the inactive X chromosome"}, {"pubmed": 16382446, "text": "H2AX is not a target gene for 11q23 deletions in MCL"}, {"pubmed": 16426422, "text": "Frequency of activated ATM and phosphorylated H2AX molecules, per apoptotic cell, is comparable."}, {"pubmed": 16494514, "text": "phosphorylated histone H2AX foci persist if DNA breaks are rejoined"}, {"pubmed": 16494516, "text": "increased histone H2AX phosphorylation also occurred outside of double-strand break sites after exposure to ionizing radiation"}, {"pubmed": 16628006, "text": "2-deoxy-D-glucose reduces the level of constitutive activation of ATM and phosphorylation of histone H2AX"}, {"pubmed": 16678501, "text": "XPF is required to form gamma-H2AX and likely double strand breaks in response to interstrand crosslinks in human cells"}, {"pubmed": 16788066, "text": "H2AX phosphorylation in G(1) cells depends on nucleotide excision repair factors that may expose the S-139 site to kinase activity, is not due to DNA double-strand breaks, and plays a larger role in UV-induced signal transduction than previously realized."}, {"pubmed": 16820894, "text": "H2AX phosphorylation on Ser-139 in cells untreated by genotoxic agents is cell-cycle phase specific and attenuated by scavenging reactive oxygen species"}, {"pubmed": 16872365, "text": "The higher level of constitutive H2AX phosphorylation in cells harbouring wt tumour protein p53 may thus indicate that tumour protein p53 plays a role in facilitating histone H2AX phosphorylation."}, {"pubmed": 16909103, "text": "A model is proposed for non-targeted (bystander) signaling leading to gamma H2AX foci induction in irradiated primary astrocytes and glioma cells."}, {"pubmed": 16927366, "text": "These results demonstrate that neither RPA hyper-phosphorylation nor H2AX are required for the formation in RPA intra-nuclear foci in response to DNA damage/replicational stress."}, {"pubmed": 16953663, "text": "We determined independently that those siblings with mean numbers of foci per cell in the range of ATM heterozygotes carried the mutant allele, while both siblings with a normal number of foci per cell after irradiation had normal alleles."}, {"pubmed": 17064697, "text": "H2AX phosphorylation and two other collaborating proteins, Rad50 and 53BP1, were generated in spermatozoa after H(2)O(2) exposure; oxidative stress can induce H2AX phosphorylation in human spermatozoa through double strand break induction"}, {"pubmed": 17106266, "text": "induction of oxidative stress in human peripheral blood leukocytes by phorbol myristate acetate (PMA) was associated with intense phosphorylation of histone H2AX"}, {"pubmed": 17110439, "text": "data support a model in which the size and distribution of H2AX clusters define the boundaries of gamma-H2AX spreading and also may provide a platform for the immediate and robust response observed after DNA damage"}, {"pubmed": 17203247, "text": "Genotoxic responses to ultraviolet radiation, like increase in the phosphorylation of histone H2AX, induction of p53 protein and binding of this protein to its DNA consensus sequence, were all decreased on the restrictive substrate."}, {"pubmed": 17227291, "text": "The levels of CAA and CHP in lymphocytes were increased many-fold during their stimulation. This increase was paralleled by the rise in extent of endogenously generated ROS."}, {"pubmed": 17276133, "text": "Heat shock does not induce gammaH2AFX foci formation but protects cells from methylnitrososguanidine."}, {"pubmed": 17327276, "text": "We propose a model that perturbed gap-filling synthesis following dual incision in NER generates single-strand DNA gaps and hence initiates H2AX phosphorylation."}, {"pubmed": 17372987, "text": "These findings demonstrate that exposure of crude oil to sunlight makes the water soluble fraction phototoxic, generating DNA double strand breaks accompanying the appearance of gamma-H2AX in human skin cells."}, {"pubmed": 17548670, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17548670, "text": "data support the hypothesis that genetic variation in the H2AFX gene influences genetic susceptibility or resistance to some subtypes of non-Hodgkin lymphoma by contributing to the maintenance of genome stability."}, {"pubmed": 17594478, "text": "implicate ataxia telangiectasia mutated as the phosphoinositide 3-kinase related protein kinases that phosphorylates H2AX in response to DNA damage caused by cigarette smoke"}, {"pubmed": 17634426, "text": "This is the first report of high ATM-Chk2 kinase activation and its linkage to replication defects in a Bloom syndrome model."}, {"pubmed": 17668632, "text": "phosphorylated histone H2AX in differentiated somatic cells differed from the cells"}, {"pubmed": 17709392, "text": "Data suggest that the sequential acetylation and ubiquitination of H2AX by TIP60-UBC13 promote enhanced histone dynamics, which in turn stimulate a DNA damage response."}, {"pubmed": 17851762, "text": "H2AFX promoter polymorphisms may contribute to the etiology of sporadic breast cancer in young non-Hispanic white women"}, {"pubmed": 17851762, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17874213, "text": "histone H2AX inhibits transcription through phosphorylation and can decrease chromatin movement at DSBs and frequency of misjoining of DNA ends"}, {"pubmed": 17904670, "text": "We conclude that the method of detection of residual gammaH2AX after in vitro irradiation of lymphocytes and monocytes was simple, reproducible, and sensitive."}, {"pubmed": 17925396, "text": "MCPH1 functions in an H2AX-dependent but MDC1-independent pathway in response to DNA damage"}, {"pubmed": 17957241, "text": "gammaH2AX is regarded as forming a platform for the recruitment or retention of other DNA repair and signaling molecules"}, {"pubmed": 18001825, "text": "RNF8 is required for H2AX ubiquitylation after DNA damage."}, {"pubmed": 18206537, "text": "Copy number alterations of the H2AFX gene in sporadic breast cancer patients."}, {"pubmed": 18285460, "text": "Rvb1 is critical for the dephosphorylation of phospho-H2AX due to the role of Rvb1 in maintaining the histone acetyltransferase activity of Tip60/NuA4"}, {"pubmed": 18328813, "text": "Present data represent the first evidence for the role of NBS1 tandem BRCT domains in gamma-H2AX recognition, and could explain the severe phenotype observed in 657del5/R215W NBS patients."}, {"pubmed": 18406329, "text": "Data establish FACT as the major regulator involved in H2AX exchange process that is modulated by H2AX phosphorylation and Spt16 ADP-ribosylation."}, {"pubmed": 18457664, "text": "X-ray-induced gamma-H2AX foci in G0 lymphocyte nuclei contain more than one DSB and that the increasing number of DSBs per gamma-H2AX repair factory lead to an increased rate of misrepair."}, {"pubmed": 18536151, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18536151, "text": "Unlikely that the H2AX mutations are a common genetic cause of spermatogenic impairment in idiopathic infertile men."}, {"pubmed": 18614045, "text": "A three-protein PP4 phosphatase complex in mammalian cells, containing PP4C, PP4R2, and PP4R3beta, specifically dephosphorylates ATR-mediated gamma-H2AX generated during DNA replication."}, {"pubmed": 18616816, "text": "results show that DNA replication stress rapidly leads to increased soluble H2AX and that non-chromatin-associated H2AX can sensitize cells to undergo apoptosis"}, {"pubmed": 18622584, "text": "Studies summarize mechanisms by which H2AX functions during V(D)J recombination to coordinate DSB repair with cellular proliferation and survival to prevent translocations and suppress lymphomagenesis."}, {"pubmed": 18638378, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18656236, "text": "The overexpression of gamma-H2AX in melanoma as opposed to nevus indicates its possible role in melanomagenesis."}, {"pubmed": 18727058, "text": "H2AX phosphorylation occurs in response to replication fork damage caused by cisplatin induced DNA lesions, probably interstrand crosslinks."}, {"pubmed": 18829552, "text": "ATM, Mre11, and Rad50 are required for survival after replication fork stalling, whereas Nbs1 and H2AX are inconsequential."}, {"pubmed": 18955500, "text": "These findings suggest that nuclear activation of Chk2 by TRAIL acts as a positive feedback loop involving the mitochondrion-dependent activation of caspases, independently of p53."}, {"pubmed": 19005492, "text": "Histone H2AX phosphorylation on a serine four residues from the carboxyl terminus is a sensitive marker for DNA double-strand breaks, which may lead to cancer [REVIEW]"}, {"pubmed": 19020308, "text": "Zalypsis provoked DNA double-strand breaks (DSBs), evidenced by an increase in phospho-histone-H2AX and phospho-CHK2, followed by a striking overexpression of p53 in p53 wild-type cell lines"}, {"pubmed": 19064695, "text": "Changes in chromatin structure are sufficient to elicit extensive gamma-H2AX formation in the relative absence of DNA strand breaks."}, {"pubmed": 19092802, "text": "WSTF phosphorylates Tyr 142 of H2A.X, and WSTF activity has an important role in regulating several events that are critical for the DNA damage response"}, {"pubmed": 19107196, "text": "ABCG2 protects ES cells from PPIX accumulation during colony expansion, and that p53 and gammaH2AX acts as a downstream checkpoint of ABCG2-dependent defense machinery in order to maintain the self-renewal of ES cells."}, {"pubmed": 19146767, "text": "BRCA1, ATR and gammaH2AX in the human may be part of a system which signals unsynapsed chromosomes at pachytene and may lead to their silencing."}, {"pubmed": 19180575, "text": "RPAP3 interacts with Reptin to modulate UV-induced DNA damage by regulating H2AX phosphorylation"}, {"pubmed": 19202324, "text": "DNA DSBs may be not a direct cause of micronuclei generation or H2AX phosphorylation"}, {"pubmed": 19234442, "text": "EYA is involved in promoting efficient DNA repair rather than apoptosis in response to genotoxic stress in mammalian embryonic kidney cells by executing a damage-signal-dependent dephosphorylation of an H2AX carboxy-terminal tyrosine phosphate (Y142)"}, {"pubmed": 19265496, "text": "This work reports the first characterization of h2ax DNA double strand break repair in human primary thyrocytes, a relevant clinical model for thyroid carcinogenesis"}, {"pubmed": 19273588, "text": "Results establish a new role for H2AX in the p53/p21 pathway and indicate that H2AX is required for p21-induced cell cycle arrest after replication stalling."}, {"pubmed": 19305155, "text": "Results demonstrate a role for H2AX Serine 139 phosphorylation in cell cycle regulation and apoptosis, and for Lysine 119 in the control of H2AX turnover."}, {"pubmed": 19338747, "text": "gamma-H2AX has important role for effective DNA double-strand breaks dependent activation of ATM-related damage responses via NBS1."}, {"pubmed": 19351884, "text": "EYA2 and EYA3 displayed specificity for Tyr-142 of H2A.X"}, {"pubmed": 19377482, "text": "miR-24 upregulation in postreplicative cells reduces H2AX and makes them vulnerable to DNA damage."}, {"pubmed": 19377486, "text": "H2AX, and hence activation of the DNA repair response, is needed for endothelial cells to maintain their proliferation under hypoxic conditions and is crucial for hypoxia-driven neovascularization."}, {"pubmed": 19397442, "text": "the decrease of H2AX phosphorylation after treatment with forskolin in irradiated cells reflects a lesser extent of apparent H2AX modification at individual DSBs"}, {"pubmed": 19401347, "text": "GammaH2AX can provide useful information on the response of human tumors to the combination of cisplatin and radiation, but prediction becomes less accurate as more time elapses between treatment and tumor biopsy."}, {"pubmed": 19446503, "text": "The balance of H2A.X Tyr142 phosphorylation/dephosphorylation may constitute a novel switch mechanism to determine cell fate after DNA damage."}, {"pubmed": 19477424, "text": "DNA damage response protein, H2AX, promotes tumor growth and angiogenesis."}, {"pubmed": 19500350, "text": "Study demonstrated that RNF168 is endowed with ubiquitin ligase activity both in vitro and in vivo, which targets histones H2A and H2AX, but not H2B, forming K63 polyubiquitin chains."}, {"pubmed": 19513550, "text": "gammaH2AX and cleaved PARP-1 as apoptotic markers in irradiated breast cancer BT474 cellular spheroids."}, {"pubmed": 19536649, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19638463, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19651821, "text": "Transforming growth factor beta (TGF-beta), and nitric oxide (NO) were found to elevate gamma-H2AX foci foci in normal cell cultures."}, {"pubmed": 19707781, "text": "This review focuses on the potential clinical applications of gamma-H2AX detection in cancer and in response to other cellular stresses."}, {"pubmed": 19805520, "text": "indicate that the SWI/SNF complex associates with XPC at the damage site and thereby facilitates the access of ATM, which in turn promotes H2AX and BRCA1 phosphorylation."}, {"pubmed": 19859659, "text": "gammaH2AX foci form preferentially in actively transcribing euchromatin following gamma-irradiation."}, {"pubmed": 19861731, "text": "The rapid kinetics of gamma-H2AX induction and loss presents a major challenge to its successful application as a triage tool"}, {"pubmed": 19895790, "text": "Sirt1 and Tip60 cooperatively regulate DNA damage response signaling and DNA repair by controlling the state of H2AX acetylation."}, {"pubmed": 19903578, "text": "Endogenous gammaH2AX foci are enriched in hypoxic tumour regions"}, {"pubmed": 19910469, "text": "MRE11-RAD50-NBS1 complex dictates DNA repair independent of H2AX."}, {"pubmed": 19952118, "text": "Data show that Lamellarin D also exerted a topoisomerase I-mediated DNA damage response resulting in H2AX phosphorylation, and the upregulation of the DNA repair protein Rad51 and of p53."}, {"pubmed": 19996277, "text": "Results indicated that SYUIQ-5 triggered potent telomere damage through TRF2 delocalization from telomeres, and overexpression of TRF2 inhibited SYUIQ-5-induced gamma-H2AX expression."}, {"pubmed": 20023412, "text": "Increased H2AFX expression is associated with colorectal tumor progression."}, {"pubmed": 20028875, "text": "in ductal carcinoma in situ lesions, high COX-2 expression is associated with high gammaH2AX, TRF2, activin A, and telomere malfunction"}, {"pubmed": 20046100, "text": "The gammaH2AX foci change composition during the cell cycle, with proteins 53BP1, NBS1 and MRE11 dissociating from foci in G(2) and mitosis to return at the beginning of the following G(1)."}, {"pubmed": 20051134, "text": "gammaH2AX foci have a role in lethal DNA lesions"}, {"pubmed": 20053681, "text": "gammaH2AX foci in Chk1-depleted cells may represent sites of persistent replication fork damage or abandonment that are unable to resume DNA synthesis but do not play a direct role in the Chk1 suppressed death pathway"}, {"pubmed": 20062073, "text": "Hsp72-depleted cells specifically impaired the gammaH2AX pathway of the DNA damage response."}, {"pubmed": 20101220, "text": "Wip1 has an essential role in dephosphorylation of gamma-H2AX to silence the checkpoint and restore chromatin structure once DNA damage is repaired."}, {"pubmed": 20118229, "text": "Wild-type p53-induced phosphatase 1 dephosphorylates histone variant gamma-H2AX and suppresses DNA double strand break repair."}, {"pubmed": 20150765, "text": "The potential utility and significance of gammaH2AX as a molecular marker of aging and disease is analysed."}, {"pubmed": 20157507, "text": "Analysis of H2AFX as an indicator of response to antineoplastic agents and radiation therapy is discussed."}, {"pubmed": 20173316, "text": "When normal human fibroblasts (AG1522 cells) were exposed to 3 Gy of X-rays as a control, clearly discernable foci for these proteins were detected, and these foci localized with gammaH2AX foci."}, {"pubmed": 20224553, "text": "The SWI/SNF chromatin remodelling complex, earlier known to facilitate the phosphorylation of histone H2AX at Ser-139 (S139ph) after DNA damage, binds to gamma-H2AX (the phosphorylated form of H2AX)-containing nucleosomes in S139ph-dependent manner."}, {"pubmed": 20351298, "text": "analysis of formation of gammaH2AX and 53BP1 that coincide at sites of double-strand breaks (DSBs) after ionizing radiation"}, {"pubmed": 20356835, "text": "histone H2A.X phosphorylation by DNA-dependent protein kinase is not affected by core histone acetylation, but it alters nucleosome stability and histone H1 binding"}, {"pubmed": 20360682, "text": "The study is the first genome-wide mapping of gamma-H2AX around DNA double strand breaks."}, {"pubmed": 20372780, "text": "significant differences are observed in gammaH2AX among endometrioid adenocarcinoma cell lines in the effects of DNA damage vis-a-vis cell cycle phase specificity, induction of apoptosis or senescence following drug treatment"}, {"pubmed": 20448412, "text": "ATM is the predominant protein which is active in the phosphorylation of histone H2AX after heating."}, {"pubmed": 20461094, "text": "Phosphorylated histone H2AX focus measurement has limited scope as a pre-radiotherapy (RT) predictive assay in lymphoblast cell lines from RT patients"}, {"pubmed": 20488183, "text": "H2AXK36Ac is therefore a novel, constitutive histone modification located within the histone core region which regulates radiation sensitivity independently of H2AX phosphorylation."}, {"pubmed": 20506293, "text": "the opposing effects of baicalein on securin and gamma-H2AX levels may be involved in the regulation of cell viability and genomic stability by this compound."}, {"pubmed": 20569192, "text": "Measurements of the gamma-H2AX-intensities from 15-60 min resulted in a 16 % decrease for carbon ions and in a 43 % decrease for X-rays."}, {"pubmed": 20573551, "text": "Our data also show that formation of gamma-H2A.X correlates with PARP-1-expressing cells in S-phase of the cell cycle."}, {"pubmed": 20681785, "text": "This gamma-H2AX-based assay may be useful for biodosimetry for triage to distinguish among individuals who have received negligible doses from those with significantly exposures."}, {"pubmed": 20811699, "text": "Histone deacetylase inhibitors valproic acid and depsipeptide sensitize retinoblastoma cells to radiotherapy by increasing H2AX phosphorylation and p53 acetylation-phosphorylation."}, {"pubmed": 20823146, "text": "This review summarizes the roles of gammaH2AX and PAR in the DNA damage response, and their use as biomarkers to monitor drug response and guide clinical trials."}, {"pubmed": 20921231, "text": "H2AX is a substrate of MST1, which functions to induce apoptotic chromatin condensation and DNA fragmentation"}, {"pubmed": 21068397, "text": "It was demonstrated that peripheral cells of overweight and obese children showed increased levels of double-strand DNA breaks which were not completely repaired as part of them has been converted into micronuclei."}, {"pubmed": 21116096, "text": "statistically significant differences in the number of gammaH2AX foci between DNA repair-deficient and -proficient cell lines"}, {"pubmed": 21124906, "text": "Results demonstrate that the use of a high throughput gamma-H2AX biodosimeter would be useful for days post-exposure in applications like large-scale radiological events or radiation therapy."}, {"pubmed": 21131828, "text": "Overexpression of gamma-H2AX in CIN2/3 and invasive squamous cell carcinoma of the uterine cervix reflects the neoplastic transformation of cervical squamous epithelia in reaction to increased DNA-damage"}, {"pubmed": 21142613, "text": "investigated the gammaH2AX foci kinetics as an indicator for the development of acute normal tissue complications during Intensity-Modulated Radiotherapy for head and neck cancer"}, {"pubmed": 21184737, "text": "These all results suggest that cytoplasmic H2AX could play an important role in TrkA-mediated cell death by modulating TrkA upon DNA damage."}, {"pubmed": 21199394, "text": "correlations between H2AX gene expression and the evaluated clinical features of the patients were not significant"}, {"pubmed": 21463514, "text": "study provides evidence for role of miR-24-2 in guiding H2AFX gene expression in the background of the differential status of gene copy number; study identifies antiapoptotic gene BCL-2 as a cellular target of miR-24-2 and provides mechanistic insight into the apoptotic induction caused by miR-24-2 overexpression"}, {"pubmed": 21505975, "text": "Adriamycin resistance in K562 cells can be reversed by inhibiting gammaH2AX."}, {"pubmed": 21512825, "text": "single-nucleotide polymorphism in the H2AFX promoter region is associated with glioma."}, {"pubmed": 21566283, "text": "The mdr-1/P-gp expression was decreased, and gammaH2AX expression was upregulated in heat-and neferine-treated MCF7 cells."}, {"pubmed": 21566653, "text": "constitutive activation of the PI3-kinase-dependent DNA damage pathway underlies constitutive phosphorylation of H2AX in multiple myeloma patient samples and cell lines."}, {"pubmed": 21596504, "text": "A CT examination with a CT scanner resulting in lower DLP values induces less gamma-H2AX foci representing DNA DSBs in patient's lymphocytes."}, {"pubmed": 21631283, "text": "There was no association between polymorphisms and the risk of overall NHL, all B cell lymphoma, or all T cell lymphoma. However, the -1420 AA genotype was associated with decreased diffuse large B cell lymphoma risk."}, {"pubmed": 21676867, "text": "a distinct monoubiquitination-dependent mechanism that is required for H2AX phosphorylation and the initiation of DDR."}, {"pubmed": 21690091, "text": "monoubiquitination of H2AX is an important step for DNA damage response"}, {"pubmed": 21704409, "text": "it may be possible to use residual gammaH2AX foci to identify treatment-resistant tumour cells early in the course of therapy. {review}"}, {"pubmed": 21840613, "text": "Constitutive gamma-H2AX and 53BP1 staining reveals a subset of patients with triple negative breast tumors that have a significantly poorer prognosis."}, {"pubmed": 21938931, "text": "Phosphorylation of histone H2AX in human lymphocytes as a possible marker of effective cellular response to ionizing radiation"}, {"pubmed": 21979596, "text": "Expression patterns of survivin and gamma-H2AX were different, suggesting their involvement in different biologic mechanisms as an early event leading to resistance to apoptosis in vulvar carcinogenesis."}, {"pubmed": 22154951, "text": "the crystal structures of MCPH1 natural variant (A761) C-terminal tandem BRCT domains alone as well as in complex with gammaH2AX tail"}, {"pubmed": 22170789, "text": "The induction and repair of gamma-H2AX foci in three human cell types with different capacities for the repair of DNA double strand breaks, is reported."}, {"pubmed": 22442661, "text": "Conformational temperature-dependent behavior of a histone H2AX: a coarse-grained Monte Carlo approach via knowledge-based interaction potentials."}, {"pubmed": 22467212, "text": "Endogenous H2AX was concentrated on the transcription start site of actively transcribed genes but was irrelevant to pausing of RNA polymerase II, which precisely coincided with gamma-H2AX of endogenous origin."}, {"pubmed": 22655027, "text": "Following genotoxic stress, loss or inactivation of CCDC6 in cancers that carry the CCDC6 fusion, accelerates the dephosphorylation of pH2AX S139, resulting in defective G2 arrest and premature mitotic entry."}, {"pubmed": 22730535, "text": "Both redundant and nonredundant functions of H2AX and ATM transgenes are required for normal recombination of T cell receptor (TCR) loci, proliferative expansion of developing thymocytes, and maintenance of genomic stability in cycling alphabeta T-lineage cells."}, {"pubmed": 22754379, "text": "The review illustrates the critical role of Arf/p53 mutations-dependent H2AX downregulation in the establishment of a growth-arrested cellular state."}, {"pubmed": 22787276, "text": "data suggest that in an asynchronous cell culture heat shock might affect DNA integrity both directly and via arrest of replication fork progression and phosphorylation of H2AX has a protective effect on the arrested replication forks in addition to its known DNA damage signaling function"}, {"pubmed": 22946062, "text": "In the absence of LSH, the histone variant H2AX is not efficiently phosphorylated in response to DNA damage."}, {"pubmed": 22972498, "text": "Data suggest that TOPORS (topoisomerase I binding, arginine-serine-rich protein) plays key role in turnover of H2AX depending on the type of oxidative stress/DNA damage; TOPORS may act as an E3 ubiquitin ligase for H2AX."}, {"pubmed": 22980979, "text": "Ubiquitin-dependent signaling during the DNA damage response (DDR) to double-strand breaks is initiated by two E3 ligases, RNF8 and RNF168, targeting histone H2A and H2AX. Study shows that ubiquitin chains per se are insufficient for signaling, but RNF168 target ubiquitination is required for DDR."}, {"pubmed": 22986342, "text": "investigated the role of coilin in the DNA damage response and found that coilin reduction correlated with significantly increased levels of soluble gammaH2AX in etoposide treated U2OS cells"}, {"pubmed": 23045526, "text": "the regulation of gamma-H2AX signals by TPX2 is not associated with apoptosis or the mitotic functions of TPX2."}, {"pubmed": 23109425, "text": "H2AX promotes human cell survival following DNA damage induction and is both sumoylated and ubiquitylated."}, {"pubmed": 23306199, "text": "cytolethal distending toxins from Haemophilus ducreyi but not from Escherichia coli affects H2AX phosphorylation and nuclear localization"}, {"pubmed": 23319141, "text": "Data indicate that the heterochromatic H2A.X is preferentially phosphorylated presumably by the accumulating WSTF-ISWI chromatin remodeling (WICH) complex, and suggests that Tyr142p might have a specific role in heterochromatin."}, {"pubmed": 23413139, "text": "we have demonstrated heterogeneity between probands in processing of presumably delayed non-crossover recombination intermediates as these were variably marked by the DNA damage sensing pathway marker Gamma-H2AX."}, {"pubmed": 23449797, "text": "H2AX phosphorylation is important for LANA-mediated Kaposi's sarcoma-associated herpesvirus episome persistence."}, {"pubmed": 23518201, "text": "The effects of selenium and the GPx-1 selenoprotein on the phosphorylation of H2AX"}, {"pubmed": 23536437, "text": "Data indicate that exposure to benzylguanine (6BG)/temozolomide (TMZ) led to increases in p53, p21, gamma-H2AX, and mitochondrial DNA damage."}, {"pubmed": 23545587, "text": "Decay of gamma-H2AX foci correlates with potentially lethal damage repair in cultured human prostate cancer cell lines."}, {"pubmed": 23617930, "text": "The gamma-H2AX assay may have potential for screening individual radiosensitivity of breast cancer patients"}, {"pubmed": 23703345, "text": "the gammaH2AX expression together with ploidy status may serve as a means of assigning the patients of IDC to a better prognostic category irrespective of the cytomorphogical parameters."}, {"pubmed": 23777805, "text": "ZNF668 knockdown reduces Tip60-H2AX interaction and impairs ionizing radiation-induced histone H2AX hyperacetylation."}, {"pubmed": 23793869, "text": "Knockdown of H2AX strongly suppressed apoptosis of A549 cells."}, {"pubmed": 23803252, "text": "damage and repair kinetics of gamma-H2AX from peripheral blood lymphocytes may have predictive value for identifying the grades of oral mucositis among head and neck cancer patients"}, {"pubmed": 23946494, "text": "High gammaH2AX serum levels are associated with bladder cancer."}, {"pubmed": 24009179, "text": "this study demonstrated that the AKLIDES system can be used as an efficient automatic screening tool for gammaH2AX foci analysis by providing new evaluation features and facilitating the identification of drugs which induce or modulate DNA damage"}, {"pubmed": 24021642, "text": "An increased level of gammaH2AX occurred in mitotic cells, and this increase was attenuated by DNA-PKcs inactivation or Chk2 depletion, but not by ATM inhibition."}, {"pubmed": 24054861, "text": "Increased gamma H2AX expression is associated with myelodysplastic syndromes"}, {"pubmed": 24064905, "text": "Quinazolinone analogue HMJ-38-provoked DNA damage stress in HUVECs via activation of gammaH2A.X/DNA-PK/GSK-3beta signaling."}, {"pubmed": 24163101, "text": "The findings suggest that active DNA replication is accompanied with the specific localization of H2AX for efficient damage repair or replication-fork stabilization in actively transcribed regions."}, {"pubmed": 24196443, "text": "Taken together, the results suggested that USP3 is a negative regulator of ubiquitination signaling, counteracting RNF168- and RNF8-mediated ubiquitination."}, {"pubmed": 24352470, "text": "Kaposi's sarcoma-associated herpesvirus induces the ATM and H2AX DNA damage response early during de novo infection of primary endothelial cells, which play roles in latency establishment."}, {"pubmed": 24363165, "text": "More residual foci are observed in RC10.1 than in RKO, indicating that decay of gamma-H2AX foci correlates with p53 functionality and PLDR in RKO cells."}, {"pubmed": 24429368, "text": "EBNA3C downregulates H2AX expression at the protein and transcript levels in epithelial cells, B cells, and Epstein-Barr virus-transformed lymphoblastoid cell lines."}, {"pubmed": 24603765, "text": "The acidic patch functions within the nucleosome as nucleosomes containing a mutated acidic patch exhibit defective H2A/H2AXub by RNF168 and RING1B/BMI1 in vitro"}, {"pubmed": 24606682, "text": "Activation of H2AX and ATM in varicella-zoster virus infected cells is associated with expression of VZV ORF61 and ORF63."}, {"pubmed": 24682951, "text": "Single-stranded DNA arisen from stalled replication forks can cause the ATR-mediated induction of phosphorylated H2AX."}, {"pubmed": 24830786, "text": "H2AX phosphorylation regulated by p38 is involved in Bim expression and apoptosis in chronic myelogenous leukemia cells induced by imatinib."}, {"pubmed": 24871368, "text": "The study reports the discovery of a proteolytic product of histone H2A in chronic lymphocytic leukemia and the myeloid THP-1 cell line."}, {"pubmed": 25043086, "text": "The expression of nuclear gamma-H2AX might be closely related to the prognosis of laryngeal squamous cell carcinoma ."}, {"pubmed": 25202016, "text": "hyperosmotic stress-activated Plk3 elicited gammaH2AX."}, {"pubmed": 25288669, "text": "DNA double-strand breaks by Cr(VI) are targeted to euchromatin and cause ATR-dependent phosphorylation of histone H2AX and its ubiquitination."}, {"pubmed": 25293814, "text": "Intensive oxidative stress induces sustained high levels of gamma-H2AX and p53"}, {"pubmed": 25459351, "text": "PhosphoChk1 and H2AX are useful biomarkers for ATR inhibition using a variety of immuno-detection methods, but timing may be critical"}, {"pubmed": 25483710, "text": "while PARP1 over-expression was detected in blasts not responsive to olaparib, phosphorylation of the histone H2AFX (gammaH2AX) was associated with drug sensitivity."}, {"pubmed": 25487737, "text": "H2AX methylation plays a role in the regulation of gamma-H2AX abundance in cancer"}, {"pubmed": 25537504, "text": "Data suggest that the mechanism of gamma-H2AX on the angiogenic activity of hepatocellular carcinoma (HCC) might go through EGFR/HIF-1alpha/VEGF pathways under hypoxic conditions."}, {"pubmed": 25619392, "text": "H2AX phosphorylation at Ser139 in human K562 cells is regulated by p38 and JNK, and is essential for resveratrol-induced apoptosis."}, {"pubmed": 25651738, "text": "gammaH2AX expression was increased in papillary thyroid carcinoma patients, correlating negatively with TNM stage and lymph node metastasis."}, {"pubmed": 25695757, "text": "Ubiquitin-H2AX fusions render 53BP1 recruitment to DNA damage sites independent of RNF8 or RNF168."}, {"pubmed": 25699650, "text": "we were able to show that miR-138 potently inhibits H2AX expression"}, {"pubmed": 25712102, "text": "Studies indicate the importance of the histone variant H2AX in a multitude of biological processes ."}, {"pubmed": 25738604, "text": "All the 17 common single-nucleotide polymorphisms located within the 3'UTR of H2AFX gene were analyzed for putative miRNA-binding sites."}, {"pubmed": 25772433, "text": "PP2A holoenzyme containing B56 is responsible for the dephosphorylation of gamma-H2AX and regulation of DNA repair of double strand breaks induced by camptothecin."}, {"pubmed": 25794041, "text": "These findings suggest age, race, ethnicity and alcohol use influence DNA double strand breaks gamma-H2AX repair kinetics."}, {"pubmed": 25808442, "text": "endogenous gamma-H2AX is associated with short telomeres, which might offer a specific target for therapy for triple-negative breast cancer patients"}, {"pubmed": 25815686, "text": "Treatment with the DNA-dependent protein kinase (DNA-PK) inhibitor significantly reduced gamma-H2AX foci formation (P<0.05) following acute radiation exposure in the radioresistant sub-clones, compared with the parental control cells"}, {"pubmed": 25847270, "text": "Characterization of functional impact of rs643788, rs8551, rs7759 and rs2509049 upstream variants in H2AFX distal promoter."}, {"pubmed": 25862913, "text": "A high p-H2AX expression in CRC tissues is associated with a more malignant cancer behavior, as well as poor patient survival. p-H2AX may, therefore, be an independent prognostic predictor for CRC, as well as a potential therapeutic target."}, {"pubmed": 25889915, "text": "Increased gammaH2AX expression is associated with rectal cancer."}, {"pubmed": 25894690, "text": "46 kinases involved either directly or indirectly in H2AX phosphorylation."}, {"pubmed": 25923214, "text": "The phosphorylation of H2AX and the formation of gammaH2AX foci induced by ionizing radiation (IR), are prevented by VRK1 depletion and are rescued by kinaseactive, but not kinase-dead, VRK1."}, {"pubmed": 26026585, "text": "Apoptosis induction was found to be mitochondria mediated, involving increased free intracellular Ca(2+), ROS, and upregulation of soluble histone H2AX."}, {"pubmed": 26045162, "text": "link gamma-H2AX to transcription, assigning a new function for this DNA damage marker"}, {"pubmed": 26067661, "text": "H2AX signal kinetics and phosphorylation after irradiation and its link to double-stranded DNA breaks pattern."}, {"pubmed": 26073471, "text": "3 SNPs (rs10790283 G > A, rs604714 C > A and rs7759 A > G) were significantly associated with DNA damage levels. Significant interactions were observed between certain genetic polymorphisms and PM2.5-modulated DNA damage levels."}, {"pubmed": 26116906, "text": "Following alpha particle irradiation pan-nuclear phosphorylation of H2AX and ATM, but not DNA-PK and 53BP1, was observed throughout the nucleus."}, {"pubmed": 26158906, "text": "gammaH2AX levels were higher in the sperm of male infertility patients than in healthy men."}, {"pubmed": 26191270, "text": "pH2AX may be used to detect epithelial ovarian cancer at an early stage and identify women at higher risk for relapse."}, {"pubmed": 26243567, "text": "the formation of 53BP1, gammaH2AX foci and their co-localization induced by gamma-rays (2, 5, 10, 50, 200 cGy) in human lymphocytes, was analyzed."}, {"pubmed": 26314960, "text": "X-rays induce prolonged and ATM-independent persistence of gammaH2AX foci in human gingival mesenchymal stem cells"}, {"pubmed": 26317799, "text": "Cell levels of gammaH2Ax define the G2 phase of the cell cycle."}, {"pubmed": 26482424, "text": "kinetics of the accumulation of selected DNA repair-related proteins is protein specific at locally induced DNA lesions, and that the formation of gH2AX- and NBS1-positive foci, but not 53BP1-positive NBs, is cell cycle dependent in HeLa cells"}, {"pubmed": 26507658, "text": "These findings elucidate deeply and extensively the mechanism of RNF8/RNF168 and USP11 to maintain the proper status of ubiquitylation gammaH2AX to repair double strand breaks."}, {"pubmed": 26541290, "text": "The study shows higher expression of gamma-H2AX and 53BP1 foci in rectal cancer patients compared with healthy individuals. Yet the data in vitro were not predictive in regard to the radiotherapy outcome."}, {"pubmed": 26628370, "text": "the interaction of 53BP1 with gammaH2AX is required for sustaining the 53BP1-dependent focal concentration of activated ATM that facilitates repair of DNA double-strand breaks in heterochromatin in G1."}, {"pubmed": 26711340, "text": "Results reveal a pathway controlled by ATM, SIRT6, and SNF2H to block HUWE1, which stabilizes H2AX and induces its incorporation into chromatin only when cells are damaged."}, {"pubmed": 26717153, "text": "overexpression of TIPRL promotes phosphorylation of H2AX, and increases gamma-H2AX positive foci in response to DNA damage, whereas knockdown of TIPRL inhibits gamma-H2AX phosphorylation"}, {"pubmed": 26734725, "text": "The interaction of MDC1 with RNF8, but not with ATM requires WRAP53beta, suggesting that WRAP53beta facilitates the former interaction without altering phosphorylation of MDC1 by ATM."}, {"pubmed": 26791933, "text": "dyserythropoiesis was increased in MDS patients with the deletion of chromosome 11q23, where H2AX is located. Although loss of H2AX did not affect the early stage of terminal erythropoiesis, enucleation was decreased."}, {"pubmed": 26820970, "text": "For both, gamma-H2AX and 53BP1, the cellular focus number as well as the percentage of positive cells did not differ between patients with clinically isolated syndrome/early relapsing-remitting multiple sclerosis and healthy controls."}, {"pubmed": 26852132, "text": "Gene expression analysis identified deregulation of histone H2A and H2B genes in all four cell lines ;histone pathways are associated with epirubicin resistance"}, {"pubmed": 26854228, "text": "5-Hydroxymethylcytosine (5hmC) accumulates at DNA damage foci and colocalizes with major DNA damage response proteins 53BP1 and gH2AX, revealing 5hmC as an epigenetic marker of DNA damage."}, {"pubmed": 26876487, "text": "silencing or removing H2A.X induces mesenchymal-like characteristics including activation of EMT transcription factors, Slug and ZEB1, in HCT116 human colon cancer cells."}, {"pubmed": 26884865, "text": "Anacardic acid sensitizes prostate cancer cells to radiation therapy by repressing H2AX expression."}, {"pubmed": 26976643, "text": "Data provide evidence that the acetylation of H2AX at Lys5 by TIP60 is required for the (ADPribosyl) ation activity and the dynamic binding of PARP-1 to chromatin after the induction of DNA damage."}, {"pubmed": 27084940, "text": "we suggest that the XAB2 complex mediates DNA damage response events important for the end resection step of homologous recombination , and speculate that its adjacent-localization relative to double-strand break marked by gH2AX is important for this function"}, {"pubmed": 27113385, "text": "we found that gamma-H2AX foci at chromosome boundaries after carbon-ion irradiation contain DNA double strand breaks undergoing DNA-end resection, which promotes repair utilizing microhomology mediated end-joining during translocation."}, {"pubmed": 27166270, "text": "suggest that pH2AX alone or better in combination with MAP17 may become a novel and valuable prognostic biomarker for patients with laryngeal carcinoma treated with preservation approaches."}, {"pubmed": 27177470, "text": "data cannot finally exclude H2AX methylation of SUV39H2 in cells, additional experimental evidence is required to validate this claim."}, {"pubmed": 27226232, "text": "this study identified histone H2AX as an antigen of systemic lupus erythematosus by comparing highly ranked genes from all the built network-derived gene lists, which was confirmed the with real-world clinical samples"}, {"pubmed": 27247425, "text": "The bile acid receptor TGR5, inducible nitric oxide synthase (iNOS) and gamma-histone family 2A variant (gamma-H2AX) are up-regulated."}, {"pubmed": 27262441, "text": "gammaH2AX, claimed to be a marker of DNA double-strand breaks, was found in cell extracts of HeLa cells at elevated temperature vs. 37.0 degrees C, and these gammaH2AX signals were intensified in the presence of 3-aminobenzamide, a PARP inhibitor."}, {"pubmed": 27315462, "text": "the epithelial-mesenchymal transition-related transcription factor Twist1 cooperates with Slug to regulate EMT upon H2A.X Loss."}, {"pubmed": 27365048, "text": "Upon DNA damage, an increase in the levels of chromatin bound motor protein nuclear myosin 1 (NM1) ensues, which appears to be functionally linked to Upsilon-H2AX signaling."}, {"pubmed": 27389782, "text": "The results propose a model in which Aurora B-mediated H2AX-phosphorylated serine 121 probably provide a platform for Aurora B autoactivation circuitry at centromeres and thus play a pivotal role in proper chromosome segregation."}, {"pubmed": 27391338, "text": "there may not be a link between low level phosphorylation gammaH2AX sites and double-strand DNA breaks in cells exposed to topoisomerase I or II inhibitors"}, {"pubmed": 27643881, "text": "study demonstrates that the individual and combined expression patterns of the DDR molecules PARP1, gammaH2AX, BRCA1, and BRCA2 could be predictive of the prognosis of STS patients and suggests that controlling the activity of these DDR molecules could be employed in new therapeutic stratagems for the treatment of STS"}, {"pubmed": 27773672, "text": "Cyclin F-mediated degradation of SLBP limits H2A.X accumulation and apoptosis upon genotoxic stress in G2 cell cycle checkpoint."}, {"pubmed": 27780918, "text": "Study provides evidence that phosphorylated H2AX binds to the promoter of miR-3196 and regulate its expression leading to lung cancer cell apoptosis."}, {"pubmed": 27813335, "text": "Data indicate an important role for histone H2A.X (H2AX) Tyr39 phosphorylation in gamma-H2A.X formation and cancer progression."}, {"pubmed": 27907109, "text": "this study demonstrates an early DDR defect of attenuated gammaH2AX signals in G0/G1 phase HGPS cells and provides a plausible connection between H3K9me3 loss and DDR deficiency."}, {"pubmed": 27918549, "text": "TRAF6 and H2AX overexpression and gammaH2AX-mediated HIF1alpha enrichment in the nucleus of cancer cells lead to overactivation of HIF1alpha-driven tumorigenesis, glycolysis and metastasis."}, {"pubmed": 27922110, "text": "Gamma-H2AX, phosphorylated KAP-1 and 53BP1 play an important role in the repair of heterochromatic radon-induced DNA double-strand breaks."}, {"pubmed": 28240985, "text": "The findings demonstrate that RNF168 couples PALB2-dependent homologous recombination to H2A ubiquitylation to promote DNA repair and preserve genome integrity."}, {"pubmed": 28351323, "text": "This review outlines the role of gamma-H2AX in cell cycle, and its formation as a result of DNA damage. We investigate the role of gamma-H2AX formation in several cancer types and its correlation with other prognostic factors, and we try to find out whether it fulfills the requirements for its establishment as a classical cancer prognostic factor"}, {"pubmed": 28359030, "text": "Co-localization of gammaH2AX and 53BP1 indicates promotion of (in)effective nonhomologous end-joining repair mechanisms at sites of DSB. Moreover, gammaH2AX/53BP1 foci distribution presumably reveals a non-random spatial organization of the genome in MDS and AML."}, {"pubmed": 28386126, "text": "miR-24-mediated knockdown of H2AX may be a novel negative regulator of mitochondrial function and insulin signaling."}, {"pubmed": 28388353, "text": "We found that phosphorylation of histone H2AX on Ser139 (gamma-H2AX), a biomarker of DSBs, and phosphorylation of ATM at Ser1981, Chk2 at Thr68, and p53 at Ser15, part of signaling pathways associated with DSBs, are elevated in these cells."}, {"pubmed": 28543539, "text": "phosphorylated histone H2AX was predictive of disease progression epithelial dysplasia of the oral cavity."}, {"pubmed": 28661481, "text": "in a series of human biopsies, non-metastatic SCCs displayed a higher degree of chromosomal alterations and higher expression of the S phase regulator Cyclin E and the DNA damage signal gammaH2AX than the less aggressive, non-squamous, basal cell carcinomas. However, metastatic Squamous cell carcinoma lost the gammaH2AX signal and Cyclin E, or accumulated cytoplasmic Cyclin E."}, {"pubmed": 28714367, "text": "Further analysis suggested that H2AX, a PARP-1 protein interaction partner, was coordinated with PARP-1 in hepatocellular carcinoma tumorigenesis. Overall, some new characteristics of PARP-1 expression were noted in the Zhuang population. PARP-1 is a novel promising diagnostic marker for hepatocellular carcinoma in the Southern Chinese Zhuang population"}, {"pubmed": 29165316, "text": "Residual gammaH2AX foci induced by low dose x-ray radiation in bone marrow mesenchymal stem cells do not cause accelerated senescence in the progeny of irradiated cells."}, {"pubmed": 29187454, "text": "Data show that co-treated with vincristine and XL019, a inhibitor of JAK2 and P-glycoprotein (P-gp), up-regulated expression of p21 and phosphorylated H2A histone family, member X (pH2AX)."}, {"pubmed": 29207178, "text": "Results show that the H2AX 3'U TR is targeted by miR328 and its expression inhibited in osteosarcoma cells under radiation conditions."}, {"pubmed": 29275316, "text": "Data indicate that nuclear H2A histone family, member X protein (gammaH2AX) expression is positively associated with the programmed death-ligand 1 (PD-L1) expression in lung squamous cell carcinoma."}, {"pubmed": 29309426, "text": "number of gammaH2AX foci did not significantly change following cardiac MR (median foci per cell pre-MR = 0.11, post-MR = 0.11, p = .90), but the number of 53BP1 foci significantly increased following MR"}, {"pubmed": 29378905, "text": "Data propose gH2AX as a marker for colitis-induced DNA damage and disease progression for surveillance endoscopy in inflammatory bowel disease."}, {"pubmed": 29462394, "text": "Nondysplastic ulcerative colitis lesions had 10-fold lower gammaH2AX expression and approximately 4-fold higher NUCKS1 expression compared with sporadic colorectal cancer"}, {"pubmed": 29678143, "text": "This study confirms that H2AFX variants are associated with an increased risk of BC. The above-reported sequence variants of MRE11 genes may not constitute a risk factor of breast cancer in the Polish population."}, {"pubmed": 29684114, "text": "DNA repair capacity showed a nonsignificant tendency to decrease with frailty, and persistent levels of phosphorylated H2AX, as indicative of DNA breakage, increased progressively with frailty severity. These results support the possible use of H2AX phosphorylation to provide information regarding frailty severity"}, {"pubmed": 29704994, "text": "Lymphocyte gammaH2AX levels were significantly elevated in nuclei of the Alzheimer's disease (AD) group compared to the mild cognitive impairment (MCI) and control groups, and there was a concomitant increase, with a significant trend, from the control group through MCI to the AD group. These results indicate that lymphocyte gammaH2AX levels are a potential marker for identifying individuals at increased risk of develo..."}, {"pubmed": 30006243, "text": "Our results revealed a major contribution of ubiquitinated forms to the overall gamma-H2AX response and demonstrated the specificity of monoubiquitinated gamma-H2AX as a biodosimeter of non-apoptotic DNA double-strand breaks"}, {"pubmed": 30013081, "text": "ZNF506-dependent positive feedback loop regulates H2AX signaling after DNA damage."}, {"pubmed": 30072594, "text": "The topology of clusters of gammaH2AX foci can be categorized depending on the distance to heterochromatin. The here presented new method opens up new possibilities to categorize spatial organization of point patterns by parameterization of topological similarity."}, {"pubmed": 30096372, "text": "gamma-irradiation also decreased the number of cells in the G1 phase, characterized by no interaction between H3S10ph and gammaH2AX."}, {"pubmed": 30126387, "text": "this study suggests that individual and co-expression pattern of nuclear oxidized-PTP and gamma-H2AX might be used as a prognostic marker of gastric carcinoma"}, {"pubmed": 30185813, "text": "The JMJD6-H2A.X(Y39ph) axis promoted triple negative breast cance cell growth via the autophagy pathway."}, {"pubmed": 30275188, "text": "Low pH2AX expression is associated with mouth Cancer."}, {"pubmed": 30344095, "text": "It has been demonstrated that FACT potentiates H2A.X-dependent signaling of DNA damage."}, {"pubmed": 30462294, "text": "OxiDIP-Seq revealed sites of 8-oxodG accumulation overlapping with gammaH2AX ChIP-Seq signals within the gene body of transcribed long genes, particularly at the DNA replication origins contained therein. We propose that the presence of persistent single-stranded DNA, as a consequence of transcription-replication clashes at these sites, determines local vulnerability to DNA oxidation and/or its slow repair"}, {"pubmed": 30582855, "text": "An increased expression of gamma-H2Acapital HA, Cyrillic and CCND1 correlated with radiation dose, telomere shortening, patient age and concomitant pathology in Chernobyl survivors."}, {"pubmed": 30664650, "text": "BAP1 complex promotes transcription by opposing PRC1-mediated H2A ubiquitylation."}, {"pubmed": 30920061, "text": "Expression of gamma-H2AX and patient prognosis in breast cancer cohort."}, {"pubmed": 31045206, "text": "Authors propose that the WSTF-H2AX-RNAPII axis regulates transcription and transcription-coupled homologous recombination repair to maintain genome integrity"}, {"pubmed": 31101118, "text": "The combination of olaparib and ionizing radiation increases DNA damage permitting a significant reduction of their respective doses to achieve a similar amount of DNA damage detected by gammaH2AX and 53BP1 foci."}, {"pubmed": 31127894, "text": "High gammaH2AX expression is associated with early-onset or familial Gastric Cancer than in sporadic Gastric Cancer."}, {"pubmed": 31176019, "text": "PICOT (GLRX3) is a positive regulator of stress-induced DNA-damage response."}, {"pubmed": 31217297, "text": "Study reports that DNA double-strand breaks (DSBs) promote NSD2-mediated dimethylation of PTEN at K349, which is read by the tudor domain of 53BP1 to recruit PTEN into DNA-damage sites to govern the timely repair of DSBs in part through dephosphorylating gammaH2AX."}, {"pubmed": 31445935, "text": "Livin induced a colon cancer phenotype, including proliferation and migration, by regulating H2A.X(Y39ph) (histone family 2A variant (H2AX) phosphorylated on the 39th serine site)."}, {"pubmed": 31533041, "text": "A PRMT5-RNF168-SMURF2 Axis Controls H2AX Proteostasis."}, {"pubmed": 31552812, "text": "Greater tumor size, higher grade, and the number of affected lymph nodes are significantly associated with greater values of H2A.X variant histone (gamma-H2AX)."}, {"pubmed": 31729360, "text": "The PST region of MDC1 is largely functionally dispensable when the canonical gammaH2AX-MDC1 pathway is operative."}, {"pubmed": 31736361, "text": "KRas-ERK signalling promotes the onset and maintenance of uveal melanoma through regulating JMJD6-mediated H2A.X phosphorylation"}, {"pubmed": 31848352, "text": "PARP1 associates faster with (gamma)H2A.X- versus H2A-nucleosomes, resulting in a higher affinity for the former. The enhanced activities with gammaH2A.X-nucleosome coincide with increased accessibility of the DNA termini resulting from the H2A.X-Ser139 phosphorylation. This suggests that the gammaH2A.X epigenetic marker directly facilitates DNA repair by stabilizing PARP1 association and promoting catalysis."}, {"pubmed": 31937549, "text": "DNA damage signalling as an anti-cancer barrier in gastric intestinal metaplasia."}, {"pubmed": 32203168, "text": "Unscheduled MRE11 activity triggers cell death but not chromosome instability in polymerase eta-depleted cells subjected to UV irradiation."}, {"pubmed": 32236595, "text": "Systematic analysis of lysine acetylome and succinylome reveals the correlation between modification of H2A.X complexes and DNA damage response in breast cancer."}, {"pubmed": 32246795, "text": "In vivo analysis of gammaH2AX+ cells in skeletal muscle from aged and obese humans."}, {"pubmed": 32759388, "text": "The RNA transport factor PHAX is required for proper histone H2AX expression and DNA damage response."}, {"pubmed": 32778572, "text": "gammaH2AX in the S Phase after UV Irradiation Corresponds to DNA Replication and Does Not Report on the Extent of DNA Damage."}, {"pubmed": 32879387, "text": "Changes in gammaH2AX and H4K16ac levels are involved in the biochemical response to a competitive soccer match in adolescent players."}, {"pubmed": 32928367, "text": "Repurposing sodium diclofenac as a radiation countermeasure agent: A cytogenetic study in human peripheral blood lymphocytes."}, {"pubmed": 32963243, "text": "Sarcoma stratification by combined pH2AX and MAP17 (PDZK1IP1) levels for a better outcome on doxorubicin plus olaparib treatment."}, {"pubmed": 33264433, "text": "ADP-ribosylation of histone variant H2AX promotes base excision repair."}, {"pubmed": 33400798, "text": "Evaluating Individual Radiosensitivity for the Prediction of Acute Toxicities of Chemoradiotherapy in Esophageal Cancer Patients."}, {"pubmed": 33441544, "text": "Dual RNA 3'-end processing of H2A.X messenger RNA maintains DNA damage repair throughout the cell cycle."}, {"pubmed": 33590416, "text": "Profilin-1; a novel regulator of DNA damage response and repair machinery in keratinocytes."}, {"pubmed": 33691101, "text": "Phosphorylation state of the histone variant H2A.X controls human stem and progenitor cell fate decisions."}, {"pubmed": 33903655, "text": "Detection and quantification of gamma-H2AX using a dissociation enhanced lanthanide fluorescence immunoassay."}, {"pubmed": 33924684, "text": "FLYWCH1, a Multi-Functional Zinc Finger Protein Contributes to the DNA Repair Pathway."}, {"pubmed": 34067339, "text": "Evaluation of Calyculin A Effect on gammaH2AX/53BP1 Focus Formation and Apoptosis in Human Umbilical Cord Blood Lymphocytes."}, {"pubmed": 34375710, "text": "Dysfunctional activity of classical DNA end-joining renders acquired resistance to carboplatin in human ovarian cancer cells."}, {"pubmed": 34393157, "text": "Cleavage-embryo genes and transposable elements are regulated by histone variant H2A.X."}, {"pubmed": 34688844, "text": "Human mesenchymal stromal cells maintain their stem cell traits after high-LET particle irradiation - Potential implications for particle radiotherapy and manned space missions."}, {"pubmed": 35048565, "text": "Pyruvate Facilitates FACT-Mediated gammaH2AX Loading to Chromatin and Promotes the Radiation Resistance of Glioblastoma."}, {"pubmed": 35235704, "text": "Genetic variations in ATM and H2AX loci contribute to risk of hematological abnormalities in individuals exposed to BTEX chemicals."}, {"pubmed": 35598681, "text": "USP49 is a novel deubiquitylating enzyme for gamma H2AX in DNA double-strand break repair."}, {"pubmed": 36565298, "text": "Machine learning extracts oncogenic-specific gamma-H2AX foci formation pattern upon genotoxic stress."}, {"pubmed": 37248865, "text": "Hypoxia-responsive lncRNA G077640 promotes ESCC tumorigenesis via the H2AX-HIF1alpha-glycolysis axis."}, {"pubmed": 38789420, "text": "H2AX promotes replication fork degradation and chemosensitivity in BRCA-deficient tumours."}, {"pubmed": 38938078, "text": "Overexpression of H2AFX gene in neuroblastoma is associated with worse prognosis."}], "genomic_pos": {"chr": "11", "end": 119095465, "ensemblgene": "ENSG00000188486", "start": 119093874, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 118966177, "start": 118964564, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000077", "pubmed": 17974976, "qualifier": "involved_in", "term": "DNA damage checkpoint signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0000724", "qualifier": "involved_in", "term": "double-strand break repair via homologous recombination"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006302", "pubmed": 19234442, "qualifier": "involved_in", "term": "double-strand break repair"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006334", "pubmed": 2587254, "qualifier": "involved_in", "term": "nucleosome assembly"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006974", "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006974", "pubmed": 15149599, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006974", "pubmed": 27248496, "qualifier": "involved_in", "term": "DNA damage response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010212", "pubmed": 19234442, "qualifier": "involved_in", "term": "response to ionizing radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021987", "qualifier": "involved_in", "term": "cerebral cortex development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031507", "qualifier": "involved_in", "term": "heterochromatin formation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045739", "pubmed": 19234442, "qualifier": "involved_in", "term": "positive regulation of DNA repair"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051321", "qualifier": "involved_in", "term": "meiotic cell cycle"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071480", "qualifier": "involved_in", "term": "cellular response to gamma radiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990166", "pubmed": [12419185, 30952868], "qualifier": "involved_in", "term": "protein localization to site of double-strand break"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 15149599, "qualifier": "colocalizes_with", "term": "chromosome, telomeric region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0000786", "qualifier": "part_of", "term": "nucleosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000794", "qualifier": "located_in", "term": "condensed nuclear chromosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001673", "qualifier": "located_in", "term": "male germ cell nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001741", "qualifier": "located_in", "term": "XY body"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [11331621, 15604234, 16319397, 17974976, 19734146, 23235539], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 24507776, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005657", "qualifier": "located_in", "term": "replication fork"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "pubmed": 17498979, "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016607", "qualifier": "located_in", "term": "nuclear speck"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 12419185, "qualifier": "is_active_in", "term": "site of double-strand break"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035861", "pubmed": 21270334, "qualifier": "located_in", "term": "site of double-strand break"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 23533145, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0090734", "pubmed": 27248496, "qualifier": "located_in", "term": "site of DNA damage"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0003677", "pubmed": 2587254, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003684", "qualifier": "enables", "term": "damaged DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [12419185, 12607005, 16377563, 16820410, 17024177, 17498979, 18001824, 18001825, 18583988, 19234442, 19338747, 20000738, 20075863, 20118229, 20159462, 20224553, 20360685, 21044950, 21293379, 21317870, 21824286, 22064073, 22157895, 22193777, 22565321, 23658700, 24981860, 25923214, 26721387, 26734725, 27715493, 28514442, 30021884, 35849344], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 19234442, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030527", "qualifier": "enables", "term": "structural constituent of chromatin"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031492", "qualifier": "enables", "term": "nucleosomal DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042393", "pubmed": 19234442, "qualifier": "enables", "term": "histone binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140463", "pubmed": [12419185, 30952868], "qualifier": "enables", "term": "chromatin-protein adaptor activity"}]}, "homologene": {"genes": [[3702, 831891], [4530, 4324481], [4530, 4332433], [4530, 4337607], [4530, 4339022], [7955, 394048], [8364, 548722], [8364, 100487455], [9031, 100857391], [9544, 703073], [9606, 3014], [9615, 489372], [9913, 531733], [10090, 15270], [10116, 500987]], "id": 134201}, "interpro": [{"desc": "Histone H2A", "id": "IPR002119", "short_desc": "Histone_H2A"}, {"desc": "Histone H2A/H2B/H3", "id": "IPR007125", "short_desc": "Histone_H2A/H2B/H3"}, {"desc": "Histone-fold", "id": "IPR009072", "short_desc": "Histone-fold"}, {"desc": "Histone H2A, C-terminal domain", "id": "IPR032454", "short_desc": "Histone_H2A_C"}, {"desc": "Histone H2A conserved site", "id": "IPR032458", "short_desc": "Histone_H2A_CS"}], "ipi": "IPI00219037", "map_location": "11q23.3", "name": "H2A.X variant histone", "other_names": ["H2A histone family member X", "H2AX histone", "histone H2A.x", "histone H2AX"], "pantherdb": {"HGNC": "4739", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "102688", "ortholog_type": "LDO", "panther_family": "PTHR23430", "taxid": 10090, "uniprot_kb": "P27661"}, {"RGD": "1566119", "ortholog_type": "LDO", "panther_family": "PTHR23430", "taxid": 10116, "uniprot_kb": "D3ZXP3"}, {"Gene": "H2A3_CHICK", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 9031, "uniprot_kb": "P35062"}, {"Ensembl": "ENSGALG00000031571", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 9031, "uniprot_kb": "P02263"}, {"Ensembl": "ENSDARG00000098739", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 7955, "uniprot_kb": "Q7ZTT0"}, {"ZFIN": "ZDB-GENE-141216-448", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 7955, "uniprot_kb": "A0A0R4IMN0"}, {"ZFIN": "ZDB-GENE-041010-42", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 7955, "uniprot_kb": "Q5XJK2"}, {"SGD": "S000000099", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 4932, "uniprot_kb": "P04912"}, {"SGD": "S000002633", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 4932, "uniprot_kb": "P04911"}, {"PomBase": "SPAC19G12.06c", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 4896, "uniprot_kb": "P04910"}, {"PomBase": "SPCC622.08c", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 4896, "uniprot_kb": "P04909"}, {"dictyBase": "DDB_G0289197", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 352472, "uniprot_kb": "Q54HV7"}, {"dictyBase": "DDB_G0289187", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 352472, "uniprot_kb": "Q54HW2"}, {"dictyBase": "DDB_G0289193", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 352472, "uniprot_kb": "Q54HV9"}, {"dictyBase": "DDB_G0279667", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 352472, "uniprot_kb": "Q54WG6"}, {"TAIR": "2036054", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "O04848"}, {"TAIR": "2199486", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9S9K7"}, {"TAIR": "2131704", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "O81826"}, {"TAIR": "2026032", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9C681"}, {"TAIR": "2083430", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9LHQ5"}, {"TAIR": "2172119", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9LD28"}, {"TAIR": "2168148", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9FJE8"}, {"TAIR": "2143651", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q94F49"}, {"EnsemblGenome": "AT5G02560", "ortholog_type": "O", "panther_family": "PTHR23430", "taxid": 3702, "uniprot_kb": "Q9LZ46"}], "uniprot_kb": "P16104"}, "pathway": {"kegg": [{"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}], "pid": [{"id": "atm_pathway", "name": "ATM pathway"}, {"id": "fanconi_pathway", "name": "Fanconi anemia pathway"}], "reactome": [{"id": "R-HSA-110328", "name": "Recognition and association of DNA glycosylase with site containing an affected pyrimidine"}, {"id": "R-HSA-110329", "name": "Cleavage of the damaged pyrimidine "}, {"id": "R-HSA-110330", "name": "Recognition and association of DNA glycosylase with site containing an affected purine"}, {"id": "R-HSA-110330", "name": "Recognition and association of DNA glycosylase with site containing an affected purine"}, {"id": "R-HSA-110331", "name": "Cleavage of the damaged purine"}, {"id": "R-HSA-110331", "name": "Cleavage of the damaged purine"}, {"id": "R-HSA-1221632", "name": "Meiotic synapsis"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-1500620", "name": "Meiosis"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-157579", "name": "Telomere Maintenance"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-171306", "name": "Packaging Of Telomere Ends"}, {"id": "R-HSA-1912408", "name": "Pre-NOTCH Transcription and Translation"}, {"id": "R-HSA-1912422", "name": "Pre-NOTCH Expression and Processing"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-195258", "name": "RHO GTPase Effectors"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-211000", "name": "Gene Silencing by RNA"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-212300", "name": "PRC2 methylates histones and DNA"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2299718", "name": "Condensation of Prophase Chromosomes"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559582", "name": "Senescence-Associated Secretory Phenotype (SASP)"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559586", "name": "DNA Damage/Telomere Stress Induced Senescence"}, {"id": "R-HSA-3214858", "name": "RMTs methylate histone arginines"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-427359", "name": "SIRT1 negatively regulates rRNA expression"}, {"id": "R-HSA-427389", "name": "ERCC6 (CSB) and EHMT2 (G9a) positively regulate rRNA expression"}, {"id": "R-HSA-427413", "name": "NoRC negatively regulates rRNA expression"}, {"id": "R-HSA-427413", "name": "NoRC negatively regulates rRNA expression"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5250913", "name": "Positive epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5250913", "name": "Positive epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5250924", "name": "B-WICH complex positively regulates rRNA expression"}, {"id": "R-HSA-5250941", "name": "Negative epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5250941", "name": "Negative epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5334118", "name": "DNA methylation"}, {"id": "R-HSA-5578749", "name": "Transcriptional regulation by small RNAs"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}, {"id": "R-HSA-5625740", "name": "RHO GTPases activate PKNs"}, {"id": "R-HSA-5625886", "name": "Activated PKN1 stimulates transcription of AR (androgen receptor) regulated genes KLK2 and KLK3"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693571", "name": "Nonhomologous End-Joining (NHEJ)"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-606279", "name": "Deposition of new CENPA-containing nucleosomes at the centromere"}, {"id": "R-HSA-68616", "name": "Assembly of the ORC complex at the origin of replication"}, {"id": "R-HSA-68867", "name": "Assembly of the pre-replicative complex"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69002", "name": "DNA Replication Pre-Initiation"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69306", "name": "DNA Replication"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73728", "name": "RNA Polymerase I Promoter Opening"}, {"id": "R-HSA-73772", "name": "RNA Polymerase I Promoter Escape"}, {"id": "R-HSA-73854", "name": "RNA Polymerase I Promoter Clearance"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73864", "name": "RNA Polymerase I Transcription"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73927", "name": "Depurination"}, {"id": "R-HSA-73927", "name": "Depurination"}, {"id": "R-HSA-73928", "name": "Depyrimidination"}, {"id": "R-HSA-73929", "name": "Base-Excision Repair, AP Site Formation"}, {"id": "R-HSA-73929", "name": "Base-Excision Repair, AP Site Formation"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-774815", "name": "Nucleosome assembly"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8939236", "name": "RUNX1 regulates transcription of genes involved in differentiation of HSCs"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-912446", "name": "Meiotic recombination"}, {"id": "R-HSA-9616222", "name": "Transcriptional regulation of granulopoiesis"}, {"id": "R-HSA-9645723", "name": "Diseases of programmed cell death"}, {"id": "R-HSA-9670095", "name": "Inhibition of DNA recombination at telomere"}, {"id": "R-HSA-9710421", "name": "Defective pyroptosis"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}, {"id": "R-HSA-9816359", "name": "Maternal to zygotic transition (MZT)"}, {"id": "R-HSA-9821002", "name": "Chromatin modifications during the maternal to zygotic transition (MZT)"}, {"id": "R-HSA-9821993", "name": "Replacement of protamines by nucleosomes in the male pronucleus"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}, {"id": "R-HSA-9843970", "name": "Regulation of endogenous retroelements by the Human Silencing Hub (HUSH) complex"}, {"id": "R-HSA-9843970", "name": "Regulation of endogenous retroelements by the Human Silencing Hub (HUSH) complex"}, {"id": "R-HSA-9845323", "name": "Regulation of endogenous retroelements by Piwi-interacting RNAs (piRNAs)"}], "wikipathways": [{"id": "WP1530", "name": "miRNA regulation of DNA damage response"}, {"id": "WP1545", "name": "miRNAs involved in DNA damage response"}, {"id": "WP183", "name": "Proteasome Degradation"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP4553", "name": "FBXL10 enhancement of MAP-ERK signaling in diffuse large B-cell lymphoma"}, {"id": "WP4946", "name": "DNA Repair Pathways Full Network"}, {"id": "WP707", "name": "DNA damage response"}]}, "pdb": ["1YDP", "2AZM", "2D31", "2DYP", "3SHV", "3SQD", "3SZM", "3U3Z", "6K1I", "6K1J", "6K1K", "6ZWK", "7YQK"], "pfam": ["PF00125", "PF16211"], "pharmgkb": "PA29116", "pharos": {"target_id": 17073, "tdl": "Tbio"}, "pir": "S07631", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF227596", "relationship": "is"}, {"id": "GNF232536", "relationship": "is"}, {"id": "GNF250687", "relationship": "is"}, {"id": "GNF250688", "relationship": "is"}, {"id": "GNF250689", "relationship": "is"}, {"id": "GNF250690", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158282", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF049889", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006249", "relationship": "is"}, {"id": "GNF006250", "relationship": "is"}, {"id": "GNF006251", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF285288", "relationship": "is"}, {"id": "GNF285295", "relationship": "is"}, {"id": "GNF286627", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098584", "relationship": "is"}, {"id": "GNF138239", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_008093.1"], "protein": "NP_002096.1", "rna": "NM_002105.3", "translation": {"protein": "NP_002096.1", "rna": "NM_002105.3"}}, "reporter": {"HG-U133_Plus_2": ["205436_s_at", "212524_x_at", "212525_s_at", "213344_s_at"], "HG-U95Av2": "40195_at", "HTA-2_0": "TC11002362.hg.1", "HuEx-1_0": "3394183", "HuGene-1_1": "7952179", "HuGene-2_1": "16745236"}, "retired": 115272, "summary": "Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Two molecules of each of the four core histones (H2A, H2B, H3, and H4) form an octamer, around which approximately 146 bp of DNA is wrapped in repeating units, called nucleosomes. The linker histone, H1, interacts with linker DNA between nucleosomes and functions in the compaction of chromatin into higher order structures. This gene encodes a replication-independent histone that is a member of the histone H2A family, and generates two transcripts through the use of the conserved stem-loop termination motif, and the polyA addition motif. [provided by RefSeq, Oct 2015].", "symbol": "H2AX", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415406"}, "unigene": "Hs.477879", "uniprot": {"Swiss-Prot": "P16104"}, "wikipedia": {"url_stub": "H2AFX"}}