{"AllianceGenome": "4778", "HGNC": "4778", "MIM": "602820", "_id": "8290", "_version": 1, "accession": {"genomic": ["AF531308.1", "AL139288.15", "CH471098.1", "CP068277.2", "NC_000001.11", "NC_060925.1", "NW_018654708.1", "Z49861.1"], "protein": ["AAH69079.1", "AAI01838.1", "AAI01840.1", "AAN39284.1", "BAG35150.1", "CAA90020.1", "CAG46810.1", "EAW69877.1", "NP_003484.1", "Q16695.3"], "rna": ["AK312217.1", "BC069079.1", "BC101837.1", "BC101839.1", "CR542013.1", "DQ587912.1", "NM_003493.3"], "translation": [{"protein": "AAI01838.1", "rna": "BC101837.1"}, {"protein": "CAG46810.1", "rna": "CR542013.1"}, {"protein": "NP_003484.1", "rna": "NM_003493.3"}, {"protein": "AAI01840.1", "rna": "BC101839.1"}, {"protein": "AAH69079.1", "rna": "BC069079.1"}, {"protein": "BAG35150.1", "rna": "AK312217.1"}]}, "alias": ["H3.4", "H3/g", "H3C16", "H3FT", "H3t", "HIST3H3"], "ensembl": [{"gene": "ENSG00000168148", "protein": "ENSP00000355657", "transcript": "ENST00000366696", "translation": [{"protein": "ENSP00000355657", "rna": "ENST00000366696"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000285435", "protein": "ENSP00000494070", "transcript": "ENST00000644869", "translation": [{"protein": "ENSP00000494070", "rna": "ENST00000644869"}], "type_of_gene": "protein_coding"}], "entrezgene": "8290", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.85298492, "exp_mis": 92.2552961, "exp_syn": 37.10661, "lof_z": -0.672680911799649, "mis_z": -1.10732268604672, "mu_lof": 2.14814119268e-07, "mu_mis": 8.10542884297e-06, "mu_syn": 3.23802648458e-06, "n_lof": 4.0, "n_mis": 114.0, "n_syn": 45.0, "p_li": 0.000822080676547451, "p_null": 0.665810480219767, "p_rec": 0.333367439103685, "syn_z": -0.803317733418186}, "bp": 411, "cds_end": 228613026, "cds_start": 228612615, "n_exons": 1, "nonpsych": {"exp_lof": 2.5615911, "exp_mis": 83.4793124, "exp_syn": 33.5644243, "lof_z": -0.882631519968352, "mis_z": -1.18803285614423, "mu_lof": 2.14814119268e-07, "mu_mis": 8.10542884297e-06, "mu_syn": 3.23802648458e-06, "n_lof": 4.0, "n_mis": 105.0, "n_syn": 40.0, "p_li": 0.000756838064066448, "p_null": 0.700421441252202, "p_rec": 0.298821720683732, "syn_z": -0.699377367847348}, "nontcga": {"exp_lof": 2.62273483, "exp_mis": 84.8728673, "exp_syn": 34.1360684, "lof_z": -0.838922084878567, "mis_z": -0.872132649322214, "mu_lof": 2.14814119268e-07, "mu_mis": 8.10542884297e-06, "mu_syn": 3.23802648458e-06, "n_lof": 4.0, "n_mis": 101.0, "n_syn": 39.0, "p_li": 0.000752990671258237, "p_null": 0.679728144750704, "p_rec": 0.319518864578037, "syn_z": -0.527111946453091}, "transcript": "ENST00000366696.1"}, "exons": [{"cdsend": 16524, "cdsstart": 16113, "chr": "1_KZ208906v1_fix", "position": [[16043, 16559]], "strand": -1, "transcript": "NM_003493", "txend": 16559, "txstart": 16043}, {"cdsend": 228425325, "cdsstart": 228424914, "chr": "1", "position": [[228424844, 228425360]], "strand": -1, "transcript": "NM_003493", "txend": 228425360, "txstart": 228424844}], "exons_hg19": [{"cdsend": 228613026, "cdsstart": 228612615, "chr": "1", "position": [[228612545, 228613061]], "strand": -1, "transcript": "NM_003493", "txend": 228613061, "txstart": 228612545}], "generif": [{"pubmed": 16354694, "text": "These results define H3 phosphorylation as a key to hTERT transactivation induced by proliferation and reveal a fundamental mechanism for telomerase regulation in both normal human cells and transformed T cells."}, {"pubmed": 17320048, "text": "Results indicate that single bromodomains bind specific acetyl-lysine sites within the histone 3 tail with sub-micromolar affinity."}, {"pubmed": 18048344, "text": "JARID1B was identified as a demethylase capable of removing three methyl groups from histone H3 lysine 4 and up-regulated in prostate cancer."}, {"pubmed": 18281699, "text": "Human Nap2 promotes nucleosome assembly with H3t/H4."}, {"pubmed": 18418385, "text": "Cooperative H3 modification provides a mechanistic basis for GCN5L association with cdk8-Mediator and also identifies a biochemical means by which cdk8 can indirectly activate gene expression."}, {"pubmed": 18439419, "text": "These results suggest that the histone H3 di-methylation at lysine 9, as well as acetylation at lysine 9/14, may be indispensable for coordinated induction of the GLUT5 gene by p44/42 MAP kinase inhibition and the glucocorticoid hormone."}, {"pubmed": 19585526, "text": "Dynamic changes in the levels of acetylated, methylated, and phosphorylated histone H3 occur during the initiation of DNA replication at the two human origin loci examined (lamin B2 and hOrs8)."}, {"pubmed": 20448663, "text": "These results suggest that PELP1 is a reader of H3 methylation marks and has a crucial role in modulating the histone code at the ERalpha target genes."}, {"pubmed": 20498094, "text": "crystal structure of the H3T nucleosome revealed structural differences in the H3T regions on both ends of the central alpha2 helix, as compared to those of H3.1."}, {"pubmed": 20841431, "text": "Discovery of a subgroup of genes linked to T cell functions displaying high levels of H3K4me2 within their gene body."}, {"pubmed": 20948546, "text": "The ataxia telangiectasia, mutated and Rad3-related-Chk1 axis regulates H3-pThr 11 dephosphorylation on DNA damage, at least in part by the activation of PP1gamma through Chk1-dependent inhibition of cyclin dependent kinases."}, {"pubmed": 21193919, "text": "laryngeal cancer is characterized by high proliferative potential mediated by increase in cyclin D1 and H3 mRNAs expression."}, {"pubmed": 21368055, "text": "Deacetylation of histone H3 occurs in the early stages of multiple sclerosis, its efficiency decreasing with disease duration."}, {"pubmed": 21738951, "text": "Trimethylation of lysine 27 on histone H3 expression, as examined by immunohistochemistry, has the potential to be used as an immunomarker to predict nasopharyngeal carcinoma chemoradiotherapy response and patient prognosis."}, {"pubmed": 21917293, "text": "aberration of the global H3K9me2 level is an important epigenetic event in colorectal tumorigenesis and carcinogenesis"}, {"pubmed": 21977994, "text": "Studies indicate that in Th17 cells, activated STAT3 by IL-6 positively regulates H3K4me3 deposition in the Il17 locus."}, {"pubmed": 22012064, "text": "Studies identified a physical and functional interaction between RUNX1 (AML1) and MLL and show that both are required to maintain the histone lysine 4 trimethyl mark (H3K4me3) at 2 critical regulatory regions of the AML1 target gene PU.1."}, {"pubmed": 22099308, "text": "NSD2 links dimethylation of histone H3 at lysine 36 to oncogenic programming."}, {"pubmed": 22228774, "text": "HAT1 differentially impacts nucleosome assembly of H3.1-H4 and H3.3-H4."}, {"pubmed": 22360506, "text": "our data suggest that global histone H3 and H4 modification patterns are potential markers of tumor recurrence and disease-free survival in non-small cell lung cancer"}, {"pubmed": 22371497, "text": "O-GlcNAcylation regulates mitosis-specific phosphorylations on H3, providing a mechanistic switch that orchestrates the G2-M transition of the cell cycle."}, {"pubmed": 22713676, "text": "Increased levels of decondensed chromatin in both normal progenitor cells and cancer cells are associated with global loss of H3K27me3, which is linked to MYC overexpression."}, {"pubmed": 22818287, "text": "The levels of H3K4me3 and H3K27me3 show dynamic changes during human oocyte maturation and preimplantation embryonic development."}, {"pubmed": 22853951, "text": "17beta-estradiol stimulation induces the recruitment of PAD2 to target promoters by ERalpha, whereby PAD2 then citrullinates H3R26, which leads to local chromatin decondensation and transcriptional activation."}, {"pubmed": 22922742, "text": "Elongated telomeres show increased trimethylated histone H3 Lys9 (H3K9me3)density."}, {"pubmed": 22978410, "text": "Histone H3 is increased during amino acid response that is associated with active transcription."}, {"pubmed": 22984491, "text": "Histone H3 Ser-10 phosphorylation can be designated a new 'apoptotic histone code' mediated by PKCdelta."}, {"pubmed": 23063713, "text": "These data suggest that the tandem of plant homeodomain 1/2 fingers play a role in MOZ and MORF histone acetyltransferase association with histon H3 regions enriched in acetylated marks."}, {"pubmed": 23281010, "text": "Data using recombinant proteins in cell-free lysates suggest that interaction of survivin with phosphorylated histone 3 (H3T3-Phos; a mitotic biological marker appearing during cell division) is abolished by trimethylation at neighboring lysine."}, {"pubmed": 23285239, "text": "The SUV39H1 chromodomain was shown to recognize histone H3K9me2/3 specifically."}, {"pubmed": 23376398, "text": "histone H3 lysine 79 dimethylation (H3K79me2) and a novel identified site, H2bK5 monomethylation (H2bK5me1), were completely absent in individuals with Neural tube defects"}, {"pubmed": 23452851, "text": "Study shows that H3K4me3-TAF3 interactions direct global TFIID recruitment to active genes, some of which are p53 targets. Further analyses show that H3K4me3 enhances p53-dependent transcription by stimulating preinitiation complex formation."}, {"pubmed": 23460923, "text": "PRAME expression in leukaemic cell lines is upregulated by IFN gamma and LPS, suggesting a possible role in immune responses. Nuclear PRAME interacts with Histone H3, suggesting a role in gene regulation in the nucleus."}, {"pubmed": 23523318, "text": "Results suggest that histone modification in H3K27 detected using immunohistochemistry can be successfully used as an independent prognostic factor for colorectal cancer patients with metachronous liver metastasis."}, {"pubmed": 23539269, "text": "Histone H3.3. mutations drive pediatric glioblastoma through upregulation of MYCN."}, {"pubmed": 23541084, "text": "Results suggest that GLP may play a significant role in the maintenance of HIV-1 latency by catalyzing dimethylation of H3K9."}, {"pubmed": 23541585, "text": "C-kinase-activated protein phosphatase (CPI)-17 inhibitor knockdown in human pancreatic cancer cells results in dephosphorylation of histone H3."}, {"pubmed": 23564320, "text": "Data indicate that S6 kinase 2 (S6K2) can phosphorylate histone H3 at position Thr45, which may play a role during cell proliferation and/or differentiation."}, {"pubmed": 23579270, "text": "Menin-dependent transcriptional repression of histone H3 lysine 9 methylation might play an important role in preventing tumors."}, {"pubmed": 23582659, "text": "Disruption of neocortical histone H3 homeostasis by soluble Abeta implicates Alzheimer's disease."}, {"pubmed": 23908241, "text": "SIRT2-mediated H3K18 deacetylation plays a critical role during infection, which reveals an epigenetic mechanism imposed by a pathogenic bacterium to reprogram its host."}, {"pubmed": 23954330, "text": "full-length PHF1 in HEK293 cells co-localizes with histone K27me3, but not with K36me3, and this co-localization depends on the trimethyllysine binding pocket indicating that K27me3 is an in vivo target for the PHF1 Tudor domain"}, {"pubmed": 24021213, "text": "Ki-67 staining is stronger than PHH3, making 'hot spots' easier to identify on ACIS. Ki-67 is more ideal than PHH3( Phosphohistone H3 ) for staining NENs, especially in tumors with borderline grades."}, {"pubmed": 24235145, "text": "Data indicate that MLL1 methylates Ash2L in the absence of histone H3, but only when assembled within a complex with WDR5 and RbBP5."}, {"pubmed": 24324728, "text": "The aim of the present study was to evaluate the prognostic value of the proliferation factors mitotic activity index (MAI), phosphohistone H3 (PPH3), cyclin B1, cyclin A and Ki67, alone and in combinations."}, {"pubmed": 24614346, "text": "Concurrent acetylation and methylation at H3K27 occurs in hepatocellular carcinoma cells in association with p53 abnormalities."}, {"pubmed": 24656132, "text": "H3K4 monomethylation establishes boundaries that restrict the recruitment of chromatin-modifying enzymes to defined regions within promoters."}, {"pubmed": 24744315, "text": "Data suggest riboflavin (RF) status regulates hepatocyte gene expression; in HepG2 cells, depletion of LSD1 (lysine (K)-specific demethylase 1A) causes aberrant gene regulation in RF-deficient cells via changes in H3 methylation at albumin promoter."}, {"pubmed": 24952159, "text": "Our data suggest that the modification and release of histones could serve markers of apoptosis in human cancer cells."}, {"pubmed": 25149548, "text": "Deregulation of histone H3 trimethylation at lysine 27 in diffuse large B-cell lymphoma may be another high-risk phenotype"}, {"pubmed": 25281433, "text": "This study showed that Pediatric brainstem oligodendroglial tumors can include histone H3.3-mutated tumors and have a tendency to disseminate throughout the neuroaxis at the time of relapse."}, {"pubmed": 25336637, "text": "Reptin and Pontin oligomerization and activity are modulated through histone H3 N-terminal tail interaction."}, {"pubmed": 25482197, "text": "our data show that histone variant H3.3 occupies distinct intranuclear chromatin domains and that these genomic loci are associated with gene expression"}, {"pubmed": 25519718, "text": "Paternal heterochromatin formation in human embryos is H3K9/HP1 directed and primed by sperm-derived histone modifications."}, {"pubmed": 25519907, "text": "histone H3 lysine 9 acetylation has a dual role in human embryonic stem cell pluripotency and neural differentiation"}, {"pubmed": 25560918, "text": "TIP60 interacted with H3K4me3 in response to TNF-alpha signaling."}, {"pubmed": 25690891, "text": "Findings suggest a role of checkpoint kinase 1 (CHK1) as an histone H3.3 serine 31 kinase."}, {"pubmed": 25696994, "text": "Posttranslational modifications of H3 histone (methylation) does not correlate with the sox2 expression in malignant gliomas."}, {"pubmed": 25712104, "text": "Data indicate the role for histone demethylase KDM5C/JARID1C in a specific phase of DNA replication in mammalian cells, through its demethylase activity on histone H3K4me3."}, {"pubmed": 26291278, "text": "Our data highlights the complex interplay between Nrf2 and H3S10 phosphorylation in arsenite-activated HO-1 transcription."}, {"pubmed": 26482474, "text": "Screening for H3.3 G34 mutation should therefore be recommended as a routine diagnostic marker for supratentorial central nervous system tumors"}, {"pubmed": 26575220, "text": "Regulators of the histone H3-trimethyl lysine-4 (H3K4me3) mark are significantly associated with the genetic risk architecture of common neurodevelopmental disease."}, {"pubmed": 26669263, "text": "EP400 deposits H3.3 into chromatin alongside H2AZ and contributes to gene regulation after Pol II pre-initiation complex assembly."}, {"pubmed": 26719341, "text": "Data suggest chromatin exhibits histone 3 methylation markers (H3K4me3, H3K27me3) in fetal brain, heart, and liver, probably to keep progenitor cells in these organs ready for immediate differentiation. (study of 12-week aborted embryo tissues, China)"}, {"pubmed": 28130413, "text": "Data show that tet oncogene family member 2 (TET2) cysteine-rich (CR) domain mutations disrupt the recognition of histone H3 lysine 36 (H3K36) methylation, its cellular localization, and enzyme activity."}, {"pubmed": 28304152, "text": "Data suggest that, during monocyte-into-macrophage differentiation, extensive trimethylation of histone H3 lysine 4 as well as histone H3 lysine 27 promotes occupancy of histone H3 at promoters of transcription factors such as HOXA (homeodomain proteins) and FOXO (forkhead transcription factors)."}, {"pubmed": 28497778, "text": "Data show that phosphatase and tensin homolog (PTEN) interacts with death domain associated protein (DAXX) and, in turn PTEN directly regulates oncogene expression by modulating DAXX-histone H3.3 (H3.3) association on the chromatin."}, {"pubmed": 28546430, "text": "Data suggest post-translational modifications of histones, trimethylation of lysine 36 in H3 (H3K36me3) and acetylation of lysine 16 in H4 (H4K16ac), have roles in DNA damage repair; H3K36me3 stimulates H4K16ac upon DNA double-strand break; SETD2, LEDGF, and KAT5 are required for these epigenetic changes. (SETD2 = SET domain containing 2; LEDGF = lens epithelium-derived growth factor; KAT5 = lysine acetyltransferase 5)"}, {"pubmed": 29042441, "text": "Data suggest TCF19 interacts with histone 3 lysine 4 trimethylation through its plant homeodomain finger; TCF19 expression appears to regulate gluconeogenesis in hepatocytes; TCF19 interacts with CHD4 causing NuRD complex recruitment to gene promoters of enzymes involved in gluconeogenesis. (TCF19 = transcription factor 19; CHD4 = chromodomain helicase DNA binding protein 4; NuRD = nucleosome-remodeling-deacetylase)"}, {"pubmed": 29405169, "text": "A significant association of the single-nucleotide polymorphism c190C>T (Arg64Cys) in the human testis-specific histone variant, H3t, of Japanese patients with Sertoli cell-only syndrome."}, {"pubmed": 29457292, "text": "Antibodies against H3 and H4 histones from the sera of HIV-infected patients catalyze site-specific degradation of these histones."}, {"pubmed": 29610279, "text": "H3K36me3-mediated mismatch repair preferentially protects actively transcribed genes from mutation."}, {"pubmed": 29932419, "text": "H3.3K27M mutant proteins reprogram epigenome by sequestering the PRC2 complex to poised enhancers."}, {"pubmed": 30532024, "text": "Mutations in histone h3,3 gene K27M and G34R/W are associated with giant cell tumor of the bone"}, {"pubmed": 33805201, "text": "Detection of H3K4me3 Identifies NeuroHIV Signatures, Genomic Effects of Methamphetamine and Addiction Pathways in Postmortem HIV+ Brain Specimens that Are Not Amenable to Transcriptome Analysis."}, {"pubmed": 34101354, "text": "Matrix metalloproteinase-2 mediates ribosomal RNA transcription by cleaving nucleolar histones."}, {"pubmed": 35021853, "text": "The unfavorable clinical outcome of COVID-19 in smokers is mediated by H3K4me3, H3K9me3 and H3K27me3 histone marks."}], "genomic_pos": [{"chr": "1", "end": 228425360, "ensemblgene": "ENSG00000168148", "start": 228424845, "strand": -1}, {"chr": "HG2002_PATCH", "end": 16524, "ensemblgene": "ENSG00000285435", "start": 16044, "strand": -1}], "genomic_pos_hg19": {"chr": "1", "end": 228613026, "start": 228612546, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006325", "pubmed": 31790919, "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006334", "pubmed": 25615412, "qualifier": "involved_in", "term": "nucleosome assembly"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006334", "pubmed": 20498094, "qualifier": "involved_in", "term": "nucleosome assembly"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0000781", "pubmed": 19135898, "qualifier": "located_in", "term": "chromosome, telomeric region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000786", "pubmed": [20498094, 25615412], "qualifier": "part_of", "term": "nucleosome"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0000786", "pubmed": 20498094, "qualifier": "part_of", "term": "nucleosome"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17537733, 17567753, 17599839, 20224553, 20498094, 21888893, 29340707, 30021884, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030527", "qualifier": "enables", "term": "structural constituent of chromatin"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046982", "qualifier": "enables", "term": "protein heterodimerization activity"}]}, "homologene": {"genes": [[7227, 3772517], [8364, 100493041], [9544, 694024], [9606, 8290], [9913, 518318]], "id": 133212}, "interpro": [{"desc": "Histone H3/CENP-A", "id": "IPR000164", "short_desc": "Histone_H3/CENP-A"}, {"desc": "Histone H2A/H2B/H3", "id": "IPR007125", "short_desc": "Histone_H2A/H2B/H3"}, {"desc": "Histone-fold", "id": "IPR009072", "short_desc": "Histone-fold"}], "ipi": "IPI00216402", "map_location": "1q42.13", "name": "H3.4 histone, cluster member", "other_names": ["H3 clustered histone 16", "H3 histone family, member T", "H3.4 histone", "H3/t", "histone 3, H3", "histone H3.1t", "histone H3.4", "histone cluster 3 H3"], "pantherdb": {"HGNC": "4778", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSRNOG00000053155", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 10116, "uniprot_kb": "M0RBX6"}, {"ZFIN": "ZDB-GENE-160113-53", "ortholog_type": "LDO", "panther_family": "PTHR11426", "taxid": 7955, "uniprot_kb": "A0A140LG23"}], "uniprot_kb": "Q16695"}, "pathway": {"kegg": [{"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05322", "name": "Systemic lupus erythematosus - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL4", "name": "IL4"}], "reactome": [{"id": "R-HSA-110328", "name": "Recognition and association of DNA glycosylase with site containing an affected pyrimidine"}, {"id": "R-HSA-110329", "name": "Cleavage of the damaged pyrimidine "}, {"id": "R-HSA-110330", "name": "Recognition and association of DNA glycosylase with site containing an affected purine"}, {"id": "R-HSA-110330", "name": "Recognition and association of DNA glycosylase with site containing an affected purine"}, {"id": "R-HSA-110331", "name": "Cleavage of the damaged purine"}, {"id": "R-HSA-110331", "name": "Cleavage of the damaged purine"}, {"id": "R-HSA-1221632", "name": "Meiotic synapsis"}, {"id": "R-HSA-1474165", "name": "Reproduction"}, {"id": "R-HSA-1500620", "name": "Meiosis"}, {"id": "R-HSA-157579", "name": "Telomere Maintenance"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-171306", "name": "Packaging Of Telomere Ends"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2299718", "name": "Condensation of Prophase Chromosomes"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559586", "name": "DNA Damage/Telomere Stress Induced Senescence"}, {"id": "R-HSA-5693532", "name": "DNA Double-Strand Break Repair"}, {"id": "R-HSA-5693538", "name": "Homology Directed Repair"}, {"id": "R-HSA-5693565", "name": "Recruitment and ATM-mediated phosphorylation of repair and signaling proteins at DNA double strand breaks"}, {"id": "R-HSA-5693567", "name": "HDR through Homologous Recombination (HRR) or Single Strand Annealing (SSA)"}, {"id": "R-HSA-5693571", "name": "Nonhomologous End-Joining (NHEJ)"}, {"id": "R-HSA-5693606", "name": "DNA Double Strand Break Response"}, {"id": "R-HSA-5693607", "name": "Processing of DNA double-strand break ends"}, {"id": "R-HSA-68875", "name": "Mitotic Prophase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69473", "name": "G2/M DNA damage checkpoint"}, {"id": "R-HSA-69481", "name": "G2/M Checkpoints"}, {"id": "R-HSA-69620", "name": "Cell Cycle Checkpoints"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73884", "name": "Base Excision Repair"}, {"id": "R-HSA-73886", "name": "Chromosome Maintenance"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73894", "name": "DNA Repair"}, {"id": "R-HSA-73927", "name": "Depurination"}, {"id": "R-HSA-73927", "name": "Depurination"}, {"id": "R-HSA-73928", "name": "Depyrimidination"}, {"id": "R-HSA-73929", "name": "Base-Excision Repair, AP Site Formation"}, {"id": "R-HSA-73929", "name": "Base-Excision Repair, AP Site Formation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-912446", "name": "Meiotic recombination"}, {"id": "R-HSA-9670095", "name": "Inhibition of DNA recombination at telomere"}], "wikipathways": [{"id": "WP2035", "name": "Follicle Stimulating Hormone (FSH) signaling pathway"}, {"id": "WP4673", "name": "Male infertility"}]}, "pdb": ["2V1D", "2YBP", "2YBS", "3A6N", "3T6R", "4V2V", "4V2W", "6OIE", "6WAT", "6WAU"], "pfam": "PF00125", "pharos": {"target_id": 16066, "tdl": "Tbio"}, "pir": "S57473", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF211030", "relationship": "is"}, {"id": "GNF216482", "relationship": "is"}, {"id": "GNF221934", "relationship": "is"}, {"id": "GNF227386", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF278254", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096339", "relationship": "is"}, {"id": "GNF135994", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NW_018654708.1"], "protein": "NP_003484.1", "rna": "NM_003493.3", "translation": {"protein": "NP_003484.1", "rna": "NM_003493.3"}}, "reporter": {"HG-U133_Plus_2": "208572_at", "HTA-2_0": "TC01003915.hg.1", "HuEx-1_0": "2459605", "HuGene-1_1": "7924884", "HuGene-2_1": "16700233"}, "summary": "Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Nucleosomes consist of approximately 146 bp of DNA wrapped around a histone octamer composed of pairs of each of the four core histones (H2A, H2B, H3, and H4). The chromatin fiber is further compacted through the interaction of a linker histone, H1, with the DNA between the nucleosomes to form higher order chromatin structures. This gene is intronless and encodes a replication-dependent histone that is a member of the histone H3 family. Transcripts from this gene lack polyA tails; instead, they contain a palindromic termination element. This gene is located separately from the other H3 genes that are in the histone gene cluster on chromosome 6p22-p21.3. [provided by RefSeq, Aug 2015].", "symbol": "H3-4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1442482"}, "unigene": "Hs.248171", "uniprot": {"Swiss-Prot": "Q16695"}, "wikipedia": {"url_stub": "HIST3H3"}}