{"AllianceGenome": "4798", "HGNC": "4798", "MIM": "603924", "_id": "3026", "_version": 1, "accession": {"genomic": ["AL390197.19", "AY534754.1", "CH471066.2", "CP068268.2", "NC_000010.11", "NC_060934.1", "NG_008956.1", "ON249120.1"], "protein": ["AAB46909.1", "AAH31412.1", "AAS16352.1", "BAA08576.1", "BAF83521.1", "BAH14041.1", "BAH14042.1", "BAH14081.1", "EAW49505.1", "NP_001171131.1", "NP_004123.1", "Q14520.1", "WCF05391.1"], "rna": ["AA484932.1", "AI373912.1", "AK290832.1", "AK303759.1", "AK303761.1", "AK303948.1", "BC031412.1", "BP340909.1", "D49742.1", "DC413026.1", "NM_001177660.3", "NM_004132.5", "S83182.1"], "translation": [{"protein": "NP_004123.1", "rna": "NM_004132.5"}, {"protein": "AAB46909.1", "rna": "S83182.1"}, {"protein": "NP_001171131.1", "rna": "NM_001177660.3"}, {"protein": "BAH14081.1", "rna": "AK303948.1"}, {"protein": "BAH14041.1", "rna": "AK303759.1"}, {"protein": "BAH14042.1", "rna": "AK303761.1"}, {"protein": "BAF83521.1", "rna": "AK290832.1"}, {"protein": "AAH31412.1", "rna": "BC031412.1"}, {"protein": "BAA08576.1", "rna": "D49742.1"}]}, "alias": ["FSAP", "HABP", "HGFAL", "NMTC5", "PHBP"], "ec": "3.4.21.92", "ensembl": {"gene": "ENSG00000148702", "protein": ["ENSP00000277903", "ENSP00000443283"], "transcript": ["ENST00000351270", "ENST00000460714", "ENST00000542051"], "translation": [{"protein": "ENSP00000277903", "rna": "ENST00000351270"}, {"protein": "ENSP00000443283", "rna": "ENST00000542051"}], "type_of_gene": "protein_coding"}, "entrezgene": "3026", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.1496220253, "exp_mis": 177.719176656, "exp_syn": 85.212231651, "lof_z": -0.187658505760053, "mis_z": -2.94551309667775, "mu_lof": 1.30899308597e-06, "mu_mis": 1.52403865996e-05, "mu_syn": 7.05923354066e-06, "n_lof": 21.0, "n_mis": 258.0, "n_syn": 101.0, "p_li": 1.17394512031747e-14, "p_null": 0.988947072194937, "p_rec": 0.0110529278050514, "syn_z": -1.06027690244813}, "bp": 1683, "cds_end": 115348128, "cds_start": 115312880, "n_exons": 13, "nonpsych": {"exp_lof": 17.9716855336, "exp_mis": 160.587341891, "exp_syn": 76.8596250897, "lof_z": -0.701549861051121, "mis_z": -2.96178214915648, "mu_lof": 1.30899308597e-06, "mu_mis": 1.52403865996e-05, "mu_syn": 7.05923354066e-06, "n_lof": 21.0, "n_mis": 235.0, "n_syn": 91.0, "p_li": 1.8563475112264e-15, "p_null": 0.996554017142376, "p_rec": 0.00344598285762217, "syn_z": -1.01548885574819}, "nontcga": {"exp_lof": 18.5117572647, "exp_mis": 163.475758312, "exp_syn": 78.3693604584, "lof_z": -0.111942022771759, "mis_z": -2.78699636433252, "mu_lof": 1.30899308597e-06, "mu_mis": 1.52403865996e-05, "mu_syn": 7.05923354066e-06, "n_lof": 19.0, "n_mis": 235.0, "n_syn": 92.0, "p_li": 3.64589324968847e-13, "p_null": 0.977531033329823, "p_rec": 0.0224689666698123, "syn_z": -0.974911877086808}, "transcript": "ENST00000351270.3"}, "exons": [{"cdsend": 113588369, "cdsstart": 113567497, "chr": "10", "position": [[113550830, 113550961], [113567488, 113567525], [113574288, 113574405], [113575896, 113576004], [113577149, 113577266], [113578025, 113578145], [113578626, 113578798], [113580594, 113580692], [113581875, 113582131], [113583215, 113583358], [113584147, 113584282], [113585792, 113585938], [113588204, 113589601]], "strand": 1, "transcript": "NM_001177660", "txend": 113589601, "txstart": 113550830}, {"cdsend": 113588369, "cdsstart": 113553121, "chr": "10", "position": [[113553052, 113553190], [113567488, 113567525], [113574288, 113574405], [113575896, 113576004], [113577149, 113577266], [113578025, 113578145], [113578626, 113578798], [113580594, 113580692], [113581875, 113582131], [113583215, 113583358], [113584147, 113584282], [113585792, 113585938], [113588204, 113589601]], "strand": 1, "transcript": "NM_004132", "txend": 113589601, "txstart": 113553052}], "exons_hg19": [{"cdsend": 115348128, "cdsstart": 115327256, "chr": "10", "position": [[115310589, 115310720], [115327247, 115327284], [115334047, 115334164], [115335655, 115335763], [115336908, 115337025], [115337784, 115337904], [115338385, 115338557], [115340353, 115340451], [115341634, 115341890], [115342974, 115343117], [115343906, 115344041], [115345551, 115345697], [115347963, 115349360]], "strand": 1, "transcript": "NM_001177660", "txend": 115349360, "txstart": 115310589}, {"cdsend": 115348128, "cdsstart": 115312880, "chr": "10", "position": [[115312811, 115312949], [115327247, 115327284], [115334047, 115334164], [115335655, 115335763], [115336908, 115337025], [115337784, 115337904], [115338385, 115338557], [115340353, 115340451], [115341634, 115341890], [115342974, 115343117], [115343906, 115344041], [115345551, 115345697], [115347963, 115349360]], "strand": 1, "transcript": "NM_004132", "txend": 115349360, "txstart": 115312811}], "generif": [{"pubmed": 15486068, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15486068, "text": "The frequency of factor VII-activating protease Marburg I is significantly increased in patients with a history of venous thromboembolism (VTE) or idiopathic VTE compared to healthy controls."}, {"pubmed": 15543324, "text": "An interactive effect upon risk was found between the 511E allele and elevated levels of cholesterol and triglyceride or fibrinogen.  The findings support the proposal that the FSAP 511E allele exacerbates atherosclerosis or its clinical sequelae"}, {"pubmed": 15543324, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15654766, "text": "extracellular RNA, present at sites of cell damage or vascular injury, can serve an important as yet unrecognized cofactor function in haemostasis by inducing (auto-)activation of FSAP through a novel surface-dependent mechanism"}, {"pubmed": 15933067, "text": "Marburg I polymorphism of factor VII-activating protease does not have a role in venous thrombosis [letter]"}, {"pubmed": 16153533, "text": "exhibits a significant growth factor-like activity on quiescent human lung and dermal fibroblasts"}, {"pubmed": 16332249, "text": "The identification of polyanion-binding sites will help to define the role of FSAP in the vasculature."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16461761, "text": "No association between polymorphism and risk of venous thromboembolism."}, {"pubmed": 17003923, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17145954, "text": "FSAP has a protective function in the vasculature, and analysis of G534E polymorphism (Marburg I) polymorphism is likely to be clinically relevant in restenosis."}, {"pubmed": 17479202, "text": "The Marburg I polymorphism of factor VII-activating protease and the risk of venous thromboembolism."}, {"pubmed": 17482622, "text": "factor VII activating protein (FSAP) was focally accumulated in hypocellular and lipid-rich areas within the necrotic core of atherosclerotic plaques in cornorary arteries"}, {"pubmed": 17540775, "text": "FSAP is a novel plasma-derived serine protease structurally homologous to tissue-type and urokinase-type plasminogen activators present in bronchoalveolar lavage fluids from patients with acute respiratory distress syndrome."}, {"pubmed": 18278202, "text": "Failed to validate association of FSAP gene polymorphisms with venous thromboembolism amoung Californians of European ancestry."}, {"pubmed": 18394684, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19105210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19105210, "text": "The G534E variant of FSAP is a risk locus for HCV-induced liver fibrosis and cirrhosis by determining PDGF-BB-mediated hepatic stellate cell proliferation through a single amino acid substitution in FSAP."}, {"pubmed": 19446554, "text": "The naturally occurring G534E-variant exhibited reduced proteolytic activity. The DeltaEGF-3 mutant showed diminished binding to and activation by heparin."}, {"pubmed": 19817990, "text": "Report that polyamine induces the formation of pro-PHBP autoactivation complex, in which an intermolecular interaction between N-terminal region and the third EGF-like domain (E3) plays a role."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20042707, "text": "Hyaluronic acid binding protein 2 (HABP2) negatively regulates vascular integrity via activation of protease-activated receptor/RhoA/Rho kinase signaling. It represents a potential therapeutic target for syndromes of increased vascular permeability."}, {"pubmed": 20045910, "text": "Marburg I polymorphism of FSAP might not be associated with cerebral infarction."}, {"pubmed": 20532885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20558613, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20558613, "text": "The protein products HABP2 and HYAL1 were associated with plasma PAI-1 concentration and play key roles in hyaluronan metabolism, providing genetic evidence to link these pathways."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20818495, "text": "FSAP inhibited platelet-derived growth factor-stimulated proliferation, migration, p42/p44 MAPK phosphorylation and collagen III synthesis of the human pulmonary fibroblasts."}, {"pubmed": 21071862, "text": "identified laccaic acid as a potent inhibitor of the protease in terms of both autoactivation of the PHBP proenzyme (IC(50) = 0.35-0.55 microg/ml) and the catalytic activity of the active enzyme (IC(50) = 1.1 microg/ml)."}, {"pubmed": 21098215, "text": "These results indicate that polymorphisms in the regulatory region of HABP2 gene could influence gene expression levels in the receptive endometrium and be one reason for infertility complications in women with unexplained infertility."}, {"pubmed": 21600885, "text": "these results suggest pathophysiological relevance of histone-dependent pro-PHBP activation in hyperinflammatory process."}, {"pubmed": 21655671, "text": "SNP analyses indicate an important role for FSAP in the regulation of the haemostasis system as well as fibroproliferative inflammatory processes. [review]"}, {"pubmed": 21737124, "text": "The increase in FSAP is comparable in the seven OC-groups studied but is more significant in women carrying the 1601GG genotype than in women with the 1601GA genotype and results in increased activation of FVII"}, {"pubmed": 22116096, "text": "Factor VII-activating protease promotes the proteolysis and inhibition of tissue factor pathway inhibitor."}, {"pubmed": 22235940, "text": "FSAP activates single-chain urokinase-type plasminogen activator, but FVII appears remarkably resistant to activation."}, {"pubmed": 22308306, "text": "A high correlation between FSAP activity and C5a was found in multiple trauma patients"}, {"pubmed": 22383781, "text": "Data suggest that plasma FSAP activity levels were higher in women with recurrent pregnancy loss than in fertile women."}, {"pubmed": 22409238, "text": "Increased plasma FSAP antigen levels and activity were associated with ischemic stroke and all main etiologic subtypes."}, {"pubmed": 22421107, "text": "We conclude that FSAP Marburg-I genotyping may be used to determine the risk for thromboembolic disorders in patients with suspected thrombophilia and known DVT or PE."}, {"pubmed": 22449009, "text": "Report tissue factor pathway inhibitor as an efficient inhibitor of factor VII-activating protease."}, {"pubmed": 22850287, "text": "High levels of FSAP activity were predictive of adverse events during follow-up, suggesting its potential role in risk stratification and clinical management of CAD patients."}, {"pubmed": 22906531, "text": "The study demonstrated that a single nucleotide polymorphism (Marburg I) in the FSAP gene (HABP-2)results in a weak proteolytic activity against all substrates including FVII."}, {"pubmed": 22989567, "text": "Lower FSAP expression is associated with enhanced liver fibrosis and inflammation in patients with chronic hepatic disorders and murine experimental liver injury."}, {"pubmed": 23341458, "text": "Data indicate that FSAP mediates proteolytic cleavage and activation of bone morphogenetic protein-2 (BMP-2)."}, {"pubmed": 23575879, "text": "The possible effects of omega-3 FA on clinical AF potential could be linked with modulation of circulating FSAP levels."}, {"pubmed": 24075769, "text": "FSAP activates the NF-kappaB pathway and the associated downstream pro-inflammatory factors in monocytic cells"}, {"pubmed": 24497464, "text": "FSAP functions in initiation and progression of hepatic fibrosis"}, {"pubmed": 25370187, "text": "Patients with Gram-negative sepsis caused by B. pseudomallei have abundant FSAP activation, which significantly correlates with stage of disease."}, {"pubmed": 25847894, "text": "CD44 expression in squamous cell carcinoma of the penis cannot predict the need of performing inguinal lymphadenectomy."}, {"pubmed": 26222560, "text": "results suggest that the HABP2 G534E variant is a susceptibility gene for familial nonmedullary thyroid cancer"}, {"pubmed": 26732560, "text": "HABP2, which encodes an extracellular serine protease involved in coagulation, fibrinolysis, and inflammatory pathways, may be a genetic susceptibility locus for early-onset stroke. [Meta-Analysis]"}, {"pubmed": 26745718, "text": "No evidence supporting a role for the HABP2 G534E variant (SNP rs7080536) in papillary thyroid carcinoma."}, {"pubmed": 26832773, "text": "HABP2 G534E appears to be a susceptibility gene in a subgroup of Familial Non-Medullary Thyroid Cancer (FNMTC), providing important diagnostic implications for this hereditary thyroid cancer."}, {"pubmed": 26906432, "text": "mutations were not found in familial non-medullary thyroid cancer, and the G534E variant is not the underlying genetic defect in a large sample of sporadic non-medullary thyroid cancer from the Middle East."}, {"pubmed": 27073188, "text": "Study showed that lower FSAP antigen plasma levels were associated with a higher chance of arterial recanalization after tissue plasminogen activator treatment, suggesting an involvement of FSAP in tissue plasminogen activator-induced clot lysis. FSAP antigen determination might be useful in predicting tissue plasminogen activator response in stroke patients."}, {"pubmed": 27245704, "text": "Letter: G534E variant in HABP2 is not associated with non-medullary thyroid cancer in the Spanish population."}, {"pubmed": 27462075, "text": "the promoter activity, which could phenocopy changes in Habp2 mRNA in response to TGF-beta, was found to be located in the 177-bp region upstream of the transcription start site, and this region did not contain any SMAD binding sites."}, {"pubmed": 27530615, "text": "Results show that G534E germline variant in HABP2 does not account for the familial nature of nonmedullary thyroid cancer in Australian kindreds but and is common in the general population."}, {"pubmed": 27873212, "text": "HABP2 polymorphisms are not associated with thyroid cancer."}, {"pubmed": 28089742, "text": "The data do not support the pathogenicity of the HABP2 c.1601G > A variant but highlight the existence of a new one that should be more extensively searched for in familial papillary thyroid carcinoma patients and its pathogenicity more carefully evaluated."}, {"pubmed": 28222214, "text": "study on a wide series of familial non-medullary thyroid cancers indicates that the HABP2(G534E) variant is frequent, but does not segregate with the disease"}, {"pubmed": 28246168, "text": "omology modeling suggested that the Glu-221 side chain could sterically hinder insertion of the N terminus into the HABP2 protease domain, helping to explain the detrimental effects of Glu-221 substitution on HABP2 activity."}, {"pubmed": 28402931, "text": "Two of 20 probands from families with history of PTC and breast carcinoma (BC) were evaluated by whole exome sequencing (WES) revealing HABP2 p.G534E."}, {"pubmed": 28418605, "text": "The G534E variant might be considered a rare polymorphism of HABP2 not associated with increased risk of familial non-medullary thyroid cancer in Brazilian kindreds."}, {"pubmed": 28501930, "text": "No significant association was found between rs11196288 and early-onset ischemic stroke, large artery atherosclerotic stroke, or small vessel disease stroke.  rs11196288 presented significant effect on late-onset SVD stroke susceptibility in the older population."}, {"pubmed": 28548975, "text": "The extent of CAC in women is positively associated with total FSAP, but negatively associated with the specific activity of FSAP suggesting that FSAP may play a role in the evolution of CVD in women."}, {"pubmed": 28726978, "text": "Report peptide substrates used in determining substrate specificity of Factor VII activating protease."}, {"pubmed": 28881271, "text": "Regulation of gene expression by FSAP in vascular smooth muscle/endothelial cells accounts for its vasculo-regulatory properties."}, {"pubmed": 29178989, "text": "NETs bind to FSAP, but do not activate pro-FSAP unless histones are released from NETs by DNAse. This activation of FSAP is likely to be important in diminishing the cytotoxic effect of histones, thus limiting the damaging effect of NETosis."}, {"pubmed": 29665850, "text": "three novel MD loci were identified (at P < 5 x 10(- 8)): one for percent dense volume (HABP2) and two for the absolute dense volume (INHBB, LINC01483). INHBB is an established locus for ER-negative breast cancer, and HABP2 and LINC01483 represent putative new breast cancer susceptibility loci"}, {"pubmed": 29895015, "text": "The presence of the noninheritable V600E BRAF mutation in this family supports Knudson's \"double-hit\" hypothesis for cancer development and suggests the involvement of more than 1 gene in the clinical expression of familial nonmedullary thyroid carcinoma."}, {"pubmed": 29927903, "text": "The MI-SNP and MII-SNP FSAP gene polymorphisms were not predictive or prognostic biomarkers for coronary artery diseaseor its main risk factors."}, {"pubmed": 30070759, "text": "HABP2 Marburg-I variant is a strong regulator of FSAP activity. A novel locus near ADCY2 was identified as a potential additional regulator of FSAP activity."}, {"pubmed": 30076961, "text": "Altering fibrin clot properties by fibrinogenolysis is a novel function of FSAP in the vasculature, which facilitates clot lysis and may in vivo contribute to reduced fibrin deposition during thrombosis."}, {"pubmed": 31635523, "text": "Association between FSAP 1601G>A polymorphism and venous thromboembolism risk: A meta-analysis."}, {"pubmed": 31698750, "text": "FSAP inhibited VEGF165-mediated angiogenesis."}, {"pubmed": 31831842, "text": "Characterization of the enzymatic activity of the serine protease domain of Factor VII activating protease (FSAP)."}, {"pubmed": 31914657, "text": "PAR-1 and -2 mediate cellular effects of factor VII activating protease (FSAP)"}, {"pubmed": 32087413, "text": "Cellular effects of factor VII activating protease (FSAP)."}, {"pubmed": 34973499, "text": "Factor VII activating protease (FSAP) is not essential in the pathophysiology of angioedema in patients with C1 inhibitor deficiency."}, {"pubmed": 34992208, "text": "FSAP aggravated endothelial dysfunction and neurological deficits in acute ischemic stroke due to large vessel occlusion."}, {"pubmed": 36265411, "text": "Development of a Factor VII Activating Protease (FSAP) generation assay and its application in studying FSAP in venous thrombosis."}, {"pubmed": 36430180, "text": "FSAP Protects against Histone-Mediated Increase in Endothelial Permeability In Vitro."}], "genomic_pos": {"chr": "10", "end": 113589602, "ensemblgene": "ENSG00000148702", "start": 113550837, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 115349361, "start": 115310596, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006508", "qualifier": "involved_in", "term": "proteolysis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006508", "pubmed": 11217080, "qualifier": "acts_upstream_of_or_within", "term": "proteolysis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007155", "pubmed": 8827452, "qualifier": "involved_in", "term": "cell adhesion"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 14718574, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004252", "qualifier": "enables", "term": "serine-type endopeptidase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005509", "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0005539", "pubmed": 8827452, "qualifier": "enables", "term": "glycosaminoglycan binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008233", "pubmed": 11217080, "qualifier": "enables", "term": "peptidase activity"}]}, "homologene": {"genes": [[7955, 553472], [8364, 548376], [9031, 423898], [9544, 697495], [9598, 450744], [9606, 3026], [9615, 477822], [9913, 507993], [10090, 226243], [10116, 292126]], "id": 3050}, "interpro": [{"desc": "Kringle", "id": "IPR000001", "short_desc": "Kringle"}, {"desc": "EGF-like domain", "id": "IPR000742", "short_desc": "EGF-like_dom"}, {"desc": "Serine proteases, trypsin domain", "id": "IPR001254", "short_desc": "Trypsin_dom"}, {"desc": "Peptidase S1A, chymotrypsin family", "id": "IPR001314", "short_desc": "Peptidase_S1A"}, {"desc": "EGF-like calcium-binding domain", "id": "IPR001881", "short_desc": "EGF-like_Ca-bd_dom"}, {"desc": "Peptidase S1, PA clan", "id": "IPR009003", "short_desc": "Peptidase_S1_PA"}, {"desc": "Peptidase S1A, coagulation factor VII/IX/X/C/Z", "id": "IPR012224", "short_desc": "Pept_S1A_FX"}, {"desc": "Kringle-like fold", "id": "IPR013806", "short_desc": "Kringle-like"}, {"desc": "Kringle, conserved site", "id": "IPR018056", "short_desc": "Kringle_CS"}, {"desc": "Serine proteases, trypsin family, histidine active site", "id": "IPR018114", "short_desc": "TRYPSIN_HIS"}, {"desc": "Serine proteases, trypsin family, serine active site", "id": "IPR033116", "short_desc": "TRYPSIN_SER"}, {"desc": "Kringle superfamily", "id": "IPR038178", "short_desc": "Kringle_sf"}, {"desc": "Peptidase S1, PA clan, chymotrypsin-like fold", "id": "IPR043504", "short_desc": "Peptidase_S1_PA_chymotrypsin"}], "ipi": ["IPI00746623", "IPI00922719", "IPI00964994", "IPI01009177"], "map_location": "10q25.3", "name": "hyaluronan binding protein 2", "other_names": ["factor VII activating protein", "factor VII-activating protease", "factor seven-activating protease", "hepatocyte growth factor activator-like protein", "hyaluronan-binding protein 2", "hyaluronic acid binding protein 2", "plasma hyaluronan binding protein"], "pantherdb": {"HGNC": "4798", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1196378", "ortholog_type": "LDO", "panther_family": "PTHR24264", "taxid": 10090, "uniprot_kb": "Q8K0D2"}, {"RGD": "1302979", "ortholog_type": "LDO", "panther_family": "PTHR24264", "taxid": 10116, "uniprot_kb": "Q6L711"}, {"Ensembl": "ENSGALG00000008905", "ortholog_type": "LDO", "panther_family": "PTHR24264", "taxid": 9031, "uniprot_kb": "F1NEB3"}, {"ZFIN": "ZDB-GENE-030131-4721", "ortholog_type": "LDO", "panther_family": "PTHR24264", "taxid": 7955, "uniprot_kb": "F1QW52"}], "uniprot_kb": "Q14520"}, "pfam": ["PF00008", "PF00051", "PF00089"], "pharmgkb": "PA29172", "pharos": {"target_id": 18690, "tdl": "Tbio"}, "pir": "JC4795", "prosite": ["PS50026", "PS50070", "PS50240"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326341", "relationship": "is"}, {"id": "GNF326342", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250695", "relationship": "is"}, {"id": "GNF250696", "relationship": "is"}, {"id": "GNF250697", "relationship": "is"}, {"id": "GNF250698", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163140", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039261", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083987", "relationship": "is"}, {"id": "GNF083988", "relationship": "is"}, {"id": "GNF083989", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050740", "relationship": "is"}, {"id": "GNF055502", "relationship": "is"}, {"id": "GNF060149", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068605", "relationship": "is"}, {"id": "GNF068606", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF283157", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF284084", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF006267", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237451", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330292", "relationship": "is"}, {"id": "GNF333227", "relationship": "is"}, {"id": "GNF333294", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338401", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093764", "relationship": "is"}, {"id": "GNF133422", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1", "NG_008956.1"], "protein": ["NP_001171131.1", "NP_004123.1"], "rna": ["NM_001177660.3", "NM_004132.5"], "translation": [{"protein": "NP_004123.1", "rna": "NM_004132.5"}, {"protein": "NP_001171131.1", "rna": "NM_001177660.3"}]}, "reporter": {"HG-U133_Plus_2": "206010_at", "HG-U95Av2": "742_at", "HTA-2_0": "TC10000824.hg.1", "HuEx-1_0": "3264777", "HuGene-1_1": "7930561", "HuGene-2_1": "16709367"}, "summary": "This gene encodes a member of the peptidase S1 family of serine proteases. The encoded preproprotein is secreted by hepatocytes and proteolytically processed to generate heavy and light chains that form the mature heterodimer. Further autoproteolysis leads to smaller, inactive peptides. This extracellular protease binds hyaluronic acid and may play a role in the coagulation and fibrinolysis systems. Mutations in this gene are associated with nonmedullary thyroid cancer and susceptibility to venous thromboembolism. Alternative splicing results in multiple transcript variants, at least one of which encodes a preproprotein that is proteolytically processed. [provided by RefSeq, Jan 2016].", "symbol": "HABP2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415457"}, "unigene": "Hs.422542", "uniprot": {"Swiss-Prot": "Q14520"}, "wikipedia": {"url_stub": "HABP2"}}