{"AllianceGenome": "15598", "HGNC": "15598", "MIM": "606464", "_id": "57817", "_version": 1, "accession": {"genomic": ["AD000684.1", "AJ715525.1", "CP068259.2", "DQ496109.1", "FM242480.1", "FM242481.1", "FM242482.1", "FM242483.1", "FM242484.1", "FM242485.1", "FM242486.1", "FM242487.1", "FM242488.1", "FM242489.1", "FM242490.1", "FM242491.1", "FM242492.1", "FM242493.1", "FM242494.1", "FM242495.1", "FM242496.1", "FM242497.1", "FM242498.1", "FM242499.1", "FM242500.1", "FM242501.1", "FM242502.1", "FM242503.1", "FM242504.1", "FM242505.1", "FM242506.1", "FM242507.1", "FM242508.1", "FM242509.1", "FM242510.1", "FM242511.1", "FM242512.1", "FM242513.1", "KY987517.1", "LC707242.1", "LC707243.1", "LC707244.1", "LC707245.1", "LC707246.1", "LC707247.1", "LC707248.1", "LC707249.1", "LC711016.1", "LC711017.1", "LC711018.1", "LC711019.1", "LC711020.1", "LC711021.1", "LC711022.1", "LC713271.1", "LC713272.1", "LC713273.1", "LC713274.1", "MG679891.1", "NC_000019.10", "NC_060943.1", "NG_011563.2"], "protein": ["AAG23966.1", "AAH20612.1", "AAK14912.1", "AAQ89032.1", "ABF47098.1", "ATD50844.1", "AYI50193.1", "BDI12732.1", "BDI12733.1", "BDI12734.1", "BDI12735.1", "BDI12736.1", "BDI12737.1", "BDI12738.1", "BDI12739.1", "BDI55401.1", "BDI55402.1", "BDI55403.1", "BDI55404.1", "BDI55405.1", "BDI55406.1", "BDI55407.1", "CAC09419.1", "CAG29368.1", "CAR82669.1", "CAR82670.1", "CAR82671.1", "CAR82672.1", "CAR82673.1", "CAR82674.1", "CAR82675.1", "CAR82676.1", "CAR82677.1", "CAR82678.1", "CAR82679.1", "CAR82680.1", "CAR82681.1", "CAR82682.1", "CAR82683.1", "CAR82684.1", "CAR82685.1", "CAR82686.1", "CAR82687.1", "CAR82688.1", "CAR82689.1", "CAR82690.1", "CAR82691.1", "CAR82692.1", "CAR82693.1", "CAR82694.1", "CAR82695.1", "CAR82696.1", "CAR82697.1", "CAR82698.1", "CAR82699.1", "CAR82700.1", "CAR82701.1", "CAR82702.1", "NP_066998.1", "P81172.2"], "rna": ["AF131292.1", "AF147355.1", "AF309489.1", "AJ277280.1", "AK096110.1", "AY358669.1", "BC020612.1", "BP306149.1", "NM_021175.4"], "translation": [{"protein": "AAK14912.1", "rna": "AF131292.1"}, {"protein": "AAG23966.1", "rna": "AF309489.1"}, {"protein": "NP_066998.1", "rna": "NM_021175.4"}, {"protein": "AAQ89032.1", "rna": "AY358669.1"}, {"protein": "CAC09419.1", "rna": "AJ277280.1"}, {"protein": "AAH20612.1", "rna": "BC020612.1"}]}, "alias": ["HEPC", "HFE2B", "LEAP1", "PLTR"], "ensembl": {"gene": "ENSG00000105697", "protein": ["ENSP00000222304", "ENSP00000471894"], "transcript": ["ENST00000222304", "ENST00000593580", "ENST00000598398"], "translation": [{"protein": "ENSP00000471894", "rna": "ENST00000598398"}, {"protein": "ENSP00000222304", "rna": "ENST00000222304"}], "type_of_gene": "protein_coding"}, "entrezgene": "57817", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.50003154, "exp_mis": 30.4398068, "exp_syn": 14.735152, "lof_z": 1.35989035980737, "mis_z": 0.216297488148514, "mu_lof": 4.62722531491e-07, "mu_mis": 2.57563848011e-06, "mu_syn": 1.18955126541e-06, "n_lof": 3.0, "n_mis": 28.0, "n_syn": 20.0, "p_li": 0.0425051340417533, "p_null": 0.110494781925298, "p_rec": 0.847000084032949, "syn_z": -0.850272579171496}, "bp": 255, "cds_end": 35775945, "cds_start": 35773480, "n_exons": 3, "nonpsych": {"exp_lof": 5.8212491, "exp_mis": 27.4890565, "exp_syn": 13.2748281, "lof_z": 1.1483791737458, "mis_z": 0.528055572987414, "mu_lof": 4.62722531491e-07, "mu_mis": 2.57563848011e-06, "mu_syn": 1.18955126541e-06, "n_lof": 3.0, "n_mis": 22.0, "n_syn": 19.0, "p_li": 0.0361608721620717, "p_null": 0.15287162039164, "p_rec": 0.810967507446289, "syn_z": -0.989321414740549}, "nontcga": {"exp_lof": 5.97399499, "exp_mis": 27.9985899, "exp_syn": 13.55030655, "lof_z": 1.20029810936101, "mis_z": 0.188176546749276, "mu_lof": 4.62722531491e-07, "mu_mis": 2.57563848011e-06, "mu_syn": 1.18955126541e-06, "n_lof": 3.0, "n_mis": 26.0, "n_syn": 20.0, "p_li": 0.0356071830817635, "p_null": 0.13507441456639, "p_rec": 0.829318402351846, "syn_z": -1.10939584490195}, "transcript": "ENST00000598398.1"}, "exons": [{"cdsend": 35285042, "cdsstart": 35282577, "chr": "19", "position": [[35282527, 35282667], [35284788, 35284848], [35284937, 35285142]], "strand": 1, "transcript": "NM_021175", "txend": 35285142, "txstart": 35282527}], "exons_hg19": [{"cdsend": 35775945, "cdsstart": 35773480, "chr": "19", "position": [[35773430, 35773570], [35775691, 35775751], [35775840, 35776045]], "strand": 1, "transcript": "NM_021175", "txend": 35776045, "txstart": 35773430}], "generif": [{"pubmed": 11034317, "text": "A highly disulfide-bonded human antimicrobial protein, LEAP1, is reported."}, {"pubmed": 11836175, "text": "The sequencing of the whole hepcidin coding region, intron-exon junctions, 5' and partially 3'UTRs, did not reveal any alteration in the iron overload patients."}, {"pubmed": 12138110, "text": "solution structures of the hepcidin-20 and -25 amino acid peptides determined by standard two-dimensional (1)H NMR spectroscopy"}, {"pubmed": 12393428, "text": "hepcidin plays a major, causative role in the anemia observed in a subgroup of patients with hepatic adenomas, and may be important in the pathogenesis of the anemia of chronic disease in general."}, {"pubmed": 12433676, "text": "study of molecular basis of hepcidin regulation in patients with anemia of inflammation demonstrating that HEPC is a type II acute-phase protein, is regulated by iron stores, and is a key mediator of anemia of inflammation"}, {"pubmed": 12469120, "text": "Mutant antimicrobial peptide hepcidin is associated with severe juvenile hemochromatosis"}, {"pubmed": 12637325, "text": "data suggest a close relationship between the transferrin saturation and hepatic hepcidin expression in hereditary hemochromatosis"}, {"pubmed": 12663437, "text": "REVIEW of the role of hepcidin in iron metabolism and host defense"}, {"pubmed": 12915468, "text": "Mutations in hepcidin results in hemochromatosis"}, {"pubmed": 14630809, "text": "new mutation (C70R), which affects 1 of the 8 conserved cysteines that form the disulfide bonds and are critical for the stability of the polypeptide."}, {"pubmed": 14670915, "text": "Association of heterozygous mutations in the HFE and HAMP genes could lead to an adult-onset form of primary iron overload."}, {"pubmed": 14670915, "text": "Observational study of gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15124013, "text": "HEPC is important in the pathogenesis of anemia of inflammation."}, {"pubmed": 15124018, "text": "IL-6 mediates anemia of inflammation by inducing the synthesis of HEPC."}, {"pubmed": 15178582, "text": "hepcidin has a role in inhibition of iron transport across human intestinal epithelial cells"}, {"pubmed": 15198949, "text": "a mutation in HAMP may play a role in familial hemochromatosis"}, {"pubmed": 15514116, "text": "hepcidin bound to ferroportin in tissue culture cells; after binding, ferroportin was internalized and degraded, leading to decreased export of cellular iron"}, {"pubmed": 15671438, "text": "urinary hepcidin in patients with iron overload diseases"}, {"pubmed": 15685557, "text": "Juvenile hemochromatosis is not a distinct monogenic disorder invariably due to hemojuvelin or hepcidin mutations: it may be genetically linked to the adult-onset form of hereditary hemochromatosis."}, {"pubmed": 15725899, "text": "REVIEW: hepcidin as the hormone that links the type II acute phase response to iron handling and erythropoiesis"}, {"pubmed": 15797999, "text": "hepcidin levels correlated with hepatic iron stores and hemoglobin levels and may also be affected by hepatic dysfunction"}, {"pubmed": 15831700, "text": "the Y64N and C326Y mutants of FPN are completely resistant to hepcidin inhibition and N144D and N144H are partially resistant. Hemochromatosis-associated FPN mutations, either reduce iron export or produce an FPN variant that is insensitive to hepcidin"}, {"pubmed": 15933050, "text": "hepcidin accumulated in the ferroportin-rich organs, liver, spleen, and proximal duodenum, highlighting the central role of the hepcidin-ferroportin interaction in iron homeostasis"}, {"pubmed": 15998830, "text": "soluble and cell-associated hemojuvelin reciprocally regulate hepcidin expression in response to changes in extracellular iron concentration"}, {"pubmed": 16103673, "text": "central pathogenetic step in HFE-related hemochromatosis is impaired basal expression of HAMP rather than a lack of HAMP upregulation in response to iron stores"}, {"pubmed": 16204153, "text": "defective hepcidin regulation played a role in iron overload"}, {"pubmed": 16315135, "text": "Hepcidin serves to decrease the export of iron from reticuloendothelial cells and absorptive enterocytes."}, {"pubmed": 16460831, "text": "The crucial role of hepcidin in the control of macrophage iron homeostasis was shown."}, {"pubmed": 16737972, "text": "alcohol metabolism-mediated oxidative stress regulates hepcidin transcription via C/EBPalpha, which in turn leads to increased duodenal iron transport"}, {"pubmed": 16769573, "text": "Hepcidin is the key regulator of systemic iron homeostasis and acts by binding to the cellular iron exporter ferroportin and causing its internalization and degradation."}, {"pubmed": 16769583, "text": "central regulatory role in iron circulation and iron toxicity in patients with thalassemia."}, {"pubmed": 16835372, "text": "Mechanism by which hepcidin can be regulated by inflammation or, in the absence of inflammatory stimuli, by alternative mechanisms leading to STAT3 activation."}, {"pubmed": 16929540, "text": "A cross-sectional study was performed to assess hepcidin correlations with renal function, iron status, and C reactive protein in patients with chronic renal failure on conservative treatment."}, {"pubmed": 16937259, "text": "Data show the presence of co-purified iron with 20 and 25 residue hepcidins, and present a new 3D structure that is completely different from the solved structure of the synthetic peptide."}, {"pubmed": 16946298, "text": "A STAT3 binding motif located at position -64/-72 of the hepcidin promoter is required for hepcidin activation in Il6-treated human liver cells."}, {"pubmed": 16952548, "text": "Hepcidin is a proinflammatory adipokine and may play an important role in hypoferremia of inflammation in obese condition."}, {"pubmed": 16962038, "text": "Iron overload and hemochromatosis my be due to a deficiency in hepcidin."}, {"pubmed": 17112858, "text": "Elevated hepcidin values in kidney allograft recipients may be due not only to impaired renal function, but also to a low-grade inflammatory state."}, {"pubmed": 17229646, "text": "hypoxia lowers circulating prohepcidin concentrations in humans"}, {"pubmed": 17229647, "text": "an additional ATG in the 5' untranslated region (UTR) of the HAMP is functional and prevents normal hepcidin production by inducing an aberrant translation initiation of the pre-hepcidin mRNA [case report]"}, {"pubmed": 17331161, "text": "alcohol loading down-regulates hepatic hepcidin expression and leads to the increase of iron absorption from the intestine"}, {"pubmed": 17488680, "text": "In thalassemia intermedia, high erythropoietic drive causes severe hepcidin deficiency resulting in hyperabsorption of dietary iron & macrophage iron depletion lowering ferritin secretion. In thalassemia major, transfusions reverse this."}, {"pubmed": 17559363, "text": "the molecules which regulate hepcidin expression [REVIEW]"}, {"pubmed": 17577979, "text": "Studies indicate that the recombinant hepcidin secreted from P. pastoris had a molecular weight of 2.7kD."}, {"pubmed": 17613866, "text": "Hypertransfusional (>8 transfusions/year) iron in liver biopsies correlated with increased expression (RNA) for iron regulatory proteins 1 and 2 (3-, 9- to 11-fold) and hepcidin RNA: (5- to 8-fold), while ferritin H and L RNA remained constant."}, {"pubmed": 17721544, "text": "GDF15 overexpression arising from an expanded erythroid compartment contributes to iron overload in thalassemia syndromes by inhibiting hepcidin expression."}, {"pubmed": 17766053, "text": "Elevated basal hepcidin levels in the liver may inhibit the development of malaria infection."}, {"pubmed": 17768112, "text": "hepcidin production is regulated by the combination of marrow iron requirements and iron supply by transferrin"}, {"pubmed": 17847004, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17905608, "text": "HEPC MISSENSE MUTATION CAUSING INEFFICIENT CLEAVAGE INDICATES THAT THE FURIN BINDING SITE BE MORE THAN 4 RESIDUES"}, {"pubmed": 17905609, "text": "the hepatic prohormone convertase furin mediates the posttranslational processing of hepcidin. The proteolytic cleavage of prohepcidin to hepcidin is not regulated by iron-transferrin or the HIF pathway"}, {"pubmed": 17951471, "text": "Leptin upregulates hepatic hepcidin expression suggesting that leptin-induced overweign may contribute to hepcidin expression."}, {"pubmed": 17962361, "text": "Suggest role for hepcidin in control of intestinal iron absorption is dependent on cell type."}, {"pubmed": 18023212, "text": "results showed that soluble transferrin receptor (sTfR) highly associates with erythropoietic activity that strongly interfered with the iron store regulation of hepcidin; HepG2 expression results display an inverse association between hepcidin and sTfR"}, {"pubmed": 18073346, "text": "In anemia of chronic disease, hepcidin mRNA levels were significantly correlated to serum IL-6 concentrations, and increased monocyte hepcidin mRNA levels were associated with decreased expression of iron retention."}, {"pubmed": 18278547, "text": "Pro-hepcidin levels show extremely wide variations in rheumatoid arthritis and systemic lupus erythematosus."}, {"pubmed": 18304682, "text": "hepcidin gene which plays a critical role in regulating systemic iron homeostasis."}, {"pubmed": 18322945, "text": "Hepcidin is expressed by colorectal cancer tissue and that this may represent a novel oncogenic signalling mechanism."}, {"pubmed": 18326817, "text": "HJV-induced BMP signaling and hepcidin expression are not altered by neogenin overexpression or by inhibition of endogenous neogenin expression"}, {"pubmed": 18333366, "text": "Il-6 through the Jak/STAT-3 signaling pathway is involved in the regulation of hepcidin expression providing a link between inflammation and iron metabolism."}, {"pubmed": 18421430, "text": "These data uncover a missing link in the HFE2-mediated control of hepcidin expression and suggest that the BMP-responsive element controls hepcidin promoter activity mediated by HFE2 and inflammatory stimuli."}, {"pubmed": 18462824, "text": "Patients with dysmetabolic hepatic iron overload show appropriate regulation of mRNAs encoding proteins involved in iron uptake and efflux but dysregulation of hepcidin production"}, {"pubmed": 18495462, "text": "analysis of hepcidin, interleukin-6 and iron markers in males before and after heart surgery"}, {"pubmed": 18541040, "text": "Expression of hepcidin mRNA is strikingly suppressed in cancerous, but not in non-cancerous tissues, in patients with HCC, irrespective of ferroportin or Trf2 expression."}, {"pubmed": 18544472, "text": "decreased EPO levels in familial amyloidosis TTR V30M correlated with the prohepcidin levels"}, {"pubmed": 18556388, "text": "studied the link between hepcidin and anemia and inflammation in peritoneal dialysis patients"}, {"pubmed": 18603562, "text": "TMPRSS6 mutation leads to overproduction of hepcidin and, in turn, to defective iron absorption and utilization"}, {"pubmed": 18641032, "text": "indicate the existence of an unknown functional erythropoiesis-associated circulating factor, other than growth differentiation factor-15, that negatively regulates hepcidin production in stem cell transplantation settings"}, {"pubmed": 18671304, "text": "Hepatitis C virus-induced oxidative stress suppresses hepcidin expression through increased histone deaceetylase activity."}, {"pubmed": 18676162, "text": "Plasma hepcidin levels of eight patients with the anemia of ageing and sex- and age-matched controls found that the levels of hepcidin were not increased in patients with the anemia of ageing."}, {"pubmed": 18694648, "text": "The interrelationships between sTfR1 and prohepcidin or between ferritin and hepcidin suggest that ferritin- and sTfR1-sensed hepcidin conversion system exist in human body and maybe regulated at the post-translational level."}, {"pubmed": 18758412, "text": "Data suggest that in erythropoietin-resistant anemia, multiple factors, including iron and inflammation related conditions, are likely to affect the level of hepcidin and this may explain the lack of elevated serum hepcidin in this condition."}, {"pubmed": 18762941, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18775801, "text": "Secretion of bioactive hepcidin-25 by liver cells correlates with its gene transcription and points towards synergism between iron and inflammation signaling pathways"}, {"pubmed": 18809758, "text": "The hepatic siderosis associated with Porphyria cutanea tarda likely results from dysregulated HAMP."}, {"pubmed": 18827264, "text": "all hemojuvelin mutants tested showed no or minimal hepcidin activation"}, {"pubmed": 18970934, "text": "Chromatin immunoprecipitation assay demonstrated physiologic bindings of USF2 to the hepcidin promoter in HepG2 cells. USF2 siRNA also significantly knocked down hepcidin mRNA expression."}, {"pubmed": 19032104, "text": "Urinary concentrations of hepcidin were strongly elevated and were associated with iron maldistribution in Plasmodium falciparum malaria."}, {"pubmed": 19059216, "text": "These data suggest that beta2M is essential for the correct subcellular distribution of both HFE and hepcidin, two proteins, which are critical for iron homeostasis."}, {"pubmed": 19070948, "text": "The enhancement of hepcidin-25 in patients without acute kidney injury (AKI) may suggest a novel role for iron sequestration in modulating AKI."}, {"pubmed": 19093740, "text": "Prohepcidin showed itself as a negative acute phase reactant during systemic inflammatory response syndrome associated with a cardiac surgery."}, {"pubmed": 19099655, "text": "Hepcidin mRNA expression in HepG2 cells and human primary hepatocytes can be elevated by rhIL-6."}, {"pubmed": 19150361, "text": "Hepcidin addition resulted in a redistribution of ferroportin to intracellular compartments that labeled with early endosomal and lysosomal, but not Golgi, markers and that trafficked along microtubules."}, {"pubmed": 19214511, "text": "HAMP and hemojuvelin mutations are rare among Spanish HH patients, and their impact in this population is not significant"}, {"pubmed": 19214511, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19231148, "text": "Genetic deficiency is the basis of hereditary hemochromatosis"}, {"pubmed": 19254567, "text": "Because the HFE alpha3 domain interacts with receptor 2 (TfR2), these results supported the finding that TfR2/HFE complex is required for transcriptional regulation of hepcidin by holo-transferrin."}, {"pubmed": 19287179, "text": "This review discusses how iron-sensing hemojuvelin and inflammatory pathways cooperate in hepcidin gene expression through unknown mechanisms."}, {"pubmed": 19291818, "text": "Due to its crucial role in the regulation of body iron stores, hepcidin may act as a secondary risk factor in the progression of alcoholic liver disease[REVIEW]."}, {"pubmed": 19292870, "text": "Alpha-1 antitrypsin binds preprohepcidin intracellularly and prohepcidin in the serum"}, {"pubmed": 19346972, "text": "Exercise-induced inflammation, hemolysis, and hepcidin production were all evident at the conclusion of running, regardless of the surface trained upon or of the intensity trained at."}, {"pubmed": 19387685, "text": "Downregulation of hepcidin is associated with hepatocellular carcinoma."}, {"pubmed": 19414861, "text": "interferes with BMP-mediated hepcidin expression and may act with GDF15 to dysregulate iron homeostasis in thalassemia syndromes."}, {"pubmed": 19423366, "text": "a redundant system of proprotein convertases cleaves prohepcidin at the predicted site releasing active hepcidin-25 from the proprotein."}, {"pubmed": 19454498, "text": "Data suggest that the interleukin-1beta and bone morphogenetic protein signaling pathways are central to the regulation of HAMP expression by macrophages in this co-culture model."}, {"pubmed": 19478464, "text": "serum hepcidin-20 is transiently elevated in response to acute cardiac ischemia"}, {"pubmed": 19483160, "text": "Data show that the median serum and urine hepcidin-25 levels were similar for patients and controls."}, {"pubmed": 19541813, "text": "HFE mutations modulate the effect of iron on serum hepcidin-25 in chronic hemodialysis patients."}, {"pubmed": 19553669, "text": "Hepcidin revisited, disulfide connectivity, dynamics, and structure."}, {"pubmed": 19589941, "text": "Only patient had lower hepcidin, likely reflecting the appropriate response of hepcidin to iron deficiency"}, {"pubmed": 19610021, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19652026, "text": "Macrophage hepcidin expression is induced by the activation of STAT1 and NF-kappaB and the induction of C/EBPbeta expression."}, {"pubmed": 19652645, "text": "Cholestasis or its important component-hydrophobic bile acids-can downregulate hepcidin expression through inhibiting IL-6-induced STAT3 phosphorylation and pSTAT3 protein nuclear translocation."}, {"pubmed": 19656379, "text": "hepcidin-25 may have a role in metastasis of renal cell carcinoma"}, {"pubmed": 19679815, "text": "findings show that CREBH (cyclic AMP response element-binding protein H), an endoplasmic reticulum stress-activated transcription factor, binds to and transactivates the hepcidin promoter"}, {"pubmed": 19681654, "text": "Acute inflammatory changes could affect the regulation of hepcidin expression in subcutaneous adipose tissue and thus possibly contribute to inflammation-induced systemic changes of iron metabolism during cardiac surgery."}, {"pubmed": 19711434, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19715836, "text": "Determination of hepcidin concentrations improves the identification of iron deficiency in pretransplant patients by 21.6%."}, {"pubmed": 19729219, "text": "although hepcidin regulation by iron stores is maintained in chronic hepatitis C, the suppression of this hormone by hepatitis C virus is likely an important factor in liver iron accumulation in this condition"}, {"pubmed": 19734422, "text": "Association of hepcidin promoter c.-582 A>G variant and iron overload in thalassemia major."}, {"pubmed": 19734422, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19740974, "text": "Plasma hepcidin significantly, but modestly, predicts iron bioavailability from ferrous sulfate and ferrous fumarate."}, {"pubmed": 19787796, "text": "identified mutations in HFE, SLC40A1, HAMP, HJV, TFR2, and FTL that could explain TRANSFERRIN SATURATION/SERUM FERRITIN heterogeneity in adults with previous HFE genotyping to detect C282Y and H63D; results were correlated with racial groups"}, {"pubmed": 19816411, "text": "Serum hepcidin is elevated in obese women despite iron depletion, suggesting that it is responding to inflammation rather than iron status"}, {"pubmed": 19850683, "text": "increased hepcidin production, at least partly leptin mediated, represents the missing link between obesity and disrupted iron metabolism"}, {"pubmed": 19882752, "text": "serum prohepcidin concentration is decreased in patients with polycythemia vera"}, {"pubmed": 19890342, "text": "SGA(small for gestational age) and normal term infants had similar cord blood Hepcidin concentrations, but EPO (erythropoietin) levels were significantly higher in the SGA group"}, {"pubmed": 19907144, "text": "Hepcidin deficiency is the cause of iron overload in hereditary hemochromatosis, iron-loading anemias, and hepatitis C. Hepcidin excess is associated with anemia of inflammation, chronic kidney disease and iron-refractory iron deficiency anemia"}, {"pubmed": 19924283, "text": "Hepcidin mRNA expression in vitro is highly sensitive to the presence of serum factors and PI3 kinase inhibition and parallels TfR2 expression"}, {"pubmed": 20007134, "text": "HAMP promoter mutation is associated with homozygous patients with iron overload."}, {"pubmed": 20019408, "text": "Serum hepcidin-25 concentrations were regulated by iron storage and erythropoiesis but not by IL-6 in chronc heart failure patients with anemia"}, {"pubmed": 20026331, "text": "Data show that hepcidin transcription involves interactions between functional metal response elements (MREs) in its promoter, and the MRE-binding transcription factor-1."}, {"pubmed": 20102409, "text": "Hepcidin messenger RNA expression in human lymphocytes."}, {"pubmed": 20113314, "text": "hepcidin-25 can form complexes with copper, nickel and zinc"}, {"pubmed": 20124516, "text": "Human mutation D157G in ferroportin leads to hepcidin-independent binding of Jak2 and ferroportin down-regulation."}, {"pubmed": 20191031, "text": "Data show that serum concentration of pro-hepcidin reflects disease activity in rheumatoid arthritis, regardless of anemia status."}, {"pubmed": 20299375, "text": "These findings suggest that hepcidin may mediate the negative effects of inflammation on both disordered iron metabolism and erythropoiesis in hemodialysis patients."}, {"pubmed": 20502037, "text": "[review] role of hepcidin and NGAL in iron metabolism and its regulation, particularly in kidney disease."}, {"pubmed": 20526394, "text": "Serum concentration of prohepcidin is related to the anemia status, rather than to the current status of H. pylori infection, in iron deficiency anemia patients"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20620527, "text": "Hepcidin correlates with glomerular filtration rate and markers of iron status and inflmmation after heart transplantation."}, {"pubmed": 20634490, "text": "transferrin receptor 2 and HFE are involved in holotransferrin-dependent signaling for the regulation of furin which involved Erk phosphorylation. Furin in turn may control hepcidin expression."}, {"pubmed": 20653062, "text": "hepcidin may play a role in regulating iron metabolism but its synthesis is not regulated by ferritin."}, {"pubmed": 20655381, "text": "Findings supported the notion that under low levels of hepcidin, mutant ceruloplasmin cannot stabilize ferroportin because of a loss-of-function in the ferroxidase activity."}, {"pubmed": 20660052, "text": "Testosterone administration is associated with suppression of serum hepcidin."}, {"pubmed": 20679527, "text": "Bone morphogenetic protein 2 is a major mediator of the hepcidin stimulatory activity of multiple myeloma sera."}, {"pubmed": 20721554, "text": "Data suggest that dysmetabolic hyperferritinemia is characterized by hyperferritinemia with normal transferrin saturation, elevated hepcidin levels, and mild liver iron overload in a subset of patients."}, {"pubmed": 20800515, "text": "Serum hepcidin concentrations may therefore be a good predictor of AI, useful in diagnosis of anemia etiology and in treatment determination."}, {"pubmed": 20801192, "text": "Data show that monocyte hepcidin mRNA increased during adherence to the tissue culture wells, reaching a level 150-fold higher than baseline within 12 h of plating."}, {"pubmed": 20863724, "text": "in human liver, not only HAMP, but also SMAD7 and Id1 mRNA significantly correlate with the extent of hepatic iron burden. However, this correlation is lost in patients with HFE-HC, but maintained in subjects with non-hemochromatotic iron overload."}, {"pubmed": 20888657, "text": "in type 2 diabetic patients serum prohepcidin was decreased"}, {"pubmed": 20924211, "text": "Prohepcidin serum levels were significantly elevated in chronic hepatitis C patients."}, {"pubmed": 20937842, "text": "Matriptase-2- and proprotein convertase-cleaved forms of hemojuvelin have different roles in the down-regulation of hepcidin expression"}, {"pubmed": 21031015, "text": "The aqueous humor Hep level may exist locally and independent from the IL6 increase in patients with primary open-angle glaucoma."}, {"pubmed": 21039223, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21039223, "text": "these data indicate that HJV and HAMP functional mutations are not frequent in patients with iron overload."}, {"pubmed": 21075282, "text": "Studies indicate that altered hepcidin expression is responsible for the increased iron absorption observed in beta-thalassemia."}, {"pubmed": 21088809, "text": "possible of HAMP mutation in porphyria cutanea tarda"}, {"pubmed": 21095135, "text": "Plasma concentrations of both IL-6 and hepcidin significantly increased post-exercise following either a carbohydrate (CHO) or an isovolumetric placebo drink."}, {"pubmed": 21126372, "text": "Hepcidin upregulated HIV-1 production in primary human mononuclear cells."}, {"pubmed": 21143009, "text": "Hepcidin-25 is primarily an indicator for decreased body iron levels, but not for iron-restricted erythropoiesis"}, {"pubmed": 21143959, "text": "The c.-582A > G HAMP promoter variant is not associated with serum iron, transferrin or ferritin levels in the healthy population"}, {"pubmed": 21145254, "text": "ex vivo whole-blood (WB) cytokine production and its association with iron status and serum hepcidin in obese versus non-obese women, was assessed."}, {"pubmed": 21149632, "text": "iron itself or the kinetics of iron use in response to hypoxia may signal hepcidin down-regulation."}, {"pubmed": 21150441, "text": "Novel genetic forms of iron-related microcytic anemia have been identified, due to defects of iron transport/utilization or to TMPRSS6 deficiency and hepcidin hyperproduction."}, {"pubmed": 21183736, "text": "Hepcidin and macrophage iron correlate with MCP-1 release and vascular damage in high-risk individuals with metabolic alterations."}, {"pubmed": 21199652, "text": "An acute increase in hepcidin concentration reduces intestinal iron absorption through ubiquitin-dependent proteasome degradation of DMT1"}, {"pubmed": 21209031, "text": "Patients with polycystic ovary syndrome had reduced serum hepcidin concentrations that might contribute to their iron overload by favoring the intestinal absorption of iron"}, {"pubmed": 21219868, "text": "This study reveals for the first time a novel intracellular function for hepcidin other than its established cell surface action on ferroportin."}, {"pubmed": 21283681, "text": "Hepcidin is a stress-inducible peptide of the biliary epithelia and a potential marker of biliary stress"}, {"pubmed": 21285884, "text": "Serum hepcidin and prohepcidin levels are significantly altered in patients with inflammatory bowel disease as compared with levels in healthy controls, suggesting these two hormones have a substantial role of in the development of anemia."}, {"pubmed": 21289291, "text": "Data indicate that hypoxia represses hepcidin expression through inhibition of BMP/SMAD4 signaling."}, {"pubmed": 21333642, "text": "Hepcidin, by its iron regulatory action on iron metabolism may be expected to have an important role in immune regulation, inflammatory diseases and malignancies"}, {"pubmed": 21346250, "text": "Hepcidin is feedback regulated by iron concentrations in plasma and the liver and by erythropoietic demand for iron"}, {"pubmed": 21401300, "text": "Plasma hepcidin correlates positively with interleukin-6 in patients undergoing pulmonary endarterectomy"}, {"pubmed": 21499082, "text": "Quantitative polymerase chain reaction showed significantly higher expression of LEAP-1 (P = 0.002) and TLR-8 (P = 0.023) and TLR-10 (P = 0.014) in viral keratitis and LEAP-2 (P = 0.034) in dry eye, versus controls."}, {"pubmed": 21508121, "text": "Serum hepcidin concentration may be a useful indicator of deficient iron stores."}, {"pubmed": 21518494, "text": "Hepcidin mRNA expression of Hep-3b cells can be increased by untreated multiple myeloma patient serum."}, {"pubmed": 21535154, "text": "IL6 and hepcidin levels did not differ significantly between anaemia of unknown cause and control groups, indicating that inflammation or iron restriction is not central feature of anaemia in this group."}, {"pubmed": 21593278, "text": "The authors found that RNAi-mediated knockdown of the key iron modulator hepcidin increased intracellular ferritin and inhibited hepatitis C virus replication."}, {"pubmed": 21609320, "text": "The findings of the present study (i) indicate that GATA-4 may participate in the control of hepcidin expression, and (ii) suggest that alteration of its expression could contribute to the development of iron-related disorders."}, {"pubmed": 21654163, "text": "Hepcidin-25 levels show correspondence in blood and urine; hepcidin-25 levels may be related to iron stores. Prohepcidin levels in blood and urine do not show correspondence."}, {"pubmed": 21733041, "text": "Results suggest that following delivery, hepcidin serum levels increase."}, {"pubmed": 21810240, "text": "Airway epithelial cells express hepcidin in the lung in response to IFN-gamma."}, {"pubmed": 21818622, "text": "The transitory increase and dynamics of its concentration make difficult the practical use of hepcidin to detect recombinant erythropoietin doping."}, {"pubmed": 21873546, "text": "hepcidin induction represents a component of the innate immune response to acute infection, with the potential to affect disease pathogenesis."}, {"pubmed": 21873547, "text": "Data indicate that TMPRSS6 rs855791 has a functional role in determining protease activity and regulating hepcidin expression in normal subjects."}, {"pubmed": 21876117, "text": "serum hepcidin concentration was correlated positively with serum ferritin concentration and negatively with homozygosity for VHL(R200W)"}, {"pubmed": 21882342, "text": "Hepcidin and iron mediated the resistance to malaria."}, {"pubmed": 21885789, "text": "Elevated urinary hepcidin-25 1 day after cardiopulmonary bypass is a strong predictor of avoidance of acute kidney injury beyond postoperative day 1."}, {"pubmed": 21886780, "text": "Serum hepcidin was measured in 113 patients with different myelodysplastic Syndromes subtypes."}, {"pubmed": 21971825, "text": "GATA-RE, -TTATCT- in the HAMP promoter region -103/-98 is crucial for the GATA-4 and GATA-6 driven transcription of hepcidin in Huh7 cells."}, {"pubmed": 22023767, "text": "serum ferritin levels below 30 microg/L indicate an asymptomatic iron deficiency status inhibiting hepcidin expression and that 30 microg/L should be considered the ferritin cut-off when considering an iron supplementation in young athletes."}, {"pubmed": 22118000, "text": "serum hepcidin levels are associated with iron status and microinflammation in maintenance haemodialysis patients"}, {"pubmed": 22125467, "text": "Findings from this vein drainage study suggest there is no net release of hepcidin from the AbScAT depot and thereby no ability to signal systemically, even in obesity"}, {"pubmed": 22227182, "text": "Erythropoietin and vitamin C inhibited hepcidin expression within HepG2 cells."}, {"pubmed": 22228627, "text": "Data show that the most consistent predictor of erythrocyte isotope incorporation was hepcidin."}, {"pubmed": 22248501, "text": "Data suggest that plasma level of hepcidin decreases with 8 weeks of endurance exercises; studies include effects of controlling training intensity, duration, and number of completed sessions."}, {"pubmed": 22249207, "text": "Ferroportin (SLC40A1) Q248H mutation is associated with lower circulating serum hepcidin levels in Rwandese HIV-positive women."}, {"pubmed": 22365732, "text": "Our findings suggest that hepcidin expression is controlled by body iron stores where soluble HJV and EPO may act as suppressors of hepcidin."}, {"pubmed": 22398782, "text": "in chronic kidney disease patients sHJV levels correlated with serum hepcidin in univariate analysis but this was not evident in the multivariate analysis"}, {"pubmed": 22525500, "text": "NS5A inhibits the transcription of hepcidin mRNA and expression of hepcidin protein, inducing hepatic intracellular iron storage."}, {"pubmed": 22609894, "text": "In chronic heart failure patients without anemia, the inflammatory state (serum TNFR1) and deterioration in iron metabolism (serum hepcidin) were the main determinants of a decrease in hemoglobin."}, {"pubmed": 22611157, "text": "The signaling pathway responsible for hepcidin up-regulation in the inflammatory context is still not understood completely. Activin B has an unexpected but crucial role in the induction of hepcidin by inflammation."}, {"pubmed": 22676252, "text": "The hepcidin:ferritin ratio is reduced in relation to increasing fibrosis in chronic liver disease."}, {"pubmed": 22682226, "text": "Hepcidin-induced ferroportin internalization did not require JAK2 or phosphorylation of ferroportin residues 302 and 303"}, {"pubmed": 22682227, "text": "ubiquitination is the functionally relevant signal for hepcidin-induced ferroportin endocytosis"}, {"pubmed": 22689680, "text": "Hepcidin response to acute malaria supports the notion of iron sequestration during acute malaria infection and suggests that iron administration during acute malaria is futile."}, {"pubmed": 22768976, "text": "HCV positive HD patients have low levels of serum prohepcidin and IL-6 which might account for iron accumulation together with lower iron and rhuEPO requirements in these patients."}, {"pubmed": 22776295, "text": "labeled hepcidin was also a suitable tool to visualize internalization of overexpressed or even endogenously expressed ferroportin without tags"}, {"pubmed": 22792339, "text": "Estrogen is involved in hepcidin expression via a GPR30-BMP6-dependent mechanism"}, {"pubmed": 22815544, "text": "Considerable variability of serum hepcidin levels in hemodialysis patients. Inflammation and the use of iron did not impact on the degree of variability, and hepcidin levels were higher after an inter-dialytic period of 3 versus 2 days."}, {"pubmed": 22819549, "text": "Glucose acts as a regulator of serum iron by increasing serum hepcidin concentrations."}, {"pubmed": 22844726, "text": "Based on the results of this small study, hepcidin was not associated with diabetic anemia"}, {"pubmed": 22851866, "text": "Analysis of hepcidin expression in hepatocellular carcinoma with in situ hybridization and quantitative polymerase chain reaction from paraffin sections"}, {"pubmed": 22869521, "text": "Proteasomal degradation of C/EBP alpha is necessary for hypoxia-inducible transcription factor - dependent hepcidin repression."}, {"pubmed": 22932892, "text": "Physiological concentrations of hydrogen peroxide activate hepcidin transcription through signal transducer and activator of transcription 3 protein."}, {"pubmed": 22951294, "text": "Serum levels of the hepcidin-20 isoform in a large general population"}, {"pubmed": 23012398, "text": "Letter: report mutations in HAMP promoter in and possible role in iron hemostasis in patients with porphyria cutanea tarda."}, {"pubmed": 23041085, "text": "estrogen greatly contributes to iron homeostasis by regulating hepatic hepcidin expression directly through a functional ERE in the promoter region of hepcidin gene"}, {"pubmed": 23062413, "text": "Low preoperative hepcidin concentration might be a risk factor for in-hospital mortality after cardiac surgery."}, {"pubmed": 23065424, "text": "Up-regulation of hepcidin during infection is thought to serve as a host defense strategy; data suggest that interleukin-6 down-regulates expression of hepcidin in hepatocytes."}, {"pubmed": 23065507, "text": "older persons with anemia of inflammation have higher hepcidin levels than their counterparts without anemia."}, {"pubmed": 23065513, "text": "ferroportin Q248H protein is resistant to physiological concentrations of hepcidin and that this mutation has discernible effects on iron metabolism-related clinical complications of sickle cell anemia."}, {"pubmed": 23088733, "text": "Our findings highlight the potential usefulness of hepcidin measurement as a diagnostic tool."}, {"pubmed": 23110054, "text": "Hepcidin can induce intracellular antiviral state while HCV has a strategy to suppress hepcidin expression."}, {"pubmed": 23144745, "text": "Data indicate that serum hepcidin levels increased significantly and linearly with increasing number of metabolic syndrome (MetS) feature."}, {"pubmed": 23147161, "text": "High Hepcidin-25 expression is associated with cardiovascular events in chronic haemodialysis patients."}, {"pubmed": 23148308, "text": "serum hepcidin level was elevated in seropositive and erosive Rheumatoid arthritis and was correlated with disease activity"}, {"pubmed": 23154866, "text": "In vitro studies showed a minimal upregulation of hepcidin mRNA in HepG2 cells treated with hereditary hemochromatosis patients' serum."}, {"pubmed": 23179904, "text": "Hepcidin expression in human hepatoma & leukemia cell lines was augmented by the acidic milieu created with lactic acid, hydrochloric acid & excess carbon dioxide."}, {"pubmed": 23293962, "text": "HAI-2 is an inhibitor of matriptase-2 that modulates the synthesis of hepcidin."}, {"pubmed": 23300182, "text": "MDS patients carrying a somatic mutation of SF3B1 have inappropriately low hepcidin levels which may cause excessive reticuloendothelial iron release and parenchymal iron loading."}, {"pubmed": 23314535, "text": "Monocytes and macrophages also express hepcidin, and in contrast to the liver, hepcidin expression is primarily regulated by inflammatory mediators and infectious agents."}, {"pubmed": 23335357, "text": "Data suggest that hepcidin, a major regulator of iron metabolism, is a biological marker for clinical assessment of patients with iron deficiency anemia; serum hepcidin level may predict response to oral iron therapy."}, {"pubmed": 23375327, "text": "Hemojuvelin and hepcidin affect iron metabolism and are elevated in kidney and heart allograft recipients"}, {"pubmed": 23379486, "text": "Hepcidin is a key regulator of iron balance,and high serum hepcidin levels cause iron blockade and anemia in chronic kidney disease"}, {"pubmed": 23380741, "text": "Data indicate that circulatory hepcidin levels associated with the levels of its regulatory cytokine interleukin-6 and of the anti-inflammatory cytokine inerleukin-10 in childhood malaria."}, {"pubmed": 23390091, "text": "Among the PC family members, only furin activates hepcidin in hepatocytes, and uniquely the full-length membrane-bound PC7 can directly shed hTfR1 by cleavage at Arg100"}, {"pubmed": 23390933, "text": "Prohepcidin can bind to and transcriptionally regulate the expression of HAMP, suggesting a novel autoregulatory pathway of hepcidin gene expression in hepatocytes."}, {"pubmed": 23438894, "text": "These data suggest a critical role for PGC-1alpha in the regulation of hepatic HAMP expression and iron homeostasis under inflammatory circumstances."}, {"pubmed": 23460869, "text": "Hepcidin regulatory pathways are already functional in infancy, but serum hepcidin alone may not clearly discriminate between iron-deficient anemic infants with and without infection."}, {"pubmed": 23531037, "text": "Hepcidin-25 is reabsorbed by the renal tubules and fractional excretion indicates local production of hepcidin-25."}, {"pubmed": 23536837, "text": "the hormone hepcidin and its receptor ferroportin are internalized together and trafficked to lysosomes where both are degraded."}, {"pubmed": 23580428, "text": "We have provided evidence that hepatitis C virus core+1/ARFP represses hepcidin promoter activity through the AP1 binding site, reducing hepcidin mRNA and protein levels."}, {"pubmed": 23618075, "text": "Hepcidin is classified as a type II acute phase protein; its production is a component of the innate immune response to infections. Hepcidin was found to rise during the acute infection and fall post-infection."}, {"pubmed": 23647063, "text": "Findings suggest that elevated hepcidin levels and inadequate erythropoietin response are frequent in diffuse large B-cell lymphoma (DLBCL), but elevated interleukin-6 (IL-6) plays the major role for the development of anemia."}, {"pubmed": 23656728, "text": "Hepcidin levels in patients with beta-thalassemia major dynamically reflect competing influences from erythropoiesis, anemia, and iron overload."}, {"pubmed": 23665668, "text": "Hepcidin was found to be superior to C-reactive protein in predicting the severity of pancreatitis."}, {"pubmed": 23700338, "text": "Caulis Spatholobi extract inhibits HAMP expression in Huh7 and HepG2 cells."}, {"pubmed": 23760782, "text": "Helicobacter pylori infection upregulates serum hepcidin levels and is associated with diminished response to oral iron therapy."}, {"pubmed": 23798368, "text": "Data suggest that down-regulation of hepcidin-25 could be a diagnostic biomarker for anemia and up-regulation of hepcidin-25 could be a diagnostic biomarker for chronic kidney disease. [REVIEW]"}, {"pubmed": 23836842, "text": "The study provides evidence for the existence of novel circulating hepcidin isoforms."}, {"pubmed": 23842708, "text": "A dichotomized serum hepcidin level in myelodysplastic patients correlated with worse survival."}, {"pubmed": 23846698, "text": "A model is proposed that suggests that unlike proteases, which are irreversibly bound to activated alpha2M, hepcidin remains labile and available to down-regulate Fpn1."}, {"pubmed": 23852902, "text": "pretransplant serum hepcidin-25 level is a useful indicator for predicting the risk of infection after transplantation"}, {"pubmed": 23905873, "text": "Data indicate that mean hepcidin (HAMP) mRNA levels in monocytes of splenectomized and non-splenectomized patients with thalassemia were 12.5 and 19.8 times, respectively, above those of normal controls."}, {"pubmed": 24014495, "text": "both serum concentration of pro-hepcidin and IL-1RN genotypes frequency reflect the disease activity, regardless of the anemia states in Rheumatoid arthritis (RA )patients, thus they may be another potential markers for disease activity of RA."}, {"pubmed": 24119290, "text": "patients with chronic kidney disease on hemodialysis and peritoneal dialysis have higher serum concentrations of hepcidin than do healthy individuals"}, {"pubmed": 24157792, "text": "these results indicate that a BMP or BMP-like molecule present in serum may play an important role in regulating hepcidin expression."}, {"pubmed": 24179092, "text": "FOG1, FOG2 and GATA-6 modulate the transcriptional up-regulation of HAMP in hepatocytes during inflammation."}, {"pubmed": 24204002, "text": "Direct transcriptional suppression of hepcidin gene (HAMP) expression mediated by 1,25-dihydroxyvitamin D binding to the vitamin D receptor causes decrease in hepcidin mRNA levels"}, {"pubmed": 24236640, "text": "ATOH8 is therefore a novel transcriptional regulator of HAMP, which is responsive to changes in plasma iron and erythroid activity"}, {"pubmed": 24244576, "text": "Iron metabolism is distorted in advanced HIV infection with CD4 cell counts correlating inversely with serum hepcidin levels."}, {"pubmed": 24252754, "text": "Study describes extensive blood vessel damage in Alzheimer's disease brain and a reduction in hepcidin and ferroportin levels"}, {"pubmed": 24306042, "text": "Plasma hepcidin-25 and ferritin light chain levels correlate with a malignant breast cancer diagnosis."}, {"pubmed": 24319154, "text": "Hepcidin insufficiency and increased iron absorption are also characteristic of anemia due to ineffective erythropoiesis in which, despite high total body iron, hepcidin is suppressed by the high erythropoietic activity"}, {"pubmed": 24334869, "text": "Results suggest that the body iron distribution as determined by hepcidin affects the development of atherosclerosis in women."}, {"pubmed": 24339866, "text": "Low hepcidin levels in severely anemic malawian children with high incidence of infectious diseases and bone marrow iron deficiency"}, {"pubmed": 24341321, "text": "The lower serum and saliva prohepcidin and hepcidin concentrations found in recurrent aphthous stomatitis and Behcet's disease patients indicate that hepcidin may be involved in the aetiopathogenesis of these diseases."}, {"pubmed": 24356769, "text": "Hepcidin levels are considerably elevated in dialysis patients, but obesity does not have an additional impact."}, {"pubmed": 24387766, "text": "Data suggest that HAMP expression in hepatocytes can be regulated by dietary factors (here, down-regulation of HAMP promoter and HAMP expression by a hematinic dietary supplement, black soyabean seed coat extract)."}, {"pubmed": 24478088, "text": "These results support the key role of IL-6 in hepcidin regulation in response to a variety of infectious and inflammatory stimuli."}, {"pubmed": 24507043, "text": "serum hepcidin correlates with hyperlipidemia status in allograft renal transplantation patients"}, {"pubmed": 24520384, "text": "IL-10 can directly regulate hepcidin in primary macrophages but not in HepG2 cells."}, {"pubmed": 24533165, "text": "ceruloplasmin and hepcidin differentially regulate iron efflux from brain microvascular endothelial cells"}, {"pubmed": 24569625, "text": "Hepcidin levels are decreased independently from hs-CRP levels as a compensatory mechanism to increase the iron absorption in response to decreased serum iron levels in patients with RVD."}, {"pubmed": 24578220, "text": "UMCP-1 and hepcidin could be associated with the susceptibility of lupus nephritis."}, {"pubmed": 24589273, "text": "Studies indicate that hepcidin is the central hormonal regulator of iron metabolism."}, {"pubmed": 24596418, "text": "Irin status, erythropoietic drive, inflammation, and malaria season combine to control dynamic fluctuations of hepcidin in African children."}, {"pubmed": 24599423, "text": "high circulating levels in abdominal aortic aneurysm"}, {"pubmed": 24667393, "text": "athlete's iron stores may dictate the baseline hepcidin levels and the magnitude of post-exercise hepcidin response"}, {"pubmed": 24718935, "text": "HCV core up-regulates HAMP gene transcription via a complex signaling network that requires both SMAD/BMP and STAT3 pathways and CK2 involvement"}, {"pubmed": 24875397, "text": "Polycystic ovary syndrome patients had iron excess and higher hepcidin levels, which are associated with metabolic derangements."}, {"pubmed": 24894955, "text": "The down-regulation of hepcidin expression leading to up-regulation of iron transporters expression in the duodenum seems to explain iron metabolism disturbances in alcoholic liver disease."}, {"pubmed": 24904118, "text": "results provide evidence that HFE induces hepcidin expression via the BMP pathway: HFE interacts with ALK3 to stabilize ALK3 protein and increase ALK3 expression at the cell surface."}, {"pubmed": 24946025, "text": "Elevated second trimester serum hepcidin levels were associated with a higher risk of adverse pregnancy outcomes and high third trimester hepcidin levels were associated with higher risk of neonatal complications."}, {"pubmed": 24954786, "text": "Hepcidin is a promising serological marker for the differential diagnosis of tumor-related ACD and IDA, clarifying the pathogenesis of these anemias and guiding corrective treatment."}, {"pubmed": 24988613, "text": "This review presents hepcidin structure, mechanism of action and regulation, and highlights hepcidin function in anaemia in inflammatory bowel disease."}, {"pubmed": 25015054, "text": "The hepcidin promoter TG haplotype, originated by linkage of the nc.-1010C > T and nc.-582A > G polymorphisms, is more common in the HFE_H63D patients with serum ferritin >300 mug/L than in those with normal serum ferritin levels or controls."}, {"pubmed": 25052873, "text": "HAMP mRNA and GDF15 mRNA expression in peripheral blood mononuclear cells of multiple myeloma patients is up-regulated."}, {"pubmed": 25065484, "text": "Circulating serum factors are involved in hypoxia-induced hepcidin suppression."}, {"pubmed": 25093806, "text": "combined data overall deciphered the machinery that altered the hepcidin-ferroportin signaling in breast cancers."}, {"pubmed": 25115800, "text": "the effects of hepcidin expression and hepcidin peptide on brain iron contents, iron transport across the brain-blood barrier, iron uptake and release, and also the expression of TfR1, DMT1, and Fpn, were investigated."}, {"pubmed": 25134646, "text": "Significant differences were seen in the levels of serum iron and hepcidin but not ferritin between the -582A>G hepcidin polymorphism genotypes."}, {"pubmed": 25176568, "text": "Chlorpyrifos inhibits hepatic hepcidin expression."}, {"pubmed": 25193892, "text": "In the absence of apparent inflammation, serum hepcidin levels correlated exclusively with ferritin levels in maintenance hemodialysis patients."}, {"pubmed": 25222239, "text": "Hepcidin level was significantly related to degree of anemia, indicating that an increase in hepcidin level will result in anemia."}, {"pubmed": 25363011, "text": "Mean prohepcidin levels were higher in premature newborns with oxygen radical diseases than in the control group."}, {"pubmed": 25380934, "text": "hepcidin was significantly higher in heart allograft recipients compared with patients with chronic heart failure."}, {"pubmed": 25465232, "text": "Serum hepcidin-25 levels are elevated in anemic Non-Hodgkin Lymphoma patients, and the group with higher hepcidin-25 levels manifested advanced anemia and poor survival."}, {"pubmed": 25479470, "text": "The NGAL/hepcidin ratio is more strongly associated with severe of acute kidney injury than the single biomarkers alone"}, {"pubmed": 25486930, "text": "Hereditary hypotransferrinemia caused by novel transferrin mutations can lead to elevated transferrin saturation and, when associated with HFE or HAMP mutations, to iron overload."}, {"pubmed": 25501198, "text": "hepcidin level is significantly increased in patients with chronic renal failure on maintenance hemodialysis."}, {"pubmed": 25519750, "text": "Hepcidin is suppressed by erythropoiesis in hemoglobin E beta-thalassemia and beta-thalassemia trait."}, {"pubmed": 25553801, "text": "Elevated serum hepcidin levels are associated with the presence and severity of obstructive sleep apnea syndrome"}, {"pubmed": 25598191, "text": "Hepcidin-25 shows a strong positive correlation with ferritin, and also correlates positively with CRP, in this patient population."}, {"pubmed": 25633564, "text": "Data indicate that the hepcidin promoter bioassay system is useful for identifying and evaluating compounds that modulate hepcidin expression."}, {"pubmed": 25635054, "text": "knockdown of CD81 did not affect the stimulation of hepcidin expression by BMP6 but increased both the expression of ID1 and SMAD7, direct targets of BMP signaling pathway, and the phosphorylation of ERK1/2"}, {"pubmed": 25742771, "text": "liver congestion induces hepcidin production, which may result in anemia and functional iron deficiency in some patients with heart failure."}, {"pubmed": 25745821, "text": "Low hepcidin and high ferroportin expression by erythroblasts and macrophages were seen in iron deficiency anemia, while the opposite was true in anemia of chronic disorders."}, {"pubmed": 25805936, "text": "Decreased expression of hepcidin and ferroportin in hepatitis C patients indicates the importance of hepatocytic iron retention for viral response during pegylated-interferon plus ribavirin treatment."}, {"pubmed": 25816754, "text": "Peripheral expression of hepcidin was measured using quantitative real time PCR in 50 beta-thalassemia major patients, in addition to 20 healthy volunteers as a control group. Hepcidin levels in beta-thalassemia major patients showed statistically significant decrease in comparison to the control group, and was correlated to cardiac iron stores."}, {"pubmed": 25858146, "text": "These results establish a new connection between iron metabolism and prostate cancer, and suggest that prostatic dysregulation of hepcidin contributes to prostate cancer growth and progression."}, {"pubmed": 25881778, "text": "Hepcidin levels are increased in acute ischemic stroke."}, {"pubmed": 25894587, "text": "hepcidin-25 was associated with erythropoietin and impaired kidney function in diabetic chronic kidney disease."}, {"pubmed": 25896789, "text": "Abundant hepcidin protein found in brain parenchyma in the presence of levels of gene transcription that appear to be below the limits of detection is consistent with an origin for at least a proportion of hepcidin outside the brain"}, {"pubmed": 25907691, "text": "ferristatin II synergized with BMP6 and IL-6 to enhance hepcidin expression in vitro, However, this synergy was not due to activation of either Smad or Stat3 signaling"}, {"pubmed": 25923089, "text": "Serum hepcidin levels correlate with insulin resistance and endocrine glands function in major thalassemia."}, {"pubmed": 25976471, "text": "Single nucleotide polymorphisms in HAMP, BMP2, FTL and SLC40A1 genes have phenotype-modifying roles in hereditary hemochromatosis type 1."}, {"pubmed": 25976966, "text": "Studies suggest that hepcidin may become a useful tool for diagnosis and management of iron disorders."}, {"pubmed": 26055723, "text": "Inflammation regulates hepcidin transcription, allowing for sufficient concentrations of iron for organismal needs while sequestering the metal from infectious pathogens. [Review]"}, {"pubmed": 26118202, "text": "significant difference in serum levels according to time of day"}, {"pubmed": 26125411, "text": "TLR4 dependent macrophage signaling is controlled via hepcidin-ferroportin1 axis by influencing TLR4-lipid raft interactions"}, {"pubmed": 26137768, "text": "Iron overload and increased serum levels of hepcidin plays an important role in the pathogenesis of endometriosis."}, {"pubmed": 26164540, "text": "Systemic inflammation and elevated values of IL-6 present in exacerbations and stabile chronic obstructive pulmonary disease might be responsible for the observed increased hepcidin level."}, {"pubmed": 26212583, "text": "During pregnancy, in women with sufficient iron supplementation, hepcidin is low and does not reflect iron status. During delivery and the postpartum period, hepcidin functions as a marker of inflammation."}, {"pubmed": 26244503, "text": "At univariate logistic regression analysis, high pulse wave velocity was associated with higher ferritin levels (p=0.010), but lower hepcidin (p=0.045), and hepcidin ferritin/ratio (p<0.001)."}, {"pubmed": 26252205, "text": "analysis of plasma hepcidin and anemia status in Zimbabwean infants, adjusted for sex, age and birthweight"}, {"pubmed": 26270641, "text": "Parallel determination of liver hepcidin mRNA and serum hepcidin in patients with chronic liver diseases shows that circulating hepcidin and its respective ratio to ferritin are significantly diminished in patients with autoimmune liver diseases."}, {"pubmed": 26290281, "text": "The serum hepcidin, ferritin, alanine transaminase, aspartate transaminase, gamma-glutamyltransferase and bilirubin were examined in two independent Chinese cohorts consisted of 3455 individuals."}, {"pubmed": 26304124, "text": "lipids mediate post-transcriptional regulation of HAMP through PKC- and HuR-dependent mechanisms"}, {"pubmed": 26310624, "text": "the effect of alpha-1-antitrypsin (A1AT) on the expression of the iron hormone hepcidin"}, {"pubmed": 26378394, "text": "Low hepcidin levels are associated with type 2 diabetes mellitus."}, {"pubmed": 26405701, "text": "Hepcidin levels are higher in NAFLD with iron overload."}, {"pubmed": 26437604, "text": "The concentration of functional membrane-associated ferroportin is controlled by its ligand, the iron-regulatory hormone hepcidin, and fine-tuned by regulatory mechanisms serving iron homeostasis, oxygen utilization, host defense, and erythropoiesis."}, {"pubmed": 26460251, "text": "erythropoietic drive, iron status, and inflammation all contribute to variation in hepcidin level."}, {"pubmed": 26474245, "text": "two unrelated hepatocellular carcinoma patients bore the HAMP:c.-153C>T mutation at the heterozygous state, which is associated with increased risk of iron overload and severe hemochromatosis"}, {"pubmed": 26515063, "text": "results clarify how commensal bacteria affect hepcidin expression and reveal a novel connection between IL-1beta and activation of BMP signaling."}, {"pubmed": 26582087, "text": "Identify 3 heterozygous missense mutations in BMP6 in patients with unexplained iron overload. These mutations lead to loss of signaling to SMAD proteins and reduced hepcidin production."}, {"pubmed": 26627016, "text": "serum NGAL and hepcidin levels might be valuable for the evaluation of inflammation in chronic kidney disease, not related through iron metabolism"}, {"pubmed": 26633544, "text": "Of the non-HFE forms of iron overload, TFR2-, HFE2-, and HAMP-related forms are predicted to be rare, with pathogenic allele frequencies in the range of 0.00007 to 0.0005. Significantly, SLC40A1 variants that have been previously associated with autosomal-dominant ferroportin disease were identified in several populations (pathogenic allele frequency 0.0004), being most prevalent among Africans"}, {"pubmed": 26807955, "text": "Ceramide induced the binding of STAT3, but not NF-kappaB or c-Jun, to HAMP promoter.The mutation of STAT3 response element within 0.6 kb HAMP promoter region significantly inhibited the stimulatory effect of ceramide on HAMP promoter activity."}, {"pubmed": 26866603, "text": "gonadotropin-stimulated endogenous estrogen markedly decreases circulating hepcidin-25 levels"}, {"pubmed": 26886082, "text": "REVIEW: outline of recent discoveries in understanding how hepcidin and its receptor ferroportin are regulated, how they contribute to anemia of inflammation, and how this knowledge may help guide new diagnostic and therapeutic strategies for this disease"}, {"pubmed": 26932797, "text": "Gastric H. pylori infection is a common cause of IDA of unknown origin in adult patients. Our results provide evidence indicating that hepcidin level decreases after successful H. pylori eradication with improvement in IDA."}, {"pubmed": 26981017, "text": "Studies indicate plasma and urine hepcidin as a marker of anemia of chronic disease and post-transplant anemia (PTA)."}, {"pubmed": 27051019, "text": "study shows that patients with CRA had high expression of BMP6 and hepcidin and low expression of s-HJV. BMP6 was found to be negatively correlated with s-HJV; both regulate hepcidin expression and play important roles in the development of anemia."}, {"pubmed": 27129231, "text": "TGF-beta1 may contribute to hepcidin synthesis during iron overload."}, {"pubmed": 27139516, "text": "The levels of hepcidin were higher, while those of iron, transferrin, and sTfR were lower in children with cardiometabolic risk factors."}, {"pubmed": 27146013, "text": "Data suggest hepcidin is the master regulator of systemic iron homeostasis; hepcidin levels are suppressed when erythropoiesis is stimulated; the erythroid-derived hormone erythroferrone appears to be a convincing candidate for link between increased erythropoiesis and hepcidin suppression. [REVIEW]"}, {"pubmed": 27171136, "text": "Suggest that pentoxifylline may be a clinically and biologically meaningful modulator of hepcidin-25 in dialysis of patients with ESA-hyporesponsive anaemia."}, {"pubmed": 27264950, "text": "a selective splicing variant of hepcidin mRNA lacking exon 2 of HAMP gene, producing the transcript that encodes truncated peptide lacking 20 amino acids at the middle of preprohepcidin, was found in hepatocellular carcinoma cell lines"}, {"pubmed": 27266727, "text": "this study shows that hepcidin is involved in the pathogenesis of sepsis-induced acute kidney injury"}, {"pubmed": 27282576, "text": "results suggest that lower Hepcidin-25, as well as higher sTfR and sTfR/Hepcidin-25 ratio were significant predictors of favorable hemoglobin response within a month after IV administration of ferric carboxymaltose in patients with CKD"}, {"pubmed": 27356575, "text": "The data of in vitro and in vivo research evidenced on involvement of Hepc in formation of breast cancer cells malignant phenotype and their resistance to doxorubicin."}, {"pubmed": 27379793, "text": "These results suggest that the ingestion of a high (compared to low) CHO diet over a seven-day training period is ineffective in attenuating post-exercise IL-6 and hepcidin responses. Such results may be due to the modest training load, the increased protein intake in the low-CHO trial, and a 48 h recovery period prior to sample collection on day 7, allowing a full recovery of muscle glycogen status between exercise sessi"}, {"pubmed": 27402475, "text": "Data suggest that circulating hepcidin levels (a biomarker for iron-deficiency anemia) may be regulated by dietary factors other than iron; here, one-time high-dose vitamin D3 reduces plasma hepcidin levels in adults one week post-dosing, without changes in plasma pro-inflammatory cytokine or ferritin concentrations."}, {"pubmed": 27416847, "text": "Suggest IL-6 can induce hepcidin in systemic lupus erythematosus flares."}, {"pubmed": 27483296, "text": "Expression of Hepcidin and Ferroportin in the Placenta, and Ferritin and Transferrin Receptor 1 Levels in Maternal and Umbilical Cord Blood in Pregnant Women with and without Gestational Diabetes"}, {"pubmed": 27483343, "text": "hepcidin induction by endoplasmic reticulum stress involves the central SMAD1/5/8 pathway"}, {"pubmed": 27598194, "text": "Hepcidin was a more influential determinant of iron stores than blood loss and dietary factors combined, and increased hepcidin diminished the positive association between iron intake and iron stores."}, {"pubmed": 27667161, "text": "unreported iron metabolism-related genes in non-classic hereditary hemochromatosis patients that were predicted to be potentially pathogenic were three novel mutations in TFR2 [two missense (p.Leu750Pro and p.Ala777Val) and one intronic splicing mutation (c.967-1G>C)], one missense mutation in HFE (p.Tyr230Cys), and one mutation in the 5'-UTR of HAMP gene (c.-25G>A)"}, {"pubmed": 27667164, "text": "increased intracellular iron content in recombinant-TfR1 HepG2 cells did not increase hepcidin responses compared to wild-type cells, resembling hemochromatosis"}, {"pubmed": 27694815, "text": "These observations suggest correlations between serum hepcidin and progression of chronic HBV infection, and may shed a new light on the development of biomarkers for HBV-related disease surveillance."}, {"pubmed": 27711215, "text": "modification of HS structure mediated by heparanase overexpression affects hepcidin expression and iron homeostasis"}, {"pubmed": 27846281, "text": "Gene-based meta-analyses revealed 19 genes that showed significant association with hepcidin. Our results suggest the absence of common SNVs and rare exonic SNVs explaining a large proportion of phenotypic variation in serum hepcidin"}, {"pubmed": 27855289, "text": "Hepcidin-25 released from plaque macrophages and other cell surfaces contributed to the plaque instability by inducing endothelial cell death."}, {"pubmed": 27928636, "text": "A decrease in serum FGF23 and hepcidin levels was observed in chronic hemodialysis patients treated with lanthanum carbonate."}, {"pubmed": 28073521, "text": "Review of the role of hepcidin in iron metabolism disorders."}, {"pubmed": 28302014, "text": "The hepcidin plays a role in the pathogenesis and progression of kidney injury via modulation of iron-mediated oxidant injury."}, {"pubmed": 28342014, "text": "Data suggest that hematologic parameters in children consuming lacto-ovo vegetarian diets are comparable with those of control children, but ferritin levels are lower; inclusion of novel serum biomarkers, soluble transferrin receptor and hepcidin, in nutritional assessment can better detect subclinical iron deficiency in children following vegetarian diet. This study was conducted in Poland with children ages 4.5-9 years."}, {"pubmed": 28361576, "text": "Serum hepcidin levels increased in premenopausal women participating in brisk walking exercises."}, {"pubmed": 28438835, "text": "Data suggest that proinflammatory cytokine interleukin-1beta (IL1B) up-regulates hepcidin expression in hepatocytes; inflammation induces IL1B production in Kupffer cells and hepatocytes; IL1B up-regulates CEBPD (CCAAT/enhancer binding protein delta) expression in hepatocytes; up-regulation of CEBPD expression up-regulates hepcidin transcription."}, {"pubmed": 28442512, "text": "Hepcidin can very well be utilized as a potential prognostic marker to follow patients with breast cancer metastatic to bone."}, {"pubmed": 28482738, "text": "Hepcidin plasma levels were increased in patients with early rheumatoid arthritis compared with healthy volunteers."}, {"pubmed": 28501597, "text": "During regulation of hepcidin synthesis, multiple promoter elements in the HAMP gene respond to variable signaling pathways corresponding to different extracellular situations."}, {"pubmed": 28514781, "text": "Main pathways of systemic and genetic regulation of hepcidin, as well as its influence on the disorders related to iron metabolism. Review."}, {"pubmed": 28530443, "text": "Our findings indicate that the HAMP-P -582A>G polymorphism (rs10421768) is associated with susceptibility to extrapulmonary TB, but not pulmonary TB. CD14+ monocytes from individuals with the rs10421768 GG genotype secreted significantly less hepcidin in response to M. tuberculosis lipoarabinomannan compared with cells from individuals with either the AA or AG genotypes."}, {"pubmed": 28601871, "text": "Among low birth weight infants, gestational age, IL-6, erythropoietin, and soluble transferrin receptor were associated with Hep25 levels. Therefore, prematurity, inflammation, hypoxia, and erythropoietic activity may be important perinatal factors that affect hepcidin levels."}, {"pubmed": 28604755, "text": "Increasing adiposity in the pediatric population is associated with increasing IL-6, which stimulates hepcidin synthesis, leading to functional iron deficiency due to inhibition of iron absorption and mobilization from iron stores."}, {"pubmed": 28605609, "text": "Postexercise supplementation with protein and carbohydrate and vitamins D3 and K2 did not blunt the postexercise hepcidin response in highly trained athletes."}, {"pubmed": 28652624, "text": "These findings suggest that serum hepcidin may be a uremic toxin and play an important role in erythropoietin resistance. However, future prospective studies are needed to confirm our results"}, {"pubmed": 28681497, "text": "study followed the dynamics of hepcidin-mediated ferroportin internalization; also showed that the novel p.D84E mutation, associated with the classical form of ferroportin disease, is both iron transport defective and hepcidin insensitive"}, {"pubmed": 28924039, "text": "Data (including data from studies using knockout mice) suggest that MT2/TMPRSS6 suppresses hepcidin expression in hepatocytes independently of HJV; MT2/TMPRSS6 cleaves ALK2, ALK3, ACTRIIA, BMPR2, HFE, and, to a lesser extent, HJV and TFR2; thus, MT2/TMPRSS6 suppresses hepcidin expression by cleaving multiple components of the hepcidin induction pathway. (MT2/TMPRSS6 = matriptase-2; HJV = hemojuvelin)"}, {"pubmed": 29105755, "text": "The bone morphogenetic protein (BMP) pathway regulates expression of hepcidin through transcriptional activation via BMP-responsive elements (REs) 1 and 2 on the promoter. A search for GC-rich sequences on the hepcidin promoter indicated 13 regions across the distal (A to F), middle (G to I), and proximal (J to M) areas."}, {"pubmed": 29227972, "text": "Serum hepcidin was associated with more severe anemia in advanced CKD patients."}, {"pubmed": 29404719, "text": "genetic association studies in cohort of infants in Spain: Data suggest that serum hepcidin levels increase in infants during first year of life and are positively associated with iron status only in infants with wild-type HFE gene (not in infants with genetic polymorphisms C282Y, H63D, and S65C). (HFE, homeostatic iron regulator)"}, {"pubmed": 29443922, "text": "Data suggest that magnitude of up-regulation of serum hepcidin levels in response to acute exercise in adults is dependent on pre-exercise iron nutritional status (ferritin levels) and on circulating pro-inflammatory cytokines (prominently interleukin-6). [REVIEW]"}, {"pubmed": 29459227, "text": "our data demonstrate that hypoxia strongly potentiates the peroxide-mediated induction of hepcidin via STAT3 signaling pathway. Moreover, oxidases such as NOX4 or artificially overexpressed urate oxidase (UOX) can induce hepcidin"}, {"pubmed": 29501389, "text": "HAMP promoter hypomethylation, which upregulates hepcidin expression in Kawasaki disease patients, is reported."}, {"pubmed": 29523273, "text": "High hepcidin maternal serum levels could be an early marker of preeclampsia."}, {"pubmed": 29740038, "text": "we demonstrate that heparin significantly reduces hepcidin expression in macrophages infected with Mtb bacilli. Heparin-treated macrophages have higher ferroportin expression compared to untreated macrophages, promoting iron export and decreasing iron availability to intracellular bacilli. Thus, here we describe a novel immunomodulatory effect and potential therapeutic role for heparin against mycobacterial infection in h"}, {"pubmed": 29843136, "text": "The present study provides new evidence that ASP decreases hepcidin expression, which can reduce iron burden and inhibit tumor proliferation. These findings might aid ASP developed as a potential candidate for cancer treatment in patients with iron overload."}, {"pubmed": 30056060, "text": "Hepcidin is lower in more severely anemic children with sickle cell disease independent of inflammation or markers of erythropoiesis."}, {"pubmed": 30057485, "text": "serum hepcidin level has a role in iron status in children with cystic fibrosis"}, {"pubmed": 30072660, "text": "Athree-dimensional (3D) model of hepcidin-25 with bound copper(II) is presented."}, {"pubmed": 30137576, "text": "increased serum levels of hepcidin and C-reactive protein in brucellosis can be considered a diagnostic biomarker of inflammation and active disease"}, {"pubmed": 30154413, "text": "IL-6 was also found to increase hepcidin transcription and release from human pulmonary artery smooth muscle cells (hPASMCs) suggesting a potential autocrine response. Hepcidin or IL-6 mediated iron accumulation contributes to proliferation in hPASMCs; ferroportin mediated cellular iron excretion limits proliferation."}, {"pubmed": 30204470, "text": "Serum hepcidin is a pathogenic factor of anemia in ANCA-associated vasculitis and can be used as an additional marker in active forms of the disease."}, {"pubmed": 30316735, "text": "This study provides evidence that febrile children with bacterial infection have higher plasma hepcidin levels, and the values correlated with CRP level and length of hospital stay. Therefore, hepcidin values can potentially be adopted as a biomarker for identifying febrile children with bacterial infection, particularly bacterial enteritis and urinary tract infection."}, {"pubmed": 30328580, "text": "Histone deacetylase3 was found to modulate the binding of CCAAT-enhancer-binding protein alpha (C/EBPalpha), hypoxia-inducible factor 1alpha (HIF1alpha), and signal transducer and activator of transcription 3 (STAT3) to the LEAP-1 promoter."}, {"pubmed": 30373612, "text": "We also identified an association between hepcidin and HDL3-C at baseline, which indicates that the HDL3-C level may reflect the change in cholesterol efflux from peripheral arteries and partly explain the relationship between hepcidin and the change of arterial stiffness"}, {"pubmed": 30402883, "text": "iron homoeostasis by hepcidin can serve as one of the crucial determinants for regulating immune cell signalling"}, {"pubmed": 30586240, "text": "The analysis of results demonstrated that values of interleukin 6, hepcidin-25, prohepcidin can be applied as additional diagnostic criteria of anemic syndrome and especially in differentiated diagnostic of anemia of chronic disease with functional iron deficiency"}, {"pubmed": 30646851, "text": "For urothelial carcinoma of the upper urinary tract and renal cell carcinoma, serum hepcidin levels as well as serum GDF-15 levels were increased compared to sera of controls. High serum hepcidin and GDF-15 levels were associated with metastases and cancer relapse. Also, in both entities, the overall survival was decreased in patients with increased serum hepcidin and GDF-15 levels."}, {"pubmed": 30733275, "text": "epcidin concentrations decrease with weight gain"}, {"pubmed": 30761871, "text": "Studied iron metabolism in polycythemia vera and essential thrombocytosis using serum levels of hepcidin, GDF15, and mitoferrin-1."}, {"pubmed": 30923957, "text": "All anti-myeloperoxidase ANCA-associate vasculitis patients had increased levels of serum hepcidin compared with normal controls, while patients who also had anemia had higher serum hepcidin than patients without anemia"}, {"pubmed": 30941747, "text": "Hepcidin and erythropoietin levels are intimately connected with inflammation and iron deficiency in rheumatoid arthritis."}, {"pubmed": 30944864, "text": "In multivariate analysis, C-reactive protein was the dominant predictor of hepcidin and contributed to iron blockade even at very low levels."}, {"pubmed": 31049138, "text": "These and other data suggest that iron handling and the HAMP-FPN axis regulation in FRDA cardiac cells are hampered and that FPN may have new, still not fully understood, functions. These findings underline the complexity of the cardiac iron homeostasis."}, {"pubmed": 31130570, "text": "Hepcidin-25 level may reflect the presence of bacteremia as well as the severity of inflammation in patients with SIRS."}, {"pubmed": 31233974, "text": "Clinical utility of serum hepcidin and iron profile measurements in Alzheimer's disease."}, {"pubmed": 31235538, "text": "Hepcidin is a multipurpose hormone that orchestrated iron metabolism.[review]"}, {"pubmed": 31276102, "text": "Nrf2 controls iron homeostasis in haemochromatosis and thalassaemia via Bmp6 and hepcidin."}, {"pubmed": 31418854, "text": "GDF11 contributes to hepatic hepcidin (HAMP) inhibition through SMURF1-mediated BMP-SMAD signalling suppression."}, {"pubmed": 31477260, "text": "Review of the role of hepcidin in the development and maintenance of anemia of chronic kidney disease."}, {"pubmed": 31563540, "text": "Results demonstrated that dementia of vascular and not neurodegenerative pathology is associated with significant elevation of systemic hepcidin."}, {"pubmed": 31585922, "text": "The role of iron in viral infections."}, {"pubmed": 31600168, "text": "Epidermal hepcidin is required for neutrophil response to bacterial infection."}, {"pubmed": 31611207, "text": "These findings suggest that inhibited maturation, as well as inhibited synthesis, may contribute to low hepcidin level in Iron Deficiency Anemia."}, {"pubmed": 31666189, "text": "Study explored and provided evidence for the potential mechanisms by which hepcidin induced plaque macrophage iron retention and the role of hepcidin in CYP27A1/27HC axis dysregulation-triggered cellular cholesterol disequilibrium and foam cell formation, focusing on the unique but largely unknown autocrine manner of hepcidin in macrophages."}, {"pubmed": 31761321, "text": "Local hepcidin increased intracellular iron overload via the degradation of ferroportin in the kidney."}, {"pubmed": 31835128, "text": "Iron homeostasis is dysregulated, but the iron-hepcidin axis is functional, in chronic liver disease."}, {"pubmed": 32079434, "text": "Increased hepcidin levels in preeclampsia: a protective mechanism against iron overload mediated oxidative stress?"}, {"pubmed": 32174062, "text": "erum CLP levels in familial Mediterranean fever (FMF) patients during an attack-free period are significantly higher than in the healthy control (HC) groups. Serum hepcidin levels in FMF patients are significantly lower than in the HC group"}, {"pubmed": 32185675, "text": "Hepcidin secretion was not directly proportional to intracellular iron-loading in recombinant-TfR1 HepG2 cells: short communication."}, {"pubmed": 32268883, "text": "Despite chelating therapy, iron overload is still one of the main complications of thalassemia. Our findings and others emphasize the role of hepcidin -582A > G polymorphism as a key component of iron homeostasis in these patients."}, {"pubmed": 32458557, "text": "Partial sleep deprivation after an acute exercise session does not augment hepcidin levels the following day."}, {"pubmed": 32588561, "text": "Determination of mutations in iron regulating genes of beta thalassemia major patients of Khyber Pakhtunkhwa, Pakistan."}, {"pubmed": 32681031, "text": "Hepcidin and ferritin levels in restless legs syndrome: a case-control study."}, {"pubmed": 32866306, "text": "Disordered serum erythroferrone and hepcidin levels as indicators of the spontaneous abortion occurrence during early pregnancy in humans."}, {"pubmed": 32960376, "text": "Prognostic associations of plasma hepcidin in women with early breast cancer."}, {"pubmed": 33016646, "text": "Atypical juvenile hereditary hemochromatosis onset with positive pancreatic islet autoantibodies diabetes caused by novel mutations in HAMP and overall clinical management."}, {"pubmed": 33021399, "text": "Circ_0004913 Inhibits Cell Growth, Metastasis, and Glycolysis by Absorbing miR-184 to Regulate HAMP in Hepatocellular Carcinoma."}, {"pubmed": 33065276, "text": "Circulating osteocyte-related biomarkers (vitamin D, sclerostin, dickkopf-1), hepcidin, and oxidative stress markers in early breast cancer: Their impact in disease progression and outcome."}, {"pubmed": 33231816, "text": "Relation of hepcidin gene expression in blood mononuclear cells with iron overload severity among beta-thalassemia major patients."}, {"pubmed": 33247551, "text": "The Hepatitis C virus NS5A and core proteins exert antagonistic effects on HAMP gene expression: the hidden interplay with the MTF-1/MRE pathway."}, {"pubmed": 33316086, "text": "Physiological and pathophysiological mechanisms of hepcidin regulation: clinical implications for iron disorders."}, {"pubmed": 33317411, "text": "Hepcidin and interleukin-6 responses to endurance exercise over the menstrual cycle."}, {"pubmed": 33340587, "text": "The role of cellular iron deficiency in controlling iron export."}, {"pubmed": 33354248, "text": "Hepcidin Is a Reliable Marker of Iron Deficiency Anemia in Newly Diagnosed Patients with Inflammatory Bowel Disease."}, {"pubmed": 33355540, "text": "Relationship between serum hepcidin levels and cardiovascular disease in patients with maintenance hemodialysis."}, {"pubmed": 33403761, "text": "Factors associated with hepcidin-25 levels in maintenance hemodialysis patients."}, {"pubmed": 33653208, "text": "Clinical significance of serum hepcidin in the diagnosis and treatment of patients with anemia of chronic disease: a meta-analysis."}, {"pubmed": 33683041, "text": "Frequency of the HAMP (c.-582 A>G) Polymorphism in Iron Deficiency in Saudi Arabia."}, {"pubmed": 33804198, "text": "Iron Availability in Tissue Microenvironment: The Key Role of Ferroportin."}, {"pubmed": 33820875, "text": "Hepcidin-induced reduction in iron content and PGC-1beta expression negatively regulates osteoclast differentiation to play a protective role in postmenopausal osteoporosis."}, {"pubmed": 33835732, "text": "Assessment of positive iron balance in end-stage renal disease: Could hepcidin-25 be useful?"}, {"pubmed": 33868231, "text": "Hepcidin Upregulation in Lung Cancer: A Potential Therapeutic Target Associated With Immune Infiltration."}, {"pubmed": 34310730, "text": "Erythroferrone and hepcidin as mediators between erythropoiesis and iron metabolism during allogeneic hematopoietic stem cell transplant."}, {"pubmed": 34736065, "text": "No association between plasma hepcidin levels and restless legs syndrome - results from the Danish Blood Donor Study."}, {"pubmed": 34883086, "text": "Oxidative stress and hepcidin expression in pediatric sickle cell anemia with iron overload."}, {"pubmed": 35029158, "text": "Iron Deficiency in Inflammatory Bowel Disease Is Associated With Low Levels of Vitamin D Modulating Serum Hepcidin and Intestinal Ceruloplasmin Expression."}, {"pubmed": 35039273, "text": "Serum hepcidin response as a marker of iron deficiency during second trimester of pregnancy: A multicenter cohort study in Lahore."}, {"pubmed": 35334593, "text": "The Key Role of Hepcidin-25 in Anemia in Multiple Myeloma Patients with Renal Impairment."}, {"pubmed": 35576847, "text": "Prognostic biomarker HAMP and associates with immune infiltration in gastric cancer."}, {"pubmed": 35580554, "text": "Hepcidin Alleviates LPS-Induced ARDS by Regulating the Ferritin-Mediated Suppression of Ferroptosis."}, {"pubmed": 36050405, "text": "Hepcidin discriminates sepsis from other critical illness at admission to intensive care."}, {"pubmed": 36205556, "text": "Tumoral Overexpression of Hepcidin is Associated with Poor Prognosis of Patients with Clear Cell Renal Cell Carcinoma."}, {"pubmed": 36675141, "text": "Epstein-Barr Virus Infection Is Associated with Elevated Hepcidin Levels."}, {"pubmed": 36883492, "text": "CORRELATION BETWEEN HEPCIDIN AND PROCALCITONIN AND THEIR DIAGNOSTIC ROLE IN PATIENTS WITH COVID-19."}, {"pubmed": 37585449, "text": "Role of hepcidin upregulation and proteolytic cleavage of ferroportin 1 in hepatitis C virus-induced iron accumulation."}, {"pubmed": 37686128, "text": "The Ferritin, Hepcidin and Cytokines Link in the Diagnoses of Iron Deficiency Anaemia during Pregnancy: A Review."}, {"pubmed": 37726920, "text": "Evaluation of the relationship between idiopathic restless legs syndrome and serum hepcidin levels."}, {"pubmed": 37884101, "text": "Hepcidin as a key regulator of iron homeostasis triggers inflammatory features in the normal endometrium."}, {"pubmed": 38252872, "text": "A functional interplay between the two BMP-SMAD pathway inhibitors TMPRSS6 and FKBP12 regulates hepcidin expression in vivo."}, {"pubmed": 38338987, "text": "Elevated Hepcidin Expression in Human Carotid Atheroma: Sex-Specific Differences and Associations with Plaque Vulnerability."}, {"pubmed": 38555503, "text": "Interplay between gut microbiota and the master iron regulator, hepcidin, in the pathogenesis of liver fibrosis."}, {"pubmed": 38935685, "text": "Molecular characterization of HAMP rs10421768 gene and phenotypic expression of hepcidin; a case-control study among sickle cell anaemia patients in Ghana."}, {"pubmed": 38953731, "text": "The potential significance of hepcidin evaluation in progressive supranuclear palsy."}], "genomic_pos": {"chr": "19", "end": 35285143, "ensemblgene": "ENSG00000105697", "start": 35280716, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 35776046, "start": 35771619, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002262", "qualifier": "involved_in", "term": "myeloid cell homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006366", "qualifier": "involved_in", "term": "transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006879", "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006879", "pubmed": 15514116, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 11113131, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007259", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010039", "pubmed": 12469120, "qualifier": "involved_in", "term": "response to iron ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030163", "qualifier": "involved_in", "term": "protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031640", "qualifier": "involved_in", "term": "killing of cells of another organism"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034755", "qualifier": "involved_in", "term": "iron ion transmembrane transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034760", "qualifier": "involved_in", "term": "negative regulation of iron ion transmembrane transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042116", "qualifier": "involved_in", "term": "macrophage activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042742", "qualifier": "involved_in", "term": "defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043032", "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045732", "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045779", "qualifier": "involved_in", "term": "negative regulation of bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050728", "qualifier": "involved_in", "term": "negative regulation of inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050832", "qualifier": "involved_in", "term": "defense response to fungus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051649", "qualifier": "involved_in", "term": "establishment of localization in cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060586", "pubmed": 12469120, "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904479", "pubmed": 12469120, "qualifier": "involved_in", "term": "negative regulation of intestinal absorption"}], "CC": [{"evidence": "NAS", "gocategory": "CC", "id": "GO:0005576", "pubmed": 11034317, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005507", "qualifier": "enables", "term": "copper ion binding"}]}, "homologene": {"genes": [[9544, 708397], [9598, 744861], [9606, 57817], [9615, 492281], [9913, 512301]], "id": 81623}, "interpro": {"desc": "Hepcidin", "id": "IPR010500", "short_desc": "Hepcidin"}, "ipi": "IPI00025992", "map_location": "19q13.12", "name": "hepcidin antimicrobial peptide", "other_names": ["hepcidin", "hepcidin preproprotein", "liver-expressed antimicrobial peptide 1", "putative liver tumor regressor"], "pantherdb": {"HGNC": "15598", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2153530", "ortholog_type": "O", "panther_family": "PTHR16877", "taxid": 10090, "uniprot_kb": "Q80T19"}, {"MGI": "1933533", "ortholog_type": "LDO", "panther_family": "PTHR16877", "taxid": 10090, "uniprot_kb": "Q9EQ21"}, {"RGD": "70971", "ortholog_type": "LDO", "panther_family": "PTHR16877", "taxid": 10116, "uniprot_kb": "Q99MH3"}, {"ZFIN": "ZDB-GENE-050726-1", "ortholog_type": "LDO", "panther_family": "PTHR16877", "taxid": 7955, "uniprot_kb": "P61516"}], "uniprot_kb": "P81172"}, "pathway": {"kegg": {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, "wikipathways": [{"id": "WP2007", "name": "Iron metabolism in placenta"}, {"id": "WP3924", "name": "Hfe effect on hepcidin production"}, {"id": "WP4906", "name": "3q29 copy number variation syndrome"}]}, "pdb": ["1M4E", "1M4F", "2KEF", "3H0T", "4QAE", "6WBV"], "pfam": "PF06446", "pharmgkb": "PA29182", "pharos": {"target_id": 12085, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328045", "relationship": "is"}, {"id": "GNF328046", "relationship": "is"}, {"id": "GNF328047", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172002", "relationship": "is"}, {"id": "GNF182908", "relationship": "is"}, {"id": "GNF193814", "relationship": "is"}, {"id": "GNF204720", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF047126", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF006283", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF329890", "relationship": "is"}, {"id": "GNF331327", "relationship": "is"}, {"id": "GNF332946", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF334928", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF110189", "relationship": "is"}, {"id": "GNF149830", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_011563.2"], "protein": "NP_066998.1", "rna": "NM_021175.4", "translation": {"protein": "NP_066998.1", "rna": "NM_021175.4"}}, "reporter": {"HG-U133_Plus_2": "220491_at", "HG-U95B": "56641_at", "HTA-2_0": "TC19000464.hg.1", "HuEx-1_0": "3830306", "HuGene-1_1": "8027819", "HuGene-2_1": "16860971"}, "summary": "The product encoded by this gene is involved in the maintenance of iron homeostasis, and it is necessary for the regulation of iron storage in macrophages, and for intestinal iron absorption. The preproprotein is post-translationally cleaved into mature peptides of 20, 22 and 25 amino acids, and these active peptides are rich in cysteines, which form intramolecular bonds that stabilize their beta-sheet structures. These peptides exhibit antimicrobial activity against bacteria and fungi. Mutations in this gene cause hemochromatosis type 2B, also known as juvenile hemochromatosis, a disease caused by severe iron overload that results in cardiomyopathy, cirrhosis, and endocrine failure. [provided by RefSeq, Oct 2014].", "symbol": "HAMP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1423607"}, "unigene": "Hs.8821", "uniprot": {"Swiss-Prot": "P81172"}, "wikipedia": {"url_stub": "HAMP"}}