{"AllianceGenome": "4819", "HGNC": "4819", "MIM": "601636", "_id": "3037", "_version": 1, "accession": {"genomic": ["AC022909.13", "AC104233.2", "CH471060.1", "CP068270.2", "CS279104.1", "CS389034.1", "CS409308.1", "CS410366.1", "NC_000008.11", "NC_060932.1"], "protein": ["AAC50692.1", "AAH69353.1", "AAI09072.1", "AAI09073.1", "BAG60078.1", "CAJ87378.1", "CAL40919.1", "CAL44783.1", "CAL47700.1", "EAW92010.1", "NP_005319.1", "Q92819.1"], "rna": ["AJ604570.1", "AK297724.1", "BC069353.1", "BC109071.1", "BC109072.1", "NM_005328.3", "U54804.1"], "translation": [{"protein": "AAI09072.1", "rna": "BC109071.1"}, {"protein": "BAG60078.1", "rna": "AK297724.1"}, {"protein": "AAH69353.1", "rna": "BC069353.1"}, {"protein": "NP_005319.1", "rna": "NM_005328.3"}, {"protein": "AAI09073.1", "rna": "BC109072.1"}, {"protein": "AAC50692.1", "rna": "U54804.1"}]}, "ec": "2.4.1.212", "ensembl": {"gene": "ENSG00000170961", "protein": "ENSP00000306991", "transcript": "ENST00000303924", "translation": [{"protein": "ENSP00000306991", "rna": "ENST00000303924"}], "type_of_gene": "protein_coding"}, "entrezgene": "3037", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.04804619, "exp_mis": 165.1545887, "exp_syn": 68.342363, "lof_z": 3.84264094168701, "mis_z": 2.70815882893561, "mu_lof": 1.21716705964e-06, "mu_mis": 1.44655151989e-05, "mu_syn": 5.92090468655e-06, "n_lof": 0.0, "n_mis": 94.0, "n_syn": 79.0, "p_li": 0.994245615539079, "p_null": 7.561503152833e-07, "p_rec": 0.0057536283106059, "syn_z": -0.799218436511233}, "bp": 1659, "cds_end": 122641580, "cds_start": 122626348, "n_exons": 3, "nonpsych": {"exp_lof": 13.5580274, "exp_mis": 149.4189377, "exp_syn": 61.7945357, "lof_z": 3.61618188973779, "mis_z": 2.74063118915632, "mu_lof": 1.21716705964e-06, "mu_mis": 1.44655151989e-05, "mu_syn": 5.92090468655e-06, "n_lof": 0.0, "n_mis": 83.0, "n_syn": 69.0, "p_li": 0.991253210280334, "p_null": 2.56711926970802e-06, "p_rec": 0.00874422260039595, "syn_z": -0.577098781929652}, "nontcga": {"exp_lof": 13.83816906, "exp_mis": 151.9361986, "exp_syn": 62.86895166, "lof_z": 3.66961565753072, "mis_z": 2.74587270648926, "mu_lof": 1.21716705964e-06, "mu_mis": 1.44655151989e-05, "mu_syn": 5.92090468655e-06, "n_lof": 0.0, "n_mis": 84.0, "n_syn": 71.0, "p_li": 0.991338597809848, "p_null": 2.05129351772554e-06, "p_rec": 0.00865935089663464, "syn_z": -0.649308205294713}, "transcript": "ENST00000303924.4"}, "exons": [{"cdsend": 121629340, "cdsstart": 121614108, "chr": "8", "position": [[121612115, 121615038], [121617104, 121617206], [121628713, 121629340], [121640852, 121641440]], "strand": -1, "transcript": "NM_005328", "txend": 121641440, "txstart": 121612115}], "exons_hg19": [{"cdsend": 122641580, "cdsstart": 122626348, "chr": "8", "position": [[122624355, 122627278], [122629344, 122629446], [122640953, 122641580], [122653092, 122653680]], "strand": -1, "transcript": "NM_005328", "txend": 122653680, "txstart": 122624355}], "generif": [{"pubmed": 11790779, "text": "hyaluronan synthase expression in prostate adenocarcinoma cells"}, {"pubmed": 14636845, "text": "Expression of each hyaluronan synthase isoform is regulated differently by growth factors and cytokines in vascular endothelial cells. Expressed in proliferative membranes from proliferative vitreoretinal diseases. May affect progression of diseases."}, {"pubmed": 14752026, "text": "Upregulation of HAS2 expression via EP(2) and IP receptors might contribute to the accumulation of HA during human atherosclerosis, thereby mediating proatherosclerotic functions of COX2."}, {"pubmed": 14988410, "text": "Base sequence of this gene's promoter is sequenced."}, {"pubmed": 15642402, "text": "Fusion with PLAG1 protein in lipoblastoma."}, {"pubmed": 15677552, "text": "IL-1beta induction of HAS2 expression involves multiple signaling pathways that act in concert, thus leading to an increase in expression of hyaluronan by jejunum-derived mesenchymal cells"}, {"pubmed": 15722343, "text": "Has2 gene is a potent primary EGF and all-trans-RA responding gene with a complex regulation"}, {"pubmed": 15843373, "text": "natural antisense mRNAs of HAS2 may have an important and novel regulatory role in the control of HAS2, hyaluronan biosynthesis, and HA-dependent cell functions"}, {"pubmed": 15922739, "text": "Antisense inhibition of HAS2 in osteosarcoma cells inhibits hyaluronan retention and tumorigenicity."}, {"pubmed": 16564133, "text": "mRNA for HAS1 is undetectable but HAS3 mRNA can be readily detected in freshly isolated CD133+ as well as in CD133- umbilical cord blood (UCB) cells. mRNA for HAS2 can only be detected in CD133+ progenitor cells."}, {"pubmed": 16603733, "text": "Sp1 and Sp3 are principal mediators of HAS2 constitutive transcription"}, {"pubmed": 16687630, "text": "hyaluronan synthase 2 and TSG-6 have roles in hyaluronan distribution and function in proximal tubular epithelial cells"}, {"pubmed": 16786194, "text": "The aim of this study was to evaluate how TNF-alpha, IFN-gamma,IL-1beta, and exposition to oxidative stress may modulate HAS activities in normal human skin fibroblasts."}, {"pubmed": 16807238, "text": "osteopontin-transfected cells express high levels of hyaluronan synthase 2, which is associated with increased HA production and matrix retention and is necessary for tumor cell adhesion to bone marrow endothelial cells and anchorage-independent growth"}, {"pubmed": 17307735, "text": "explain the induction of HAS2 mRNA by all-trans-retinoic acid and tumor necrosis factor-alpha"}, {"pubmed": 17315194, "text": "RNA interference-mediated suppression of HAS2 led to a less aggressive phenotype of the breast tumor cells, as assessed by cell growth, both in anchorage-dependent and anchorage-independent cultures."}, {"pubmed": 17611197, "text": "Interleukin-1beta stimulation resulted in induction of HAS1 and HAS2 transcription but did not induce phenotypic differentiation or induce hyaluronan coat assembly"}, {"pubmed": 17872502, "text": "HAS2 plays an important role in regulating hyaluronan synthesis and human embryonic stem cell differentiation."}, {"pubmed": 18587729, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19231585, "text": "Hyaluronan synthase (HAS2 and HAS3) and hyaluronan may mediate cellular invasion via changes in MMP-7 expression in SW620 colon carcinoma cells."}, {"pubmed": 19416972, "text": "MED1 and NCoR1 are central for the all-trans-RA induction of the HAS2 gene and CBP dominates its forskolin response"}, {"pubmed": 19435493, "text": "HAS1, HAS2 and HAS3 expression is not consistently elevated in ovarian carcinomas."}, {"pubmed": 19577615, "text": "Transfection with siHAS2 and siHAS1 showed that mainly HAS1 synthesized high molecular weight HA regulates HT1080 cell motility."}, {"pubmed": 20072653, "text": "Data show that a significant in expression levels of HA synthases (HASs) and hyaluronidases (Hyals) was observed in vitro on stimulation of epithelial ovarian carcinoma cells by gonadotropins."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20522558, "text": "interleukin 1beta and tumor necrosis factors alpha and beta, but not transforming growth factors alpha and beta, strongly induced HA synthesis by NF-kappaB pathway, activating hyaluronan synthase 2"}, {"pubmed": 20875124, "text": "Hyaluronan synthases (HAS1-3) and hyaluronidases (HYAL1-2) in the accumulation of hyaluronan in endometrioid endometrial carcinoma"}, {"pubmed": 20960509, "text": "The combined HAS2-HYAL-1 biomarker detected bladder cancer and significantly predicted its recurrence."}, {"pubmed": 21228273, "text": "Hyaluronan synthesis is inhibited by adenosine monophosphate-activated protein kinase through the regulation of HAS2 activity in human aortic smooth muscle cells."}, {"pubmed": 21357421, "text": "transcriptional induction of HAS2-AS1 and HAS2 occurs simultaneously in PTCs and suggest that transcription of the antisense RNA stabilizes or augments HAS2 mRNA expression in these cells via RNA/mRNA heteroduplex formation."}, {"pubmed": 21551265, "text": "pulsatile, arterial-like shear stress conditions induced enzyme and hyaluronan effectively, while lower shear stress that continuously changed its direction did not induce any differences in comparison with control cultures not exposed to shear stress."}, {"pubmed": 21743962, "text": "HAS2-HYAL2/CD44 system may support spontaneous chemokinesis of human cancer cells through self-degradation of HMW-HA to produce LMW-HA by an autocrine mechanism."}, {"pubmed": 21795679, "text": "Altered binding of SP1 and YY1 to the promoter correlated with cellular UDP-N-acetylhexosamines content and inhibition of HAS2 expression."}, {"pubmed": 22016393, "text": "Hyaluronan synthase 2 (HAS2) promotes breast cancer cell invasion by suppression of tissue metalloproteinase inhibitor 1 (TIMP-1)"}, {"pubmed": 22113945, "text": "Findings show a critical role of HAS2 in the development of a prometastatic microenvironment."}, {"pubmed": 22162480, "text": "The difference in control of HAS2 expression allows the activation of one of the mechanisms underlying Graves ophthalmopathy, adipogenesis, to be linked biologically with the second, Hyaluronan overproduction."}, {"pubmed": 22298898, "text": "We identified a previously unknown downstream target of beta-catenin, HAS2, in prostate cancer"}, {"pubmed": 22473523, "text": "HAS 2 may be a potential therapeutic target for the treatment of oral cavity cancer"}, {"pubmed": 22529214, "text": "analysis of changes in cervical glycosaminoglycan composition during normal pregnancy and preterm birth: Has1 is expressed in preterm birth, while Has2 is induced at term"}, {"pubmed": 22695958, "text": "HA chains synthesized by HAS1 and HAS2 contribute to outflow resistance, while hyaluronan produced by HAS3 does not appear to play a significant role."}, {"pubmed": 22742591, "text": "no significant difference (P > 0.05) was found between the level of HAS2 synthesized by control cells and NCTC 2544 cells treated with Plantaricin A preparations"}, {"pubmed": 22825838, "text": "Melanoma cell-derived factors stimulate hyaluronan synthesis in dermal fibroblasts by upregulating HAS2 through PDGFR-PI3K-AKT and p38 signaling"}, {"pubmed": 22887999, "text": "Role of UDP-N-acetylglucosamine (GlcNAc) and O-GlcNAcylation of hyaluronan synthase 2 in the control of chondroitin sulfate and hyaluronan synthesis."}, {"pubmed": 22960332, "text": "polymorphisms in HAS2 are potentially involved in glaucomatous neurodegeneration."}, {"pubmed": 23303191, "text": "Hyaluronan synthase 1 (HAS1) requires higher cellular UDP-GlcNAc concentration than HAS2 and HAS3"}, {"pubmed": 23397370, "text": "The results from these experiments suggest that downregulation of HAS2 may be responsible for inhibition of hyaluronate synthesis in the self-assembled 2-nM T3 human dermal matrix."}, {"pubmed": 23452080, "text": "COL6A1 and COL6A2 silencing downregulates HAS2 expression in Down syndrome fibroblasts."}, {"pubmed": 23560496, "text": "Inverse expression of hyaluronidase 2 and hyaluronan synthases 1-3 is associated with reduced hyaluronan content in malignant cutaneous melanoma."}, {"pubmed": 23806178, "text": "Data suggest that expression of HAS2 is lower in trophoblasts from first-trimester placenta of miscarriage then of normal subjects; the products of HAS2 (high/medium MW hyaluronan) promote cell proliferation/invasion and inhibit apoptosis."}, {"pubmed": 23916661, "text": "findings suggested that rs2046571 of the HSA2 has marginal association with PD in Chinese population."}, {"pubmed": 23979132, "text": "Data indicate that oxLDL doubled the transcripts of hyaluronan synthases HAS2 and HAS3 and hyaluronan deposition via the scavenger receptor LOX-1."}, {"pubmed": 24314882, "text": "Inhibition of miR-21 has no effect on thrombospondin (TSP)-1-stimulated expression of HAS2."}, {"pubmed": 24333416, "text": "HAS2 knockdown sensitizes cancer cells to radiation via persistent DNA damage."}, {"pubmed": 24472738, "text": "Stimulation with LPS caused rapid increases in versican mRNA and protein, a rapid increase in Has1 mRNA, and concomitant inhibition of hyaluronidases 1 and 2, the major hyaluronan degrading enzymes"}, {"pubmed": 24527698, "text": "In contrast to other carcinoma subtypes, HAS2 expression was observed in up to 72.7% of metaplastic carcinomas of breast, a carcinoma subtype related to the epithelial-mesenchymal transition."}, {"pubmed": 24558368, "text": "HAS2 may be involved in the etiology of non-syndromic VSD and have the vital function in the development of heart septum"}, {"pubmed": 24847057, "text": "UDP-glucose activates P2Y14 receptor and JAK2, increases STAT3 Tyr705 phosphorylation, and enhances transcription of HAS2."}, {"pubmed": 25081531, "text": "review of the roles of HAS2 and CD44 in breast tumorigenesis [review]"}, {"pubmed": 25251750, "text": "Our study identified HAS2 as a novel candidate gene for susceptibility to adult asthma."}, {"pubmed": 25264594, "text": "mir-23a-3p causes cellular senescence by targeting hyaluronan synthase 2: possible implication for skin aging."}, {"pubmed": 25325984, "text": "transcriptional regulation of the HAS and HAS2-antisense RNA 1 genes, was analyzed."}, {"pubmed": 26490312, "text": "Our study establishes HAS2-mediated HA synthesis as a driver of growth of bladder cancer with low AGL and provides preclinical rationale for personalized targeting of HAS2/HA signaling in patients with low amylo-alpha-1-6-glucosidase-4-alpha-glucanotransferase -expressing tumors."}, {"pubmed": 26518873, "text": "Regulation of Hyaluronan (HA) Metabolism Mediated by HYBID (Hyaluronan-binding Protein Involved in HA Depolymerization, KIAA1199) and HA Synthases in Growth Factor-stimulated Fibroblasts."}, {"pubmed": 26661071, "text": "HAS2 and HAS3 were the only hyaluronan synthases detected, the expression of which was almost similar in NPs and NM."}, {"pubmed": 26722395, "text": "HAS2-HA system influences the biological characteristics of human breast cancer cells"}, {"pubmed": 26887390, "text": "GNPDA1 siRNA induced GFAT2 which was hardly measurable in these cells under standard culture conditions, GNPDA2 siRNA increased GFAT1, and GFAT1 siRNA increased the expression of hyaluronan synthase 2 (HAS2). Silencing of GFAT1 stimulated GNPDA1 and GDPDA2, and inhibited cell migration."}, {"pubmed": 26987798, "text": "HAS2 may be a critical regulator of the fate of pulmonary fibrosis and we propose a model where over-expression of HAS2 promotes an invasive phenotype resulting in severe fibrosis and down-regulation of HAS2 promotes resolution."}, {"pubmed": 27169756, "text": "HAS2 has been proposed to be a target for therapeutic intervention in cancer. Our findings suggested a possible antagonistic role of androgen receptor (AR) pathway on HAS2 function."}, {"pubmed": 27184066, "text": "Reduced expression of HAS1 and HAS2 is associated with melanoma progression and suggests that HAS1 and HAS2 have a prognostic significance in cutaneous melanoma."}, {"pubmed": 27339908, "text": "hyaluron synthase 2 has a role in stem cell senescence"}, {"pubmed": 27884164, "text": "Results show that cancer-associated fibroblasts (CAFs) expresses higher levels of HAS2 and suggest that HAS2 is one of the key regulators responsible for CAF-mediated oral squamous cell carcinoma progression by modulating the balance of MMP1 and TIMP1."}, {"pubmed": 28086235, "text": "We identified HAS2, tumor cell-derived hyaluronic acid (HA) and ZEB1 to form a positive feedback loop as ZEB1, elevated by HA, directly activates HAS2 expression in breast cancer"}, {"pubmed": 28137613, "text": "stable hyaluronate synthase 2 (HAS2) overexpression in estrogen receptor alpha (ERalpha) -positive MCF7 cells oppositely altered estrogen dependence of cell growth and its sensitivity towards antiestrogens."}, {"pubmed": 28188289, "text": "The present data reveal a selective up-regulation of HAS2 expression by extracellular Uridine Triphosphate, which is likely to contribute to the previously reported rapid activation of hyaluronan metabolism in response to tissue trauma or ultraviolet radiation."}, {"pubmed": 28485478, "text": "Results demonstrate that hypoxia induces HAS2 expression and thereby HA production, which contributes to EMT of oral squamous cell carcinoma. This process is mediated by HAS2-AS1, which can bind to HAS2 gene inducing its transcription."}, {"pubmed": 29537212, "text": "COX-2, GREM1, and HAS2 are cumulus cell genes that potentially determine oocyte and embryo developmental competence. (Review)"}, {"pubmed": 29914429, "text": "This study indicates that elevated expression of HAS2 is associated with glioma progression"}, {"pubmed": 30282636, "text": "recruitment of the forkhead protein FOXH1 on open chromatin regions integrates the signals of Activin/Smad2 and Wnt/beta-catenin to activate the expression of the ME genes including HAS2 and ALDH3A2 Consistently, H3K27me3 decrease is enriched on open chromatin around regulatory regions"}, {"pubmed": 30394292, "text": "Results indicate that post-translational modifications control the trafficking of HAS2, and that trafficking is an integral part of the post-translational regulation of HAS2 activity."}, {"pubmed": 30614308, "text": "There was a higher HAS1 and HAS2 reactivity and lower HAS3 reactivity in the PCOS endometrium compared to women with regular menstrual cycles in the proliferative phase."}, {"pubmed": 30904552, "text": "Estrogen-Mediated MicroRNA-101-3p Expression Represses Hyaluronan Synthase 2 in Synovial Fibroblasts From Idiopathic Condylar Resorption Patients."}, {"pubmed": 31102316, "text": "HAS2 is preferentially overexpressed in malignant-type colorectal cancer (CRC) cancer cells compared with that in mild-type CRC. HAS2 is a critical regulator for the malignant behavior of CRC such as therapeutic resistance or metastatic ability. Importantly, HAS2 promoted CRC malignancy through hyaluronic acid-independent TGF-beta regulation."}, {"pubmed": 31270213, "text": "Results indicated that the HAS2-OE expression system inhibits MMP3, MMP13, and other markers of the procatabolic phenotype (such as TNF-stimulated gene 6 protein (TSG6)) and also enhances aggrecan retention."}, {"pubmed": 31489963, "text": "TGF-beta/SMAD4 signaling pathway activates the HAS2-HA system to regulate granulosa cell state."}, {"pubmed": 31932306, "text": "Sirtuin 1 reduces hyaluronan synthase 2 expression by inhibiting nuclear translocation of NF-kappaB and expression of the long-noncoding RNA HAS2-AS1."}, {"pubmed": 31949043, "text": "HYBID (alias KIAA1199/CEMIP) and hyaluronan synthase coordinately regulate hyaluronan metabolism in histamine-stimulated skin fibroblasts."}, {"pubmed": 32762950, "text": "Epidermal growth factor promotes stromal cells migration and invasion via up-regulation of hyaluronate synthase 2 and hyaluronan in endometriosis."}, {"pubmed": 33506044, "text": "Increased SPHK1 and HAS2 Expressions Correlate to Poor Prognosis in Pancreatic Cancer."}, {"pubmed": 33669634, "text": "The Attenuated Secretion of Hyaluronan by UVA-Exposed Human Fibroblasts Is Associated with Up- and Downregulation of HYBID and HAS2 Expression via Activated and Inactivated Signaling of the p38/ATF2 and JAK2/STAT3 Cascades."}, {"pubmed": 33677420, "text": "Placental and endothelial biomarkers for the prediction of superimposed pre-eclampsia in chronic kidney disease."}, {"pubmed": 33803805, "text": "Hyaluronan Synthases' Expression and Activity Are Induced by Fluid Shear Stress in Bone Marrow-Derived Mesenchymal Stem Cells."}, {"pubmed": 33892667, "text": "GNA14 stimulation of KLF7 promotes malignant growth of endometrial cancer through upregulation of HAS2."}, {"pubmed": 33954907, "text": "Hyaluronan synthase 2 (HAS2) regulates cell phenotype and invadopodia formation in luminal-like breast cancer cells."}, {"pubmed": 35671866, "text": "3'UTR shortening of HAS2 promotes hyaluronan hyper-synthesis and bioenergetic dysfunction in pulmonary hypertension."}, {"pubmed": 35938797, "text": "The Upregulation of HAS2-AS1 Relates to the Granulosa Cell Dysfunction by Repressing TGF-beta Signaling and Upregulating HAS2."}, {"pubmed": 37196767, "text": "Human TMEM2 is not a catalytic hyaluronidase, but a regulator of hyaluronan metabolism via HYBID (KIAA1199/CEMIP) and HAS2 expression."}, {"pubmed": 37231239, "text": "MicroRNA-376b is involved in the pathogenesis of thyroid-associated ophthalmopathy by regulating HAS2."}, {"pubmed": 37232339, "text": "Downregulation of HAS-2 regulates the chondrocyte cytoskeleton and induces cartilage degeneration by activating the RhoA/ROCK signaling pathway."}, {"pubmed": 38524634, "text": "Unravelling the role of HAS2, GREM1, and PTGS2 gene expression in cumulus cells: implications for human oocyte development competency - a systematic review and integrated bioinformatic analysis."}, {"pubmed": 38734194, "text": "Upregulation of HAS2 promotes glioma cell proliferation and chemoresistance via c-myc."}], "genomic_pos": {"chr": "8", "end": 121641440, "ensemblgene": "ENSG00000170961", "start": 121612116, "strand": -1}, "genomic_pos_hg19": {"chr": "8", "end": 122653630, "start": 122624356, "strand": -1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0001570", "qualifier": "involved_in", "term": "vasculogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0001822", "qualifier": "involved_in", "term": "kidney development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 22016393, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010838", "qualifier": "involved_in", "term": "positive regulation of keratinocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0014911", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030213", "qualifier": "involved_in", "term": "hyaluronan biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030213", "pubmed": [17324121, 30394292], "qualifier": "involved_in", "term": "hyaluronan biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030213", "qualifier": "involved_in", "term": "hyaluronan biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030213", "pubmed": [20507985, 22016393], "qualifier": "involved_in", "term": "hyaluronan biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0030213", "qualifier": "involved_in", "term": "hyaluronan biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 22016393, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0035810", "qualifier": "involved_in", "term": "positive regulation of urine volume"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0036120", "pubmed": 17324121, "qualifier": "involved_in", "term": "cellular response to platelet-derived growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036302", "qualifier": "involved_in", "term": "atrioventricular canal development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045226", "qualifier": "involved_in", "term": "extracellular polysaccharide biosynthetic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045226", "qualifier": "involved_in", "term": "extracellular polysaccharide biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051549", "qualifier": "involved_in", "term": "positive regulation of keratinocyte migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060349", "qualifier": "involved_in", "term": "bone morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070295", "qualifier": "involved_in", "term": "renal water absorption"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071347", "pubmed": 20522558, "qualifier": "involved_in", "term": "cellular response to interleukin-1"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071356", "pubmed": 20522558, "qualifier": "involved_in", "term": "cellular response to tumor necrosis factor"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0071498", "pubmed": 21551265, "qualifier": "involved_in", "term": "cellular response to fluid shear stress"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0085029", "qualifier": "involved_in", "term": "extracellular matrix assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0085029", "qualifier": "involved_in", "term": "extracellular matrix assembly"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090500", "qualifier": "involved_in", "term": "endocardial cushion to mesenchymal transition"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900026", "qualifier": "involved_in", "term": "positive regulation of substrate adhesion-dependent cell spreading"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900127", "qualifier": "involved_in", "term": "positive regulation of hyaluronan biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1900625", "pubmed": 20522558, "qualifier": "involved_in", "term": "positive regulation of monocyte aggregation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901201", "qualifier": "involved_in", "term": "regulation of extracellular matrix assembly"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000139", "qualifier": "located_in", "term": "Golgi membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005764", "qualifier": "located_in", "term": "lysosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 30394292, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005794", "pubmed": [25795779, 30394292], "qualifier": "located_in", "term": "Golgi apparatus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [20522558, 25795779, 30394292], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031410", "qualifier": "located_in", "term": "cytoplasmic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0044853", "qualifier": "located_in", "term": "plasma membrane raft"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1903561", "pubmed": 30394292, "qualifier": "located_in", "term": "extracellular vesicle"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20507985, 25795779, 28604766], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 20507985, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0050501", "qualifier": "enables", "term": "hyaluronan synthase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0050501", "pubmed": 30394292, "qualifier": "enables", "term": "hyaluronan synthase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0050501", "pubmed": 22016393, "qualifier": "enables", "term": "hyaluronan synthase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0050501", "qualifier": "enables", "term": "hyaluronan synthase activity"}]}, "homologene": {"genes": [[7955, 260350], [8364, 100145711], [9031, 395594], [9544, 703353], [9598, 472850], [9606, 3037], [9615, 482032], [9913, 281220], [10090, 15117], [10116, 25694], [318829, 12986475]], "id": 3892}, "interpro": {"desc": "Nucleotide-diphospho-sugar transferases", "id": "IPR029044", "short_desc": "Nucleotide-diphossugar_trans"}, "ipi": ["IPI00023713", "IPI00908494"], "map_location": "8q24.13", "name": "hyaluronan synthase 2", "other_names": ["HA synthase 2", "hyaluronan synthase 2", "hyaluronate synthase 2", "hyaluronic acid synthase 2"], "pantherdb": {"HGNC": "4819", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107821", "ortholog_type": "LDO", "panther_family": "PTHR22913", "taxid": 10090, "uniprot_kb": "P70312"}, {"RGD": "2781", "ortholog_type": "LDO", "panther_family": "PTHR22913", "taxid": 10116, "uniprot_kb": "O35776"}, {"Gene": "HAS2", "ortholog_type": "O", "panther_family": "PTHR22913", "taxid": 9031, "uniprot_kb": "O57424"}, {"Ensembl": "ENSGALG00000029596", "ortholog_type": "LDO", "panther_family": "PTHR22913", "taxid": 9031, "uniprot_kb": "A0A1D5NXM5"}, {"ZFIN": "ZDB-GENE-020828-1", "ortholog_type": "LDO", "panther_family": "PTHR22913", "taxid": 7955, "uniprot_kb": "Q9DG41"}], "uniprot_kb": "Q92819"}, "pathway": {"reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1630316", "name": "Glycosaminoglycan metabolism"}, {"id": "R-HSA-2142845", "name": "Hyaluronan metabolism"}, {"id": "R-HSA-2142850", "name": "Hyaluronan biosynthesis and export"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}]}, "pfam": "PF03142", "pharmgkb": "PA29195", "pharos": {"target_id": 12739, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250719", "relationship": "is"}, {"id": "GNF250720", "relationship": "is"}, {"id": "GNF250721", "relationship": "is"}, {"id": "GNF250722", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF046397", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF128525", "relationship": "is"}, {"id": "GNF275588", "relationship": "is"}, {"id": "GNF275589", "relationship": "is"}, {"id": "GNF277993", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101929", "relationship": "is"}, {"id": "GNF141584", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1"], "protein": "NP_005319.1", "rna": "NM_005328.3", "translation": {"protein": "NP_005319.1", "rna": "NM_005328.3"}}, "reporter": {"HG-U133_Plus_2": ["206432_at", "230372_at"], "HG-U95Av2": "35396_at", "HTA-2_0": "TC08001567.hg.1", "HuEx-1_0": "3151086", "HuGene-1_1": "8152617", "HuGene-2_1": "17080648"}, "summary": "Hyaluronan or hyaluronic acid (HA) is a high molecular weight unbranched polysaccharide synthesized by a wide variety of organisms from bacteria to mammals, and is a constituent of the extracellular matrix.  It consists of alternating glucuronic acid and N-acetylglucosamine residues that are linked by beta-1-3 and beta-1-4 glycosidic bonds.  HA is synthesized by membrane-bound synthase at the inner surface of the plasma membrane, and the chains are extruded through pore-like structures into the extracellular space.  It serves a variety of functions, including space filling, lubrication of joints, and provision of a matrix through which cells can migrate.  HA is actively produced during wound healing and tissue repair to provide a framework for ingrowth of blood vessels and fibroblasts.  Changes in the serum concentration of HA are associated with inflammatory and degenerative arthropathies such as rheumatoid arthritis.  In addition, the interaction of HA with the leukocyte receptor CD44 is important in tissue-specific homing by leukocytes, and overexpression of HA receptors has been correlated with tumor metastasis.  HAS2 is a member of the newly identified vertebrate gene family encoding putative hyaluronan synthases, and its amino acid sequence shows significant homology to glycosaminoglycan synthetase (DG42) from Xenopus laevis, and human and murine hyaluronan synthase 1. [provided by RefSeq, Jul 2008].", "symbol": "HAS2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415475"}, "unigene": ["Hs.668686", "Hs.159226"], "uniprot": {"Swiss-Prot": "Q92819"}, "wikipedia": {"url_stub": "HAS2"}}