{"AllianceGenome": "18437", "HGNC": "18437", "MIM": "606652", "_id": "84868", "_version": 3, "accession": {"genomic": ["AC011377.6", "CH471062.2", "CP068273.2", "CQ834184.1", "NC_000005.10", "NC_060929.1", "NG_030444.1"], "protein": ["AAH20843.1", "AAH63431.1", "AAL55401.1", "AAL65157.1", "AAL65158.1", "AAM19100.1", "AFO66593.1", "BAB55044.1", "BAG37029.1", "BAQ00263.1", "CAH05307.1", "EAW61613.1", "EAW61614.1", "NP_116171.3", "Q8TDQ0.3", "UMM44967.1", "UMM44968.1"], "rna": ["AB924452.1", "AF251707.1", "AF450242.1", "AF450243.1", "AK027334.1", "AK130144.1", "AK314406.1", "AY069944.1", "BC020843.1", "BC063431.1", "BP291914.1", "JX049979.1", "MW055427.1", "MW055428.1", "NM_032782.5", "ON548909.1"], "translation": [{"protein": "BAQ00263.1", "rna": "AB924452.1"}, {"protein": "AAL55401.1", "rna": "AY069944.1"}, {"protein": "NP_116171.3", "rna": "NM_032782.5"}, {"protein": "AAM19100.1", "rna": "AF251707.1"}, {"protein": "UMM44967.1", "rna": "MW055427.1"}, {"protein": "AAH63431.1", "rna": "BC063431.1"}, {"protein": "UMM44968.1", "rna": "MW055428.1"}, {"protein": "BAB55044.1", "rna": "AK027334.1"}, {"protein": "AAH20843.1", "rna": "BC020843.1"}, {"protein": "AFO66593.1", "rna": "JX049979.1"}, {"protein": "AAL65158.1", "rna": "AF450243.1"}, {"protein": "BAG37029.1", "rna": "AK314406.1"}, {"protein": "AAL65157.1", "rna": "AF450242.1"}]}, "alias": ["CD366", "HAVcr-2", "KIM-3", "SPTCL", "TIM3", "TIMD-3", "TIMD3", "Tim-3"], "ensembl": {"gene": "ENSG00000135077", "protein": ["ENSP00000312002", "ENSP00000430328", "ENSP00000430873", "ENSP00000512959", "ENSP00000512960", "ENSP00000512961", "ENSP00000512962", "ENSP00000512963", "ENSP00000513313", "ENSP00000513314"], "transcript": ["ENST00000307851", "ENST00000517358", "ENST00000521665", "ENST00000522593", "ENST00000522902", "ENST00000524219", "ENST00000696897", "ENST00000696898", "ENST00000696899", "ENST00000696900", "ENST00000696901", "ENST00000696902"], "translation": [{"protein": "ENSP00000512963", "rna": "ENST00000696902"}, {"protein": "ENSP00000312002", "rna": "ENST00000307851"}, {"protein": "ENSP00000513313", "rna": "ENST00000517358"}, {"protein": "ENSP00000512960", "rna": "ENST00000696899"}, {"protein": "ENSP00000430873", "rna": "ENST00000522593"}, {"protein": "ENSP00000512961", "rna": "ENST00000696900"}, {"protein": "ENSP00000512959", "rna": "ENST00000696897"}, {"protein": "ENSP00000512962", "rna": "ENST00000696901"}, {"protein": "ENSP00000430328", "rna": "ENST00000524219"}, {"protein": "ENSP00000513314", "rna": "ENST00000521665"}], "type_of_gene": "protein_coding"}, "entrezgene": "84868", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.03553707765, "exp_mis": 99.947262052, "exp_syn": 43.0625961639, "lof_z": 1.98897180424222, "mis_z": -0.198280394959925, "mu_lof": 5.67483434344e-07, "mu_mis": 8.85390333533e-06, "mu_syn": 3.65380608925e-06, "n_lof": 3.0, "n_mis": 104.0, "n_syn": 47.0, "p_li": 0.111384118892431, "p_null": 0.0287455404677855, "p_rec": 0.859870340639784, "syn_z": -0.371970805023551}, "bp": 906, "cds_end": 156535994, "cds_start": 156514112, "n_exons": 7, "nonpsych": {"exp_lof": 8.039983252, "exp_mis": 90.3238698428, "exp_syn": 38.8377610192, "lof_z": 1.74563532765182, "mis_z": -0.248168673537496, "mu_lof": 5.67483434344e-07, "mu_mis": 8.85390333533e-06, "mu_syn": 3.65380608925e-06, "n_lof": 3.0, "n_mis": 95.0, "n_syn": 44.0, "p_li": 0.0881747401346916, "p_null": 0.0493863736199314, "p_rec": 0.862438886245377, "syn_z": -0.521524377281649}, "nontcga": {"exp_lof": 8.29923806283, "exp_mis": 91.9380314335, "exp_syn": 39.6041397174, "lof_z": 1.81457770564408, "mis_z": -0.15909731505552, "mu_lof": 5.67483434344e-07, "mu_mis": 8.85390333533e-06, "mu_syn": 3.65380608925e-06, "n_lof": 3.0, "n_mis": 95.0, "n_syn": 46.0, "p_li": 0.0891478807903516, "p_null": 0.0406613735715412, "p_rec": 0.870190745638107, "syn_z": -0.643503653204974}, "transcript": "ENST00000307851.4"}, "exons": [{"cdsend": 157108983, "cdsstart": 157087101, "chr": "5", "position": [[157085831, 157087294], [157088940, 157088977], [157095305, 157095459], [157098857, 157098901], [157104665, 157104749], [157106626, 157106962], [157108925, 157109044]], "strand": -1, "transcript": "NM_032782", "txend": 157109044, "txstart": 157085831}], "exons_hg19": [{"cdsend": 156535994, "cdsstart": 156514112, "chr": "5", "position": [[156512842, 156514305], [156515951, 156515988], [156522316, 156522470], [156525868, 156525912], [156531676, 156531760], [156533637, 156533973], [156535936, 156536055]], "strand": -1, "transcript": "NM_032782", "txend": 156536055, "txstart": 156512842}], "generif": [{"pubmed": 15325803, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15325803, "text": "Tim-3 gene associated with rheumatoid arthritis"}, {"pubmed": 15603868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15603868, "text": "the -574T > G polymorphism of Tim-3 might be associated with the susceptibility of atopic diseases"}, {"pubmed": 15867855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16159638, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16456792, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16685421, "text": "Human Tim-3 can promote HAV entry into target cells but itself may not function as a cellular receptor of HAV."}, {"pubmed": 16754722, "text": "Failure to up-regulate T cell expression of TIM3 in inflammatory sites may represent a novel, intrinsic defect that contributes to the pathogenesis of multiple sclerosis and other human autoimmune diseases."}, {"pubmed": 16940744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17069754, "text": "Stimulation of Tim-3 by its ligand galectin-9 results in increased phosphorylation of Y265, suggesting that this tyrosine residue plays an important role in downstream signalling events regulating T-cell fate."}, {"pubmed": 17096021, "text": "Expressed in melanoma cell lines at higher level than in isolated epidermal melanocytes, which can contribute to lower adhering capacity of tumor cells. TIM-3 in TGF-beta-stimulated mast cells and melanoma cells may support survival of this tumor type."}, {"pubmed": 17430399, "text": "High expressionof TIM-3 in in acute kidney transplant rejection makes it a promising noninvasive test for its diagnosis."}, {"pubmed": 17665973, "text": "T-cell immunoglobulin- and mucin-domain-containing molecule-3 (Tim-3) influences autoimmune diseases, and its role in other inflammatory diseases including allergies and cancer is becoming clear."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18006747, "text": "data show that Tim-3 is highly expressed by cells of the innate immune system and that its expression on antigen-presenting cells promotes the secretion of proinflammatory cytokines from monocytes and dendritic cells"}, {"pubmed": 18052965, "text": "Involved in the pathogenesis of systemic lupus erythematosus."}, {"pubmed": 18294362, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18354161, "text": "multiple sclerosis may function in part by restoring TIM-3 immunoregulation of T cell function"}, {"pubmed": 18401547, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18401547, "text": "role of the rs10515746 (A/C), rs1036199 (A/C), and rs10053538 (A/C) SNPs within the TIM-3 gene in 186 German type 1 diabetes families and its interaction with human leukocyte antigen (HLA) high-risk haplotypes"}, {"pubmed": 18485114, "text": "increase of TIM-3 expression on PBMCs, overproduction of IFN-gamma in the sera, and increased galectin-9 in PBMCs was observed in acquired aplastic anemia patients"}, {"pubmed": 18785518, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18785518, "text": "strong linkage disequilibrium between the two SNPs sites in the TIM-3 gene in a Han population from Hubei province"}, {"pubmed": 19001139, "text": "Data show that blockade of the Tim-3 pathway can enhance HIV-1 - specific T cell responses, and suggest that the Tim-3 pathway plays a critical role in suppressing the overall T cell response to HIV-1."}, {"pubmed": 19005181, "text": "Nasopharyngeal carcinoma exosomes induce massive apoptosis in EBV-specific CD4(+) cells used as a model of target T cells. This effect is inhibited by both anti-Tim-3 and antigalectin-9 blocking antibodies."}, {"pubmed": 19100864, "text": "The simultaneous expression of galectin-9 and Tim-3 may indicate an immunoregulatory function, during the ongoing cytotoxic response."}, {"pubmed": 19104436, "text": "Tim-3 messenger RNA evaluation in renal transplant recipients is a noninvasive method to evaluate graft dysfunction."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19332093, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19332093, "text": "The -1516G>T, -574T>G, and 4259G>T of TIM-3 gene polymorphisms might not play an important role as a genetic risk factor in the pathophysiology of ITP."}, {"pubmed": 19395088, "text": "expression is increased on Vdelta T cells of pregnant women"}, {"pubmed": 19414817, "text": "Tim-3, by virtue of its up-regulation in innate immune cells in pregnant women, enhances both innate and adaptive immune responses"}, {"pubmed": 19480659, "text": "Reduced TIM-3 expression in the lungs of patients may result in a defective T cell ability to control the Th1 immune response and could thus contribute to the pathogenesis of sarcoidosis."}, {"pubmed": 19494522, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19494522, "text": "haplotypes including TIM-3 genetic variants confer susceptibility to asthma in a Chinese population"}, {"pubmed": 19566956, "text": "These data suggest that polymorphisms in the TIM3 promoter region are unlikely to play an important role in susceptibility to allergic diseases"}, {"pubmed": 19587053, "text": "Tim-3 expression correlates with a dysfunctional and senescent phenotype (CD127(low) CD57(high)), a central rather than effector memory profile (CD45RA(negative) CCR7(high)), and reduced Th1/Tc1 cytokine production."}, {"pubmed": 19676072, "text": "These results suggest that TIM-3 is a negative regulator of human T cells and regulates Th1 and Th17 cytokine secretion."}, {"pubmed": 19768575, "text": "The TIM-3 pathway and the therapeutic potential of modulating the pathway in systemic lupus erythematosus, is reviewed."}, {"pubmed": 19789190, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20083673, "text": "Structural and biologic studies reveal that TIM-3 is a receptor for phosphatidylserine (PtdSer) and that TIM-3 polymorphic variants differ functionally in their recognition of PtdSer and clearance of apoptotic cells."}, {"pubmed": 20133006, "text": "Hepatitis B virus infection can up-regulate Tim-3 expression in natural killer cells (NK), which may in turn suppress NK-cell functions in chronic hepatitis B patients."}, {"pubmed": 20176801, "text": "Mucin domain-containing molecule 3 (Tim-3) is preferentially expressed in lymphoma-derived endothelial cells."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20574007, "text": "The Tim-3/galectin-9 pathway regulates T helper cell type (Th)1 immune responses through at least two mechanisms: directly, by triggering cell death in Th1 cells and indirectly, through the expansion of suppressive CD11b+Ly6G+ cells."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20656318, "text": "Histiocytic and dendritic cell neoplasms consistently express TIM-3 and TIM-4 and that these molecules are new markers of neoplasms derived from histiocytic and dendritic cells."}, {"pubmed": 20805041, "text": "Tim-3 might participate in the pathogenesis of rheumatoid arthritis by its negative regulation on various T cell subsets."}, {"pubmed": 20811886, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20811886, "text": "three genetic variations within the TIM-3 gene promoter may be associated with the increased susceptibility to gastric cancer, especially among the haplotypes with the risk."}, {"pubmed": 20819923, "text": "PD-1(+) NY-ESO-1-specific CD8(+) T cells in patients with advanced melanoma up-regulates Tim-3 expression"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21084749, "text": "Blockade of either PD-1 or Tim-3 enhanced in vitro proliferation of HCV-specific CTLs to a similar extent, whereas cytotoxicity against a hepatocyte cell line that expressed cognate HCV epitopes was increased exclusively by Tim-3 blockade."}, {"pubmed": 21263071, "text": "Both TIM-3 and galectin-9 undergo rapid proteolytic degradation in the cystic fibrosis CF lung, primarily because of neutrophil elastase and proteinase-3 activity."}, {"pubmed": 21367814, "text": "The findings suggest that the polymorphisms of TIM gene family might not contribute to systemic lupus erythematosus susceptibility in the Chinese population."}, {"pubmed": 21382414, "text": "The elevated expression of Tim-3 on CD8 T cells correlates with functional defects of CD8 T cells and disease severity of pulmonary TB."}, {"pubmed": 21392402, "text": "Tim-3 expression on peripheral T cell subsets correlates with disease progression in hepatitis B infection."}, {"pubmed": 21402546, "text": "These data suggest that Tim-3 expression is reduced in human T-lymphotropic virus type I (HTLV-I) infection and that a high number of Tim-3(-) HTLV-I-specific cytotoxic T lymphocytes preserves their cytolytic activity."}, {"pubmed": 21446887, "text": "TIM-3 and its interaction with Gal-9 are closely associated with rheumatoid arthritis activity."}, {"pubmed": 21519864, "text": "augmented expression of Tim-3 may play an important role in the pathogenesis of ischemic stroke by regulation of proinflammatory cytokines."}, {"pubmed": 21565238, "text": "T-cell immunoglobulin and mucin domain 3 genetic polymorphisms are associated with rheumatoid arthritis independent of a shared epitope status."}, {"pubmed": 21621846, "text": "results suggest the regulatory role of MEK in TIM-3 transcription by human CD4+ T cells and mast cells"}, {"pubmed": 21637332, "text": "Tim-3 is constitutively expressed on human resting CD14(+) monocyte/macrophages (M/M(O)) and functions as a cap to block IL-12."}, {"pubmed": 21717191, "text": "data suggest that TIM-3 and its interaction with Gal-9 may play an important role in the pathogenesis of RA and may represent a potential therapeutic target"}, {"pubmed": 21807895, "text": "Data suggest that ectopic expression of Tim-3 in T cells leads to enhancement of T-cell receptor-dependent signaling pathways."}, {"pubmed": 21844165, "text": "Blocking Tim-3 increases TLR-mediated IL-12 production & decreases activation-induced up-regulation of the immunoinhibitor, PD-1. TNF-alpha production is not altered significantly, but IL-10 production was increased."}, {"pubmed": 21989170, "text": "Genetic variations of TIM-3 gene contribute to rheumatoid arthritis susceptibility among different populations."}, {"pubmed": 22172823, "text": "TIM-3 mRNA quantification by RT-PCR in peripheral blood leukocytes may be a promising tool for a noninvasive diagnosis of acute rejection in renal graft recipients."}, {"pubmed": 22177036, "text": "There is no correlation between allergic rhinitis susceptibility and Tim-3 gene polymorphism in Uigur and Han people in Xinjiang."}, {"pubmed": 22294262, "text": "Impaired Tim-3 expression allows Th17, Th1 and Tc1 cells to escape from Tim-3-mediated negative regulatory systems and may contribute to the pathogenesis of psoriasis."}, {"pubmed": 22323453, "text": "Tim-3 functions as a human NK-cell coreceptor to enhance IFN-gamma production, which has important implications for control of infectious disease and cancer."}, {"pubmed": 22363469, "text": "This study reveals a new role of TIM-3 as an important immune regulator in the tumor microenvironment via its predominant expression in regulatory T cells."}, {"pubmed": 22371007, "text": "Reduced levels of Tim-3 on CD4(pos) CD25(neg) effector cells and of Gal9 in T-regs contribute to impaired immunoregulation in autoimmune hepatitis by rendering effector cells less prone to T-reg control and T-regs less capable of suppressing."}, {"pubmed": 22383801, "text": "Findings suggest that natural killer-cell responses may be negatively regulated when NK cells encounter target cells expressing cognate ligands of Tim-3."}, {"pubmed": 22387059, "text": "data provide evidence that augmented Tim-3 expression on natural killer (NK) cells plays an important role in NK cell loss in atherosclerosis"}, {"pubmed": 22426209, "text": "Long-term exposure of CD4+ T cells to IL-12 caused T cell dysfunction & induced TIM-3. TIM-3 was required for this negative effect. TIM-3 was highly expressed on functionally impaired intratumoral T cells."}, {"pubmed": 22469568, "text": "concluded that pro-apoptotic effects on Th1 population through galectin-9-Tim-3 pathway and the up-regulation of Tim-2 on Th2 cells might be critical to Th2-biased response of host with schistosomiasis japonica."}, {"pubmed": 22472081, "text": "polymorphisms in the TIM-3 gene are new risk factors for RCC"}, {"pubmed": 22505239, "text": "The Tim-3/galectin-9 signaling pathway mediates T-cell senescence in Hepatitis B Virus-associated Hepatocellular Carcinoma."}, {"pubmed": 22539292, "text": "It was shown that Tim-3 negatively regulates antiviral responses of CD8+ T cells isolated from chronic hepatitis B patients, and this response is reversed by blocking the Tim-3 pathway."}, {"pubmed": 22587604, "text": "-1516G/T polymorphism in the promoter region of TIM3 gene may affect the disease susceptibility and hepatocellular carcinoma traits associated with chronic hepatitis B virus infection infection."}, {"pubmed": 22733499, "text": "the correlation of TIM-3 polymorphisms with susceptibility to pancreatic cancer in the Chinese population"}, {"pubmed": 22738814, "text": "Th17 cell differentiation, IL-17 levels, and TIM-3 regulation may be involved in the pathogenesis of GBS."}, {"pubmed": 22792231, "text": "Tim-3 negatively regulates cytotoxicity in exhausted CD8+ T cells in HIV infection."}, {"pubmed": 22842346, "text": "TIM-3 circumvents the stimulatory effects of nucleic acids in tumor immunity by interactding with HMGB1 to interfere with the recruitment of nucleic acids into dendritic cell endosomes"}, {"pubmed": 22875804, "text": "Mutation of Tim3 transgene results in decreased phosphorylation of the T cell receptor-CD3zeta-chain; mice with this Tim3 mutation infected with influenza are protected from morbidity and mortality without impairment in viral clearance."}, {"pubmed": 22968087, "text": "The polymorphisms of TIM-3 gene may not contribute to Grave's disease susceptibility in the Chinese Han population."}, {"pubmed": 23029209, "text": "data suggest that Tim-3 upregulation was driven by both HIV-1 viral replication and increased age, whereas PD-1 expression is associated with immune activation"}, {"pubmed": 23117395, "text": "a dysregulated Tim-3/Gal-9 pathway may contribute to the pathogenesis of ulcerative colitis"}, {"pubmed": 23144609, "text": "This study therefore uncovered a previously unknown mechanism for T-cell immune responses regulated by Tim-3, and findings may have implications for potential immune intervention in TB."}, {"pubmed": 23161469, "text": "HCV-infected human hepatocytes express higher levels of Gal-9 and TGF-beta, and upregulate Tim-3 expression."}, {"pubmed": 23180819, "text": "A potential pathway activated by Tim3/galectin 9 is the secretion of interleukin (IL)-1beta, which plays a crucial role in antimicrobial immunity by modulating innate inflammatory networks in patients with pulmonary tuberculosis."}, {"pubmed": 23291409, "text": "PD1 and TIM3 polymorphisms may differentially and interactively predispose cirrhosis and HCC in chronic HBV infection."}, {"pubmed": 23314411, "text": "results demonstrate that, during HIV infection, Tim-3 expression on innate cells is dysregulated and that this dysregulation is only partially restored after 6 months of cART; findings suggest Tim-3 is differentially regulated on innate immune effector cells"}, {"pubmed": 23334427, "text": "These results suggest that the imbalanced expression of Tim-3 and T-bet may play a role in the pathogenesis and course of aplastic anaemia (AA), and the downregulation of T-bet/Tim-3 may represent a reasonable therapeutic strategy for AA treatment."}, {"pubmed": 23359271, "text": "Polymorphism in TIM-3 gene is associated with increased susceptibility to non-small-cell lung cancer"}, {"pubmed": 23365080, "text": "Tim-3 negatively regulates the TLR4 response in sepsis patients."}, {"pubmed": 23385979, "text": "These results suggested polymorphisms in TIM-3 gene could be new risk factors for non-Hodgkin lymphoma as well as HIV-related non-Hodgkin lymphoma and suggested a possible role of the inflammatory factor in these diseases."}, {"pubmed": 23388728, "text": "These findings suggest that Tim-3-mediated differential regulation of IL-12/IL-23 drives T(H)17 cell development, a milieu favoring viral persistence and autoimmune phenomenon during chronic hepatitis C."}, {"pubmed": 23526963, "text": "Tim-3-expressing CD4 T cells in tumors could represent the functional regulatory T cells which contribute to the formation of the immune-suppressive tumor micromilieu."}, {"pubmed": 23665438, "text": "Altered expression of Tim-3 might play an important role in the pathogenesis of spontaneous intracerebral hemorrhage."}, {"pubmed": 23773130, "text": "In patients with chronic hepatitis C, CD8+ T cells are positive for exhaustion markers (i.e., expressing both TIM-3 and PD-1) more frequently in the spleen and the liver, compared to the peripheral blood."}, {"pubmed": 23791624, "text": "Mass spectrometry-based profiling of plasma from multiple subjects diagnosed with common diseases provided evidence for restricted release of soluble Tim-3 in the context of GVHD."}, {"pubmed": 23837986, "text": "Tim-3 expression, which is up-regulated on PBMs of CHB patients, is negatively correlated to the level of ALT in sera of IA CHB patients."}, {"pubmed": 23866914, "text": "Persistent Gal-9 production might impair Tim-3 activity and contribute to natural killer cell dysfunction in chronic HIV-1 infection."}, {"pubmed": 23886204, "text": "High TIM-3 expression is associated with prostate cancer."}, {"pubmed": 23922299, "text": "MCC-targeting T cells expand with tumor burden and express high levels of immune checkpoint receptors PD-1 and Tim-3. Reversal of these inhibitory pathways is therefore a promising therapeutic approach for this virus-driven cancer."}, {"pubmed": 23936526, "text": "Reduced TIM3 expression is associated with preeclampsia."}, {"pubmed": 23967307, "text": "a ligand (Gal-9) compartment-dependent regulatory effect on receptor (Tim-3) activities and inflammatory responses via TLR pathways"}, {"pubmed": 24007284, "text": "expression of Tim-3 was significantly increased in both CD4+ and CD8+ T cells in ovarian cancer cases, suggesting that Tim-3 may participate in the development and progression of ovarian cancer by its negative regulation on various T-cell subsets"}, {"pubmed": 24083425, "text": "Data indicate the expression of programmed cell death protein 1 (PD-1), inducible T-cell Costimulator (ICOS), Cytotoxic T-Lymphocyte Antigen 4 (CTLA-4) and T cell immunoglobulin and mucin protein 3 (Tim-3) in T-cells from geriatric and younger subjects."}, {"pubmed": 24121505, "text": "we describe Tim-3 as novel target for ADAM-mediated ectodomain shedding and suggest a role of Tim-3 shedding in TLR-mediated immune responses of CD14(+) monocytes."}, {"pubmed": 24195506, "text": "Knockdown of TIM-3 suppressed the proliferation and invasion capacity of Clear cell renal carcinoma (ccRCC) cell lines.TIM-3 expression was associated with poor prognosis in ccRCC."}, {"pubmed": 24209883, "text": "Polymorphisms rs10053538 or rs10515746 in the Tim-3 promoter are not be associated with URSA in Han Chinese women."}, {"pubmed": 24231118, "text": "The decreased levels of Tim-3 during active stages of disease suggest a possible role in the pathogenesis and course of ITP and restoration of Tim-3 may be a reasonable therapeutic strategy for ITP."}, {"pubmed": 24253699, "text": "The results showed that there was the expression of TIM-3 in renal tissue from the patients with systemic lupus erythematosus (SLE), but rarely expression in cases without SLE. Expression of TIM-3 was associated with the diseases' activity."}, {"pubmed": 24337741, "text": "Tim-3 interacts with Lck."}, {"pubmed": 24339967, "text": "The results suggest that expression of Gal-9 and Tim-3 in tumor cells may be a potential, independent prognostic factor for patients with gastric cancer. Gal-9 and TIM-3 may play an important part in the gastric carcinogenesis."}, {"pubmed": 24412470, "text": "The ratio of Tim-3 to Tim-1 in patients with active disease was significantly decreased compared with the ratios in the normal group and in the immune thrombocytopenia patients in remission."}, {"pubmed": 24477913, "text": "neutrophil TIM-3/Gal-9 signaling is perturbed in the CF airways due to proteolytic degradation of the receptor."}, {"pubmed": 24498204, "text": "blocking Tim-3 signaling significantly improved the innate and adaptive immune responses in chronically HCV-infected patients"}, {"pubmed": 24512143, "text": "Tim-3 on peripheral CD4 and CD8 T cells is involved in the development of glioma."}, {"pubmed": 24639110, "text": "Tim-3, which specifically expresses on LSCs, is beneficial for LSCs survival and AML progression by promoting expansion of MDSCs and differentiating into TAMs at the leukemia site"}, {"pubmed": 24642562, "text": "Increased frequency of Tim-3 expressing T cells is associated with symptomatic West Nile virus infection."}, {"pubmed": 24651720, "text": "Galectin-9 expressing regulatory T cells, TIM-3+ cytotoxic T cells and NK cells could play an important role in the maintenance of healthy pregnancy."}, {"pubmed": 24689929, "text": "The percentage of TIM-3 on both peripheral CD4+ and peripheral CD8+ T cells was negatively correlated with disease activity."}, {"pubmed": 24702227, "text": "elevated in cholesteatoma"}, {"pubmed": 24825777, "text": "Tim-3 functions to inhibit T cell responses, particularly under conditions involving chronic stimulation."}, {"pubmed": 24833097, "text": "revealed that patients with advanced tumor stages had elevated Tim-3 expression on CD4+ and CD8+ T cells compared to those with primary tumor stages"}, {"pubmed": 24838857, "text": "Enhanced suppressor function of TIM-3+ FoxP3+ regulatory T cells."}, {"pubmed": 24845464, "text": "Expression of human Tim-3 on kidney tissue from immunoglobulin A nephropathy patients"}, {"pubmed": 24855276, "text": "Suggest RepSox may reduce Tim-3 expression by inhibiting transforming growth factor-beta signaling and slow decay of CD34(+) AML cells by increasing CXCL12 and MYC, two factors that inhibit AML cell differentiation."}, {"pubmed": 24867713, "text": "Results show that genetic variants of Tim-3 have an important impact on disease progression of HBV infection. With specific Tim-3 polymorphisms, patients infected with HBV could be potential candidates of hepatocellular carcinoma and HBsAg seroclearance."}, {"pubmed": 24905803, "text": "TIM-3 polymorphism is associated with increased susceptibility to Ankylosing spondylitis possibly by downregulating gene expression."}, {"pubmed": 25091272, "text": "Tim-3/Gal-9 interaction favors apoptosis of MBP-specific T lymphocytes in benign multiple sclerosis; this process is reduced in PPMS by the up-regulation of Bat3"}, {"pubmed": 25135732, "text": "It was suggested that the overexpression of Tim-3/Gal-9 pathway may be related to the pathogenesis of RSA."}, {"pubmed": 25136083, "text": "Our study uncovers a novel ability of TIM-family proteins to block the release of HIV-1 and other viruses by interaction with virion- and cell-associated phosphatidylserine."}, {"pubmed": 25180498, "text": "A positively selected polymorphism in the 3' UTR, which modulates HAVCR2 expression, is associated with the susceptibility to HIV-1 infection."}, {"pubmed": 25220367, "text": "The presence of TIM3+and/or NKG2A+ T cells is associated with the absence of recurrences and a longer recurrence-free survival."}, {"pubmed": 25342285, "text": "Tim-3 levels were significantly decreased in CD4+ T cells and CD8+ cells from intracranial aneurysm patients compared to controls."}, {"pubmed": 25363763, "text": "CEACAM1 serves as a heterophilic ligand for TIM-3 that is required for its ability to mediate T-cell inhibition, and this interaction has a crucial role in regulating autoimmunity and anti-tumour immunity"}, {"pubmed": 25375372, "text": "Tumor-induced senescent T cells promote the secretion of pro-inflammatory cytokines and angiogenic factors by human monocytes/macrophages through a mechanism that involves Tim-3 and CD40L."}, {"pubmed": 25400771, "text": "Tim-3 is highly expressed on the peripheral blood T cells of AML patients, and Tim-3 expression significantly correlates with clinicopathological prognostic stratification."}, {"pubmed": 25483439, "text": "Tim-3 triggers growth factor type responses in acute myeloid leukaemia cells by activating a phosphatidylinositol-3 kinase (PI-3K)/mammalian target of rapamycin (mTOR) pathway."}, {"pubmed": 25520133, "text": "High Tim-3 expression is associated with lung cancer."}, {"pubmed": 25578313, "text": "The Gal-9/Tim-3 signal is important for the regulation of decidua NK cells function, which is beneficial for the maintenance of a normal pregnancy."}, {"pubmed": 25609823, "text": "Authors show that Tim-3 is shed from the surface of responding CD8(+) T cells by the matrix metalloproteinase ADAM10, producing a soluble form of the coinhibitory receptor."}, {"pubmed": 25685816, "text": "The elevation of differential Tim-3 and PD-1 expression patterns on T cells represents a state of T cell exhaustion and can be induced by common gamma-chain cytokines"}, {"pubmed": 25772938, "text": "These data indicate that HCV-induced, miR-155-regulated Tim-3 expression regulates NK cell function, suggesting a novel mechanism for balancing immune clearance and immune injury during chronic viral infection."}, {"pubmed": 25784621, "text": "Participation of TIM-3 and its ligand (galectin-9) in the pathogenesis of active generalized vitiligo"}, {"pubmed": 25797693, "text": "In chronic hepatitis C virus (HCV)-infected subjects, there was increased Tim-3 on NK cells, which was associated with an activated phenotype."}, {"pubmed": 25876049, "text": "Study found that the prevalence of Tim-3 rs200181745TG genotype and G allele was significantly increased in knee osteoarthritis. Furthermore, patients and controls with rs200181745TG genotype had up-regulated IFN-gamma mRNA and protein levels in CD4 + T cells."}, {"pubmed": 25937557, "text": "TIM-3 polymorphism is associated with increased susceptibility to osteoarthritis."}, {"pubmed": 25950468, "text": "Findings underline the important roles of Tim-3 and PD-1 pathways in regulating decidual CD8+ T-cell function and maintaining normal pregnancy."}, {"pubmed": 26008981, "text": "Results indicate that upregulation of the inhibitory receptor Tim-3 may restrict T cell responses in CRC patients."}, {"pubmed": 26062425, "text": "TIM-3, as a key negative regulator in the anti-tumor immunity, contributes to the tumor immune evasion"}, {"pubmed": 26076826, "text": "Expression of Tim-3 and co-expression of Tim-3 and Fas on certain peripheral T subsets are associated with disease activity in systemic lupus erythematosus patients."}, {"pubmed": 26125859, "text": "there was no significant differ-ence in TIM-1 mRNA expression between the patients and the healthy controls. Our results suggest that insufficient expression of TIM-3 mRNA may be involved in the pathogenesis of nephropathy"}, {"pubmed": 26141233, "text": "IL-15 induces strong but short-lived tumor-infiltrating CD8 T cell responses through the regulation of Tim-3 in breast cancer."}, {"pubmed": 26214042, "text": "Our data indicate that Tim-3 expression on NK cells is regulated by T-bet, and that Tim-3 levels correlate with advanced stages of gastric cancer"}, {"pubmed": 26215444, "text": "The functional decline of invariant natural killer T cells was closely related to the decrease in CD28 expression and the increases of Tim-3 and PD-1."}, {"pubmed": 26239720, "text": "Study found that LGALS9 was expressed in 68.4% of the human gastrointestinal stromal tumors (GIST) and Tim-3 in the infiltrated NK cells of 68.4% of GISTs and suggest that Tim-3/LGALS9 pathway may be involved in the immune checkpoint mechanism of GISTs."}, {"pubmed": 26253654, "text": "Tim-3 may be used as a novel target for increasing immune responses in RCC tumor microenvironment."}, {"pubmed": 26265374, "text": "Tim-3 over-expression is associated with bladder urothelial carcinoma."}, {"pubmed": 26279267, "text": "TIM-3 and its ligand, galectin-9 (Gal-9), constitute an autocrine loop critical for leukemic stem cells self-renewal and development of human acute myeloid leukemia."}, {"pubmed": 26339368, "text": "Tim-3 might participate in the tumorgenesis of colon cancer and Tim-3 expression might be a potential independent prognostic factor for patients with colorectal cancer."}, {"pubmed": 26342682, "text": "an abnormal Tim-3/Gal-9 pathway was able to facilitate the development of preeclampsia."}, {"pubmed": 26373631, "text": "sTim-3 was involved in the development of sepsis. The homeostasis-promoting role of the Tim-3 on the monocytes was disrupted, while the inhibitory role of sTim-3 emerged during sepsis-induced immunosuppression."}, {"pubmed": 26401029, "text": "Studied the effects of altered Tim-3 expression in vivo in mice and in vitro in human endothelial cells, on day 3 after Rickettsia heilongjiangensis infection."}, {"pubmed": 26413815, "text": "Tim-3 in primary leukocytes, both healthy and malignant AML cells, displays moderate properties of an inflammatory receptor with additional growth factor (mTOR activation) and pro-angiogenic (VEGF release) activities"}, {"pubmed": 26428847, "text": "These data indicate that Tim-3 expression in NK cells can function as a prognostic biomarker in human lung adenocarcinoma and support that Tim-3 could be a new target for an immunotherapeutic strategy."}, {"pubmed": 26463635, "text": "Diffuse large B-cell lymphoma patients have high expression level of PD-1 and TIM-3, which are related to DLBCL staging. PD-1 and TIM-3 expression levels are also related to the efficiency of chemotherapy."}, {"pubmed": 26464703, "text": "Tim-3 played an important role in the development and progression of gastric cancer, and it could be used as an independent prognostic factor for gastric cancer patients."}, {"pubmed": 26482613, "text": "ovarian tumor-infiltrating Treg cells were more immunosuppressive than their peripheral blood counterparts in a TIM3-dependent fashion."}, {"pubmed": 26492563, "text": "TIM-3 is a negative regulator of TCR-function by attenuating activation signals mediated by CD3/CD28 co-stimulation."}, {"pubmed": 26715281, "text": "Increased Tim3 expression is associated with renal cell carcinoma."}, {"pubmed": 26820685, "text": "Hepatitis B virus surface antigen stimulation of human, monocyte-derived dendritic cells increases expression of Tim-3."}, {"pubmed": 26908841, "text": "Data suggest that PD-1/PDCD1 (programmed cell death protein 1) and Tim-3/HAVCR2 (hepatitis A virus cellular receptor 2) operate within the functional immune-modulatory network to promote Th2-(type-2 helper T cell-)mediated immunity at the maternal-fetal interface."}, {"pubmed": 26930930, "text": "Data show that T cell immunoglobulin and mucin domain protein 3 (Tim-3) on peripheral blood CD4+ T cells is increased in advanced schistosomiasis patients."}, {"pubmed": 27008699, "text": "Results indicate that T cell Ig and mucin domain 3 protein (TIM-3) polymorphisms (-1516G/T, -574G/T, and +4259T/G) were associated with the increased risk of cancer in Chinese Han population."}, {"pubmed": 27034168, "text": "TIM-3 polymorphism is associated with response to therapy in hepatitis B virus-related hepatocellular carcinoma."}, {"pubmed": 27044824, "text": "Reduction of Tim-3(+) Treg cells (Tregs) in osteoarthritis patients resulted in less IL-10-producing Tregs."}, {"pubmed": 27049082, "text": "decreased serum TIM-1 and TIM-3 levels and association of TIM-3 with nephritis suggest their possible role in the development and pathogenesis of systemic lupus erythematosus."}, {"pubmed": 27070448, "text": "findings support the use of Tim-3-Tim-3L blockade together with PD-1-PD-L1 blockade to reverse tumor-induced T-cell exhaustion/dysfunction in patients with colorectal cancer."}, {"pubmed": 27091308, "text": "The results of our study showed that there is no significant association between TIM-1 5383-5397ins/del and Multiple sclerosis (MS) (P = 0.38); however, the frequency of CT genotype of TIM-3 -1541C>T in patient group was significantly higher than the control group, and there was a significant association between CT genotype and MS"}, {"pubmed": 27156907, "text": "We found a novel mechanism through which Tim-3 could suppress antitumor immunity by utilizing the suppression of CD4(+) follicular helper cells (Tfh) function and provide new insight in the regulation of Tfh cells in breast cancer patients"}, {"pubmed": 27182056, "text": "T cell immunoglobulin and mucin domain-containing molecule 3 might participate in the progression of type 2 diabetes by its negative regulation on immune cells, and Tim-3 on CD14(+) monocytes serves as a novel biological marker for diabetes duration in type 2 diabetes patients."}, {"pubmed": 27185658, "text": "TLR2, Tim1, Tim3, TNF-alpha, IgE and EOS play a role in Mycoplasma pneumoniae Pneumonia-related wheezing in children."}, {"pubmed": 27230511, "text": "Studied the associations of T-cell immunoglobulin and mucin domain-3 (Tim-3) polymorphisms and the alternate reading frame protein (F protein) with the outcomes of HCV infection; findings suggest that the rs12186731 CT and rs13170556 TC/CC genotypes of Tim-3 provide potential protective effects with the F protein in the outcomes of HCV infection and that these effects are related to sex and age."}, {"pubmed": 27243212, "text": "The present study defines the minimal TIM-3 promoter region and demonstrates its interaction with c-Jun during TIM-3 transcription in CD4(+) T cells."}, {"pubmed": 27248321, "text": "These findings suggested that rs10053538 in TIM-3 might increase susceptibility to and promote the progression of breast cancer in Chinese women"}, {"pubmed": 27329385, "text": "Tim-3 blockade in combination with TLR activation induces the expression of antiviral molecules without a significant increase in TNF-alpha or SOCS1."}, {"pubmed": 27341144, "text": "miR-330-5p has a strong inhibitory effect on TIM-3 expression in acute myeloma leukaemia cell line"}, {"pubmed": 27363280, "text": "Data show there was a negative correlation between soluble T cell immunoglobulin mucin molecule 3 (sTim-3) and interferon-gamma (IFN-gamma) as well as between IFN-gamma and interleukin-4 (IL-4), while sTim-3 and IL-4 were positively correlated."}, {"pubmed": 27394439, "text": "this study shows that the levels of expression of TIM-3 on CD4+ T cells, CD8+ T cells, CD56+ T cells and in serum in patients with systemic lupus erythematosus are significantly higher than those of healthy controls"}, {"pubmed": 27430162, "text": "these results suggest that TIM3 is a novel therapeutic target and prognostic biomarker for esophageal squamous cell carcinoma (ESCC) and promotes metastasis of ESCC by inducing epithelial-mesenchymal transition via, at least partially, the Akt/GSK-3beta/Snail signaling pathway."}, {"pubmed": 27506934, "text": "BMI-1, TIM-3 and CLL-1 have roles in acute myeloid leukemia prognosis and therapy"}, {"pubmed": 27565576, "text": "this study shows that TIM-3 expressed on myeloid leukaemia cells may facilitate functional exhaustion in T helper cells"}, {"pubmed": 27638944, "text": "In conclusion, Tim-3 on immune cells negatively regulates cell-mediated immunity against Plasmodium infection, and blocking Tim-3 signaling enhances sterile immunity and may play a protective role during malarial parasite infections."}, {"pubmed": 27651303, "text": "serum levels may be increased in patients with early phase diffuse cutaneous systemic sclerosis and associated with cardiac involvement and renal crisis"}, {"pubmed": 27706678, "text": "Tim-3 facilitates osteosarcoma proliferation and metastasis through the NF-kappaB pathway and epithelial-mesenchymal transition."}, {"pubmed": 27809352, "text": "this study shows that the transcription factor T-bet controls Tim-3-mediated inhibition of monocyte/macrophage function during chronic hepatitis C virus infection"}, {"pubmed": 27846431, "text": "Increased TIM3+CD8+T cells with lower perforin and granzyme B expression and higher CD95 expression in MDS patients had been observed. These findings suggested that TIM3 might be related to CD8+T cells defect."}, {"pubmed": 27872087, "text": "Our findings establish intratumoral Tim-3(+)PD1(+)CD8(+) T cells as critical mediators of an aggressive phenotype in RCC."}, {"pubmed": 27881010, "text": "Reduced Tim-3 expression may promote colorectal cancer invasion and metastasis"}, {"pubmed": 27911104, "text": "this study shoes that Tim-3 level is significantly upregulated in monocytes from gastric cancer patients compared with those from healthy controls"}, {"pubmed": 27990849, "text": "The -1516G > T, -574G > T and +4259T > G SNPs within TIM-3 gene might play an important role as a genetic risk factor in the pathogenesis of ET."}, {"pubmed": 28038383, "text": "this study shows that the expression of TIM-3 is correlated with advanced stage and could be independent risk factors for colorectal cancer"}, {"pubmed": 28103502, "text": "this study shows that in osteosarcoma patients, Tim3 expression did not directly mediate immune suppression, but the interaction between Tim3+ T cells and monocytes, naive CD4+ T cells, and Gal9-expressing CD4+ CD25+ Tregs could resulting in progressive suppression of Th1 responses"}, {"pubmed": 28110884, "text": "this study shows that that Tim-3 expression defines a subpopulation of PD-1+ exhausted NY-ESO-1-specific CD8+ T cell and PD-1+Tim-3+ CD8+ T cells represented the largest subset of NY-ESO-1-specific CD8+ T cells in gastric cancer patients"}, {"pubmed": 28112366, "text": "the present study demonstrated that interference with Tim-3 expression using siRNA may attenuate ccRCC invasion by aggravating anoikis following cell detachment."}, {"pubmed": 28258697, "text": "this review discusses the recent findings on Tim-3, the role it plays in regulating immune responses in different cell types and the rationale for targeting Tim-3 for effective cancer immunotherapy"}, {"pubmed": 28264968, "text": "We conclude that Tim-3 is a biomarker of dysfunctional plasmacytoid dendritic cells"}, {"pubmed": 28349816, "text": "Immune checkpoint proteins are co-inhibitory factors that can diminish the antigen-specific immune responses by attenuating the regulatory role of cytotoxic T-lymphocyte-associated protein 4, programmed cell death-1, lymphocyte-activation gene 3, and T-cell immunoglobulin mucin-3."}, {"pubmed": 28423034, "text": "Elevated frequencies of CD8 T cells expressing PD-1, CTLA-4 and Tim-3 were found within tumor from perineural squamous cell carcinoma patients."}, {"pubmed": 28423646, "text": "our study highlights the role of TIM-3 as a potential prognostic marker and a promising therapeutic target in solid tumors."}, {"pubmed": 28440449, "text": "Preoperative Tim3 expression on peripheral NK cells is correlated with differential staging in colorectal cancer, and may be useful as a serum biomarker."}, {"pubmed": 28466780, "text": "these data suggest that the high Tim-3 expression in monocytes could be utilized by tumor-promoting Gal-9 expression on CD4(+) T cells"}, {"pubmed": 28466996, "text": "HAVCR2 regulates cytokines, chemokines, prostaglandins and cell adhesion molecules in the presence of viral infection, which suggests a potential for HAVCR2 activators as therapeutics for the management of preterm birth associated with viral infections."}, {"pubmed": 28475007, "text": "our results suggested that PD-1 and TIM-3 blockade might be necessary in developing effective immunotherapeutic strategies in malignant Schwannoma, in which TIM-3 may play a more important role."}, {"pubmed": 28478120, "text": "after 14 days of glucocorticoid therapy, clinical findings (serum bilirubin, skin GVHD) and plasma biomarkers (TIM3, ST2, sTNFR1) can predict failure of GVHD treatment and nonrelapse mortality."}, {"pubmed": 28478516, "text": "the CD4(+)CD25(+)Foxp3(+) Treg cells from RA patients demonstrated a reduction of Tim3 and were less functional than Treg cells from healthy controls in a Tim3-related manner."}, {"pubmed": 28586044, "text": "the monitoring of sTim3 in urine may be a novel and promising noninvasive approach for the detection of AR. Furthermore, measurement of sTim3 in urine may contribute to predict the response to antirejection therapy and a poor outcome following AR."}, {"pubmed": 28637584, "text": "this study shows that severe aplastic anemia untreated patients have lower TIM-3 expression on NK cells and CD56dim NK subsets compared with normal controls, and are correlated with the severity of pancytopenia of SAA"}, {"pubmed": 28671022, "text": "Osteosarcoma patients with higher Tim-3 had relatively lower survival. Multivariate analyses for overall survival revealed that high serum soluble Tim-3 level was an independent prognostic factor for osteosarcoma"}, {"pubmed": 28681697, "text": "urther analyses revealed that the levels of Tim-3 on CD4+ T cells and CD8+ T cells exhibited different expression patterns in terms of localization depending on pathological category of prostate cancer and metastasis. Immunohistochemical analysis revealed that positive staining of Tim-3 in prostate cancer but little or no staining of Tim-3 was observed in benign prostate hyperplasia epithelium."}, {"pubmed": 28750861, "text": "Results show that human acute myeloid leukemia (AML) cells possess a secretory pathway which leads to the production and release of soluble Tim-3 and galectin-9. Both proteins prevent the activation of NK cells and impair their AML cell-killing activity."}, {"pubmed": 28754800, "text": "soluble Tim-3 might play inhibitory roles in impaired Tim-3-mediated clearance of apoptotic cells in systemic lupus erythematosus."}, {"pubmed": 28756232, "text": "Tim3/Gal-9 alleviates the inflammation of TAO patients via suppressing Akt/NF-kappaB signaling pathway."}, {"pubmed": 28757398, "text": "Quantification of TIM-3 and KIM-1 mRNA expressions, along with KIM-1 protein measurements in urine and blood could be employed as promising tools for noninvasive diagnosis of allograft dysfunction."}, {"pubmed": 28772217, "text": "The interaction between Gal-9/TIM-3 pathway and follicular helper cells contributed to viral persistent in chronic hepatitis C virus infection."}, {"pubmed": 28799242, "text": "Our results show that Tim-3 is a critical negative regulator of NLRP3 inflammasome and provides a potential target for intervention of diseases with uncontrolled inflammasome activation."}, {"pubmed": 28827755, "text": "low expression level of TIM3 in prostate cancer tissues is an independent prognostic factor of poor prognosis for mPCa patients, and also an independent predictor of mCRPC."}, {"pubmed": 28865412, "text": "these results suggest that the TIM-3 +4259 T>G and -574 G>T polymorphisms are greatly associated with the susceptibility of Iranian population to asthma, which could open up new horizons for better understanding of the pathophysiology, diagnostic, prognostic and therapeutic approaches of asthma."}, {"pubmed": 28901003, "text": "TIM-3 high expression rate was an independent prognostic factor for extranodal NK/T cell lymphoma, nasal type"}, {"pubmed": 28952222, "text": "TIM-3 and FOXJ1 exhibited abnormally high expression levels in prostate cancer."}, {"pubmed": 28974109, "text": "These results indicate that TIM-3 may be involved in the pathogenesis of immune thrombocytopenia which subsequently can represent an opportunity for new therapeutic plan, moreover. This may have a prognostic value for disease severity."}, {"pubmed": 29027155, "text": "T-cell immunoglobulin mucin-3/galectin-9 (Tim-3/Gal-9) binding signaling can also engage other binding partners to induce distinct cellular responses [Review]."}, {"pubmed": 29068155, "text": "High expression of TIM3 is associated with posttransplant infections."}, {"pubmed": 29127145, "text": "In cultured MART1-specific CD8 T cells stimulated with peptide-loaded artificial antigen-presenting cells, anti-TIM-3 antibody treatment promotes generation of effector T cells, with acquisition of an activated phenotype, increased cytokine production, enhanced proliferation, and a transcription program associated with T cell differentiation. Anti-TIM-3 drives CD8 T cell differentiation through activation of mTORC1."}, {"pubmed": 29127350, "text": "galectin-9 could expand mTregs through galectin-9/Tim-3 interaction. In conclusion, increased mTregs are found only in inflammatory phase of chronic HBV infection. Galectin-9, associated with liver inflammation, contributes to the expansion of mTregs through galectin-9/Tim-3 interaction."}, {"pubmed": 29141799, "text": "Polymorphism +4259A>C in exon 3 of the TIM-3 gene is associated with susceptibility to multiple sclerosis but polymorphism -1637C>T in the promoter region of TIM-1 is not."}, {"pubmed": 29174343, "text": "Tim-3(+) NK cells had decreased capability of IFN-r secretion, while Tim-3(+) monocytes showed a M2-like phenotype. Importantly, Tim-3 level on both NK cells and monocytes positively correlated with the ratio of Ki-67(+) tumor cells."}, {"pubmed": 29263040, "text": "TIM-3 gene may play an important role as a genetic risk factor for the progression and prognosis of invasive breast cancer."}, {"pubmed": 29310109, "text": "sTim-3 is a promising biomarker for allograft dysfunction, but unable to differentiate allograft rejection from other causes of renal dysfunction in kidney transplantation recipients"}, {"pubmed": 29310959, "text": "The expression of Tim-3 on CD14+ monocytes is involved in systemic inflammatory reaction after intracerebral hemorrhage."}, {"pubmed": 29316433, "text": "TIM-3 expression was predominantly localized to myeloid cells in both human and murine tumors"}, {"pubmed": 29449693, "text": "Identification of tumor cell-intrinsic functions of Tim-3 in tumorigenesis and blocking Tim-3 in tumor cells might contribute to the clinical efficacy of anti-Tim-3 antibody treatment in the future tumor therapy."}, {"pubmed": 29452091, "text": "Exosomal total protein, Tim-3 and Galectin-9 were up-regulated in non-small cell lung cancer plasma."}, {"pubmed": 29482158, "text": "this study shows that TIM-3 expression identifies a distinctive PD-1(+) follicular helper T cell subset, with reduced interleukin 21 production and B cell help function in ovarian cancer patients"}, {"pubmed": 29506555, "text": "The present study demonstrated that TIM3 was associated with the immunosuppression in HNSCC. And targeting TIM3 can enhance anti-tumor immune response by decreasing Tregs in HNSCC."}, {"pubmed": 29547109, "text": "Within many tumors, PD-1/Tim-3 coexpressing CD8-T cells lose their ability to secrete cytokines and their intratumoral infiltration correlates with a bad prognosis. Tim-3 appeared as a potential biomarker of anti-PD-1 resistance. Combined blockade of PD-1 and Tim-3 axis demonstrated potent clinical efficacy in preclinical models and reinforced the rationale of using an anti-Tim-3 to override tumor resistance.[review]"}, {"pubmed": 29706626, "text": "Mechanistically, Lnc-Tim3 specifically binds to Tim-3 and blocks its interaction with Bat3, thus suppressing downstream Lck/ NFAT1/AP-1 signaling, leading to nuclear localization of Bat3, and enhancing p300-dependent p53 and RelA transcriptional activation of anti-apoptosis genes including MDM2 and Bcl-2."}, {"pubmed": 29731749, "text": "The loss of Tim-3 on adaptive NK cells is thus associated with systemic inflammation and decreased functionality during HIV infection. We could speculate that this implies a recovery (or preservation) of Tim-3 may be beneficial for the innate immune system of these patients."}, {"pubmed": 29858021, "text": "TIM-3 had a relatively high positive expression rate and special clinicopathological features in patients with lung adenocarcinoma"}, {"pubmed": 29905955, "text": "Co-expression of LAG3 and TIM3 identifies a potent Treg population that suppresses macrophage functions in colorectal cancer patients"}, {"pubmed": 29974826, "text": "our findings revealed a reciprocal relationship between TIM-3 expression and the frequency of Th1 and Th17 cells in patients suffering from autoimmune thyroid diseases. Relatively higher levels of TIM-3 expression in GD patients may represent a protective factor that reduces the probability of an ophthalmopathy."}, {"pubmed": 30106451, "text": "High TIM3 expression is associated with gastric cancer."}, {"pubmed": 30106887, "text": "TIM-3 and IL-37 may be used as potential biomarkers of active rheumatoid arthritis."}, {"pubmed": 30107988, "text": "miR-498 can effectively suppress TIM-3 expression in the acute myeloid leukemia cell line"}, {"pubmed": 30196822, "text": "The expression of TIM-3 is down-regulated in multiple sclerosis patients compared to controls."}, {"pubmed": 30243902, "text": "these data suggested that proinflammatory cytokines could moderately improve NK cell cytotoxicity in bladder cancer patients. However, the effect was limited due to a concurrent upregulation of Tim-3."}, {"pubmed": 30374066, "text": "Hemophagocytic lymphohistiocytic syndrome- subcutaneous panniculitis-like T cell lymphoma (SPTCL) as a new genetic entity and identify mutations causing TIM-3 alterations as a causative genetic defect in SPTCL."}, {"pubmed": 30377229, "text": "HAVCR2 (TIM-3) rs1036199 polymorphism increases the susceptibility to autoimmune diseases and rheumatoid arthritis in Asian populations"}, {"pubmed": 30395925, "text": "this paper shows that serial monitoring of TIM-3 mRNA level in the blood and urine samples of renal transplant recipients could be a useful non-invasive biomarker for prediction and diagnosis of allograft dysfunction"}, {"pubmed": 30504845, "text": "NMR spectral analysis and crystal structure of Ca(++)-bound hTIM-3 revealed that residues in the hTIM-3 F-G loop coordinate binding to Ca(++). In addition, we established a novel biochemical assay to define hTIM-3 functionality as determined by binding to human carcinoembryonic antigen cell adhesion molecule 1"}, {"pubmed": 30554083, "text": "results propose that tumor-secreted molecules such as PGE2, which activates PKA and EPAC, may regulate TIM-3 expression in T cells."}, {"pubmed": 30590210, "text": "results indicated that children with autism spectrum disorder (ASD) significantly induced TIM-3, CD11a,b, CD14, CXCR5, IL-1beta and IFN-gamma mRNA and protein expression levels compared with TD controls. The results suggested that detection of TIM-3 signaling could contribute to the early diagnoses of ASD."}, {"pubmed": 30595665, "text": "Significant changes were noticed in the Tim-3 and PD-1 in the T lymphocytes and monocytes. Blockade of Tim-3 and PD-1 contributed to the function of lymphocytes and monocytes. In the septic process, Tim-3 and PD-1 played crucial roles in the immune response of T lymphocytes and monocytes."}, {"pubmed": 30622243, "text": "The results of the current study show that CTLA-4 and Tim-3 pathways appear to play key roles in maintaining maternal-fetal tolerance by regulating the function of dCD4+T cells."}, {"pubmed": 30644695, "text": "this study shows increased expression of Tim-3 on CD4+ T cells of patients with asthma"}, {"pubmed": 30677253, "text": "Negative regulation of glial Tim-3 inhibits the secretion of inflammatory factors and modulates microglia to antiinflammatory phenotype after experimental intracerebral hemorrhage in rats."}, {"pubmed": 30708194, "text": "these results demonstrated that IL-21 could significantly expand the Vgamma9Vdelta2 T cells, but its efficacy was limited since it also increased the expression of checkpoint molecule Tim-3"}, {"pubmed": 30729555, "text": "this paper shows that Tim-3 regulates inflammatory cytokine expression and Th17 cell response induced by monocytes from patients with chronic hepatitis B"}, {"pubmed": 30792187, "text": "In conclusion, individuals harboring biallelic HAVCR2 (TIM3) germline mutations were highly susceptible to sporadic sporadic subcutaneous panniculitis-like T-cell lymphoma, which was also associated with clonal somatic mutations."}, {"pubmed": 30862474, "text": "The immune checkpoint molecule Tim-3 accelerates podocyte injury, which aggravates the progression of DN by triggering the NF-kappaB/TNF-alpha signaling pathway in macrophages."}, {"pubmed": 30876792, "text": "these data suggest that Tim-3 upregulation is the common end-result of NK cell activation by a variety of unique and overlapping stimuli and is not an independent marker of NK cell exhaustion"}, {"pubmed": 30926882, "text": "Tumoral TIM-3 expression is common in both mismatch repair-intact and deficient endometrial cancers, with particularly high levels of expression identified in the setting of MLH1-hypermethylation, MSH6 loss, and intermediate to high histologic grade."}, {"pubmed": 30939292, "text": "These findings suggest that PD1 rs41386349 and rs6710479 and TIM3 rs246871 and interactions between PD1 and TIM3 polymorphisms may affect the susceptibility of chronic HBV infection and PD1 rs2227982, rs6710479, and rs7421861 may implicate in hepatocarcinogenesis."}, {"pubmed": 31044630, "text": "TIM-3 + 4259A>C polymorphism demonstrated stable significant associations with autoimmune diseases, especially rheumatoid arthritis in a meta-analysis of studies on Chinese populations."}, {"pubmed": 31046170, "text": "Expression analysis of PD-1 and Tim-3 immune checkpoint receptors in patients with vitiligo; positive association with disease activity."}, {"pubmed": 31053602, "text": "Expression Analysis and Significance of PD-1, LAG-3, and TIM-3 in Human Non-Small Cell Lung Cancer Using Spatially Resolved and Multiparametric Single-Cell Analysis."}, {"pubmed": 31090595, "text": "TIM-3 expression on human T cells regulates proliferation and IFN-gamma secretion. Failure to upregulate the T-cell expression of TIM-3 may represent a novel intrinsic defect that contributes to the pathogenesis of ITP."}, {"pubmed": 31109341, "text": "the Tim-3 level was positively correlated with TNF-alpha expression in esophageal cancer tissues."}, {"pubmed": 31138782, "text": "Tim-3 and CTLA-4 pathways might play positive roles in the establishment and/or maintenance of maternal-fetal tolerance so to promote the maintenance of normal pregnancy."}, {"pubmed": 31162951, "text": "TIM-3 and its mRNA expression were increased in patients with idiopathic pulmonary fibrosis."}, {"pubmed": 31291985, "text": "Our results suggest that targeting the Gal9/Tim-3 axis could be effective in combination with induction chemotherapy to increase the likelihood of complete remission in AML patients."}, {"pubmed": 31354733, "text": "The Tim-3-Galectin-9 Pathway and Its Regulatory Mechanisms in Human Breast Cancer."}, {"pubmed": 31401383, "text": "Our results indicate that higher levels of post treatment day 30 Tim-3 and Gal-9 were novel and potentially useful predictors for infection occurred within 12months after kidney transplantation."}, {"pubmed": 31436247, "text": "High Tim-3 expression is associated with drug resistance in glioma cells."}, {"pubmed": 31511310, "text": "Elevated TIM3 expression of T helper cells affects immune system in patients with myelodysplastic syndrome."}, {"pubmed": 31586389, "text": "Tim-3 Promotes Listeria monocytogenes Immune Evasion by Suppressing Major Histocompatibility Complex Class I."}, {"pubmed": 31644615, "text": "the study failed to demonstrate any association between the tested TIM-3 polymorphisms and Behcet disease"}, {"pubmed": 31648478, "text": "rate of natural killer (NK) cells in peripheral blood and the expression level of Tim-3 on NK cells in acute myeloid leukemia patients decreased significantly"}, {"pubmed": 31651542, "text": "Identification of Different Form Tim-3 Proteins by a Unique Set of Tim-3 Monoclonal Antibodies."}, {"pubmed": 31661141, "text": "the downregulated DNMT3A and the decreased methylation levels in HAVCR2/LGALS9 promoter regions in HeLa cells promoted the expression of Tim3/galectin9."}, {"pubmed": 31726050, "text": "Tim-3 reduces perforin/granzyme B production in Vgamma9Vdelta2T cells and suppresses the killing effect of Vgamma9Vdelta2T cells on colon cancer cells."}, {"pubmed": 31747929, "text": "Methylation of all six TIM-3 CpGs correlated significantly with TIM-3 mRNA level in patients with melanoma. A strong inverse correlation was found in promoter regions, while a strong positive correlation was present in the gene body of TIM-3. High TIM-3 mRNA expression was significantly associated with patients better overall survival."}, {"pubmed": 31848194, "text": "Tim-3 Hampers Tumor Surveillance of Liver-Resident and Conventional NK Cells by Disrupting PI3K Signaling."}, {"pubmed": 31882943, "text": "High CD3 and ICOS and low TIM-3 expression predict favourable survival in resected oesophageal squamous cell carcinoma."}, {"pubmed": 31941771, "text": "HIV-1 Vpu Downregulates Tim-3 from the Surface of Infected CD4(+) T Cells."}, {"pubmed": 32005988, "text": "HAVCR2 mutations are associated with severe hemophagocytic syndrome in subcutaneous panniculitis-like T-cell lymphoma."}, {"pubmed": 32009163, "text": "PD-1+ Tim3+ tumor-infiltrating CD8 T cells sustain the potential for IFN-gamma production, but lose cytotoxic activity in ovarian cancer."}, {"pubmed": 32019363, "text": "Soluble T cell immunoglobulin mucin domain 3 (sTim-3) in maternal sera: a potential contributor to immune regulation during pregnancy."}, {"pubmed": 32077157, "text": "Soluble Tim3 detection by time-resolved fluorescence immunoassay and its application in membranous nephropathy."}, {"pubmed": 32117584, "text": "Expression of TIM3/VISTA checkpoints and the CD68 macrophage-associated marker correlates with anti-PD1/PDL1 resistance: implications of immunogram heterogeneity."}, {"pubmed": 32139873, "text": "Looking past PD-L1: expression of immune checkpoint TIM-3 and its ligand galectin-9 in cervical and vulvar squamous neoplasia."}, {"pubmed": 32222966, "text": "TIM-3 and CEACAM1 do not interact in cis and in trans."}, {"pubmed": 32231038, "text": "Different Expression Pattern of TIM-3 and Galectin-9 Molecules by Peripheral and Peritoneal Lymphocytes in Women with and without Endometriosis."}, {"pubmed": 32319832, "text": "Expression and significance of T-cell immunoglobulin mucin molecule 3 and its ligand galectin-9 in patients with adenomyosis."}, {"pubmed": 32320745, "text": "Differential expression of TIM-3 in circulation and tumor microenvironment of colorectal cancer patients."}, {"pubmed": 32345786, "text": "Modulatory effect of Tim-3/Galectin-9 axis on T-cell-mediated immunity in pulmonary tuberculosis."}, {"pubmed": 32467985, "text": "TIM3 inhibits PDGFBBinduced atherogenic responses in human artery vascular smooth muscle cells."}, {"pubmed": 32509862, "text": "Prognostic Impact of PD-1 and Tim-3 Expression in Tumor Tissue in Stage I-III Colorectal Cancer."}, {"pubmed": 32552952, "text": "[Correlation of the Expression Alteration of Tim-3 with the T Cell and B Cell Dysfunction in Peripheral Blood of Multiple Myeloma Patients]."}, {"pubmed": 32596926, "text": "Expression of PD-1 and Tim-3 is increased in skin of patients with bullous pemphigoid and pemphigus vulgaris."}, {"pubmed": 32616706, "text": "Blockade of PD-1, PD-L1, and TIM-3 Altered Distinct Immune- and Cancer-Related Signaling Pathways in the Transcriptome of Human Breast Cancer Explants."}, {"pubmed": 32694063, "text": "Genetic variants and expression of the TIM-3 gene are associated with clinical prognosis in patients with epithelial ovarian cancer."}, {"pubmed": 32819283, "text": "Association of TIM-3 expression with glucose metabolism in Jurkat T cells."}, {"pubmed": 32983106, "text": "Analysis of Co-inhibitory Receptor Expression in COVID-19 Infection Compared to Acute Plasmodium falciparum Malaria: LAG-3 and TIM-3 Correlate With T Cell Activation and Course of Disease."}, {"pubmed": 33003142, "text": "Subcutaneous Panniculitis-like T-Cell Lymphoma With Hemophagocytic Lymphohistiocytosis Syndrome in Children and Its Essential Role of HAVCR2 Gene Mutation Analysis."}, {"pubmed": 33015716, "text": "Tim-3 promotes tube formation and decreases tight junction formation in vascular endothelial cells."}, {"pubmed": 33068833, "text": "Significance of TIM-3 expression by CD4(+) and CD8(+) T lymphocytes in tumor-draining lymph nodes from patients with breast cancer."}, {"pubmed": 33107565, "text": "Newly characterized decidual Tim-3+ Treg cells are abundant during early pregnancy and driven by IL-27 coordinately with Gal-9 from trophoblasts."}, {"pubmed": 33123595, "text": "Circulating T Cells Exhibit Different TIM3/Galectin-9 Expression in Patients with Obesity and Obesity-Related Diabetes."}, {"pubmed": 33162186, "text": "Tumor-derived Exosomes Induced M2 Macrophage Polarization and Promoted the Metastasis of Osteosarcoma Cells Through Tim-3."}, {"pubmed": 33171904, "text": "TIM-3 Genetic Variants Are Associated with Altered Clinical Outcome and Susceptibility to Gram-Positive Infections in Patients with Sepsis."}, {"pubmed": 33178839, "text": "Genetic Mutations of Tim-3 Ligand and Exhausted Tim-3(+) CD8(+) T Cells and Survival in Diffuse Large B Cell Lymphoma."}, {"pubmed": 33271370, "text": "Tim-3 is a potential regulator that inhibits monocyte inflammation in response to intermittent hypoxia in children with obstructive sleep apnea syndrome."}, {"pubmed": 33277223, "text": "Expression of the Immune Checkpoint Regulators LAG-3 and TIM-3 in Classical Hodgkin Lymphoma."}, {"pubmed": 33279890, "text": "Elevated Expression of T-Cell Immunoglobulin and Mucin Domain 3 on T Cells from Peripheral Blood in Patients with Cervical Carcinoma."}, {"pubmed": 33283717, "text": "[Expression of Costimulatory Molecule Tim3 on NK Cells and Its Subsets in Patients with Acute Myeloid Leukemia]."}, {"pubmed": 33287925, "text": "Relationship between TIM-3 gene polymorphisms and steroid-resistant primary nephrotic syndrome in children."}, {"pubmed": 33321503, "text": "Tumor-Infiltrating T Cells Concurrently Overexpress CD200R with Immune Checkpoints PD-1, CTLA-4, and TIM-3 in Non-Small-Cell Lung Cancer."}, {"pubmed": 33396515, "text": "LAG-3, TIM-3 and VISTA Expression on Tumor-Infiltrating Lymphocytes in Oropharyngeal Squamous Cell Carcinoma-Potential Biomarkers for Targeted Therapy Concepts."}, {"pubmed": 33463129, "text": "Oridonin Could Inhibit Inflammation and T-cell Immunoglobulin and Mucin-3/Galectin-9 (TIM-3/Gal-9) Autocrine Loop in the Acute Myeloid Leukemia Cell Line (U937) as Compared to Doxorubicin."}, {"pubmed": 33476333, "text": "Impaired tumor immune response in metastatic tumors is a selective pressure for neutral evolution in CRC cases."}, {"pubmed": 33547304, "text": "Galectin-9 interacts with PD-1 and TIM-3 to regulate T cell death and is a target for cancer immunotherapy."}, {"pubmed": 33559190, "text": "The role of Tim-3/Galectin-9 pathway in T-cell function and prognosis of patients with human papilloma virus-associated cervical carcinoma."}, {"pubmed": 33608984, "text": "Increased TOX expression concurrent with PD-1, Tim-3, and CD244 in T cells from patients with non-Hodgkin lymphoma."}, {"pubmed": 33639624, "text": "Association between Gene Polymorphisms of T Cell Immunoglobulin Domain and Mucin Domain-3 and Risk of Asthma: A Systematic Review and Meta-analysis."}, {"pubmed": 33641540, "text": "Elevated soluble Tim-3 correlates with disease activity of systemic lupus erythematosus."}, {"pubmed": 33723872, "text": "TIM-3 polymorphism is involved in the progression of esophageal squamous cell carcinoma by regulating gene expression."}, {"pubmed": 33728805, "text": "Tim-3 suppresses autoimmune hepatitis via the p38/MKP-1 pathway in Th17 cells."}, {"pubmed": 33734972, "text": "TIM-3 regulates the NETs-mediated dendritic cell activation in myeloperoxidase-ANCA-associated vasculitis."}, {"pubmed": 33758676, "text": "TIM-3 levels correlate with enhanced NK cell cytotoxicity and improved clinical outcome in AML patients."}, {"pubmed": 33854046, "text": "TIM-3 drives temporal differences in restimulation-induced cell death sensitivity in effector CD8(+) T cells in conjunction with CEACAM1."}, {"pubmed": 33864956, "text": "High levels of Tim-3(+)Foxp3(+)Treg cells in the tumor microenvironment is a prognostic indicator of poor survival of diffuse large B cell lymphoma patients."}, {"pubmed": 33876348, "text": "Mucinous Colorectal Cancer is Associated With Expression of the TIM-3 Immune Checkpoint Independently of Microsatellite Instability (MSI) Status."}, {"pubmed": 33901809, "text": "Correlation of Tim-3 expression with chemokine levels for predicting the prognosis of patients with glioblastoma."}, {"pubmed": 34080945, "text": "The TIM-3 Rs10053538 Polymorphism Is Associated with Clinical Prognosis of Colorectal Cancer."}, {"pubmed": 34092621, "text": "Role of Tim-3 in regulating tumorigenesis, inflammation, and antitumor immunity therapy."}, {"pubmed": 34101055, "text": "Increased TIM-3(+)PD-1(+) NK cells are associated with the disease activity and severity of systemic lupus erythematosus."}, {"pubmed": 34131021, "text": "The costimulatory activity of Tim-3 requires Akt and MAPK signaling and its recruitment to the immune synapse."}, {"pubmed": 34137463, "text": "Activated Galectin-9/Tim3 promotes Treg and suppresses Th1 effector function in chronic lymphocytic leukemia."}, {"pubmed": 34191338, "text": "Tim-3/CTLA-4 pathways regulate decidual immune cells-extravillous trophoblasts interaction by IL-4 and IL-10."}, {"pubmed": 34231168, "text": "Involvement of the Tim-3 Pathway in the Pathogenesis of Pre-Eclampsia."}, {"pubmed": 34324022, "text": "Expression of the immune checkpoint receptors CTLA-4, LAG-3, and TIM-3 in beta-thalassemia major patients: correlation with alloantibody production and regulatory T cells (Tregs) phenotype."}, {"pubmed": 34358561, "text": "The HIV-1 accessory protein Nef increases surface expression of the checkpoint receptor Tim-3 in infected CD4(+) T cells."}, {"pubmed": 34398505, "text": "Subcutaneous panniculitis-like T-cell lymphomas with homozygous inheritance of HAVCR2 mutations in Vietnamese pedigrees."}, {"pubmed": 34405769, "text": "Prognostic significance of TIM-3 expression pattern at diagnosis in patients with t(8;21) acute myeloid leukemia."}, {"pubmed": 34499819, "text": "TIM-3 as a potential exhaustion marker in CD4(+) T cells of COVID-19 patients."}, {"pubmed": 34535012, "text": "Genetic profiles of subcutaneous panniculitis-like T-cell lymphoma and clinicopathological impact of HAVCR2 mutations."}, {"pubmed": 34545095, "text": "Profiling the inhibitory receptors LAG-3, TIM-3, and TIGIT in renal cell carcinoma reveals malignancy."}, {"pubmed": 34580280, "text": "An anti-tumor coup: TIM3 ablation activates the immune arsenal."}, {"pubmed": 34585994, "text": "Characteristics and clinical correlation of TIM-3 and PD-1/PD-L1 expressions in leukemic cells and tumor microenvironment in newly diagnosed acute myeloid leukemia."}, {"pubmed": 34651389, "text": "Overexpression of LAG3, TIM3, and A2aR in adenoid cystic carcinoma and mucoepidermoid carcinoma."}, {"pubmed": 34695559, "text": "Characteristics of immune checkpoint regulators and potential role of soluble TIM-3 and LAG-3 in male patients with alcohol-associated liver disease."}, {"pubmed": 34725458, "text": "TIM3(+) cells in gastric cancer: clinical correlates and association with immune context."}, {"pubmed": 34994395, "text": "Differential expression of Tim3 protein in colorectal cancer associated with MSI and Braf mutation."}, {"pubmed": 34996408, "text": "Identification of an at-risk subpopulation with high immune infiltration based on the peroxisome pathway and TIM3 in colorectal cancer."}, {"pubmed": 35013519, "text": "Adenosine 2A receptor and TIM3 suppress cytolytic killing of tumor cells via cytoskeletal polarization."}, {"pubmed": 35062334, "text": "In Acute Dengue Infection, High TIM-3 Expression May Contribute to the Impairment of IFNgamma Production by Circulating Vdelta2 T Cells."}, {"pubmed": 35082261, "text": "[The Minor T Allele of the Single Nucleotide Polymorphism rs 13360222 Decreases the Activity of the HAVCR2 Gene Enhancer in a Cell Model of Human Macrophages]."}, {"pubmed": 35198632, "text": "Identification of Potential Immune Checkpoint Inhibitor Targets in Gliomas via Bioinformatic Analyses."}, {"pubmed": 35216164, "text": "Association of Tim-3/Gal-9 Axis with NLRC4 Inflammasome in Glioma Malignancy: Tim-3/Gal-9 Induce the NLRC4 Inflammasome."}, {"pubmed": 35250975, "text": "Increased Expression of Tim-3 Is Associated With Depletion of NKT Cells In SARS-CoV-2 Infection."}, {"pubmed": 35312611, "text": "Role of Soluble T-Cell Immunoglobulin Mucin Domain-3 in Differentiating Nontuberculous Mycobacterial Lung Disease from Pulmonary Colonization."}, {"pubmed": 35316223, "text": "Tim-3 mediates T cell trogocytosis to limit antitumor immunity."}, {"pubmed": 35327637, "text": "Circulating Levels of PD-L1, TIM-3 and MMP-7 Are Promising Biomarkers to Differentiate COVID-19 Patients That Require Invasive Mechanical Ventilation."}, {"pubmed": 35365442, "text": "[TIM-3 gene is highly expressed in ephithelial ovarian cancer to promote proliferation and migration of ovarian cancer cells]."}, {"pubmed": 35464400, "text": "Tim-3 Expression Causes NK Cell Dysfunction in Type 2 Diabetes Patients."}, {"pubmed": 35470423, "text": "TIM3/CEACAM1 pathway involves in myeloid-derived suppressor cells induced CD8[+] T cells exhaustion and bone marrow inflammatory microenvironment in myelodysplastic syndrome."}, {"pubmed": 35757718, "text": "Increased Level of Tim-3(+)PD-1(+)CD4(+)T Cells With Altered Function Might Be Associated With Lower Extremity Arteriosclerosis Obliterans."}, {"pubmed": 35811063, "text": "Tim-3 expression is induced by mycobacterial antigens and identifies tissue-resident subsets of MAIT cells from patients with tuberculosis."}, {"pubmed": 35874664, "text": "Natural Killer Cells Induce CD8(+) T Cell Dysfunction via Galectin-9/TIM-3 in Chronic Hepatitis B Virus Infection."}, {"pubmed": 35918193, "text": "Noninvasive Prediction of Immune Rejection After Liver Transplantation with T cell immunoglobulin domain, and mucin domain-3."}, {"pubmed": 35958579, "text": "Early detection of soluble CD27, BTLA, and TIM-3 predicts the development of nosocomial infection in pediatric burn patients."}, {"pubmed": 35966054, "text": "Altered expression of Tim family molecules and an imbalanced ratio of Tim-3 to Tim-1 expression in patients with type 1 diabetes."}, {"pubmed": 36007392, "text": "Mesenchymal stem cell transplantation alleviates Sjogren's syndrome symptoms by modulating Tim-3 expression."}, {"pubmed": 36096531, "text": "Unveiling the tumor immune microenvironment of organ-specific melanoma metastatic sites."}, {"pubmed": 36303229, "text": "Tim-3 downregulation by Toxoplasma gondii infection contributes to decidual dendritic cell dysfunction."}, {"pubmed": 36372320, "text": "Tim-3: An inhibitory immune checkpoint is associated with maternal-fetal tolerance and recurrent spontaneous abortion."}, {"pubmed": 36439090, "text": "Cutting edges and therapeutic opportunities on tumor-associated macrophages in lung cancer."}, {"pubmed": 36545697, "text": "Upregulation of Tim-3 is associated with poor prognosis in acute myeloid leukemia."}, {"pubmed": 36602929, "text": "Expression of Inhibitory Receptors TIGIT, TIM-3, and LAG-3 on CD4+ T Cells from Patients with Different Clinical Forms of Chronic Chagas Disease."}, {"pubmed": 36739094, "text": "Soluble TIM-3 as a biomarker of progression and therapeutic response in cancers and other of human diseases."}, {"pubmed": 36745103, "text": "TIM-3 signaling hijacks the canonical Wnt/beta-catenin pathway to maintain cancer stemness in acute myeloid leukemia."}, {"pubmed": 36759392, "text": "Common inherited variants of PDCD1, CD274 and HAVCR2 genes differentially modulate the risk and prognosis of adenocarcinoma and squamous cell carcinoma."}, {"pubmed": 36764507, "text": "Roles and correlations of TIM-3 and LAG-3 with cytokines and chemokines in alcoholic liver disease."}, {"pubmed": 36768365, "text": "The Variations' in Genes Encoding TIM-3 and Its Ligand, Galectin-9, Influence on ccRCC Risk and Prognosis."}, {"pubmed": 36865498, "text": "Characterization of TIM-3 Expression and Its Correlation with TNF-alpha and IFN-gamma in Patients with Surgically Resected Lung Adenocarcinoma."}, {"pubmed": 36968142, "text": "A PRRX1 Signature Identifies TIM-3 and VISTA as Potential Immune Checkpoint Targets in a Subgroup of Microsatellite Stable Colorectal Cancer Liver Metastases."}, {"pubmed": 37051767, "text": "Germline HAVCR2 mutations and their relation to the clinical spectrum of subcutaneous panniculitis-like T-cell lymphoma and hemophagocytic lymphohistiocytosis: results from a multicenter study and meta-analysis."}, {"pubmed": 37290326, "text": "T-cell immunoglobulin and mucin-domain containing-3 (TIM-3): Solving a key puzzle in autoimmune diseases."}, {"pubmed": 37331296, "text": "IL8 derived from macrophages inhibits CD8[+] T-cell function by downregulating TIM3 expression through IL8-CXCR2 axis in patients with advanced colorectal cancer."}, {"pubmed": 37394859, "text": "[Two cases of EB virus-positive diffuse large B-cell lymphoma with HAVCR2 mutation]."}, {"pubmed": 37479109, "text": "Good prognosis of adult hemophagocytic lymphohistiocytosis associated with the germline HAVCR2 mutation."}, {"pubmed": 37566493, "text": "Expression and Clinical Significance of Peripheral Blood IL-17A, IL-22, Tim-3, and gal-9 in Children with Infectious Mononucleosis."}, {"pubmed": 37567938, "text": "TIM-3 as a promising target for cancer immunotherapy in a wide range of tumors."}, {"pubmed": 37793539, "text": "Expression of Tim-3/Galectin-9 pathway and CD8+T cells and related factors in patients with cystic echinococcosis."}, {"pubmed": 37798754, "text": "Expression of B7-H3 and TIM-3 in gastric-type endocervical adenocarcinoma: prevalence, association with PD-L1 expression, and prognostic significance."}, {"pubmed": 37828574, "text": "Increased co-expression of PD1 and TIM3 is associated with poor prognosis and immune microenvironment heterogeneity in gallbladder cancer."}, {"pubmed": 37928435, "text": "Tim-3 Is Differentially Expressed during Cell Activation and Interacts with the LSP-1 Protein in Human Macrophages."}, {"pubmed": 37962843, "text": "Higher PD-1/Tim-3 expression on IFN-gamma+ T cells is associated with poor prognosis in patients with acute myeloid leukemia."}, {"pubmed": 38022614, "text": "TIM-3/Gal-9 interaction affects glucose and lipid metabolism in acute myeloid leukemia cell lines."}, {"pubmed": 38062335, "text": "T-cell Immunoglobulin and Mucin Domain 3 in Circulating Monocytes as a Novel Biomarker for Coronary Artery Disease."}, {"pubmed": 38071058, "text": "[Significance of Tim-3 and Its Ligand Galectin-9 in Th1/Th2 Imbalance in Patients with Multiple Myeloma]."}, {"pubmed": 38077348, "text": "Case Report: HAVCR2 mutation-associated Hemophagocytic lymphohistiocytosis."}, {"pubmed": 38102856, "text": "Relationship between TIM3 Expression on Peripheral T Lymphocytes and Post-Stroke Depression."}, {"pubmed": 38108336, "text": "Activated Tim-3/Galectin-9 participated in the development of multiple myeloma by negatively regulating CD4 T cells."}, {"pubmed": 38267906, "text": "TIM-3/Galectin-9 interaction and glutamine metabolism in AML cell lines, HL-60 and THP-1."}, {"pubmed": 38357157, "text": "The balance between CD4+ T helper 17 and T-cell immunoglobulin and mucin domain 3 is involved in the pathogenesis and development of atrial fibrillation."}, {"pubmed": 38369502, "text": "Diffuse large B-cell lymphoma: the significance of CD8[+] tumor-infiltrating lymphocytes exhaustion mediated by TIM3/Galectin-9 pathway."}, {"pubmed": 38457514, "text": "Beyond T cell exhaustion: TIM-3 regulation of myeloid cells."}, {"pubmed": 38536023, "text": "TIM3 and CTLA4 immune checkpoint polymorphisms are associated with acute myeloid leukemia in Saudi Arabia."}, {"pubmed": 38576606, "text": "The role of TIM-3 in sepsis: a promising target for immunotherapy?"}, {"pubmed": 38723011, "text": "Association of tuberculosis risk with genetic polymorphisms of the immune checkpoint genes PDCD1, CTLA-4, and TIM3."}, {"pubmed": 38812511, "text": "A potential defensive role of TIM-3 on T lymphocytes in the inflammatory involvement of diabetic kidney disease."}, {"pubmed": 38924299, "text": "TIM-3 Expression in Endometriosis."}, {"pubmed": 38972269, "text": "The expression of TIM-3 and Gal-9 on macrophages and Hofbauer cells in the placenta of preeclampsia patients."}], "genomic_pos": {"chr": "5", "end": 157142869, "ensemblgene": "ENSG00000135077", "start": 157085422, "strand": -1}, "genomic_pos_hg19": {"chr": "5", "end": 156569880, "start": 156512843, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002281", "qualifier": "involved_in", "term": "macrophage activation involved in immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002519", "pubmed": 25578313, "qualifier": "involved_in", "term": "natural killer cell tolerance induction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002652", "qualifier": "involved_in", "term": "regulation of tolerance induction dependent upon immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002826", "qualifier": "involved_in", "term": "negative regulation of T-helper 1 type immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002859", "qualifier": "involved_in", "term": "negative regulation of natural killer cell mediated cytotoxicity directed against tumor cell target"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 25578313, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030886", "pubmed": 22842346, "qualifier": "involved_in", "term": "negative regulation of myeloid dendritic cell activation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032088", "pubmed": 22842346, "qualifier": "involved_in", "term": "negative regulation of NF-kappaB transcription factor activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032687", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032689", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of type II interferon production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032703", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of interleukin-2 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032712", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of interleukin-3 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032715", "qualifier": "involved_in", "term": "negative regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032720", "pubmed": 25578313, "qualifier": "involved_in", "term": "negative regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032722", "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032729", "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032732", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032753", "pubmed": 25578313, "qualifier": "involved_in", "term": "positive regulation of interleukin-4 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 18006747, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032815", "qualifier": "involved_in", "term": "negative regulation of natural killer cell activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034138", "qualifier": "involved_in", "term": "toll-like receptor 3 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034154", "qualifier": "involved_in", "term": "toll-like receptor 7 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034162", "qualifier": "involved_in", "term": "toll-like receptor 9 signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042102", "qualifier": "involved_in", "term": "positive regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043032", "qualifier": "involved_in", "term": "positive regulation of macrophage activation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050830", "qualifier": "involved_in", "term": "defense response to Gram-positive bacterium"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060135", "pubmed": 25578313, "qualifier": "involved_in", "term": "maternal process involved in female pregnancy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070374", "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071222", "qualifier": "involved_in", "term": "cellular response to lipopolysaccharide"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071656", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of granulocyte colony-stimulating factor production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900425", "qualifier": "involved_in", "term": "negative regulation of defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900426", "qualifier": "involved_in", "term": "positive regulation of defense response to bacterium"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1901224", "qualifier": "involved_in", "term": "positive regulation of non-canonical NF-kappaB signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000521", "qualifier": "involved_in", "term": "negative regulation of immunological synapse formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001189", "pubmed": 26492563, "qualifier": "involved_in", "term": "negative regulation of T cell activation via T cell receptor contact with antigen bound to MHC molecule on antigen presenting cell"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001772", "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005769", "qualifier": "located_in", "term": "early endosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": 25363763, "qualifier": "located_in", "term": "cell surface"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016592", "qualifier": "part_of", "term": "mediator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0070161", "qualifier": "located_in", "term": "anchoring junction"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005515", "pubmed": 34110282, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [25363763, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9598, 462219], [9606, 84868], [9615, 479318], [9913, 768047], [10090, 171285], [10116, 363578]], "id": 129541}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Immunoglobulin-like domain", "id": "IPR007110", "short_desc": "Ig-like_dom"}, {"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}], "ipi": ["IPI00383032", "IPI00651768", "IPI00974307", "IPI00984771"], "map_location": "5q33.3", "name": "hepatitis A virus cellular receptor 2", "other_names": ["T cell immunoglobulin mucin 3", "T-cell immunoglobulin and mucin domain 3", "T-cell immunoglobulin and mucin domain-containing protein 3", "T-cell immunoglobulin mucin family member 3", "T-cell immunoglobulin mucin receptor 3", "T-cell membrane protein 3", "hepatitis A virus cellular receptor 2", "kidney injury molecule-3"], "pantherdb": {"HGNC": "18437", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2159682", "ortholog_type": "LDO", "panther_family": "PTHR15498", "taxid": 10090, "uniprot_kb": "Q8VIM0"}, {"RGD": "1305233", "ortholog_type": "LDO", "panther_family": "PTHR15498", "taxid": 10116, "uniprot_kb": "P0C0K5"}], "uniprot_kb": "Q8TDQ0"}, "pathway": {"reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-451927", "name": "Interleukin-2 family signaling"}], "wikipathways": [{"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pdb": ["5DZL", "5F71", "6DHB", "6TXZ", "7KQL", "7M3Y", "7M3Z", "7M41", "8HGJ"], "pfam": "PF07686", "pharmgkb": "PA134883425", "pharos": {"target_id": 16215, "tdl": "Tchem"}, "prosite": "PS50835", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF216152", "relationship": "is"}, {"id": "GNF269271", "relationship": "is"}, {"id": "GNF269272", "relationship": "is"}, {"id": "GNF269273", "relationship": "is"}, {"id": "GNF269274", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF037157", "relationship": "is"}, {"id": "GNF043947", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006298", "relationship": "is"}, {"id": "GNF017846", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234021", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106039", "relationship": "is"}, {"id": "GNF145685", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1", "NG_030444.1"], "protein": "NP_116171.3", "rna": "NM_032782.5", "translation": {"protein": "NP_116171.3", "rna": "NM_032782.5"}}, "reporter": {"GNF1H": "gnf1h00938_at", "HG-U133_Plus_2": ["1554285_at", "1555628_a_at", "1555629_at", "235458_at"], "HTA-2_0": "TC05003434.hg.1", "HuEx-1_0": "2883349", "HuGene-1_1": "8115464", "HuGene-2_1": "17002141"}, "summary": "The protein encoded by this gene belongs to the immunoglobulin superfamily, and TIM family of proteins. CD4-positive T helper lymphocytes can be divided into types 1 (Th1) and 2 (Th2) on the basis of their cytokine secretion patterns. Th1 cells are involved in cell-mediated immunity to intracellular pathogens and delayed-type hypersensitivity reactions, whereas, Th2 cells are involved in the control of extracellular helminthic infections and the promotion of atopic and allergic diseases. This protein is a Th1-specific cell surface protein that regulates macrophage activation, and inhibits Th1-mediated auto- and alloimmune responses, and promotes immunological tolerance. [provided by RefSeq, Sep 2011].", "symbol": "HAVCR2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425514"}, "unigene": "Hs.710500", "uniprot": {"Swiss-Prot": "Q8TDQ0", "TrEMBL": ["A0A8Q3SJ74", "E5RFR4", "A0A8V8TMM7", "E5RHN3", "A0A8Q3SIX1", "A0A8Q3SJ15"]}, "wikipedia": {"url_stub": "HAVCR2"}}