{"AllianceGenome": "16915", "HGNC": "16915", "MIM": "605998", "_id": "10456", "_version": 1, "accession": {"genomic": ["AL354980.16", "CH471121.2", "CP068277.2", "NC_000001.11", "NC_060925.1", "NG_007369.1"], "protein": ["AAB51196.1", "AAH05240.1", "AAH14314.1", "AAH15209.1", "AAH16730.1", "ABW73998.1", "ABW73999.1", "ALQ33981.1", "ALQ33982.1", "ALQ33983.1", "BAF83315.1", "BAG57580.1", "BAG62359.1", "EAW53212.1", "NP_001018238.1", "NP_006109.2", "O00165.2"], "rna": ["AK290626.1", "AK294298.1", "AK300676.1", "AK310000.1", "AK311450.1", "AK313291.1", "BC005240.1", "BC014314.1", "BC015209.1", "BC016730.1", "BF668367.1", "EU190982.1", "EU190983.1", "KU178523.1", "KU178524.1", "KU178525.1", "NM_001018837.2", "NM_006118.4", "U68566.1"], "translation": [{"protein": "AAH05240.1", "rna": "BC005240.1"}, {"protein": "ABW73998.1", "rna": "EU190982.1"}, {"protein": "AAB51196.1", "rna": "U68566.1"}, {"protein": "NP_006109.2", "rna": "NM_006118.4"}, {"protein": "BAF83315.1", "rna": "AK290626.1"}, {"protein": "BAG62359.1", "rna": "AK300676.1"}, {"protein": "AAH16730.1", "rna": "BC016730.1"}, {"protein": "AAH14314.1", "rna": "BC014314.1"}, {"protein": "BAG57580.1", "rna": "AK294298.1"}, {"protein": "ALQ33982.1", "rna": "KU178524.1"}, {"protein": "ALQ33983.1", "rna": "KU178525.1"}, {"protein": "AAH15209.1", "rna": "BC015209.1"}, {"protein": "NP_001018238.1", "rna": "NM_001018837.2"}, {"protein": "ALQ33981.1", "rna": "KU178523.1"}, {"protein": "ABW73999.1", "rna": "EU190983.1"}]}, "alias": ["HCLSBP1", "HS1BP1", "SCN3"], "ensembl": {"gene": "ENSG00000143575", "protein": ["ENSP00000329002", "ENSP00000394920", "ENSP00000403848", "ENSP00000411448", "ENSP00000433951", "ENSP00000435088", "ENSP00000512978", "ENSP00000512979", "ENSP00000512980", "ENSP00000512983", "ENSP00000512986", "ENSP00000512989", "ENSP00000512990", "ENSP00000513004", "ENSP00000513005", "ENSP00000513356", "ENSP00000513452"], "transcript": ["ENST00000328703", "ENST00000435087", "ENST00000447768", "ENST00000457918", "ENST00000459914", "ENST00000471326", "ENST00000477780", "ENST00000483970", "ENST00000492550", "ENST00000531435", "ENST00000532105", "ENST00000696929", "ENST00000696930", "ENST00000696931", "ENST00000696932", "ENST00000696933", "ENST00000696938", "ENST00000696941", "ENST00000696944", "ENST00000696945", "ENST00000696965", "ENST00000696966", "ENST00000697592", "ENST00000697830"], "translation": [{"protein": "ENSP00000512979", "rna": "ENST00000696932"}, {"protein": "ENSP00000411448", "rna": "ENST00000457918"}, {"protein": "ENSP00000512983", "rna": "ENST00000696938"}, {"protein": "ENSP00000435088", "rna": "ENST00000483970"}, {"protein": "ENSP00000512986", "rna": "ENST00000696941"}, {"protein": "ENSP00000513004", "rna": "ENST00000696965"}, {"protein": "ENSP00000403848", "rna": "ENST00000447768"}, {"protein": "ENSP00000512990", "rna": "ENST00000696945"}, {"protein": "ENSP00000512980", "rna": "ENST00000696933"}, {"protein": "ENSP00000512978", "rna": "ENST00000696929"}, {"protein": "ENSP00000329002", "rna": "ENST00000328703"}, {"protein": "ENSP00000513452", "rna": "ENST00000697830"}, {"protein": "ENSP00000513356", "rna": "ENST00000697592"}, {"protein": "ENSP00000513005", "rna": "ENST00000696966"}, {"protein": "ENSP00000394920", "rna": "ENST00000435087"}, {"protein": "ENSP00000433951", "rna": "ENST00000532105"}, {"protein": "ENSP00000512989", "rna": "ENST00000696944"}], "type_of_gene": "protein_coding"}, "entrezgene": "10456", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 11.9035639185, "exp_mis": 106.847703321, "exp_syn": 37.4107658949, "lof_z": 0.83364775680038, "mis_z": 0.418662691667486, "mu_lof": 8.02503832483e-07, "mu_mis": 9.21899517138e-06, "mu_syn": 3.0610188023e-06, "n_lof": 9.0, "n_mis": 98.0, "n_syn": 36.0, "p_li": 1.10582340278236e-05, "p_null": 0.421095192634063, "p_rec": 0.578893749131909, "syn_z": 0.142990557424649}, "bp": 840, "cds_end": 154248177, "cds_start": 154245199, "n_exons": 7, "nonpsych": {"exp_lof": 10.631581376, "exp_mis": 96.5651919995, "exp_syn": 33.7180615649, "lof_z": 0.792628799912767, "mis_z": 0.285648138378694, "mu_lof": 8.02503832483e-07, "mu_mis": 9.21899517138e-06, "mu_syn": 3.0610188023e-06, "n_lof": 8.0, "n_mis": 91.0, "n_syn": 33.0, "p_li": 4.23712471587564e-05, "p_null": 0.400902154977844, "p_rec": 0.599055473774997, "syn_z": 0.0778561535253391}, "nontcga": {"exp_lof": 10.9374093532, "exp_mis": 98.2860244758, "exp_syn": 34.4040374265, "lof_z": 0.577890291047762, "mis_z": 0.265639791470146, "mu_lof": 8.02503832483e-07, "mu_mis": 9.21899517138e-06, "mu_syn": 3.0610188023e-06, "n_lof": 9.0, "n_mis": 93.0, "n_syn": 32.0, "p_li": 6.4469358177923e-06, "p_null": 0.534948830651721, "p_rec": 0.465044722412461, "syn_z": 0.259513067288638}, "transcript": "ENST00000328703.7"}, "exons": [{"cdsend": 154275701, "cdsstart": 154272723, "chr": "1", "position": [[154272628, 154272776], [154273479, 154273598], [154273773, 154273961], [154274949, 154275001], [154275153, 154275260], [154275392, 154275483], [154275615, 154275875]], "strand": 1, "transcript": "NM_001018837", "txend": 154275875, "txstart": 154272628}, {"cdsend": 154275701, "cdsstart": 154272723, "chr": "1", "position": [[154272628, 154272776], [154273335, 154273598], [154273773, 154273961], [154274949, 154275001], [154275153, 154275260], [154275392, 154275483], [154275615, 154275875]], "strand": 1, "transcript": "NM_006118", "txend": 154275875, "txstart": 154272628}], "exons_hg19": [{"cdsend": 154248177, "cdsstart": 154245199, "chr": "1", "position": [[154245104, 154245252], [154245955, 154246074], [154246249, 154246437], [154247425, 154247477], [154247629, 154247736], [154247868, 154247959], [154248091, 154248351]], "strand": 1, "transcript": "NM_001018837", "txend": 154248351, "txstart": 154245104}, {"cdsend": 154248177, "cdsstart": 154245199, "chr": "1", "position": [[154245104, 154245252], [154245811, 154246074], [154246249, 154246437], [154247425, 154247477], [154247629, 154247736], [154247868, 154247959], [154248091, 154248351]], "strand": 1, "transcript": "NM_006118", "txend": 154248351, "txstart": 154245104}], "generif": [{"pubmed": 12787133, "text": "In psoriasis, the epidermal differentiation could be disturbed due to the increased expression of HAX-1 and hence a prolonged resistance to terminal differentiation"}, {"pubmed": 15159385, "text": "HAX-1 binds bile salt export protein (BSEP), cortactin, MDR1, and MDR2. HAX-1 and cortactin regulate BSEP abundance in the apical membrane of cells."}, {"pubmed": 15339924, "text": "Interacts with the alpha subunit of G protein G13 to promote cell migration."}, {"pubmed": 16857965, "text": "HAX-1 is a newly identified anti-apoptotic factor and its mechanism of action is through caspase-9 inhibition."}, {"pubmed": 16971486, "text": "These findings reveal that nuclear localization of pre-IL-1alpha depends on the binding to HAX-1 and that biological activities might be elicited by the binding to both HAX-1 and IL-1RII in SSc fibroblasts."}, {"pubmed": 17187068, "text": "HAX1 is a major regulator of myeloid homeostasis and mutant proteins cause autosomal recessive severe congenital neutropenia."}, {"pubmed": 17929250, "text": "HAX1, an anti-apoptotic protein, inhibits the HIV-1 rev function by altering is subcellular localization."}, {"pubmed": 18055975, "text": "important role of HAX1 on neural development as well as myelopoiesis."}, {"pubmed": 18319618, "text": "Results suggest that HAX-1, a substrate of CASP3, inhibits the apoptotic process by inhibiting CASP3 activity."}, {"pubmed": 18330843, "text": "Severe congenital neutropenia caused by a homozygous mutation (R86X) in the antiapoptotic molecule HAX1."}, {"pubmed": 18337561, "text": "identified 6 additional patients with HAX1 mutations carrying 4 novel mutations; mutations of transcript variants are characterized by phenotype and localization"}, {"pubmed": 18399350, "text": "HAX-1 deficiency or overexpression leads to hereditary or systemic diseases (Kostmann disease, lesional psoriasis, systemic sclerosis)"}, {"pubmed": 18472110, "text": "alternative splice variants, encoded by the chromosome 1 gene, produce a family of transcripts composed of up to eight members"}, {"pubmed": 18513342, "text": "neurological and neuropsychological abnormalities in the central nervous system symptoms appear to be associated with specific HAX1 mutations in Kostmann disease patients."}, {"pubmed": 18611981, "text": "the R86X mutation in the HAX1 gene is an abnormality in Japanese Severe congenital neutropenia patients with HAX1 deficiency and may lead to neurodevelopmental abnormalities and severe myelopoietic defects"}, {"pubmed": 18971376, "text": "These findings suggest that HAX-1 may promote cell survival through modulation of SERCA2 protein levels and thus endoplasmic reticulum calcium stores."}, {"pubmed": 19254774, "text": "The data indicate that Hax-1 plays a role in suppression of apoptosis and promotion of melanoma cell growth, suggesting that this Hax-1 siRNA has a therapeutic indication in control of melanoma."}, {"pubmed": 19298594, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19524642, "text": "HAX-1 has been shown to bind to the 3' untranslated regions of certain mRNAs and could therefore contribute to the regulation of transport and/or stability of such transcripts."}, {"pubmed": 19605487, "text": "there is an an association between HCV core and HAX-1, which promotes 5-FU mediated p53-dependent caspase-7 activation and hepatocyte growth inhibition"}, {"pubmed": 19679660, "text": "Data demonstrate that TPCK induces apoptosis in human B cell lines and exerts multiple effects on pro- and anti-apoptotic factors, including HAX-1."}, {"pubmed": 19680265, "text": "results indicate a different function and mechanism of Hax1 in apoptosis and re-opens the question of whether mammalian PARL, in addition to apoptosis, regulates mitochondrial stress response through Omi/HtrA2 processing."}, {"pubmed": 19796188, "text": "study suggests that the novel missense c.421T>C mutation in the HAX1 gene produces a milder form of severe congenital neutropenia without apparent developmental or neurological manifestations"}, {"pubmed": 19913549, "text": "HAX-1 is a multifaceted antiapoptotic protein localizing in the mitochondria and the sarcoplasmic reticulum of striated muscle cells"}, {"pubmed": 19928538, "text": "Neurological symptoms were found in HAX1-deficient patients with mutations in the HAX1 gene affecting both transcript variants, while they were not found in those affecting isoform a only."}, {"pubmed": 20065084, "text": "Novel HAX1 gene mutations are associated with neurodevelopmental abnormalities in two Italian patients with severe congenital neutropenia."}, {"pubmed": 20171186, "text": "HAX-1 suppresses the polyubiquitination of XIAP; formation of the HAX-1-XIAP complex inhibits apoptosis by enhancing the stability of XIAP against proteosomal degradation."}, {"pubmed": 20196840, "text": "analysis of HAX-1 overexpression, splicing and cellular localization in tumors"}, {"pubmed": 20220065, "text": "describe congenital neutropenia patients with mutations in two candidate genes each,HAX1 and G6PC3, including 6 novel mutations"}, {"pubmed": 20388708, "text": "This study is the first to demonstrate GrB activity within the mitochondrion and to identify Hax-1 cleavage as a novel mechanism for GrB-mediated mitochondrial depolarization."}, {"pubmed": 20406461, "text": "PELO is subcellularly localized at the actin cytoskeleton, interacts with HAX1, EIF3G and SRPX proteins and that this interaction occurs at the cytoskeleton; this interaction may facilitate PELO to detect and degrade aberrant mRNAs."}, {"pubmed": 20631090, "text": "The N(pro)-HAX-1 interaction was confirmed using co-precipitation assays."}, {"pubmed": 20665473, "text": "Full-length Grb7 and Hax-1 interact in mammalian cells and Grb7 is tyrosine phosphorylated."}, {"pubmed": 20696135, "text": "hSpry1 and HAX1 proteins are putative candidate proteins that interact with uPAR."}, {"pubmed": 21108402, "text": "identified consanguineous family with 2 patients with severe congenital neutropenia and neurological disease caused by novel, homozygous genomic deletion including exons 4-7 of the HAX1 gene; quantitative MRI showed alteration in cerebral proton density"}, {"pubmed": 21109726, "text": "Our resultsvindicate that HAX-1 may not be a candidate gene for psoriasis susceptibility in the Chinese Han population."}, {"pubmed": 21206270, "text": "Biallelic mutations in the antiapoptotic gene HAX1 were identified in patients with autosomal recessive severe congenital neutropenia."}, {"pubmed": 21301993, "text": "Data suggest that Hax-1 is a new PrP-interacting partner that may play role in cell oxidative stress and anti-apoptosis physiologically and cell damage pathologically."}, {"pubmed": 21518791, "text": "Hax1 is a novel regulator of neutrophil uropod detachment and chemotaxis through RhoA"}, {"pubmed": 21567072, "text": "hSav1 interacts with HAX1 and attenuates its protective role against apoptosis in MCF-7 breast cancer cells."}, {"pubmed": 22570112, "text": "We also confirmed the interaction of HAX-1 and hSav1 in mammalian cells."}, {"pubmed": 22827267, "text": "Hax-1 is a short-lived protein and that its PEST sequence dependent fast degradation by the proteasome."}, {"pubmed": 23055567, "text": "These data show that HAX1 specifically interacts with influenza A virus polymerase PA in vitro and in vivo and that HAX1 interacts with the nuclear localization signal domain of PA."}, {"pubmed": 23164465, "text": "HAX-1 may be involved in the regulation of expression of bound transcripts, possibly as part of the stress response."}, {"pubmed": 23454784, "text": "4 ELANE mutations, 11 HAX1 mutations and 2 G6PC3 mutations have been identified in Iranian patients with severe congenital neutropenia."}, {"pubmed": 23531395, "text": "HAX-1 mRNA is over-expressed in esophageal squamous cell carcinoma and is prognostic factor for lymphatic metastasis and survival."}, {"pubmed": 23975175, "text": "Genetic correction of HAX1 in induced pluripotent stem cells from a patient with severe congenital neutropenia improves defective granulopoiesis."}, {"pubmed": 24057929, "text": "HAX-1 might be an important marker for tumor progression and prognosis, as well as a potential therapeutic target of Colorectal cancer"}, {"pubmed": 24188827, "text": "Hax1 physically interacts with TPC1/2 C-terminal domain."}, {"pubmed": 24341138, "text": "Studies indicate that mutations in the gene encoding HAX1 were present in patients with the autosomal recessive form of severe congenital neutropenia."}, {"pubmed": 24347163, "text": "Hax-1 is a family of anti- and proapoptotic regulators that may modulate cell survival and death through homo- or heterodimerization."}, {"pubmed": 24482108, "text": "A new homozygous HAX1 deletion (exons 2-5) was found in a French Kostmann syndrome pedigree. A homozygous frameshift mutation was found in exon 3 (c.430dupG, p.Val144fs) in a 2d pedigree. Neurological retardation associated with B isoform mutations."}, {"pubmed": 24910348, "text": "anti-apoptotic role of HAX-1 versus BCL-XL in cytokine-dependent bone marrow-derived cells"}, {"pubmed": 25275296, "text": "Authors showed that HAX1 promotes auto-ubiquitination and degradation of cIAPs by facilitating the intermolecular homodimerization of RING finger domain."}, {"pubmed": 25284454, "text": "HAX1 mutation is associated with severe congenital neutropenia."}, {"pubmed": 25289648, "text": "HAX-1 is involved in mRNA processing as an element of P-body interaction network."}, {"pubmed": 25419709, "text": "HAX1 is a proto-oncogene in mantle cell lymphoma."}, {"pubmed": 25554539, "text": "HAX-1 was significantly elevated in laryngeal carcinoma."}, {"pubmed": 26062578, "text": "HAX1 knockdown significantly decreased the proliferation. In addition, the expression levels of ki67 and phosphorylatedakt were inhibited following HAX1 knockdown."}, {"pubmed": 26323553, "text": "Results show that mRNA and protein levels of HAX-1 in prostate cancer cell lines were significantly higher and inhibits cell apoptosis through caspase-9 inactivation."}, {"pubmed": 26339377, "text": "HAX-1 is overexpressed in hepatocellular carcinoma and promotes cell proliferation."}, {"pubmed": 26869103, "text": "Results show that Grb7 and Hax1 may colocalize partially to mitochondria in EGF-treated SKBR3 cells and their interaction can affect Caspase3 cleavage of Hax1."}, {"pubmed": 26871467, "text": "Oncogenic HAX-1 increases the proliferation, migration, and angiogenic activity of HUVECs. Findings provide unique insight into the pathogenesis of NPC."}, {"pubmed": 26997484, "text": "Kv3.3 regulates Arp2/3-dependent cortical actin nucleation mediated by Hax-1; resulting cortical actin structures interact with the channel's gating machinery to slow its inactivation rate during sustained membrane depolarizations; a mutation that leads to late-onset spinocerebellar ataxia type 13."}, {"pubmed": 27618431, "text": "results suggest that miR-223 increases the sensitivity of TNBCSCs to TRAIL-induced apoptosis by targeting HAX-1"}, {"pubmed": 28169428, "text": "The authors describe the first case series of patients with CN caused by HAX1 mutation who presented with HLH. They hypothesize that severe neutropenia persists after an HLH episode in children without FHLH mutations (especially infants) because these patients have CN caused by HAX1 mutations."}, {"pubmed": 28347249, "text": "Study indicates that the overexpression of HAX-1 is essential in the development of chemoresistance in breast cancer."}, {"pubmed": 28681255, "text": "the HAX1 gene is important for ovarian development, in which a p.Trp44X mutation may cause primary ovarian insufficiency in female patients"}, {"pubmed": 28751207, "text": "The overexpression of HAX-1 might contribute to the malignant progression of glioma."}, {"pubmed": 28791389, "text": "HAX1 is a potential oncogene, and may promote the tumorigenesis and progression of hypopharyngeal carcinoma."}, {"pubmed": 29169992, "text": "These findings reveal a role of HAX-1 in the regulation of oxidative stress and SERCA2a degradation."}, {"pubmed": 29461873, "text": "Autophagy induction is involved in HAX1-induced cell protective mechanism, and AA127-180 serves as the functional autophagy-regulatory domain of this antiapoptotic protein."}, {"pubmed": 29576744, "text": "data suggest that HAX-1 may be a promoting factor for AIV H9N2 replication through desensitizing PB1-F2 from its apoptotic induction in human lung epithelial cells."}, {"pubmed": 29923187, "text": "high expression of HAX-1, a protein implicated in cell survival and cell migration, is associated with poor survival in MM patients, and we provide evidence that HAX-1 regulates MM cell migration, thus making HAX-1 a potentially important target for therapeutic intervention."}, {"pubmed": 30698159, "text": "Increased neutrophil production in HAX1 viral vector-expressing hematopoietic cells was observed."}, {"pubmed": 31047882, "text": "HAX-1 promotes hepatocellular carcinoma metastasis by epithelial-mesenchymal transition through activating the NF-kappaB pathway"}, {"pubmed": 31321910, "text": "In Turkey, severe congenital neutropenia mostly resulted from the p W44X mutation in the HAX1 gene"}, {"pubmed": 31548268, "text": "This study for the first time dissects the structural architecture of HAX-1 and elucidates its role in PDZ-independent activation of HtrA2."}, {"pubmed": 31644363, "text": "It was shown that HAX1 does not influence invasive potential in the breast cancer cell line, suggesting that its role in breast cancer progression may be linked instead to collective invasion of the epithelial cells but not single-cell dissemination."}, {"pubmed": 31899048, "text": "miR-125b suppresses cell proliferation and metastasis by targeting HAX-1 in esophageal squamous cell carcinoma."}, {"pubmed": 31943004, "text": "Frataxin deficiency in Friedreich's ataxia is associated with reduced levels of HAX-1, a regulator of cardiomyocyte death and survival."}, {"pubmed": 32104694, "text": "miR-654-5p Targets HAX-1 to Regulate the Malignancy Behaviors of Colorectal Cancer Cells."}, {"pubmed": 32327498, "text": "A zebrafish model for HAX1-associated congenital neutropenia."}, {"pubmed": 32470650, "text": "Accumulation of HAX-1 and PARL in brainstem- and cortical-type Lewy bodies in Parkinson's disease and dementia with Lewy bodies."}, {"pubmed": 32893878, "text": "HTLV-1 viral oncoprotein HBZ contributes to the enhancement of HAX-1 stability by impairing the ubiquitination pathway."}, {"pubmed": 32926529, "text": "HAX1 enhances the survival and metastasis of non-small cell lung cancer through the AKT/mTOR and MDM2/p53 signaling pathway."}, {"pubmed": 33000203, "text": "MicroRNA125a5p regulates liver cancer cell growth, migration and invasion and EMT by targeting HAX1."}, {"pubmed": 33015771, "text": "Suppression of HAX-1 induced by miR-325 resensitizes bladder cancer cells to cisplatin-induced apoptosis."}, {"pubmed": 33146709, "text": "The interactome of multifunctional HAX1 protein suggests its role in the regulation of energy metabolism, de-aggregation, cytoskeleton organization and RNA-processing."}, {"pubmed": 33417922, "text": "Identification of protein/mRNA network involving the PSORS1 locus gene CCHCR1 and the PSORS4 locus gene HAX1."}, {"pubmed": 33560082, "text": "A Novel Intronic Mutation Reduces HAX1 Level and is Associated With Severe Congenital Neutropenia."}, {"pubmed": 34075619, "text": "Sanguisorba parviflora (Maxim) Takeda alleviates cyclophosphamide-induced leukopenia via regulating the hematopoietic cell-specific protein 1-associated protein X-1 gene."}, {"pubmed": 34101878, "text": "Sanguisorba parviflora (Maxim.) Takeda alleviates cyclophosphamide-induced leukopenia by regulating haematopoietic cell-specific protein 1-associated protein X-1 gene expression."}, {"pubmed": 34755451, "text": "HAX1 maintains the glioma progression in hypoxia through promoting mitochondrial fission."}, {"pubmed": 35015850, "text": "Hsa-miR223-3p circulating level is upregulated in Friedreich's ataxia and inversely associated with HCLS1 associated protein X-1, HAX-1."}, {"pubmed": 35302298, "text": "Effect of different expression patterns of HAX-1 on the proliferation and apoptosis of human astrocyte."}, {"pubmed": 35499078, "text": "HAX1-dependent control of mitochondrial proteostasis governs neutrophil granulocyte differentiation."}, {"pubmed": 35524442, "text": "Extracellular vesicles rich in HAX1 promote angiogenesis by modulating ITGB6 translation."}, {"pubmed": 37193639, "text": "HAX1-related congenital neutropenia: Long-term observation in paediatric and adult patients enrolled in the European branch of the Severe Chronic Neutropenia International Registry (SCNIR)."}, {"pubmed": 37488967, "text": "NOD1 cooperates with HAX-1 to promote cell migration in a RIPK2- and NF-kB-independent manner."}, {"pubmed": 37742722, "text": "HAX1 is a novel binding partner of Che-1/AATF. Implications in oxidative stress cell response."}, {"pubmed": 38514606, "text": "The EIF3H-HAX1 axis increases RAF-MEK-ERK signaling activity to promote colorectal cancer progression."}, {"pubmed": 38769438, "text": "Energy stress promotes P-bodies formation via lysine-63-linked polyubiquitination of HAX1."}], "genomic_pos": {"chr": "1", "end": 154275875, "ensemblgene": "ENSG00000143575", "start": 154272355, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 154248351, "start": 154244987, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0007005", "pubmed": 17008324, "qualifier": "NOT involved_in", "term": "mitochondrion organization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030833", "qualifier": "involved_in", "term": "regulation of actin filament polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030833", "pubmed": 23001182, "qualifier": "involved_in", "term": "regulation of actin filament polymerization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030854", "pubmed": 23001182, "qualifier": "involved_in", "term": "positive regulation of granulocyte differentiation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038158", "pubmed": 23001182, "qualifier": "involved_in", "term": "granulocyte colony-stimulating factor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042981", "pubmed": 24522549, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": 17008324, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045944", "pubmed": 23001182, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050731", "pubmed": 23001182, "qualifier": "involved_in", "term": "positive regulation of peptidyl-tyrosine phosphorylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051897", "pubmed": 23001182, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071345", "pubmed": 23001182, "qualifier": "involved_in", "term": "cellular response to cytokine stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0110053", "pubmed": 23001182, "qualifier": "involved_in", "term": "regulation of actin filament organization"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903146", "pubmed": 24522549, "qualifier": "involved_in", "term": "regulation of autophagy of mitochondrion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903214", "pubmed": 24522549, "qualifier": "involved_in", "term": "regulation of protein targeting to mitochondrion"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0000932", "qualifier": "located_in", "term": "P-body"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005635", "pubmed": 9058808, "qualifier": "located_in", "term": "nuclear envelope"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005667", "pubmed": 23001182, "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 9058808, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": 17008324, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005758", "pubmed": 17008324, "qualifier": "located_in", "term": "mitochondrial intermembrane space"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005759", "qualifier": "located_in", "term": "mitochondrial matrix"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005938", "qualifier": "located_in", "term": "cell cortex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0015629", "qualifier": "is_active_in", "term": "actin cytoskeleton"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0015629", "qualifier": "located_in", "term": "actin cytoskeleton"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "is_active_in", "term": "apical plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "is_active_in", "term": "sarcoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0030027", "qualifier": "located_in", "term": "lamellipodium"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030136", "qualifier": "is_active_in", "term": "clathrin-coated vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031965", "qualifier": "located_in", "term": "nuclear membrane"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11554782, 16971486, 17008324, 17500595, 20171186, 20406461, 20631090, 20665473, 21217774, 21567072, 22570112, 24188827, 25416956, 26915802, 26997484, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0019966", "pubmed": 11554782, "qualifier": "enables", "term": "interleukin-1 binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0035591", "pubmed": 23001182, "qualifier": "enables", "term": "signaling adaptor activity"}]}, "homologene": {"genes": [[7955, 436609], [8364, 100485912], [9544, 716495], [9598, 457347], [9606, 10456], [9615, 480134], [9913, 506895], [10090, 23897], [10116, 291202]], "id": 4463}, "interpro": {"desc": "HS1-associating protein X-1", "id": "IPR017248", "short_desc": "HAX-1"}, "ipi": ["IPI00010440", "IPI00479876", "IPI00604587", "IPI00641973", "IPI00878396", "IPI00954512", "IPI00954523", "IPI00981100"], "map_location": "1q21.3", "name": "HCLS1 associated protein X-1", "other_names": ["HAX-1", "HCLS1 (and PKD2) associated protein", "HCLS1-associated protein X-1", "HS1 binding protein", "HS1-associating protein X-1", "HS1-binding protein 1", "HSP1BP-1"], "pantherdb": {"HGNC": "16915", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1346319", "ortholog_type": "LDO", "panther_family": "PTHR14938", "taxid": 10090, "uniprot_kb": "O35387"}, {"RGD": "727960", "ortholog_type": "LDO", "panther_family": "PTHR14938", "taxid": 10116, "uniprot_kb": "Q7TSE9"}, {"Ensembl": "ENSGALG00000039865", "ortholog_type": "LDO", "panther_family": "PTHR14938", "taxid": 9031, "uniprot_kb": "A0A3Q3AII2"}, {"ZFIN": "ZDB-GENE-040718-26", "ortholog_type": "LDO", "panther_family": "PTHR14938", "taxid": 7955, "uniprot_kb": "Q6DHN8"}, {"FlyBase": "FBgn0031683", "ortholog_type": "LDO", "panther_family": "PTHR14938", "taxid": 7227, "uniprot_kb": "M9PB41"}], "uniprot_kb": "O00165"}, "pharmgkb": "PA142671700", "pharos": {"target_id": 13079, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF177171", "relationship": "is"}, {"id": "GNF188077", "relationship": "is"}, {"id": "GNF198983", "relationship": "is"}, {"id": "GNF209889", "relationship": "is"}, {"id": "GNF211091", "relationship": "is"}, {"id": "GNF216543", "relationship": "is"}, {"id": "GNF221995", "relationship": "is"}, {"id": "GNF227447", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": [{"id": "GNF157233", "relationship": "is"}, {"id": "GNF161341", "relationship": "is"}, {"id": "GNF161342", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF032148", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006299", "relationship": "is"}, {"id": "GNF006300", "relationship": "is"}, {"id": "GNF006301", "relationship": "is"}, {"id": "GNF006302", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF240417", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114673", "relationship": "is"}, {"id": "GNF154314", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_007369.1"], "protein": ["NP_001018238.1", "NP_006109.2"], "rna": ["NM_001018837.2", "NM_006118.4"], "translation": [{"protein": "NP_001018238.1", "rna": "NM_001018837.2"}, {"protein": "NP_006109.2", "rna": "NM_006118.4"}]}, "reporter": {"HG-U133_Plus_2": ["201145_at", "244865_at"], "HG-U95Av2": "39800_s_at", "HTA-2_0": "TC01001269.hg.1", "HuEx-1_0": ["2360158", "4025087"], "HuGene-1_1": "7905733", "HuGene-2_1": "16671381"}, "summary": "The protein encoded by this gene is known to associate with hematopoietic cell-specific Lyn substrate 1, a substrate of Src family tyrosine kinases. It also interacts with the product of the polycystic kidney disease 2 gene, mutations in which are associated with autosomal-dominant polycystic kidney disease, and with the F-actin-binding protein, cortactin. It was earlier thought that this gene product is mainly localized in the mitochondria, however, recent studies indicate it to be localized in the cell body. Mutations in this gene result in autosomal recessive severe congenital neutropenia, also known as Kostmann disease. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "HAX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825449"}, "unigene": "Hs.199625", "uniprot": {"Swiss-Prot": "O00165", "TrEMBL": ["A0A0S2Z565", "A0A0S2Z591", "A0A8V8TLZ3", "E9PIQ7", "A0A8V8TKI8", "A0A8V8TKG6", "A0A8V8TKG3", "A0A8V8TLX9", "A0A8V8TKI6", "A0A8V8TKH7", "Q5VYD6"]}, "wikipedia": {"url_stub": "HAX1"}}