{"AllianceGenome": "4824", "HGNC": "4824", "MIM": "141850", "_id": "3040", "_version": 1, "accession": {"genomic": ["AF230076.1", "AH002714.2", "AH005275.2", "CP068262.2", "DQ499017.1", "HQ141567.1", "KF372020.1", "KF372021.1", "KF372022.1", "KF372023.1", "KF372024.1", "KP940632.1", "MH071679.1", "MH071680.1", "MW194177.1", "NC_000016.10", "NC_060940.1", "NG_000006.1", "NG_059186.1", "NG_059271.1", "S45353.1", "V00488.1", "V00489.1", "V00516.1", "Z84721.1"], "protein": ["AAA52630.1", "AAB59407.1", "AAC72839.1", "AAC97373.1", "AAF72612.1", "AAF90195.1", "AAH05931.1", "AAH08572.1", "AAH32122.1", "AAH50661.1", "AAI01847.1", "AAI01849.1", "AAK37554.1", "ABF56144.1", "ADV90877.1", "AHA12099.1", "AHA12100.1", "AHA12101.1", "AHA12102.1", "AHA12103.1", "AKZ66543.1", "AZL90100.1", "AZL90101.1", "BAD97112.1", "CAA23748.1", "CAA23749.1", "CAA23752.1", "CAA23774.1", "CAB06554.1", "NP_000508.1", "P69905.2", "QWN55953.1"], "rna": ["AF097635.1", "AF105974.1", "AF147332.1", "AF281258.1", "AF349571.1", "AI016696.1", "AK223392.1", "BC005931.1", "BC008572.1", "BC032122.2", "BC050661.1", "BC101846.1", "BC101848.1", "DQ655926.2", "NM_000517.6", "V00493.1"], "translation": [{"protein": "AAH08572.1", "rna": "BC008572.1"}, {"protein": "AAH05931.1", "rna": "BC005931.1"}, {"protein": "AAF90195.1", "rna": "AF281258.1"}, {"protein": "NP_000508.1", "rna": "NM_000517.6"}, {"protein": "AAC97373.1", "rna": "AF105974.1"}, {"protein": "CAA23752.1", "rna": "V00493.1"}, {"protein": "AAK37554.1", "rna": "AF349571.1"}, {"protein": "AAI01847.1", "rna": "BC101846.1"}, {"protein": "AAC72839.1", "rna": "AF097635.1"}, {"protein": "AAI01849.1", "rna": "BC101848.1"}, {"protein": "AAH50661.1", "rna": "BC050661.1"}, {"protein": "BAD97112.1", "rna": "AK223392.1"}, {"protein": "AAH32122.1", "rna": "BC032122.2"}]}, "alias": ["ECYT7", "HBA-T2", "HBH"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "limited", "classification_date": "2023-10-25T16:00:00.000Z", "disease_label": "erythrocytosis, familial, 7", "gcep": "General Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0054802", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_6cd38d93-3dc1-429c-8f82-2269647f6bb5-2023-10-25T160000.000Z", "sop": "SOP10"}, {"classification": "definitive", "classification_date": "2023-06-28T16:00:00.000Z", "disease_label": "alpha thalassemia", "gcep": "General Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0011399", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_ab18a814-6fa8-4dc5-8448-9c2c196e24c7-2023-06-28T160000.000Z", "sop": "SOP9"}, {"classification": "limited", "classification_date": "2024-03-28T16:00:00.000Z", "disease_label": "methemoglobinemia, alpha type", "gcep": "General Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0020835", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_12bfc99c-f8d8-4045-98ba-17254b56decc-2024-03-28T160000.000Z", "sop": "SOP9"}]}, "ensembl": {"gene": "ENSG00000188536", "protein": ["ENSP00000251595", "ENSP00000380908", "ENSP00000495899"], "transcript": ["ENST00000251595", "ENST00000397806", "ENST00000482565", "ENST00000484216"], "translation": [{"protein": "ENSP00000251595", "rna": "ENST00000251595"}, {"protein": "ENSP00000380908", "rna": "ENST00000397806"}, {"protein": "ENSP00000495899", "rna": "ENST00000484216"}], "type_of_gene": "protein_coding"}, "entrezgene": "3040", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.24746438246, "exp_mis": 35.0365643294, "exp_syn": 23.985979999, "lof_z": 1.10637843866781, "mis_z": 2.06885649882749, "mu_lof": 1.5843327891e-07, "mu_mis": 6.76453167775e-06, "mu_syn": 4.77136097263e-06, "n_lof": 0.0, "n_mis": 10.0, "n_syn": 5.0, "p_li": 0.448693557225498, "p_null": 0.0984368804068594, "p_rec": 0.452869562367643, "syn_z": 2.40327689623231}, "bp": 429, "cds_end": 223599, "cds_start": 222911, "n_exons": 3, "nonpsych": {"exp_lof": 1.101690024, "exp_mis": 31.6840870433, "exp_syn": 21.6822430077, "lof_z": 1.03081724459746, "mis_z": 1.94304242032824, "mu_lof": 1.5843327891e-07, "mu_mis": 6.76453167775e-06, "mu_syn": 4.77136097263e-06, "n_lof": 0.0, "n_mis": 10.0, "n_syn": 5.0, "p_li": 0.465081992250406, "p_null": 0.102104432745042, "p_rec": 0.432813575004551, "syn_z": 2.25561945735213}, "nontcga": {"exp_lof": 1.14499784562, "exp_mis": 32.2309722057, "exp_syn": 22.064435308, "lof_z": 1.05556167460437, "mis_z": 1.95088468758786, "mu_lof": 1.5843327891e-07, "mu_mis": 6.76453167775e-06, "mu_syn": 4.77136097263e-06, "n_lof": 0.0, "n_mis": 10.0, "n_syn": 5.0, "p_li": 0.449538384771719, "p_null": 0.0978425321477501, "p_rec": 0.452619083080531, "syn_z": 2.30021168210007}, "transcript": "ENST00000251595.6"}, "exons": [{"cdsend": 173600, "cdsstart": 172912, "chr": "16", "position": [[172875, 173007], [173124, 173329], [173471, 173710]], "strand": 1, "transcript": "NM_000517", "txend": 173710, "txstart": 172875}], "exons_hg19": [{"cdsend": 223599, "cdsstart": 222911, "chr": "16", "position": [[222874, 223006], [223123, 223328], [223470, 223709]], "strand": 1, "transcript": "NM_000517", "txend": 223709, "txstart": 222874}], "generif": [{"pubmed": 11154980, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11836160, "text": "Hb Pakse differs from Hb CS by having lysine at 142 instead of glutamine. It also seems to lead to an unstable alpha globin mRNA and slighter higher Hb H levels."}, {"pubmed": 12360531, "text": "Allosteric effects of chloride ions at the interfaces between the alphabeta dimers."}, {"pubmed": 12659864, "text": "Crystallization and X-ray structure of this protein, isolated from blood of beta-thalassemic patients."}, {"pubmed": 12673836, "text": "Review. The effects of alpha-globin genotype on the pathophysiology of sickle cell anemia, HbSC disease, and sickle beta-thalassemia are studied."}, {"pubmed": 12730694, "text": "in alpha-thalassemia, transcription of antisense RNA mediates silencing and methylation of the associated CpG island of the HBA2 gene"}, {"pubmed": 12779272, "text": "High frequency of the Hb A2 abnormality, reaching higher numbers among blacksmiths living in the same village in Mali."}, {"pubmed": 12779276, "text": "Alpha-thalassemia mutations in Iranian individuals are not found in HBA2."}, {"pubmed": 14649316, "text": "Hb Setif with Asp-to-Tyr missense mutation at codon 94 was studied. The abnormal hemoglobin comprised 15% of total Hb, tested negative for erythrocyte sickling, but exhibited pseudosickling in vitro."}, {"pubmed": 14649319, "text": "the phenotype of the carrier state makes it likely that this codon 90 mutation will cause severe Hb H disease when inherited with a two gene deletion mutation"}, {"pubmed": 15128423, "text": "Sequencing of alpha-globin genes of 18 Sardinian heterozygotes for the Hb G-Philadelphia; identification of the C-->G mutation on the normal alpha alpha chromosome points to an undescribed genotype"}, {"pubmed": 15365991, "text": "Gene scanning of HBA2 genes in thalassemic patients revealed 3 new alleles:  c.1A>G, c.79G>A, and c.281T>G."}, {"pubmed": 15449937, "text": "A high-resolution crystal structure of ferrocyanide-bound HbA2 is presented that throws light on the location and mode of binding of ferrocyanide anion with hemoglobin."}, {"pubmed": 16103716, "text": "Finds hemoglobin H disease involving the alpha-2-globin mutation (AATAAA-->AATAAG) is a mild thal intermedia phenotype among Kuwaitis"}, {"pubmed": 16418531, "text": "Data show the frequent juxtaposition of active alpha- and beta-globin genes and of homologous alpha-globin loci that occurs at nuclear speckles and correlates with transcription."}, {"pubmed": 16436049, "text": "We proved that, in the human alpha-globin gene cluster, the normal order of structural genes relative to alpha-Upstream Regulatory Element plays a crucial role in the regulation of developmental switching."}, {"pubmed": 16798639, "text": "Hb Al-Hammadi Riyadh [codon 75 (GAC-->GTC); alpha75(EF4)Asp-->Val (alpha2)] corresponds to an A-->T transversion in the second exon of the alpha2-globin gene."}, {"pubmed": 16847316, "text": "Results describe the shared stabilization functions of pyrimidine-rich determinants in the erythroid 15-lipoxygenase and alpha-globin mRNAs."}, {"pubmed": 17486499, "text": "family with a rare combination of two abnormal alpha-globin genes, a two-base deletion and a .7 kb alpha gene deletion."}, {"pubmed": 17587614, "text": "interaction of the Hb Constant Spring EE Bart's disease produces a tetrameric Hb molecule is formed between alpha(CS) and beta(E) chains leading to a hybrid Hb"}, {"pubmed": 17589844, "text": "multiple origins of the alpha(CS) and a single origin of the alpha(Pakse) mutations in Southeast Asia"}, {"pubmed": 17715390, "text": "mechanism by which the human globin genes are activated during erythropoiesis"}, {"pubmed": 17916326, "text": "This work describes the study of the interactions of different hemoglobin variants HbA, HbE and HbF and the globin subunits of HbA with the two aminophospholipids in the presence and absence of cholesterol."}, {"pubmed": 17920577, "text": "In alpha-thalassemia, alpha/beta-globin mRNA ratio correlated with the number of functional alpha-globin genes present, whereas in beta-thalassemia, the ratio provided a good indicator of disease severity."}, {"pubmed": 17996867, "text": "Our study suggests that the regulation of alpha-URE and beta-LCR on the expression level and developmental switching mode of downstream globin genes is cluster specific."}, {"pubmed": 18026953, "text": "Coinheritance of alpha-thalassemia with beta 0-thalassemia/Hb E produces a milder clinical phenotype in contrast to an interaction of alpha-globin gene triplication in severe thalassemia"}, {"pubmed": 18591626, "text": "Hb Federico II is a novel hemoglobin variant [beta-106 (G8) Leu->Val]"}, {"pubmed": 18768527, "text": "REVIEW of the complex process of expression of alpha-globin and the complex interaction of factors which are required to balance necessary high expression against the negative impacts of overexpression"}, {"pubmed": 19048483, "text": "regulation of human alpha-globin synthesis, encoded by two adjacent genes (alpha(2) and alpha(1)) clustered on chromosome 16"}, {"pubmed": 19205971, "text": "genotypes of individuals with unexplained hypochromia and/or microcytosis, as well patients with documented Hb H disease from the Dohuk region in northern Iraq were analyzed"}, {"pubmed": 19245215, "text": "To investigate dynamical differences between the alpha- and beta- globin chains, ligand recombination and heme structural evolution, following HbCO dissociation, was monitored with chain selectivity"}, {"pubmed": 19479992, "text": "Results report that hemoglobin chains alpha2 nad beta are expressed in mammalian brain neurons and are regulated by a mitochondrial toxin."}, {"pubmed": 19657833, "text": "Studies present five new hemoglobin (Hb) variants, Hb Canuts, Hb Ambroise Pare, Hb Beaujolais, Hb Monplaisir and Hb(A2)-North Africa."}, {"pubmed": 19794088, "text": "A duplication of the alpha-globin gene locus, including the upstream regulatory region, was present in all patients with thalassemia intermedia."}, {"pubmed": 19843387, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19912309, "text": "alpha-thalassaemia masked by beta gene defects and a new polyadenylation site mutation on the alpha2-globin gene."}, {"pubmed": 19958194, "text": "In a cohort of 104 unrelated putative alpha-thal patients, nine carried the point mutation Hb Sallanches and two were homozygotes. The mutation occurred on both the alpha2- or alpha1-globin genes."}, {"pubmed": 19958200, "text": "identification of two different mutations involving the first nucleotide of intron 1 of the alpha2-globin gene"}, {"pubmed": 20036801, "text": "Studies indicate that the interaction of alpha-Hb with AHSP involves surfaces normally employed in binding to beta-Hb."}, {"pubmed": 20054848, "text": "Identification and molecular characterization of the --CAMPANIA deletion, a novel alpha degrees -thalassemic defect, in two unrelated Italian families."}, {"pubmed": 20580289, "text": "We report four novel and five uncommon deletions that remove alpha-globin distal regulatory elements and/or the complete alpha-globin gene cluster. One of them occurred de novo and removes all HSs except HS-10, while other eliminates only the HS-40 site."}, {"pubmed": 20639625, "text": "One hundred and ninety-one (53.3%) patients were diagnosed with HbH-Constant Spring, 19 were diagnosed with HbH Westmead in Guangxi province, China"}, {"pubmed": 20642333, "text": "study reports two novel alpha2-globin gene mutations found in the same Surinamese family, the first, a novel stop codon, the other a structural defect"}, {"pubmed": 20682466, "text": "We describe the molecular characterization of a novel 8.2kb deletion (--(AW)), involving both alpha-globin genes in cis. The deletion is caused by a non-homologous recombination event between an Alu and an L1-repeat sequence."}, {"pubmed": 20691621, "text": "Hemoglobin H disease due to a de novo mutation at the alpha2-globin gene and an inherited common alpha-thalassemia deletion found in a Chinese boy."}, {"pubmed": 20854119, "text": "Data show that the spectrum of alpha-globin gene mutation in Kerman Province was in accordance with what was previously reported."}, {"pubmed": 21077767, "text": "Results showed that the prevalence of alpha2-globin gene mutations Hb CS and Hb Pakse in central Thailand are 5.80 and 0.51%, respectively, which is in concordance with the results from previous studies."}, {"pubmed": 21093326, "text": "A clinical case is described for the Hb Stanleyville II [alpha 78(EF7) Asn-->Lys] occurrence in combination with Hb Constant Spring in a Chinese woman."}, {"pubmed": 21222374, "text": "Prevalence of hemoglobin alpha-chain gene deletion in neonates in North of Iran."}, {"pubmed": 21453942, "text": "2 new Spanish alpha-thalassemia mutations were found. In both mutations, both alpha genes were deleted, the gene theta; and the region HS40."}, {"pubmed": 21468611, "text": "Four cases of Hb Ottawa in a thalassemia screening, were identified."}, {"pubmed": 21703224, "text": "Data indicate that the fluctuation of the tertiary structure of Hb seems to be caused by both the structural perturbation of alpha(1)beta(1) (or alpha(2)beta(2)) intra-dimeric interface."}, {"pubmed": 21797699, "text": "Data show that no phenotype aggravation was noticed in two carriers of beta-thal and the alphaalphaalpha(anti 3.7) triplication, while a mild beta-thalassemia intermedia was observed in a beta-thal carrier with six alpha-globin genes."}, {"pubmed": 21797701, "text": "Data show that the level of Hb CS quantified by CE proved useful in screening heterozygotes and homozygotes with Hb CS as well as Hb H-CS disease."}, {"pubmed": 21821711, "text": "Six different KLF1 mutations were identified in 52 of 145 subjects with borderline HBA2 and normal mean corpuscular volume and mean corpuscular hemoglobin."}, {"pubmed": 21967524, "text": "Data show that in the presence of the G>A mutation, normal splicing does not occur in HBA2."}, {"pubmed": 22038702, "text": "HbA2 level a reliable diagnostic measurement for beta-thalassemia trait in people with iron deficiency."}, {"pubmed": 22056776, "text": "a 4-kb region of human sequence establishes a novel bivalent chromatin domain.  A high density of unmethylated CpG dinucleotides is sufficient for vertebrate Polycomb recruitment."}, {"pubmed": 22183073, "text": "Data show that anemia (hemoglobin < 10 g/dl) was associated with a significantly increased risk of low birth weight (< 2500 g)."}, {"pubmed": 22374170, "text": "Results suggest that the method provides a convenient and efficient tool for the rapid identification of the copy number of alpha-globin genes HBA1 and HBA2 in alpha-thalassemia and the individuals with alpha-globin gene multiplication."}, {"pubmed": 22391447, "text": "In human erythroleukemic cells deficient for ATRX, macroH2A accumulates at the HBA gene cluster on the subtelomere of chromosome 16, coinciding with the loss of alpha-globin expression"}, {"pubmed": 22563848, "text": "Studies suggest that the Hb A(2)/E level at 21.54% is the best indicator for predicting co-inheritance of the alpha-thal-1 - -(SEA)/ deletion and Hb E trait."}, {"pubmed": 22638758, "text": "first report of hemoglobin (HBA2) Etobicoke mutation and HBA212 (HBA2) hybrid allele in a family in Brazil and first to characterize its nucleotide substitution (HBA212:c.255C>G) [CASE REPORT]"}, {"pubmed": 22738435, "text": "This study, for the first time, confirms the presence of two isoforms for both the alpha2- and alpha1-globin genes with varying transcription levels in healthy individuals."}, {"pubmed": 22924376, "text": "Ten alpha1- or alpha2-globin chain variants were identified in an Iranian population. The hematological profile and molecular basis of these ten alpha-chain variants and the phenotypic consequences of their interactions were discussed."}, {"pubmed": 22943743, "text": "A description of two frameshift mutations as a cause for an alpha-thalassemia phenotype."}, {"pubmed": 23094635, "text": "Sequencing of the alpha2 gene from three families with Hb Agrinio showed a CTG(Leu)>CCG(Pro) mutation at codon 29."}, {"pubmed": 23123858, "text": "haemoglobin (Hb) alpha (encoded by the HBA1 and HBA2 genes in humans) is expressed in human and mouse arterial endothelial cells and enriched at the myoendothelial junction, where it regulates the effects of NO on vascular reactivity"}, {"pubmed": 23138098, "text": "Among alpha-thalassemia patients in Sri Lanka, extended alpha rearrangements were found as well as an A-G point muation at the end of the polyadenylation signal sequence. A new deletion of both alpha genes was also seen."}, {"pubmed": 23181747, "text": "Identification of Hb Iberia [alpha104(G11)Cys --> Arg,TGC>CGC (alpha2) (HBA2:c.313T>C)], a new alpha-thalassemic hemoglobin variant."}, {"pubmed": 23349856, "text": "Data show that Hgb-alpha and Hgb-beta are expressed in carcinoma cells of several types of solid tumors."}, {"pubmed": 23356414, "text": "Data indicate taht both mother and son were heterozygous for the HBA2 exon3 deletion suggesting that the microdeletion may have arisen as a result of reciprocal recombination within the HBA2 alleles."}, {"pubmed": 23368878, "text": "Data indicate that hemoglobin Plasencia (Hb Plasencia) to be the second most frequent mutation after the -alpha(3.7) deletion in Portugal."}, {"pubmed": 23390935, "text": "Data indicate that alpha-2 globin in alpha-thalassemia Hb Constant Spring heterozygotes combined with beta-thalassemia could not be detected by the Sebia Capillarys2 Capillary electrophesis method due to the very small amount of Hb CS."}, {"pubmed": 23402770, "text": "Data indicate that five new mutations were identified, of which three were located on the alpha2 gene [codon7 (Lys-->Stop), codon 34 (Leu-->Pro) and codon 83 (Leu-->Arg)] and two on the alpha1 gene [IVS-I-116 (A>G) and codon 44 (+C)]."}, {"pubmed": 23517369, "text": "Variable presentation of alpha-thalassemia due to homozygosity for the rare polyadenylation signal A T(Indian) (AATAAA>AATA- -) mutation in the alpha2-globin gene have been described in four Indian families."}, {"pubmed": 23590659, "text": "Studies indicate that the alpha-thalassemia syndromes are among the most single-gene disorders, resulting from decreased synthesis of alpha-globin chains or synthesis of functionally abnormal alpha-globin chains."}, {"pubmed": 23614625, "text": "Interaction of Hb adana (HBA2: c.179G>A) with deletional and nondeletional alpha(+)-thalassemia mutations results in diverse hematological and clinical features."}, {"pubmed": 23672273, "text": "Data indicate a mutation on the alpha2-globin gene, codon 83 (T>G), which was detected in two members of two unrelated families from Khuzestan Province, South Iran, that was named Hb Ahvaz."}, {"pubmed": 23797957, "text": "First reported case of compound heterozygosity for HbA2-Yialousa (HBD: c.82 G>C) and HbA2-Wrens (HBD: c.295 G>A) in Oman."}, {"pubmed": 24074341, "text": "Data indicate that parasite density was lower in HbAS- than HbAA-infected children."}, {"pubmed": 24081251, "text": "study describes 4 rare nondeletional alpha-thalassemia mutations in Thai individuals, including initiation codon mutation (HBA2:c.1delA), donor splice site mutation (IVSI-1, HBA1:c.95 + 1G>A), Hb Queens Park (HBA1:c.98T>A) [alpha32(B13)Met>Lys], and Hb Westmead (HBA2:c.369C>G) [alpha122(H5)His>Gln"}, {"pubmed": 24100324, "text": "This study provides insights into the altered oxygen-transport properties of Hb zeta2beta2(s) and, moreover, decouples structural events that are critical to Hb ligand binding and allosteric function."}, {"pubmed": 24300714, "text": "study presents clinical and experimental data for 3 novel HBA2 gene core and proximal promoter mutations; the 3 [HBA2:c.-59C>T] [HBA2:c.-81C>A] and [HBA2:c.-91G>A] promoter mutations were analysed for HBA2 gene transcriptional and translational activities"}, {"pubmed": 24351118, "text": "Data indicate that mutation at codon 24 of the alpha2-globin gene (HBA2: c.75T > A) was found in a Sundanese family."}, {"pubmed": 24452365, "text": "Hb Famagusta- new genotype described in 4 families."}, {"pubmed": 24471655, "text": "Data indicate a delta-globin variant, Hb A2-Tunis detected in a Tunisian family, which complicated the diagnosis of the beta-thalassemia phenotype ."}, {"pubmed": 24471736, "text": "Data indicate that raised Hb A2 levels were found in the anti-Lepore betadelta-globins fusion products hybrid hemoglobin (Hb) variant ."}, {"pubmed": 24635037, "text": "Presented are complete structural and functional snapshots of nine equilibrium conformers of hemoglobin in the half-liganded and fully liganded states. Captured is the hemoglobin allosteric transition in a single crystal form."}, {"pubmed": 24826793, "text": "Novel point mutation of the alpha2-globin gene (HBA2) and a rare 2.4 kb deletion of the alpha1-globin gene (HBA1), identified in two chinese patients with Hb H disease."}, {"pubmed": 24857170, "text": "Molecular defect in the alpha-globin and beta-globin genes, and in the KLF1 gene were found in the borderline hemoglobin A2 Chinese individuals."}, {"pubmed": 24979558, "text": "A nonsense mutation, C.382 A > T, was detected in patients with alpha-thalassemia showing moderate anemia, mild microcytosis, and moderate hypochromia."}, {"pubmed": 25042611, "text": "In sickle cell anemia, levels of HbA2 appear to be modulated by trans-acting genes that affect HBG expression and perhaps also elements within the beta-globin gene cluster. HbA2 is expressed pancellularly and can inhibit HbS polymerization."}, {"pubmed": 25065854, "text": "Direct sequencing of the HBA2 and HBA1 genes from157 Saudi subjects revealed a new HBA2 gene conversion in cis or trans in 5.7% of the total."}, {"pubmed": 25218786, "text": "Hemoglobin A2 variants are associated with beta-thalassemia."}, {"pubmed": 25222045, "text": "Data suggest two alpha-thalassemia patients and their family members exhibiting HbH disease spectrum exhibit two rare and unique alpha-globin gene cluster deletions (deletion of HBA1 and HBA2); families are described as Israeli Arabs. [CASE-REPORT]"}, {"pubmed": 25238043, "text": "Data suggest co-inheritance of alpha-globin mutation/alpha-thalassemia alleviates severity of HBE-type beta-thalassemia in population of children/adolescents in Thailand; beta-thalassemia patients who co-inherited alpha-thalassemia had mild disease."}, {"pubmed": 25476779, "text": "Described is a previously unreported HBA2 gene variant predicted to lead to an in-frame deletion of codons 13 and 14 of the a-globin chain."}, {"pubmed": 25500521, "text": "We postulate that, in view of heterogenisity of the alpha-thalassaemia in this patient with severely unstable haemoglobin Adana chains from her husband, there will be a 25% possibility of fetal hydrops in every pregnancy."}, {"pubmed": 25648458, "text": "In maturing RBC progenitors AHSP bind to free alpha-globin chains to increase the HbA production. (Review)"}, {"pubmed": 25834820, "text": "Two mutations detected the -a(3,7) single gene deletion found in 75% of cases and the nongene deletion a2 IVS1 [-5nt] in the remaining samples"}, {"pubmed": 25858298, "text": "We report herein for the first time the description of HbA2' in the Tunisian population."}, {"pubmed": 26252098, "text": "Copy number variations in alpha-globin 2 gene is associated with increased levels of HbF with beta thalassemia."}, {"pubmed": 26316481, "text": "The hematological and molecular data of 35 patients with Hb H disease and the genotypes of alpha-gene mutations of 78 screened individuals were used to identify the genotypes of Hb H disease and genotype-phenotype correlations.  the most common genotypes were -alpha3.7/--20.5, -alpha3.7/--26.5, and -alpha3.7/--17.5. Other small deletions, non-deleltional mutations, and combinations thereof in trans were associated with..."}, {"pubmed": 26329872, "text": "Seven novel nondeletional alpha-thalassemia mutations localized on the alpha2-globin gene in the heterozygous state were identified"}, {"pubmed": 26377141, "text": "14 alpha thalassemia mutations were found among 95 Turkish patients. Most were gene deletions. A new alpha 2 initiation codon mutation was discovered."}, {"pubmed": 26683994, "text": "Hemoglobin Constant Spring mutation in Southeast Asians with thalassemia."}, {"pubmed": 26930363, "text": "Gene frequency for HBA2:c.301-24delGinsCTCGGCCC carriers among the Chinese population in Guangxi."}, {"pubmed": 27105433, "text": "Data indicate that binding of hemoblobin (Hb) to glycoprotein1balpha (GP1balpha) induced platelet activation plays a crucial role in thrombus formation on immobilized von Willebrand factor (VWF) or type I collagen under shear stresses."}, {"pubmed": 27173219, "text": "Hb Adana mutation was preferentially present in the alpha2-globin genes in Malays compared to the other ethnicities in Malaysia."}, {"pubmed": 27377386, "text": "This study presents comparison of two neutron structures of hemoglobins, human deoxyhemoglobin (T state) and equine cyanomethemoglobin (R state) and offers a direct observation of histidine residues that are likely to contribute to the Bohr effect."}, {"pubmed": 28342932, "text": "Changes in HbA2 and HbF in alpha thalassemia carriers with KLF1 mutation."}, {"pubmed": 28381876, "text": "A single genetic origin is responsible for the spread and high prevalence of the alpha(0)-thalassemia (SEA deletion) in Southeast Asian populations and allow the monitoring of possible maternal contamination at prenatal diagnosis of this important genetic disorder."}, {"pubmed": 28395547, "text": "Carriers of Hb Nanning are asymptomatic and could be missed by screening based on MCV and MCH cutoffs of <80.0 fL and <27.0 pg, respectively. Both carriers of the mutation in the study have MCV and MCH values that are 2 standard deviations (SDs) below normal, as would be predicted for an alpha+-thal."}, {"pubmed": 28503568, "text": "In this study, a novel promoter mutation of -72 (T-->A) within the conserved CCAAT box of beta-globin gene has been identified in heterozygous state. The proband and his two relatives carrying the same mutation showed almost normal mean corpuscular volume (MCV) and mean corpuscular hemoglobin (MCH) level and slightly elevated HbA2."}, {"pubmed": 29064674, "text": "In this paper, the experimental results of resonance Raman, terahertz time-domain, and 1H nuclear magnetic resonance spectroscopy for the Hb M are described in detail. The heterogeneity of alpha subunits, which has been observed previously, is reconfirmed, and its implications for the dynamical structure of the alpha2beta2 tetramer and the regulation of O2 affinity are discussed."}, {"pubmed": 29737888, "text": "Chinese family with delta-thalassemia (delta-thal) was found, in which the daughter is homozygous for delta-thal (HBD: c.-127T>C) with complete deficiency of Hb A2 and the mother is a heterozygote with low level of Hb A2"}, {"pubmed": 30025477, "text": "father carried the rare nondeletional Hb Adana mutation [alpha59(E8)Gly-->Asp, HBA2: c.179G>A] on the alpha2-globin gene"}, {"pubmed": 30183107, "text": "Despite the structural similarity of myoglobin to alpha and beta subunits of hemoglobin, there is a functional difference between the two proteins, owing to the quaternary structure of hemoglobin. The effect of the quaternary structure of hemoglobin on the intrinsic dynamics of its subunits is explored by dynamical comparison of the two proteins."}, {"pubmed": 30277083, "text": "genetic factors other than beta-thal can rarely contribute to the elevation of Hb A2. These subjects usually have borderline microcytic red cell indices and Hb A2 values."}, {"pubmed": 30309760, "text": "Coinherited HBD mutation lowers Hb A2 and can cause a misidentification of a beta-thalassemia carrier."}, {"pubmed": 30844732, "text": "Prx2 interacts with hemoglobin A (Alpha2Beta2) and hemoglobin F (Alpha2Gamma2) but not with hemoglobin A2 (Alpha2Delta2)"}, {"pubmed": 31145010, "text": "A new unstable hemoglobin (Hb) variant, named Hb Aalesund, was detected during Hb A1c measurement in a patient with a nearly compensated hemolytic anemia. Sequencing of the alpha-globin genes revealed a 7 bp deletion in exon 3 of the HBA2 gene (HBA2: c.400_406delAGCACCG) (NM_000517.4) causing a frameshift and a premature termination codon (PTC) two positions downstream."}, {"pubmed": 31304855, "text": "sequencing methods were used for the detection of different mutations on the alpha-globin (HBA1 and HBA2) genes in the Lak population of Iran"}, {"pubmed": 31690131, "text": "identified a novel mutation of the translation initiation codon of the alpha2-globin gene"}, {"pubmed": 32032239, "text": "Coinheritance of Triplicated Alpha-Globin Gene and Beta-Thalassemia Mutations in Adulthood: Ten Years of Referrals in Northern Greece."}, {"pubmed": 32338097, "text": "Hematological Characteristics of Hb Constant Spring (HBA2: c.427T>C) Carriers in Mainland China."}, {"pubmed": 32420790, "text": "In Silico Analysis of the Effects of Point Mutations on alpha-Globin: Implications for alpha-Thalassemia."}, {"pubmed": 32436451, "text": "Hb Westmead (HBA2: c.369C>G): Hematological Characteristics in Heterozygotes with and without alpha(0)-Thalassemia."}, {"pubmed": 32482156, "text": "Association of Hb A2 Variants with Several Forms of alpha- and beta-Thalassemia in Thailand."}, {"pubmed": 32552204, "text": "Further Characterization of Hb Bronovo [alpha103(G10)His-->Leu; HBA2: c.311A>T] and First Report of the Homozygous State."}, {"pubmed": 32605393, "text": "A Woman with Missing Hb A2 Due to a Novel (epsilongamma)deltabeta(0)-Thalassemia and a Novel delta-Globin Variant Hb A2-Gebenstorf (HBD: c.209G>A)."}, {"pubmed": 32712856, "text": "Molecular spectrum of alpha-thalassemia mutations in Erbil province of Iraqi Kurdistan."}, {"pubmed": 32727229, "text": "alpha-Thalassemia Intermedia Results from Interactions of Unstable Hb Prato [alpha31(B12)Arg-->Ser (HBA1 or HBA2 c.96G>T or C)] with the alpha-Thalassemia-1 [- -(SEA) (Southeast Asian)] Deletion in Thailand."}, {"pubmed": 32751969, "text": "Effect of Mutations on mRNA and Globin Stability: The Cases of Hb Bernalda/Groene Hart and Hb Southern Italy."}, {"pubmed": 33023349, "text": "Association of Hb Shenyang [alpha26(B7)Ala-->Glu, GCG>GAG, HBA2: c.80C>A (or HBA1)] with Several Types of alpha-Thalassemia in Thailand."}, {"pubmed": 33054440, "text": "Heterozygosity for the Novel HBA2: c.*91_*92delTA Polyadenylation Site Variant on the alpha2-Globin Gene Expanding the Genetic Spectrum of alpha-Thalassemia in Iran."}, {"pubmed": 33054450, "text": "delta-Globin Chain Variants Associated with Decreased Hb A2 Levels: A National Reference Laboratory Experience."}, {"pubmed": 33222574, "text": "Molecular Characterization and Hematological Aspects of Hb E-Myanmar [beta26(B8)Glu-->Lys and beta65(E9)Lys-->Asn, HBB: c.[79G>A;198G>C]): A Novel beta-Thalassemic Hemoglobin Variant."}, {"pubmed": 33734896, "text": "Molecular and Hematological Analysis of Alpha- and Beta-Thalassemia in a Cohort of Mexican Patients."}, {"pubmed": 33960673, "text": "Assessment of Hemoglobin A2 stability at room temperature during 24 or 25 days as measured by high pressure liquid chromatography and capillary electrophoresis."}, {"pubmed": 35052472, "text": "Importance of Sequencing HBA1, HBA2 and HBB Genes to Confirm the Diagnosis of High Oxygen Affinity Hemoglobin."}, {"pubmed": 35741722, "text": "Phenotypic Expression of Known and Novel Hemoglobin A2-Variants, Hemoglobin A2-Mae Phrik [Delta 52(D3) Asp &gt; Gly, HBD:c.158A &gt; G], Associated with Hemoglobin E [Beta 26(B8) Glu &gt; Lys, HBB:c.79G &gt; A] in Thailand."}, {"pubmed": 35938954, "text": "First study to describe a novel HbA2: c.400A > C mutation and Hb Dongguan heterozygote in two unrelated Chinese families."}, {"pubmed": 36572139, "text": "Identification of a novel 107 kb deletion in the alpha-globin gene cluster using third-generation sequencing."}, {"pubmed": 36939273, "text": "Hb Chapel Hill or Alpha2 74(EF3) Asp>Gly, a mildly unstable variant found in a Chinese family."}, {"pubmed": 37098594, "text": "Identification of four novel large deletions and complex variants in the alpha-globin locus in Chinese population."}, {"pubmed": 37213176, "text": "Hematological and molecular characteristics of a novel alpha-globin variant Hb Liangqing (HBA2:c.224A>G)."}, {"pubmed": 37519097, "text": "Transfusion requirements and complication rate in beta-thalassemia intermedia due to heterozygous beta-globin gene mutation and triplicated alpha-globin genes."}, {"pubmed": 37548329, "text": "Detecting rare thalassemia in children with anemia using third-generation sequencing."}, {"pubmed": 38123476, "text": "Association of alpha globin gene copy number with exhaled nitric oxide in a cross-sectional study of healthy Black adults."}, {"pubmed": 38542374, "text": "Impact of alpha-Globin Gene Expression and alpha-Globin Modifiers on the Phenotype of beta-Thalassemia and Other Hemoglobinopathies: Implications for Patient Management."}, {"pubmed": 38626234, "text": "Hb H disease associated with compound heterozygosity for --[SEA] deletion and a novel alpha globin chain variant (HBA2:c.175C>A) on the distal histidine in a Chinese family."}, {"pubmed": 38660861, "text": "[Cases Analysis of Hemoglobin H Disease Caused by HBA2:c.2T>C and HBA2:c.2delT Mutations]."}, {"pubmed": 38926992, "text": "[Molecular Diagnosis and Pedigree Analysis of Rare Mutations in Non-coding Region of HBA2 Gene]."}], "genomic_pos": {"chr": "16", "end": 173710, "ensemblgene": "ENSG00000188536", "start": 172876, "strand": 1}, "genomic_pos_hg19": [{"chr": "16", "end": 223709, "start": 222846, "strand": 1}, {"chr": "16", "end": 227521, "start": 226679, "strand": 1}], "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0015670", "pubmed": [881729, 7518430, 11159543, 15449937], "qualifier": "involved_in", "term": "carbon dioxide transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015671", "pubmed": [11159543, 11307949], "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0015671", "pubmed": 7518430, "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0015671", "pubmed": 881729, "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0015671", "pubmed": 7518430, "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0030185", "pubmed": 8292032, "qualifier": "involved_in", "term": "nitric oxide transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042542", "pubmed": 19740759, "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042744", "pubmed": 19740759, "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 21805676, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005833", "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005833", "pubmed": 19740759, "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005833", "pubmed": [881729, 9665850, 15449937, 16765986], "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005833", "pubmed": 7555018, "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031838", "qualifier": "part_of", "term": "haptoglobin-hemoglobin complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031838", "pubmed": 19740759, "qualifier": "part_of", "term": "haptoglobin-hemoglobin complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071682", "qualifier": "located_in", "term": "endocytic vesicle lumen"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0072562", "pubmed": 22516433, "qualifier": "located_in", "term": "blood microparticle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004601", "qualifier": "contributes_to", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004601", "pubmed": 19740759, "qualifier": "contributes_to", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005344", "qualifier": "enables", "term": "oxygen carrier activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005506", "qualifier": "enables", "term": "iron ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [1552945, 6683087, 9441940, 9830011, 9894000, 10390349, 10930828, 11159543, 11724557, 12072504, 15550245, 15835899, 16169070, 23123858, 25156257, 25416956, 28665412, 29997244, 30833564, 32296183, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019825", "qualifier": "enables", "term": "oxygen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031720", "qualifier": "contributes_to", "term": "haptoglobin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031720", "pubmed": 19740759, "qualifier": "contributes_to", "term": "haptoglobin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043177", "qualifier": "enables", "term": "organic acid binding"}]}, "homologene": {"genes": [[8364, 394454], [9031, 416652], [9544, 693930], [9544, 701930], [9606, 3039], [9606, 3040], [9615, 100855540], [9615, 100855558], [9913, 512439], [9913, 100140149], [10090, 15122], [10090, 110257], [10116, 287167]], "id": 469}, "interpro": [{"desc": "Globin", "id": "IPR000971", "short_desc": "Globin"}, {"desc": "Hemoglobin, alpha-type", "id": "IPR002338", "short_desc": "Hemoglobin_a-typ"}, {"desc": "Globin-like superfamily", "id": "IPR009050", "short_desc": "Globin-like_sf"}, {"desc": "Globin/Protoglobin", "id": "IPR012292", "short_desc": "Globin/Proto"}, {"desc": "Hemoglobin, pi", "id": "IPR002339", "short_desc": "Hemoglobin_pi"}], "ipi": "IPI00410714", "map_location": "16p13.3", "name": "hemoglobin subunit alpha 2", "other_names": ["alpha globin", "alpha-2 globin", "hemoglobin alpha chain", "hemoglobin subunit alpha", "hemoglobin, alpha 2", "mutant hemoglobin alpha 2 globin chain"], "pathway": {"biocarta": {"id": "ahsppathway", "name": "hemoglobins chaperone"}, "kegg": [{"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1237044", "name": "Erythrocytes take up carbon dioxide and release oxygen"}, {"id": "R-HSA-1247673", "name": "Erythrocytes take up oxygen and release carbon dioxide"}, {"id": "R-HSA-1480926", "name": "O2/CO2 exchange in erythrocytes"}, {"id": "R-HSA-2168880", "name": "Scavenging of heme from plasma"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}]}, "pdb": ["1A00", "1A01", "1A0U", "1A0Z", "1A3N", "1A3O", "1A9W", "1ABW", "1ABY", "1AJ9", "1B86", "1BAB", "1BBB", "1BIJ", "1BUW", "1BZ0", "1BZ1", "1BZZ", "1C7B", "1C7C", "1C7D", "1CLS", "1CMY", "1COH", "1DKE", "1DXT", "1DXU", "1DXV", "1FDH", "1FN3", "1G9V", "1GBU", "1GBV", "1GLI", "1GZX", "1HAB", "1HAC", "1HBA", "1HBB", "1HBS", "1HCO", "1HDB", "1HGA", "1HGB", "1HGC", "1HHO", "1IRD", "1J3Y", "1J3Z", "1J40", "1J41", "1J7S", "1J7W", "1J7Y", "1JY7", "1K0Y", "1K1K", "1KD2", "1LFL", "1LFQ", "1LFT", "1LFV", "1LFY", "1LFZ", "1LJW", "1M9P", "1MKO", "1NEJ", "1NIH", "1NQP", "1O1I", "1O1J", "1O1K", "1O1L", "1O1M", "1O1N", "1O1O", "1O1P", "1QI8", "1QSH", "1QSI", "1QXD", "1QXE", "1R1X", "1R1Y", "1RPS", "1RQ3", "1RQ4", "1RQA", "1RVW", "1SDK", "1SDL", "1SHR", "1SI4", "1THB", "1UIW", "1VWT", "1XXT", "1XY0", "1XYE", "1XZ2", "1XZ4", "1XZ5", "1XZ7", "1XZU", "1XZV", "1Y01", "1Y09", "1Y0A", "1Y0C", "1Y0D", "1Y0T", "1Y0W", "1Y22", "1Y2Z", "1Y31", "1Y35", "1Y45", "1Y46", "1Y4B", "1Y4F", "1Y4G", "1Y4P", "1Y4Q", "1Y4R", "1Y4V", "1Y5F", "1Y5J", "1Y5K", "1Y7C", "1Y7D", "1Y7G", "1Y7Z", "1Y83", "1Y85", "1Y8W", "1YDZ", "1YE0", "1YE1", "1YE2", "1YEN", "1YEO", "1YEQ", "1YEU", "1YEV", "1YFF", "1YG5", "1YGD", "1YGF", "1YH9", "1YHE", "1YHR", "1YIE", "1YIH", "1YVQ", "1YVT", "1YZI", "1Z8U", "2D5Z", "2D60", "2DN1", "2DN2", "2DN3", "2DXM", "2H35", "2HBC", "2HBD", "2HBE", "2HBF", "2HBS", "2HCO", "2HHB", "2HHD", "2HHE", "2M6Z", "2W6V", "2W72", "2YRS", "3B75", "3D17", "3D7O", "3DUT", "3HHB", "3HXN", "3IA3", "3IC0", "3IC2", "3KMF", "3NL7", "3NMM", "3ODQ", "3ONZ", "3OO4", "3OO5", "3OVU", "3P5Q", "3QJB", "3QJC", "3QJD", "3QJE", "3R5I", "3S48", "3S65", "3S66", "3SZK", "3WCP", "3WHM", "4FC3", "4HHB", "4IJ2", "4L7Y", "4M4A", "4M4B", "4MQC", "4MQG", "4MQH", "4MQI", "4MQJ", "4MQK", "4N7N", "4N7O", "4N7P", "4N8T", "4NI0", "4NI1", "4ROL", "4ROM", "4WJG", "4X0L", "4XS0", "5E29", "5E6E", "5E83", "5EE4", "5HU6", "5HY8", "5JDO", "5KDQ", "5KSI", "5KSJ", "5NI1", "5SW7", "5U3I", "5UCU", "5UFJ", "5URC", "5VMM", "5WOG", "5WOH", "5X2R", "5X2S", "5X2T", "5X2U", "6BB5", "6BNR", "6BWP", "6BWU", "6DI4", "6HAL", "6HBW", "6HK2", "6KA9", "6KAE", "6KAH", "6KAI", "6KAO", "6KAP", "6KAQ", "6KAR", "6KAS", "6KAT", "6KAU", "6KAV", "6KYE", "6L5V", "6L5W", "6L5X", "6L5Y", "6LCW", "6LCX", "6NBC", "6NBD", "6NQ5", "6TB2", "6XD9", "6XDT", "6XE7", "7AET", "7AEU", "7AEV", "7CUE", "7DY3", "7DY4", "7JJQ", "7JXZ", "7JY0", "7JY1", "7JY3", "7K4M", "7PCF", "7PCH", "7PCQ", "7QU4", "7UD7", "7UD8", "7UF6", "7UF7", "7UVB", "7VDE", "7XGY", "8DOV", "8EGI", "8FDK", "8FDL", "8FDM", "8FDN"], "pfam": "PF00042", "pharmgkb": "PA29199", "pharos": {"target_id": 15512, "tdl": "Tclin"}, "pir": ["A90807", "C93303", "I58217"], "prosite": "PS01033", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF210883", "relationship": "is"}, {"id": "GNF216335", "relationship": "is"}, {"id": "GNF221787", "relationship": "is"}, {"id": "GNF227239", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164472", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035588", "relationship": "similar to"}, "GNF_mm+hs-MGC": [{"id": "GNF006303", "relationship": "is"}, {"id": "GNF006306", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF239776", "relationship": "is"}}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_000006.1", "NG_059186.1", "NG_059271.1"], "protein": "NP_000508.1", "rna": "NM_000517.6", "translation": {"protein": "NP_000508.1", "rna": "NM_000517.6"}}, "reporter": {"HG-U133_Plus_2": ["204018_x_at", "209458_x_at", "211699_x_at", "211745_x_at", "214414_x_at", "217414_x_at"], "HG-U95Av2": "31525_s_at", "HTA-2_0": ["TC16000007.hg.1", "TC16000008.hg.1", "TC16001729.hg.1"], "HuEx-1_0": ["3642664", "3642675"], "HuGene-1_1": ["7991762", "7991766"]}, "summary": "The human alpha globin gene cluster located on chromosome 16 spans about 30 kb and includes seven loci: 5'- zeta - pseudozeta - mu - pseudoalpha-1 - alpha-2 - alpha-1 - theta - 3'. The alpha-2 (HBA2) and alpha-1 (HBA1) coding sequences are identical. These genes differ slightly over the 5' untranslated regions and the introns, but they differ significantly over the 3' untranslated regions. Two alpha chains plus two beta chains constitute HbA, which in normal adult life comprises about 97% of the total hemoglobin; alpha chains combine with delta chains to constitute HbA-2, which with HbF (fetal hemoglobin) makes up the remaining 3% of adult hemoglobin. Alpha thalassemias result from deletions of each of the alpha genes as well as deletions of both HBA2 and HBA1; some nondeletion alpha thalassemias have also been reported. [provided by RefSeq, Jul 2008].", "symbol": "HBA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415478"}, "unigene": ["Hs.654744", "Hs.449630"], "uniprot": {"Swiss-Prot": "P69905", "TrEMBL": ["G3V1N2", "D1MGQ2", "A0A2R8Y7C0"]}, "wikipedia": {"url_stub": "Hemoglobin, alpha 2"}}