{"AllianceGenome": "4831", "HGNC": "4831", "MIM": "142200", "_id": "3047", "_version": 1, "accession": {"genomic": ["AC104389.8", "AF487523.1", "AY534688.1", "CH471064.2", "CP068267.2", "EU003441.1", "FJ457903.1", "FJ948814.1", "GU324925.1", "J00176.1", "M32249.1", "M32724.1", "M91036.1", "M91037.1", "MN609913.1", "MT802124.1", "NC_000011.10", "NC_060935.1", "NG_000007.3", "U01317.1", "V00513.1", "V00514.1"], "protein": ["AAA16332.1", "AAA35953.1", "AAA52637.1", "AAA58493.1", "AAA58609.1", "AAB59429.1", "AAH10913.1", "AAH20719.1", "AAL99545.1", "AAS48085.1", "ABS32033.1", "ACJ77099.1", "ADB93136.1", "ADL14496.1", "CAA23770.1", "CAA23771.1", "CAA23772.1", "CAA39188.1", "EAW68804.1", "NP_000550.2", "P69891.3", "QLF98852.1", "UBK24483.1"], "rna": ["BC010913.1", "BC020719.1", "NM_000559.3", "V00512.1", "X55655.1"], "translation": [{"protein": "NP_000550.2", "rna": "NM_000559.3"}, {"protein": "CAA23770.1", "rna": "V00512.1"}, {"protein": "AAH20719.1", "rna": "BC020719.1"}, {"protein": "AAH10913.1", "rna": "BC010913.1"}, {"protein": "CAA39188.1", "rna": "X55655.1"}]}, "alias": ["HBG-T2", "HBGA", "HBGR", "HSGGL1", "PRO2979"], "ensembl": {"gene": "ENSG00000213934", "protein": ["ENSP00000327431", "ENSP00000488759"], "transcript": ["ENST00000330597", "ENST00000632727", "ENST00000648735"], "translation": [{"protein": "ENSP00000327431", "rna": "ENST00000330597"}, {"protein": "ENSP00000488759", "rna": "ENST00000632727"}], "type_of_gene": "protein_coding"}, "entrezgene": "3047", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.10086364189, "exp_mis": 24.4901396519, "exp_syn": 12.0167310934, "lof_z": 0.0689327182311569, "mis_z": 1.6298409810032, "mu_lof": 2.17050395407e-07, "mu_mis": 3.36383586236e-06, "mu_syn": 1.51559816365e-06, "n_lof": 2.0, "n_mis": 8.0, "n_syn": 2.0, "p_li": 0.0297794697176572, "p_null": 0.379056660608865, "p_rec": 0.591163869673478, "syn_z": 1.79135751750477}, "bp": 444, "cds_end": 5271034, "cds_start": 5269588, "n_exons": 3, "nonpsych": {"exp_lof": 1.86782613006, "exp_mis": 22.1322821359, "exp_syn": 10.8426426306, "lof_z": -0.0949793877537687, "mis_z": 1.62238135952892, "mu_lof": 2.17050395407e-07, "mu_mis": 3.36383586236e-06, "mu_syn": 1.51559816365e-06, "n_lof": 2.0, "n_mis": 7.0, "n_syn": 2.0, "p_li": 0.0296712386985946, "p_null": 0.409218167619745, "p_rec": 0.56111059368166, "syn_z": 1.6907442803648}, "nontcga": {"exp_lof": 1.92951379827, "exp_mis": 22.5276492912, "exp_syn": 11.0521118872, "lof_z": -0.0500566098413325, "mis_z": 1.73485446757456, "mu_lof": 2.17050395407e-07, "mu_mis": 3.36383586236e-06, "mu_syn": 1.51559816365e-06, "n_lof": 2.0, "n_mis": 6.0, "n_syn": 2.0, "p_li": 0.0287637919268325, "p_null": 0.386758042352954, "p_rec": 0.584478165720214, "syn_z": 1.72404868895629}, "transcript": "ENST00000330597.3"}, "exons": [{"cdsend": 5249804, "cdsstart": 5248358, "chr": "11", "position": [[5248268, 5248487], [5249367, 5249590], [5249712, 5249857]], "strand": -1, "transcript": "NM_000559", "txend": 5249857, "txstart": 5248268}], "exons_hg19": [{"cdsend": 5271034, "cdsstart": 5269588, "chr": "11", "position": [[5269498, 5269717], [5270597, 5270820], [5270942, 5271087]], "strand": -1, "transcript": "NM_000559", "txend": 5271087, "txstart": 5269498}], "generif": [{"pubmed": 11960008, "text": "Developmental specificity of recruitment of TBP to the TATA box of the human gamma-globin gene"}, {"pubmed": 12093744, "text": "DRED binds with high affinity to DR1 sites in the human epsilon & gamma globin promoters, but the adult beta-globin promoter has no DR1 element. An HPFH mutation in a DR1 site causes elevated gamma-globin transcription & reduces TR2/TR4 binding in vitro."}, {"pubmed": 12393499, "text": "Apicidin activates the A gamma globin gene promoter. Activation of the Agamma-globin promoter by apicidin could be inhibited by p38 inhibitor SB203580"}, {"pubmed": 12393583, "text": "In transgenic mice treated with short-chain fatty acid derivatives once daily for 5 days, human gamma globin mRNA increased 2-fold, reticulocytes increased 2-fold."}, {"pubmed": 14645237, "text": "human gamma-globin gene expression is developmentally regulated by the CCAAT box"}, {"pubmed": 14649320, "text": "in an Albanian family, two mutations of the gamma-globin promoter (for both HBG1 and HBG2) are assoicated in trans with a beta thal point mutation, that results in increased levels of HbF"}, {"pubmed": 15613485, "text": "a multiprotein complex containing GATA-1, Oct-1, and other protein factors may contribute to the formation of a repressive chromatin structure that silences gamma-globin gene expression"}, {"pubmed": 15831451, "text": "Direct repeat element in the promoter region of the gamma-globin gene autonomously mediates definitive stage-specific gene silencing."}, {"pubmed": 16631597, "text": "Together, these results show that the cAMP pathway blocks gamma-globin gene expression in K562 cells by increasing c-Myb expression."}, {"pubmed": 16849648, "text": "A novel gamma-globin-inducing short-chain fatty acid derivative (SCFAD), RB7, which was identified through computational modeling, produced a 6-fold induction in a reporter assay."}, {"pubmed": 17212360, "text": "These results suggest that different PKC isoforms may exert ontogenetic-specific functions in erythropoiesis and that modulation of PKCalpha might affect the activity of (A)gamma-promoter-driven reporters."}, {"pubmed": 17612629, "text": "data provide important clues for identifying and validating trans-activators that activate the gamma-globin gene in fetuses, and trans-acting factors involved in silencing the gamma-globin gene in adults"}, {"pubmed": 17916326, "text": "This work describes the study of the interactions of different hemoglobin variants HbA, HbE and HbF and the globin subunits of HbA with the two aminophospholipids in the presence and absence of cholesterol."}, {"pubmed": 17976188, "text": "analysis of a model for dynamic post-transcriptional control of gamma-globin gene expression, through modulation of the stability of its encoding mRNA"}, {"pubmed": 18096417, "text": "study reports 2 new forms of nondeletional hereditary persistence of fetal hemoglobin; the presence of a (G)gamma-196 C-->T in the first case and an (A)gamma-201 C-->T in the second was revealed"}, {"pubmed": 18347053, "text": "during definitive erythropoiesis, gamma-globin gene expression is silenced, in part, by binding a protein complex containing GATA-1, FOG-1, and Mi2 at the -566/-567 GATA sites of the proximal gamma-globin promoters"}, {"pubmed": 18615450, "text": "Very low HBA2 levels of HBA2 in compound heterozygotes result from functional inhibition of the HBD gene in cis to the HBG1 gene bearing the nd-HPFH mutation. Absence of the HBG1:g.-225-222AGCAdel variation correlated with lower HbF & higher HbA2 levels."}, {"pubmed": 18718799, "text": "Observations from these two unique cases provide solid evidence that the Alphagamma - 158 C > T mutation plays an important role in Agamma-globin gene transcription."}, {"pubmed": 19220418, "text": "EKLF and the co-activator BRG1 are co-opted by short-chain fatty acid derivatives to activate the gamma globin genes"}, {"pubmed": 19327156, "text": "Disrupting the bindings of the Oct-1 transcriptional factors with the decoy oligonucleotide provides a novel approach for inducing expression of the gamma-globin genes."}, {"pubmed": 19712585, "text": "The data suggest that miR-210 might be involved in increased expression of gamma-globin genes in differentiating erythroid cells."}, {"pubmed": 19861270, "text": "Low-dose hydroxyurea combined with sodium butyrate can up-regulate gamma globin gene expression in human erythroid progenitor cells."}, {"pubmed": 19958188, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19958188, "text": "the A allele of -588, [+] allele of XmnI and HS-111 (-21 A) variation are useful genetic markers to differentiate between beta-thalassemia major and beta-thalassemia intermedia patients"}, {"pubmed": 19958189, "text": "the gamma-globin -195 mutation is the unique cause of elevation of Hb F in Brazilian hereditary persistence of fetal hemoglobin"}, {"pubmed": 20439494, "text": "role of the hematopoietic transcription factor GATA-1, its cofactor FOG-1, and the associated chromatin remodeling complex NuRD in the developmental silencing of HBG1 and HBG2 gene expression"}, {"pubmed": 20584642, "text": "Sodium butyrate increases the level of acetylated histone in gamma-globin gene promoter regions."}, {"pubmed": 20602015, "text": "polymorphisms -396_-391 del HBG2, -369 SNP HBG2 and -271 SNP HBG1 correlated with HbF levels, hence, it suggests an important role of HBG2 and HBG1 gene polymorphisms on the HbF synthesis."}, {"pubmed": 20676097, "text": "KLF1 controls globin gene switching by directly activating beta-globin and indirectly repressing gamma-globin gene expression."}, {"pubmed": 21144779, "text": "Xmn I polymorphism associated with concomitant activation of Ggamma and Agamma globin gene transcription on a beta0-thalassemia chromosome."}, {"pubmed": 22010104, "text": "Alternative NLI complexes mediate gamma-globin transcription or silencing through long-range locus control region interactions involving an intergenic site of noncoding RNA transcription and that ETO2 is critical to this process."}, {"pubmed": 22273484, "text": "Three different gene rearrangements in three unrelated patients with the same breakpoints in the gamma-globin gene can lead to different levels of Hb A2 depending on the remaining number of gamma-globin genes."}, {"pubmed": 22469229, "text": "Activation of the p38 MAPK pathway by sodium butyrate augments gamma-globin expression through a CREB1 response element (CRE) that is present in the upstream promoter region of Ggamma gene."}, {"pubmed": 22689669, "text": "data are consistent with a model in which WDR5 binds the gamma-globin promoter in a PRMT5-dependent manner."}, {"pubmed": 22739173, "text": "Methylation sites 28, 122, 231 and 234 bp of gamma-globin gene promoter are found both in patients with beta-thalassemia major and healthy adults."}, {"pubmed": 22825848, "text": "results establish SATB2 as a novel gamma-globin gene regulator and provide a glimpse of the differential and cooperative roles of SATB family proteins in modulating clustered genes transcription"}, {"pubmed": 23071749, "text": "NF-Y recruits the developmentally regulated, erythroid transcription activator GATA-2 and general repressor BCL11A to modulate transcription of the gamma-globin gene."}, {"pubmed": 23425329, "text": "the stimulation of GPCRs supports the postulated connection between cAMP/PKA and NO/cGMP pathways in activation of gamma-globin expression, via JUN and p38 MAPK signaling."}, {"pubmed": 23777413, "text": "Data suggest that segregation of BCL11A haplotype 2 indicating an involvement of this locus in Hb F expression."}, {"pubmed": 23993951, "text": "Data indicate that in embryonic stem cells (hESCs)-derived erythroblasts where both epsilon and gamma globin were active, epsilon globin was immediately silenced upon transfer, whereas gamma globin continued to be expressed for months."}, {"pubmed": 24223142, "text": "There is synergism between developmental stage-specific recruitments of the ATF2 protein complex and expression of gamma-globin during erythropoiesis."}, {"pubmed": 24914133, "text": "Data indicate that hydroxyurea (HU) induces SAR1 protein expression, which in turn activates gamma-globin expression, predominantly through the Gialpha/JNK/Jun pathway."}, {"pubmed": 25565447, "text": "This report we discusses the molecular characteristics and diagnostic criteria of a new (A)gamma chain variant that was detected during newborn screening and named Hb F-Sykesville MD [(A)gamma113(G15)Val --> Ile; HBG1: c.340G>A]."}, {"pubmed": 25681747, "text": "Findings indicate that both antisickling beta-globin and gamma-globin lentiviral vectors demonstrate efficient gene transfer into sickle cells."}, {"pubmed": 25808664, "text": "Inactivation of HDAC1 or HDAC2 induces gamma-globin expression without altering cell cycle or proliferation."}, {"pubmed": 25971621, "text": "analysis of a point mutation that increases fetal globin expression through de novo recruitment of the activator TAL1 to promote chromatin looping of distal enhancers to the modified gamma-globin promoter"}, {"pubmed": 25986606, "text": "Results indicate that compound II induces the gamma globin gene in hydroxyurea (HU)-resistant primary adult erythroid cells and suggest potenetial therapy for sickle cell disease (SCD) and severe beta-thalassemias."}, {"pubmed": 26053062, "text": "a successful induction of gamma-globin includes a reduction in BCL11A, KLF1 and TAL1 expression."}, {"pubmed": 26575252, "text": "These data confirm the regulatory role of the HBG1: g.-225_-222 region that exerts its effect under conditions of erythropoietic stress characteristic for beta-thal patients."}, {"pubmed": 26686224, "text": "Data show that the ancestral allele C at rs2855126, located upstream of gamma-globin (HBG1) is associated with increased serum uric acid levels."}, {"pubmed": 26840243, "text": "results suggest that KLF1 directly regulates the beta-globin gene, but probably has less direct impact on expression of the gamma-globin gene in fetal erythroblasts"}, {"pubmed": 26897028, "text": "Study found a novel polymorphism of the A-gamma-globin gene in four families with b0-thalassemia and high levels of HbF expression. Additionally, evidence suggesting that the Ac-globin gene +25(G-A) polymorphism decreases the efficiency of the interaction between this sequence and specific DNA binding protein complexes."}, {"pubmed": 28659276, "text": "Introduction of the British HPFH mutation into the fetal globin promoter in a human cell model causes elevated fetal globin expression. The British HPFH mutation creates a de novo binding site both in vitro and in vivo for the potent erythroid activator KLF1."}, {"pubmed": 28669403, "text": "A Ly1 antibody reactive (LYAR)-binding motif disruptive regulatory single-nucleotide polymorphisms rs368698783 (G/A) from LD block 5 in the proximal promoter of hemoglobin subunit gamma 1 (HBG1) was found to be a significant predictor for beta-thalassemia clinical severity."}, {"pubmed": 28851297, "text": "study describes the characterization of the rs368698783 (+25 G->A) polymorphism of the Agamma-globin gene associated in beta(0)39 thalassemia patients with high HbF in erythroid precursor cells"}, {"pubmed": 29412791, "text": "A significant relationship between two variations (+25G/A and -499T/A) in Agamma gene promotor and fetal hemoglobin levels was observed."}, {"pubmed": 29610478, "text": "Some forms of hereditary persistence of fetal hemoglobin, a rare benign condition where individuals express the gamma-globin gene throughout adulthood, are caused by point mutations in the gamma-globin gene promoter at regions residing ~115 and 200 bp upstream of the transcription start site. We found that the major fetal globin gene repressors BCL11A and ZBTB7A directly bound to the sites at -115 and -200 bp, respecti..."}, {"pubmed": 29932071, "text": "Data suggest that studying genotype frequency of the Xmn1 gammaG globin polymorphism (-158C>T ) in Siwa Oasis, Egypt can be considered as a starting point for further research targeting this community sector."}, {"pubmed": 30150205, "text": "This study explored BGLT3, an erythroid lncRNA encoded downstream of (A)gamma-globin (HBG1). BGLT3 and gamma-globin genes are dynamically cotranscribed in erythroid cells in vivo. Deletion of BGLT3 using CRISPR/Cas9 editing shows that it specifically contributes to regulation of gamma-globin genes."}, {"pubmed": 31688634, "text": "a new mutation, which is a deletion of GCAG in the HBG1 promoter at position -273. This deletion could affect a binding site of a transcription factor unknown so far and thus modulate the expression of the HBG1 gene."}, {"pubmed": 32068918, "text": "Association of polymorphisms in the HBG1-HBD intergenic region with HbF levels."}, {"pubmed": 32576837, "text": "Comparative targeting analysis of KLF1, BCL11A, and HBG1/2 in CD34(+) HSPCs by CRISPR/Cas9 for the induction of fetal hemoglobin."}, {"pubmed": 32755585, "text": "ATF4 Regulates MYB to Increase gamma-Globin in Response to Loss of beta-Globin."}, {"pubmed": 33227819, "text": "A natural DNMT1 mutation elevates the fetal hemoglobin level via epigenetic derepression of the gamma-globin gene in beta-thalassemia."}, {"pubmed": 33649594, "text": "Transcription factor competition at the gamma-globin promoters controls hemoglobin switching."}, {"pubmed": 33744764, "text": "Long noncoding RNA HBBP1 enhances gamma-globin expression through the ETS transcription factor ELK1."}, {"pubmed": 34341563, "text": "Activation of gamma-globin gene expression by GATA1 and NF-Y in hereditary persistence of fetal hemoglobin."}, {"pubmed": 34406845, "text": "Drug Repurposing: Hydroxyurea Therapy Improves the Transfusion-Free Interval in HbE/Beta-Thalassemia-Major Patients with the XmnI Polymorphism."}, {"pubmed": 34535703, "text": "Novel variants in Krueppel like factor 1 that cause persistence of fetal hemoglobin in In(Lu) individuals."}, {"pubmed": 34569056, "text": "TEA domain transcription factor 4 modulates repression of fetal haemoglobin by direct binding to the gamma-globin gene promoters."}, {"pubmed": 35138035, "text": "Joint efficacy of the three biomarkers SNCA, GYPB and HBG1 for atrial fibrillation and stroke: Analysis via the support vector machine neural network."}, {"pubmed": 38218889, "text": "Activation of gamma-globin expression by LncRNA-mediated ERF promoter hypermethylation in beta-thalassemia."}], "genomic_pos": {"chr": "11", "end": 5249857, "ensemblgene": "ENSG00000213934", "start": 5248269, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 5271122, "start": 5269313, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0015670", "pubmed": [881729, 7543751], "qualifier": "involved_in", "term": "carbon dioxide transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0015671", "pubmed": [7543751, 22096240], "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0015671", "pubmed": 881729, "qualifier": "involved_in", "term": "oxygen transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042744", "qualifier": "involved_in", "term": "hydrogen peroxide catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098869", "qualifier": "involved_in", "term": "cellular oxidant detoxification"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005833", "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "IPI", "gocategory": "CC", "id": "GO:0005833", "pubmed": [881729, 6683087, 11514664], "qualifier": "part_of", "term": "hemoglobin complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0031838", "qualifier": "part_of", "term": "haptoglobin-hemoglobin complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004601", "qualifier": "contributes_to", "term": "peroxidase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005344", "qualifier": "enables", "term": "oxygen carrier activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005344", "pubmed": 22096240, "qualifier": "enables", "term": "oxygen carrier activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0019825", "qualifier": "enables", "term": "oxygen binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031720", "qualifier": "contributes_to", "term": "haptoglobin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031721", "qualifier": "enables", "term": "hemoglobin alpha binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043177", "qualifier": "enables", "term": "organic acid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[9606, 3047], [10116, 502359]], "id": 133561}, "interpro": [{"desc": "Globin", "id": "IPR000971", "short_desc": "Globin"}, {"desc": "Hemoglobin, beta-type", "id": "IPR002337", "short_desc": "Hemoglobin_b"}, {"desc": "Globin-like superfamily", "id": "IPR009050", "short_desc": "Globin-like_sf"}, {"desc": "Globin/Protoglobin", "id": "IPR012292", "short_desc": "Globin/Proto"}], "ipi": "IPI00220706", "map_location": "11p15.4", "name": "hemoglobin subunit gamma 1", "other_names": ["A-gamma globin", "fetal hemoglobin F subunit gamma 1", "gamma A hemoglobin", "gamma globin", "gamma-1-globin", "hb F Agamma", "hemoglobin gamma-1 chain", "hemoglobin gamma-a chain", "hemoglobin subunit gamma-1", "hemoglobin, gamma A", "hemoglobin, gamma, regulator of"], "pantherdb": {"HGNC": "4831", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96023", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10090, "uniprot_kb": "P04443"}, {"RGD": "1564524", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10116, "uniprot_kb": "O88753"}, {"MGI": "96024", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10090, "uniprot_kb": "P04444"}, {"RGD": "620306", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10116, "uniprot_kb": "O88754"}, {"MGI": "96027", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10090, "uniprot_kb": "P02104"}, {"RGD": "1305115", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 10116, "uniprot_kb": "O88752"}, {"Ensembl": "ENSGALG00000028273", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 9031, "uniprot_kb": "Q90864"}, {"Gene": "HBE", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 9031, "uniprot_kb": "P02128"}, {"Ensembl": "ENSGALG00000017347", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 9031, "uniprot_kb": "P02127"}, {"Ensembl": "ENSGALG00000035309", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 9031, "uniprot_kb": "A0A1D5P4A2"}, {"Ensembl": "ENSGALG00000047152", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 9031, "uniprot_kb": "P02112"}, {"ZFIN": "ZDB-GENE-040801-164", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "Q6ZM12"}, {"Gene_ORFName": "dz118j2.1", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "Q90485"}, {"ZFIN": "ZDB-GENE-090501-3", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "O93548"}, {"Ensembl": "ENSDARG00000089087", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "Q90486"}, {"ZFIN": "ZDB-GENE-040702-1", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "Q7T1B0"}, {"ZFIN": "ZDB-GENE-980526-287", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "A0A2R8QE13"}, {"ZFIN": "ZDB-GENE-030616-7", "ortholog_type": "O", "panther_family": "PTHR11442", "taxid": 7955, "uniprot_kb": "F6NT71"}], "uniprot_kb": "P69891"}, "pathway": {"pid": {"id": "atf2_pathway", "name": "ATF-2 transcription factor network"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}]}, "pdb": ["1I3D", "1I3E"], "pfam": "PF00042", "pharmgkb": "PA29206", "pharos": {"target_id": 14515, "tdl": "Tbio"}, "pir": "A90803", "prosite": "PS01033", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": {"id": "GNF210884", "relationship": "is"}, "GNF_hs-ORFeome1_1_reads": {"id": "GNF158294", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF044206", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006312", "relationship": "is"}, {"id": "GNF006313", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_000007.3"], "protein": "NP_000550.2", "rna": "NM_000559.3", "translation": {"protein": "NP_000550.2", "rna": "NM_000559.3"}}, "reporter": {"HG-U133_Plus_2": ["204419_x_at", "204848_x_at", "213515_x_at"], "HG-U95Av2": "38585_at", "HTA-2_0": "TC11001333.hg.1", "HuEx-1_0": "3360441", "HuGene-1_1": ["7946048", "7946054"], "HuGene-2_1": ["16734862", "16734868"]}, "retired": 8047, "summary": "The gamma globin genes (HBG1 and HBG2) are normally expressed in the fetal liver, spleen and bone marrow. Two gamma chains together with two alpha chains constitute fetal hemoglobin (HbF) which is normally replaced by adult hemoglobin (HbA) at birth. In some beta-thalassemias and related conditions, gamma chain production continues into adulthood. The two types of gamma chains differ at residue 136 where glycine is found in the G-gamma product (HBG2) and alanine is found in the A-gamma product (HBG1). The former is predominant at birth. The order of the genes in the beta-globin cluster is: 5'-epsilon -- gamma-G -- gamma-A -- delta -- beta--3'. [provided by RefSeq, Jul 2008].", "symbol": "HBG1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415485"}, "unigene": "Hs.702189", "uniprot": {"Swiss-Prot": "P69891", "TrEMBL": ["A0A0J9YYA3", "D9YZU8"]}, "wikipedia": {"url_stub": "HBG1"}}