{"AllianceGenome": "16882", "HGNC": "16882", "MIM": "605206", "_id": "10021", "_version": 2, "accession": {"genomic": ["AC009660.15", "AC068397.6", "CH471082.1", "CP068263.2", "JA696662.1", "NC_000015.10", "NC_060939.1", "NG_009063.1"], "protein": ["CAB42604.1", "CAB52754.1", "CCF23300.1", "EAW77925.1", "NP_005468.1", "Q9Y3Q4.1", "XP_011519450.1", "XP_054233140.1"], "rna": ["AJ132429.1", "AJ238850.1", "BM979827.1", "BP291686.1", "DQ854814.1", "NM_005477.3", "XM_011521148.3", "XM_054377165.1"], "translation": [{"protein": "XP_011519450.1", "rna": "XM_011521148.3"}, {"protein": "CAB42604.1", "rna": "AJ132429.1"}, {"protein": "CAB52754.1", "rna": "AJ238850.1"}, {"protein": "NP_005468.1", "rna": "NM_005477.3"}, {"protein": "XP_054233140.1", "rna": "XM_054377165.1"}]}, "alias": ["BRGDA8", "EIG18", "SSS2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": [{"classification": "disputed", "classification_date": "2017-11-21T00:00:00", "disease_label": "Brugada syndrome 1", "gcep": "Brugada Syndrome Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0011001", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_10150", "sop": "SOP5"}, {"classification": "limited", "classification_date": "2016-12-22T00:00:00", "disease_label": "familial thoracic aortic aneurysm and aortic dissection", "gcep": "Heritable Thoracic Aortic Aneurysm and Dissection Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0019625", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGCIEX:assertion_8262", "sop": "SOP4"}]}, "ensembl": {"gene": "ENSG00000138622", "protein": "ENSP00000261917", "transcript": "ENST00000261917", "translation": [{"protein": "ENSP00000261917", "rna": "ENST00000261917"}], "type_of_gene": "protein_coding"}, "entrezgene": "10021", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 20.1581209312, "exp_mis": 531.507248676, "exp_syn": 276.816792269, "lof_z": 3.34433763040224, "mis_z": 4.82677472361557, "mu_lof": 1.65140816943e-06, "mu_mis": 5.40242507857e-05, "mu_syn": 2.84471990817e-05, "n_lof": 5.0, "n_mis": 304.0, "n_syn": 208.0, "p_li": 0.234597783260834, "p_null": 0.000303897227583155, "p_rec": 0.765098319511583, "syn_z": 2.56417514372612}, "bp": 3612, "cds_end": 73660611, "cds_start": 73614821, "n_exons": 8, "nonpsych": {"exp_lof": 18.0889192281, "exp_mis": 480.909238625, "exp_syn": 250.389806537, "lof_z": 3.25329441988175, "mis_z": 4.73593668891676, "mu_lof": 1.65140816943e-06, "mu_mis": 5.40242507857e-05, "mu_syn": 2.84471990817e-05, "n_lof": 4.0, "n_mis": 275.0, "n_syn": 189.0, "p_li": 0.457157085021653, "p_null": 0.000304196719658622, "p_rec": 0.542538718258688, "syn_z": 2.44259446524021}, "nontcga": {"exp_lof": 18.5302539798, "exp_mis": 488.971487323, "exp_syn": 254.656265122, "lof_z": 3.55892786272248, "mis_z": 4.888444731573, "mu_lof": 1.65140816943e-06, "mu_mis": 5.40242507857e-05, "mu_syn": 2.84471990817e-05, "n_lof": 3.0, "n_mis": 272.0, "n_syn": 196.0, "p_li": 0.824594600332903, "p_null": 3.36890772435451e-05, "p_rec": 0.175371710589854, "syn_z": 2.32733969764257}, "transcript": "ENST00000261917.3"}, "exons": [{"cdsend": 73368270, "cdsstart": 73322480, "chr": "15", "position": [[73319858, 73323949], [73324088, 73324253], [73324954, 73325195], [73325297, 73325444], [73329572, 73329791], [73332130, 73332292], [73343384, 73343808], [73367485, 73368958]], "strand": -1, "transcript": "NM_005477", "txend": 73368958, "txstart": 73319858}], "exons_hg19": [{"cdsend": 73660611, "cdsstart": 73614821, "chr": "15", "position": [[73612199, 73616290], [73616429, 73616594], [73617295, 73617536], [73617638, 73617785], [73621913, 73622132], [73624471, 73624633], [73635725, 73636149], [73659826, 73661299]], "strand": -1, "transcript": "NM_005477", "txend": 73661299, "txstart": 73612199}], "generif": [{"pubmed": 11675786, "text": "The rat HCN1 and HCN4 were shown to mediate responses to sour stimuli, suggesting a potential new function for the related human proteins."}, {"pubmed": 12194012, "text": "HCN4 activates substantially slower than HCN2 and with a half-maximum activation voltage approximately equal 10 mV less negative, both isoforms activate more positively in myocytes suggesting cell-type specificity"}, {"pubmed": 12750403, "text": "A heterozygous 1-bp deletion (1631delC) in exon 5 of the human HCN4 gene was detected in a patient with idiopathic sinus bradycardia and chronotropic incompetence"}, {"pubmed": 12813043, "text": "the speed of activation of the HCN4 channel is determined by structural elements present in the S1, S1-S2 linker, and the S2 segment"}, {"pubmed": 12856183, "text": "co-expressed KCNE2 enhanced HCN4-generated current amplitudes, slowed the activation kinetics and shifted the voltage for half-maximal activation of currents to more negative voltages"}, {"pubmed": 14657344, "text": "A mouse model for a loss-of-function study of HCN4, which has a strong implication for the function of the related human protein."}, {"pubmed": 15123648, "text": "Data suggest that the loss of function of HCN4 is associated with sinus nodal dysfunction."}, {"pubmed": 15687126, "text": "Native I(f) channels in atrial myocardium are heteromeric complexes composed of HCN4 and/or HCN2."}, {"pubmed": 16407510, "text": "Sinus bradycardia in members of a large family was associated with a mutation in the gene coding for the pacemaker HCN4 ion channel."}, {"pubmed": 16777944, "text": "With computer modelling, we show that in channels with relatively slow opening kinetics and fast mode-shift transitions, such as HCN2 and HCN4 channels, the mode shift effects are not readily observable, except in the tail kinetics."}, {"pubmed": 17646576, "text": "A missense mutation, G480R, in the ion channel pore domain caused sinus node dysfunction. Mutant HCN4 had reduced synthesis, was activated at more negative voltages, & had defective ion trafficking."}, {"pubmed": 17977941, "text": "Src tyrosine kinase enhances HCN4 currents by shifting their activation to more positive potentials and increasing the whole cell channel conductance as well as speeding the channel kinetics. Tyr(531) mediates most of Src's actions on HCN4 channels."}, {"pubmed": 19165230, "text": "The HCN4 channel played a preventive role in triggering bradycardia-induced ventricular arrhythmias."}, {"pubmed": 19238754, "text": "HCN4 associates with Cav3 to form a HCN4 macromolecular complex. Our results also indicated that disruption of caveolae using P104L alters HCN4 function and could cause a reduction of cardiac pacemaker activity."}, {"pubmed": 19570998, "text": "These data reveal the pathophysiologic mechanism of hHCN4-573X-linked sinoatrial node dysfunction in humans."}, {"pubmed": 19748888, "text": "novel mechanism using three endogenous Src kinases to rescue a trafficking defective HCN4 mutant channel (D553N) by enhancing the tyrosine phosphorylation of the mutant channel protein."}, {"pubmed": 19796353, "text": "In this review, we focus on genotype-phenotype correlation of HCN4 mutations and discuss the relative contribution of various ion channels to sinus node function."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20179882, "text": "hHCN4 hysteresis potentially plays a crucial role in human sinoatrial node pacemaking activity."}, {"pubmed": 20207172, "text": "Higher HCN4 mRNA levels in the hypertrophic cardiomyopathy hearts suggest that up-regulation of HCN4 gene expression might be responsible for ventricular arrhythmia that leads to sudden death."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20662977, "text": "A novel mutation is found in HCN4 gene causing symptoms of sinus bradycardia in unrelated male Moroccan Jews."}, {"pubmed": 21372143, "text": "HCN4 channels are expressed in different patterns in brain and heart; the N terminus is important for HCN4 channel activation"}, {"pubmed": 21529705, "text": "These findings suggest HCN4 as a genetic susceptibility factor for mood and anxiety disorders"}, {"pubmed": 21615589, "text": "Genetic analysis in 48 Sudden unexpected death in epilepsy cases identified six novel and three previously reported nonsynonymous (amino acid changing) variants in HCN1 , HCN2, HCN3 and HCN4."}, {"pubmed": 22613709, "text": "Data show that beta(2)-adrenergic receptors beta(2)ARs form protein complexes with the HCN4 channel, as well as with other subtypes of HCN channels."}, {"pubmed": 22683190, "text": "Anti-HCN4 antibodies in the brain might contribute to the pathogenesis of tic symptoms in Tourette's syndrome patients."}, {"pubmed": 23075627, "text": "The HCN4 channels generate currents with reduced amplitude, while the kinetics of activation and deactivation are not altered."}, {"pubmed": 23103389, "text": "Structural and functional description of the disease causing mutation in human HCN4."}, {"pubmed": 23311301, "text": "data show a developmental change in HCN4-Cav3 association in human embryonic stem cell-derived cardiomyocytes"}, {"pubmed": 23623143, "text": "Genetic alterations in ion channels that regulate cardiac rhythms may account for some cases of SIDS, as demonstrated by this report of 2 potentially pathogenic novel or rare variants in the HCN4 gene."}, {"pubmed": 23974038, "text": "Cardiomyogenic progenitors derived from the first heart field and human pluripotent stem cells express HCN4."}, {"pubmed": 24492017, "text": "The HCN4-G1097W mutant channels displayed a loss-of-function type modulation on cardiac If channels and thus could predispose them to AV nodal dysfunction. These data provide a novel insight into the genetic basis for the AV block."}, {"pubmed": 24569893, "text": "Here, we review the changes in expression and kinetics of HCN4 mutant channels and provide an overview of their effects on If during the time course of a human SAN action potential, both under resting conditions and upon adrenergic stimulation. [review]"}, {"pubmed": 24607718, "text": "study identified a novel trafficking-defective mutation in the amino-terminus of HCN4 channel in individuals with early-onset atrial fibrillation (AF); findings support that novel loss-of-function mutations in the HCN4 channel may increase susceptibility and have a role in AF pathogenesis"}, {"pubmed": 24878962, "text": "used NMR to probe the changes caused by the binding of cAMP and of cCMP, a partial agonist, to the apo-cAMP-binding domain of HCN4"}, {"pubmed": 25144323, "text": "study establishes the role of f-channels in cardiac automaticity and indicates that arrhythmia related to HCN loss-of-function may be managed by pharmacological or genetic inhibition of GIRK4 channels"}, {"pubmed": 25145517, "text": "Mutations in ion channel gene HCN4 may be associated with structural abnormalities of the myocardium."}, {"pubmed": 25145518, "text": "The symptom complex of sinus node dysfunction and noncompaction cardiomyopathy is associated with heritable HCN4 defects."}, {"pubmed": 25944904, "text": "The study analyzed HCN4 intracellular region dynamics in the four states of the thermodynamic cycle arising from the coupling between cAMP binding and tetramerization equilibria."}, {"pubmed": 26005035, "text": "Aged patients with sinus rhythm exhibited significantly higher expression levels of HCN2 and HCN4 channel mRNA and protein (P<0.05), but significantly lower expression levels of miR1 and 133, compared with those of adult patients with sinus rhythm."}, {"pubmed": 26206080, "text": "Our results confirm the genetic evidence for the involvement of the HCN4 mutations in the combined bradycardia-non compaction cardiomyopathy phenotype and illustrates that."}, {"pubmed": 27173043, "text": "We here report on multiple families harboring HCN4 mutations, who show significant dilation of the aorta ascendens"}, {"pubmed": 27439367, "text": "This study has identified 4 synonymous variants in the HCN4 gene and 3 SNPs in the CYP3A4 gene. None of the variants appear to have a major effect on the reduction of HR produced by ivabradine."}, {"pubmed": 27553229, "text": "Identified in Brugada syndrome patient HCN4 mutation results in reduced channel function in HEK293 cells."}, {"pubmed": 28104484, "text": "Sick sinus syndrome (SSS) with HCN4 mutations may form a distinct SSS subgroup characterized by early clinical manifestation after adolescence and frequent association with atrial fibrillation and left ventricular noncompaction."}, {"pubmed": 28174302, "text": "S672R mutation results in a constitutive shift of the dynamic auto-inhibitory equilibrium toward inactive states of HCN4 and broadens the free-energy well of the apo-form, enhancing the millisecond to microsecond dynamics of the holo-form at sites critical for gating cAMP binding."}, {"pubmed": 28182231, "text": "The authors report here the first evidence for a heterozygous gain-of-function mutation in the pacemaker HCN4 channel associated with symptoms of familial Inappropriate Sinus Tachycardia."}, {"pubmed": 28465117, "text": "A novel splice site HCN4 gene mutation was identified in a large family with familial bradycardia."}, {"pubmed": 28648120, "text": "Our results indicate that HCN4 channel function is modulated by cav-3. LQTS-associated mutations of cav-3 differentially influence pacemaker current properties indicating a pathophysiological role in clinical manifestations."}, {"pubmed": 28821541, "text": "HCN4 channel remodeling following exercise and subsequent sinus bradycardia in athletes is controlled by miR-423-5p."}, {"pubmed": 29349559, "text": "These findings indicate that HCN4(G811E) may not be a monogenic factor to cause the cardiac disorders."}, {"pubmed": 29444387, "text": "The article described how the structure of the apo cAMP binding domain of the HCN4 isoform has contributed to a model for the cAMP-dependent modulation of the HCN ion-channel. (Review)"}, {"pubmed": 30196304, "text": "Three HCN4 mutations identified in sick sinus syndrome patients caused loss of function in vitro. Loss of function may have resulted from significantly reduced functional HCN4 channel availability and cell surface expression due to defective trafficking."}, {"pubmed": 30452770, "text": "One missense heterozygous variant c.1578C>T (Ala195Val) and four synonymous heterozygous variants c.1552C>T, c.2833C>T, c.3823C>T, and c.4189C>A were discovered in the Sudden unexplained nocturnal death syndrome cases"}, {"pubmed": 30502054, "text": "Results found that HCN4 expression level is modulated by GSK3B in neurons."}, {"pubmed": 30578647, "text": "We report the in vitro functional characterization of four rare variants of uncertain significance in HCN4, identified through testing a cohort of 296 sudden unexpected natural deaths"}, {"pubmed": 30621310, "text": "Human cardiomyocyte progenitor cells expressing HCN4-GFP functionally couple to neonatal rat ventricular myocytes and induce physiologically controlled pacemaker activity and may therefore provide an attractive delivery platform for sustained pacemaker function."}, {"pubmed": 31315459, "text": "HCN4 gene polymorphisms and lone atrial fibrillation risk"}, {"pubmed": 31481236, "text": "HCN4-P883R may increase ectopic trigger and maintenance of atrial fibrillation by shifting the activation voltage."}, {"pubmed": 33095298, "text": "Disease-associated HCN4 V759I variant is not sufficient to impair cardiac pacemaking."}, {"pubmed": 33210868, "text": "[The effects of PDK1-Akt signaling pathway intervention on cardiomyocyte HCN4 ion channels]."}, {"pubmed": 34088380, "text": "Phenotype/Genotype Relationship in Left Ventricular Noncompaction: Ion Channel Gene Mutations Are Associated With Preserved Left Ventricular Systolic Function and Biventricular Noncompaction: Phenotype/Genotype of Noncompaction."}, {"pubmed": 34166608, "text": "Gating movements and ion permeation in HCN4 pacemaker channels."}, {"pubmed": 35219649, "text": "Altered cyclic nucleotide binding and pore opening in a diseased human HCN4 channel."}, {"pubmed": 35328031, "text": "Clinical Presentation of Left Ventricular Noncompaction Cardiomyopathy and Bradycardia in Three Families Carrying HCN4 Pathogenic Variants."}, {"pubmed": 35365232, "text": "Enhancement of pacing function by HCN4 overexpression in human pluripotent stem cell-derived cardiomyocytes."}, {"pubmed": 35864219, "text": "Virus-induced inhibition of cardiac pacemaker channel HCN4 triggers bradycardia in human-induced stem cell system."}, {"pubmed": 36244448, "text": "Channel HCN4 mutation R666Q associated with sporadic arrhythmia decreases channel electrophysiological function and increases protein degradation."}, {"pubmed": 38032931, "text": "A gain-of-function HCN4 mutant in the HCN domain is responsible for inappropriate sinus tachycardia in a Spanish family."}, {"pubmed": 38432398, "text": "Coexistent HCN4 and GATA5 Rare Variants and Atrial Fibrillation in a Large Spanish Family."}], "genomic_pos": {"chr": "15", "end": 73368958, "ensemblgene": "ENSG00000138622", "start": 73319859, "strand": -1}, "genomic_pos_hg19": {"chr": "15", "end": 73661605, "start": 73612200, "strand": -1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0002027", "pubmed": 16407510, "qualifier": "involved_in", "term": "regulation of heart rate"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0003163", "pubmed": 26786210, "qualifier": "involved_in", "term": "sinoatrial node development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0003254", "qualifier": "involved_in", "term": "regulation of membrane depolarization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0003254", "pubmed": 12750403, "qualifier": "involved_in", "term": "regulation of membrane depolarization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006812", "pubmed": 12750403, "qualifier": "involved_in", "term": "monoatomic cation transport"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006936", "pubmed": 10228147, "qualifier": "involved_in", "term": "muscle contraction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0008015", "pubmed": 10228147, "qualifier": "involved_in", "term": "blood circulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035725", "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035725", "pubmed": 22748890, "qualifier": "involved_in", "term": "sodium ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042391", "pubmed": 22748890, "qualifier": "involved_in", "term": "regulation of membrane potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0055117", "pubmed": 12750403, "qualifier": "involved_in", "term": "regulation of cardiac muscle contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071320", "pubmed": [12750403, 16407510, 22748890], "qualifier": "involved_in", "term": "cellular response to cAMP"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071321", "pubmed": 22748890, "qualifier": "involved_in", "term": "cellular response to cGMP"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071805", "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0071805", "pubmed": 16407510, "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071805", "pubmed": 22748890, "qualifier": "involved_in", "term": "potassium ion transmembrane transport"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0086012", "pubmed": 10228147, "qualifier": "involved_in", "term": "membrane depolarization during cardiac muscle cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086015", "pubmed": 12750403, "qualifier": "involved_in", "term": "SA node cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086046", "pubmed": 16407510, "qualifier": "involved_in", "term": "membrane depolarization during SA node cell action potential"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0086091", "pubmed": 12750403, "qualifier": "involved_in", "term": "regulation of heart rate by cardiac conduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098719", "pubmed": 10228147, "qualifier": "involved_in", "term": "sodium ion import across plasma membrane"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0098909", "pubmed": 16407510, "qualifier": "involved_in", "term": "regulation of cardiac muscle cell action potential involved in regulation of contraction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1990573", "pubmed": 10228147, "qualifier": "involved_in", "term": "potassium ion import across plasma membrane"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": [12750403, 16407510, 22748890], "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 12750403, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0098855", "qualifier": "part_of", "term": "HCN channel complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0098855", "pubmed": [10228147, 16407510], "qualifier": "part_of", "term": "HCN channel complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0005222", "pubmed": [10228147, 12750403, 16407510], "qualifier": "enables", "term": "intracellularly cAMP-activated cation channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005248", "pubmed": 22748890, "qualifier": "enables", "term": "voltage-gated sodium channel activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005249", "qualifier": "enables", "term": "voltage-gated potassium channel activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005249", "pubmed": 16407510, "qualifier": "enables", "term": "voltage-gated potassium channel activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005249", "pubmed": 22748890, "qualifier": "enables", "term": "voltage-gated potassium channel activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 37207277, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0030552", "qualifier": "enables", "term": "cAMP binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [22006928, 24776929], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0086041", "pubmed": 16407510, "qualifier": "enables", "term": "voltage-gated potassium channel activity involved in SA node cell action potential depolarization"}]}, "homologene": {"genes": [[7955, 556759], [7955, 557843], [8364, 100495521], [9031, 427478], [9544, 705414], [9598, 467817], [9606, 10021], [9913, 785689], [10090, 330953], [10116, 59266]], "id": 3997}, "interpro": [{"desc": "Cyclic nucleotide-binding domain", "id": "IPR000595", "short_desc": "cNMP-bd_dom"}, {"desc": "Potassium channel, voltage-dependent, EAG/ELK/ERG", "id": "IPR003938", "short_desc": "K_chnl_volt-dep_EAG/ELK/ERG"}, {"desc": "Ion transport domain", "id": "IPR005821", "short_desc": "Ion_trans_dom"}, {"desc": "Ion transport N-terminal", "id": "IPR013621", "short_desc": "Ion_trans_N"}, {"desc": "RmlC-like jelly roll fold", "id": "IPR014710", "short_desc": "RmlC-like_jellyroll"}, {"desc": "Cyclic nucleotide-binding, conserved site", "id": "IPR018488", "short_desc": "cNMP-bd_CS"}, {"desc": "Cyclic nucleotide-binding domain superfamily", "id": "IPR018490", "short_desc": "cNMP-bd_dom_sf"}], "ipi": "IPI00023164", "map_location": "15q24.1", "name": "hyperpolarization activated cyclic nucleotide gated potassium channel 4", "other_names": ["hyperpolarization activated cyclic nucleotide-gated cation channel 4", "potassium/sodium hyperpolarization-activated cyclic nucleotide-gated channel 4"], "pantherdb": {"HGNC": "16882", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1298209", "ortholog_type": "LDO", "panther_family": "PTHR45689", "taxid": 10090, "uniprot_kb": "O70507"}, {"RGD": "71065", "ortholog_type": "LDO", "panther_family": "PTHR45689", "taxid": 10116, "uniprot_kb": "Q9JKA7"}, {"Ensembl": "ENSGALG00000033653", "ortholog_type": "LDO", "panther_family": "PTHR45689", "taxid": 9031, "uniprot_kb": "A0A1D5PY52"}, {"ZFIN": "ZDB-GENE-081105-169", "ortholog_type": "O", "panther_family": "PTHR45689", "taxid": 7955, "uniprot_kb": "E7F7H6"}, {"ZFIN": "ZDB-GENE-060503-193", "ortholog_type": "O", "panther_family": "PTHR45689", "taxid": 7955, "uniprot_kb": "F6NQL8"}, {"ZFIN": "ZDB-GENE-110411-3", "ortholog_type": "O", "panther_family": "PTHR45689", "taxid": 7955, "uniprot_kb": "E7F3Z3"}, {"ZFIN": "ZDB-GENE-050420-360", "ortholog_type": "LDO", "panther_family": "PTHR45689", "taxid": 7955, "uniprot_kb": "A0A2R8QRD5"}, {"FlyBase": "FBgn0263397", "ortholog_type": "LDO", "panther_family": "PTHR45689", "taxid": 7227, "uniprot_kb": "A1Z9N7"}], "uniprot_kb": "Q9Y3Q4"}, "pathway": {"kegg": [{"id": "hsa04024", "name": "cAMP signaling pathway - Homo sapiens (human)"}, {"id": "hsa04742", "name": "Taste transduction - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-112316", "name": "Neuronal System"}, {"id": "R-HSA-1296061", "name": "HCN channels"}, {"id": "R-HSA-1296071", "name": "Potassium Channels"}], "smpdb": [{"id": "SMP00296", "name": "Acebutolol Action Pathway"}, {"id": "SMP00297", "name": "Alprenolol Action Pathway"}, {"id": "SMP00298", "name": "Atenolol Action Pathway"}, {"id": "SMP00299", "name": "Betaxolol Action Pathway"}, {"id": "SMP00300", "name": "Bisoprolol Action Pathway"}, {"id": "SMP00301", "name": "Esmolol Action Pathway"}, {"id": "SMP00302", "name": "Metoprolol Action Pathway"}, {"id": "SMP00303", "name": "Nadolol Action Pathway"}, {"id": "SMP00304", "name": "Oxprenolol Action Pathway"}, {"id": "SMP00305", "name": "Penbutolol Action Pathway"}, {"id": "SMP00306", "name": "Pindolol Action Pathway"}, {"id": "SMP00307", "name": "Propranolol Action Pathway"}, {"id": "SMP00323", "name": "Quinidine Action Pathway"}, {"id": "SMP00324", "name": "Procainamide (Antiarrhythmic) Action Pathway"}, {"id": "SMP00325", "name": "Disopyramide Action Pathway"}, {"id": "SMP00326", "name": "Fosphenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00328", "name": "Lidocaine (Antiarrhythmic) Action Pathway"}, {"id": "SMP00329", "name": "Mexiletine Action Pathway"}, {"id": "SMP00330", "name": "Tocainide Action Pathway"}, {"id": "SMP00331", "name": "Flecainide Action Pathway"}, {"id": "SMP00332", "name": "Ibutilide Action Pathway"}, {"id": "SMP00359", "name": "Diltiazem Action Pathway"}, {"id": "SMP00366", "name": "Nebivolol Action Pathway"}, {"id": "SMP00367", "name": "Carvedilol Action Pathway"}, {"id": "SMP00368", "name": "Labetalol Action Pathway"}, {"id": "SMP00375", "name": "Verapamil Action Pathway"}, {"id": "SMP00376", "name": "Amlodipine Action Pathway"}, {"id": "SMP00377", "name": "Felodipine Action Pathway"}, {"id": "SMP00378", "name": "Isradipine Action Pathway"}, {"id": "SMP00379", "name": "Nifedipine Action Pathway"}, {"id": "SMP00380", "name": "Nimodipine Action Pathway"}, {"id": "SMP00381", "name": "Nisoldipine Action Pathway"}, {"id": "SMP00382", "name": "Nitrendipine Action Pathway"}, {"id": "SMP00588", "name": "Muscle/Heart Contraction"}, {"id": "SMP00657", "name": "Bopindolol Action Pathway"}, {"id": "SMP00658", "name": "Carteolol Action Pathway"}, {"id": "SMP00659", "name": "Timolol Action Pathway"}, {"id": "SMP00660", "name": "Sotalol Action Pathway"}, {"id": "SMP00661", "name": "Epinephrine Action Pathway"}, {"id": "SMP00662", "name": "Dobutamine Action Pathway"}, {"id": "SMP00663", "name": "Isoprenaline Action Pathway"}, {"id": "SMP00664", "name": "Arbutamine Action Pathway"}, {"id": "SMP00665", "name": "Amiodarone Action Pathway"}, {"id": "SMP00666", "name": "Levobunolol Action Pathway"}, {"id": "SMP00667", "name": "Metipranolol Action Pathway"}, {"id": "SMP00668", "name": "Bevantolol Action Pathway"}, {"id": "SMP00669", "name": "Practolol Action Pathway"}, {"id": "SMP00670", "name": "Bupranolol Action Pathway"}], "wikipathways": {"id": "WP1992", "name": "Genes targeted by miRNAs in adipocytes"}}, "pdb": ["2MNG", "3OTF", "3U11", "4HBN", "4KL1", "4NVP", "6GYN", "6GYO"], "pfam": ["PF00027", "PF00520", "PF08412"], "pharmgkb": "PA394", "pharos": {"target_id": 2020, "tdl": "Tclin"}, "prosite": "PS50042", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF260923", "relationship": "is"}, {"id": "GNF260924", "relationship": "is"}, {"id": "GNF260925", "relationship": "is"}, {"id": "GNF260926", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084046", "relationship": "is"}, {"id": "GNF084047", "relationship": "is"}, {"id": "GNF084048", "relationship": "is"}, {"id": "GNF090217", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051699", "relationship": "is"}, {"id": "GNF054887", "relationship": "is"}, {"id": "GNF056465", "relationship": "is"}, {"id": "GNF061227", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF068565", "relationship": "is"}, {"id": "GNF068566", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF098297", "relationship": "is"}, {"id": "GNF137952", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_009063.1"], "protein": ["NP_005468.1", "XP_011519450.1", "XP_054233140.1"], "rna": ["NM_005477.3", "XM_011521148.3", "XM_054377165.1"], "translation": [{"protein": "XP_054233140.1", "rna": "XM_054377165.1"}, {"protein": "XP_011519450.1", "rna": "XM_011521148.3"}, {"protein": "NP_005468.1", "rna": "NM_005477.3"}]}, "reporter": {"HG-U133_Plus_2": ["206946_at", "230208_at"], "HG-U95Av2": "32920_at", "HTA-2_0": ["TC15001633.hg.1", "TC15002618.hg.1"], "HuEx-1_0": "3632424", "HuGene-1_1": "7990244", "HuGene-2_1": "16811489"}, "summary": "This gene encodes a member of the hyperpolarization-activated cyclic nucleotide-gated potassium channels. The encoded protein shows slow kinetics of activation and inactivation, and is necessary for the cardiac pacemaking process. This channel may also mediate responses to sour stimuli. Mutations in this gene have been linked to sick sinus syndrome 2, also known as atrial fibrillation with bradyarrhythmia or familial sinus bradycardia. Two pseudogenes have been identified on chromosome 15. [provided by RefSeq, Oct 2008].", "symbol": "HCN4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424615"}, "unigene": "Hs.86941", "uniprot": {"Swiss-Prot": "Q9Y3Q4"}, "wikipedia": {"url_stub": "HCN4"}}