{"AllianceGenome": "4847", "HGNC": "4847", "MIM": "602358", "_id": "3060", "_version": 1, "accession": {"genomic": ["AC099811.7", "AF118885.1", "CH471152.1", "CP068261.2", "NC_000017.11", "NC_060941.1", "NG_011448.1"], "protein": ["AAC39600.1", "AAD24459.1", "EAW60810.1", "NP_001515.1", "O43612.1"], "rna": ["AF041240.1", "NM_001524.1"], "translation": [{"protein": "NP_001515.1", "rna": "NM_001524.1"}, {"protein": "AAC39600.1", "rna": "AF041240.1"}]}, "alias": ["NRCLP1", "OX", "PPOX"], "ensembl": {"gene": "ENSG00000161610", "protein": "ENSP00000293330", "transcript": "ENST00000293330", "translation": [{"protein": "ENSP00000293330", "rna": "ENST00000293330"}], "type_of_gene": "protein_coding"}, "entrezgene": "3060", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.7158925359, "exp_mis": 50.715636804, "exp_syn": 30.9598739745, "lof_z": 1.29758194547614, "mis_z": 1.90357701690626, "mu_lof": 1.53463667165e-07, "mu_mis": 8.10767193652e-06, "mu_syn": 4.95280710799e-06, "n_lof": 0.0, "n_mis": 23.0, "n_syn": 19.0, "p_li": 0.502440434384708, "p_null": 0.0719387042943624, "p_rec": 0.425620861320929, "syn_z": 1.33252808523313}, "bp": 396, "cds_end": 40337383, "cds_start": 40336171, "n_exons": 2, "nonpsych": {"exp_lof": 1.52135525419, "exp_mis": 45.8708536929, "exp_syn": 27.989981835, "lof_z": 1.21134333659581, "mis_z": 1.70323908934667, "mu_lof": 1.53463667165e-07, "mu_mis": 8.10767193652e-06, "mu_syn": 4.95280710799e-06, "n_lof": 0.0, "n_mis": 23.0, "n_syn": 17.0, "p_li": 0.514078815896975, "p_null": 0.0770029697893408, "p_rec": 0.408918214313684, "syn_z": 1.30785344385846}, "nontcga": {"exp_lof": 1.5755319157, "exp_mis": 46.6553001382, "exp_syn": 28.4799974455, "lof_z": 1.2382115865291, "mis_z": 1.79833125989316, "mu_lof": 1.53463667165e-07, "mu_mis": 8.10767193652e-06, "mu_syn": 4.95280710799e-06, "n_lof": 0.0, "n_mis": 22.0, "n_syn": 19.0, "p_li": 0.498965895607894, "p_null": 0.0733659063815694, "p_rec": 0.427668198010537, "syn_z": 1.12476205688954}, "transcript": "ENST00000293330.1"}, "exons": [{"cdsend": 42185365, "cdsstart": 42184153, "chr": "17", "position": [[42184059, 42184528], [42185344, 42185452]], "strand": -1, "transcript": "NM_001524", "txend": 42185452, "txstart": 42184059}], "exons_hg19": [{"cdsend": 40337383, "cdsstart": 40336171, "chr": "17", "position": [[40336077, 40336546], [40337362, 40337470]], "strand": -1, "transcript": "NM_001524", "txend": 40337470, "txstart": 40336077}], "generif": [{"pubmed": 11148249, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11723284, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11854267, "text": "The human prepro-orexin gene regulatory region that activates gene expression in the lateral region and represses it in the medial regions of the hypothalamus."}, {"pubmed": 12414876, "text": "reduced ACTH secretion and the diminished secretory process regularity of the ACTH/cortisol ensemble conjointly suggest that hypocretin deficiency induces changes in the interplay between pituitary-adrenal hormones in narcolepsy"}, {"pubmed": 12732338, "text": "plasma concentrations of orexin-A-like immunoreactivity (orexin-A-LI) in 156 patients with sleep apnea hypopnea syndrome were significantly decreased."}, {"pubmed": 12873798, "text": "results are consistent with previous physiologic findings in depressed patients indicating dampened diurnal variations in hypocretin-1; results also indicate a serotonergic influence on hypocretin levels in CSF"}, {"pubmed": 15070969, "text": "Prepro-OR was expressed only in the epididymis and penis."}, {"pubmed": 15978554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15985489, "text": "Decrease in the number of hypocretin neurons does not play a major role in the occurrence of narcolepsy-like symptoms in Prader-Willi syndrome."}, {"pubmed": 16008971, "text": "The plasma orexin-A levels in obstructive sleep apnea-hypopnea syndrome patients are elevated."}, {"pubmed": 16124668, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16135994, "text": "orexin A, NPY, leptin play an important role in the regulation of energy metabolism in humans; in obesity the activity of these peptides is disturbed"}, {"pubmed": 16157481, "text": "Hypocretin enhanced cyclic-AMP production from cultured adrenal cortex cells, and did not alter inositol-3-phosphate release."}, {"pubmed": 16202475, "text": "orexin-A is produced by the renal tubular cells and secreted into urine and may act on the kidney in the autocrine or paracrine fashion, or via the urine (urocrine fashion)."}, {"pubmed": 16338760, "text": "Point mutations in the prion protein, period 2, and the prepro-hypocretin/orexin gene have been found as the cause of a few sleep disorders."}, {"pubmed": 16429482, "text": "Orexin-A had a compact conformation in the N-terminal half region, which contained a short helix and was fixed by the two disulfide bonds, and a helix-turn-helix conformation in the remaining C-terminal half region."}, {"pubmed": 17376528, "text": "the genes (hypocretin/orexin ligand and its receptor) involved in the pathogenesis of narcolepsy have been identified--REVIEW"}, {"pubmed": 17576097, "text": "This result supports existing evidence which indicates that mutations of the prepro-orexin gene are rare and that the genetic contribution to the aetiology of human narcolepsy is likely to be complex."}, {"pubmed": 17868933, "text": "orexin-A/hypocretin-1 may therefore play an important role in the various physiological responses including sleep, feeding, and the overall metabolism in intracerebral hemorrhage patients"}, {"pubmed": 18006690, "text": "Orexin stimulates HIF-1 activity."}, {"pubmed": 18450961, "text": "Orexin effects on StAR were primarily, but not exclusively, acting through the orexin receptor type 1."}, {"pubmed": 18498421, "text": "We found a specific reduction in hypocretin signaling in patients with HD as MCH cell number was not significantly affected. It remains to be shown whether the moderate decrease in hypocretin neurotransmission could contribute to clinical symptoms."}, {"pubmed": 18505777, "text": "the hypocretin system is intact and sleepiness is not typical in relapsing remitting multiple sclerosis and optic neuritis without hypothalamic lesions on MRI"}, {"pubmed": 19058789, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19158946, "text": "IGFBP3 is a new regulator of hypocretin cell physiology that may be involved not only in the pathophysiology of narcolepsy, but also in the regulation of sleep in normal individuals, most notably during adolescence"}, {"pubmed": 19193897, "text": "Hypocretin modulates the median eminence-projecting proopiomelanocortin neurons identified by selective green fluorescent protein expression and antidromic stimulation or retrograde dye tracing in transgenic mice."}, {"pubmed": 19383226, "text": "These results confirm previous studies demonstrating lower levels of plasma orexin-A in obstructive sleep apnoea patients and indicate that smoking may affect orexin-A levels and apnoea-hypopnoea index."}, {"pubmed": 19460850, "text": "Multiple roles for orexin-mediated MAPK activation in adrenal cell-line. This complexity may help explain diverse biological actions of orexins with wide-ranging consequences for our understanding of mechanisms initiated by these steroidogenic molecules."}, {"pubmed": 19549926, "text": "Findings in this review suggest that the orexin system interacts with systems that regulate emotion, reward, and energy homeostasis to maintain proper vigilance states."}, {"pubmed": 19847903, "text": "Extensive loss of hypothalamic neurons that produce wake-promoting neuropeptide hypocretin (orexin) causes severe sleepiness of narcolepsy, and partial loss of these cells may contribute to the sleepiness of Parkinson's and other disorders."}, {"pubmed": 19874574, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19922146, "text": "Results suggest that it is unlikely that hypocretin-1 is involved in the degenerative process of ALS."}, {"pubmed": 20003098, "text": "hPPO-overexpressing mice show small reduction in REM sleep, in addition to differences in vigilance state amounts in the light/dark transition periods, but overall the sleep-wake patterns of hPPO-overexpressing mice do not significantly differ."}, {"pubmed": 20116928, "text": "Posttraumatic stress disorder patients had significantly lower CSF and plasma orexin-A concentrations than those in healthy controls.  The CSF orexin-A concentrations were strongly negatively correlated with the severity of posttraumatic stress disorder."}, {"pubmed": 20129934, "text": "Rapid eye movement sleep behavior disorder coexists with cataplexy in narcolepsy due to hypocretin deficiency."}, {"pubmed": 20193740, "text": "A positive correlation between hypocretin-1 level and fatigue may indicate involvement of some compensatory mechanisms stimulating the production of the neuropeptide in MS patients."}, {"pubmed": 20305645, "text": "Individual neuroluminescence signals produced by transgenic HCRT neurons fall into two distinct amplitude categories easily classified into large or small signals differing from the continuous distribution of green fluorescent protein neuroluminescence."}, {"pubmed": 20468064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20531237, "text": "These results suggest the involvement of hypocretin in sleep disorders in dementia with Lewy bodies."}, {"pubmed": 20595012, "text": "The orexin peptides may differentially affect arousal in the two stocks tested; orexin-A causes a stock dependant increase whereas orexin-B does not affect either."}, {"pubmed": 20655364, "text": "In the present study, for the first time hcrt-1 levels in manic patients were investigated but did not reveal significant differences neither compared to age-matched patients with MDD nor healthy controls without any psychiatric or neurological disorder."}, {"pubmed": 20854137, "text": "Data indicate that the hypocretin deficit in drug-free narcolepsy patients and their altered wake-sleep cycle couple with an intact modulation of body core temperature."}, {"pubmed": 21056546, "text": "These experiments confirmed that NR6A1 works as a regulator for hypocretin transcription."}, {"pubmed": 21071097, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21186399, "text": "both OXA and OXR2 may be involved in the pathogenesis and/or maintenance of BPH."}, {"pubmed": 21371780, "text": "Our results suggest that the prepro-orexin gene polymorphism g1182C>T is associated with susceptibility to OSAHS in Han Chinese."}, {"pubmed": 21464433, "text": "Mutations of orexin are not usually involved in the etiology of autosomal dominant nocturnal frontal lobe epilepsy."}, {"pubmed": 21546124, "text": "We conclude that the hypocretin system is affected in advanced AD"}, {"pubmed": 21621370, "text": "There was a statistically significant difference of orexin A expression between the three time points of alcohol withdrawal and long-term (LT) abstinence.  Expression was significantly associated with the severity of withdrawal symptoms."}, {"pubmed": 21765621, "text": "Orexin-A may be associated with the severity of hypoxemia in COPD patients with hypercapnic respiratory failure"}, {"pubmed": 21823139, "text": "OXA levels in untreated anorexia nervosa patients differ significantly from healthy subjects and decrease during realimentation."}, {"pubmed": 21908614, "text": "Heteromultimerization of cannabinoid CB(1) receptor and orexin OX(1) receptor generates a unique complex in which both protomers are regulated by orexin A."}, {"pubmed": 21945150, "text": "The results suggested an involvement of orexin in the affective dysregulation commonly seen in alcohol dependent patients during alcohol withdrawal."}, {"pubmed": 21978722, "text": "There was no association between cerebrospinal fluid orexin A and sleepiness in Parkinsons disease."}, {"pubmed": 22028875, "text": "Dynlt1 modulates orexin signaling by regulating OX1R"}, {"pubmed": 22207004, "text": "Lower levels of CSF orexin are specific to dementia with Lewy body (DLB) versus Alzheimer's disease (AD) and appear unrelated to Abeta1-42 and alpha-synuclein levels in AD and DLB."}, {"pubmed": 22302634, "text": "a functional locus within the HCRT gene, which may act to increase HCRT expression and lead to a protective effect against the development of OSAS."}, {"pubmed": 22575905, "text": "melatonin and hypocretin, may affect Alzheimer's disease pathophysiology, as this may provide a role for lack of sleep and circadian rhythm deterioratio--REVIEW"}, {"pubmed": 22696207, "text": "Substitution of the deficient neuropeptides by hypocretin agonists may become the causal treatment strategy for narcolepsy--{REVIEW}"}, {"pubmed": 22846875, "text": "There was a statistically significant difference in orexin expression between nicotine dependent smokers, non-smokers, and cannabis dependent subjects. Promoter methylation did not differ between groups."}, {"pubmed": 22889404, "text": "Maternal serum OXA levels decrease, and fetal serum OXA levels increase in women with gestational diabetes."}, {"pubmed": 23034387, "text": "[review] The role of neuropeptide orexins has been investigated in many functions mediated by the central nervous system, including sleep and wakefulness, appetite/metabolism, stress response, reward/addiction, and analgesia."}, {"pubmed": 23350701, "text": "Our results indicate that serum OXA levels decrease in the serum of women with PCOS."}, {"pubmed": 23406753, "text": "Serum S100B and orexin A levels may be helpful in differentiating parasomnic pediatric patients with and without epilepsy."}, {"pubmed": 23462990, "text": "the changes in the levels of two hypothalamic neuropeptides, hypocretin-1 and melanin-concentrating hormone, measured in the human amygdala, are reported."}, {"pubmed": 23509980, "text": "A sensor platform capable of rapid biomarker detection specific for detecting neuropeptide orexin A, is found in blood and saliva as an indicator of fatigue and cognitive performance, and can be easily expanded."}, {"pubmed": 23569032, "text": "serum and cerebrospinal fluid orexin-A concentrations decrease after cerebral ischaemia and may play a role in the development of brain injury."}, {"pubmed": 23643651, "text": "Sequencing of a large number of early-onset narcolepsy subjects revealed three novel nonsynonymous substitutions within the preprohypocretin protein, two of which were only found in patients with early-onset narcolepsy."}, {"pubmed": 23667582, "text": "Cerebrospinal fluid (CSF) levels were measured in 33 patients with Alzheimer's disease (AD) and 33 healthy subjects, to investigate the role of MCH and HCRT-1 in AD."}, {"pubmed": 23813609, "text": "The orexin-A levels were significantly lower in patients with frontotemporal dementia compared to controls."}, {"pubmed": 24172541, "text": "lumbar ORX-A levels are significantly higher than ventricular levels in idiopathic normal pressure hydrocephalus patients."}, {"pubmed": 24334931, "text": "It regulates energy and glucose metabolism.(review)"}, {"pubmed": 24400115, "text": "Rapid postoperative increases in plasma Orexin are associated with better improvement of glucose and lipid profiles following bariatric surgery."}, {"pubmed": 24599460, "text": "OX1 is upregulated in the transgenic mouse suprachiasmatic nucleus at dusk."}, {"pubmed": 24704327, "text": "the first report clarifying the substantial loss of Hcrt neurons in the LHT and of Hcrt axonal terminals in the LC in DLB and the correlation between the severity of Hcrt neuronal loss and progression of neurofibrillary pathology."}, {"pubmed": 24969517, "text": "No significant differences were found in the distribution of either genotypic or allelic frequencies between Alzheimer's disease cases and controls in the HCRT polymorphisms."}, {"pubmed": 25098533, "text": "In patients with narcolepsy with cataplexy, deficient CSF HCRT levels were correlated with lower muscle sympathetic nerve activity and heart rate."}, {"pubmed": 25132134, "text": "Orexin receptor binding was strongly dependent on the extracellular Ca(2+) concentration."}, {"pubmed": 25197808, "text": "Hypocretin, MOG, or DNMT1 mutations are exceptional findings in DQB1*06:02 negative narcolepsy cases with hypocretin deficiency"}, {"pubmed": 25212464, "text": "Decrease in Ox expression with normal human maturation and aging. This may contribute to changes in sleep regulation during development and with aging."}, {"pubmed": 25218417, "text": "autoimmune encephalitis and neuromyelitis optica patients had significantly lower serum orexin-A levels than both healthy controls and narcolepsy patients"}, {"pubmed": 25492975, "text": "Significantly reduced csf levels of hypocretin-1 were found in cluster headache patients compared with controls."}, {"pubmed": 25515760, "text": "Orexin A upregulates the protein expression of OX1R and enhances the proliferation of SGC-7901 gastric cancer cells through the ERK signaling pathway."}, {"pubmed": 25560205, "text": "Patients with schizophrenia had a significantly higher plasma HCRT level than healthy controls.  Patients in the high-orexin subgroup had significantly fewer negative and disorganized symptoms, and tended to have fewer perseverative errors."}, {"pubmed": 25677777, "text": "Data suggest that interaction between the nociceptin/nociceptin receptor system and the orexin/orexin receptor system in neurons of the hypothalamus positively and negatively modulate complex and integrated responses to stress. [REVIEW]"}, {"pubmed": 25953524, "text": "Study shows Ox immunoreactivity is decreased in the hypothalamus and pontine nuclei of infants who died from sudden infant death syndrome"}, {"pubmed": 25957175, "text": "Results from homology and docking modeling show two alternative binding modes for orexin-A into orexin 1 receptor in concordance with what is known of G protein coupled receptors activation in general and the mutational data."}, {"pubmed": 26555080, "text": "Rapid-onset obesity with hypothalamic dysfunction, hypoventilation, and autonomic dysregulation is highly unlikely to be caused by mutations in the exons of the gene for hypocretin."}, {"pubmed": 26572581, "text": "This study showed that orexin A induced autophagy through the ERK pathway in HCT116 human colon cancer cells."}, {"pubmed": 26738920, "text": "There was also a negative correlation between Epworth sleepiness scale scores and orexin levels in Prader-Willi syndrome patients. Decreased cerebrospinal fluid orexin levels in Prader-Willi syndrome may play an important role in severity of obesity and excessive daytime sleepiness."}, {"pubmed": 26831553, "text": "Data indicate a positive correlation of nesfatin-1 and a negative correlation of orexin-A with body mass index."}, {"pubmed": 26856902, "text": "actigraphy gives additional information about the stabilization of sleep in patients with narcolepsy type 1; very low hypocretin levels associate with more wake intruding into sleep"}, {"pubmed": 26951396, "text": "Orexin-A is associated with increased phosphorylated P-Tau in normal elderly individuals. Increases in orexin-A and P-Tau might be a consequence of the reduction in the proportion of the deeper, more restorative slow wave sleep and rapid eye movement sleep reported with aging."}, {"pubmed": 26973111, "text": "orexin system may be involved even in the earliest stages of AD, resulting in prolonged sleep latency, reduced sleep efficiency, and REM sleep impairment."}, {"pubmed": 27008404, "text": "This is the first time a seasonal variation of hcrt-1 levels has been shown, demonstrating that the hcrt system is, like other neurotransmitter systems, subjected to long term modulation"}, {"pubmed": 27038345, "text": "The plasma orexin-A level was associated with physical activity in obese and overweight people, including many aspects of daily life, such as working, domestic work, and walking especially."}, {"pubmed": 27214028, "text": "Orexin A levels correlated with age in females and were significantly elevated in PWS even after these effects were controlled. These findings support the hypothesis that dysregulation of orexin signaling may contribute to behavioral problems and hyperphagia in PWS."}, {"pubmed": 27509181, "text": "No association was observed between rs9902709 in HCRT and OSAHS (obstructive sleep apnea) risk in Chinese Han population."}, {"pubmed": 27518917, "text": "Orexin A levels correlated with age in females and were significantly elevated in PWS even after these effects were controlled. These findings support the hypothesis that dysregulation of orexin signaling may contribute to behavioral problems and hyperphagia in PWS."}, {"pubmed": 27530010, "text": "Low circulating Orexin A was found to be significantly associated with hyperlipidemia, obesity and obesity-related disorders in North Indian premenopausal women."}, {"pubmed": 27665420, "text": "Exercise induced a significant increase in plasmatic orexin A with a peak at 3o minutes."}, {"pubmed": 28364477, "text": "findings show that in few patients with narcolepsy with cataplexy, symptoms and CSF hypocretin-1 and histamine levels can change over time"}, {"pubmed": 28651750, "text": "this study, both Perry syndrome and MSA had significantly reduced orexin immunoreactivity in the nucleus basalis of Meynert."}, {"pubmed": 29023559, "text": "Orexin levels do not play a role in the control of nocturnal blood pressure dipping in patients with narcolepsy type 1."}, {"pubmed": 29225076, "text": "Like OX1R, OX2R has an N-terminal helix important for binding the orexin peptide."}, {"pubmed": 29703996, "text": "HCRT neurotransmission promotes operant responding for both drug and non-drug rewards."}, {"pubmed": 30117237, "text": "Circulating orexin changes during withdrawal are associated with nicotine craving and risk for smoking relapse."}, {"pubmed": 30207631, "text": "Silence of OX1R completely abolished the inhibitory function of orexin in attachment of THP-1 cells. Collectively, our data suggest that orexin A ameliorated endothelial dysfunction under inflammatory stimuli."}, {"pubmed": 30232458, "text": "T cells in patients with narcolepsy target self-antigens of hypocretin neurons; findings solidify the autoimmune aetiology of narcolepsy and provide a basis for rapid diagnosis and treatment of this disease"}, {"pubmed": 30365112, "text": "Abeta and tau may be considered as novel biomarkers of sleep disorder in AD pathology, and that they function by regulating the expression levels of orexin A and adenosine A1R."}, {"pubmed": 31133733, "text": "Reduced Plasma Orexin-A Concentrations are Associated with Cognitive Deficits in Anorexia Nervosa."}, {"pubmed": 31233841, "text": "Orexin-A protects against oxygen-glucose deprivation/reoxygenation-induced cell damage by inhibiting endoplasmic reticulum stress-mediated apoptosis via the Gi and PI3K signaling pathways."}, {"pubmed": 31351069, "text": "Orexin A ameliorates high glucose-induced oxidative stress and activation of the NLRP3 inflammasome.  It exerts potent antioxidant effects in human aortic endothelial cells exposed to high glucose by inhibiting mitochondrial reactive oxygen species and expression of NOX4, TxNIP, and HMGB1."}, {"pubmed": 31983458, "text": "Orexin A associates with inflammation by interacting with OX1R/OX2R receptor and activating prepro-Orexin in cancer tissues of gastric cancer patients."}, {"pubmed": 32741526, "text": "Alteration of orexin-A and PKCalpha in the postmortem brain of pure-opioid and multi-drug abusers."}, {"pubmed": 32858274, "text": "Significance of determining plasma orexin levels and analysis of related factors for the diagnosis of patients with narcolepsy."}, {"pubmed": 33161104, "text": "Increased plasma orexin-A concentrations are associated with the non-motor symptoms in Parkinson's disease patients."}, {"pubmed": 33212156, "text": "Orexin-A protects against cerebral ischemia-reperfusion injury by inhibiting excessive autophagy through OX1R-mediated MAPK/ERK/mTOR pathway."}, {"pubmed": 33319349, "text": "[Orexin A as mediator in the gut-brain dialogue].\", trans \"Orexina A como mediadora en el dialogo intestino-cerebro."}, {"pubmed": 34145404, "text": "Sleep dysregulation in binge eating disorder and \"\"food addiction\"\": the orexin (hypocretin) system as a potential neurobiological link."}, {"pubmed": 34358627, "text": "Orexin-A alleviates astrocytic apoptosis and inflammation via inhibiting OX1R-mediated NF-kappaB and MAPK signaling pathways in cerebral ischemia/reperfusion injury."}, {"pubmed": 34472713, "text": "Human adipose tissue is a putative direct target of daytime orexin with favorable metabolic effects: A cross-sectional study."}, {"pubmed": 35772324, "text": "Relation between orexin A and epileptic seizures."}, {"pubmed": 35916608, "text": "Comparison of orexin-A and neurofilament light chain levels in patients with relapsing-remitting multiple sclerosis: a pilot study.\", trans \"Orexin-A- es neurofilamentum-konnyulanc feherjeszintek relapszalo-remittalo sclerosis multiplexben szenvedoknel: pilot vizsgalat."}, {"pubmed": 35984180, "text": "Differences in orexin-A level in the functional brain network of HUD patients undergoing harm reduction therapy."}, {"pubmed": 36400667, "text": "How hypocretin agonists may improve the quality of wake in narcolepsy."}, {"pubmed": 36892078, "text": "Attenuation of Hypocretin/Orexin Signaling Is Associated With Increased Mortality After Myocardial Infarction."}, {"pubmed": 36977433, "text": "Orexin induces the production of an endocannabinoid-derived lysophosphatidic acid eliciting hypothalamic synaptic loss in obesity."}, {"pubmed": 37054895, "text": "Internal and external modulation factors of the orexin system (REVIEW)."}, {"pubmed": 37155018, "text": "Orexin pathway in Parkinson's disease: a review."}, {"pubmed": 37572990, "text": "Orexin-A/OX1R is involved in regulation of autophagy to promote cortisol secretion in adrenocortical cell."}, {"pubmed": 37628739, "text": "Interaction of Orexin and Bone Morphogenetic Proteins in Steroidogenesis by Human Adrenocortical Cells."}, {"pubmed": 38108866, "text": "The role of orexin in fatigue and sleep quality in patients with primary Sjogren's syndrome."}, {"pubmed": 38240911, "text": "Bi-allelic variants in HCRT cause autosomal recessive narcolepsy."}, {"pubmed": 38685674, "text": "Orexin-A mediates glioblastoma proliferation inhibition by increasing ferroptosis triggered by unstable iron pools and GPX4 depletion."}, {"pubmed": 38892431, "text": "Increased Expression of Orexin-A in Patients Affected by Polycystic Kidney Disease."}], "genomic_pos": {"chr": "17", "end": 42185452, "ensemblgene": "ENSG00000161610", "start": 42184060, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 40337470, "start": 40336078, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0001659", "qualifier": "involved_in", "term": "temperature homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007205", "qualifier": "involved_in", "term": "protein kinase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007218", "qualifier": "involved_in", "term": "neuropeptide signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007268", "pubmed": 9419374, "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008156", "qualifier": "involved_in", "term": "negative regulation of DNA replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030431", "qualifier": "involved_in", "term": "sleep"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042594", "qualifier": "involved_in", "term": "response to starvation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043267", "qualifier": "involved_in", "term": "negative regulation of potassium ion transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046928", "qualifier": "involved_in", "term": "regulation of neurotransmitter secretion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051928", "qualifier": "involved_in", "term": "positive regulation of calcium ion transport"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051970", "qualifier": "involved_in", "term": "negative regulation of transmission of nerve impulse"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051971", "qualifier": "involved_in", "term": "positive regulation of transmission of nerve impulse"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060079", "qualifier": "involved_in", "term": "excitatory postsynaptic potential"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 23700511, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005791", "qualifier": "located_in", "term": "rough endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0008021", "pubmed": 9419374, "qualifier": "located_in", "term": "synaptic vesicle"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030141", "qualifier": "located_in", "term": "secretory granule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "is_active_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0098794", "qualifier": "located_in", "term": "postsynapse"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005184", "qualifier": "enables", "term": "neuropeptide hormone activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031771", "qualifier": "enables", "term": "type 1 orexin receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031772", "qualifier": "enables", "term": "type 2 orexin receptor binding"}]}, "homologene": {"genes": [[9544, 709564], [9598, 742546], [9606, 3060], [9615, 607641], [9913, 281222], [10090, 15171], [10116, 25723]], "id": 1166}, "interpro": {"desc": "Prepro-orexin", "id": "IPR001704", "short_desc": "Orexin"}, "ipi": "IPI00013373", "map_location": "17q21.2", "name": "hypocretin neuropeptide precursor", "other_names": ["hypocretin (orexin) neuropeptide", "hypocretin neuropeptide precursor", "orexin", "prepro-orexin", "preprohypocretin"], "pantherdb": {"HGNC": "4847", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1202306", "ortholog_type": "LDO", "panther_family": "PTHR15173", "taxid": 10090, "uniprot_kb": "O55241"}, {"RGD": "2786", "ortholog_type": "LDO", "panther_family": "PTHR15173", "taxid": 10116, "uniprot_kb": "O55232"}, {"Ensembl": "ENSGALG00000011485", "ortholog_type": "LDO", "panther_family": "PTHR15173", "taxid": 9031, "uniprot_kb": "F1P0W5"}, {"ZFIN": "ZDB-GENE-040324-1", "ortholog_type": "LDO", "panther_family": "PTHR15173", "taxid": 7955, "uniprot_kb": "F1QMC8"}], "uniprot_kb": "O43612"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375276", "name": "Peptide ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-389397", "name": "Orexin and neuropeptides FF and QRFP bind to their respective receptors"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}]}, "pdb": ["1CQ0", "1R02", "1UVQ", "1WSO", "7L1U"], "pfam": "PF02072", "pharmgkb": "PA29221", "pharos": {"target_id": 4537, "tdl": "Tbio"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250731", "relationship": "is"}, {"id": "GNF250732", "relationship": "is"}, {"id": "GNF250733", "relationship": "is"}, {"id": "GNF250734", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084049", "relationship": "is"}, {"id": "GNF084050", "relationship": "is"}, {"id": "GNF084051", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF054299", "relationship": "is"}, {"id": "GNF059079", "relationship": "is"}, {"id": "GNF074407", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070197", "relationship": "is"}, {"id": "GNF070198", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338330", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF103670", "relationship": "is"}, {"id": "GNF143320", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_011448.1"], "protein": "NP_001515.1", "rna": "NM_001524.1", "translation": {"protein": "NP_001515.1", "rna": "NM_001524.1"}}, "reporter": {"HG-U133_Plus_2": "207642_at", "HG-U95Av2": "31417_at", "HTA-2_0": "TC17001527.hg.1", "HuEx-1_0": "3757737", "HuGene-1_1": "8015572", "HuGene-2_1": "16845073"}, "summary": "This gene encodes a hypothalamic neuropeptide precursor protein that gives rise to two mature neuropeptides, orexin A and orexin B, by proteolytic processing. Orexin A and orexin B, which bind to orphan G-protein coupled receptors HCRTR1 and HCRTR2, function in the regulation of sleep and arousal. This neuropeptide arrangement may also play a role in feeding behavior, metabolism, and homeostasis. [provided by RefSeq, Jan 2010].", "symbol": "HCRT", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415500"}, "unigene": "Hs.158348", "uniprot": {"Swiss-Prot": "O43612"}, "wikipedia": {"url_stub": "Template:PBB/3060"}}