{"AllianceGenome": "4852", "HGNC": "4852", "MIM": "601241", "_id": "3065", "_version": 1, "accession": {"genomic": ["AB457577.1", "AL109945.15", "CH471059.2", "CP068277.2", "KT583948.1", "NC_000001.11", "NC_060925.1", "NG_047018.1"], "protein": ["AAC50475.1", "AAH00301.1", "AAT44863.1", "BAA08909.1", "BAG61272.1", "BAG61671.1", "BAG70111.1", "BAG70244.1", "BAG70921.1", "BAH12310.1", "CAG46518.1", "CAI46269.1", "EAX07540.1", "EAX07541.1", "NP_004955.2", "Q13547.1", "XP_011539611.1", "XP_054192178.1"], "rna": ["AB451297.1", "AB451430.1", "AK225555.1", "AK296308.1", "AK299241.1", "AK299792.1", "AK313061.1", "AY627042.1", "BC000301.2", "BX648055.1", "CR541717.1", "D50405.1", "NM_004964.3", "U50079.1", "XM_011541309.3", "XM_054336203.1"], "translation": [{"protein": "BAA08909.1", "rna": "D50405.1"}, {"protein": "BAG70244.1", "rna": "AB451430.1"}, {"protein": "XP_054192178.1", "rna": "XM_054336203.1"}, {"protein": "CAG46518.1", "rna": "CR541717.1"}, {"protein": "BAH12310.1", "rna": "AK296308.1"}, {"protein": "XP_011539611.1", "rna": "XM_011541309.3"}, {"protein": "BAG70111.1", "rna": "AB451297.1"}, {"protein": "BAG61272.1", "rna": "AK299241.1"}, {"protein": "AAT44863.1", "rna": "AY627042.1"}, {"protein": "AAH00301.1", "rna": "BC000301.2"}, {"protein": "AAC50475.1", "rna": "U50079.1"}, {"protein": "CAI46269.1", "rna": "BX648055.1"}, {"protein": "BAG61671.1", "rna": "AK299792.1"}, {"protein": "NP_004955.2", "rna": "NM_004964.3"}]}, "alias": ["GON-10", "HD1", "KDAC1", "RPD3", "RPD3L1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2024-01-08T17:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_736390a5-ec08-4a25-b6ce-0d70dae98811-2024-01-08T170000.000Z", "sop": "SOP10"}}, "ec": "3.5.1.98", "ensembl": {"gene": "ENSG00000116478", "protein": ["ENSP00000362649", "ENSP00000407859"], "transcript": ["ENST00000373548", "ENST00000428704", "ENST00000463172", "ENST00000471488", "ENST00000472928", "ENST00000476391", "ENST00000481281", "ENST00000482310", "ENST00000484305", "ENST00000490081"], "translation": [{"protein": "ENSP00000362649", "rna": "ENST00000373548"}, {"protein": "ENSP00000407859", "rna": "ENST00000428704"}], "type_of_gene": "protein_coding"}, "entrezgene": "3065", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 21.7601947087, "exp_mis": 181.724507086, "exp_syn": 86.724436575, "lof_z": 3.98378225551849, "mis_z": 3.90862690185524, "mu_lof": 1.55045887992e-06, "mu_mis": 1.65425818074e-05, "mu_syn": 7.74251726338e-06, "n_lof": 3.0, "n_mis": 74.0, "n_syn": 75.0, "p_li": 0.937916989643132, "p_null": 2.23614076676165e-06, "p_rec": 0.0620807742161009, "syn_z": 0.780496226350049}, "bp": 1449, "cds_end": 32798645, "cds_start": 32757770, "n_exons": 14, "nonpsych": {"exp_lof": 19.4376173518, "exp_mis": 164.220760956, "exp_syn": 78.236526552, "lof_z": 3.66158710215809, "mis_z": 3.82654466465277, "mu_lof": 1.55045887992e-06, "mu_mis": 1.65425818074e-05, "mu_syn": 7.74251726338e-06, "n_lof": 3.0, "n_mis": 67.0, "n_syn": 70.0, "p_li": 0.87890969591925, "p_null": 1.52342592701113e-05, "p_rec": 0.12107506982148, "syn_z": 0.58627719112715}, "nontcga": {"exp_lof": 19.9942843352, "exp_mis": 167.16146273, "exp_syn": 79.7613907653, "lof_z": 3.74913563978903, "mis_z": 3.82106704884199, "mu_lof": 1.55045887992e-06, "mu_mis": 1.65425818074e-05, "mu_syn": 7.74251726338e-06, "n_lof": 3.0, "n_mis": 68.0, "n_syn": 71.0, "p_li": 0.89045956358639, "p_null": 9.58584790899263e-06, "p_rec": 0.109530850565701, "syn_z": 0.621153526145908}, "transcript": "ENST00000373548.3"}, "exons": [{"cdsend": 32333044, "cdsstart": 32292169, "chr": "1", "position": [[32292082, 32292218], [32302620, 32302733], [32316664, 32316782], [32324478, 32324553], [32326938, 32327077], [32327535, 32327677], [32329067, 32329160], [32330577, 32330686], [32330767, 32330908], [32331473, 32331582], [32331675, 32331806], [32332089, 32332242], [32332700, 32332749], [32333016, 32333626]], "strand": 1, "transcript": "NM_004964", "txend": 32333626, "txstart": 32292082}], "exons_hg19": [{"cdsend": 32798645, "cdsstart": 32757770, "chr": "1", "position": [[32757683, 32757819], [32768221, 32768334], [32782265, 32782383], [32790079, 32790154], [32792539, 32792678], [32793136, 32793278], [32794668, 32794761], [32796178, 32796287], [32796368, 32796509], [32797074, 32797183], [32797276, 32797407], [32797690, 32797843], [32798301, 32798350], [32798617, 32799227]], "strand": 1, "transcript": "NM_004964", "txend": 32799227, "txstart": 32757683}], "generif": [{"pubmed": 9150134, "text": "The transcriptional repressor mSin3A associates with histone deacetylase 1 forming a co-repressor complex. See also PMID (PubMed identifier) 9150133."}, {"pubmed": 11749695, "text": "Expression profile of histone deacetylase 1 in gastric cancer tissues"}, {"pubmed": 11855854, "text": "role in regulation of the telomerase reverse transcriptase (hTERT) gene"}, {"pubmed": 11919195, "text": "Phosphatase inhibition leads to histone deacetylases 1 and 2 phosphorylation and disruption of corepressor interactions"}, {"pubmed": 11929879, "text": "association with proliferating cell nuclar antigen, integrating DNA replication and chromatin modification"}, {"pubmed": 11940654, "text": "Counterregulation of chromatin deacetylation and histone deacetylase occupancy at the integrated promoter of human immunodeficiency virus type 1 (HIV-1) by the HIV-1 repressor YY1 and HIV-1 activator Tat."}, {"pubmed": 11994312, "text": "Androgen receptor, Tip60, and HDAC1 form a trimeric complex upon the endogenous AR-responsive PSA promoter, acetylation and deacetylation of the AR is an important mechanism for regulating transcriptional activity."}, {"pubmed": 12045192, "text": "interaction with large subunit of replication factor C"}, {"pubmed": 12087472, "text": "associated with silencing DAP kinase gene expression in colorectal and gastric cancers"}, {"pubmed": 12091390, "text": "HDAC-Sin3A complex regulates LHR Gene transcription"}, {"pubmed": 12124384, "text": "interaction with mCpG-binding domain of MBD2"}, {"pubmed": 12354758, "text": "localization in Aurora-A-positive centrosomes in M phase"}, {"pubmed": 12393750, "text": "Data show that the adenovirus protein Gam1 counteracts histone deacetylase 1 sumoylation both in vivo and in vitro."}, {"pubmed": 12426395, "text": "The HDAC1 complex binds MDM2 in a p53-independent manner and deacetylates p53 at all known acetylated lysines in vivo."}, {"pubmed": 12450794, "text": "Che-1 affects cell growth by interfering with the recruitment of HDAC1 by retinoblastoma protein.  Che-1 overexpression activates DNA synthesis in quiescent NIH-3T3 cells through HDAC1 displacement."}, {"pubmed": 12466959, "text": "recruited by prohibitin for transcriptional repression"}, {"pubmed": 12482978, "text": "We demonstrate that MI-ER1 repressor activity is due to interaction and recruitment of a trichostatin A-sensitive HDAC1, deletion analysis revealed that recruitment of HDAC1 to hMI-ER1alpha and hMI-ER1beta occurs through their common ELM2 domain."}, {"pubmed": 12567184, "text": "Here we show that HDAC1 associates with and blocks Ser133 phosphorylation of CREB during pre-stimulus and attenuation phases of the cAMP response"}, {"pubmed": 12579268, "text": "histone deacetylase 1 overexpression is associated with advanced stage esophageal squamous cell carcinoma."}, {"pubmed": 12665570, "text": "deacetylase HDAC1 acts as an antagonist of the tumor suppressor p53 in the regulation of the cyclin-dependent kinase inhibitor p21"}, {"pubmed": 12789259, "text": "We investigated occupancy of ER-alpha promoter by pRb2/p130-E2F4/5-HDAC1-SUV39 H1-p300 and pRb2/p130-E2F4/5-HDAC1-SUV39H1-DNMT1 complexes, and provided a link between pRb2/p130 and chromatin-modifying enzymes in the regulation of ER-alpha transcription"}, {"pubmed": 12808109, "text": "p52 NF-kappaB subunit associates with histone deacetylase 1 when p53 represses cyclin D1 transcription through down regulation of Bcl-3"}, {"pubmed": 12829790, "text": "The MLL repression domain specifically interacts with HDAC1."}, {"pubmed": 12847090, "text": "HDAC1 is displaced from the p21WAF1/CIP1 promoter by Che-1 in human colonic carcinoma"}, {"pubmed": 12972430, "text": "IkappaBalpha regulates the transcriptional activity of homeodomain-containing proteins positively through cytoplasmic sequestration of HDAC1 and HDAC3"}, {"pubmed": 13679859, "text": "HDAC1 represses the small GTPase RhoB expression in human nonsmall lung carcinoma cell line."}, {"pubmed": 14645718, "text": "HDAC1 has a role in interferon-stimulated transcription and innate antiviral immunity"}, {"pubmed": 14647463, "text": "MeCP2 acts as a corepressor of PU.1 probably due to facilitating complex formation with mSin3A and HDACs."}, {"pubmed": 14968110, "text": "HDAC1 interacts with p300 C/H3 domain.  Its overexpression interferes with either activation of Gal14p300 fusion protein or p300-dependent co-activation of MyoD and p53.  E1A competes with HDAC1 for C/H3 binding."}, {"pubmed": 15016876, "text": "interaction of HPV type 31 E7 with HDACs and the integrity of the zinc finger-like motifs are essential for extending the life span of keratinocytes and for stable maintenance of viral genomes"}, {"pubmed": 15042618, "text": "HDAC1 upregulated in pre-malignant and malignant lesions, with the highest increase in expression in hormone refractory (HR) prostate cancer; in CWR22 xenograft model, androgen dependent regulation of HDAC1 demonstrated."}, {"pubmed": 15077161, "text": "Ezh2 competes with HDAC1 in binding to pRb2/p130, disrupting their occupancy on the cyclin A promoter."}, {"pubmed": 15155736, "text": "histone deacetylase has a role in transforming growth factor-beta signaling in breast cancer cells"}, {"pubmed": 15194748, "text": "Tax interacts directly with HDAC1 and regulates binding of the repressor to the HTLV-1 promoter"}, {"pubmed": 15199155, "text": "SENP1's ability to enhance AR-dependent transcription is not mediated through desumoylation of AR, but rather through its ability to deconjugate histone deacetylase 1 (HDAC1), thereby reducing its deacetylase activity."}, {"pubmed": 15273251, "text": "stabilization of NF-E4 by acetylation is PCAF-dependent; acetylation of Lys(43) also reduces the interaction between NF-E4 and HDAC1, potentially maximizing the activating ability of the factor"}, {"pubmed": 15361834, "text": "Accumulation of ICBP90 in breast-cancer cells might suppress expression of tumor suppressor genes through deacetylation of histones after recruitment of HDAC1."}, {"pubmed": 15590418, "text": "In prostate tissues, the abundance of HDAC1 protein, which was exclusively expressed in the cell nucleus, was similar in normal and malignant epithelial cells, but was usually lower in stromal cells."}, {"pubmed": 15668237, "text": "HDAC1 negatively regulates the cardiovascular transcription factor KLF5 through direct interaction"}, {"pubmed": 15722551, "text": "plays a critical role in repression of endothelial constitutive nitric oxide synthase gene"}, {"pubmed": 15826950, "text": "interleukin-5 transcription repression by the glucocorticoid receptor targets GATA3 signaling and involves histone deacetylase recruitment"}, {"pubmed": 16166625, "text": "SMAR1 regulates cyclin D1 by modification of chromatin through the SIN3/histone deacetylase 1 complex"}, {"pubmed": 16172792, "text": "HDAC1 mRNA expression could have potential as an endocrine response marker and may have prognostic implications for breast cancer progression"}, {"pubmed": 16287849, "text": "Gfi1 associates with G9a and HDAC1 on the promoter of the cell cycle regulator p21Cip/WAF1, resulting in an increase in K9 dimethylation at histone H3"}, {"pubmed": 16319923, "text": "NF-kappaB p50-HDAC1 complexes constitutively bind the latent HIV LTR and induce histone deacetylation and repressive changes in chromatin structure of the HIV LTR, changes that impair recruitment of RNA polymerase II and transcriptional initiation."}, {"pubmed": 16374504, "text": "Data suggest that the activation of programmes of gene expression by pro-inflammatory agents requires global changes in specific critical epigenetic regulators such as histone deacetylase 1."}, {"pubmed": 16377629, "text": "HER-2/neu induces the binding of Sp proteins and HDAC1 to the RECK promoter to inhibit RECK expression and to promote cell invasion"}, {"pubmed": 16870149, "text": "apicidin activation of NF-kappaB seems to result from HDAC1 inhibition, as evidenced by the observation that overexpression of HDAC1, but not HDAC2, 3 or 4, dramatically inhibits NF-kappaB reporter gene activity."}, {"pubmed": 16914725, "text": "These studies reveal an intimate link between the histone demethylase and deacetylase enzymes but also identify histone demethylation as a secondary target of Histone deacetylase (HDAC) inhibitors."}, {"pubmed": 16914734, "text": "Human PIRH2 as a key modulator of AR function, opening a new direction for targeted therapy in aggressive human prostate cancer."}, {"pubmed": 16960727, "text": "study demonstrated that expression of DNMT1 is clearly regulated in both impaired spermatogenesis and development of embryonal carcinoma, while HDAC1 expression is not regulated during aberrant germ cell differentiation"}, {"pubmed": 17005678, "text": "results show human cytomegalovirus IE86 interacts with HDAC1 and histone methyltransferases G9a and Suvar(3-9)H1 and that coexpression of these chromatin remodeling enzymes with IE86 increases autorepression of the major immediate-early promoter"}, {"pubmed": 17022812, "text": "proteolysis studies suggest that HDAC1 comprises inter-related structural regions"}, {"pubmed": 17056544, "text": "CREMalpha exerts its repressor activity by a mechanism that involves recruitment of HDAC1, increased deacetylation of histones, and repression of promoter activity."}, {"pubmed": 17239852, "text": "Our results suggest that HMTase WHISTLE induces apoptosis in an HMTase activity-dependent manner and represses transcription of target genes through HDAC1 recruitment."}, {"pubmed": 17369852, "text": "SUMO modification of the DEAD box protein p68 modulates its transcriptional activity and promotes its interaction with HDAC1"}, {"pubmed": 17371848, "text": "Data suggest that MAT1-mediated transcriptional repressor (MMTR) is part of the basic cellular machinery for a wide range of transcriptional regulation via interaction with TFIIH and HDAC1."}, {"pubmed": 17395887, "text": "Results show for the first time acetylation via selective degradation of histone deacetylase 1, and that recruitment of histone acetyltransferase plays an important role in diesel exhaust particulate matter-induced expression of the cyclooxygenase-2 gene."}, {"pubmed": 17470557, "text": "In the absence of HDAC1 cells can arrest either at the G(1) phase of the cell cycle or at the G(2)/M transition, resulting in the loss of mitotic cells, cell growth inhibition, and an increase in the percentage of apoptotic cells."}, {"pubmed": 17548428, "text": "Data show that increased generation of C18-ceramide by hCerS1 expression mediates the association and recruitment of deacetylated Sp3/HDAC1 to the hTERT promoter, resulting in local histone H3 deacetylation and repression of the promoter."}, {"pubmed": 17609203, "text": "all of the pathogenic HR mutants bound VDR but exhibited reduced binding to histone deacetylase 1 (HDAC1), suggesting that the impaired corepressor activity is due in part to defective interactions with HDACs"}, {"pubmed": 17663720, "text": "ZBP-89 functions as a repressor by recruiting HDAC1 to the vimentin promoter."}, {"pubmed": 17670825, "text": "Myc, Sp1, and HDAC1 coexist in the same DNA-protein complex at the HIV promoter. Short hairpin RNA inhibition of c-Myc reduces both c-Myc and HDAC1 occupancy, blocks c-Myc repression of Tat activation, and increases LTR expression."}, {"pubmed": 17786334, "text": "High expression of HDAC1 is associated with cancer tissues"}, {"pubmed": 17850504, "text": "HDAC1 has a role in melanoma cell senescence [news]"}, {"pubmed": 17897615, "text": "PBF binds to SAP30 and represses transcription via recruitment of the HDAC1 co-repressor complex"}, {"pubmed": 17910034, "text": "that interactions between C/EBPs and HDAC1 negatively regulate C/EBPdelta-dependent haptoglobin expression in intestinal epithelial cells."}, {"pubmed": 17935135, "text": "CK2 may be a key mediator for HDAC1 and HDAC2 activation under hypoxia in tumor cells"}, {"pubmed": 17961987, "text": "The mRNA expression level of an epigenetically regulated schizophrenia candidate gene GAD67 was strongly and negatively correlated with the mRNA expression levels of HDAC1, HDAC3 and HDAC4 levels."}, {"pubmed": 17996965, "text": "Rev-erbbeta modulates the apoCIII gene expression by recruiting different transcription co-activator or co-repressor."}, {"pubmed": 18004079, "text": "High HDAC1 expression might have an important role in the aggressiveness and cell dedifferentiation in hepatocellular carcinoma"}, {"pubmed": 18037904, "text": "ternary complex consisting of PPARdelta, p65/RelA, and HDAC1 in keratinocytes PPARdelta repression"}, {"pubmed": 18093978, "text": "TRAF6 is modified by small ubiquitin-related modifier-1, interacts with histone deacetylase 1, and represses c-Myb-mediated transactivation."}, {"pubmed": 18212746, "text": "we showed that the known effects of HDACs on differentiation and proliferation of cancer cells observed in vitro can also be confirmed in vivo."}, {"pubmed": 18342621, "text": "These results demonstrate that HDAC1 could play a role in autophagy and specific inhibition of HDAC1 can induce autophagy."}, {"pubmed": 18347167, "text": "Strong prognostic impact of HDAC isoforms in colorectal cancer."}, {"pubmed": 18362831, "text": "HIF-1alpha expression may be regulated through HDAC1/MTA1, which is associated with a poor prognosis for pancreatic carcinoma"}, {"pubmed": 18372343, "text": "A novel regulatory signaling mechanism of transcriptional control in which the LHR is derepressed through PKCalpha/ERK-mediated Sp1 phosphorylation, causing the release of HDAC1/mSin3A complex from the promoter."}, {"pubmed": 18408217, "text": "LPA enhances survival of cancer cells by increasing HDAC1 and HDAC2 activity and reducing histone acetylation"}, {"pubmed": 18552382, "text": "The association between alphaB-crystallin and HDAC1 on SC35 speckles plays a pivotal role in anti-apoptotic activity."}, {"pubmed": 18588874, "text": "These results indicate that the hypoxia-induced activation of the XB-S promoter is regulated through dissociation of HDAC1 from an Sp1-binding hypoxia-responsive element site."}, {"pubmed": 18644983, "text": "Zac1 might be involved in regulating the p21(WAF1/Cip1) gene and protein expression through its protein-protein interaction with p53 and HDAC1 in HeLa cells."}, {"pubmed": 18671804, "text": "The immunohistochemical expression of HDAC1 in cutaneous T-cell lymphoma."}, {"pubmed": 18708058, "text": "Recruitment of HDAC-1 and -2 by TNF-alpha, and a consequent deacetylation of histone H3 at the YKL-40 promoter occurs only in glioma cells."}, {"pubmed": 18714364, "text": "class I HDACs suggest that these targets should be explored as predictive factors in ovarian and endometrial carcinomas prospectively."}, {"pubmed": 18765668, "text": "Different from ERbeta, p53 interacts with HDAC1 and CtBP1 and forms an inhibiting transcriptional complex that could compete for binding to Sp1 sites with ERalpha transcriptional complex and inhibit BRCA2 transcription more significantly"}, {"pubmed": 18789002, "text": "Studies show that cancer cells effectively maintain low levels of pyruvate to prevent inhibition of HDAC1/HDAC3 and thereby to evade cell death."}, {"pubmed": 18806873, "text": "ZNF198, through its multiple protein-protein interaction interfaces, helps to maintain the intact LSD1-CoREST-HDAC1 complex on specific, non-REST-responsive promoters and may also prevent SUMO-dependent dissociation of HDAC1"}, {"pubmed": 18822204, "text": "HBx interacts with HDAC1 in vivo and in vitro in a non-trichostatin A dependent way."}, {"pubmed": 18850007, "text": "Hypoxia upregulates G9a histone methyltransferase & HDAC1. Overexpression of G9a & HDAC1 attenuated RUNX3 expression. The overexpression of G9a & HDAC1, but not their mutants, inhibited the nuclear localization & expression of RUNX3."}, {"pubmed": 19015268, "text": "P/CAF deacetylation by HDAC3 and in a minor degree by HDAC1, HDAC2, or HDAC4 leads to cytoplasmic accumulation of P/CAF."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19099586, "text": "findings show class I HDAC isoforms 1 and 2 are highly expressed in renal cell cancer, while HDAC 3 shows low, histology dependent expression rates"}, {"pubmed": 19182791, "text": "Chfr functions as a tumour suppressor by regulating HDAC1."}, {"pubmed": 19252524, "text": "miR-449a targets HDAC-1 and induces growth arrest in prostate cancer."}, {"pubmed": 19383825, "text": "Reduced levels of HDAC1 was associated with breast cancer progression."}, {"pubmed": 19416910, "text": "deletion of a single HDAC is not sufficient to induce cell death, but HDAC1 and 2 play redundant and essential roles in tumor cell survival"}, {"pubmed": 19424621, "text": "Higher expression of DNMT1 and HDAC1 correlated with advanced stages of the disease and reflect the malignancy of pancreatic carcinoma."}, {"pubmed": 19438744, "text": "HDAC1, is overexpressed in diffuse large B-cell lymphoma and peripheral T-cell lymphoma relative to normal lymphoid tissue"}, {"pubmed": 19503603, "text": "study indicates HIV-1 integrase & INI1/hSNF5 bind SAP18 & recruit components of Sin3a-HDAC1 complex into HIV-1 virions; HIV-1 virion-associated HDAC1 is required for efficient early post-entry events, indicating novel role for HDAC1 in HIV-1 replication"}, {"pubmed": 19531758, "text": "HDAC1 is overexpressed in rheumatoid arthritis synovial fibroblasts compared to osteoarthritis synovial fibroblasts"}, {"pubmed": 19561124, "text": "The data indicate that the carboxy-terminal domain serves a novel function within HDAC1 and HDAC2, to mediate repression of cartilage-specific gene expression in human chondrocytes."}, {"pubmed": 19683447, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19686092, "text": "APPL1 overexpression affects the composition of the HDAC1-containing NuRD complex and the expression of HDAC1 target p21WAF1/CIP1"}, {"pubmed": 19740981, "text": "hyperphosphorylated at a unique conserved Ser residue in the C terminus during varicella-zoster infection"}, {"pubmed": 19801684, "text": "Data show that histone deacetylase (HDAC) inhibitor, markedly suppressed HIF-1alpha transcription."}, {"pubmed": 19802013, "text": "Data show that HDACs 1 and 2 are overexpressed in ATCs compared with normal cells or benign tumors."}, {"pubmed": 19819149, "text": "Studies provide clues about the mechanisms utilized to regulate acetyltransferases and deacetylases."}, {"pubmed": 19822520, "text": "Results uncovered fundamental differences between HDAC1 and HDAC2, and unveiled a new mechanism of collaborative regulation by HDAC1/2 containing coregulator complexes."}, {"pubmed": 19828482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19855430, "text": "Studies discuss functional roels of histone deacetylases in the transcriptional regulation of genes involved in the inflammatory response."}, {"pubmed": 19912635, "text": "High expression of HDAC1, HDAC2 and HDAC3 was significantly correlated with increased nuclear translocation of RelA/p65 in pancreatic cancer."}, {"pubmed": 20037577, "text": "these data identify nuclear export of HDAC1 as a critical event for impaired mitochondrial transport in damaged neurons"}, {"pubmed": 20037816, "text": "There are specific interactions among Rb, HDAC1 and E2F1 proteins in gallbladder carcinoma, indicating the existence of the direct Rb/E2F1/HDAC1 signal transduction pathway. p16 does not interact with any of these proteins."}, {"pubmed": 20049841, "text": "results suggested that HDAC1 plays an important role in the proliferation of ovarian cancer cells, whereas HDAC3 functions in cell adhesion and migration"}, {"pubmed": 20144149, "text": "Knockdown of HDAC1 using siRNA (small interfering RNA) also induces the MMP28 promoter."}, {"pubmed": 20154723, "text": "the NH2-terminal FATS physically interacts with histone deacetylase 1 (HDAC1) to enhance the acetylation of endogenous p21, leading to the stabilization of p21."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20398369, "text": "specific depletion of HDAC2, but not HDAC1, sensitizes Pancreatic ductal adenocarcinoma cells towards tumor necrosis factor-related apoptosis-inducing ligand (TRAIL)-induced apoptosis"}, {"pubmed": 20415600, "text": "HDAC isoforms 1, 2 and 3 are highly expressed in Hodgkin's lymphoma; decreased HDAC1 expression is accompanied by worse outcome"}, {"pubmed": 20438716, "text": "HDAC1 is found to be the major enzyme regulating Nur77 protein levels and turnover."}, {"pubmed": 20464640, "text": "overexpression of HDAC1 was found in esophageal cancer"}, {"pubmed": 20478393, "text": "In the nucleus, SLy2 interacts with the SAP30/HDAC1 complex and regulates the activity of HDAC1."}, {"pubmed": 20498639, "text": "repression of CREB1 activity by CCDC6 has a critical function in the development of human thyroid papillary carcinomas carrying RET/PTC1 activation."}, {"pubmed": 20561418, "text": "Expression of HDAC1 was inhibited and histone H3/H4 acetylation was up-regulated in U266 cells treated with sodium valproate."}, {"pubmed": 20585871, "text": "High expression of HDAC1 was associated with gastric cancer."}, {"pubmed": 20609223, "text": "HDAC1 was significantly higher in rheumatoid arthritis than in osteoarthritis synovial tissues, and was upregulated by TNFalpha stimulation"}, {"pubmed": 20680269, "text": "MS-275 exerts dose-dependent antiproliferative effects including growth arrest, differentiation and apoptosis in some thyroid carcinoma cell lines."}, {"pubmed": 20702731, "text": "HDAC1-deficient in vitro-polarized T helper type (Th)1 and Th2 T cells produce increased amounts of cytokines leading to an increased inflammatory response in a transgenic in vivo allergic airway inflammation model."}, {"pubmed": 20731616, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20731616, "text": "combined analysis of HDAC1 SNP rs1741981 and HDAC3 SNP rs2547547 may be a potential genetic marker for hepatocellular carcinoma recurrence in liver transplantation patients."}, {"pubmed": 20802485, "text": "identify the related human histone deacetylases HDAC1 and HDAC2 as two participants in the DNA-damage response"}, {"pubmed": 20967026, "text": "Loss of HDAC1 leads to formation of embryonal carcinomas."}, {"pubmed": 21059642, "text": "RUNX1 interacts with endogenous HDAC1 or HDAC3"}, {"pubmed": 21106524, "text": "these results identify PSF as a repressor of STAT6-mediated transcription that functions through recruitment of HDAC to the STAT6 transcription complex, and delineates a novel regulatory mechanism of IL-4 signaling"}, {"pubmed": 21108932, "text": "These data suggest that class I HDACs increase HNF4alpha protein expression and the transcriptional activity of FoxO1, followed by the induction of PEPCK mRNA expression and gluconeogenesis in liver."}, {"pubmed": 21123453, "text": "When bound to the TRKA and p75NTR promoters, MYCN recruited the histone deacetylase HDAC1 to induce a repressed chromatin state."}, {"pubmed": 21143702, "text": "We immunohistochemically analyzed the expression of NCOR1 and 2 as well as HDAC1, 2, and 3 on a tissue microarray comprising tumor samples from 283 astrocytic gliomas"}, {"pubmed": 21176959, "text": "HDAC1 modifications possess prognostic power for patient survival in acute myeloid leukemia."}, {"pubmed": 21179472, "text": "a pathway through which Chk1 inhibition can mediate HDACi-induced mitotic entry and cell death"}, {"pubmed": 21184735, "text": "these data demonstrate that HDAC1 is a major repressive enzyme for E-cadherin expression as well as HDAC inhibitor-mediated anti-invasiveness."}, {"pubmed": 21293853, "text": "the recruitment of HDAC1(by NFkappaB) determines whether cells live or die by altering certain transcription factors or by their ability to bind a promoter such as Bnip3 promoter"}, {"pubmed": 21301206, "text": "HDAC1 is required for pancreatic epithelial proliferation in development and cancer."}, {"pubmed": 21344388, "text": "NFkB/HDAC1 pathway may have an important role in regulating HIV-1 Tat-induced long terminal repeat transactivation and is inhibited by curcumin."}, {"pubmed": 21420382, "text": "HDAC1 overexpression restrained cell proliferation and induced premature senescence in cervical cancer cells through a novel Sp1/PP2A/pRb pathway."}, {"pubmed": 21438903, "text": "that overexpression of HDAC1 contributes to progression and poor prognosis in prostate cancer"}, {"pubmed": 21454521, "text": "Sin3a, HDAC1, and YY1 are co-factors for Gon4l and that Gon4l may function as a platform for the assembly of complexes that regulate gene expression."}, {"pubmed": 21455583, "text": "overexpression of HDAC1, 6 or 8 increased invasion and MMP-9 expression in breast cancer cells"}, {"pubmed": 21457345, "text": "HDAC-1 overexpression significantly associated with younger age;male gender; poor histopathological grade; presence of lymph node metastases; increased stromal infiltration; well-defined shape of tumor invasion; shorter overall and disease-free survival"}, {"pubmed": 21466904, "text": "expression correlates with a poor prognosis in patients with adenocarcinoma of the lung"}, {"pubmed": 21527555, "text": "results elucidate a mechanism of p63-mediated transcriptional repression and they identify the DeltaNp63alpha/HDAC complex as an essential tumor maintenance factor in squamous cell carcinoma"}, {"pubmed": 21617866, "text": "HDAC1 and MTA1 expression levels are potential prognostic indicators for colon cancer."}, {"pubmed": 21622623, "text": "endogenous HDAC inhibition by maspin may prevent pathologic gene silencing in prostate tumor progression."}, {"pubmed": 21661415, "text": "Barrett's esophagus (BE) with HDAC-1 and MTA-1 expression is considered to be a precancerous lesion re quiring curative treatment."}, {"pubmed": 21685935, "text": "Data suggest a critical role of EZH2 in the control of cell invasion and/or metastasis by forming a co-repressor complex with HDAC1/HDAC2/Snail to repress E-cadherin."}, {"pubmed": 21725353, "text": "Studies indicate that class-I histone deacetylases (HDACs) HDAC1 and HDAC2 are direct intracellular targets of the potent sphingolipid mediator sphingosine-1-phosphate (S1P)."}, {"pubmed": 21725604, "text": "HDAC1 expression is associated with aggressive behavior of primary gastric cancer, and imply that determination of the HDAC expression status is useful for predicting prognosis in patients with gastric cancer."}, {"pubmed": 21957129, "text": "HDAC1 and HDAC2 differentially modulate STAT activity in response to IFNalpha2: while they are required for the induction of ISGF3-responsive genes, they impair the transcription of STAT3-dependent genes."}, {"pubmed": 21972094, "text": "Report HDAC1 expression in histological subtypes of testicular germ cell tumours."}, {"pubmed": 21974802, "text": "Foxp3 modulates HIV1 gene expression in human T cells by inhibiting HDAC1 activity."}, {"pubmed": 21982637, "text": "correlation between HDAC1 expression and tumor malignant behavior including HIF-1alpha expression in intrahepatic cholangiocarcinoma"}, {"pubmed": 21996064, "text": "CBZ inhibited the binding of HDAC1 to the promoter of CYP3A4."}, {"pubmed": 22028823, "text": "the essential role of Sin3B as an important associate of p53 in mediating the cellular responses to stress and in the transcriptional repression of genes"}, {"pubmed": 22036763, "text": "The methylation of Sp1 increased the recruitment of histone deacetylase 1 (HDAC1)to the cyclin B1 promoter, resulting in deacetylation and methylation of histone H3 and subsequent downregulation of cyclin B1."}, {"pubmed": 22037263, "text": "HDAC1 and HDAC2 are differentially expressed in mesenchymal neoplasms"}, {"pubmed": 22056872, "text": "TWIST1 (Twist) interacts with HDAC1 to downregulate estrogen receptor alpha in breast cancer."}, {"pubmed": 22100169, "text": "Reduced HDAC1 expression and insufficient histone deacetylation are associated with metaphase defects in human oocytes matured in vitro."}, {"pubmed": 22114073, "text": "Exposure of human prostate cancer LNCaP cells and PC-3 cells with 10-80 mug/ml of GTP for 24 h resulted in dose-dependent inhibition of class I HDAC enzyme activity and its protein expression."}, {"pubmed": 22156779, "text": "Proposed molecular mechanisms for glucocorticoid resistance include altered expression of co-repressor proteins (eg, histone deacetylases)."}, {"pubmed": 22180294, "text": "Interference with HDAC1 and miR-574-5p reconstituted CerS1-2 expression and C(18) -ceramide generation in multiple human cancer cell lines, which subsequently inhibited proliferation and anchorage-independent growth."}, {"pubmed": 22211246, "text": "There was a low correlation between the expression of HDAC1 mRNA and histone deacetylase inhibitor susceptibility of leukemia cells."}, {"pubmed": 22222205, "text": "HDAC1 is an integral component of the Drosha/DGCR8 complex and enhances miRNA processing by increasing the affinity of DGCR8 to primary miRNA transcripts via deacetylation of critical lysine residues in the RNA-binding domains of DGCR8."}, {"pubmed": 22344732, "text": "studies suggest that endometriosis etiology may be partially explained by epigenetic regulation of gene expression due to dysregulations in the expression of histone deacetylase 1 and 2"}, {"pubmed": 22393235, "text": "Downregulation of RUNX2 expression reduces the localization of HDAC1 to the nucleolar periphery and also decreases the association between HDAC1 and UBF."}, {"pubmed": 22416134, "text": "Data show that leucine zipper domain, not the SUMOylation of K-bZIP, is required for K-bZIP to interact with HDAC1/2 and with some KSHV lytic gene promoters and that these interactions are important for human herpesvirus-8 to replicate."}, {"pubmed": 22419072, "text": "Histone deacetylase inhibitors, trichostatin A and suberoylanilide hydroxamic acid induced CD1d expression in tumor cells through inhibition of HDAC1/2 and activation of transcription factor Sp1."}, {"pubmed": 22542627, "text": "The results of the present study provide evidence for epigeneticregulation of proinflammatory and complement genes and indicatethat LSD1 and HDAC1 specify repressive chromatin marks in proinflammatorycytokines and classical complement pathway genes."}, {"pubmed": 22641068, "text": "In hepatocellular carcinoma cells, up-regulation of HDAC1-3 reduces expression of miR-449, activating hepatocyte growth factor and altering tumor growth."}, {"pubmed": 22796363, "text": "Suggest that ethanol affects 5-HT3 and serotonin through mechanisms involving neuronal HDAC1/3."}, {"pubmed": 22797919, "text": "these data suggest that PKD2 and PKD3 coordinate to promote prostate cancer cell invasion through p65 NF-kappaB- and HDAC1-mediated expression and activation of uPA."}, {"pubmed": 22822071, "text": "analysis of stimulation of histone deacetylase activity by metabolites of intermediary metabolism"}, {"pubmed": 22865885, "text": "Family with sequence similarity 60A (FAM60A) protein is a cell cycle-fluctuating regulator of the SIN3-HDAC1 histone deacetylase complex."}, {"pubmed": 22879913, "text": "The repression of MMP-9 transcription in response to IFNbeta occurs by the recruitment of HDAC1 via the proximal AP-1 binding site."}, {"pubmed": 22927334, "text": "Microarray analysis of human oligodendrocyte progenitor cells (OPCs) and immature oligodendrocytes reveals that specific-class I histone deacetylase (HDAC) target genes are actively repressed during oligodendrocyte commitment."}, {"pubmed": 22939983, "text": "Repression of transcription by WT1-BASP1 requires the myristoylation of BASP1 and the PIP2-dependent recruitment of histone deacetylase."}, {"pubmed": 23014989, "text": "Acetylation of histone deacetylase 1 regulates NuRD corepressor complex activity."}, {"pubmed": 23060449, "text": "Trim28 regulates cell proliferation by bridging HDAC1 and E2F3 and E2F4 interactions."}, {"pubmed": 23104175, "text": "Histone deacetylase 1 was necessary for Sp1 to inhibit PTEN expression"}, {"pubmed": 23110995, "text": "X-radiation and siRNA inhibit expression of HDAC1 and HDAC2, weaken the inhibitory effect of HDAC on Axin, upregulate Axin expression and induce apoptosis of lung cancer cells"}, {"pubmed": 23140481, "text": "Histone deacetylase inhibition activates transgene expression from integration-defective lentiviral vectors in dividing and non-dividing cells."}, {"pubmed": 23185513, "text": "The results of the present study showed that HDAC1 controls the expression of DEFB1 in lung epithelial cells by regulating transcriptional accessibility at the DEFB1 promoter."}, {"pubmed": 23217559, "text": "HDAC1, LL-37 and VHL can modulate the production of VEGF via HIF-1alpha in HaCaT cells"}, {"pubmed": 23242655, "text": "mutant p53 protein binds to the promoter of ESR1 through direct interaction with HDAC1 and indirect interaction with DNMT1, MeCP2 proteins in the ER-negative MDA-MB-468 cells."}, {"pubmed": 23246564, "text": "High HDAC1 expression is associated with nasopharyngeal neoplasms"}, {"pubmed": 23251689, "text": "The majority of classes I and II HDACs were detected in the pancreatic cancer cell lines."}, {"pubmed": 23280436, "text": "HDAC1 and 2 corepressor complexes are removed from the mitotic chromosomes and are available early in the events leading to the re-establishment of the gene expression program in daughter cells."}, {"pubmed": 23362263, "text": "TAp73 protein stability is controlled by histone deacetylase 1 via regulation of Hsp90 chaperone function"}, {"pubmed": 23437037, "text": "a stress p53-Mdm2-p300-HDAC1 regulatory network that is activated and stabilised by two regulatory proteins, p300 and HDAC1, is reported."}, {"pubmed": 23612983, "text": "Enzyme inhibition studies and mutational analyses demonstrated that protein kinase CK2-catalyzed phosphorylation of HDAC1 and -2 is crucial for the dissociation of these two enzymes."}, {"pubmed": 23621261, "text": "Various subunits of T complex proteins (TCP1) and prefoldin proteins (PFDN) were identified as interacting partners that showed high affinity with HDAC1 in HepG2 cells."}, {"pubmed": 23690335, "text": "HDAC-1, but not HDAC-2/-3, was significantly increased in endometriosis and associated with steroid hormone receptor expression."}, {"pubmed": 23708667, "text": "CHD4 and HDAC1 occupy the promoters of several of these hypermethylated tumor suppressor genes and physically and functionally interact to maintain their silencing."}, {"pubmed": 23714156, "text": "show gender-specific transcriptional control of UGT1A genes in jejunum and colon, which is repressed by ERalpha and the recruitment of HDCA 1 and 2 to the UGT1A promoter sequence in females"}, {"pubmed": 23791785, "text": "The structure of HDAC1 in complex with MTA1 from the NuRD complex is reported."}, {"pubmed": 23926105, "text": "Co-transfection of KLF-4 and HDAC1,2 expression plasmids in breast cancer cells results in synergistic repression of VEGF"}, {"pubmed": 23932364, "text": "Involvement of SNIP1 in progression of lung cancer by regulating the RB/HDAC1 interaction."}, {"pubmed": 23939379, "text": "The regulation of ATM by HDAC enzymes therefore suggests a vital role for HDAC1 and HDAC2 in the DNA damage response."}, {"pubmed": 24036913, "text": "A diminished interaction between HDAC1 and FUS proteins carrying familial brain tumor initiating cells (BTICs) outcompetes for glucose uptake by co-opting high affinity neuronal glucose transporter 3 (Glut3, SLC2A3) in amyotrophic lateral sclerosis."}, {"pubmed": 24058639, "text": "these results indicate that under quiescent conditions Fli1 recruits HDAC1/p300 to the COL1A2 promoter and suppresses the expression of the COL1A2 gene by chromatin remodeling through histone deacetylation."}, {"pubmed": 24068740, "text": "Findings uncover a role for paralog-specific sumoylation of HDAC1 whose significance is emphasized by the use of HDAC inhibitors as anticancer drugs."}, {"pubmed": 24086750, "text": "a role for miR-449b in regulation of HDAC1 and antiviral cytokine signaling"}, {"pubmed": 24176859, "text": "By interaction with HDAC1, phospho-SATB1 contributes to the invasive and proliferative phenotype of GBM cells."}, {"pubmed": 24190971, "text": "LSD1 acts through the HDAC1- and MOF-mediated regulation of H4K16 acetylation to maintain the pluripotency of embryonic stem/carcinoma cells."}, {"pubmed": 24239178, "text": "The transcriptional function of HCS was shown by in vitro pull down and in vivo co-immunoprecipitation assays to depend on its interaction with the histone deacetylases HDAC1, HDAC2 and HDAC7"}, {"pubmed": 24249678, "text": "Data support a model wherein DDB1 and DDB2 cooperate to repress Bcl-2 transcription. DDB2 recognizes and binds to the Bcl-2 P1 promoter, and HDAC1 is recruited through the DDB1 subunit associated with DDB2 to deacetylate histone H3K9."}, {"pubmed": 24307847, "text": "Suggest rs1741981 in HDAC1 is significantly associated with the response to corticosteroid treatment in asthmatics."}, {"pubmed": 24316511, "text": "Results indicate that HDAC1 is a target of miR-520h which was upregulated after doxorubicin treatment."}, {"pubmed": 24344198, "text": "eleven-nineteen lysine-rich leukemia protein enhanced E2F1 deacetylation via recruitment of histone deacetylase 1"}, {"pubmed": 24376786, "text": "nuclear targeting of MIER1alpha requires an intact ELM2 domain and is dependent on interaction with HDAC1/2"}, {"pubmed": 24463822, "text": "importance of class I HDACs in the muscle atrophy program and indicate that class I HDAC inhibitors are feasible countermeasures to impede muscle atrophy and weakness."}, {"pubmed": 24475290, "text": "Inhibition of HDAC1 and DNMT1 modulate RGS10 expression and decrease ovarian cancer chemoresistance."}, {"pubmed": 24550390, "text": "Daxx selectively represses IL-6 transcription through HDAC1-mediated histone deacetylation"}, {"pubmed": 24722339, "text": "The mutually exclusive associations of HDAC1/p300, p300/histone, and HDAC1/histone on chromatin contribute to the dynamic regulation of histone acetylation."}, {"pubmed": 24763403, "text": "Transgenic mice expressing mono-allelic Hdac1 (or Hdac2) reveals that Hdac1 and Hdac2 contribute differently to the development of specific hematopoietic lineages."}, {"pubmed": 24830600, "text": "novel HDAC1/4/miR-200b/E2F3 signaling contributes to chemoresistance of human lung adenocarcinoma cells"}, {"pubmed": 24840043, "text": "Data suggest that direct interactions of HLCS (holocarboxylase synthetase) with NCOR1 (nuclear receptor corepressor 1) and HDAC1 (histone deacetylase 1) contribute toward transcriptional repression of repeats, presumably increasing genome stability."}, {"pubmed": 24939842, "text": "PP1alpha and class I histone deacetylase (HDAC1/2/3) signaling pathways are essential for the stress-induced BRD4 release from chromatin."}, {"pubmed": 25173798, "text": "Study identifies the miR-34a-HDAC1/HDAC7-HSP70 K246 axis as a novel molecular signature predictive of therapy resistance."}, {"pubmed": 25270209, "text": "Data indicate that the 20(S)-ginsenoside Rh2 [Rh2(S) can inhibit the proliferation of K562 cells and induce its cycle arrest and apoptosis through inhibiting histone deacetylases HDAC1 and HDAC2 activity."}, {"pubmed": 25279705, "text": "Overexpression of histone deacetylase 1 was associated with lung adenocarcinoma."}, {"pubmed": 25341045, "text": "HDAC1 and Klf4 are potential new molecular markers and targets for clinical diagnosis, prognosis, and treatment of myeloid leukemia."}, {"pubmed": 25405810, "text": "Epigenetic silencing of HDAC1 by miR-449a upregulates Runx2 and promotes osteoblast differentiation."}, {"pubmed": 25445594, "text": "Our results indicate that HDAC1 plays an important role in chondrogenesis and may represent a therapeutic target for modulation of cartilage development."}, {"pubmed": 25482492, "text": "Overexpression of HDAC1 is associated with poor prognosis in multiple myeloma patients."}, {"pubmed": 25593344, "text": "Gefitinib-resistant lung cancer cells show HDAC1 overexpression, and its knockdown sensitizes resistant cells to gefitinib."}, {"pubmed": 25688158, "text": "shRNA-mediated knockdown of HDAC1 or HDAC2 resulted in growth inhibition of B-cell acute lymphoblastic leukemia cells."}, {"pubmed": 25762635, "text": "DW22 antitumor agent upregulates RXRa and downregulates histone deacetylase in lung cancer and breast cancer tissues and cell lines"}, {"pubmed": 25794974, "text": "HDAC1 overexpression was associated with prostate cancer recurrence, rapid tumor cell proliferation and genomic instability."}, {"pubmed": 25801958, "text": "S6K1, overexpressed in many breast cancers, controls HDAC1-dependent transcriptional regulation of ESR1 levels upon mitogenic stimuli."}, {"pubmed": 25808664, "text": "Inactivation of HDAC1 or HDAC2 induces gamma-globin expression without altering cell cycle or proliferation."}, {"pubmed": 25840828, "text": "This study shown HDAC1 to be the risk factor for attention deficit/hyperactivity disorder."}, {"pubmed": 25860111, "text": "curcumin and PCI-34058-mediated ligand-dependent HDAC1 tunnel closure interferes negatively with the ASP-HIS charge relay system in HDAC1"}, {"pubmed": 25862862, "text": "CD133 expression and THBS1 expression were prognostic factors, and a negative relationship between HDAC and THBS1 was observed in advanced gastric cancer."}, {"pubmed": 25942572, "text": "Histone deacetylases 1 and 2 have roles in regulating DNA replication and DNA repair in cancer [review]"}, {"pubmed": 25950477, "text": "Increase of HDAC1 acetylation and reduced level of SIRT1 protein during cellular stress directly link to the induction of p53 acetylation. Results unveil the mechanism underlying the dynamic regulation of p53 acetylation during cell stress."}, {"pubmed": 25996657, "text": "Furthermore, a direct interaction between AnkA and HDAC1 was detected at the CYBB promoter, and was critical for AnkA-mediated CYBB repression."}, {"pubmed": 26024595, "text": "5-HTT gene is epigenetically downregulated by HDAC1 in several types of cancer."}, {"pubmed": 26035691, "text": "Results indicate that HDAC1 depletion inhibits the metastatic abilities of gastric cancer cells by regulating the miRNA-34a/CD44 pathway, suggesting that HDAC1 may be a potential target for the treatment of gastric cancer."}, {"pubmed": 26116233, "text": "Results show that mRNA expression of histone deacetylases HDAC1 and HDAC2 were significantly increased in peripheral blood mononuclear cells of patients with with Graves' disease compared to controls."}, {"pubmed": 26152200, "text": "Study shows evidence implicating HDAC1 as an important regulator of tissue damage in rheumatoid arthritis (RA). Its inhibition in RA synovial fibroblasts results in attenuation of the autoaggressive phenotype as reduced proliferation and migration."}, {"pubmed": 26255936, "text": "simultaneous depletion of HDAC1/2 compromises the deacetylation of H3K56Ac, while depletion of HDAC1 or HDAC2 alone has no effect on H3K56Ac."}, {"pubmed": 26290249, "text": "Here we demonstrate in the rat hippocampus that ongoing experience powerfully modifies the molecular response to one such intervention, histone deacetylase inhibitor (HDACi) administration."}, {"pubmed": 26352599, "text": "Increased cancer-specific mortality was significantly associated with HDAC2 expression, mortality was also increased with high HDAC1 expression."}, {"pubmed": 26460487, "text": "Data indicate that bombesin receptor-activated protein (BRAP) might increase histone deacetylases 1/2 (HDAC) activity that leads to NF-kappa B (NF-kappaB) activation via its putative C-terminal domain."}, {"pubmed": 26502922, "text": "Enhanced HDAC-1 expression in Pancreatic Adenocarcinoma was significantly associated with increased tumor proliferative capacity, borderline with the absence of lymph node metastases, and showed longer survival times compared to those with low expression."}, {"pubmed": 26549030, "text": "Results indicate that HCV core induced epithelial-mesenchymal transition (EMT) by interacting with the transcriptional repressor complex Snail/HDAC1/2 at the E-cadherin promoter, which led to E-cadherin repression and increased invasiveness of hepatoma cells."}, {"pubmed": 26549310, "text": "RORgammat is acetylated, and this acetylation is reciprocally regulated by the histone acetyltransferase p300 and the histone deacetylase HDAC1."}, {"pubmed": 26588579, "text": "the expression of HDAC1 was significantly higher in LRS than that in HRS. The positive rates for stage III-IV tumor were significantly higher than those for stage II."}, {"pubmed": 26639180, "text": "data reveal the mechanism by which chromatin remodeling and target gene expression are regulated by Ikaros alone and in complex with HDAC1 in B-ALL"}, {"pubmed": 26697414, "text": "These observations indicate a HDAC1-mediated IL-12B gene expression suppression by live, virulent Mycobacterium tuberculosis to subvert the immune system to survive and replicate in the host."}, {"pubmed": 26758364, "text": "Histone deacetylase 1 regulates the expression of progesterone receptor A during human parturition by occupying the progesterone receptor A promoter."}, {"pubmed": 26759222, "text": "Data show that histone H2B of prostate cancer cell line DU-145 have hypoacetylation, hypomethylation, and dephosphorylation, suggesting there was an excessive histone deacetylase activity in the cells."}, {"pubmed": 26764010, "text": "Results found an involvement of epigenetic processes in SNAIL-induced epithelial to mesenchymal transition, highlighted by a cross-talk between SNAIL and the histone deacetylase HDAC1, and activation of the AKT pathway in breast cancer cells."}, {"pubmed": 26797758, "text": "High HDAC1 expression is associated with osteosarcoma progression."}, {"pubmed": 26812044, "text": "HDAC1 and DAXX are co-repressors associated with epigenetic regulation that help to control promoter histone acetylation reactions involved in regulating GAD67."}, {"pubmed": 26912629, "text": "We demonstrate that HDAC1 is a component of host innate antiviral response against IAV, and IAV undermines HDAC1 to limit its role in antiviral response."}, {"pubmed": 26980768, "text": "High HDAC1 expression is associated with drug Resistance in Malignant Melanoma."}, {"pubmed": 27018948, "text": "In vitro, uremia induced dysregulation of DNA methylation in differentiating monocytes, which affected several transcription regulators important for monocyte differentiation (e.g., FLT3, HDAC1, MNT) and led to enhanced generation of intermediate monocytes."}, {"pubmed": 27029072, "text": "These results are the first evidence that the inhibition of HDAC1 by (S)-2 downregulates CIP2A transcription"}, {"pubmed": 27060025, "text": "The findings suggest that OGT promotes the O-GlcNAc modification of HDAC1 in the development of progression hepatocellular carcinoma."}, {"pubmed": 27086779, "text": "HDAC1 expression in TE-1, Eca109 and EC9706 cells was significantly higher compared with normal esophageal cell line HEEC.The siRNA-mediated HDAC1 knockdown significantly inhibited the proliferation, migration and invasion of TE-1 cells probably by regulating the expression of cell cycle- and EMT-related proteins."}, {"pubmed": 27092878, "text": "HDAC1 promoted migration and invasion of gallbladder tumor cells by binding with TCF12 to promote epithelial mesenchymal transformation."}, {"pubmed": 27098840, "text": "HDACs 1 and 2 are recruited by the MTA1 corepressor to form the catalytic core of the complex."}, {"pubmed": 27109927, "text": "Data show there is allosteric communication between the inositol-binding site and the active sites in histone deacetylases HDAC1 and HDAC3."}, {"pubmed": 27171263, "text": "Mechanical stimulation orchestrates the osteogenic differentiation of human bone marrow stromal cells by regulating HDAC1"}, {"pubmed": 27197203, "text": "HDAC1 overexpression is associated with Breast Cancer."}, {"pubmed": 27283770, "text": "Histone deacetylases (HDACs) inhibitor MGCD0103 (MGCD) induces apoptosis by up-regulating p53 in CNE2 nasopharyngeal carcinoma (NPC) cells."}, {"pubmed": 27320013, "text": "Using mass spectrometry and site directed mutagenesis, a new Sp1 phosphorylation site Ser702 was defined to be associated with Sp1-HDAC1 interaction and may be important in SR-BI activation, shedding light on the knowledge of delicate mechanism of hepatic HDL receptor SR-BI gene modulation by LDL."}, {"pubmed": 27342975, "text": "HDAC1 upregulation is associated with hepatocellular carcinoma."}, {"pubmed": 27358484, "text": "our findings identify a key role for c-Myc in TRAIL deregulation and as a biomarker of the anticancer action of HDACi in acute myeloid leukemia ."}, {"pubmed": 27420561, "text": "class I HDACs (HDAC1, 2, 3 and 8) play a major role in regulating extracellular matrix and Epithelial-mesenchymal transition, whereas class IIa HDACs (HDAC4 and 5) are less effective."}, {"pubmed": 27422033, "text": "Cutaneous T-cell lymphoma (CTCL) pathogenesis remains unknown, and there are no curative therapies. Our findings not only demonstrate a critical role for IL15-mediated inflammation in cutaneous T-cell lymphomagenesis, but also uncover a new oncogenic regulatory loop in CTCL involving IL15, HDAC1, HDAC6, and miR-21 that shows differential sensitivity to isotype-specific HDAC inhibitors"}, {"pubmed": 27501845, "text": "HDAC1 depletion-induced p53 expression alters cardiac-derived mesenchymal stromal cell fate decisions."}, {"pubmed": 27506904, "text": "these results suggest that HDAC1 and HDAC6 may play a role in clear cell renal cell carcinoma biology"}, {"pubmed": 27550312, "text": "Results show that proteasomal degradation of HDAC1 and HDAC3 by Vpr counteracts HIV-1 latency to reactivate the viral promoter."}, {"pubmed": 27635759, "text": "Acetylation-dependent control of global poly(A) RNA degradation by CBP/p300 and HDAC1-HDAC2 has been described."}, {"pubmed": 27672210, "text": "findings indicate that WRN interacts with HDACs 1 and 2 to facilitate activity of stalled replication forks under conditions of replication stress."}, {"pubmed": 27694949, "text": "The authors found that 2-aminoacetophenone regulates histone deacetylase 1 expression and activity, resulting in hypo-acetylation of lysine 18 of histone H3 at pro-inflammatory cytokine loci. Specifically, 2-aminoacetophenone induced reprogramming of immune cells occurs via alterations in histone acetylation of immune cytokines in vivo and in vitro."}, {"pubmed": 27886239, "text": "data show that Hdac1 and Hdac2 impact on Emu-myc B cell proliferation and apoptosis and suggest that a critical level of Hdac activity may be required for Emu-myc tumorigenesis and proper B cell development"}, {"pubmed": 27990641, "text": "HDAC1- and SRC-mediated phosphorylation of RUNX3 induced by oxidative stress is associated with the cytoplasmic localization of RUNX3 and can lead to RUNX3 inactivation and carcinogenesis."}, {"pubmed": 28004751, "text": "Daxx directly binds to the DNA-binding domain of Slug, impeding histone deacetylase 1 (HDAC1) recruitment and antagonizing Slug E-box binding. This, in turn, stimulates E-cadherin and occludin expression and suppresses Slug-mediated epithelial-mesenchymal transition (EMT) and cell invasiveness."}, {"pubmed": 28030834, "text": "Histone deacetylases 1 and 2 cooperate in regulating BRCA1, CHK1, and RAD51 expression in acute myeloid leukemia cells."}, {"pubmed": 28046085, "text": "Histone deacetylase assays confirmed that MIER2, but not MIER3 complexes, have associated deacetylase activity."}, {"pubmed": 28102109, "text": "Data suggest that epigenetic changes in histone acetylation and DNA methylation may contribute to the repression of RGS2 (regulator of G-protein signaling 2) expression in chemo-resistant ovarian cancer cells; regulation of HDAC1 (histone deacetylase 1) and DNMT1 (DNA methyltransferase 1) contribute to the suppression of RGS2."}, {"pubmed": 28107582, "text": "Nuclear HDAC2 immunopositivity was significantly higher in actinic cheilitis (AC) when compared with lip squamous cell carcinoma (LSCC). HDAC1 and HAT1 nuclear immunostaining were higher in AC, with no statistical significance. When comparing data with our previous study, we found a positive correlation between HDAC1 X DNMT1/DNMT3b, HDAC2 X DNMT3b, and HAT1 X DNMT1/DNMT3b for certain studied groups."}, {"pubmed": 28411180, "text": "Coexpression of SALL4 with HDAC1 and/or HDAC2 was associated with PTEN underexpression and a poor prognosis in hepatocellular carcinoma."}, {"pubmed": 28424407, "text": "High HDAC1 expression is associated with gastrointestinal malignancy."}, {"pubmed": 28450117, "text": "We found that TCF7L1 recruits the C-terminal binding protein (CtBP) and histone deacetylase 1 (HDAC1) to the DKK4 promoter to repress DKK4 gene expression. In the absence of TCF7L1, TCF7L2 and beta-catenin occupancy at the DKK4 promoter is stimulated and DKK4 expression is increased. These findings uncover a critical role for TCF7L1 in repressing DKK4 gene expression to promote the oncogenic potential of CRCs."}, {"pubmed": 28473661, "text": "new basis of DDX23-Linc00630-HDAC1 signal axis for understanding its pathogenicity, which could be further developed as a valuable therapeutic strategy"}, {"pubmed": 28489564, "text": "Results show that histone deacetylase 1 (HDAC1) expression was positively correlated with YY1 transcription factor (YY1) in hepatocellular carcinoma (HCC) cell lines and primary tumor tissues."}, {"pubmed": 28533418, "text": "Hdac1 levels are increased in blood samples from patients with schizophrenia who had encountered early life stress (ELS), compared with patients without ELS experience."}, {"pubmed": 28579617, "text": "HDAC1,2 inhibitor either alone or when combined with doxorubicin decreases leukemia burden."}, {"pubmed": 28617441, "text": "concomitant LSD1 and HDAC inhibition synergistically induces cell death in rhabdomyosarcoma cells by shifting the ratio of pro- and antiapoptotic BCL-2 proteins in favor of apoptosis, thereby engaging the intrinsic apoptotic pathway"}, {"pubmed": 28624794, "text": "HDAC1 may therefore be considered an unfavorable progression indicator for glioma patients, and may also serve as a potential therapeutic target."}, {"pubmed": 28672879, "text": "the combination of p63-positive and HDAC1-negative expressions can be a potential new way for distinguishing epidermal stem cells."}, {"pubmed": 28679560, "text": "HDAC1 depletion activates cardiac mesenchymal stromal cells proangiogenic paracrine signaling in a basic fibroblast growth factor-dependent manner."}, {"pubmed": 28716899, "text": "High HDAC1 expression is associated with Multidrug Resistance in breast and cervical cancer."}, {"pubmed": 28767587, "text": "Meta-analysis results suggest that HDAC1 mRNA or protein expression may serve as a good diagnostic and prognostic marker for lung cancer."}, {"pubmed": 28779562, "text": "data showed that HDAC1 can trigger the proliferation and migration of breast cancer cells via activation of Snail/IL-8 signals"}, {"pubmed": 28870936, "text": "High HDAC1 expression may contribute to the aggressiveness of human breast cancer with cytoplasmic-only expression of maspin"}, {"pubmed": 28938863, "text": "The inhibitors remained bound to their respective targets over time of the simulation and the overall potential energy, root-mean-square deviation, root-mean-square fluctuation profiles suggested that the detected compounds may be potential isoform-selective HDAC inhibitors or serve as promising scaffolds for further optimization towards the design of selective inhibitors for cancer therapy."}, {"pubmed": 29058807, "text": "Study identified HDAC1, a key regulator of eukaryotic gene expression and many important cellular events, including cell proliferation, differentiation, cancer and immunity, as an interacting partner of ABIN1."}, {"pubmed": 29059365, "text": "Results reveal a prominent role for transcriptional regulator SIN3A (SIN3A) in the transcriptional response to hypoxia, and suggesting a model where modulation of the associated histone deacetylase 1/2 activity, rather than its recruitment, determines the transcriptional output."}, {"pubmed": 29140459, "text": "Results suggest that RBM45 serves as a negative regulator to prevent FUS-mediated excessive recruitment of HDAC1 to the sites of DNA damage."}, {"pubmed": 29277783, "text": "Our findings suggest that up-regulation of UVRAG by HDAC1 inhibition potentiates DNA-damage-mediated cell death in colorectal cancer cells"}, {"pubmed": 29369542, "text": "Sox6 as a regulator of pancreatic cancer development was shown to interact with the promoter of Twist1, a helix-loop-helix transcription factor involved in the induction of EMT, and to modulate the expression of Twist1 by recruiting HDAC1 to the promoter of the Twist1 gene."}, {"pubmed": 29448109, "text": "Furthermore, the results also demonstrate that the stability of GCPII protein is regulated by HDAC1 through acetylation at the lysine 479 residue."}, {"pubmed": 29472538, "text": "HDAC1 and HDAC2 suppress the expression of PPP2R3A/PR130, a regulatory subunit of the trimeric serine/threonine phosphatase 2 (PP2A)."}, {"pubmed": 29537214, "text": "The downregulation of HDAC1 inhibited cell proliferation, prevented cell migration, decreased cell invasion, reduced tumor angiogenesis and induced cell apoptosis."}, {"pubmed": 29561664, "text": "miR-34a exhibited suppressive effects on ovarian cancer (OC) cells via directly binding and downregulating HDAC1 expression, which subsequently decreased the resistance to cisplatin and suppressed proliferation in OC cells."}, {"pubmed": 29645094, "text": "Leishmania amazonensis induces HDAC1 in infected macrophages, which contribute to parasite survival and is associated to hiporeactive stage found in Leishmania amazonensis infected patients."}, {"pubmed": 29679567, "text": "the knockdown of HDAC1/2 upregulated KLF5 protein but not KLF5 mRNA, and the increase in KLF5 protein level by silencing HDAC1/2 was at least in part due to decreased proteasomal degradation."}, {"pubmed": 29738697, "text": "r meta-analysis demonstrated an association between increased HDAC1 expression and better OS in Asian breast cancer patients"}, {"pubmed": 29803790, "text": "NLK boosts cell proliferation and E2F1 activity and controls the cell cycle switch by releasing HDAC1 from the E2F1 complex, us priming colorectal cancer progression"}, {"pubmed": 29853494, "text": "Reptin directly interacted with histone deacetylase 1 (HDAC1) as the critical mechanism driving non-small cell lung cancer (NSCLC) tumour progression. Pharmacological disruption of the Reptin/HDAC1 complex resulted in a substantial decrease in NSCLC cell proliferation and induced significant sensitisation to cisplatin."}, {"pubmed": 29917299, "text": "The HDAC1 expression was associated with the SNAIL expression in clinical samples."}, {"pubmed": 30060952, "text": "The HDAC1 confers immune-resistance, drug-resistance and stem-like phenotype in tumor cells through its catalytic activity."}, {"pubmed": 30209338, "text": "This tag-mediated reprogramming of the HDAC1/2 protein interaction network suggests a mechanism whereby HDAC1 is first loaded into the CCT complex."}, {"pubmed": 30242288, "text": "recruited to centromeres by RSF1"}, {"pubmed": 30279482, "text": "Collectively, these data indicate that HDAC1/2 containing complexes are critical regulators of histone crotonylation in vivo."}, {"pubmed": 30280780, "text": "Results showed that the higher expression of HDAC1 in advanced stage of lung cancer regulates its downstream protein in its pathway through epigenetic regulation. The epigenetic regulation of uPAR by HDAC1 significantly affects the p38 MAPK activation pathway as tumor progress."}, {"pubmed": 30463877, "text": "Combined inhibition of HDAC1/2 and Brd4 resolved the aberrant ISG expression detected in cells derived from patients with two inherited interferonopathies, ISG15 and USP18 deficiencies, defining a novel therapeutic approach to ISG-associated autoimmune diseases."}, {"pubmed": 30463940, "text": "Sp1 or HDAC1 knock down increased GM2-synthase transcription, and butyrate-mediated activation of GM2-synthase mRNA expression in SK-RC-45 cells was accompanied by Sp1 and HDAC1 loss from the +38/+187 region. Taken together, we have identified an epigenetic mechanism for the de-repression of the GM2-synthase gene in RCC."}, {"pubmed": 30500418, "text": "HDAC1 promotes glycolysis in gastric cancer and affects HIF-1alpha activity in tumor progression and metastasis. HDAC1(High) expression was also an independent adverse prognostic factor for overall survival and disease-free survival"}, {"pubmed": 30592280, "text": "aldosterone significantly inhibited H3K9 acetylation by upregulating HDAC1 protein expression levels in the renal distal convoluted tubule cells, resulting in its inability to bind to the KL promoter"}, {"pubmed": 30642670, "text": "Active RelB/p52 translocate into the nucleus to bind NF-kappaB response element of target gene promoter, and in turn, elicit recruitment of CBP and/or HDAC1 to regulate H3K9ac for epigenetic induction of parturition triggers"}, {"pubmed": 30669676, "text": "Using CRISPR/Cas9 to knock out HDAC1 and HDAC2 genes in SW579 cells, we observed that the histone acetylation level and cell cycle arrest were enhanced without any impact on cell growth. Furthermore, HDAC1 and HDAC2 double knockout (KO) cells showed dramatic cell apoptosis activation compared to HDAC1 and HDAC2 individual KO cells."}, {"pubmed": 30776024, "text": "These results strongly suggest that inhibition of HDAC1 and HDAC2 activities may suppress the progression of human proteinuric kidney diseases through the regulation of EGR1."}, {"pubmed": 30782261, "text": "HDAC1 expression could be regulated and was negatively correlated with miR-761 in CRC. Authors also indicated that the expression of miR-761 was abnormally downregulated in CRC. Transfection with a miR-761 mimic impeded the growth and invasion of CRC cells."}, {"pubmed": 30872677, "text": "Simvastatin reduces the carcinogenic effect of 3-methylcholanthrene in renal epithelial cells through histone deacetylase 1 inhibition and RhoA reactivation."}, {"pubmed": 31071955, "text": "sing CRISPR/Cas9 genomic editing, we found that HDAC1 and HDAC2 knockout cells significantly induced cell apoptosis, indicating that the regulation of HDAC1 and HDAC2 is extremely important in maintaining K562 cell survival."}, {"pubmed": 31111958, "text": "The applicability of combined HER2 and HDAC1 targeting in breast cancer therapy."}, {"pubmed": 31119861, "text": "HDAC1 was involved in placental breast cancer resistance protein regulation in vitro: A preliminary study."}, {"pubmed": 31165775, "text": "SNAI1 recruits HDAC1 to suppress SNAI2 transcription during epithelial to mesenchymal transition."}, {"pubmed": 31177123, "text": "Colorectal cancer (CRC) patients with HDAC1 positivity was significantly higher in the group with low miR-449a expression compared to that with high expression. The expression of HDAC1, on the contrary, was higher in metastatic liver tumor, supporting the hypothesis that the HDAC1 is an important target gene of miR-449a in clinical settings."}, {"pubmed": 31204933, "text": "miR-34a promotes the apoptosis of HL-60 cells via regulating HDAC1 expression"}, {"pubmed": 31222845, "text": "Histone deacetylases 1 and 2 inhibition suppresses cytokine production and osteoclast bone resorption in vitro."}, {"pubmed": 31226417, "text": "Authors confirmed that high expression of HDAC1 in CLL patients with TP53 mutation, which is closely related to poor prognosis and drug-resistance."}, {"pubmed": 31256937, "text": "A single amino acid deletion of either R247 (DeltaR) or S248 (DeltaS) was sufficient for the loss of C/EBP-epsilon transcriptional activity, while an amino acid substitution at S248 to alanine in C/EBP-epsilon (SA) had comparable transcriptional activity with the wild-type C/EBP-epsilon (WT).  An acetylation mimic form of C/EBP-epsilon DeltaRS does not have transcriptional activity. C/EBP-epsilon DeltaRS interacts with..."}, {"pubmed": 31358016, "text": "HDAC1 contributed to the multidrug resistance of AML"}, {"pubmed": 31400279, "text": "NFAT2-HDAC1 signaling contributes to the malignant phenotype of glioblastoma."}, {"pubmed": 31662025, "text": "A Comparative Study of Target Engagement Assays for HDAC1 Inhibitor Profiling."}, {"pubmed": 31692265, "text": "Valproic acid targets HDAC1/2 and HDAC1/PTEN/Akt signalling to inhibit cell proliferation via the induction of autophagy in gastric cancer."}, {"pubmed": 31704828, "text": "High HDAC1 expression is associated with Intrahepatic Cholangiocarcinoma."}, {"pubmed": 31744547, "text": "These results show that HDAC1 interacts with the HIV-1 integrase and affects virus replication before and after integration. Overall, HDAC1 appears to facilitate HIV-1 replication with a major effect on a preintegration step, which likely occurs at the reverse transcription step."}, {"pubmed": 31746377, "text": "SNAI1 interacted with HDAC1 to repress Ecadherin in the TGFbeta2induced EMT in HLECs, suggesting that HDAC inhibitors may have potential therapeutic value for the prevention of EMT in HLECs."}, {"pubmed": 31761932, "text": "Activation of beta-Catenin Signaling and its Crosstalk With Estrogen and Histone Deacetylases in Human Uterine Fibroids."}, {"pubmed": 31799598, "text": "our study showed that attenuation of HDAC1, HDAC2 activity leads to an open chromatin state, facilitates Cas9 access and binding to the targeted DNA and increases the gene editing frequencies"}, {"pubmed": 31874856, "text": "The Deubiquitinase USP38 Promotes NHEJ Repair through Regulation of HDAC1 Activity and Regulates Cancer Cell Response to Genotoxic Insults."}, {"pubmed": 31883829, "text": "Histone deacetylase 1 (HDAC1): A key player of T cell-mediated arthritis."}, {"pubmed": 31903153, "text": "Histone deacetylase inhibition is synthetically lethal with arginine deprivation in pancreatic cancers with low argininosuccinate synthetase 1 expression."}, {"pubmed": 31913353, "text": "ARID1A regulates HDAC1 activity in breast cancer.ARID1A contributes to HDAC1 recruitment and regulation of acetylation in breast cancer."}, {"pubmed": 31964588, "text": "LncRNA HRCEG, regulated by HDAC1, inhibits cells proliferation and epithelial-mesenchymal-transition in gastric cancer."}, {"pubmed": 32015101, "text": "Mutual Balance of Histone Deacetylases 1 and 2 and the Acetyl Reader ATAD2 Regulates the Level of Acetylation of Histone H4 on Nascent Chromatin of Human Cells."}, {"pubmed": 32101746, "text": "Mechanism of Crosstalk between the LSD1 Demethylase and HDAC1 Deacetylase in the CoREST Complex."}, {"pubmed": 32102981, "text": "Histone deacetylases 1 and 2 restrain CD4+ cytotoxic T lymphocyte differentiation."}, {"pubmed": 32275661, "text": "Up-regulation of HDAC1 and epigenetic silencing of host cell defense genes is essential for L. donovani infection but also provides novel therapeutic strategies against leishmaniasis."}, {"pubmed": 32324261, "text": "Downregulation of HDAC1 suppresses media degeneration by inhibiting the migration and phenotypic switch of aortic vascular smooth muscle cells in aortic dissection."}, {"pubmed": 32366868, "text": "Histone deacetylase 1 and 2 drive differentiation and fusion of progenitor cells in human placental trophoblasts."}, {"pubmed": 32525044, "text": "High HDAC1 expression is associated with colorectal tumor angiogenesis."}, {"pubmed": 32549181, "text": "Histone deacetylase 1 regulates the malignancy of oral cancer cells via miR-154-5p/PCNA axis."}, {"pubmed": 32557953, "text": "HOXD3 was negatively regulated by YY1 recruiting HDAC1 to suppress progression of hepatocellular carcinoma cells via ITGA2 pathway."}, {"pubmed": 32591593, "text": "Hydroxamic acid derivatives as HDAC1, HDAC6 and HDAC8 inhibitors with antiproliferative activity in cancer cell lines."}, {"pubmed": 32632107, "text": "PAICS contributes to gastric carcinogenesis and participates in DNA damage response by interacting with histone deacetylase 1/2."}, {"pubmed": 32743904, "text": "The inhibition of microRNA-326 by SP1/HDAC1 contributes to proliferation and metastasis of osteosarcoma through promoting SMO expression."}, {"pubmed": 32878625, "text": "Characterization of a novel HDAC/RXR/HtrA1 signaling axis as a novel target to overcome cisplatin resistance in human non-small cell lung cancer."}, {"pubmed": 32934238, "text": "Histone deacetylase HDA-1 modulates mitochondrial stress response and longevity."}, {"pubmed": 32938908, "text": "Glioma-initiating cells at tumor edge gain signals from tumor core cells to promote their malignancy."}, {"pubmed": 33052246, "text": "SLC14A1 prevents oncometabolite accumulation and recruits HDAC1 to transrepress oncometabolite genes in urothelial carcinoma."}, {"pubmed": 33055173, "text": "Safety and Efficacy of Vorinostat Plus Sirolimus or Everolimus in Patients with Relapsed Refractory Hodgkin Lymphoma."}, {"pubmed": 33151304, "text": "HDAC1-Smad3-mSin3A complex is required for Smad3-induced transcriptional inhibition of hepatocyte growth factor receptor in human lung cancers."}, {"pubmed": 33212149, "text": "The glial-specific hypermethylated 3' untranslated region of histone deacetylase 1 may modulates several signal pathways in Alzheimer's disease."}, {"pubmed": 33337986, "text": "Histone deacetylase 1 is increased in rheumatoid arthritis synovium and promotes synovial cell hyperplasia and synovial inflammation in the collagen-induced arthritis mouse model via the microRNA-124-dependent MARCKS-JAK/STAT axis."}, {"pubmed": 33414424, "text": "ATF4-mediated histone deacetylase HDAC1 promotes the progression of acute pancreatitis."}, {"pubmed": 33550188, "text": "HDAC1 potentiates CD4 + T cell activation by inhibiting miR-124 and promoting IRF1 in systemic lupus erythematosus."}, {"pubmed": 33596966, "text": "HOXA10 promotion of HDAC1 underpins the development of lung adenocarcinoma through the DNMT1-KLF4 axis."}, {"pubmed": 33627504, "text": "Transcription Repressor Protein ZBTB25 Associates with HDAC1-Sin3a Complex in Mycobacterium tuberculosis-Infected Macrophages, and Its Inhibition Clears Pathogen by Autophagy."}, {"pubmed": 33637599, "text": "Frequent amplification of HDAC genes and efficacy of HDAC inhibitor chidamide and PD-1 blockade combination in soft tissue sarcoma."}, {"pubmed": 33670166, "text": "Downregulation of Cell Cycle and Checkpoint Genes by Class I HDAC Inhibitors Limits Synergism with G2/M Checkpoint Inhibitor MK-1775 in Bladder Cancer Cells."}, {"pubmed": 33715270, "text": "Epigenetic targeting of SLC30A3 by HDAC1 is related to the malignant phenotype of glioblastoma."}, {"pubmed": 33859766, "text": "HDAC1 and 2 regulate endothelial VCAM-1 expression and atherogenesis by suppressing methylation of the GATA6 promoter."}, {"pubmed": 33865221, "text": "RNF168 promotes RHOC degradation by ubiquitination to restrain gastric cancer progression via decreasing HDAC1 expression."}, {"pubmed": 33885658, "text": "Differential profiles of HDAC1 substrates and associated proteins in breast cancer cells revealed by trapping."}, {"pubmed": 33922983, "text": "Histone Deacetylase 1 Reduces Lipogenesis by Suppressing SREBP1 Transcription in Human Sebocyte Cell Line SZ95."}, {"pubmed": 33949290, "text": "POU2AF1 promotes MSCs adipogenesis by inhibiting HDAC1 expression."}, {"pubmed": 33976119, "text": "EGFR phosphorylates HDAC1 to regulate its expression and anti-apoptotic function."}, {"pubmed": 33994851, "text": "CHD4 as an important mediator in regulating the malignant behaviors of colorectal cancer."}, {"pubmed": 34203519, "text": "Differential Effects of Histone Deacetylases on the Expression of NKG2D Ligands and NK Cell-Mediated Anticancer Immunity in Lung Cancer Cells."}, {"pubmed": 34242623, "text": "MIER3 induces epithelial-mesenchymal transition and promotes breast cancer cell aggressiveness via forming a co-repressor complex with HDAC1/HDAC2/Snail."}, {"pubmed": 34245919, "text": "HDAC1-Dependent Repression of Markers of Hepatocytes and P21 Is Involved in Development of Pediatric Liver Cancer."}, {"pubmed": 34281390, "text": "FKBP3 Induces Human Immunodeficiency Virus Type 1 Latency by Recruiting Histone Deacetylase 1/2 to the Viral Long Terminal Repeat."}, {"pubmed": 34331453, "text": "The splicing regulator SLU7 is required to preserve DNMT1 protein stability and DNA methylation."}, {"pubmed": 34385547, "text": "Interplay between p300 and HDAC1 regulate acetylation and stability of Api5 to regulate cell proliferation."}, {"pubmed": 34459501, "text": "SNP rs4971059 predisposes to breast carcinogenesis and chemoresistance via TRIM46-mediated HDAC1 degradation."}, {"pubmed": 34494550, "text": "Nonredundant, isoform-specific roles of HDAC1 in glioma stem cells."}, {"pubmed": 34667186, "text": "H3K23/H3K36 hypoacetylation and HDAC1 up-regulation are associated with adverse consequences in obstructive sleep apnea patients."}, {"pubmed": 34738621, "text": "HDAC1 promotes the migration of human myeloma cells via regulation of the lncRNA/Slug axis."}, {"pubmed": 34837887, "text": "Long noncoding RNA NEAT1 inhibits the acetylation of PTEN through the miR-524-5p /HDAC1 axis to promote the proliferation and invasion of laryngeal cancer cells."}, {"pubmed": 35076083, "text": "Histone deacetylase 1 in patients with alopecia areata and acne vulgaris: An epigenetic alteration."}, {"pubmed": 35321026, "text": "Exosomal lncRNA HOTAIR Promotes the Progression and Angiogenesis of Endometriosis via the miR-761/HDAC1 Axis and Activation of STAT3-Mediated Inflammation."}, {"pubmed": 35689852, "text": "DNTTIP1 promotes nasopharyngeal carcinoma metastasis via recruiting HDAC1 to DUSP2 promoter and activating ERK signaling pathway."}, {"pubmed": 35756488, "text": "TOPK Affects Autophagy of Skin Squamous Cell Carcinoma by Regulating NF-KB Pathway through HDAC1."}, {"pubmed": 35794630, "text": "HDAC1 regulates inflammation and osteogenic differentiation of ankylosing spondylitis fibroblasts through the Wnt-Smad signaling pathway."}, {"pubmed": 35821006, "text": "SNHG25 facilitates SNORA50C accumulation to stabilize HDAC1 in neuroblastoma cells."}, {"pubmed": 35853847, "text": "[(11)C]Martinostat PET analysis reveals reduced HDAC I availability in Alzheimer's disease."}, {"pubmed": 35975032, "text": "Identification and Validation of CDKN1A and HDAC1 as Senescence-Related Hub Genes in Chronic Obstructive Pulmonary Disease."}, {"pubmed": 35980861, "text": "Histone deacetylase 1, Sirtuin 1, and Sirtuin 3 single-nucleotide polymorphisms and the risk of endometriosis in South Indian women."}, {"pubmed": 36130928, "text": "LncRNA SNHG1 regulates neuroblastoma cell fate via interactions with HDAC1/2."}, {"pubmed": 36175163, "text": "Epigenetic master regulators HDAC1 and HDAC5 control pathobiont Enterobacteria colonization in ileal mucosa of Crohn's disease patients."}, {"pubmed": 36287107, "text": "HDAC1 regulates the chromatin landscape to control transcriptional dependencies in chronic lymphocytic leukemia."}, {"pubmed": 36311721, "text": "The emerging role of histone deacetylase 1 in allergic diseases."}, {"pubmed": 36346011, "text": "Regulation of osteogenesis in bone marrow-derived mesenchymal stem cells via histone deacetylase 1 and 2 co-cultured with human gingival fibroblasts and periodontal ligament cells."}, {"pubmed": 36356658, "text": "Histone deacetylases 1 and 2 target gene regulatory networks of nephron progenitors to control nephrogenesis."}, {"pubmed": 36424383, "text": "HDAC1/3-dependent moderate liquid-liquid phase separation of YY1 promotes METTL3 expression and AML cell proliferation."}, {"pubmed": 36587730, "text": "Proteomics-based trapping with single or multiple inactive mutants reproducibly profiles histone deacetylase 1 substrates."}, {"pubmed": 37121053, "text": "HDAC1 mediates epithelial-mesenchymal transition and promotes cancer cell invasion in glioblastoma."}, {"pubmed": 37661113, "text": "Evaluation of epigenetic-related gene expression (DNMT, HDAC1) in Iranian patients with systemic lupus erythematosus."}, {"pubmed": 37737560, "text": "BCL11B and the NuRD complex cooperatively guard T-cell fate and inhibit OPA1-mediated mitochondrial fusion in T cells."}, {"pubmed": 37878419, "text": "GSE1 links the HDAC1/CoREST co-repressor complex to DNA damage."}, {"pubmed": 37996815, "text": "Genomic analysis reveals HDAC1 regulates clinically relevant transcriptional programs in Pancreatic cancer."}, {"pubmed": 38015530, "text": "HDAC1 suppresses radiotherapy sensitivity in cervical cancer via regulating HIF-1alpha/VEGF signaling pathway."}, {"pubmed": 38206773, "text": "Homeobox Protein PROX1 Expression is Negatively Regulated by Histone Deacetylase 1 and c-JUN Complex in MDA-MB-231 Human Breast Cancer Cells."}, {"pubmed": 38254102, "text": "HDAC1/2 control mesothelium/ovarian cancer adhesive interactions impacting on Talin-1-alpha5beta1-integrin-mediated actin cytoskeleton and extracellular matrix protein remodeling."}, {"pubmed": 38329647, "text": "ZNF787 and HDAC1 Mediate Blood-Brain Barrier Permeability in an In Vitro Model of Alzheimer's Disease Microenvironment."}, {"pubmed": 38505872, "text": "HDAC1-Mediated Downregulation of NEU1 Exacerbates the Aggressiveness of Cervical Cancer."}, {"pubmed": 38812060, "text": "Unveiling the role of HP1alpha-HDAC1-STAT1 axis as a therapeutic target for HP1alpha-positive intrahepatic cholangiocarcinoma."}], "genomic_pos": {"chr": "1", "end": 32333635, "ensemblgene": "ENSG00000116478", "start": 32292083, "strand": 1}, "genomic_pos_hg19": {"chr": "1", "end": 32799236, "start": 32757687, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": [18854353, 30599067], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0000122", "pubmed": [18936100, 23770133], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0000122", "pubmed": 18850004, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": [9651585, 22865885], "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006325", "pubmed": 12711221, "qualifier": "involved_in", "term": "chromatin organization"}, {"evidence": "HDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": 16217013, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0006338", "pubmed": [16762839, 17827154], "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006338", "pubmed": 9790534, "qualifier": "involved_in", "term": "chromatin remodeling"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006346", "pubmed": 23770133, "qualifier": "involved_in", "term": "DNA methylation-dependent heterochromatin formation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0006357", "pubmed": 19057576, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006476", "pubmed": 23629966, "qualifier": "involved_in", "term": "protein deacetylation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007492", "qualifier": "involved_in", "term": "endoderm development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 18347167, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009913", "qualifier": "involved_in", "term": "epidermal cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010629", "pubmed": 16581785, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0010832", "pubmed": 10983972, "qualifier": "NOT involved_in", "term": "negative regulation of myotube differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030336", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030512", "pubmed": 22984288, "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031507", "qualifier": "involved_in", "term": "heterochromatin formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0036120", "qualifier": "involved_in", "term": "cellular response to platelet-derived growth factor stimulus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042475", "qualifier": "involved_in", "term": "odontogenesis of dentin-containing tooth"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042659", "pubmed": 22560079, "qualifier": "involved_in", "term": "regulation of cell fate specification"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042733", "qualifier": "involved_in", "term": "embryonic digit morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 10777477, "qualifier": "acts_upstream_of", "term": "negative regulation of apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043124", "qualifier": "involved_in", "term": "negative regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043922", "pubmed": 16540471, "qualifier": "involved_in", "term": "negative regulation by host of viral transcription"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045814", "pubmed": 19057576, "qualifier": "involved_in", "term": "negative regulation of gene expression, epigenetic"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045892", "pubmed": [18247378, 18974119], "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045892", "pubmed": 22560079, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 16762839, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045893", "pubmed": 19927129, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 16762839, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048709", "qualifier": "involved_in", "term": "oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048714", "qualifier": "involved_in", "term": "positive regulation of oligodendrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060766", "pubmed": 15919722, "qualifier": "involved_in", "term": "negative regulation of androgen receptor signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060789", "qualifier": "involved_in", "term": "hair follicle placode formation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061029", "qualifier": "involved_in", "term": "eyelid development in camera-type eye"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061198", "qualifier": "involved_in", "term": "fungiform papilla formation"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090090", "pubmed": 18936100, "qualifier": "involved_in", "term": "negative regulation of canonical Wnt signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902455", "pubmed": 28554894, "qualifier": "involved_in", "term": "negative regulation of stem cell population maintenance"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:1902459", "pubmed": 28554894, "qualifier": "involved_in", "term": "positive regulation of stem cell population maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000273", "pubmed": 18316616, "qualifier": "acts_upstream_of", "term": "positive regulation of signaling receptor activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2000736", "pubmed": 22560079, "qualifier": "involved_in", "term": "regulation of stem cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2001243", "qualifier": "involved_in", "term": "negative regulation of intrinsic apoptotic signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000118", "pubmed": 9651585, "qualifier": "part_of", "term": "histone deacetylase complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0000118", "pubmed": 12711221, "qualifier": "part_of", "term": "histone deacetylase complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": 16217013, "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0000785", "pubmed": [16731528, 22926524, 23629966, 23770133], "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0000792", "qualifier": "part_of", "term": "heterochromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": [9651585, 10846170, 18347167, 18936100, 20523938, 28977666, 33283408], "qualifier": "located_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 28554894, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "pubmed": [22720776, 22926524], "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 12711221, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 18326024, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016581", "qualifier": "part_of", "term": "NuRD complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016581", "pubmed": [17827154, 19644445, 22926524, 33283408], "qualifier": "part_of", "term": "NuRD complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0016581", "pubmed": 16428440, "qualifier": "part_of", "term": "NuRD complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0017053", "qualifier": "part_of", "term": "transcription repressor complex"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 16217013, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 28046085, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070822", "pubmed": 17827154, "qualifier": "part_of", "term": "Sin3-type complex"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0070822", "pubmed": 28554894, "qualifier": "part_of", "term": "Sin3-type complex"}], "MF": [{"category": "MF", "evidence": "IGI", "id": "GO:0000978", "pubmed": 18974119, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000979", "pubmed": 19057576, "qualifier": "enables", "term": "RNA polymerase II core promoter sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001046", "pubmed": 23629966, "qualifier": "enables", "term": "core promoter sequence-specific DNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0001222", "pubmed": 10898795, "qualifier": "enables", "term": "transcription corepressor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0002039", "pubmed": 23629966, "qualifier": "enables", "term": "p53 binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": [15919722, 30599067], "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004407", "qualifier": "enables", "term": "histone deacetylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004407", "pubmed": [12590135, 16762839, 28497810], "qualifier": "enables", "term": "histone deacetylase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004407", "pubmed": [17996965, 19182791], "qualifier": "enables", "term": "histone deacetylase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004407", "pubmed": 12711221, "qualifier": "enables", "term": "histone deacetylase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005515", "pubmed": 17150957, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9150135, 9468139, 9468140, 9651585, 10220385, 10779361, 10846170, 11006275, 11013263, 11259576, 11553631, 11559788, 11641274, 11739383, 11863372, 11931769, 12176973, 12192000, 12202768, 12482978, 12529400, 12670868, 12711603, 12730668, 12847090, 14752048, 15140878, 15273251, 15298701, 15316101, 15361834, 15919722, 15970276, 16287849, 16291753, 16306601, 16511565, 16540471, 16569215, 16766265, 16919237, 16959611, 16964284, 17000776, 17172643, 17245431, 17318229, 17636019, 17646674, 17704056, 17872950, 17895379, 17939992, 17956988, 17996965, 18003922, 18093978, 18279852, 18451879, 18722353, 18854353, 18936100, 19049980, 19081374, 19182791, 19343227, 19433865, 19497860, 19505873, 19703393, 19729656, 20075864, 20127688, 20363964, 20562920, 20693977, 21030595, 21258344, 21549307, 21983900, 22113938, 22366686, 22416134, 22615382, 22720776, 22918830, 23752268, 24048479, 24514149, 24981860, 25123934, 25241761, 25314079, 26028330, 26030138, 26221039, 26496610, 26816381, 26949739, 27616479, 27705803, 28179136, 28514442, 28947780, 28977666, 29656858, 29997244, 30110327, 31980649, 32707033, 32814053, 37179361, 37398436], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": [11062478, 11136718, 11641274], "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0031492", "pubmed": 16217013, "qualifier": "contributes_to", "term": "nucleosomal DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0033558", "pubmed": [16285960, 17172643, 23629966], "qualifier": "enables", "term": "protein lysine deacetylase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0033558", "pubmed": 19182791, "qualifier": "enables", "term": "protein lysine deacetylase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0033558", "qualifier": "enables", "term": "protein lysine deacetylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0035851", "qualifier": "enables", "term": "Krueppel-associated box domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": [12590135, 28046085], "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051059", "pubmed": 17785205, "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": [18850004, 18936100, 22926524], "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0070888", "qualifier": "enables", "term": "E-box binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0140297", "pubmed": [15509593, 16731528, 18974119, 20590529], "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140297", "pubmed": 12711221, "qualifier": "enables", "term": "DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0160009", "pubmed": 28497810, "qualifier": "enables", "term": "histone decrotonylase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:1990841", "qualifier": "enables", "term": "promoter-specific chromatin binding"}]}, "homologene": {"genes": [[3702, 829969], [4530, 4328717], [4530, 4341387], [4896, 2540368], [4932, 855386], [5141, 3880510], [6239, 173074], [7165, 1277106], [7227, 38565], [8364, 594953], [9031, 373961], [9544, 708441], [9598, 748850], [9606, 3065], [9615, 487309], [9913, 404126], [10090, 433759], [10116, 297893], [28985, 2894684], [33169, 4623365], [318829, 2684118]], "id": 68426}, "interpro": [{"desc": "Histone deacetylase family", "id": "IPR000286", "short_desc": "His_deacetylse"}, {"desc": "Histone deacetylase", "id": "IPR003084", "short_desc": "His_deacetylse_1"}, {"desc": "Ureohydrolase domain superfamily", "id": "IPR023696", "short_desc": "Ureohydrolase_dom_sf"}, {"desc": "Histone deacetylase domain", "id": "IPR023801", "short_desc": "His_deacetylse_dom"}, {"desc": "Histone deacetylase domain superfamily", "id": "IPR037138", "short_desc": "His_deacetylse_dom_sf"}], "ipi": ["IPI00013774", "IPI00514649", "IPI01010320"], "map_location": "1p35.2-p35.1", "name": "histone deacetylase 1", "other_names": ["histone deacetylase 1", "protein deacetylase HDAC1", "protein decrotonylase HDAC1", "reduced potassium dependency, yeast homolog-like 1"], "pantherdb": {"HGNC": "4852", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "108086", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 10090, "uniprot_kb": "O09106"}, {"RGD": "619975", "ortholog_type": "O", "panther_family": "PTHR48252", "taxid": 10116, "uniprot_kb": "D3ZVU7"}, {"RGD": "1309799", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 10116, "uniprot_kb": "Q4QQW4"}, {"Ensembl": "ENSGALG00000003297", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 9031, "uniprot_kb": "P56517"}, {"ZFIN": "ZDB-GENE-020419-32", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 7955, "uniprot_kb": "A0A2R8QIW0"}, {"WormBase": "WBGene00001836", "ortholog_type": "O", "panther_family": "PTHR48252", "taxid": 6239, "uniprot_kb": "G5ECH0"}, {"WormBase": "WBGene00001834", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 6239, "uniprot_kb": "O17695"}, {"FlyBase": "FBgn0015805", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 7227, "uniprot_kb": "Q94517"}, {"SGD": "S000005274", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 4932, "uniprot_kb": "P32561"}, {"PomBase": "SPBC36.05c", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 4896, "uniprot_kb": "O59702"}, {"dictyBase": "DDB_G0268024", "ortholog_type": "LDO", "panther_family": "PTHR48252", "taxid": 352472, "uniprot_kb": "Q55FN5"}, {"TAIR": "2098115", "ortholog_type": "O", "panther_family": "PTHR48252", "taxid": 3702, "uniprot_kb": "Q8H0W2"}, {"TAIR": "2120948", "ortholog_type": "O", "panther_family": "PTHR48252", "taxid": 3702, "uniprot_kb": "O22446"}], "uniprot_kb": "Q13547"}, "pathway": {"biocarta": [{"id": "g1pathway", "name": "cell cycle: g1/s check point"}, {"id": "mef2dpathway", "name": "role of mef2d in t-cell apoptosis"}, {"id": "mta3pathway", "name": "downregulated of mta-3 in er-negative breast tumors"}, {"id": "pitx2pathway", "name": "multi-step regulation of transcription by pitx2"}, {"id": "prc2pathway", "name": "the prc2 complex sets long-term gene silencing through modification of histone tails"}, {"id": "ranbp2pathway", "name": "sumoylation by ranbp2 regulates transcriptional repression"}, {"id": "tertpathway", "name": "overview of telomerase protein component gene htert transcriptional regulation"}, {"id": "wntpathway", "name": "wnt signaling pathway"}], "kegg": [{"id": "hsa04110", "name": "Cell cycle - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04330", "name": "Notch signaling pathway - Homo sapiens (human)"}, {"id": "hsa04613", "name": "Neutrophil extracellular trap formation - Homo sapiens (human)"}, {"id": "hsa04919", "name": "Thyroid hormone signaling pathway - Homo sapiens (human)"}, {"id": "hsa05016", "name": "Huntington disease - Homo sapiens (human)"}, {"id": "hsa05031", "name": "Amphetamine addiction - Homo sapiens (human)"}, {"id": "hsa05034", "name": "Alcoholism - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05203", "name": "Viral carcinogenesis - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05220", "name": "Chronic myeloid leukemia - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_EGFR1", "name": "EGFR1"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_Notch", "name": "Notch"}, {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}, {"id": "Pathway_TWEAK", "name": "TWEAK"}], "pid": [{"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "e2f_pathway", "name": "E2F transcription factor network"}, {"id": "era_genomic_pathway", "name": "Validated nuclear estrogen receptor alpha network"}, {"id": "hdac_classi_pathway", "name": "Signaling events mediated by HDAC Class I"}, {"id": "hedgehog_glipathway", "name": "Hedgehog signaling events mediated by Gli proteins"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "il3_pathway", "name": "IL3-mediated signaling events"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}, {"id": "notch_pathway", "name": "Notch signaling pathway"}, {"id": "ps1pathway", "name": "Presenilin action in Notch and Wnt signaling"}, {"id": "ranbp2pathway", "name": "Sumoylation by RanBP2 regulates transcriptional repression"}, {"id": "rb_1pathway", "name": "Regulation of retinoblastoma protein"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "retinoic_acid_pathway", "name": "Retinoic acid receptors-mediated signaling"}, {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1362277", "name": "Transcription of E2F targets under negative control by DREAM complex"}, {"id": "R-HSA-1362300", "name": "Transcription of E2F targets under negative control by p107 (RBL1) and p130 (RBL2) in complex with HDAC1"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-1538133", "name": "G0 and Early G1"}, {"id": "R-HSA-157118", "name": "Signaling by NOTCH"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-170834", "name": "Signaling by TGF-beta Receptor Complex"}, {"id": "R-HSA-193670", "name": "p75NTR negatively regulates cell cycle via SC1"}, {"id": "R-HSA-193704", "name": "p75 NTR receptor-mediated signalling"}, {"id": "R-HSA-195253", "name": "Degradation of beta-catenin by the destruction complex"}, {"id": "R-HSA-195253", "name": "Degradation of beta-catenin by the destruction complex"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-195721", "name": "Signaling by WNT"}, {"id": "R-HSA-1980143", "name": "Signaling by NOTCH1"}, {"id": "R-HSA-201556", "name": "Signaling by ALK"}, {"id": "R-HSA-201681", "name": "TCF dependent signaling in response to WNT"}, {"id": "R-HSA-201722", "name": "Formation of the beta-catenin:TCF transactivating complex"}, {"id": "R-HSA-212165", "name": "Epigenetic regulation of gene expression"}, {"id": "R-HSA-2122947", "name": "NOTCH1 Intracellular Domain Regulates Transcription"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-212436", "name": "Generic Transcription Pathway"}, {"id": "R-HSA-2173793", "name": "Transcriptional activity of SMAD2/SMAD3:SMAD4 heterotrimer"}, {"id": "R-HSA-2173795", "name": "Downregulation of SMAD2/3:SMAD4 transcriptional activity"}, {"id": "R-HSA-2173796", "name": "SMAD2/SMAD3:SMAD4 heterotrimer regulates transcription"}, {"id": "R-HSA-2644602", "name": "Signaling by NOTCH1 PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2644603", "name": "Signaling by NOTCH1 in Cancer"}, {"id": "R-HSA-2644606", "name": "Constitutive Signaling by NOTCH1 PEST Domain Mutants"}, {"id": "R-HSA-2894858", "name": "Signaling by NOTCH1 HD+PEST Domain Mutants in Cancer"}, {"id": "R-HSA-2894862", "name": "Constitutive Signaling by NOTCH1 HD+PEST Domain Mutants"}, {"id": "R-HSA-2990846", "name": "SUMOylation"}, {"id": "R-HSA-3108232", "name": "SUMO E3 ligases SUMOylate target proteins"}, {"id": "R-HSA-3214815", "name": "HDACs deacetylate histones"}, {"id": "R-HSA-3247509", "name": "Chromatin modifying enzymes"}, {"id": "R-HSA-350054", "name": "Notch-HLH transcription pathway"}, {"id": "R-HSA-3700989", "name": "Transcriptional Regulation by TP53"}, {"id": "R-HSA-3769402", "name": "Deactivation of the beta-catenin transactivating complex"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-427389", "name": "ERCC6 (CSB) and EHMT2 (G9a) positively regulate rRNA expression"}, {"id": "R-HSA-427413", "name": "NoRC negatively regulates rRNA expression"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-453279", "name": "Mitotic G1 phase and G1/S transition"}, {"id": "R-HSA-4551638", "name": "SUMOylation of chromatin organization proteins"}, {"id": "R-HSA-4641265", "name": "Repression of WNT target genes"}, {"id": "R-HSA-4641265", "name": "Repression of WNT target genes"}, {"id": "R-HSA-4839726", "name": "Chromatin organization"}, {"id": "R-HSA-5250913", "name": "Positive epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5250941", "name": "Negative epigenetic regulation of rRNA expression"}, {"id": "R-HSA-5633007", "name": "Regulation of TP53 Activity"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-6804758", "name": "Regulation of TP53 Activity through Acetylation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-6807070", "name": "PTEN Regulation"}, {"id": "R-HSA-69205", "name": "G1/S-Specific Transcription"}, {"id": "R-HSA-69206", "name": "G1/S Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-73762", "name": "RNA Polymerase I Transcription Initiation"}, {"id": "R-HSA-73854", "name": "RNA Polymerase I Promoter Clearance"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73857", "name": "RNA Polymerase II Transcription"}, {"id": "R-HSA-73864", "name": "RNA Polymerase I Transcription"}, {"id": "R-HSA-73887", "name": "Death Receptor Signaling"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8878171", "name": "Transcriptional regulation by RUNX1"}, {"id": "R-HSA-8936459", "name": "RUNX1 regulates genes involved in megakaryocyte differentiation and platelet function"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8943724", "name": "Regulation of PTEN gene transcription"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-8986944", "name": "Transcriptional Regulation by MECP2"}, {"id": "R-HSA-9005891", "name": "Loss of function of MECP2 in Rett syndrome"}, {"id": "R-HSA-9005895", "name": "Pervasive developmental disorders"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006936", "name": "Signaling by TGFB family members"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9022538", "name": "Loss of MECP2 binding ability to 5mC-DNA"}, {"id": "R-HSA-9022692", "name": "Regulation of MECP2 expression and activity"}, {"id": "R-HSA-9022699", "name": "MECP2 regulates neuronal receptors and channels"}, {"id": "R-HSA-9022702", "name": "MECP2 regulates transcription of neuronal ligands"}, {"id": "R-HSA-9614085", "name": "FOXO-mediated transcription"}, {"id": "R-HSA-9615017", "name": "FOXO-mediated transcription of oxidative stress, metabolic and neuronal genes"}, {"id": "R-HSA-9675151", "name": "Disorders of Developmental Biology"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9697154", "name": "Disorders of Nervous System Development"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9701898", "name": "STAT3 nuclear events downstream of ALK signaling"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824594", "name": "Regulation of MITF-M-dependent genes involved in apoptosis"}, {"id": "R-HSA-9825892", "name": "Regulation of MITF-M-dependent genes involved in cell cycle and proliferation"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}, {"id": "R-HSA-9842860", "name": "Regulation of endogenous retroelements"}, {"id": "R-HSA-9843743", "name": "Transcriptional regulation of brown and beige adipocyte differentiation"}, {"id": "R-HSA-9843745", "name": "Adipogenesis"}, {"id": "R-HSA-9843940", "name": "Regulation of endogenous retroelements by KRAB-ZFP proteins"}, {"id": "R-HSA-9844594", "name": "Transcriptional regulation of brown and beige adipocyte differentiation by EBF2"}, {"id": "R-HSA-9845323", "name": "Regulation of endogenous retroelements by Piwi-interacting RNAs (piRNAs)"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}, {"id": "R-HSA-9856651", "name": "MITF-M-dependent gene expression"}], "wikipathways": [{"id": "WP138", "name": "Androgen receptor signaling pathway"}, {"id": "WP1541", "name": "Energy Metabolism"}, {"id": "WP179", "name": "Cell cycle"}, {"id": "WP1984", "name": "Integrated breast cancer pathway"}, {"id": "WP2036", "name": "TNF related weak inducer of apoptosis (TWEAK) Signaling Pathway"}, {"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2446", "name": "Retinoblastoma gene in cancer"}, {"id": "WP268", "name": "Notch Signaling"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3414", "name": "Initiation of transcription and translation elongation at the HIV-1 LTR"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP364", "name": "IL-6 signaling pathway"}, {"id": "WP366", "name": "TGF-beta Signaling Pathway"}, {"id": "WP3871", "name": "Valproic acid pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3996", "name": "Ethanol effects on histone modifications"}, {"id": "WP4312", "name": "Rett syndrome causing genes"}, {"id": "WP4320", "name": "Effect of progerin on genes involved in Hutchinson-Gilford progeria syndrome"}, {"id": "WP4352", "name": "Ciliary landscape"}, {"id": "WP4533", "name": "Transcription co-factors SKI and SKIL protein partners"}, {"id": "WP4879", "name": "The Overlap Between Signal Transduction Pathways that Contribute to a Range of LMNA Laminopathies"}, {"id": "WP61", "name": "Notch Signaling Pathway Netpath"}, {"id": "WP706", "name": "Sudden Infant Death Syndrome (SIDS) Susceptibility Pathways"}]}, "pdb": ["4BKX", "5ICN", "6Z2J", "6Z2K", "7AO8", "7AO9", "7AOA", "7SME"], "pfam": "PF00850", "pharmgkb": "PA29226", "pharos": {"target_id": 2606, "tdl": "Tclin"}, "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250747", "relationship": "is"}, {"id": "GNF250748", "relationship": "is"}, {"id": "GNF250749", "relationship": "is"}, {"id": "GNF250750", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160159", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF035739", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083594", "relationship": "is"}, {"id": "GNF083595", "relationship": "is"}, {"id": "GNF083596", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053040", "relationship": "is"}, {"id": "GNF057805", "relationship": "is"}, {"id": "GNF072943", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071461", "relationship": "is"}, {"id": "GNF071462", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006348", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF284500", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096957", "relationship": "is"}, {"id": "GNF136612", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NG_047018.1"], "protein": ["NP_004955.2", "XP_011539611.1", "XP_054192178.1"], "rna": ["NM_004964.3", "XM_011541309.3", "XM_054336203.1"], "translation": [{"protein": "NP_004955.2", "rna": "NM_004964.3"}, {"protein": "XP_011539611.1", "rna": "XM_011541309.3"}, {"protein": "XP_054192178.1", "rna": "XM_054336203.1"}]}, "reporter": {"HG-U133_Plus_2": "201209_at", "HG-U95Av2": ["38771_at", "476_s_at"], "HTA-2_0": "TC01000427.hg.1", "HuEx-1_0": ["2328868", "3443348"], "HuGene-1_1": ["7899774", "7960947"], "HuGene-2_1": ["16662077", "16761012"]}, "summary": "Histone acetylation and deacetylation, catalyzed by multisubunit complexes, play a key role in the regulation of eukaryotic gene expression. The protein encoded by this gene belongs to the histone deacetylase/acuc/apha family and is a component of the histone deacetylase complex. It also interacts with retinoblastoma tumor-suppressor protein and this complex is a key element in the control of cell proliferation and differentiation. Together with metastasis-associated protein-2, it deacetylates p53 and modulates its effect on cell growth and apoptosis. [provided by RefSeq, Jul 2008].", "symbol": "HDAC1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333891"}, "unigene": "Hs.88556", "uniprot": {"Swiss-Prot": "Q13547", "TrEMBL": ["Q5TEE2", "Q6IT96"]}, "wikipedia": {"url_stub": "HDAC1"}}