{"AllianceGenome": "17113", "HGNC": "17113", "MIM": "606615", "_id": "55662", "_version": 1, "accession": {"genomic": ["AL133352.12", "CH471066.2", "CP068268.2", "JC258731.1", "JC303370.1", "NC_000010.11", "NC_060934.1"], "protein": ["AAH07719.1", "AAL27308.1", "BAA91291.1", "BAB15213.1", "BAG58320.1", "CAB94885.1", "CDM55393.1", "CDM55574.1", "EAW49817.1", "EAW49818.1", "NP_060372.2", "Q9NWT6.2", "XP_011538242.1", "XP_054222224.1"], "rna": ["AF395830.1", "AK000622.1", "AK025680.1", "AK295353.1", "AL359615.1", "AW015561.1", "BC007719.2", "BC015574.2", "NM_017902.3", "XM_011539940.3", "XM_054366249.1"], "translation": [{"protein": "CAB94885.1", "rna": "AL359615.1"}, {"protein": "AAH07719.1", "rna": "BC007719.2"}, {"protein": "BAG58320.1", "rna": "AK295353.1"}, {"protein": "NP_060372.2", "rna": "NM_017902.3"}, {"protein": "BAA91291.1", "rna": "AK000622.1"}, {"protein": "AAL27308.1", "rna": "AF395830.1"}, {"protein": "XP_011538242.1", "rna": "XM_011539940.3"}, {"protein": "XP_054222224.1", "rna": "XM_054366249.1"}, {"protein": "BAB15213.1", "rna": "AK025680.1"}]}, "alias": "FIH1", "ec": ["1.14.11.30", "1.14.11.n4"], "ensembl": {"gene": "ENSG00000166135", "protein": ["ENSP00000299163", "ENSP00000432791", "ENSP00000433360"], "transcript": ["ENST00000299163", "ENST00000478787", "ENST00000526476", "ENST00000528044", "ENST00000533589"], "translation": [{"protein": "ENSP00000433360", "rna": "ENST00000533589"}, {"protein": "ENSP00000432791", "rna": "ENST00000526476"}, {"protein": "ENSP00000299163", "rna": "ENST00000299163"}], "type_of_gene": "protein_coding"}, "entrezgene": "55662", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.1210712524, "exp_mis": 108.782056798, "exp_syn": 49.6129820844, "lof_z": 3.34247104614033, "mis_z": 2.28769557472466, "mu_lof": 1.11098100125e-06, "mu_mis": 1.02766770603e-05, "mu_syn": 4.52014960832e-06, "n_lof": 2.0, "n_mis": 60.0, "n_syn": 35.0, "p_li": 0.867690854822548, "p_null": 7.79484813340241e-05, "p_rec": 0.132231196696118, "syn_z": 1.28614693597787}, "bp": 1050, "cds_end": 102307894, "cds_start": 102295715, "n_exons": 8, "nonpsych": {"exp_lof": 13.5328161012, "exp_mis": 98.3050488327, "exp_syn": 44.7513259298, "lof_z": 3.34585055016714, "mis_z": 2.45734573496192, "mu_lof": 1.11098100125e-06, "mu_mis": 1.02766770603e-05, "mu_syn": 4.52014960832e-06, "n_lof": 1.0, "n_mis": 50.0, "n_syn": 31.0, "p_li": 0.955698103160328, "p_null": 2.8455538767461e-05, "p_rec": 0.0442734413009046, "syn_z": 1.29421140387098}, "nontcga": {"exp_lof": 13.8964519105, "exp_mis": 100.064565349, "exp_syn": 45.6290134473, "lof_z": 3.14808783656179, "mis_z": 2.29422832231155, "mu_lof": 1.11098100125e-06, "mu_mis": 1.02766770603e-05, "mu_syn": 4.52014960832e-06, "n_lof": 2.0, "n_mis": 54.0, "n_syn": 31.0, "p_li": 0.81198534459874, "p_null": 0.000201147579044547, "p_rec": 0.187813507822215, "syn_z": 1.37125028115595}, "transcript": "ENST00000299163.6"}, "exons": [{"cdsend": 100548137, "cdsstart": 100535958, "chr": "10", "position": [[100535942, 100536135], [100536410, 100536661], [100540633, 100540782], [100544950, 100545096], [100545942, 100546049], [100546517, 100546581], [100547139, 100547250], [100548092, 100559995]], "strand": 1, "transcript": "NM_017902", "txend": 100559995, "txstart": 100535942}], "exons_hg19": [{"cdsend": 102307894, "cdsstart": 102295715, "chr": "10", "position": [[102295699, 102295892], [102296167, 102296418], [102300390, 102300539], [102304707, 102304853], [102305699, 102305806], [102306274, 102306338], [102306896, 102307007], [102307849, 102319752]], "strand": 1, "transcript": "NM_017902", "txend": 102319752, "txstart": 102295699}], "generif": [{"pubmed": 11641274, "text": "Gene name = FIH1Encoded protein (factor inhibiting HIF-1) is a co-repressor that interacts with hypoxia-inducible factor 1 (HIF-1) alpha and the von Hippel-Lindau tumor suppressor protein to mediate repression of HIF-1 transcriptional activity."}, {"pubmed": 11959990, "text": "Structural basis for recruitment of CBP/p300 by hypoxia-inducible factor-1 alpha"}, {"pubmed": 12080085, "text": "FIH-1 is an asparaginyl hydroxylase enzyme that regulates the transcriptional activity of hypoxia-inducible factor"}, {"pubmed": 12432100, "text": "present the structure of factor-inhibiting HIF-1 (FIH-1); describe the molecular details of the active site architecture mediating Fe(II) and 2-oxoglutarate binding"}, {"pubmed": 12482756, "text": "FIH-1 has a unique active site pocket and interaction sites for HIF-1 and von Hippel-Lindau protein"}, {"pubmed": 14701857, "text": "asparaginyl hydroxylase (FIH) catalytic properties in the oxygen sensing pathway are distinct from those of its prolyl 4-hydroxylases"}, {"pubmed": 14734545, "text": "Molecular modeling of the HIF-1alpha CAD V802A in complex with FIH-1 predicted an alteration in asparagine positioning providing an explanation for the impaired catalysis, confirming the importance of Val-802 in asparaginyl hydroxylation by FIH-1."}, {"pubmed": 16385451, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17003112, "text": "Human HIF asparaginyl hydroxylase, factor inhibiting HIF (FIH), also efficiently hydroxylates specific asparaginyl (Asn)-residues within proteins of the IkappaB family."}, {"pubmed": 17573339, "text": "ARD proteins function as natural inhibitors of FIH and that the hydroxylation status of these proteins provides another oxygen-dependent interface that modulates HIF signaling"}, {"pubmed": 17682059, "text": "Data show that in renal cell carcinoma, the Cut-like homeodomain protein is involved in FIH-1 transcriptional regulation and is controlled by a specific signaling event involving protein kinase C zeta."}, {"pubmed": 18096060, "text": "FIH-1 is widely expressed in invasive breast carcinoma. The hypoxic response and survival suggests that tumour regulation of FIH-1 is an additional important mechanism for HIF pathway activation."}, {"pubmed": 18280659, "text": "These results suggest that Siah-1 might play a role as a regulator of FIH abundance under normoxic conditions."}, {"pubmed": 18299578, "text": "FIH-1 hydroxylates Notch ICD at two residues (N(1945) and N(2012)) that are critical for the function of Notch ICD as a transactivator within cells and during neurogenesis and myogenesis"}, {"pubmed": 18398039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18611856, "text": "two enzyme-derived histidine ligands are sufficient for iron binding and catalysis by factor inhibiting HIF (FIH)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18927305, "text": "Overexpression of the oxygen sensor FIH1 is associated with tumor aggressiveness in pancreatic endocrine tumors."}, {"pubmed": 18936059, "text": "The work has defined 13 new FIH-dependent hydroxylation sites with a degenerate consensus corresponding to that of the ankyrin repeat and a range of ankyrin repeat domain-containing proteins as actual and potential substrates for FIH."}, {"pubmed": 19074848, "text": "functional inactivation of HIF-alpha by stimulation of FIH-dependent p300 contributes to the YC-1-induced deregulation of hypoxia-induced genes"}, {"pubmed": 19134330, "text": "The expression imbalance of HPH1 and FIH-1 in placenta may play an important role in the pathogenesis and development of severe pre-eclampsia through inhibiting HIF-1alpha."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19245366, "text": "Results show that expression of MYPT1 enhances HIF-CAD activity in a manner consistent with competition for FIH and that this property extends to other ARD proteins."}, {"pubmed": 19401150, "text": "Substrate length has a much greater influence on FIH-1-dependent hydroxylation of Notch than of HIF-1alpha, predominantly through binding affinity rather than maximal reaction velocity."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19696166, "text": "The interplays among HIF-1alpha and Hdm2 and HIF1 could be potential targets for treating tumors overexpressing HIF-1alpha."}, {"pubmed": 19726677, "text": "Mint3 binds FIH-1 and inhibits the ability of FIH-1 to modify HIF-1alpha"}, {"pubmed": 20145132, "text": "miR-31 contributes to the development of head and neck squamous cell carcinoma by impeding FIH to activate HIF under normoxic conditions."}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20720525, "text": "FIH1 appears to be a suppressor of oxygen-dependent genes in the kidney, operating through HIF-dependent and -independent mechanisms."}, {"pubmed": 20727020, "text": "Methylation-induced epigenetic silencing of FIH is unlikely to underlie up-regulated HIF-1alpha expression in human breast cancer but may play a role in other tumour types."}, {"pubmed": 21069436, "text": "Bax-mediated apoptosis is suppressed by FIH1 overexpression, but accelerated by FIH1 deficiency."}, {"pubmed": 21177872, "text": "FIH also catalyzes the hydroxylation of highly conserved Asn residues within the ubiquitous ankyrin repeat domain (ARD)-containing proteins"}, {"pubmed": 21251231, "text": "Data report that histidinyl residues within the ankyrin repeat domain of tankyrase-2 can be hydroxylated by factor-inhibiting hypoxia-inducible factor."}, {"pubmed": 21443853, "text": "FIH does not uncouple O2 during turnover conditions, nor does it release reactive oxygen species under any tested conditions."}, {"pubmed": 21732131, "text": "FIH1 is expressed in the majority of invasive breast carcinomas and shows distinct subcellular localization patterns."}, {"pubmed": 21808058, "text": "Quantitative mass spectrometry reveals dynamics of factor-inhibiting hypoxia-inducible factor-catalyzed hydroxylation."}, {"pubmed": 22002313, "text": "FIH activity is essential for tumor growth through the suppression of the p53-p21 axis, the major barrier that prevents cancer progression."}, {"pubmed": 22532441, "text": "Glycogen regulation in a HIF-1alpha-independent manner is a novel function for FIH-1 and provides new insight into how the corneal epithelium regulates its energy requirements."}, {"pubmed": 22891326, "text": "Our results define a previously unknown mechanism for keratinocyte fate decisions where Notch signaling potential is, in part, controlled through a miR-31/FIH-1 nexus."}, {"pubmed": 23351038, "text": "The stable Fe-OH2 bond plays an important part in FIH1's regulatory role over O2 homeostasis in humans and points toward a strategy for tightly coupling O2 activation with C-terminal transactivation domain of HIF-1alpha hydroxylation."}, {"pubmed": 23606740, "text": "FIH-1 depletion did lead to impaired binding of Par-3 to ASPP2."}, {"pubmed": 24100311, "text": "Comparison of the structure of JMJD5 with that of FIH, a well characterized protein hydroxylase, reveals that human JMJD5 might function as a protein hydroxylase."}, {"pubmed": 24388053, "text": "The role of FIH expression in high-risk locally advanced renal cell carcinoma (LARCC) was explored."}, {"pubmed": 24465898, "text": "The role of FIH-1 in regulating the transcriptional activity of HIF1A in glioblastoma multiforme."}, {"pubmed": 24521875, "text": "The critical role of miR-31/FIH-1 nexus in colorectal cancer (CRC)was revealed and the contribution of miR-31 to CRC development by targeting FIH-1 was clarified."}, {"pubmed": 24867948, "text": "FIH-1 activity does not represent a major mechanism by which NP cells control HIF-1-dependent transcription, a testament to their adaptation to a unique hypoxic niche."}, {"pubmed": 25320245, "text": "Data indicate that exosomal miR-135b directly suppressed its target factor-inhibiting hypoxia-inducible factor 1 (FIH-1) in endothelial cells."}, {"pubmed": 25351569, "text": "This study provides novel clues indicating that miR-21, miR-31, and miR-184 co-target FIH tumor suppressor during pathogenesis in the vast majority of head and neck squamous cell carcinoma."}, {"pubmed": 25413349, "text": "Hypoxia, FIH inhibitors and mutation of asparagine 242 all potentiated TRPV3-mediated current, without altering TRPV3 protein levels, indicating that oxygen-dependent hydroxylation inhibits TRPV3 activity."}, {"pubmed": 25423620, "text": "FIH follows the consensus mechanism for alphaKG oxygenases, suggesting that FIH may be an ideal enzyme to directly access steps involved in O2 activation among the broad family of alphaKG oxygenases."}, {"pubmed": 25431923, "text": "The association between EGLN1 and HIF-1AN single nucleotide polymorphisms and acute mountain sickness in a Han Chinese population, was examined."}, {"pubmed": 25687434, "text": "the nuclear entry of FIH-1 depends on HIF-1alpha"}, {"pubmed": 25728779, "text": "miR-31/FIH1 pathway associates with liver fibrosis, perhaps by participation in the TGF-beta/Smad3 signalling of hepatic stellate cells."}, {"pubmed": 25837583, "text": "data support the concept that FIH-1 may interact with Notch2 and repress its activity, thereby playing a critical role in controlling the survival of vascular endothelial cells"}, {"pubmed": 25907805, "text": "demonstrates that miR-135b regulates ERalpha, AR and HIF1AN protein levels through interaction with their 3'UTR regions, and proliferation in ERalpha-positive BCa and AR-positive PCa cells"}, {"pubmed": 26112411, "text": "The kinetic properties of PHD2 and FIH with respect to oxygen reflect their cellular hypoxia-sensing ability."}, {"pubmed": 26205124, "text": "the levels of both miR-182 and HIF1alpha were elevated, while the expression PHD2 and FIH1 was downregulated in a mouse model of prostate cancer."}, {"pubmed": 26749281, "text": "None of the clinicopathological parameters were associated with the expressions of FIH-1 and SOCS3 at mRNA level."}, {"pubmed": 26752685, "text": "OTUB1 is a target for functional hydroxylation by FIH."}, {"pubmed": 26948053, "text": "Results suggest that NECAB3, a novel Mint3-binding protein, activates HIF-1 to promote normoxic glycolysis and tumorigenicity by forming a ternary complex with Mint3 and FIH-1."}, {"pubmed": 27815979, "text": "data support a model in which the facial triad carboxylate Asp(201) provides both steric and polar contacts to favor O2 access to the Fe(II) only after substrate binds, leading to coupled turnover in FIH and other alphaKG oxygenases."}, {"pubmed": 28061479, "text": "Low FIH1 expression is associated with chemotherapy resistance in breast cancer."}, {"pubmed": 29047187, "text": "Authors identified KANK3 as a new substrate for the oxygen sensor hypoxia-inducible factor 1-alpha inhibitor (HIF1AN), which hydroxylates HIF-1/2alpha and other ankyrin repeat domain-containing proteins at asparagine residues."}, {"pubmed": 29056521, "text": "MiR-31-5p plays an important role in HS formation by inhibiting FIH and regulating the HIF-1alpha pathway."}, {"pubmed": 29259012, "text": "High FIH expression is associated with Ovarian Cancer metastasis."}, {"pubmed": 29737085, "text": "FIH-1 plasmid transfection decreased the cell proliferation of OS-RC-2 renal carcinoma cells,but did not show inhibition on 786-0 cell proliferation"}, {"pubmed": 30004795, "text": "Low FIH expression is associated with lung cancer."}, {"pubmed": 30082910, "text": "ANKDD1A directly interacts with FIH1 and inhibits the transcriptional activity of HIF1alpha by upregulating FIH1.  ANKDD1A decreases the half-life of HIF1alpha by upregulating FIH1, decreases glucose uptake and lactate production, inhibits glioblastoma multiforme (GBM) autophagy, and induces apoptosis in GBM cells under hypoxia"}, {"pubmed": 30237125, "text": "Since the FIH-1 dependent hydroxylation of NAA10 occurs oxygen-dependently, NAA10 acetylates HIF-1alpha under normoxia but does not under hypoxia."}, {"pubmed": 30333145, "text": "Authors provide evidence, based on the application of genetic interventions and small molecule inhibition of the HIF hydroxylases, that the nuclear localization of FIH is governed by two opposing processes: nuclear entry by 'coupling' with HIF1alpha for importin beta1-mediated nuclear import and active export via a Leptomycin B-sensitive exportin1-dependent pathway."}, {"pubmed": 33336500, "text": "CASC2 inhibits the growth, migration, and invasion of thyroid cancer cells through sponging miR-18a-5p/FIH1 axis."}, {"pubmed": 33495813, "text": "miR212 promotes renal interstitial fibrosis by inhibiting hypoxiainducible factor 1alpha inhibitor."}, {"pubmed": 34007987, "text": "High-altitude pulmonary edema is aggravated by risk loci and associated transcription factors in HIF-prolyl hydroxylases."}, {"pubmed": 34046994, "text": "TMEM161B-AS1 suppresses proliferation, invasion and glycolysis by targeting miR-23a-3p/HIF1AN signal axis in oesophageal squamous cell carcinoma."}, {"pubmed": 35166119, "text": "The Asparagine Hydroxylase FIH: A Unique Oxygen Sensor."}, {"pubmed": 35537551, "text": "Factor inhibiting HIF can catalyze two asparaginyl hydroxylations in VNVN motifs of ankyrin fold proteins."}, {"pubmed": 36683111, "text": "Ubiquitin protein E3 ligase ASB9 suppresses proliferation and promotes apoptosis in human spermatogonial stem cell line by inducing HIF1AN degradation."}], "genomic_pos": {"chr": "10", "end": 100559998, "ensemblgene": "ENSG00000166135", "start": 100529072, "strand": 1}, "genomic_pos_hg19": {"chr": "10", "end": 102319755, "start": 102288829, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0045663", "pubmed": 18299578, "qualifier": "involved_in", "term": "positive regulation of myoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045746", "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045746", "pubmed": 18299578, "qualifier": "involved_in", "term": "negative regulation of Notch signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045892", "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:2001214", "pubmed": 17636018, "qualifier": "involved_in", "term": "positive regulation of vasculogenesis"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 18299578, "qualifier": "colocalizes_with", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 14734545, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 19726677, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0003714", "pubmed": [11641274, 12080085], "qualifier": "enables", "term": "transcription corepressor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005112", "pubmed": [17573339, 18299578], "qualifier": "enables", "term": "Notch binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11641274, 12446723, 16189514, 17003112, 17573339, 19060904, 19071119, 19726677, 21251231, 25609649, 26751287, 26752685, 26948053, 26972000, 28514442, 29426014, 31515488, 32296183, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008198", "pubmed": 12446723, "qualifier": "enables", "term": "ferrous iron binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": 12446723, "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0019826", "pubmed": 12080085, "qualifier": "enables", "term": "oxygen sensor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031406", "pubmed": 17135241, "qualifier": "enables", "term": "carboxylic acid binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036139", "qualifier": "enables", "term": "peptidyl-histidine dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036139", "pubmed": 21251231, "qualifier": "enables", "term": "peptidyl-histidine dioxygenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0036140", "qualifier": "enables", "term": "[protein]-asparagine 3-dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0036140", "pubmed": [12080085, 12215170, 14734545, 21177872], "qualifier": "enables", "term": "[protein]-asparagine 3-dioxygenase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0036140", "pubmed": 19245366, "qualifier": "enables", "term": "[protein]-asparagine 3-dioxygenase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 12446723, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051059", "pubmed": 17003112, "qualifier": "enables", "term": "NF-kappaB binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0062101", "pubmed": 21177872, "qualifier": "enables", "term": "peptidyl-aspartic acid 3-dioxygenase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0071532", "qualifier": "enables", "term": "ankyrin repeat binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0071532", "pubmed": [17003112, 17636018, 21177872, 21251231], "qualifier": "enables", "term": "ankyrin repeat binding"}]}, "homologene": {"genes": [[7955, 373126], [8364, 394511], [9031, 428952], [9544, 710425], [9598, 466183], [9606, 55662], [9615, 609221], [9913, 520864], [10090, 319594], [10116, 309434]], "id": 9906}, "interpro": [{"desc": "JmjC domain", "id": "IPR003347", "short_desc": "JmjC_dom"}, {"desc": "RmlC-like jelly roll fold", "id": "IPR014710", "short_desc": "RmlC-like_jellyroll"}, {"desc": "Hypoxia-inducible factor 1-alpha inhibitor, domain II", "id": "IPR027452", "short_desc": "FIH-1_dom_II"}, {"desc": "Cupin-like domain 8", "id": "IPR041667", "short_desc": "Cupin_8"}], "ipi": ["IPI00941238", "IPI00978147", "IPI00980221"], "map_location": "10q24.31", "name": "hypoxia inducible factor 1 subunit alpha inhibitor", "other_names": ["FIH-1", "factor inhibiting HIF-1", "factor inhibiting HIF1", "hypoxia inducible factor 1 alpha subunit inhibitor", "hypoxia-inducible factor 1-alpha inhibitor", "hypoxia-inducible factor asparagine hydroxylase", "peptide-aspartate beta-dioxygenase"], "pantherdb": {"HGNC": "17113", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2442345", "ortholog_type": "LDO", "panther_family": "PTHR12461", "taxid": 10090, "uniprot_kb": "Q8BLR9"}, {"RGD": "1308281", "ortholog_type": "LDO", "panther_family": "PTHR12461", "taxid": 10116, "uniprot_kb": "B0BNG5"}, {"Ensembl": "ENSGALG00000005698", "ortholog_type": "LDO", "panther_family": "PTHR12461", "taxid": 9031, "uniprot_kb": "F1N863"}, {"ZFIN": "ZDB-GENE-030826-19", "ortholog_type": "LDO", "panther_family": "PTHR12461", "taxid": 7955, "uniprot_kb": "P59723"}, {"dictyBase": "DDB_G0286391", "ortholog_type": "O", "panther_family": "PTHR12461", "taxid": 352472, "uniprot_kb": "Q54LV7"}, {"dictyBase": "DDB_G0290869", "ortholog_type": "O", "panther_family": "PTHR12461", "taxid": 352472, "uniprot_kb": "Q54FG7"}, {"dictyBase": "DDB_G0270906", "ortholog_type": "O", "panther_family": "PTHR12461", "taxid": 352472, "uniprot_kb": "Q55DF5"}, {"TAIR": "2091861", "ortholog_type": "O", "panther_family": "PTHR12461", "taxid": 3702, "uniprot_kb": "Q8RWR1"}], "uniprot_kb": "Q9NWT6"}, "pathway": {"pid": [{"id": "hif1apathway", "name": "Hypoxic and oxygen homeostasis regulation of HIF-1-alpha"}, {"id": "hif2pathway", "name": "HIF-2-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1234174", "name": "Cellular response to hypoxia"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "smpdb": {"id": "SMP02298", "name": "Glutaminolysis and Cancer"}, "wikipathways": [{"id": "WP3593", "name": "MicroRNA for Targeting Cancer Growth and Vascularization in Glioblastoma"}, {"id": "WP3614", "name": "Photodynamic therapy-induced HIF-1 survival signaling"}]}, "pdb": ["1H2K", "1H2L", "1H2M", "1H2N", "1IZ3", "1MZE", "1MZF", "1YCI", "2CGN", "2CGO", "2ILM", "2W0X", "2WA3", "2WA4", "2XUM", "2Y0I", "2YC0", "2YDE", "3D8C", "3KCX", "3KCY", "3OD4", "3P3N", "3P3P", "4AI8", "4B7E", "4B7K", "4BIO", "4JAA", "4NR1", "4Z1V", "4Z2W", "5JWK", "5JWL", "5JWP", "5OP6", "5OP8", "5OPC", "6H9J", "6HA6", "6HC8", "6HKP", "6HL5", "6HL6", "6RUJ", "7A1J", "7A1K", "7A1L", "7A1M", "7A1N", "7A1O", "7A1P", "7A1Q", "7A1S", "8IHZ", "8II0", "8K71", "8K72", "8K73"], "pfam": "PF13621", "pharmgkb": "PA29284", "pharos": {"target_id": 1478, "tdl": "Tbio"}, "pir": "T50633", "prosite": "PS51184", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF266427", "relationship": "is"}, {"id": "GNF266428", "relationship": "is"}, {"id": "GNF266429", "relationship": "is"}, {"id": "GNF266430", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161976", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006412", "relationship": "is"}, {"id": "GNF017588", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF112072", "relationship": "is"}, {"id": "GNF114652", "relationship": "is"}, {"id": "GNF154293", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000010.11", "NC_060934.1"], "protein": ["NP_060372.2", "XP_011538242.1", "XP_054222224.1"], "rna": ["NM_017902.3", "XM_011539940.3", "XM_054366249.1"], "translation": [{"protein": "XP_054222224.1", "rna": "XM_054366249.1"}, {"protein": "XP_011538242.1", "rna": "XM_011539940.3"}, {"protein": "NP_060372.2", "rna": "NM_017902.3"}]}, "reporter": {"HG-U133_Plus_2": ["218525_s_at", "226648_at", "59999_at"], "HTA-2_0": "TC10000724.hg.1", "HuEx-1_0": ["3260666", "3260688", "3260690", "3260692", "3260694"], "HuGene-1_1": "7929831", "HuGene-2_1": "16708278"}, "retired": 84175, "summary": "Enables several functions, including 2-oxoglutarate-dependent dioxygenase activity; NF-kappaB binding activity; and transition metal ion binding activity. Involved in several processes, including negative regulation of Notch signaling pathway; negative regulation of transcription from RNA polymerase II promoter in response to hypoxia; and protein hydroxylation. Located in cytosol; nucleoplasm; and perinuclear region of cytoplasm. Colocalizes with nucleus. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "HIF1AN", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424751"}, "unigene": "Hs.500788", "uniprot": {"Swiss-Prot": "Q9NWT6", "TrEMBL": ["E9PNR8", "E9PL41"]}, "wikipedia": {"url_stub": "HIF1AN"}}