{"AllianceGenome": "4923", "HGNC": "4923", "MIM": "601125", "_id": "3099", "_version": 3, "accession": {"genomic": ["AC019069.8", "AC104135.5", "AF148512.1", "AY623118.1", "CH471053.2", "CP068276.2", "D25412.2", "DQ871602.1", "HB877664.1", "HC935073.1", "NC_000002.12", "NC_060926.1", "Z46354.1", "Z46360.1", "Z46604.1"], "protein": ["AAD30174.1", "AAH21116.1", "AAH64369.1", "AAT38114.1", "AAX93084.1", "AAY24209.1", "ABI49509.1", "BAA04999.1", "BAF83046.1", "CAA86476.2", "CAA86482.1", "CAH18060.1", "CBF63160.1", "CBU88036.1", "EAW99601.1", "EAW99602.1", "EAW99603.1", "NP_000180.2", "NP_001358454.1", "P52789.2", "XP_005264337.1", "XP_011531109.1", "XP_016859434.1", "XP_047300040.1", "XP_047300041.1", "XP_054197615.1", "XP_054197616.1", "XP_054197617.1", "XP_054197618.1"], "rna": ["AF086198.1", "AF148513.1", "AI085541.1", "AI278414.1", "AK290357.1", "AW134604.1", "BC021116.1", "BC064369.1", "BM706373.1", "BM912287.1", "CB160837.1", "CR749202.1", "NM_000189.5", "NM_001371525.1", "XM_005264280.3", "XM_011532807.3", "XM_017003945.3", "XM_047444084.1", "XM_047444085.1", "XM_054341640.1", "XM_054341641.1", "XM_054341642.1", "XM_054341643.1"], "translation": [{"protein": "AAD30174.1", "rna": "AF148513.1"}, {"protein": "BAF83046.1", "rna": "AK290357.1"}, {"protein": "AAH64369.1", "rna": "BC064369.1"}, {"protein": "CAH18060.1", "rna": "CR749202.1"}, {"protein": "XP_047300040.1", "rna": "XM_047444084.1"}, {"protein": "XP_054197616.1", "rna": "XM_054341641.1"}, {"protein": "AAH21116.1", "rna": "BC021116.1"}, {"protein": "NP_000180.2", "rna": "NM_000189.5"}, {"protein": "XP_005264337.1", "rna": "XM_005264280.3"}, {"protein": "NP_001358454.1", "rna": "NM_001371525.1"}, {"protein": "XP_054197618.1", "rna": "XM_054341643.1"}, {"protein": "XP_011531109.1", "rna": "XM_011532807.3"}, {"protein": "XP_054197615.1", "rna": "XM_054341640.1"}, {"protein": "XP_054197617.1", "rna": "XM_054341642.1"}, {"protein": "XP_047300041.1", "rna": "XM_047444085.1"}, {"protein": "XP_016859434.1", "rna": "XM_017003945.3"}]}, "alias": ["HKII", "HXK2"], "ec": "2.7.1.1", "ensembl": {"gene": "ENSG00000159399", "protein": ["ENSP00000290573", "ENSP00000387140"], "transcript": ["ENST00000290573", "ENST00000409174", "ENST00000472302"], "translation": [{"protein": "ENSP00000290573", "rna": "ENST00000290573"}, {"protein": "ENSP00000387140", "rna": "ENST00000409174"}], "type_of_gene": "protein_coding"}, "entrezgene": "3099", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 30.6748167818, "exp_mis": 371.072708262, "exp_syn": 160.949245694, "lof_z": 3.87662818021898, "mis_z": 2.18550810269371, "mu_lof": 2.17635204653e-06, "mu_mis": 3.48604657112e-05, "mu_syn": 1.47345762346e-05, "n_lof": 9.0, "n_mis": 285.0, "n_syn": 158.0, "p_li": 0.0209328439585101, "p_null": 2.98415648044265e-05, "p_rec": 0.979037314476686, "syn_z": 0.144115024936268}, "bp": 2754, "cds_end": 75118068, "cds_start": 75061707, "n_exons": 18, "nonpsych": {"exp_lof": 27.4086588722, "exp_mis": 335.501608104, "exp_syn": 145.319599229, "lof_z": 3.45326765132993, "mis_z": 2.18922425350972, "mu_lof": 2.17635204653e-06, "mu_mis": 3.48604657112e-05, "mu_syn": 1.47345762346e-05, "n_lof": 9.0, "n_mis": 256.0, "n_syn": 146.0, "p_li": 0.00716554441804722, "p_null": 0.000175430561804689, "p_rec": 0.992659025020148, "syn_z": -0.035535769996643}, "nontcga": {"exp_lof": 28.1862282469, "exp_mis": 341.352312263, "exp_syn": 148.038719435, "lof_z": 3.75074843444936, "mis_z": 2.05887799328093, "mu_lof": 2.17635204653e-06, "mu_mis": 3.48604657112e-05, "mu_syn": 1.47345762346e-05, "n_lof": 8.0, "n_mis": 265.0, "n_syn": 145.0, "p_li": 0.0436806997805328, "p_null": 4.8336653100904e-05, "p_rec": 0.956270963566366, "syn_z": 0.158132994489622}, "transcript": "ENST00000290573.2"}, "exons": [{"cdsend": 74890941, "cdsstart": 74834580, "chr": "2", "position": [[74834126, 74834643], [74854292, 74854455], [74867635, 74867784], [74872299, 74872419], [74873275, 74873371], [74873843, 74873943], [74874265, 74874449], [74877165, 74877321], [74878687, 74878921], [74880264, 74880569], [74881710, 74881859], [74882119, 74882239], [74885493, 74885589], [74886293, 74886393], [74886489, 74886673], [74887902, 74888058], [74889244, 74889478], [74890796, 74893358]], "strand": 1, "transcript": "NM_000189", "txend": 74893358, "txstart": 74834126}, {"cdsend": 74890941, "cdsstart": 74854313, "chr": "2", "position": [[74835169, 74835338], [74854292, 74854455], [74867635, 74867784], [74872299, 74872419], [74873275, 74873371], [74873843, 74873943], [74874265, 74874449], [74877165, 74877321], [74878687, 74878921], [74880264, 74880569], [74881710, 74881859], [74882119, 74882239], [74885493, 74885589], [74886293, 74886393], [74886489, 74886673], [74887902, 74888058], [74889244, 74889478], [74890796, 74893358]], "strand": 1, "transcript": "NM_001371525", "txend": 74893358, "txstart": 74835169}], "exons_hg19": [{"cdsend": 75118068, "cdsstart": 75061707, "chr": "2", "position": [[75061253, 75061770], [75081419, 75081582], [75094762, 75094911], [75099426, 75099546], [75100402, 75100498], [75100970, 75101070], [75101392, 75101576], [75104292, 75104448], [75105814, 75106048], [75107391, 75107696], [75108837, 75108986], [75109246, 75109366], [75112620, 75112716], [75113420, 75113520], [75113616, 75113800], [75115029, 75115185], [75116371, 75116605], [75117923, 75120485]], "strand": 1, "transcript": "NM_000189", "txend": 75120485, "txstart": 75061253}, {"cdsend": 75118068, "cdsstart": 75081440, "chr": "2", "position": [[75062296, 75062465], [75081419, 75081582], [75094762, 75094911], [75099426, 75099546], [75100402, 75100498], [75100970, 75101070], [75101392, 75101576], [75104292, 75104448], [75105814, 75106048], [75107391, 75107696], [75108837, 75108986], [75109246, 75109366], [75112620, 75112716], [75113420, 75113520], [75113616, 75113800], [75115029, 75115185], [75116371, 75116605], [75117923, 75120485]], "strand": 1, "transcript": "NM_001371525", "txend": 75120485, "txstart": 75062296}], "generif": [{"pubmed": 11688991, "text": "hypoxia-induced gene in pancreatic cancer cell lines"}, {"pubmed": 14672622, "text": "Both HIF-1 alpha and HK II protein expressions were co-localized in the cancer cells near necrosis, and the intensity of HIF-1 alpha protein expression was significantly correlated with HK II mRNA expression in both tumors."}, {"pubmed": 14747281, "text": "SRE binding protein-1c is involved in the effect of insulin on HKII gene transcription."}, {"pubmed": 15710218, "text": "Hexokinase II induction may participate in hepatocellular carcinoma progrssion and the blockage of this enzyme may therapeutically be efficacious."}, {"pubmed": 15967114, "text": "Glut-1, HK-II, and PCNA expression are related to uptake of 18F-FDG uptake in lung cancer"}, {"pubmed": 16551620, "text": "cyclophilin D suppresses apoptotic cell death via a mitochondrial hexokinase II-dependent mechanism in cancer cells"}, {"pubmed": 17785433, "text": "HIF-1 cooperates with dysregulated c-Myc to promote glycolysis by induction of hexokinase 2 and pyruvate dehydrogenase kinase 1."}, {"pubmed": 18271924, "text": "hexokinase 2 contributes to the increased metabolism of glucose, especially in moderately and poorly differentiated Cholangiocellular carcinoma."}, {"pubmed": 18535403, "text": "hexokinase II gene inhibits human colon cancer LoVo cell growth"}, {"pubmed": 18579725, "text": "The NR5A1 gene expression was activated in mesenchymal stem cells by siRNA directed against hexokinase 2."}, {"pubmed": 18772588, "text": "targeting HK II may be beneficial for patients with colon cancer treated with 5-FU"}, {"pubmed": 19003546, "text": "PIM-1 and hK2 were expressed higher in prostate cancer than those in benign prostatic glandular hyperplasia and normal prostate tissues, the differences among which had statistic significance (P < 0.05)."}, {"pubmed": 19033437, "text": "neuroprotective effect of HKII may be relevant to neurodegenerative diseases in which glucose hypometabolism and mitochondrial dysfunction are prominent features"}, {"pubmed": 19049977, "text": "results point to HK-I and HK-II as promoting tumor cell survival through binding to VDAC1, thereby inhibiting cytochrome c release and apoptotic cell death."}, {"pubmed": 19554504, "text": "The expression pattern of HK2 is reported in newly diagnosed esophageal neoplasms by means of immunohistochemistry."}, {"pubmed": 19558793, "text": "each domain of HK II possesses enzyme activity, unlike HK I, with the N-terminal half showing higher enzyme activity than the C-terminal half."}, {"pubmed": 19579598, "text": "Down-reg of HK2 gene of LoVo cells resulted decreased IC50 value of fluorouracil and increased apoptosis. Silencing HK2 of LoVo cells induced loss of mitochondrial membrane potential, activation of caspase-3,inhibition of thymidylate synthase expression."}, {"pubmed": 19681047, "text": "HKII is the predominant isoform in rat hepatocarcinoma AS-30D and HeLa cells."}, {"pubmed": 19723875, "text": "HK2 overexpression is associated with metastasis to the brain in breast cancer and it may be a therapeutic target"}, {"pubmed": 19770592, "text": "Disruption in the binding of hexokinase II to the mitochondria was to promote mitochondrial injury provoked by pro-apoptotic proteins."}, {"pubmed": 20346347, "text": "Regulated translocation of HXKII to the nucleus of mammalian cells could represent a previously unknown glucose-sensing mechanism."}, {"pubmed": 20347420, "text": "FimA strengthens the VDAC1-hexokinase (I and II) interaction and prevents dissociation of hexokinase from VDAC1 triggered by apoptotic stimuli."}, {"pubmed": 20453422, "text": "Interleukin 6 enhances glycolysis through expression of the glycolytic enzymes hexokinase 2 and 6-phosphofructo-2-kinase/fructose-2,6-bisphosphatase-3."}, {"pubmed": 20845004, "text": "Overexpression of hexokinase-2 is associated with gastric adenocarcinoma."}, {"pubmed": 20845477, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20846459, "text": "The results suggested that there was a close association between expression of hOGG1, HK-2 and early cervical cancer."}, {"pubmed": 20877624, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20958264, "text": "induction of de novo lipid synthesis by androgen requires transcriptional up-regulation of HK2 and PFKFB2, and phosphorylation of PFKFB2 generated by the PI3K/Akt signal pathway to supply the source for lipogenesis from glucose in prostate cancer cells."}, {"pubmed": 21242296, "text": "Hexokinase 2 is a key mediator of aerobic glycolysis and promotes tumor growth in human glioblastoma multiforme."}, {"pubmed": 21279699, "text": "High hexokinase II is associated with hepatocellular carcinoma."}, {"pubmed": 21411499, "text": "HK2 R844K GA/AA genotype was associated pancreatic cancer."}, {"pubmed": 21600799, "text": "Data indicate that PSA, PSMA, hK2, PSCA, DD3, and their combinations, combined analysis of PSA and/or hK2 expression in pelvic lymph nodes could predict biochemical recurrence free survival (BRFS) following radical prostatectomy (RP)."}, {"pubmed": 21726646, "text": "proliferative states including the developing embryo and malignant gliomas, which rely on aerobic glycolysis, preferentially express the HK2 isoform"}, {"pubmed": 21909686, "text": "High Hexokinase II is associated with hepatoma."}, {"pubmed": 22230325, "text": "Two genes, HK2 and CD28, emerged as potential culprits in diabetes-increased tuberculosis susceptibility."}, {"pubmed": 22334075, "text": "PPARgamma contributes to PKM2 and HK2 expression in fatty liver"}, {"pubmed": 22354042, "text": "Via targeting C/EBPbeta (a transcriptional activator for mir-143), miR-155 represses mir-143, a negative regulator of hk2, thus resulting in upregulation of hk2 expression at the post-transcriptional level."}, {"pubmed": 22398711, "text": "Overexpression of hexokinase 2 may be related to 2-deoxy-2-F18-fluoro-D-glucose uptake in false-positive cervical cancer tissues on PET/CT."}, {"pubmed": 22469988, "text": "We demonstrate that miR143 inhibits HK2 expression both in primary keratinocytes and in head and neck squamous cell carcinoma (HNSCC)-derived cell lines."}, {"pubmed": 22593586, "text": "We identified miR-143 as an essential regulator of cancer glycolysis via targeting HK2."}, {"pubmed": 22691140, "text": "We have identified and validated HK2 as a miR-143 target. miR-143 mediated down-regulation of HK2 affects glucose metabolism in colon cancer cells."}, {"pubmed": 22825642, "text": "The increased glucose consumption of many tumor cells depends to a large extent on the overexpression of HK-2, including giant cell tumor of bone."}, {"pubmed": 22901702, "text": "FDG uptake in malignant melanoma is determined by GLUT-1 and GLUT-3, whereas HK-2 and Ki-67 play no role in FDG uptake of malignant melanoma"}, {"pubmed": 23071593, "text": "HK2 and CKA expression may have biologic and prognostic significance in hepatocellular carcinoma, with tumor HK2 expression being a potential independent predictor of survival."}, {"pubmed": 23123787, "text": "chronic inhibition of GSK-3 elicited a marked increase in brain-derived neurotrophic factor (BDNF) secretion, which in turn conferred resistance to mitochondrial dysfunction through subcellular re-distribution of HKII."}, {"pubmed": 23185017, "text": "The ability of TIGAR to function as a Fru-2,6-BPase was independent of hexokinase 2 binding and mitochondrial localization, although activities can contribute to the activity of TIGAR in limiting mitochondrial ROS levels and protecting from cell death."}, {"pubmed": 23349798, "text": "Data show that both HK2 and NCK2 are expressed in the retinal ganglion cell layer."}, {"pubmed": 23500080, "text": "Oroxylin A sensitized anoikis, which underlies distinct glucose-deprivation-like mechanisms that involved c-Src and HK II."}, {"pubmed": 23629924, "text": "Akt inhibition promoted glucose uptake in both cell lines, suggesting that Akt inhibition may increase glucose uptake by detaching HK2 from the mitochondria."}, {"pubmed": 23869589, "text": "HKII is induced by HIF-1alpha and plays important roles in the proliferation and/or progression of breast carcinoma possibly through increased glycolytic activity."}, {"pubmed": 23962723, "text": "study identified hexokinase 2 (HK2) as a novel modifier of depolarization-induced parkin recruitment to mitochonmdria; propose that Akt-dependent recruitment of hexokinases is a required step in the recruitment of parkin prior to mitophagy"}, {"pubmed": 24033605, "text": "miR-143 and miR-145 directly regulated HK2. This data showed that loss of the tumor-suppressive miR-143/145 cluster enhanced RCC cell proliferation and invasion through targeting HK2."}, {"pubmed": 24051093, "text": "Codepletion of INPP4B and hexokinase 2 markedly sensitized radioresistant laryngeal cancer cells to irradiation or anticancer drug."}, {"pubmed": 24136222, "text": "Together with HK II and Src, mitochondrial DMPK is part of a multimolecular complex endowed with antioxidant and pro-survival properties."}, {"pubmed": 24363061, "text": "depletion of HK2 expression resulted in reduced xenograft tumor development likely by reducing proliferation, altering the cell cycle, reducing cell viability and activating apoptosis"}, {"pubmed": 24390321, "text": "Activity of hexokinase 2 is increased by interaction with hepatitis C virus protein NS5A."}, {"pubmed": 24780297, "text": "HK2 regulated the protein level and T14 phosphorylation of CDK2, and knockdown of HK2 resulted in a G1 phase cell cycle arrest."}, {"pubmed": 24890811, "text": "UCA1-induced hexokinase 2 (HK2) functions as an important mediator in promoting glycolysis in bladder cancer cells"}, {"pubmed": 24939624, "text": "High HK-II expression was correlated with esophageal adenocarcinoma compared with squamous cell carcinoma."}, {"pubmed": 25060325, "text": "High HK2 expression combined with low phosphorylated PDHA1 expression in the invasive front lesions of colorectal tumors is predictive of tumor aggressiveness and survival."}, {"pubmed": 25381201, "text": "Suggest that upregulation of HKII occurs during the process of hepatocarcinogenesis in humans."}, {"pubmed": 25766729, "text": "The transport of glucose across the cell membrane by glucose transporters (GLUTs) and intracellular phosphorylation by hexokinases (HKs) are the initial steps of the glycolytic pathway."}, {"pubmed": 26059508, "text": "The overexpression of Hk2 (and Pkm2) sustains high levels of glycolysis during embryonic stem cell differentiation."}, {"pubmed": 26097593, "text": "Suggest HK2 as an independent prognostic indicator of radiation resistance in cervical squamous carcinoma."}, {"pubmed": 26106078, "text": "These findings show that HIF-1-dependent expression and relocalization of HK2 represent a novel mechanism by which Toxoplasma establishes its replicative niche at tissue oxygen tensions."}, {"pubmed": 26116768, "text": "study reveals a novel relationship between PI3K/Akt signaling and aerobic glycolysis and indicates that PI3K/Akt/HK2 might be potential therapeutic approaches for OS"}, {"pubmed": 26134042, "text": "In the present study it was determined whether three key enzymes for glycolysis, glutaminolysis and de novo synthesis of FAs, hexokinase-2, glutaminase and fatty acid synthase"}, {"pubmed": 26182367, "text": "The N-terminal end of HKII has a mitochondrial-binding site and a VDAC bindig site."}, {"pubmed": 26247723, "text": "Hexokinase 2 controls cellular stress response through localization of hnRNP A1."}, {"pubmed": 26323688, "text": "HK2 was identified as a chaperone-mediated autophagy substrate."}, {"pubmed": 26346032, "text": "The degree of plaque disruption and expression of TF and HK-II appear to be important vascular factors for AMI onset, and polarized macrophages make a distinct contribution to thrombogenicity and glucose metabolism."}, {"pubmed": 26607110, "text": "In conclusion, our findings suggested that miR-4458 inhibited the progression of colon cancer cells by inhibition of glycolysis and lactate production via directly targeting HK2 mRNA."}, {"pubmed": 26740252, "text": "Cells with HKII knockdown showed no changes in 3BP sensitivity, suggesting the effects of 3BP are independent of HKII expression."}, {"pubmed": 26802651, "text": "HK2 functions as a novel oncogene in lung cancer and may be a potential therapeutic target for lung cancer."}, {"pubmed": 26827442, "text": "Insulin resistance in obese boys leads to up-regulation of INSIG2 gene expression as well as to down-regulation of PFKFB1, PFKFB3, and HK2 genes in the blood cells as compared to obese patients with normal insulin sensitivity."}, {"pubmed": 26848773, "text": "High HKII expresiion is associated with nasopharyngeal carcinoma."}, {"pubmed": 26855992, "text": "HK1 and HK2 expression alterations were detected, that could be explained by common deregulation mechanisms of these genes in colorectal tumors. The HK3 expression level was significantly increased in 60% of samples."}, {"pubmed": 26986252, "text": "High exokinase 2 expression is associated with neuroblastoma metastasis."}, {"pubmed": 27132509, "text": "The EML4-ALK-mediated upregulation of HIF1alpha, HK2 and glycolytic metabolism was also highly active in vivo as demonstrated by fluorodeoxyglucose-positron emission tomography imaging of xenografts grown from EML4-ALK-positive NSCLC cells."}, {"pubmed": 27260001, "text": "Results show that the hexokinase 2 (HK2) promoter CpG island (HK2-CGI) surrounding regions N-shore was hypomethylated, thereby enhancing HK2 expression, the HK2-CGI was itself hypermethylated in some hepatocellular carcinomas (HCCs)."}, {"pubmed": 27314295, "text": "miR-181b directly inhibits the expression level of hexokinase 2 (HK2), a key enzyme that catalyzes the first step of glycolysis, through targeting its 3'-untranslated region."}, {"pubmed": 27315591, "text": "HK2modulated glucose metabolism was significantly upregulated by overexpression of miR155. Notably, inhibition of miR155 sensitized lung cancer cells to irradiation via suppression of glucose metabolism."}, {"pubmed": 27351131, "text": "FOXM1 bound directly to the GLUT1 and HK2 promoter regions and regulated the promoter activities and the expression of the genes at the transcriptional level. This reveals a novel mechanism by which glucose metabolism is regulated by FOXM1."}, {"pubmed": 27363977, "text": "These results suggest that HK2 plays important roles in the glycolytic, proliferation and migration properties of colorectal carcinoma"}, {"pubmed": 27544294, "text": "Results from the simulations show that HK2 binding restricts the movement of the VDAC1 N-terminal helix. As a result, VDAC1 is kept in the open state most of the time and probably allows a constant supply of ATP to HK2 for glycolysis."}, {"pubmed": 27588472, "text": "Data suggest Hexokinase 2 (HK2) as a potentially effective therapeutic target in Glioblastoma (GBM)."}, {"pubmed": 27926482, "text": "our results demonstrate that deregulation of HK2 expression has an important function in the progression of TSCC and may serve as a biomarker of its metastatic potential in TSCC patients. HK2 enhances the metastatic potential of TSCC by stimulating the SOD2-H2O2 pathway."}, {"pubmed": 28025745, "text": "MicroRNA-98 Suppress Warburg Effect by Targeting HK2 in Colon Cancer Cells."}, {"pubmed": 28054552, "text": "Mutation in c-Src phosphorylation site of either HK1 or HK2 remarkably abrogates the stimulating effects of c-Src on glycolysis, cell proliferation, migration, invasion, tumorigenesis and metastasis"}, {"pubmed": 28098871, "text": "High HK2 expression is associated with prostate cancer."}, {"pubmed": 28174335, "text": "present studies highlight miR-143 as a tumor suppressor in oral squamous cell carcinoma (OSCC) by the suppression of cell migration, glucose metabolism and proliferation through directly targeting HK2, rendering miR-143 a therapeutic strategy for the treatment of clinical OSCC patients."}, {"pubmed": 28184935, "text": "High HK2 expression is associated with prostate cancer."}, {"pubmed": 28347233, "text": "We demonstrated that the expression levels of glycolysis-related proteins glucose transporter 1, hexokinase II, carbonic anhydrase IX, and monocarbonylate transporter 4 differ between thyroid cancer subtypes and are correlated with poorer prognosis"}, {"pubmed": 28429188, "text": "High HKII expression is associated with metastasis and epithelial-mesenchymal transition in hepatocellular carcinoma."}, {"pubmed": 28432222, "text": "relevant number of patients with FDG-PET false-negative multiple myeloma and a strong association between hexokinase-2 expression and this negativity: a finding which may also be relevant for clinical imaging of other hematological cancers."}, {"pubmed": 28445971, "text": "Tesults suggest that mTOR-STAT3-HK2 pathway is involved in the glycolysis of HCC cells and STAT3 may regulate HCC glycolysis through HK2 pathway."}, {"pubmed": 28478957, "text": "SIRT6 over-expression establishes a condition whereby reconfiguration of the Hexokinase 2 promoter chromatin structure makes it receptive to interaction with MZF1/SIRT6 complex, thereby favouring a regulatory state conducive to diminished transcription"}, {"pubmed": 28488541, "text": "AKT inhibition blocks miR-124 silencing-induced AKT1/2, glucose transporter 1, hexokinase II activation, cell proliferation, and glycolytic or energy metabolism changes. In summary, this study demonstrated that miR-124 is able to inhibit proliferation, glycolysis, and energy metabolism, potentially by targeting AKT1/2-glucose transporter 1/hexokinase II in non-small cell lung cancer cells."}, {"pubmed": 28498475, "text": "our findings supported a mechanism whereby targeting HK2 inhibition contributed to suppress HPV16 E7-induced tumor glycolysis metabolism phenotype, inhibiting tumor growth, and induced apoptosis, blocking the cancer cell energy sources and ultimately enhanced the sensitivity of HPV(+) cervical cancer cells to irradiation therapy"}, {"pubmed": 28596599, "text": "our findings demonstrate for the first time that hypoxia-down-regulated miR-125a regulated HCC glycolysis and carcinogenesis by targeting hexokinase HK2, a key glycolytic enzyme for the Warburg effect, and add a new dimension to hypoxia-mediated regulation of cancer metabolism."}, {"pubmed": 28602700, "text": "findings suggested that PVT1 contributes to osteosarcoma (OS) cell glucose metabolism, cell proliferation, and motility through the miR-497/HK2 pathway, and revealed a novel relation between lncRNA and the alteration of glycolysis in OS cells"}, {"pubmed": 28641488, "text": "Metformin downregulated both endogenous and exogenous UCA1 expression, leading to the inhibition of mammalian target of rapamycin-signal transducer and activator of transcription 3-hexokinase 2 signaling pathway. Our study provided the first evidence that metformin inhibited proliferation and glycolysis in cancer cells through regulation of long non-coding RNA UCA1"}, {"pubmed": 28935467, "text": "Previously unknown reciprocal influence of SIRT6 and HK2 in regulating autophagy driven monocyte differentiation."}, {"pubmed": 28980855, "text": "Regulation of glycolytic metabolism by autophagy in liver cancer involves selective autophagic degradation of hexokinase 2"}, {"pubmed": 29114069, "text": "BAG3 directly stabilizes hexokinase 2 mRNA and promotes aerobic glycolysis in pancreatic cancer cells."}, {"pubmed": 29169422, "text": "Data indicate that hexokinase-2 (HK2) was the direct target of miR-125b."}, {"pubmed": 29220380, "text": "findings confirmed the tumorigenic activity of HK2 in glioma, and the involvement of the miR218/Bmi1 pathway in the regulation of its expression"}, {"pubmed": 29247711, "text": "Data suggest that HK2 plays role in cisplatin resistance in ovarian cancer by regulating drug-induced, MAP kinase signaling-mediated autophagy."}, {"pubmed": 29298880, "text": "this study reports the structure of HK2 in complex with glucose and glucose-6-phosphate (G6P)."}, {"pubmed": 29335581, "text": "Altogether, these findings provide strong support for the direct contribution of HK2 in B-cell lymphoma development and suggest that HK2 is a key metabolic driver of the diffuse large B-cell lymphoma phenotype."}, {"pubmed": 29384225, "text": "the results indicated that JB inhibits glycolysis by down-regulating HK2 expression through inactivating the Akt/mTOR pathway in non-small cell lung cancer (NSCLC) cells, suggesting that JB might be a potential therapeutic agent for the treatment of NSCLC."}, {"pubmed": 29414774, "text": "results highlight a non-metabolic role of HK2 as transcriptional coactivator of Nrf2 to regulate XOR expression under conditions of proinflammatory and metabolic stresses."}, {"pubmed": 29440331, "text": "Reduced expression of HK2 may contribute to the occurrence and development of Preeclampsia by suppressing glycolysis and impairing decidualization."}, {"pubmed": 29559564, "text": "we provided the clinical relevance that miR-202 was down-regulated in Chronic myeloid leukemia (CML) patients and patients with lower miR-202 expression displayed higher HK2 expression."}, {"pubmed": 29631677, "text": "Overexpression of miR-125b inhibits cellular glucose metabolism through direct targeting of hexokinase 2."}, {"pubmed": 29663500, "text": "High expression of HK2 is associated with chemoresistance of pediatric acute myeloid leukemia."}, {"pubmed": 29695690, "text": "downregulation of HK2 gene may be caused by its negative regulation through microRNAs miR-9-5p, -98-5p, and -199-5p."}, {"pubmed": 29763606, "text": "These findings provide clues regarding the role of miR-216a-5p as a tumor suppressor in uveal melanoma through the inhibition of HK2."}, {"pubmed": 29864898, "text": "miR-125b-5p-HK2 pathway as a novel mechanism in regulating the glycolysis and progression of Laryngeal squamous cell carcinoma."}, {"pubmed": 29985480, "text": "our findings indicated that PIM2 was a novel regulator of HK2, and suggested a new strategy to treat breast cancer."}, {"pubmed": 30015920, "text": "Taken together, these findings suggested that UCA1 may have an important role in regulating radioresistance through the HK2/glycolytic pathway, providing novel potential targets to improve cervical cancer RT."}, {"pubmed": 30037846, "text": "our results indicate that TLR4-dependent upregulation of glycolysis in human MoDCs involves a p38-MAPK-dependent HIF-1alpha accumulation, leading to an increased HK activity supported by enhanced HK2 expression."}, {"pubmed": 30070319, "text": "HXK2, UCA1, and TGF-Beta1 overexpression promoted proliferation of hepatocellular carcinoma cells."}, {"pubmed": 30144070, "text": "CAV-1 enhances glycolysis, invasion, and metastasis in hepatocellular carcinoma cells via HK2-dependent mechanism."}, {"pubmed": 30365936, "text": "miR-603 is a tumor suppressor targeting HK2 in ovarian cancer and its low level may result from DNMT3A-mediated methylation."}, {"pubmed": 30528266, "text": "zinc and p53 disrupt mitochondrial binding of HK2 in prostate cancer cells by phosphorylating VDAC1"}, {"pubmed": 30650008, "text": "TTP acts as a negative regulator of HK2 expression and glucose metabolism in cancer cells."}, {"pubmed": 30825877, "text": "Long non-coding RNA PVT1 promotes tumor progression by regulating the miR-143/HK2 axis in gallbladder cancer."}, {"pubmed": 30875800, "text": "Results found that hepatocellular carcinoma (HCC) patients with increased HK-II expression in the TCGA database showed poor overall survival. These results suggest that HK-II expression might be a prognostic factor in HCC."}, {"pubmed": 30877036, "text": "AKT2 and HK2 increase colon cancer cell migration and invasion. NF-kB, HIF1A, MMP2, and MMP9 were the downstream molecular targets of HK2."}, {"pubmed": 30920655, "text": "Stem cells features and aberrant metabolic reprogramming of esophageal cancer stem cells (CSC) depend on the heat shock 27 kDa protein (Hsp27)-proto-oncogene protein Akt (AKT)-HXK2 hexokinase 2 (HK2) pathway."}, {"pubmed": 31201299, "text": "Study in cancer cell lines identify that K63-linked ubiquitination by HECTH9 regulates the mitochondrial localization and function of hexokinase 2 (HK2). Histological analyses show that HECTH9 expression is upregulated and correlated with disease progression in prostate cancer. Results suggest that HECTH9 is a novel regulator of HK2 and cancer metabolism."}, {"pubmed": 31270843, "text": "Hexokinase2 controls angiogenesis in melanoma by promoting aerobic glycolysis and activating the p38-MAPK signaling."}, {"pubmed": 31486135, "text": "we demonstrated that the clinically approved drug metformin sensitizes chemoresistant ovarian cancer (OVCA) cells to cisplatin (CDDP) via PDK1-HKII pathway. Collectively, our data implicate that p53--PDK1-HKII axis is a central regulatory component of metabolism conferring chemoresistance in OVCA."}, {"pubmed": 31506393, "text": "Hexokinase II inhibition by 3-bromopyruvate sensitizes myeloid leukemic cells K-562 to anti-leukemic drug, daunorubicin."}, {"pubmed": 31512042, "text": "The current study suggested that HK2 gene polymorphism may contribute to the genetic susceptibility to NTG."}, {"pubmed": 31519767, "text": "Elevated Hexokinase II Expression Confers Acquired Resistance to 4-Hydroxytamoxifen in Breast Cancer."}, {"pubmed": 31524259, "text": "these results revealed that miR185 suppressed the glucose metabolism of OS cells; thus, miR185 may be considered as a promising therapeutic target for the treatment of OS."}, {"pubmed": 31530094, "text": "we found that hexokinase 2 serves a carcinogenic role in cervical cancer through the miR-9-5p/hexokinase 2/AKT pathway, which serves as the basis for potential therapeutic targets and prognostic indicators."}, {"pubmed": 31560931, "text": "These data suggest that HXKII plays different roles, including in the regulation of glycolysis and inhibition of apoptosis, depending on its expression levels. Furthermore, inhibition of HXKII expression by panobinostat may represent a new and attractive strategy to overcome cisplatin resistance."}, {"pubmed": 31709769, "text": "Quantitative Proteomics Analysis Revealed the Potential Role of lncRNA Ftx in Promoting Gastric Cancer Progression."}, {"pubmed": 31742336, "text": "miR-206 regulates non-small-cell lung cancer cell aerobic glycolysis by targeting hexokinase 2."}, {"pubmed": 31742425, "text": "PLOD2 promotes aerobic glycolysis and cell progression in colorectal cancer by upregulating HK2."}, {"pubmed": 31918722, "text": "FOXE1 represses cell proliferation and Warburg effect by inhibiting HK2 in colorectal cancer."}, {"pubmed": 31991125, "text": "CSN5 upregulates glycolysis to promote hepatocellular carcinoma metastasis via stabilizing the HK2 protein."}, {"pubmed": 31994339, "text": "Novel mitochondrion-targeting copper(II) complex induces HK2 malfunction and inhibits glycolysis via Drp1-mediating mitophagy in HCC."}, {"pubmed": 32279420, "text": "HOTAIR/miR-125 axis-mediated Hexokinase 2 expression promotes chemoresistance in human glioblastoma."}, {"pubmed": 32383545, "text": "Hexokinase 2 displacement from mitochondria-associated membranes prompts Ca(2+) -dependent death of cancer cells."}, {"pubmed": 32410389, "text": "Circular RNA circMDM2 accelerates the glycolysis of oral squamous cell carcinoma by targeting miR-532-3p/HK2."}, {"pubmed": 32508321, "text": "LncRNA-SARCC sensitizes osteosarcoma to cisplatin through the miR-143-mediated glycolysis inhibition by targeting Hexokinase 2."}, {"pubmed": 32533646, "text": "Expression of hypoxia-inducible factor 1alpha, glucose transporter 1, and hexokinase 2 in primary central nervous system lymphoma and the correlation with the biological behaviors."}, {"pubmed": 32564010, "text": "Long noncoding RNA KCNQ1OT1 promotes colorectal carcinogenesis by enhancing aerobic glycolysis via hexokinase-2."}, {"pubmed": 32737775, "text": "Circ-PVT1/miR-106a-5p/HK2 axis regulates cell growth, metastasis and glycolytic metabolism of oral squamous cell carcinoma."}, {"pubmed": 33067267, "text": "A Hyperactive RelA/p65-Hexokinase 2 Signaling Axis Drives Primary Central Nervous System Lymphoma."}, {"pubmed": 33099572, "text": "N(6)-methyladenosine METTL3 promotes cervical cancer tumorigenesis and Warburg effect through YTHDF1/HK2 modification."}, {"pubmed": 33187984, "text": "Linker residues regulate the activity and stability of hexokinase 2, a promising anticancer target."}, {"pubmed": 33253711, "text": "FAT10 promotes the progression of bladder cancer by upregulating HK2 through the EGFR/AKT pathway."}, {"pubmed": 33309838, "text": "Hsa_circ_0069094 accelerates cell malignancy and glycolysis through regulating the miR-591/HK2 axis in breast cancer."}, {"pubmed": 33378974, "text": "N(6)-methyladenosine (m(6)A) methyltransferase WTAP accelerates the Warburg effect of gastric cancer through regulating HK2 stability."}, {"pubmed": 33420213, "text": "Subtype-dependent difference of glucose transporter 1 and hexokinase II expression in craniopharyngioma: an immunohistochemical study."}, {"pubmed": 33594203, "text": "A hexokinase isoenzyme switch in human liver cancer cells promotes lipogenesis and enhances innate immunity."}, {"pubmed": 33602893, "text": "Risk SNP-induced lncRNA-SLCC1 drives colorectal cancer through activating glycolysis signaling."}, {"pubmed": 33753739, "text": "SUMOylation controls the binding of hexokinase 2 to mitochondria and protects against prostate cancer tumorigenesis."}, {"pubmed": 33760124, "text": "HK2 is associated with the Warburg effect and proliferation in liver cancer: Targets for effective therapy with glycyrrhizin."}, {"pubmed": 33836566, "text": "Hexokinase 2 discerns a novel circulating tumor cell population associated with poor prognosis in lung cancer patients."}, {"pubmed": 33922649, "text": "miR-542-3p Contributes to the HK2-Mediated High Glycolytic Phenotype in Human Glioma Cells."}, {"pubmed": 33924293, "text": "An Experimentally Induced Mutation in the UBA Domain of p62 Changes the Sensitivity of Cisplatin by Up-Regulating HK2 Localisation on the Mitochondria and Increasing Mitophagy in A2780 Ovarian Cancer Cells."}, {"pubmed": 33946854, "text": "Hexokinase 2 in Cancer: A Prima Donna Playing Multiple Characters."}, {"pubmed": 33979737, "text": "Knockdown of circBFAR inhibits proliferation and glycolysis in gastric cancer by sponging miR-513a-3p/hexokinase 2 axis."}, {"pubmed": 34083717, "text": "Structural basis of complex formation between mitochondrial anion channel VDAC1 and Hexokinase-II."}, {"pubmed": 34146942, "text": "Role of breast cancer-derived exosomes in metabolism of immune cells through PD1-GLUT1-HK2 metabolic axis."}, {"pubmed": 34160468, "text": "Increased hexokinase-2 as a novel biomarker for the diagnosis and correlating with disease severity in rheumatoid arthritis."}, {"pubmed": 34227742, "text": "Increased glycolysis in skeletal muscle coordinates with adipose tissue in systemic metabolic homeostasis."}, {"pubmed": 34236032, "text": "[Knockdown of hexokinase 2 (HK2) inhibits breast cancer cell proliferation and reduces their resistance to fluorouracil]."}, {"pubmed": 34345220, "text": "MicroRNA-216b targets HK2 to potentiate autophagy and apoptosis of breast cancer cells via the mTOR signaling pathway."}, {"pubmed": 34382305, "text": "Methylation-associated silencing of miR-9-1 promotes nasopharyngeal carcinoma progression and glycolysis via HK2."}, {"pubmed": 34650057, "text": "Hexokinase 2-driven glycolysis in pericytes activates their contractility leading to tumor blood vessel abnormalities."}, {"pubmed": 34847775, "text": "MYC regulates metabolism through vesicular transfer of glycolytic kinases."}, {"pubmed": 35173161, "text": "A non-catalytic scaffolding activity of hexokinase 2 contributes to EMT and metastasis."}, {"pubmed": 35255118, "text": "Disrupting Circadian Rhythm via the PER1-HK2 Axis Reverses Trastuzumab Resistance in Gastric Cancer."}, {"pubmed": 35260660, "text": "Histone H2AX promotes metastatic progression by preserving glycolysis via hexokinase-2."}, {"pubmed": 35265223, "text": "The Correlation of HK2 Gene Expression with the Occurrence, Immune Cell Infiltration, and Prognosis of Renal Cell Carcinoma."}, {"pubmed": 35328104, "text": "Expression of HK2, PKM2, and PFKM Is Associated with Metastasis and Late Disease Onset in Breast Cancer Patients."}, {"pubmed": 35470850, "text": "Downregulating HK2 inhibits proliferation of endometrial stromal cells through a noncanonical pathway involving phosphorylation of signal transducer and activator of transcription 1 in endometriosis."}, {"pubmed": 35546050, "text": "N(6)-methyladenosine methyltransferase KIAA1429 elevates colorectal cancer aerobic glycolysis via HK2-dependent manner."}, {"pubmed": 35603967, "text": "CRISPR/Cas9 Screens Reveal that Hexokinase 2 Enhances Cancer Stemness and Tumorigenicity by Activating the ACSL4-Fatty Acid beta-Oxidation Pathway."}, {"pubmed": 35914373, "text": "miR-532-3p suppresses proliferation and invasion of ovarian cancer cells via GPNMB/HIF-1alpha/HK2 axis."}, {"pubmed": 35953860, "text": "Hexokinase 2 promoted cell motility and proliferation by activating Akt1/p-Akt1 in human ovarian cancer cells."}, {"pubmed": 35975322, "text": "A non-metabolic function of hexokinase 2 in small cell lung cancer: promotes cancer cell stemness by increasing USP11-mediated CD133 stability."}, {"pubmed": 35982398, "text": "The expression of Hexokinase 2 and its hub genes are correlated with the prognosis in glioma."}, {"pubmed": 36042519, "text": "HK2: a potential regulator of osteoarthritis via glycolytic and non-glycolytic pathways."}, {"pubmed": 36075458, "text": "E6E7 regulates the HK2 expression in cervical cancer via GSK3beta/FTO signal."}, {"pubmed": 36289463, "text": "A potential pathogenic hypoxia-related gene HK2 in necrotizing enterocolitis (NEC) of newborns."}, {"pubmed": 36320008, "text": "High tumor hexokinase-2 expression promotes a pro-tumorigenic immune microenvironment by modulating CD8+/regulatory T-cell infiltration."}, {"pubmed": 36335239, "text": "A pan-cancer analysis of the role of hexokinase II (HK2) in human tumors."}, {"pubmed": 36370492, "text": "PVT1/miR-145-5p/HK2 modulates vascular smooth muscle cells phenotype switch via glycolysis: The new perspective on the spiral artery remodeling."}, {"pubmed": 36416387, "text": "Tumor-suppressive miR-323a inhibits pancreatic cancer cell proliferation and glycolysis through targeting HK-2."}, {"pubmed": 36437337, "text": "SIRT3 Promotes the Development of Esophageal Squamous Cell Carcinoma by Regulating Hexokinase 2 through the AKT Signaling Pathway."}, {"pubmed": 36546770, "text": "microRNA-143 interferes the EGFR-stimulated glucose metabolism to re-sensitize 5-FU resistant colon cancer cells via targeting hexokinase 2."}, {"pubmed": 36548909, "text": "LncRNA-SNHG1 promotes paclitaxel resistance of gastric cancer cells through modulating the miR-216b-5p-hexokianse 2 axis."}, {"pubmed": 36708044, "text": "L1CAM promotes vasculogenic mimicry formation by miR-143-3p-induced expression of hexokinase 2 in glioma."}, {"pubmed": 36793034, "text": "Hexokinase 2-mediated glycolysis supports inflammatory responses to Porphyromonas gingivalis in gingival fibroblasts."}, {"pubmed": 36809521, "text": "Hsa_circ_0000591 drives osteosarcoma glycolysis and progression by sequestering miR-194-5p and elevating HK2 expression."}, {"pubmed": 36960858, "text": "High-risk pathological subtype associated FAM83A-AS1 promotes malignancy and glycolysis of lung adenocarcinoma via miR-202-3p/HK2 axis."}, {"pubmed": 37349598, "text": "MCL1 regulates AML cells metabolism via direct interaction with HK2. Metabolic signature at onset predicts overall survival in AMLs' patients."}, {"pubmed": 37377974, "text": "Glycolytic enzyme HK2 promotes PD-L1 expression and breast cancer cell immune evasion."}, {"pubmed": 37524692, "text": "Hexokinase 2 confers radio-resistance in hepatocellular carcinoma by promoting autophagy-dependent degradation of AIMP2."}, {"pubmed": 37817462, "text": "The knockdown of lncRNA DLGAP1-AS2 suppresses osteosarcoma progression by inhibiting aerobic glycolysis via the miR-451a/HK2 axis."}, {"pubmed": 37846677, "text": "[Expression and Prognostic Impact of HK2 in Bone Marrow of Patients with Newly Diagnosed Acute Myeloid Leukemia]."}, {"pubmed": 37930472, "text": "PDLIM1 interacts with HK2 to promote gastric cancer progression through enhancing the Warburg effect via Wnt/beta-catenin signaling."}, {"pubmed": 38224486, "text": "The effect and mechanism of hexokinase-2 on cisplatin resistance in lung cancer cells A549."}, {"pubmed": 38325141, "text": "A gain of function mutation in AKT1 increases hexokinase 2 and diminishes oxidative stress in meningioma."}, {"pubmed": 38682208, "text": "Activation of the MEK/ERK Pathway Mediates the Inhibitory Effects of Silvestrol on Nasopharyngeal Carcinoma Cells via RAP1A, HK2, and GADD45A."}, {"pubmed": 38750462, "text": "CCT6A facilitates lung adenocarcinoma progression and glycolysis via STAT1/HK2 axis."}, {"pubmed": 38795416, "text": "HK2 and LDHA upregulation mediate hexavalent chromium-induced carcinogenesis, cancer development and prognosis through miR-218 inhibition."}, {"pubmed": 38995729, "text": "RNA-binding protein SORBS2 increases human trophoblast cell migration via stabilizing HK2 mRNA in preeclampsia."}], "genomic_pos": {"chr": "2", "end": 74893359, "ensemblgene": "ENSG00000159399", "start": 74834127, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 75120486, "start": 75061108, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0001678", "qualifier": "involved_in", "term": "intracellular glucose homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002931", "qualifier": "involved_in", "term": "response to ischemia"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006002", "qualifier": "involved_in", "term": "fructose 6-phosphate metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006006", "qualifier": "involved_in", "term": "glucose metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006096", "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006096", "pubmed": 23962723, "qualifier": "involved_in", "term": "glycolytic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007595", "qualifier": "involved_in", "term": "lactation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008637", "pubmed": 18350175, "qualifier": "acts_upstream_of_or_within", "term": "apoptotic mitochondrial changes"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035795", "qualifier": "involved_in", "term": "negative regulation of mitochondrial membrane permeability"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 25801897, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046324", "qualifier": "involved_in", "term": "regulation of glucose import"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046835", "qualifier": "involved_in", "term": "carbohydrate phosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051156", "qualifier": "involved_in", "term": "glucose 6-phosphate metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051156", "pubmed": 29298880, "qualifier": "involved_in", "term": "glucose 6-phosphate metabolic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061621", "qualifier": "involved_in", "term": "canonical glycolysis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072655", "pubmed": 23962723, "qualifier": "involved_in", "term": "establishment of protein localization to mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0072656", "pubmed": 23962723, "qualifier": "involved_in", "term": "maintenance of protein location in mitochondrion"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1904925", "pubmed": 23962723, "qualifier": "involved_in", "term": "positive regulation of autophagy of mitochondrion in response to mitochondrial depolarization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:2000378", "qualifier": "involved_in", "term": "negative regulation of reactive oxygen species metabolic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "is_active_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005741", "pubmed": 18350175, "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005813", "qualifier": "located_in", "term": "centrosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016529", "qualifier": "located_in", "term": "sarcoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004340", "qualifier": "enables", "term": "glucokinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004340", "pubmed": 29298880, "qualifier": "enables", "term": "glucokinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004340", "qualifier": "enables", "term": "glucokinase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004396", "pubmed": 26985301, "qualifier": "enables", "term": "hexokinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 23185017, 25416956, 28054552], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005536", "qualifier": "enables", "term": "D-glucose binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008865", "qualifier": "enables", "term": "fructokinase activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008865", "qualifier": "enables", "term": "fructokinase activity"}]}, "homologene": {"genes": [[4530, 4326776], [6239, 172751], [7955, 406339], [8364, 100485269], [9031, 374044], [9544, 710479], [9598, 741291], [9606, 3099], [9615, 100856448], [9913, 788926], [10090, 15277], [10116, 25059]], "id": 37273}, "interpro": [{"desc": "Hexokinase", "id": "IPR001312", "short_desc": "Hexokinase"}, {"desc": "Hexokinase, binding site", "id": "IPR019807", "short_desc": "Hexokinase_BS"}, {"desc": "Hexokinase, N-terminal", "id": "IPR022672", "short_desc": "Hexokinase_N"}, {"desc": "Hexokinase, C-terminal", "id": "IPR022673", "short_desc": "Hexokinase_C"}, {"desc": "ATPase, nucleotide binding domain", "id": "IPR043129", "short_desc": "ATPase_NBD"}], "ipi": ["IPI00102864", "IPI00917193"], "map_location": "2p12", "name": "hexokinase 2", "other_names": ["hexokinase type II", "hexokinase-2", "hexokinase-2, muscle", "hexokinase-B", "muscle form hexokinase"], "pantherdb": {"HGNC": "4923", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1315197", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 10090, "uniprot_kb": "O08528"}, {"RGD": "2797", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 10116, "uniprot_kb": "P27881"}, {"Ensembl": "ENSGALG00000034855", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 9031, "uniprot_kb": "A0A3Q2U8S5"}, {"ZFIN": "ZDB-GENE-040426-2017", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 7955, "uniprot_kb": "B8JKC9"}, {"WormBase": "WBGene00010416", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 6239, "uniprot_kb": "Q9XU15"}, {"WormBase": "WBGene00022306", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 6239, "uniprot_kb": "Q9N4A5"}, {"WormBase": "WBGene00008780", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 6239, "uniprot_kb": "Q19440"}, {"FlyBase": "FBgn0042711", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 7227, "uniprot_kb": "Q9NFT9"}, {"FlyBase": "FBgn0042710", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 7227, "uniprot_kb": "Q9NFT7"}, {"FlyBase": "FBgn0001187", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 7227, "uniprot_kb": "Q7JYW9"}, {"FlyBase": "FBgn0001186", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 7227, "uniprot_kb": "Q9W330"}, {"SGD": "S000002924", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 4932, "uniprot_kb": "Q04409"}, {"SGD": "S000000545", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 4932, "uniprot_kb": "P17709"}, {"PomBase": "SPAC4F8.07c", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 4896, "uniprot_kb": "P50521"}, {"SGD": "S000004438", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 4932, "uniprot_kb": "Q06204"}, {"SGD": "S000001949", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 4932, "uniprot_kb": "P04806"}, {"SGD": "S000003222", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 4932, "uniprot_kb": "P04807"}, {"PomBase": "SPAC24H6.04", "ortholog_type": "LDO", "panther_family": "PTHR19443", "taxid": 4896, "uniprot_kb": "Q09756"}, {"TAIR": "2087590", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "Q56XE8"}, {"TAIR": "2008031", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "Q9LPS1"}, {"TAIR": "2202410", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "Q9FZG4"}, {"TAIR": "2137564", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "Q9T071"}, {"TAIR": "2119931", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "Q42525"}, {"TAIR": "2051920", "ortholog_type": "O", "panther_family": "PTHR19443", "taxid": 3702, "uniprot_kb": "P93834"}], "uniprot_kb": "P52789"}, "pathway": {"humancyc": [{"id": "PWY-5661-1", "name": "GDP-glucose biosynthesis II"}, {"id": "PWY66-400", "name": "glycolysis"}, {"id": "PWY66-407", "name": "superpathway of conversion of glucose to acetyl CoA and entry into the TCA cycle"}], "kegg": [{"id": "hsa00010", "name": "Glycolysis / Gluconeogenesis - Homo sapiens (human)"}, {"id": "hsa00051", "name": "Fructose and mannose metabolism - Homo sapiens (human)"}, {"id": "hsa00052", "name": "Galactose metabolism - Homo sapiens (human)"}, {"id": "hsa00500", "name": "Starch and sucrose metabolism - Homo sapiens (human)"}, {"id": "hsa00520", "name": "Amino sugar and nucleotide sugar metabolism - Homo sapiens (human)"}, {"id": "hsa00524", "name": "Neomycin, kanamycin and gentamicin biosynthesis - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04910", "name": "Insulin signaling pathway - Homo sapiens (human)"}, {"id": "hsa04930", "name": "Type II diabetes mellitus - Homo sapiens (human)"}, {"id": "hsa04973", "name": "Carbohydrate digestion and absorption - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05230", "name": "Central carbon metabolism in cancer - Homo sapiens (human)"}], "pid": {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-70171", "name": "Glycolysis"}, {"id": "R-HSA-70326", "name": "Glucose metabolism"}, {"id": "R-HSA-71387", "name": "Metabolism of carbohydrates"}], "smpdb": [{"id": "SMP00040", "name": "Glycolysis"}, {"id": "SMP00058", "name": "Starch and Sucrose Metabolism"}, {"id": "SMP00128", "name": "Gluconeogenesis"}, {"id": "SMP00374", "name": "Glycogen Storage Disease Type 1A (GSD1A) or Von Gierke Disease"}, {"id": "SMP00531", "name": "Glycogenosis, Type VII. Tarui disease"}, {"id": "SMP00552", "name": "Glycogen synthetase deficiency"}, {"id": "SMP00553", "name": "Glycogenosis, Type III. Cori disease, Debrancher glycogenosis"}, {"id": "SMP00554", "name": "Glycogenosis, Type IV. Amylopectinosis, Anderson disease"}, {"id": "SMP00555", "name": "Glycogenosis, Type VI. Hers disease"}, {"id": "SMP00556", "name": "Mucopolysaccharidosis VI. Sly syndrome"}, {"id": "SMP00557", "name": "Sucrase-isomaltase deficiency"}, {"id": "SMP00560", "name": "Phosphoenolpyruvate carboxykinase deficiency 1 (PEPCK1)"}, {"id": "SMP00562", "name": "Fructose-1,6-diphosphatase deficiency"}, {"id": "SMP00563", "name": "Triosephosphate isomerase"}, {"id": "SMP00572", "name": "Fanconi-bickel syndrome"}, {"id": "SMP00573", "name": "Glycogenosis, Type IB"}, {"id": "SMP00574", "name": "Glycogenosis, Type IC"}, {"id": "SMP00581", "name": "Glycogenosis, Type IA. Von gierke disease"}, {"id": "SMP00654", "name": "Warburg Effect"}], "wikipathways": [{"id": "WP4018", "name": "Pathways in clear cell renal cell carcinoma"}, {"id": "WP534", "name": "Glycolysis and Gluconeogenesis"}]}, "pdb": ["2NZT", "5HEX", "5HFU", "5HG1"], "pfam": ["PF00349", "PF03727"], "pharmgkb": "PA29301", "pharos": {"target_id": 4325, "tdl": "Tchem"}, "pir": "S48809", "prosite": "PS51748", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250807", "relationship": "is"}, {"id": "GNF250808", "relationship": "is"}, {"id": "GNF250809", "relationship": "is"}, {"id": "GNF250810", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164028", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF049808", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083561", "relationship": "is"}, {"id": "GNF083562", "relationship": "is"}, {"id": "GNF083563", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051262", "relationship": "is"}, {"id": "GNF056028", "relationship": "is"}, {"id": "GNF060740", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071811", "relationship": "is"}, {"id": "GNF071812", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006490", "relationship": "is"}, {"id": "GNF006491", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234095", "relationship": "is"}, {"id": "GNF286928", "relationship": "is"}], "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323836", "relationship": "is"}, {"id": "GNF323837", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335154", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102217", "relationship": "is"}, {"id": "GNF109998", "relationship": "is"}, {"id": "GNF141872", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": ["NP_000180.2", "NP_001358454.1", "XP_005264337.1", "XP_011531109.1", "XP_016859434.1", "XP_047300040.1", "XP_047300041.1", "XP_054197615.1", "XP_054197616.1", "XP_054197617.1", "XP_054197618.1"], "rna": ["NM_000189.5", "NM_001371525.1", "XM_005264280.3", "XM_011532807.3", "XM_017003945.3", "XM_047444084.1", "XM_047444085.1", "XM_054341640.1", "XM_054341641.1", "XM_054341642.1", "XM_054341643.1"], "translation": [{"protein": "XP_047300040.1", "rna": "XM_047444084.1"}, {"protein": "XP_054197616.1", "rna": "XM_054341641.1"}, {"protein": "NP_000180.2", "rna": "NM_000189.5"}, {"protein": "XP_005264337.1", "rna": "XM_005264280.3"}, {"protein": "NP_001358454.1", "rna": "NM_001371525.1"}, {"protein": "XP_054197618.1", "rna": "XM_054341643.1"}, {"protein": "XP_011531109.1", "rna": "XM_011532807.3"}, {"protein": "XP_054197615.1", "rna": "XM_054341640.1"}, {"protein": "XP_054197617.1", "rna": "XM_054341642.1"}, {"protein": "XP_047300041.1", "rna": "XM_047444085.1"}, {"protein": "XP_016859434.1", "rna": "XM_017003945.3"}]}, "reporter": {"HG-U133_Plus_2": ["202934_at", "222305_at", "239410_at"], "HG-U95Av2": "40964_at", "HG-U95B": ["47296_at", "50230_at"], "HTA-2_0": ["TC02000466.hg.1", "TC02003344.hg.1"], "HuEx-1_0": ["2489545", "4013641", "4013672", "4013674", "4013682", "4013688", "4013692", "4013702", "4013704", "4013706", "4013710"], "HuGene-1_1": "8042942", "HuGene-2_1": "16881838"}, "summary": "Hexokinases phosphorylate glucose to produce glucose-6-phosphate, the first step in most glucose metabolism pathways. This gene encodes hexokinase 2, the predominant form found in skeletal muscle. It localizes to the outer membrane of mitochondria. Expression of this gene is insulin-responsive, and studies in rat suggest that it is involved in the increased rate of glycolysis seen in rapidly growing cancer cells. [provided by RefSeq, Apr 2009].", "symbol": "HK2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333898"}, "unigene": ["Hs.591588", "Hs.406266"], "uniprot": {"Swiss-Prot": "P52789", "TrEMBL": "E9PB90"}, "wikipedia": {"url_stub": "HK2"}}