{"AllianceGenome": "5013", "HGNC": "5013", "MIM": "141250", "_id": "3162", "_version": 1, "accession": {"genomic": ["AY460337.1", "CH471095.1", "CP068256.2", "NC_000022.11", "NC_060946.1", "NG_023030.1", "S58267.1", "X14782.2", "Z82244.1"], "protein": ["AAA50403.1", "AAH01491.1", "AAR23262.1", "AAV38588.1", "ACZ72606.1", "ACZ72607.1", "ADZ76424.1", "BAG35941.1", "CAA30045.1", "CAA32886.1", "CAG30391.1", "CAG46743.1", "CAG46766.1", "EAW60059.1", "NP_002124.1", "P09601.1"], "rna": ["AF051791.1", "AK313120.1", "BC001491.2", "BP288767.1", "BT019785.1", "CA306357.1", "CR456505.1", "CR541945.1", "CR541968.1", "GU187011.1", "GU187012.1", "JF323038.1", "M23041.1", "M23042.1", "NM_002133.3", "X06985.1"], "translation": [{"protein": "ADZ76424.1", "rna": "JF323038.1"}, {"protein": "CAG46766.1", "rna": "CR541968.1"}, {"protein": "AAH01491.1", "rna": "BC001491.2"}, {"protein": "AAV38588.1", "rna": "BT019785.1"}, {"protein": "CAG30391.1", "rna": "CR456505.1"}, {"protein": "ACZ72606.1", "rna": "GU187011.1"}, {"protein": "AAA50403.1", "rna": "M23041.1"}, {"protein": "NP_002124.1", "rna": "NM_002133.3"}, {"protein": "BAG35941.1", "rna": "AK313120.1"}, {"protein": "CAG46743.1", "rna": "CR541945.1"}, {"protein": "ACZ72607.1", "rna": "GU187012.1"}, {"protein": "CAA30045.1", "rna": "X06985.1"}]}, "alias": ["HMOX1D", "HO-1", "HSP32", "bK286B10"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "strong", "classification_date": "2023-12-20T19:00:00.000Z", "disease_label": "heme oxygenase 1 deficiency", "gcep": "General Inborn Errors of Metabolism Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0013536", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_9f1a1080-6e62-4c89-9500-e5c74e078e06-2023-12-20T190000.000Z", "sop": "SOP10"}}, "ec": "1.14.14.18", "ensembl": {"gene": "ENSG00000100292", "protein": ["ENSP00000216117", "ENSP00000413316", "ENSP00000502849", "ENSP00000503459", "ENSP00000503526", "ENSP00000503987"], "transcript": ["ENST00000216117", "ENST00000412893", "ENST00000481190", "ENST00000494998", "ENST00000677931", "ENST00000678411", "ENST00000679074"], "translation": [{"protein": "ENSP00000413316", "rna": "ENST00000412893"}, {"protein": "ENSP00000503987", "rna": "ENST00000481190"}, {"protein": "ENSP00000216117", "rna": "ENST00000216117"}, {"protein": "ENSP00000502849", "rna": "ENST00000677931"}, {"protein": "ENSP00000503459", "rna": "ENST00000679074"}, {"protein": "ENSP00000503526", "rna": "ENST00000678411"}], "type_of_gene": "protein_coding"}, "entrezgene": "3162", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 8.89925995535, "exp_mis": 109.689846346, "exp_syn": 45.8356876121, "lof_z": 0.962719775972714, "mis_z": -0.901820461428486, "mu_lof": 6.70203781115e-07, "mu_mis": 1.01596546732e-05, "mu_syn": 4.10821371258e-06, "n_lof": 6.0, "n_mis": 129.0, "n_syn": 50.0, "p_li": 0.000641360507953024, "p_null": 0.265825347275389, "p_rec": 0.733533292216658, "syn_z": -0.38132093436859}, "bp": 867, "cds_end": 35789591, "cds_start": 35777166, "n_exons": 5, "nonpsych": {"exp_lof": 7.96844288598, "exp_mis": 99.1936525527, "exp_syn": 41.3994737506, "lof_z": 1.03274712681807, "mis_z": -1.05369674397333, "mu_lof": 6.70203781115e-07, "mu_mis": 1.01596546732e-05, "mu_syn": 4.10821371258e-06, "n_lof": 5.0, "n_mis": 120.0, "n_syn": 48.0, "p_li": 0.00287061167586181, "p_null": 0.216651537749485, "p_rec": 0.780477850574653, "syn_z": -0.645869591447988}, "nontcga": {"exp_lof": 8.1789127696, "exp_mis": 100.906259305, "exp_syn": 42.1604272277, "lof_z": 1.44144065494937, "mis_z": -1.095771594175, "mu_lof": 6.70203781115e-07, "mu_mis": 1.01596546732e-05, "mu_syn": 4.10821371258e-06, "n_lof": 4.0, "n_mis": 123.0, "n_syn": 45.0, "p_li": 0.0167123037369992, "p_null": 0.0955703348538667, "p_rec": 0.887717361409134, "syn_z": -0.27689960688406}, "transcript": "ENST00000216117.8"}, "exons": [{"cdsend": 35393598, "cdsstart": 35381173, "chr": "22", "position": [[35381095, 35381196], [35383105, 35383226], [35386684, 35387176], [35389863, 35389963], [35393467, 35394207]], "strand": 1, "transcript": "NM_002133", "txend": 35394207, "txstart": 35381095}], "exons_hg19": [{"cdsend": 35789591, "cdsstart": 35777166, "chr": "22", "position": [[35777088, 35777189], [35779098, 35779219], [35782677, 35783169], [35785856, 35785956], [35789460, 35790200]], "strand": 1, "transcript": "NM_002133", "txend": 35790200, "txstart": 35777088}], "generif": [{"pubmed": 11718398, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11727267, "text": "Expression and regulation in healthy lung and interstitial lung disorders"}, {"pubmed": 11786534, "text": "Gene transfection of H25A mutant heme oxygenase-1 protects cells against hydroperoxide-induced cytotoxicity"}, {"pubmed": 11820797, "text": "Induction of HO-1 mRNA and protein expression in cultured endothelial cells by the active pentaerythrityl tetranitrate metabolite pentaerythrityl trinitrate is followed by increased cellular resistance to oxidant injury."}, {"pubmed": 11829463, "text": "Has a significant role in endothelial cell cycle progression"}, {"pubmed": 12086318, "text": "Heme oxygenase-1, a protective gene that prevents the rejection of transplanted organs."}, {"pubmed": 12091240, "text": "This enzyme performs the seemingly lackluster function of catabolizing heme to generate bilirubin, carbon monoxide, and free iron."}, {"pubmed": 12099373, "text": "protection of grafts by this enzyme and its toxic product carbon monoxide"}, {"pubmed": 12117910, "text": "Rickettsia rickettsii infection of culture human endothelial cells induces heme oxygenase 1 expression"}, {"pubmed": 12118938, "text": "hHO-1 is potentially able to reduce the risk factors of atherosclerosis, partially due to its cellular protection against oxidative injury and to its inhibitory effect on cellular proliferation"}, {"pubmed": 12130498, "text": "Exposure of endothelium to sublethal concentrations of heme-oxidized LDL leads to induction of both HO-1 and ferritin, leading to cytotoxicity."}, {"pubmed": 12133007, "text": "transcriptional activation of the human haem oxygenase-1 gene promoter in a hepatoma cell line"}, {"pubmed": 12136229, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12136229, "text": "microsatellite polymorphism in promoter of heme oxygenase-1 gene is associated with susceptibility to coronary artery disease in type 2 diabetic patients"}, {"pubmed": 12151344, "text": "expression in colon carcinoma cells exposed to pyrrolidine dithiocarbamate"}, {"pubmed": 12153964, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12182912, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12182912, "text": "Patients with AAA were less frequently carriers of short repeats in the HO-1 gene promoter than patients with atherosclerosis or healthy subjects. Short alleles facilitating upregulation of HO-1 may be a protective anti-inflammatory factor against AAA."}, {"pubmed": 12207883, "text": "HO-1 regulates the cell cycle in vascular endothelial and smooth muscle cells"}, {"pubmed": 12222997, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12376298, "text": "Abnormal reduction in endogenous heme oxygenase on the surface of placental trophoblasts may be one of the important mechanisms for the onset of intrauterine growth retardation."}, {"pubmed": 12376363, "text": "TGF-beta1 is a potent inducer of HO-1; the signaling pathway by which TGF-beta1 regulates HO-1 expression in human lung epithelial cells"}, {"pubmed": 12376366, "text": "results indicate that prolonged overexpression of HO-1 ultimately decreases soluble guanylate cyclase activity by limiting the availability of cellular heme"}, {"pubmed": 12377749, "text": "Length polymorphism in the HO-1 gene promoter is related to coronary artery disease susceptibility in Japanese people who also have coronary risk factors such as hypercholesterolemia, diabetes, and smoking."}, {"pubmed": 12377749, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12379283, "text": "induction of HO-1 gene mediates protection against oxidants and increases cell survival by a mechanism independent of telomerase enzyme activity"}, {"pubmed": 12396617, "text": "Heme oxygenase 1 mediates the immunomodulatory and antiapoptotic effects of interleukin 13 gene therapy in vivo in rats and in vitro in human cells."}, {"pubmed": 12397597, "text": "HO-1 mitigates the TNF-alpha-mediated changes in cell cycle progression and apoptosis, perhaps by a decrease in the levels of COX activity"}, {"pubmed": 12431619, "text": "This enzyme is expressed in heart transplant recipients during acute rejection episodes, along with apoptosis."}, {"pubmed": 12433915, "text": "HO-1 has a specific conformation that allows tight binding to nitric oxide, which may contribute to the pleiotropic responses to NO and CO"}, {"pubmed": 12469218, "text": "CYP2E1 overexpression up-regulates both non-specific delta-aminolevulinate synthase and this enzyme in a human hepatoma cell line."}, {"pubmed": 12480749, "text": "gene expression regulation used as a possible assessment for antioxidant capacity in Alzheimer's disease"}, {"pubmed": 12493432, "text": "This enzyme is expressed in heart transplant recipients during acute rejection episodes."}, {"pubmed": 12500973, "text": "comparison of heme-gree and -bound crystal structures"}, {"pubmed": 12566526, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12579334, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12579334, "text": "Polymorphism in HMOX1 might be associated with development of emphysematous changes in the lung."}, {"pubmed": 12585963, "text": "gene induction by glucose deprivation is mediated by reactive oxygen species via the mitochondrial electron-transport chain"}, {"pubmed": 12626517, "text": "determination of binding sites on cytochrome P450 reductase and biliverdin reductase"}, {"pubmed": 12649161, "text": "HO-1 expression occurs in human epidermias and infiltrating leukocytes of patients with chronic inflammation. The basal level of HO expression in the skin may serve as a first protective environment against acute oxidative and inflammatory insults."}, {"pubmed": 12679469, "text": "decompensated type 2 diabetes is associated with increased NADPH oxidase subunit p22(phox) and hemeoxygenase-1 gene expressions in circulating monocytes"}, {"pubmed": 12690112, "text": "antiproliferative effect of the HO-1 pathway in airway smooth muscle in vitro and in vivo through a bilirubin-mediated redox modulation of phosphorylation of ERK1/2"}, {"pubmed": 12709566, "text": "These results demonstrate that heme oxygenase-1 operates through distinct molecular mechanisms to confer cytoprotection in the hypoxic and the LPS models of inflammation."}, {"pubmed": 12709568, "text": "Data suggest that heme oxygenase-1 gene overexpression may be related to decrease in blood pressure through reduction of the vasodilator 20-hydroxyeicosatetraenoic acid in the urine."}, {"pubmed": 12709569, "text": "Results demonstrate that upregulation of heme oxygenase-1 was able to attenuate pyrrolidinedithiocarbamate (PDTC)-mediated cell proliferation, but was unable to reverse the PDTC-induced decrease in angiogenesis in vascular endothelial cells."}, {"pubmed": 12709590, "text": "Results suggest that stimulation or overexpression of heme oxygenase-1 attenuates DNA damage caused by exposure to angiotensin II."}, {"pubmed": 12709592, "text": "Data suggest that heme oxygenase-1 may be involved in intestinal cell cycle progression."}, {"pubmed": 12716475, "text": "heme oxygenase activity up-regulates VEGF production and augments the capability of endothelial cells to respond to exogenous stimulation"}, {"pubmed": 12730098, "text": "polymorphism of the HO-1 gene is associated with the strength of antiapoptotic effects of HO-1, resulting in an association with susceptibility to oxidative stress-mediated diseases."}, {"pubmed": 12736395, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 12736395, "text": "polymorphic (GT)n repeats in the promoter region are not related to neonatal hyperbilirubinemia"}, {"pubmed": 12777398, "text": "heme oxygenase 1 is induced by P4502E1 through ERK MAPK pathway"}, {"pubmed": 12783778, "text": "Elucidation of an internal enhancer element regulating induction of this enzyme"}, {"pubmed": 12805077, "text": "Elucidation of the molecular mechanisms which control HO-1 gene expression will allow us to develop therapeutic strategies to enhance the cytoprotective potential of HO-1 in atherosclerosis."}, {"pubmed": 12810075, "text": "Data show that human CD4(+)CD25(+) regulatory T cells constitutively express heme oxygenase-1 (HO-1) and that HO-1 inhibits Jurkat T cell proliferation."}, {"pubmed": 12832044, "text": "induction by endogenous nitric oxide"}, {"pubmed": 12842469, "text": "we report the D140A mutant crystal structure in the Fe(III) and Fe(II) redox states as well as the Fe(II)-NO complex as a model for the Fe(II)-oxy complex."}, {"pubmed": 12865654, "text": "there is differential regulation of HO-1 gene expression in parenchymal and non-parenchymal human liver cells"}, {"pubmed": 12872043, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12872043, "text": "The AA genotype of HMOX-1 is associated with an increased incidence of hypertension in women"}, {"pubmed": 12891549, "text": "Heme oxygenase-1 is an antifibrogenic protein in human hepatic myofibroblasts."}, {"pubmed": 12927812, "text": "HO-1 has a role in preventing cellular injury via antioxidant mechanisms with aspirin"}, {"pubmed": 12927819, "text": "Inducibility of HO-1 in G(0)/G(1) phase is essential and probably regulated by a complex system involving oxygen species to assure controlled cell growth"}, {"pubmed": 12933701, "text": "Heme oxygenase-1 expression attenuates glucose-mediated cell growth arrest and apoptosis in vascular endothelium."}, {"pubmed": 12941774, "text": "Basal expression of both HSP72 and HO-1 mRNA were lower (P < 0.05) by 33 and 55%, respectively, when comparing diabetic patients with age-matched and young control subjects"}, {"pubmed": 12947311, "text": "Induction of HO-1 by hemin results in inhibition of proinflammatory response of endothelial cells, as evidenced by inhibition of IL-8 production without affecting PGI(2) production."}, {"pubmed": 12969148, "text": "Collectively, these results indicate that HO-1 is an important protective factor for kidney tissue, in particular, renal tubular epithelial cells."}, {"pubmed": 13678532, "text": "Exogenously applied bilirubin and carbon monoxide mimicked the inhibitory effect of heme oxygenase-1 on the chemotactic response"}, {"pubmed": 14521259, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14523007, "text": "identified signal pathways and a cAMP-responsive element and a Maf recognition element involved in oxidized phospholipid-mediated HO-1 induction"}, {"pubmed": 14529548, "text": "This review reaffirms current problems in the biological aspects of HO-1 and suggests an anti-atherogenic role for the enzyme."}, {"pubmed": 14587309, "text": "Right ventricle of patients undergoing congenital cardiac surgery differentially expresses haem oxygenase-1 and heat shock protein 70 genes"}, {"pubmed": 14615405, "text": "regulation of HO expression in the human placenta is a complex process that depends, at least in part, on local glucose and oxygen concentrations."}, {"pubmed": 14635185, "text": "These findings identify an array of gene responses to overexpression of human heme oxygenase (HO)-1 and elucidate new aspects of human HO-1 signaling involved in cell growth."}, {"pubmed": 14647439, "text": "how HO-1 and WAF1/Cip1 were regulated in two gastric cancer cell lines"}, {"pubmed": 14660632, "text": "NMR investigation of the solution structure of substrate-free human heme oxygenase"}, {"pubmed": 14683741, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14691581, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14691581, "text": "heme oxygenase-1 has a role in regulating bilirubin and HDL levels but not in coronary artery disease"}, {"pubmed": 14715242, "text": "We conclude that induction of HO-1 by 15d-PGJ(2) results in augmentation of VEGF synthesis in normoxia."}, {"pubmed": 14726403, "text": "HO-1 mRNA and protein are up-regulated in KSHV-infected cultures. Comparison of oral and cutaneous AIDS-KS tissues with normal tissues revealed that HO-1 mRNA and protein were also up-regulated in vivo"}, {"pubmed": 14733911, "text": "heme oxygenase-1 and ferritin are possible mediators in the antioxidant action of L-alanine"}, {"pubmed": 14981149, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14988408, "text": "ATF2 and HO-1 are regulated and induced by biliverdin reductase"}, {"pubmed": 14992466, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15004156, "text": "Recombinant adenovirus-mediated HO-1 overexpression in cultured HUVEC umbilical vein endothelial cells inhibits E-selectin and VCAM-1, but not ICAM-1 expression."}, {"pubmed": 15024026, "text": "heme oxygenase-1 gene expression is induced by 15-deoxy-delta 12,14-prostaglandin J2 in a reactive oxygen species-dependent manner in human lymphocytes"}, {"pubmed": 15028349, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15049686, "text": "Study of the crystal structure of human HO-1 in complex with biliverdin provides insight into the final step in the heme degradation pathway--the rate-limiting step in HO-1 catalysis, which is product, biliverdin, release."}, {"pubmed": 15064108, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15064108, "text": "The AA genotype of HMOX1 reduced the incidence of ischemic heart disease, possibly due to the expression level of HMOX1."}, {"pubmed": 15084931, "text": "An influence of the HO-1 gene promoter polymorphism on kidney allograft function, thus supporting previous studies indicating a protective effect of HO-1 induction in organ transplantation."}, {"pubmed": 15140586, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15140586, "text": "Short GT repeats in the HO-1 gene promoter region confer a reduced risk for cerebrovascular events in individuals with normal plasma lipid levels."}, {"pubmed": 15161530, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15166181, "text": "Overexpression of recombinant human HO-1 in rats brings about a reduction in pressor responsiveness to Ang II, likely due to increased generation of an HO-1 product, presumably CO, with the ability to inhibit vascular reactivity to constrictor stimuli."}, {"pubmed": 15184199, "text": "The induction of HO-1 in patients with cystic fibrosis is a cytoprotective event and augmenting its expression is a potential therapy against bacterial injury."}, {"pubmed": 15233805, "text": "These results indicate that retinal pigment epithelium cells maintain retinal homeostasis by repressing or inducing the expression of heme oxygenase-1, depending on the microenvironment."}, {"pubmed": 15284058, "text": "Upregulation of HO-1 decreases oxidant production and endothelial cell damage and shedding and may attenuate vascular complications in diabetes."}, {"pubmed": 15285018, "text": "struct-activity relationship of the enzyme"}, {"pubmed": 15297453, "text": "heme oxygenase oxidation of 5- and 15-phenylhemes involves an electrophilic oxidation mechanism and stereochemical control of the reaction regiospecificity"}, {"pubmed": 15316927, "text": "study suggests HO-1 is involved in the inhibitory mechanism of flavonoids on LPS-induced iNOS and NO production."}, {"pubmed": 15319861, "text": "decreased expression of HO-1 in hepatocytes from hepatitis C virus-infected patients; expression of HO-1 was also reduced in cell lines that stably express HCV core protein, suggesting that core gene products are able to regulate the expression of HO-1"}, {"pubmed": 15336443, "text": "oxidative stress and p38 MAPK as two consecutive early signals promoting HO-1 induction in hepatic myofibroblasts"}, {"pubmed": 15337692, "text": "HO-1 mediates the antiinflammatory and antiproliferative effects of simvastatin in VSMCs."}, {"pubmed": 15365571, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15365571, "text": "Polymorphism in heme oxygenase-1 (HO-1) promoter is related to the risk of oral squamous cell carcinoma occurring on male areca chewers"}, {"pubmed": 15451051, "text": "Review. Promoter polymorphisms in the HO-1 gene exert functional importance by influencing the level of HO-1 expression in different organ systems."}, {"pubmed": 15465821, "text": "Bach-1 has a specific and selective ability to repress expression of hepatic heme oxygenase-1"}, {"pubmed": 15470195, "text": "HO does not exert a pro-oxidant effect involving an non transferrin bound iron increase and that, on the contrary, it could exert an antioxidant effect in premature infants"}, {"pubmed": 15474356, "text": "HO-1 protects astrocytes from heme-mediated oxidative injury. Specifically increasing astrocytic HO-1 by gene transfer may have a beneficial effect on hemorrhagic CNS injury."}, {"pubmed": 15519649, "text": "HO-1 induction protected human hepatocytes against warm and cold hypoxia."}, {"pubmed": 15522396, "text": "A network of water molecules, which provide the required protons to activate the iron-oxy complex of heme-HO-1, is absent in both ferrous-verdoheme and the verdoheme-nitric oxide structure."}, {"pubmed": 15525643, "text": "heme oxygenase shows differential NADPH- and ascorbate-dependent heme cleavage by the R183E mutant"}, {"pubmed": 15544924, "text": "Statins lead to HO-1 promoter activation, transcript and protein accumulation"}, {"pubmed": 15547665, "text": "HO-1 in the liver of acute liver failure patients was highly up-regulated at both transcriptional and protein levels"}, {"pubmed": 15581622, "text": "Results provide the first evidence for a role of the survival kinase Akt in the regulation of heme oxygenase-1."}, {"pubmed": 15611319, "text": "Hemin induced heme oxygenase-1 provided a cytoprotective effect on apoptotic monocytes, despite caspase-3 up-regulation."}, {"pubmed": 15618017, "text": "It is possible that HSF-1 negatively regulates HO-1 gene expression, and that the consensus heat shock element present in the -389 to -362 region mediates HSF-1-induced repression of HO-1 gene expression."}, {"pubmed": 15629867, "text": "The heme oxygenase-1 expression is in humans pulmonary epithelial cells."}, {"pubmed": 15652505, "text": "Foxp3 induces HO-1 expression and HO-1 engages in Foxp3-mediated immune suppression"}, {"pubmed": 15661856, "text": "results provide a molecular cascade showing nitric oxide-Heme oxygenase(HO)-1-vascular endothelial growth factor (VEGF)-interleukin-8 sequence in human endothelial cells"}, {"pubmed": 15688187, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15688187, "text": "These findings suggest that the large size of a (GT)(n) repeat in the HO-1 gene promoter may be associated with the development of lung adenocarcinoma in Japanese male smokers."}, {"pubmed": 15690204, "text": "Fine tuning of previously noted active-site hydrogen-bonding network is critical in determining whether heme oxygenase or peroxidase activity is observed."}, {"pubmed": 15741166, "text": "BVR advances the role of HO-1 in cytoprotection and affords cytoprotection independent of heme degradation"}, {"pubmed": 15763346, "text": "The induction of HO-1 is an adaptive response against oxidative damage elicited by lipid peroxidation and it may be critical in the progression of non-alcoholic fatty liver"}, {"pubmed": 15797262, "text": "There was increased HMOX1 expression in infarcted rat hearts following human bone marrow mesenchymal cell transplantation."}, {"pubmed": 15797755, "text": "The functional promoter repeat polymorphism (GT)(n)has no influence of on the development of heart failure, graft survival, acute rejection, or transplant atherosclerosis."}, {"pubmed": 15805230, "text": "HIF-1 activation induces substantial HO-1 expression that is associated with attenuated proinflammatory chemokine production by microvascular endothelium in vitro and in vivo."}, {"pubmed": 15817713, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 15833736, "text": "transcriptional induction of HO-1 gene expression by AEBSF is mediated via activation of a PKB, p38 MAPK signaling pathway"}, {"pubmed": 15834587, "text": "findings suggest that the nitric oxide (NO)/ heme oxygenase-1 (HO-1) system has protumoral effects"}, {"pubmed": 15849554, "text": "ischemia-reperfusion injury and excessive shear stress secondary to portal hypertension might augment HO-1 expression in the graft liver"}, {"pubmed": 15875813, "text": "heme oxygenase-1 is induced by exercise in human lymphocytes"}, {"pubmed": 15878918, "text": "Increased HO-1 expression, mainly in Leydig cells, is considered to protect the cells against oxidative stresses in varicocele testes."}, {"pubmed": 15885363, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15897578, "text": "High HO-1 levels in pancreatic cancer calls may be responsible for their anticancer therapy resistance and may act as an endogenous protection mechanism initiated during carcinogenesis"}, {"pubmed": 15899048, "text": "Serum levels of heme oxygenase-1 are significantly higher in patients with active hemophagocytic syndrome and adult-onset Still's disease than in sera from patients with other diseases that may cause hyperferritinemia."}, {"pubmed": 15964514, "text": "activation of PKC, p38(MAPK), JNK, ERK1/2, and Nrf2 by oxidized LDL in human smooth muscle cells leads to HO-1 induction, constituting an adaptive response against oxidative injury that can be ameliorated by vitamin C"}, {"pubmed": 16020495, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16100019, "text": "HO-1 is expressed in carotid atherosclerotic plaques infected by Helicobacter pylori"}, {"pubmed": 16117883, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16123320, "text": "alpha-lipoic acid induces HO-1 expression in THP-1 monocytic cells via Nrf2 and p38"}, {"pubmed": 16154535, "text": "The mechanism of heme oxygenase-1 cytoprotection in hepatocytes involves the generation of carbon monoxide and adenosine triphosphate."}, {"pubmed": 16181102, "text": "Expression of HO-1 in G0/G1 cells may be a key player in decreasing cellular heme, associated with increased generation of bilirubin, and in attenuating glucose mediated oxidative stress."}, {"pubmed": 16189191, "text": "renal expression of HO-1 is regulated in a segment-specific manner, with HO-1 thereby playing distinct roles in different segments of the nephron to maintain renal functions"}, {"pubmed": 16210136, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16232329, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16234431, "text": "HO-1 negatively regulates osteoclastogenesis, leading to a positive net balance of bone"}, {"pubmed": 16249618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16249618, "text": "short (GT)n alleles represent a genetic risk factor for cerebral malaria"}, {"pubmed": 16271489, "text": "superoxide secondarily generated from damaged mitochondria, not hydroxyl radicals generated in medium directly by sonication, give rise to intracellular oxidative stress inducing HO-1 expression"}, {"pubmed": 16309585, "text": "HO-1 induction and activity may modulate the production of extracellular matrix components and suggest a potential role for transforming growth factor-beta-mediated HO-1 induction in attenuating renal fibrosis"}, {"pubmed": 16309586, "text": "In HO-1 overexpressing cells, VEGF and the prostaglandin transporter were greatly increased while monocyte chemoattractant protein-1 levels were decreased"}, {"pubmed": 16309588, "text": "oxidation of hemoglobin to methemoglobin by low-density lipoprotein (LDL)-associated lipid hydroperoxide and increased sensitivity of cells of the HO-1-deficient child to stress of oxidized LDL might contribute to the vascular disorders reported earlier"}, {"pubmed": 16313248, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16319139, "text": "HO-1/IDO cross-regulation modulates apoptosis and proliferation in rat and human breast cancer cells"}, {"pubmed": 16374439, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16387424, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16387424, "text": "Oral squamous cell carcinoma with lymph node metastasis or advanced stage had significantly higher frequency of HO-1 L allelotypes."}, {"pubmed": 16399210, "text": "Glial HO-1 expression in the MCI temporal cortex and hippocampus was significantly greater than in the non-demented group and did not differ from AD values."}, {"pubmed": 16455537, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16462769, "text": "HO-1 is involved in an important protective mechanism against PDT-mediated phototoxicity"}, {"pubmed": 16474202, "text": "Induction of HO-1 inhibits MCP-1 mRNA expression in U937 cells."}, {"pubmed": 16485041, "text": "Heme oxygenase-1 plays a vital role in the inhibition of vaso-occlusion in transgenic sickle mice."}, {"pubmed": 16495813, "text": "Curcumin induces HO-1 in human hepatocytes, and may show protective effects in pretreatment during hepatic transplantation."}, {"pubmed": 16530877, "text": "key role of down-regulation of Bach1 and up-regulation of heme oxygenase 1 in diminishing cytotoxic effects of hepatitis C virus proteins in human hepatocytes."}, {"pubmed": 16540907, "text": "expression of HO-1, but not HO-2, was upregulated within the nasal tissues in allergic rhinitis inflammation, and understanding the induction of HO-1 expression may provide for better management of allergic rhinitis that involves oxidative stress."}, {"pubmed": 16545694, "text": "Treatment of keratinocytes with hemin induced HO-1 expression & activity. Involvement of HO-1 in VEGF synthesis was confirmed by inhibition of VEGF expression by SnPPIX, blocker of HO activity & by attenuation of HO-1 mRNA expression with specific siRNA."}, {"pubmed": 16582079, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16582079, "text": "The large size of a (GT)n repeat in the HO-1 gene promoter may be associated with susceptibility to pneumonia in the older Japanese population."}, {"pubmed": 16596642, "text": "Microsatellite polymorphism in the heme oxygenase-1 gene promoter is associated with risk for melanoma"}, {"pubmed": 16596642, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16609364, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16620829, "text": "atorvastatin prevents hypoxia-induced inhibition of endothelial nitric oxide synthase expression but does not affect heme oxygenase-1 in human microvascular endothelial cells"}, {"pubmed": 16697692, "text": "Our results support an antiapoptotic role for HO-1 in Caco-2 cells and provide a mechanism by which overexpression of HO-1 may promote tumor resistance to stress in conditions of limited nutrient supply."}, {"pubmed": 16712795, "text": "proton pump inhibitors induce heme oxygenase-1 in gastric and endothelial cells"}, {"pubmed": 16724942, "text": "The focus of this review is on the importance of the stress-responsive heme oxygenase-1 induction system as a cytoprotective program."}, {"pubmed": 16771696, "text": "Data show that beta-carotene, combined with cigarette smoke condensate (TAR), regulates heme oxygenase-1 (HO-1) via its transcriptional factor Bach1 and modulates cell growth."}, {"pubmed": 16772700, "text": "The adaptation of HO-1 mRNA expression assay as a biologically relevant indicator of cigarette smoke-induced stress."}, {"pubmed": 16783602, "text": "early thrombolysis induced by CO in HO-1-mediated protection against intimal hyperplasia after vascular injury"}, {"pubmed": 16804400, "text": "anti-inflammatory actions mediated by gliotoxin include HO-1 induction and the subsequent blockade of NF-kappaB-dependent signaling pathways in vitro and in vivo"}, {"pubmed": 16840713, "text": "HO-1 and Akt exert codependent cytoprotective effects against oxidative stress-induced apoptosis in human aortic smooth muscle cells."}, {"pubmed": 16849502, "text": "The antiapoptotic effect of HO-1 in endothelial cells is dependent on the degradation of p38alpha MAP kinase isoform by the 26S proteasome and on the expression of p38beta MAP kinase."}, {"pubmed": 16882737, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16882737, "text": "These results suggest that a long (L) HO-1 gene promoter in heavy smokers is associated with susceptibility to develop airway obstruction."}, {"pubmed": 16887359, "text": "In Alzheimer disease brain, alpha(1)-antitrypsin immunoreactivity was augmented and co-distributed with heme oxygenase-1"}, {"pubmed": 16923960, "text": "These results thus demonstrate that BRG1, through the facilitation of Z-DNA formation and subsequent recruitment of RNA polymerase II, is critical in Nrf2-mediated inducible expression of HO-1."}, {"pubmed": 16945925, "text": "up-regulation of HO-1 by non-steroidal anti-inflammatory drugs (NSAIDs) is mediated through NSAID-dependent activation (phosphorylation) of p38 mitogen-activated protein kinase"}, {"pubmed": 16950787, "text": "nuclear factor (erythroid-derived 2)-like 2-mediated HO-1 overexpression confers resistance to apoptosis induction by EGCG"}, {"pubmed": 16951197, "text": "Sulforaphane transcriptionally activates the upstream ARE-rich enhancer region, located at -9.0 kb upstream human HO-1 promoter."}, {"pubmed": 16971418, "text": "HO-1 and carbon monoxide require endothelial STAT3 for their protective effects, and STAT3 confers endothelial cell protection via both HO-1-dependent and independent mechanisms"}, {"pubmed": 16999951, "text": "HO-1 expression and activity in endothelial cells are present only in advanced atherosclerosis, whereas VEGF expression is present in early as well as in advanced atherosclerosis and the degree of expression increases with severity of atherosclerosis."}, {"pubmed": 17003650, "text": "HO-1 gene overexpression in rat islets by adenovirus transduction can protect cultured islets against recombinant TNF-alpha and cycloheximide-mediated cytotoxicity."}, {"pubmed": 17018578, "text": "Inhibition of HO1 by Motexafin gadolinium may contribute to its anticancer activity."}, {"pubmed": 17018862, "text": "Bach2 is phosphorylated on S521 via Bcr-Abl signaling thru the phosphatidylinositol-3/S6 kinase pathway,and transcriptionally represses heme oxygenase-1"}, {"pubmed": 17020887, "text": "lipid peroxidation is a significant cause of NO-induced necrosis in human lung epithelial cells, but increased NO survival of rat cells is due to decreased lipid peroxidation mediated by HO-1-generated biliverdin or bilirubin"}, {"pubmed": 17064313, "text": "heme oxygenase-1 is down regulated by heme oxygenase-2."}, {"pubmed": 17065227, "text": "The effect of Bach1 and Nrf2 on heme oxygenase 1 expression via cobalt protoporphyrin in human liver cells is reported."}, {"pubmed": 17095719, "text": "symptomatic plaques show a more pronounced induction of CD163 and HO-1 in response to plaque hemorrhages."}, {"pubmed": 17203192, "text": "Genetic polymorphisms in HOX-1 and mEPH genes are associated with the development of COPD in Southwest China"}, {"pubmed": 17203192, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17204476, "text": "JunB and JunD contribute opposing effects; JunB activated whereas JunD repressed heme oxygenase-1 expression in human renal epithelial cells"}, {"pubmed": 17211576, "text": "The basal levels of Hsp32 (HMOX1), Hsp70 and Hsp90 increased significantly with age in controls. Higher levels of Hsp32, Hsp70 and Hsp90 were noticed in patients with inflammation."}, {"pubmed": 17216339, "text": "Expression of heme oxygenase 1 (HO-1) correlated with CD4+ CD25+ FoxP3+ (Treg)infiltration. HO-1 expressing Treg accumulate during glioma progression. HO-1 mRNA expression is linked to the induction of Foxp3 in CD4+ CD25+ glioma infiltrating Treg."}, {"pubmed": 17219054, "text": "Results indicate that stimulation of heme oxygenase-1 expression by hypericin-PDT is a cytoprotective mechanism governed by the p38(MAPK) and PI3K pathways."}, {"pubmed": 17229906, "text": "The main catabolic process that degrades heme, the heme oxygenase (HO) system, is reviewed, and evidence for the protective effects of HO-1 against acute and chronic heme/heme protein-induced renal injury is summarized. [REVIEW]"}, {"pubmed": 17244614, "text": "HSF1 is directly involved in the regulation of HO-1 with an anti-oxidative role"}, {"pubmed": 17254481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17277740, "text": "Both vitreous and TGF-beta signals increased HO-1 expression in retinal pigment epithelial cells via reactive oxygen species."}, {"pubmed": 17295091, "text": "Increased HO-1 in premature senescence of fetal lung fibroblasts induced by both tert-butylhydroperoxide and ethanol."}, {"pubmed": 17389623, "text": "As highlighted in this review, HO-1 can be a potent protector; in other circumstances, a seemingly disinterested bystander; and in still others, a pernicious perpetrator of cellular damage."}, {"pubmed": 17391133, "text": "No evidence of any protective effect for the S-allele of the HO-1 gene promoter polymorphism on graft or recipient survival in renal transplantation."}, {"pubmed": 17391133, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17400606, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17400606, "text": "The findings of this study does not support a clinically relevant association of the HO-1 promoter polymorphism with restenosis and ischaemic events after coronary stenting."}, {"pubmed": 17413033, "text": "HO-1 expression is transcriptionally regulated by PPAR-alpha or PPAR-gamma."}, {"pubmed": 17452746, "text": "We have identified novel nonclassical mediators of the SREBP-1 response, including HMOX1, supporting the hypothesis that SREBP-1 regulates stress response and signaling genes."}, {"pubmed": 17467999, "text": "These results suggest that HO-1 transgene expression regulated by an enhanced GFAP promoter selectively increases HO-1 expression in astrocytes, and is cytoprotective"}, {"pubmed": 17511591, "text": "Inhibition of HO-1 significantly increases T cell proliferation against human embryonic stem cells"}, {"pubmed": 17520317, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17520317, "text": "The findings suggest that the long (GT)n repeat of HO-1 was associated with a greater frequency of gastric adenocarcinoma."}, {"pubmed": 17526019, "text": "In Parkinson's disease brain, overexpression of HO-1 in nigral astroglia and accompanying iron liberation may facilitate bioactivation of dopamine to neurotoxic free radical intermediates and predispose nearby neuronal constituents to oxidative damage."}, {"pubmed": 17526500, "text": "BAX inhibitor 1 functions involve the expression of heme oxygenase-1 (HO-1) through nuclear factor erythroid 2-related factor 2."}, {"pubmed": 17531161, "text": "Induction of heme oxygenase-1 in renovascular hypertension is associated with inhibition of apoptosis."}, {"pubmed": 17541213, "text": "the capacity to upregulate HO-1 expression may be determined, at least in part, by genetics, and reduced ability to induce HO-1 may be involved in the mechanism of coronary atherosclerosis"}, {"pubmed": 17558910, "text": "study shows HO-1 expression rate of 41.8% in colorectal cancer & 36.8% in colon adenoma; expression associated with lower rate of lymphatic invasion & tendency of fewer lymph node metastases; patients with HO-1 expressing colon cancer had better survival"}, {"pubmed": 17567933, "text": "The molecular regulation of heme oxygenase-1 by transforming growth factor-beta1 in human renal proximal tubular cells is reported."}, {"pubmed": 17600318, "text": "Inhibition of HO-1 function or expression further increases the proproliferative capacity of pulmonary artery smooth muscle cells."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17603281, "text": "Curcumin has an ability to induce HO-1 expression, presumably through Nrf2-dependent ARE activation, in rat VSMCs and HASMCs"}, {"pubmed": 17620093, "text": "Suppression of antigen-presenting cells may represent a main anti-inflammatory mechanism of HO-1"}, {"pubmed": 17652371, "text": "HO-1 can regulate the expression of the anti-angiogenic CXCL-10 and may alter a critical balance between angiogenic vs. anti-angiogenic factors that are important to maintain renal microvasculature during injury."}, {"pubmed": 17657593, "text": "Isothiocyanates activate antioxidant response element(ARE)-mediated HO-1 gene transcription through Nrf2/ARE signaling pathway."}, {"pubmed": 17667816, "text": "Heme oxygenase-1 (HO-1) gene transcript in the donor hearts was up-regulated with D-4F treatment, and HO-1 blockade partially reversed the beneficial effects of D-4F."}, {"pubmed": 17721824, "text": "These data suggest that HCV core protein may contribute to hepatocellular injury by increasing both steady-state levels of prooxidants and the susceptibility of hepatocytes to damage by impairing their response to other sources of oxidative stress."}, {"pubmed": 17726138, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17726138, "text": "potentially higher levels of iron-generated oxidative stress related gene alleles may be at increased risk of breast cancer"}, {"pubmed": 17823375, "text": "carbon monoxide renders endothelial cells resistant to stress by upregulating Nrf2-dependent HO-1 expression via PERK activation"}, {"pubmed": 17853070, "text": "Anticipation of subsequent demanding exercise increases the expression of haem oxygenase-1 mRNA in human lymphocytes."}, {"pubmed": 17873285, "text": "stress-induced HO-1 initially plays a protective role, while its chronic upregulation, might contribute to oligodendroglial cell death rather than providing protection"}, {"pubmed": 17883332, "text": "Targeting endothelial cells with HO-1 using VE-cadherin promoter attenuates hyperglycemia-mediated cell injury and apoptosis."}, {"pubmed": 17886034, "text": "heme oxygenase-1 increases in human lymphocytes after exercise"}, {"pubmed": 17896171, "text": "Continuously elevated HO-1-activity protects EC from oxidative stress but inhibits Akt-mediated proliferation and eNOS-expression. This inhibitory feedback mechanism could be a limitation of HO-1 as a target for the treatment of vascular disease."}, {"pubmed": 17915953, "text": "hHO-1 has the potential to incorporate into phospholipid membranes, which can be reconstituted at known concentrations, in combination with other endoplasmic reticulum resident enzymes"}, {"pubmed": 17919491, "text": "HO-1 showed a pronounced antiviral activity in hepatitis B virus infection."}, {"pubmed": 17919492, "text": "micro-RNA-122 (miR-122) plays an important role in the regulation of hepacvirus replication and heme oxygenase-1/Bach1 expression in hepatocytes."}, {"pubmed": 17927807, "text": "Atorvastatin-mediated HO-1 upregulation, and its associated antioxidant effect, are KLF2-dependent."}, {"pubmed": 17953374, "text": "A20 and HO-1 may play protective role in acute graft rejection."}, {"pubmed": 17964723, "text": "These results suggest that HO-1 modulates the inflammatory pain pathways. Hence, the development of drugs that could raise peripheral HO-1 could be relevant in inflammatory pain treatment."}, {"pubmed": 17971338, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17971338, "text": "The results suggest that high levels of beta-carotene might counterbalance the effects on FEV1 decline determined by heme oxygenase-1 gene promoter polymorphism."}, {"pubmed": 17991645, "text": "Microsatellite polymorphism in the heme oxygenase-1 gene promoter is associated with iron status in persons with type 2 diabetes mellitus."}, {"pubmed": 17991645, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18007994, "text": "A significant association was found between oxidative stress GSTM1 deletion and the HMOX-1 long repeat and heart rate variation in response to particulate air pollution."}, {"pubmed": 18042465, "text": "Based on these results, we conclude that HO activity is involved in the regulation of p53 expression in a ROS-independent mechanism."}, {"pubmed": 18045827, "text": "the functional HO-1 promoter polymorphism does not influence renal survival in CKD due to ADPKD or IgAN"}, {"pubmed": 18048809, "text": "Functional promoter variants in CAT and HMOX-1 showed ethnicity-specific associations with new-onset asthma."}, {"pubmed": 18050210, "text": "HO-1 (GT)(n) microsatellite is a new genetic marker involved in rheumatoid arthritis genetics."}, {"pubmed": 18077487, "text": "Glucosamine sulfate up-regulated expression of HO-1 in human osteoarthritis chondrocytes."}, {"pubmed": 18093274, "text": "HO-1 genotype mediates graft survival after liver transplantation"}, {"pubmed": 18093274, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18174022, "text": "Thus, PGD(2) may contribute to the maintenance of heme homeostasis in the brain by inducing HO-1 expression."}, {"pubmed": 18195184, "text": "REVIEW: overview of the role of heme oxygenase-1 and carbon monoxide in angiogenesis, and associated disorders."}, {"pubmed": 18200441, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18201862, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18201862, "text": "Patients with a first venous thromboembolism and long GT-repeat alleles in HMOX1 have an increased risk of recurrence."}, {"pubmed": 18202225, "text": "a novel mechanism by which TNF-induced cell death is inhibited in AML cells through the induction of HO-1, via Nrf2 activation."}, {"pubmed": 18205746, "text": "plays a principal role in the protective response to nicotine in oral cancer and immortalized keratinocytes"}, {"pubmed": 18216050, "text": "The expression of haem oxygenase-1 is decreased in macrophages of idiopathic pulmonary fibrosis patients compared with those with granulomatous lung disorders"}, {"pubmed": 18234118, "text": "Upregulated TLR4 is associated with HO-1 reduction in peripheral blood monocytes from patients with Behcet's disease, leading to augmented inflammatory responses."}, {"pubmed": 18261117, "text": "Higher levels of HMOX1 is associated with delayed graft function."}, {"pubmed": 18272347, "text": "HO-1 was correlated with the degree of epithelial dysplasia. Oral squamous cell carcinoma also showed elevated expression of HO-1, but this level was not higher than in severe OED or carcinoma in situ."}, {"pubmed": 18274635, "text": "human blood ozonation induces a remarkable upregulation of heme oxygenase-1 and heat stress protein-70"}, {"pubmed": 18275848, "text": "HO-1 upregulation by SAM was causally related to a decrease in NADPH-mediated production of oxygen radicals. Our results demonstrate that the HO-1/ferritin-system is a novel target of the antioxidant compound S-adenosylmethionine."}, {"pubmed": 18307065, "text": "Increased decidual and serum HMOX1 levels, together with altered decidual expression of some stress-related genes in cases, support the role of oxidative stress and excessive maternal inflammatory response in the pathogenesis of PE."}, {"pubmed": 18312299, "text": "Presence of short GTn-allele was associated with a lower tumor recurrence rate and better relapse-free survival in OSCC patients. HMOX-1 promoter polymorphism might be considered as a potential prognostic marker in OSCC patients."}, {"pubmed": 18332044, "text": "The expression level of HO-1 gene is a marker for Cr(VI)-induced cell stress leading to cytotoxicity."}, {"pubmed": 18344023, "text": "Inhibition of plasminogen activator inhibitor-1 expression in vascular smooth muscle cells by protoporphyrins through a heme oxygenase-independent mechanism."}, {"pubmed": 18381758, "text": "Overexpression of HO-1 releasing molecules may provide a therapeutic strategy to improve cell viability during neural differentiation in applications that use stem cell technology."}, {"pubmed": 18390757, "text": "Enterohemorrhagic Escherichia coli-induced heme oxygenase-1 in human epithelial cells is a critical modulator of the innate immune response."}, {"pubmed": 18404535, "text": "chlorophyllin exerts antioxidant effect by inducing HO-1 and NQO1 expression mediated by PI3K/Akt and Nrf2"}, {"pubmed": 18443197, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18443197, "text": "Polymorphism in the HO-1 gene promoter is correlated with susceptibility to coronary artery disease in diabetic patients."}, {"pubmed": 18459998, "text": "Improved renal function after kidney transplantation is associated with heme oxygenase-1 polymorphism"}, {"pubmed": 18459998, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18460015, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18461097, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18461097, "text": "association between cardiac response to submaximal exercise and HMOX-1 genotype"}, {"pubmed": 18483307, "text": "beneficial role of HO-1 in blocking tumor invasion was first identified in this study."}, {"pubmed": 18502573, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18502573, "text": "genetic polymorphisms of HO-1 and iNOS modulate individual susceptibility to gastric cancer risk."}, {"pubmed": 18508827, "text": "haem oxygenase-1 plays a central role in NNK-mediated cell proliferation by promoting the expression of p21(Cip1/Waf1/Cid1), inhibitor of apoptosis protein 2 and B-cell lymphoma-2 but inhibiting the activity of Bad"}, {"pubmed": 18515325, "text": "Down-regulation of HO-1 expression in neutrophils from hypertensive subjects may be exerted through the inhibition of NOS2 expression."}, {"pubmed": 18524839, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18544348, "text": "HO-1 protein turnover is regulated by the ubiquitin-proteasome system through the endoplasmic reticulum-associated degradation pathway"}, {"pubmed": 18550526, "text": "Loss of BACH1 function in human keratinocytes results almost exclusively in HMOX1 induction, suggesting that BACH1 may function as a rheostat regulating levels of intracellular free heme."}, {"pubmed": 18560362, "text": "REVIEW of role of HO-1 in protecting against vascular injury"}, {"pubmed": 18566988, "text": "specific knockdown of HO-1 might represent a novel therapeutic approach in hepatocellular carcinoma therapy."}, {"pubmed": 18576916, "text": "HO-1 protects endothelial cells from apoptosis, is involved in blood-vessel relaxation regulating vascular tone, attenuates inflammatory response in the vessel wall, & participates in blood-vessel formation via angiogenesis & vasculogenesis. Review."}, {"pubmed": 18582925, "text": "HO-1 levels were increased in sera and skin lesions of patients with atopic dermatitis and were associated with disease severity"}, {"pubmed": 18586007, "text": "These results demonstrate for the first time that epigallocatechin-induced HO-1 expression occurs via PKCdelta and Nrf2."}, {"pubmed": 18587252, "text": "Significantly different distribution of the HO-1 genotype was found in subjects with different-stage urothelial carcinomas; however, it was not related to the NAD(P)H:quinone oxidoreductase 1 genotype."}, {"pubmed": 18596041, "text": "CO, a product of heme catabolism by HO-1, directly inhibits alpha1C subunit of the cardiac L-type Ca2+ channel"}, {"pubmed": 18597895, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18597895, "text": "Subjects carrying both the HO-1 (-413) TT genotype and the LXR-beta (intron 2) TT genotype, LXR-beta (intron 5) AA genotype or LXR-beta (intron 7) TT genotype, had a higher risk of developing AD than subjects without these risk genotypes."}, {"pubmed": 18620357, "text": "The association of HO-1 overexpression with a greater extent of intraplaque angiogenesis suggests a multi-faceted role for HO-1 in modulating the progression of atherosclerosis"}, {"pubmed": 18640487, "text": "No association was detected between the TGFB1, IL10, TP53, and HMOX1 genes and DGF. The G allele of the TNF polymorphism rs3093662 was associated with DGF in an adjusted analysis."}, {"pubmed": 18640487, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18651163, "text": "mRNA expressions of Hsp70, Hsp32 and Bax significantly increased in mononuclear blood cells after marathon running, whereas Hsp27 and Bad mRNA expression levels showed no significant changes."}, {"pubmed": 18665050, "text": "Heme oxygenase-1 expression decreased LPS-stimulated secretion of MCP-1, IL-6, IL-10, and TNF-alpha at both 4 and 24 h in murine and human macrophages"}, {"pubmed": 18689604, "text": "Glutathione-induced increase in HO-1 may help protect against cigarette smoke-induced inflammation and/or cell death."}, {"pubmed": 18692581, "text": "Results suggest that human heme oxygenase-1-modified mesenchymal stem cells prevent myocardial cell injury via secretion of paracrine-acting mediators."}, {"pubmed": 18757839, "text": "expression of heme oxygenase-1 in human aortic endothelial cell"}, {"pubmed": 18774956, "text": "HO-1 has a crucial role in maintaining body iron balance"}, {"pubmed": 18786476, "text": "potentially autoprotective and autodefensive role in several pathophysiological states including acute coronary syndromes and stroke"}, {"pubmed": 18787101, "text": "HO-1 has a significant protective effect against airway mucus hypersecretion in animals and humans exposed to cigarette smoke."}, {"pubmed": 18799519, "text": "Results suggest that the signals evoked by hypoxia and after ethyl-3,4-dihydroxybenzoate treatment differentially regulate HO-1 mRNA expression through HIF-1alpha-independent mechanisms."}, {"pubmed": 18804049, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18804049, "text": "donor polymorphism leading to high expression of HO-1 (<30 GT repeats) on stress signals is associated with reduced overall survival in hematopoietic stem cell transplantation recipients"}, {"pubmed": 18811919, "text": "Heme oxygenase enzyme (HO-1) activity in the human seminal plasma is related to spermatogenesis and sperm-motility processes."}, {"pubmed": 18841019, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18841019, "text": "Subjects carrying the HO-1 genotype had a more than 6.5-time higher risk of developing Alzheimer's disease than subjects without these risk genotypes"}, {"pubmed": 18845641, "text": "HO-1 is a negative regulator of trophoblast motility acting via up-regulation of PPARgamma."}, {"pubmed": 18923065, "text": "YC-1 stimulates the expression of HMOX1 in vascular smooth muscle cells."}, {"pubmed": 18930811, "text": "Increased heme oxygenase 1 expression is associated with multiple sclerosis lesions."}, {"pubmed": 18957281, "text": "PGD(2) induces HO-1 mRNA expression through DP2 receptor, linking the PGD(2)-DP2 signaling with heme homeostasis."}, {"pubmed": 18975324, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18975324, "text": "The aim of this study was to determine whether the (GT)n-repeat length within the HMOX1 promoter region is associated with RA disease severity and radiographic joint damage."}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18981090, "text": "LPS induces NQO1 and HO-1 expression in human monocytes via Nrf2 to modulate their inflammatory responsiveness"}, {"pubmed": 18983509, "text": "HO-1 negatively regulates thrombopoiesis by inhibiting reactive oxygen species."}, {"pubmed": 19056482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19120903, "text": "Findings are evidence of the induction of HO-1 in the colon of ulcerative colitis patients."}, {"pubmed": 19122175, "text": "Induction of prostacyclin by steady laminar shear stress suppresses tumor necrosis factor-alpha biosynthesis via heme oxygenase-1 in human endothelial cells."}, {"pubmed": 19129475, "text": "HO-1, which is induced by Apoptotic Cell-derived Shingosine-1-Phosphate, is critically involved in an alternative macrophage activation."}, {"pubmed": 19133325, "text": "pulmonary epithelium expression is induced by nitrolinoleic acid via ERK pathway"}, {"pubmed": 19165391, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19194559, "text": "HO-1 gene promoter length polymorphism is related to the renal impairment of IgA nephropathy at the time of diagnosis"}, {"pubmed": 19194559, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19236506, "text": "Haeme oxygenase-1 could represent an important candidate gene in the pathogenesis and growth of Gastrointestinal stromal tumours ."}, {"pubmed": 19236506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19238116, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19243019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19243019, "text": "Study indicated that the (GT)n repeat polymorphism in the HMOX1 promoter region showed association with serum total bilirubin levels in the Uyghur population."}, {"pubmed": 19243105, "text": "The active site electronic structure of the azide complex of substrate-bound heme oxygenase 1 has been investigated by NMR spectroscopy to shed light on the orbital/spin ground state as an indicator of the unique distal pocket environment of the enzyme"}, {"pubmed": 19246912, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19246912, "text": "Our study failed to detect any association between the single nucleotide polymorphisms of the HMOX1 gene and Alzheimer's disease"}, {"pubmed": 19250338, "text": "findings show that HO-1 activity promotes mitochondrial macroautophagy and sequestration of redox-active iron in astroglia independently of classical iron mobilization pathways"}, {"pubmed": 19255063, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19255829, "text": "serum HO-1 (heme oxygenase-1) level in juvenile idiopathic arthritis during the active phase was significantly higher than in patients with other rheumatic disease"}, {"pubmed": 19282863, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19289500, "text": "Data show that nitric oxide (NO) stabilizes mRNA subsets in fibroblasts, that HuR alone is insufficient for stabilizing several mRNAs by NO, and show that heme oxygenase-1 induction by NO is regulated by HuR."}, {"pubmed": 19303319, "text": "Data show that particulate matters significantly influenced HO-1 and VEGF gene expressions, caused neutrophilic inflammation and promoted oxidative stress in welders with long-term exposure."}, {"pubmed": 19325051, "text": "Qercetin virtually attenuated ethanol-derived oxidative damage via HO-1 induction. Heme degradation and CO release may mediate the protective effects through inhibiting ethanol-induced CYP 2E1 synthesis and enzymatic activity, respectively."}, {"pubmed": 19336475, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19360326, "text": "Inhibition of TNF-alpha-induced gene expression and release of IL-8 and HO-1 in human monocytic THP-1 cells exposed to both volatile anesthetics."}, {"pubmed": 19371606, "text": "These findings established an important mechanistic link between the functional monocyte adhesion properties of endothelial cells and the induction of HO-1 by arsenite."}, {"pubmed": 19389234, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19389234, "text": "our results strongly argue against a relevant role of the (GT)n repeat or the -413A>T SNP in the HMOX1 promoter in coronary artery disese or myocardial infarction"}, {"pubmed": 19399816, "text": "Enhanced oxidative stress and a decrease in the number of anti-oxidant enzymes may be associated with pre-eclampsia."}, {"pubmed": 19422386, "text": "The carbon monoxide releasing molecule (CORM-3) inhibits expression of vascular cell adhesion molecule-1 and E-selectin independently of haem oxygenase-1 expression."}, {"pubmed": 19428335, "text": "The production of PGE(2) was decreased by HO-1 induction as a result of diminished mPGES-1 protein and mRNA expression."}, {"pubmed": 19445907, "text": "Nrf2 and HO-1 were induced at the early stage after MCAO. Curcumin protected the brain from damage caused by MCAO, this effect may be through upregulation of the transcription factor Nrf2 expression."}, {"pubmed": 19457084, "text": "HO-1 down-regulates alpha-synuclein levels in human neuroblastoma cells by specifically activating proteosomal degradation of alpha-synuclein protein."}, {"pubmed": 19457866, "text": "heme oxygenase-1 induction by statins is enhanced in vascular endothelium exposed to laminar shear stress and impaired by disturbed flow"}, {"pubmed": 19475336, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19475336, "text": "Our analyses did not reveal a significant association of these genetic markers in the HO-1 gene with an increased susceptibility to Parkinson Disease."}, {"pubmed": 19484149, "text": "Immunohistochemistry analyses indicated that annexin A11 immunointensity inversely correlated with HMOX1 immunoreactivity in 142 ovarian cancer patients."}, {"pubmed": 19487598, "text": "HO-1 induction reverses plaque progression from a vulnerable plaque to a more stable phenotype as part of a compensatory atheroprotective response"}, {"pubmed": 19508729, "text": "inhibition of HO-1 & chelation of iron in pancreatic cancer cells were associated with increased sensitivity of pancreatic tumors to chemotherapy; metabolites biliverdin & iron seem to be involved in HO-1-mediated resistance to anticancer treatment"}, {"pubmed": 19522732, "text": "Decreased CH, increased oxysterol and increased CH precursors concentrations in the cortex correlated significantly with HO-1 levels in MCI and AD, but not no cognitive impairment"}, {"pubmed": 19526221, "text": "Investigated the associations of HMOX1 polymorphisms with acute respiratory distress syndrome(ARDS) risk and plasma HO-1 levels"}, {"pubmed": 19526221, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19526463, "text": "posttranslational mechanism involving decreases in the cellular heme pool by arsenite-induced HO-1 may contribute to arsenite-mediated downregulation of CYP1A1."}, {"pubmed": 19536150, "text": "HO-1 is functionally expressed by keratinocytes in parallel with epidermal differentiation and that its expression is independently affected by several cytokines"}, {"pubmed": 19548360, "text": "The induction of HO-1 protein in response to moderate oxidative stress may explain some of the beneficial pharmacological effects of Notopterygium forbesii."}, {"pubmed": 19556236, "text": "Data suggest that oligomerization, driven by transmembrane segment-transmembrane segment interactions, is crucial for the stabilization and function of HO-1 in the ER."}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19586801, "text": "[review] Heme oxygenase-1 inhibits the pathogenesis of several immune-mediated inflammatory diseases. The immunoregulatory actions of HO-1 limit immune-mediated tissue injury thus suppressing the pathogenesis of immune-mediated inflammatory diseases."}, {"pubmed": 19587144, "text": "Glomerular epithelial cell-targeted HO-1 expression reduces proteinuria in glomerular immune injury."}, {"pubmed": 19590927, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19604147, "text": "Our results reveal that H2O2-induced MST3-mediated cell death involves suppressing both a JNK survival pathway and up-regulation of HO-1."}, {"pubmed": 19625608, "text": "HOCl induces HO-1 transcription via activation of the Nrf2/ARE pathway to counteract HOCl-mediated mitochondrial dysfunction and cell death. The ability of HOCl to activate HO-1 gene expression represent adaptive response to maintain endothelium viability"}, {"pubmed": 19669099, "text": "Following dietary intake of broccoli sprouts there is an induction of HO-1 in a transgenic mouse model of prostate cancer."}, {"pubmed": 19676145, "text": "heme oxygenase-1, hypoxia inducible factor-1alpha, and ubiquitin are involved in the development and progression of coronary heart disease"}, {"pubmed": 19696228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19696228, "text": "These results support an association between the HO-1 (GT)(n) microsatellite polymorphism, HO-1 expression levels, and the odds of type 2 diabetes mellitus."}, {"pubmed": 19777608, "text": "iron effects hmox1 expression in hepatoma cells"}, {"pubmed": 19785642, "text": "The increase of serum HO-1 levels in Parkinson's disease (PD) patients could indicate a systemic antioxidant reaction related to a chronic oxidative stress state in PD brain."}, {"pubmed": 19797297, "text": "HO-1 expression by T(regs) might contribute to their typical reluctance to proliferate but does not account independently for their suppressive functions."}, {"pubmed": 19808663, "text": "Data show that induction of HO-1, GCLM, and NQO1 by OA-NO2 Is Nrf2-dependent."}, {"pubmed": 19808972, "text": "Elevation of heme oxygenase-1 expression is associated with hormone-refractory prostate cancer."}, {"pubmed": 19822148, "text": "ERK(1/2) and JNK are involved in cigarette smoking-induced biphasic HO-1 expression by a specific regulation of Nrf2/Keap1-Bach1."}, {"pubmed": 19850937, "text": "Zinc protoporphyrin regulates cyclin D1 expression independent of heme oxygenase inhibition."}, {"pubmed": 19853072, "text": "HO-1 siRNA decreased HO-1 expression but increased adipocyte stem cell differentiation and the adipogenesis marker, PPARgamma. Thus, upregulation of HO-1 expression shifts the balance of MSC differentiation in favor of the osteoblast lineage."}, {"pubmed": 19874887, "text": "induction of expression reduces radiation-induced cell damage in keratinocytes"}, {"pubmed": 19879747, "text": "HO-1 may bind to CD91, thus suggesting its major role as a new chaperokine in immune response regulation."}, {"pubmed": 19884647, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19886851, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19886851, "text": "rs9607267 of the HMOX1 gene was significantly associated with essential hypertension (EH) and the Hap3(T-C-G) of the HMOX1 gene was also significantly associated with the risk of EH"}, {"pubmed": 19895178, "text": "HO-1 gene promoter may be associated with the development of ESCC in Chinese male drinkers."}, {"pubmed": 19895178, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19903700, "text": "important relationship between PPARdelta, PGC1alpha, and haem oxygenase-1, demonstrating that haem oxygenase-1 induction plays an important role in cytoprotective actions of PPARdelta ligands in vascular endothelium"}, {"pubmed": 19903769, "text": "Results implicate HO-1 in prostate cancer cell migration and proliferation."}, {"pubmed": 19910578, "text": "CXCL4 may promote atherogenesis by suppressing CD163 in macrophages, which are then unable to upregulate the atheroprotective enzyme heme oxygenase-1 in response to hemoglobin."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19924377, "text": "investigation of role of HMOX1 in osteogenesis: expression of osteoblast markers in differentiating stem cells under conditions of HMOX1 overexpression or HMOX1 inhibition"}, {"pubmed": 19925812, "text": "These results indicate that the downstream products of HO-1, i.e. bilirubin and CO, modulate BDNF and GDNF expression in neuron and astrocyte."}, {"pubmed": 19965783, "text": "Sickle blood increases endothelial heme oxygenase activity."}, {"pubmed": 20013271, "text": "HO-1 was significantly higher in serum of Henoch-Schonlein purpura patients than in controls."}, {"pubmed": 20020468, "text": "Upregulation of heme oxygenase-1 inhibits the maturation and mineralization of osteoblasts."}, {"pubmed": 20021945, "text": "The overexpression of HO-1 in hypoxic HepG2 cells is HIF-1alpha-dependent."}, {"pubmed": 20039940, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20039940, "text": "Subjects carrying both the HO-1 (-4rs2071746) TT genotype and the glycogen synthase kinase 3beta (-157, rs6438552) TT genotype have a four times higher risk of developing Parkinson's disease than subjects without these genotypes."}, {"pubmed": 20049130, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20064636, "text": "results show that, compared to normal B lymphocytes, malignant B cells have a greater capacity to increase their HO-1 protein levels in response to 15-deoxy-Delta(12,14)-prostaglandin J(2)."}, {"pubmed": 20110814, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20121710, "text": "In this patient population, short repeat alleles of the HO-1 gene promoter polymorphism were associated with prolonged jaundice."}, {"pubmed": 20127796, "text": "miR-196 directly acts on the 3'-UTR of Bach1 messenger RNA and translationally represses the expression of this protein, and up-regulates HMOX1."}, {"pubmed": 20155807, "text": "These results suggest that mesencephalic HO-1 protein level is regulated by proteasome activity and the elevation by proteasome inhibition affords neuroprotection."}, {"pubmed": 20170613, "text": "The expressions of Hsp70 and HO-1 in the myocardium of patients with acute myocardial infarction were significantly higher than those in control group."}, {"pubmed": 20175935, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20175935, "text": "Subjects carrying longer (GT)(n) repeats in HO-1 gene promoter may have greater susceptibility to develop cerebral ischemic only in the presence of low HDL-C, suggesting the protective effects in HO-1 genotype S in the process of ischemic stroke."}, {"pubmed": 20188821, "text": "expression in tracheal smooth muscle cells is induced by Cigarette smoke particle-phase extract"}, {"pubmed": 20190330, "text": "HMOX1 (heme oxygenase 1) rs5995098, HMOX1 haplotype TTG and GSTP1 (glutathione S-transferase pi) showed significant genetic main effects on annual decline in Forced expiratory flow; reduced exposure to particulates reduced decline"}, {"pubmed": 20190330, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20193368, "text": "alpha-Zearalanol has a potent inhibitory effect on the HO-1 expression and cytosolic free calcium level in HUVECs."}, {"pubmed": 20194081, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20223113, "text": "In patients with malignant obstructive jaundice HO-1 was obviously elevated."}, {"pubmed": 20229611, "text": "These results suggest that Epo induces neural HO-1 expression through the activation of PI3K, MAPK, and Nrf2 pathways, and this may unveil a novel mechanism which mediates the cytoprotective responses elicited by Epo."}, {"pubmed": 20232486, "text": "in the United States, among Caucasian or African-American subjects with advanced chronic hepatitis C, genetic variations in the HMOX1 gene promoter are not predictive of responsiveness to antiviral therapy or risks of outcomes of HCV infection."}, {"pubmed": 20299368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20345481, "text": "Bach1 plays a critical role in regulating HO-1 gene expression in AML cells and its expression suppresses their survival by downregulating HO-1 expression."}, {"pubmed": 20345975, "text": "Toluene diisocyanate (TDI) regulates haem oxygenase-1/ferritin expression: implications for toluene diisocyanate-induced asthma."}, {"pubmed": 20346360, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20351094, "text": "Sp1 regulates chromatin looping between an intronic enhancer and distal promoter of the human heme oxygenase-1 gene in renal cells"}, {"pubmed": 20386498, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20386498, "text": "The HO-1 plasma concentrations are significantly increased among critically ill patients and associated with the degree of organ dysfunction."}, {"pubmed": 20395442, "text": "These results show that HO-1 is involved in splenic DC differentiation, and/or the homing of CD8(+) splenic DC precursors appears to be dependent on HO-1 expression by the host."}, {"pubmed": 20404253, "text": "HO-1 induction in the failing heart is an important cardioprotective adaptation that opposes pathological LV remodeling, and this effect is mediated, at least in part, by CO-dependent inhibition of mitochondria"}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20430037, "text": "These observations support direct and indirect antioxidant properties of BVR and bilirubin and an important role for BVR and bilirubin in HO-1 conferred protection of endothelial cells."}, {"pubmed": 20446774, "text": "Nrf2-mediated HO-1 upregulation upon glucose deprivation is mediated by reactive oxygen species in HepG2 cells, and responsible for the adaptive survival response"}, {"pubmed": 20482362, "text": "orthodontic force-induced osteogenesis in alveolar bone is inhibited by ... the upregulation of heme oxygenase-1 expression"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20504881, "text": "Parenteral iron formulations differentially affect MCP-1, HO-1, and NGAL gene expression and renal responses to injury."}, {"pubmed": 20508205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508205, "text": "The (GT)n promoter polymorphism significantly modulates a cytoprotective, proangiogenic, and antiinflammatory function of HO-1 in human endothelium."}, {"pubmed": 20509889, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20518850, "text": "Taurocholic acid downregulates heme oxygenase activity and expression in human hepatoblastoma cell line (HepG2) stably transfected with the transporter for conjugated bile acids (Ntcp)."}, {"pubmed": 20526373, "text": "Primary spontaneous pneumothorax in smokers is associated with lung macrophage oxidative stress. The response to this condition involves HIF-1alpha-mediated induction of HO-1, BVR and H-ferritin."}, {"pubmed": 20580464, "text": "expression in M-CSF-polarized M2 macrophages contributes to LPS-induced IL-10 release"}, {"pubmed": 20585394, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20585394, "text": "results represent the first report on CM genetic risk factors in Angolan children and suggest the novel hypothesis that genetic variants of the TGFB2 and HMOX1 genes may contribute to confer a specific risk of developing the CM syndrome"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20597111, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20599261, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20633528, "text": "these data suggest that miR-122 has an inhibitory effect on HBV expression and that miR-122 can down-regulate HO-1."}, {"pubmed": 20667089, "text": "attachment to Laminin and Fibronectin coated wells. CONCLUSIONS: Collectively, our results show that HO-1 expression determines a distinct 'molecular signature' in cancer cells, which is enriched in genes associated with tumorigenesis"}, {"pubmed": 20682519, "text": "Meta-analysis and HuGE review of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20682519, "text": "Persons carrying longer (GT)(n) repeats in the HMOX1 gene promoter may have a higher risk of type 2 diabetes. [REVIEW]"}, {"pubmed": 20689807, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20705711, "text": "inhibits autophagy in acute kidney injury"}, {"pubmed": 20706680, "text": "An HMOX1 (HO-1 gene) enhancer-specific artificial zinc-finger protein (AZP) was designed using bioinformatical methods."}, {"pubmed": 20708634, "text": "In a population exposed to arsenic, guanosine-thymidine (GT)-repeat polymorphism in the heme oxygenase-1 gene promoter is associated with cardiovascular mortality risk."}, {"pubmed": 20708634, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20733275, "text": "resistance against anthracyclines correlates with HO-1 expression in non-muscle-invasive bladder cancer"}, {"pubmed": 20796278, "text": "At long term, relatively high levels of arsenic exposure through groundwater, carriers of the short (GT)n allele (< 27 repeats) in the HO-1 gene promoter had a lower probability of developing carotid atherosclerosis than non-carriers."}, {"pubmed": 20796278, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20811623, "text": "elevated plasma HO-1 concentrations associated with higher odds ratios for new type 2 diabetes mellitus"}, {"pubmed": 20832528, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20832528, "text": "Recipients of kidney allograft from donors with HO-1 promoter polymorphisms have siginificantly lower creatinine levels aftr two years"}, {"pubmed": 20838751, "text": "HO-1 is raised in stable coronary artery disease and acute coronary syndromes and may arise from the endothelium but not the platelet."}, {"pubmed": 20846452, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20868356, "text": "we review recent reports supporting the protective role of HO-1 in cerebral ischemia--REVIEW"}, {"pubmed": 20869265, "text": "We found an association between late bacterial infection and genetic polymorphisms of HMOX1, which may control macrophage activation."}, {"pubmed": 20934533, "text": "Cellular iron depletion weakens induction of heme oxygenase-1 by cadmium."}, {"pubmed": 20938987, "text": "Curcumin increases HO-1 levels in human skin fibroblasts. The phosphatidylinositol 3-kinase/Akt pathway is involved in curcumin-induced HO-1 expression."}, {"pubmed": 21037234, "text": "The induction of HO-1 mediates the antiapoptotic effect of AMPK, and this may provide an important adaptive response to preserve endothelial cell viability during periods of metabolic stress."}, {"pubmed": 21079975, "text": "Heme oxygenase-1 catabolizes most of the heme-Fe and favors iron influx and efflux in intestinal cells."}, {"pubmed": 21080099, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21080099, "text": "These results imply that DM2 patients and individuals with MS carrying short/medium (SM) genotype of(GT)n repetition in might have higher susceptibility to develop diabetes consequences."}, {"pubmed": 21091076, "text": "A central role of heme oxygenase-1 in cardiovascular protection"}, {"pubmed": 21113640, "text": "HO-1 expression in synovial tissue might be stimulated by inflammatory cytokines."}, {"pubmed": 21136273, "text": "a novel role of BMP-6/HO-1 cascade to relieve breast cancer metastasis by regulating the secretion of growth factors in tumor microenvironment."}, {"pubmed": 21144518, "text": "Ginkgo biloba extract might exert its anti-atherogenesis and vascular protective effects by inducing vascular HO-1 expression via Nrf-2."}, {"pubmed": 21148661, "text": "Our results suggest that the HO-1-adiponectin axis may be associated with the regulation of insulin resistance and glucose intolerance in women with PCOS."}, {"pubmed": 21157922, "text": "In transgenic mice with heme oxygenase-1 glycine143histidine mutation, females present with anemia, enlarged spleen and tissue iron overload, as in HO-1-deficient mice."}, {"pubmed": 21172416, "text": "This study highlights the importance of HO-1 as a possible common biomarker for nephrotoxicity."}, {"pubmed": 21174817, "text": "The expression of PBMC HO-1 protein and mRNA are significantly increased in asthmatic patients."}, {"pubmed": 21191307, "text": "HO-1 polymorphism was not associated with risk of colorectal cancer, suggesting that heme from meat is not important in the development of colorectal cancer."}, {"pubmed": 21198350, "text": "Short (GT)n alleles of the HMOX-1 gene promoter could be a genetic risk factor for hyperbilirubinemia."}, {"pubmed": 21206978, "text": "Since overexpression of HO-1 promotes angiogenesis in urothelial carcinoma cells, HO-1 inhibitors could be used as novel therapeutics for urothelial carcinoma of the urinary bladder."}, {"pubmed": 21211285, "text": "LXA(4) upregulates Nrf, NQO1 and HO-1 to protect HUVEC against the oxidative stress induced by LPS."}, {"pubmed": 21216973, "text": "transforming growth factor-beta-stimulated collagen production in fibroblasts is attenuated by quercetin-induced heme oxygenase-1"}, {"pubmed": 21233593, "text": "The levels of intracellular reactive oxygen species and lipid peroxidation in A549 cells increased with increasing exposure to NiO nanoparticles, and increases in gene expressions of HO-1 and SP-D were observed"}, {"pubmed": 21236443, "text": "heme oxygenase-1 promoter GTn repeat polymorphism (GTn) differentiates between benign and malignant pancreatic neuroendocrine tumors and is a strong predictor of tumor recurrence"}, {"pubmed": 21275653, "text": "Association of heme oxygenase-1 gene polymorphisms with essential hypertension and blood pressure in the Chinese Han population"}, {"pubmed": 21296438, "text": "HMOX1 is involved in the maturation process and inflammatory response pathways of oxidized low density lipoprotein (oxLDL)-stimulated dendritic cells."}, {"pubmed": 21307400, "text": "Reveal unique regulatory networks in acute myeloid leukemia whereby FLIP regulation of HO-1 provides cells with secondary anti-apoptotic protection against TNF induced death signals in these highly death-resistant cells."}, {"pubmed": 21321939, "text": "Enterovirus 71 induces integrin beta1/EGFR-Rac1-dependent oxidative stress in SK-N-SH cells. Up-regulation of HO-1 exerts as a host cellular defense mechanism against EV71 infection in SK-N-SH cells."}, {"pubmed": 21354100, "text": "Chlorination of high-density lipoprotein induced phosphorylation of p42/44 mitogen-activated protein kinase, expression of transcription factor early growth response 1 and enhanced expression of heme oxygenase-1 in human endothelial cells."}, {"pubmed": 21366594, "text": "These results indicate a novel pathway by which the defect of PINK1 inhibits the oxidative stress-induced HO-1 production"}, {"pubmed": 21389316, "text": "HO-1 produced by mesenchymal stem cells beyond its direct suppressive function promotes formation of Tregs and IL-10 production, functions, which are taken over by other molecules, among them COX-2, after an alloreactive priming"}, {"pubmed": 21412259, "text": "HO-1 protects human melanocytes from oxidative damage via the Nrf2-ARE pathway."}, {"pubmed": 21425334, "text": "This study demonistrated that the interaction between exposure to pesticides and HO-1 (-413, rs2071746) genotypes might be a risk factor for Parkinson disease."}, {"pubmed": 21426408, "text": "Melanocyte expression of heme oxygenase 1 is upregulated, whereas heme oxygenase 2 is reduced in response to UV and bleaching agent 4-TBP."}, {"pubmed": 21454555, "text": "Heme oxygenase-1 couples activation of mitochondrial biogenesis to anti-inflammatory cytokine expression."}, {"pubmed": 21495030, "text": "Heme oxygenase-1 germ line GTn promoter polymorphism is associated with pancreatic tumor recurrence."}, {"pubmed": 21497776, "text": "Hsp60 and HO-1 play distinct roles in the pathogenesis of AMI and subsequent AMI-related pathology"}, {"pubmed": 21502755, "text": "heme oxygenase-1 has a role in tubulointerstitial inflammatory damage in various renal diseases"}, {"pubmed": 21506927, "text": "S-guanylation of Keap1 is involved in potent antioxidant effects mediated by 8-nitro-cGMP, by inducing oxidative stress-response genes such as heme oxygenase-1. (Review)"}, {"pubmed": 21518986, "text": "Heme oxygenase-1 may confer protection from hypoxic pulmonary hypertension by effectively modifying the macrophage activation state in hypoxia"}, {"pubmed": 21525764, "text": "Increasing HO-1 activity in hHeps protects them from oxidative stress-dependent damage."}, {"pubmed": 21531452, "text": "Higher NQO1 expression was positively associated with upper and lower respiratory symptoms, whereas higher HO-1 expression was inversely associated upper and lower respiratory symptom in adolescents with asthma."}, {"pubmed": 21545264, "text": "data indicate that NGAL exerts its cytoprotective effect independent of HO-1 and protects cells against oxidative stress more efficiently than HO-1"}, {"pubmed": 21552291, "text": "these data demonstrate a direct role for p53 in promoting cellular survival in a context-specific manner through the activation of a direct transcriptional target, HO-1."}, {"pubmed": 21555518, "text": "HMOX1 is a functional target gene of the BACH1 transcription factor according to ChIP-seq and knockdown analysis in HEK 293 cells."}, {"pubmed": 21556890, "text": "study shows for the first time that GT-repeats expansion in promoter of the HO-1 gene is associated with oligospermia and azoospermia among Iranian infertile cases"}, {"pubmed": 21576421, "text": "Severe PE is associated with elevated serum HO-1 levels both antepartum and postpartum."}, {"pubmed": 21598088, "text": "Data show that constitutive HO-1 expression suppressed mechanical stretch-induced inflammatory responses, suggesting that HO-1 may play a role as a regulation factor in synovial tissue inflammation."}, {"pubmed": 21620964, "text": "BAY 11-7082 induces protein expression of HO-1 by activating ARE-dependent gene expression through Nrf2 nuclear translocation."}, {"pubmed": 21646819, "text": "The present study suggests that heme oxygenase 1 regulates blood pressure through CO only when the NOS pathway is fully operative."}, {"pubmed": 21647550, "text": "The 19G>C-HMOX1 and the -42 + 1444A>G-HMOX2 polymorphisms may be associated with the occurrence and progression of age-related macular degeneration."}, {"pubmed": 21725851, "text": "No significant association between heme oxygenase-1 gene promoter polymorphisms and metabolic syndrome in Iranians."}, {"pubmed": 21729576, "text": "mesenchymal stem cells have lower sensitivity to radiation, which may associate with the expression of radioresistant genes survivin and HO-1."}, {"pubmed": 21737788, "text": "Variation in basal levels of HMOX1 contributes to its response to oxidized palmitoyl arachidonyl phosphatidylcholine (Ox-PAPC), consistent with its position as a hub in this gene network"}, {"pubmed": 21741353, "text": "human POR mutations, shown to impact P450 activities, also result in varying degrees of diminished HO-1 activity, which may further complicate CYPOR deficiency."}, {"pubmed": 21742584, "text": "Real-time PCR validated that up-regulation of sulphiredoxin 1 homolog (SRXN1), hemeoxygenase 1 (HMOX1), and breast carcinoma amplified sequence 3 (BCAS3) were consistently modulated."}, {"pubmed": 21765894, "text": "Erythroid precursors were characterized by lack of significant expression of HO-1 and by progressive reduction of HO-2 during differentiation."}, {"pubmed": 21781496, "text": "HO-1 expression increased resistance of K562 cells to hemin."}, {"pubmed": 21808062, "text": "The H-Ras-ERK-induced and HO-1-mediated pathway could protect renal cancer cells from apoptosis."}, {"pubmed": 21827279, "text": "HMOX1 improves the survival of myoblasts, but concurrently through regulation of myomirs, may act similarly to oncogenes, increasing the risk of hyperplastic growth of myogenic precursors"}, {"pubmed": 21833623, "text": "Heme oxygenase-1 counteracts oxidative and inflammatory damage and is a modulator of the angiogenic switch in prostate carcinogenesis."}, {"pubmed": 21861350, "text": "No elevation of Nrf2 transcription was found, while inorganic arsenic could increase the Nrf2-regulated NQO1 and HO-1 mRNA expression in human hepatocytes."}, {"pubmed": 21868703, "text": "There is a heme oxygenase 1 via Nrf2-mediated pathway by which heme induces a homeostatic macrophage response following intraplaque hemorrhage."}, {"pubmed": 21889036, "text": "HO-1 expression is also upregulated through the ROS, tyrosine kinase, and MAPK (JNK and p38) signaling pathways."}, {"pubmed": 21898994, "text": "The expression level of HO enzyme is significantly decreased in the testis tissue of nonobstructive azoospermia patients."}, {"pubmed": 21902835, "text": "found no association of the five HMOX1 tag SNPs with COPD lung function decline and no evidence that the three promoter polymorphisms affected the regulation of the HMOX1 gene"}, {"pubmed": 21911884, "text": "Microsatellite variations in the HMOX1 and UGT1A1 genes are not likely to protect from progression of liver disease in patients with chronic hepatitis C."}, {"pubmed": 21911919, "text": "Concurrent inhibition of HO-1 expression in conjunction with chemotherapeutic treatment would improve the number of cases who reach complete remission."}, {"pubmed": 21945498, "text": "HO-1 short GT-repeat polymorphism may play a protective role in BP regulation and cardiovascular mortality risk in hypertensive arsenic-exposed individuals."}, {"pubmed": 21982894, "text": "The regulation of HMOX1 by the antioxidant-response element is firmly established, with the transcription factor BACH1 serving as a repressor and Nrf2 as an enhancer."}, {"pubmed": 21987660, "text": "Inhibition of the nitric oxide-dependent induction of HO-1 in gastric epithelial cells is mediated by Helicobacter pylori virulence factor cagA."}, {"pubmed": 21992109, "text": "Studies indicate that the promoter polymorphism-dependent variability in HO-1 has been found to be associated mostly with the risk of cardiovascular disorders."}, {"pubmed": 22048453, "text": "These data demonstrate that the HO-1 GT(n) microsatellite polymorphism is associated with higher levels of HO-1 expression and that this pathway may have important effects on the association between inflammation and HIV replication."}, {"pubmed": 22078849, "text": "study suggests that both a reduction of HO-1 expression in epithelial cells and an increase of infiltration of macrophages positive for HO-1 are related to the epithelial damage of chronic rhinosinusitis with eosinophilic infiltration."}, {"pubmed": 22088544, "text": "Nineteen different alleles, ranging from 17 to 39 repeats, with (GT)(23) and (GT)(30) being the most common ones, were identified in heme oxygenase-1 promoter region in a Greek cohort ."}, {"pubmed": 22095074, "text": "Cis-GS upregulated the transcription and protein expression of HO-1 to a greater extent than did trans-GS."}, {"pubmed": 22099756, "text": "FasL and HO-1 overexpression have beneficial effects in pancreatic islet transplantation"}, {"pubmed": 22123460, "text": "protective HO1 promoter polymorphism correlates with a lower coronary artery plaque burden"}, {"pubmed": 22137262, "text": "Data suggest that dietary factors (here, flavonoid epigallocatechin gallate) can induce HO-1 expression in vascular endothelium (here, primary aortic endothelial cells) via MAP kinase signaling and Nrf-2 [nuclear factor (erythroid-derived)-like 2]."}, {"pubmed": 22138245, "text": "Taken together with the biochemical function of HO-1 that catalyzes heme into CO and bilirubin, HO-1 expression may improve the circulation and compensate with oxidative tissue damages induced by hypoxia."}, {"pubmed": 22142473, "text": "we have provided evidence that in neuroblastoma cells, the Nrf2/HO-1 axis plays a crucial role as a protective factor against cellular stress"}, {"pubmed": 22147556, "text": "HO-1, a metabolically active enzyme in the papilla, but not in the pulp, inhibited the iNOS enzyme."}, {"pubmed": 22155307, "text": "HO-1 decreases the production of relevant inflammatory and catabolic mediators that participate in osteoarthritis (OA) pathophysiology, thus eliciting protective effects in OA osteoblasts."}, {"pubmed": 22158875, "text": "Interleukin-19 (IL-19) induces heme oxygenase-1 (HO-1) expression and decreases reactive oxygen species in human vascular smooth muscle cells."}, {"pubmed": 22200625, "text": "HO-1 system may function as a crucial negative regulator in the modulation of inflammatory proces"}, {"pubmed": 22203790, "text": "Quercetin protects primary human osteoblasts from cigarette smoke induced damage. Inhibition of HO-1 reverses protective effects of quercetin."}, {"pubmed": 22212955, "text": "No association between sporadic colorectal cancer risk and individual HMOX1 gene variants was observed."}, {"pubmed": 22264017, "text": "Heme oxygenase-1 may be a useful biomarkers of exposure to amphiphilic polymer-coated CdSe/ZnS quantum dots."}, {"pubmed": 22271370, "text": "The findings of this study suggest that long (GT)n repeats in the HO-1 gene promoter are associated with a higher risk of malignant mesothelioma in the Japanese population."}, {"pubmed": 22276118, "text": "Two phenyl moieties are each stabilized by distinct hydrophobic pockets. This \"double-clamp\" binding offers additional inhibitor stabilization and provides a new route for improvement of human heme oxygenase inhibitors."}, {"pubmed": 22290142, "text": "long (GT)n repeats in the microsatellite polymorphism region of the HMOX1 gene, the Hp2 allele, and the Hp2.2 genotype were associated with symptomatic malaria."}, {"pubmed": 22302482, "text": "Data indicate that heme oxygenase-1 (HO-1) may serve as a clinically useful biomarker of colon cancer and as a target for anticolon cancer drugs."}, {"pubmed": 22323644, "text": "Enhanced TALH HO-1 attenuated the hypertension induced by Ang II delivered by an osmotic minipump for 10 days (139 +/- 3 versus 153 +/-2 mmHg in the transgenic and control mice"}, {"pubmed": 22330859, "text": "The effects of 17beta-estradiol (E) (10, 40 nM) on 2 vasoprotective pathways, i.e. cyclooxygenase-2 (COX-2)-dependent prostanoids and the antioxidant heme oxygenase-1 (HO-1), in human umbilical vein endothelial cells, were studied."}, {"pubmed": 22338608, "text": "Results suggest that HMOX1 (GT)n polymorphism was associated with susceptibility to childhood-onset systemic lupus erythematosus but not with juvenile rheumatoid arthritis in Mexican individuals."}, {"pubmed": 22418244, "text": "HO-1 protein is upregulated in epithelial malignant cells in non-small cell lung cancer and its expression is associated with higher stages of the disease"}, {"pubmed": 22427825, "text": "Elevated plasma HO-1 concentration is significantly associated with increased odds ratios for impaired glucose regulation."}, {"pubmed": 22438807, "text": "HMOX1 gene promoter alleles and high HO-1 levels are associated with severe malaria in Gambian children."}, {"pubmed": 22461696, "text": "Heme oxygenase-1 promotes the persistence of Leishmania chagasi infection."}, {"pubmed": 22490514, "text": "HO-1 may have multiple effects on protection against carcinogenesis and progression in gastric cancer."}, {"pubmed": 22503972, "text": "These findings point to three novel functions of STC2, and suggest that STC2 interacts with HO1 to form a eukaryotic 'stressosome' involved in the degradation of heme."}, {"pubmed": 22541814, "text": "Interaction between thrombin and protease-activated receptors increases heme oxygenase-1 expression in synovial fibroblasts."}, {"pubmed": 22542718, "text": "Data show hsp70-2 (+1267A/G) polymorphism was significantly associated with chronic obstructive pulmonary disease (COPD), but no association for hsp70-hom (+2437T/C), TNF-alpha (+489G/A) and HMOX-1 (number of GT repeats) polymorphisms were found."}, {"pubmed": 22545110, "text": "Proteolytic regulation and nuclear translocation under hypoxic conditions is specific for HO-1.  NADPH cytochrome P450 reductase prevents this translocation and promotes oligomerization of HO-1."}, {"pubmed": 22549002, "text": "increased protein levels in the hippocampus of Alzheimer disease subjects"}, {"pubmed": 22559824, "text": "HO-1 and HO-2 contribute little in the pathophysiology of adenomyosis."}, {"pubmed": 22573121, "text": "Using a human model opposite to hypertension, this study provides information on the relationships between CGRP, heme oxygenase-1, FMD, major clinical and biochemical factors involved in cardiovascular disease, and EPC-specific populations"}, {"pubmed": 22578468, "text": "Stress-responsive HO-1 induction develops without autophagic alteration in motor cortex of TDP-43 A315T transgenic mice."}, {"pubmed": 22578957, "text": "analysis of the microsatellite polymorphism in haem oxygenase 1 gene promoter in multiple sclerosis"}, {"pubmed": 22579918, "text": "There is a novel and coordinated adaptive response of nonerythroid cells to sustained HO-1 induction that has an impact on cellular iron homeostasis."}, {"pubmed": 22580187, "text": "HO-1 is up-regulated in head and neck squamous cell carcinomas and that nuclear localization of HO-1 is associated with malignant progression in this tumor type."}, {"pubmed": 22583702, "text": "Heme oxygenase microsatellite polymorphism is not associated with oxidative stress, glycemic control, and complication development in type 2 diabetes."}, {"pubmed": 22587389, "text": "study found a significant decrease in HO-1 expression, specifically in monocytes from patients with systemic lupus erythematosus suggesting that an imbalance of monocyte function could be partly the result of a decrease in HO-1 expression"}, {"pubmed": 22594519, "text": "Review of the role that HO-1 plays in placental vasculature development and how HO-1 deficiency may contribute to pregnancy complications, such as fetal growth restriction, pre-eclampsia, spontaneous abortions and premature births."}, {"pubmed": 22609818, "text": "rs2071746 in HO-1 gene, rs1330344 in COX-1 gene contribute to resistance to aspirin."}, {"pubmed": 22613607, "text": "While affected by HIF-1, HO-1 up-regulation promotes the expression of HIF-1 and the down-regulation of HO-1 suppresses the expression of HIF-1 gene."}, {"pubmed": 22630328, "text": "Data suggest that urinary heme oxygenase-1 (uHO-1) level could be a potential biomarker for evaluating the progression of obstructive nephropathy."}, {"pubmed": 22666428, "text": "no association between HMOX1 variants and the pathogenesis of pancreatitis"}, {"pubmed": 22670665, "text": "In this study, examined the expression of HO-1 in B16F10 melanoma and 4T1 breast cancer cells after cell exposure to proteasome inhibitors."}, {"pubmed": 22682876, "text": "Data show that erum concentrations of HO-1, sCD163 and IL-10 in systemic juvenile idiopathic arthritis (s-JIA) patients were markedly elevated in the active phase."}, {"pubmed": 22689053, "text": "the tumorigenic role of HO-1 and the importance of TRC8-mediated HO-1 degradation in the control of cancer growth"}, {"pubmed": 22698995, "text": "let-7 miRNA directly acts on the 3'-UTR of Bach1 and negatively regulates expression of this protein, and thereby up-regulates HMOX1 gene expression."}, {"pubmed": 22750196, "text": "Understanding how HO-1 mediates cardiorespiratory responses could provide important insights into clinical syndromes such as obstructive sleep apnea--{REVIEW}"}, {"pubmed": 22776971, "text": "The current study reports increased levels of both HO-1 and BVR-A in plasma from probable Alzheimer disease patients, as a result of the increased oxidative environment."}, {"pubmed": 22842631, "text": "These data demonstrated that globular adiponectin prevents ethanol-induced apoptosis in HepG2 cells via HO-1 induction and revealed a novel biological response of globular adiponectin in the protection of liver injury from alcohol consumption."}, {"pubmed": 22843690, "text": "analysis of filament formation of the FtsZ/tubulin-like protein TubZ from the Bacillus cereus pXO1 plasmid [TubZ]"}, {"pubmed": 22849380, "text": "data showed that cirrhotic patients carrying both HO-1 AS and vascular endothelial growth factor GT risk haplotypes have high probability of esophageal varices bleeding compared with those not carrying the above risk haplotypes."}, {"pubmed": 22875919, "text": "This study demonistrated that Schizophrenia-like features in transgenic mice overexpressing human HO-1 in the astrocytic compartment."}, {"pubmed": 22879597, "text": "The heme oxygenase 1 inducer (CoPP) protects human cardiac stem cells against apoptosis through activation of the extracellular signal-regulated kinase (ERK)/NRF2 signaling pathway and cytokine release"}, {"pubmed": 22881289, "text": "Sustained upregulation of HMOX1 in astrocytes promotes pathological brain iron deposition and oxidative mitochondrial damage."}, {"pubmed": 22901690, "text": "HO-1 plays a down-regulatory role in NF-kappaB nuclear translocation"}, {"pubmed": 22939811, "text": "These findings support the hypothesis that NAFLD is an important process for hepatocyte oxidative stress and injury in liver diseases. They also suggest that HCV can repress HO-1 induction in vivo even when other inducers of HO-1 are present."}, {"pubmed": 22945906, "text": "Peroxisome proliferator-activated receptor delta agonist attenuates nicotine suppression effect on human mesenchymal stem cell-derived osteogenesis and involves increased expression of heme oxygenase-1."}, {"pubmed": 22959128, "text": "Results support a key role for the heme oxygenase system in protecting patients at increased risk for thrombosis."}, {"pubmed": 22966170, "text": "We provide evidence that genetic variation in HMOX1 is associated with decreased rates of hospitalization for acute chest syndrome, but not pain, in patients with Sickle cell disease"}, {"pubmed": 22989377, "text": "HMOX1 overexpression leads to enhanced destruction of heme, induction of ferritin and compensatory increase of heme synthesis."}, {"pubmed": 23010497, "text": "On proteasome inhibition HDAC6 deacetylates p38, allowing the subsequent phosphorylation of p38 and resultant activation of NRF-2 to induce expression of HO-1."}, {"pubmed": 23046979, "text": "DATTS activates the ROS-eIF2alpha/Nrf2 HO-1 signaling cascades leading to the up-regulation of HO-1."}, {"pubmed": 23051580, "text": "Authors show that nitric oxide and haemin, two inducers of HO-1, decrease the level of phosphorylated CagA in Helicobacter pylori-infected gastric epithelial cells."}, {"pubmed": 23052192, "text": "Hard-metal (WC-Co) particles trigger a signaling cascade involving p38 MAPK, HIF-1alpha, HMOX1, and p53 activation in human peripheral blood mononucleated cells."}, {"pubmed": 23055342, "text": "HO-1 is a poor prognostic predictor and its over-expression may increase the metastatic potential of non-small cell lung cancer"}, {"pubmed": 23074199, "text": "These results indicate that osteopontin activates Nrf2 signaling, resulting in enhanced HO-1 expression and cell migration in glioma cells."}, {"pubmed": 23087099, "text": "Results suggest the therapeutic potential of HO-1 for prevention of adverse effects in critical limb ischaemia."}, {"pubmed": 23090292, "text": "HSP72 and HSP32 were significantly increased in monocytes and lymphocytes from 45 min post-exercise."}, {"pubmed": 23092328, "text": "both HO-1 and BCRP protect against heme-induced toxicity and may thus form novel therapeutic targets for heme-mediated pathologies"}, {"pubmed": 23097500, "text": "Using X-ray crystallography, the structures of several complexes of HO-1 with novel inhibitors have been elucidated, which provided insightful information regarding the salient features required for inhibitor binding."}, {"pubmed": 23103292, "text": "HO-1 gene expression is upregulated by anti-dengue virus nonstructural protein-1 antibodies via activation of a redox-dependent PDI/PI3K/Akt-mediated pathway in human ECs."}, {"pubmed": 23114386, "text": "Serum heme oxygenase-1 was associated with more rapid decline in lung function in patients with chronic silicosis."}, {"pubmed": 23123430, "text": "Vascular endothelial inflammation was inhibited by inducing heme oxygenase-1."}, {"pubmed": 23139759, "text": "Serum HO-1 concentrations were inversely associated with subsequent gestational diabetes mellitus risk."}, {"pubmed": 23150184, "text": "HO-1 has a critical role in the modulation of peritoneal fibrosis, and, more important, the suppression of epithelial-to-mesenchymal transition"}, {"pubmed": 23158494, "text": "HO-1 plays an anti-apoptotic role in human bone marrow mesenchymal stem cells."}, {"pubmed": 23221079, "text": "HO-1 protein was upregulated by treatment with both hydrogen peroxide and light for retinal pigment epithelial cells."}, {"pubmed": 23226098, "text": "interaction between STAT3 and HO-1 abrogates STAT3 activation, and in this way, HO-1 induction represses AR activity, affecting PCa cells tumorigenicity."}, {"pubmed": 23238643, "text": "early stage of exposure to IH-induced oxidative and inflammatory stresses leading to acceleration of cell apoptosis via NF-kappaB and Nrf2/HO-1 pathways"}, {"pubmed": 23255485, "text": "Genistein up-regulated HO-1 and Glutamate-Cysteine Ligase expression through the EKR1/2 and PKC /Nrf2 pathways during oxidative stress."}, {"pubmed": 23288142, "text": "Docosahexaenoic acid inhibits matrix metalloproteinase-9 expression, mediated by heme oxygenase 1,in 12-O-tetradecanoylphorbol -13-acetate-induced MCF-7 human breast cancer cells."}, {"pubmed": 23293173, "text": "Carotid ultrasound and HO-1 polymorphism improve coronary atherosclerosis prediction."}, {"pubmed": 23324179, "text": "expression induced by activation of AMP-activated protein kinase, which inhibits epithelial-mesenchymal transition in renal fibrosis"}, {"pubmed": 23345623, "text": "Length polymorphisms of heme oxygenase-1 determine the effect of far-infrared therapy on the function of arteriovenous fistula in hemodialysis patients."}, {"pubmed": 23347118, "text": "Suggest anandamide and FAAH as direct modifiers in signalling mediated activation of Nrf2-HO-1 pathway."}, {"pubmed": 23392716, "text": "In conclusion, induction of HO-1 over-expression alone is not enough to protect PECs from human xenoantibodies and complement-mediated humoral injury."}, {"pubmed": 23403148, "text": "collective actions of the heme breakdown metabolites generated by HO-1 offer protection against cytotoxicity, inflammation, hypoxia and other forms of cellular stress that are central to the pathogenesis of severe pre-eclampsia[review]."}, {"pubmed": 23403272, "text": "Paeoniflorin protected EA.hy926 cells against radiation-induced injury through the Nrf2/HO-1 pathway."}, {"pubmed": 23406266, "text": "HO-1 induction in either healthy or osteoarthritic chondrocytes is able to offset the catabolic and anti-anabolic actions of inflammatory cytokines, and it exerts stronger anti-inflammatory and chondroprotective effects in hypoxic conditions."}, {"pubmed": 23406650, "text": "Promoter polymorphism of HMOX1 do not affect genetic susceptibility in systemic sclerosis."}, {"pubmed": 23412940, "text": "Upregulation of HO-1 is accompanied by activation of p38MAPK and mTOR in human oesophageal squamous carcinoma cells"}, {"pubmed": 23423194, "text": "findings suggest that the cytoprotective effects of HO-1 are mediated by suppression of TNF/TNFR1-mediated apoptotic signaling, specifically by modulating apoptotic DISC formation and mitochondrial TNFR1 translocation during hepatic ischemia/reperfusion."}, {"pubmed": 23430116, "text": "the frequency of GT microsatellite repeat polymorphism in HO-1 in Croatian individuals with confirmed and excluded abdominal aortic aneurysm, was determined."}, {"pubmed": 23437133, "text": "In conclusions, HO-1 gene promoter polymorphisms were associated with atrial fibrillation recurrence after catheter ablation."}, {"pubmed": 23454680, "text": "Inhibition of Nrf2/HO-1 leads to more alpha-syn aggregation and greater toxicity induced by iron, creating a vicious cycle of iron accumulation, alpha-syn aggregation and HO-1 disruption in PD."}, {"pubmed": 23521418, "text": "HO-1 deficiency causes an inflammatory immune reaction and diminished expression of protective molecules in trophoblasts"}, {"pubmed": 23526997, "text": "HIF-1alpha and HO-1 levels in elderly patients undergoing non-cardiac surgery were significantly higher in the group with postoperative adverse cardiac events at each time point."}, {"pubmed": 23536693, "text": "These results demonstrate that Mycoplasma fermentans MALP-2 induces HO-1 expression via MAPKs and Nrf2 pathways and, furthermore, that MALP-2-induced COX-2 expression was modulated by HO-1 in THP-1 cells."}, {"pubmed": 23567851, "text": "Anti-oxidant response element (ARE)-binding activity of Nrf2 for heme ocygenase-1 (HO-1) was demonstrated."}, {"pubmed": 23569422, "text": "the potential roles of ERK, p 38 MAPK and JNK in the regulation of propofol-induced endogenous HO-1 expression in SH-SY5Y cells were estimated by Western blotting assays"}, {"pubmed": 23571756, "text": "The results implicate Nrf2-dependent Z-DNA formation in HO-1 transcriptional activation."}, {"pubmed": 23580430, "text": "HCMV infection influences Nrf2 expression and activates HO-1 expression through Nrf2."}, {"pubmed": 23583371, "text": "findings indicated that HO-1 might have an angiogenic effect in CNV through modulation of VEGF expression and might be a potential target for treating CNV"}, {"pubmed": 23602216, "text": "showed that shorter (GT)n repeat in the HO-1 gene promoter were associated with a lower Jeopardy severity score in patients with significant coronary artery disease"}, {"pubmed": 23606537, "text": "results demonstrate the counterregulatory heme oxygenase-1/CO pathway, which is critical in balancing and limiting the inflammatory response, is defective in cystic fibrosis macrophages through a CAV-1-dependent mechanism, exacerbating the cystic fibrosis macrophage response to lipopolysaccharide"}, {"pubmed": 23615401, "text": "Transfection with HO-1 small interfering RNA knocked down the HO-1 expression and reversed the inhibition of MMP-9 expression by AP."}, {"pubmed": 23617628, "text": "Interplay between HMOX1 and miR-378 significantly modulates non-small cell lung carcinoma progression and angiogenesis."}, {"pubmed": 23660665, "text": "We suggest that atheroma plaques show a more pronounced induction of CD163 and HO-1."}, {"pubmed": 23665328, "text": "A novel role is identified for HO-1 in the modulation of host immune response against HIV human immunodeficiency virus-type-1 infection of human monocyte-derived macrophages."}, {"pubmed": 23671274, "text": "Data suggest a pathway in which thioredoxin (Trx) acts as a tonic, endogenous regulator of Cav3.2 channels, while heme oxygenase-1 (HO-1)-derived carbon dioxide (CO) disrupts this regulation, causing channel inhibition."}, {"pubmed": 23714423, "text": "HO-1 expression is reduced in peripheral blood mononuclear cells of multiple sclerosis patients."}, {"pubmed": 23716558, "text": "SNPs in the HMOX1 promoter were associated with development of inhibitory antibodies to therapeutic factor VIII in severe hemophilia A."}, {"pubmed": 23720344, "text": "cytosolic HO-1- and Mito-HO-1-expressing cells were protected against hypoxia-dependent cell death and loss of mitochondrial membrane potential"}, {"pubmed": 23725037, "text": "Polymorphism in the HMOX1 gene is associated with high levels of fetal hemoglobin in Brazilian patients with sickle cell anemia."}, {"pubmed": 23728734, "text": "In a representative European Caucasian cohort of alcoholic liver disease patients, microsatellite (GT)n repeat variant polymorphism in the promoter of the HO-1 gene was not associated with the presence of the disease or its severity."}, {"pubmed": 23737527, "text": "Data indicate that transcription factors MafK and Bach1 regulate expression of heme oxygenase-1 (HO-1)."}, {"pubmed": 23739547, "text": "Nrf2/HO-1 signaling is required for the regulation by tBHQ of ABCA1 expression and cholesterol efflux in macrophage-derived foam cells and an antiatherogenic role of tBHQ is suggested."}, {"pubmed": 23792437, "text": "We believe that a dysfunctional HO-ferritin system leads to increased levels of proinflammatory mediators, thus contributing to the inflammation characteristic of pterygia."}, {"pubmed": 23813560, "text": "Chronic hemodialysis patients with longer lengths of guanosine thymidine dinucleotide repeats in the heme oxygenase-1 gene promoter exhibit higher inflammation"}, {"pubmed": 23840483, "text": "Downregulation of Nox4 activity by HO-1 induction appears to be mediated by carbon monoxide."}, {"pubmed": 23877636, "text": "(GT)n repeat of HO-1 gene is highly polymorphic in distribution, ranging in length from 15 to 40. Shorter (GT)n repeat (<20) is an independent risk factor for neonatal hyperbilirubinemia risk in neonates."}, {"pubmed": 23893806, "text": "demonstrated that Heme Oxygenase-1 contributed to the up-regulation of CD4+CD25+CD127low/- regulatory T cells mediated by mesenchymal stem cells in asthma"}, {"pubmed": 23919806, "text": "The expression of YY1 significantly correlates with that of HO-1 in esophageal squamous cell carcinoma tissues."}, {"pubmed": 23925400, "text": "The Bcl-2 and HO-1 proteins seem to have important roles in the antiangiogenic environment of preeclampsia."}, {"pubmed": 23939757, "text": "we discuss the role of a potential regulatory feedback loop between HMOX1 and miRNAs in pathological processes based on recently published data"}, {"pubmed": 23981612, "text": "Overexpression of HO-1 promotes Caco-2 cell proliferation and migration by targeting the CTNND1 gene."}, {"pubmed": 24038461, "text": "elevated HO-1 expression in chondrocytes is protective of cartilage in inflamed joints but may otherwise suppress matrix turn over."}, {"pubmed": 24053646, "text": "Data indicate that Compound 1 activated the expression of Nrf2-regulated ARE, HO-1, and NQO-1 and facilitate nuclear translocation of Nrf2."}, {"pubmed": 24053682, "text": "The role of HO-1 in cell differentiation and HO-1-dependent signal transduction pathways. [Review]"}, {"pubmed": 24075775, "text": "DHA-induced, ROS-dependent upregulation of HO-1 attenuates oxidative stress, UPR and apoptosis in DHA-treated human pulmonary artery vascular smooth muscle cells"}, {"pubmed": 24098580, "text": "Alternative 5' untranslated regions are involved in expression regulation of human HMOX1."}, {"pubmed": 24109237, "text": "Overexpression of HO-1 significantly attenuated Ebola virus growth."}, {"pubmed": 24117426, "text": "Andrographolide has the potential to control HCV replication and suggest that targeting the Nrf2-HO-1 signalling pathway might be a promising strategy for drug development."}, {"pubmed": 24131232, "text": "The role of HO-1 in the vascular endothelium. [Review]"}, {"pubmed": 24140555, "text": "HO may be involved in the regulation of heart tissue inflammation and could be a potential target in conceiving future therapeutic approaches for Chagas disease."}, {"pubmed": 24147608, "text": "The immunomodulatory function of HO-1 in the mononuclear phagocyte system. [Review]"}, {"pubmed": 24180257, "text": "Significance of the cross-talk between heme oxygenase-1 and its products with other metabolic pathways. [Review]"}, {"pubmed": 24180287, "text": "The ability of HMOX1 to be induced by a variety of stressors, in an equally wide variety of tissues and cell types, represents an obstacle for the therapeutic exploitation of the enzyme. [Review]"}, {"pubmed": 24180608, "text": "The role and regulation of HO-1 in the diseased state. [Review]"}, {"pubmed": 24180625, "text": "Expression of nerve growth factor and heme oxygenase-1 predict poor survival of breast carcinoma patients."}, {"pubmed": 24200599, "text": "The cellular stress response or cytoprotective signaling mediated via the Nrf2-HO-1 axis is hijacked by cancer cells for their growth advantage and survival of anticancer treatment. (Review)"}, {"pubmed": 24201221, "text": "The inflammatory and antioxidant response and the relationship with the HMOX1 levels and HMOX1 polymorphism in Mexican septic pediatric patients."}, {"pubmed": 24211270, "text": "The induction of HMOX1 suppresses the proliferation of breast cancer cells through its byproduct carbon monoxide."}, {"pubmed": 24226420, "text": "5-LO disruption improves wound healing and alters fibroblast function by an antioxidant mechanism based on HO-1 induction."}, {"pubmed": 24234335, "text": "our results corroborate the higher frequency of HO-1 protein expression in gliomas than in normal brain"}, {"pubmed": 24239896, "text": "Induction of HO-1 via the reactive oxygen species (ROS)-Nrf2 pathway counteracts the anti-proliferative and inflammatory actions of contrast media-induced endothelial and organ dysfunction."}, {"pubmed": 24300974, "text": "GA could inhibit NF-kappaB and MAPK/HO-1 signalling pathways."}, {"pubmed": 24320035, "text": "HO-1 plays an important role in contributing to metabolic control."}, {"pubmed": 24366007, "text": "these results suggest that nutlin-3 induces HO-1 expression via the activation of both JNK which is dependent on ROS generated by p53 translocated to the mitochondria and p38 MAPK which appears to be stimulated by a ROS-independent mechanism"}, {"pubmed": 24413553, "text": "Brain tumor patients had carboxyhemoglobin concentrations of 1.5% +/- 0.5% (mean +/- SD), indicative of HO-1 upregulation"}, {"pubmed": 24440642, "text": "HO-1 promotes mitochondrial damage and corpora amylacea biogenesis in astrocyte cultures and in the intact aging brain."}, {"pubmed": 24456890, "text": "Nrf-2 translocation could play a part in induction of Nrf-2-HO-1-HMGB1 axis regulation in myocardial reperfusion injury."}, {"pubmed": 24485305, "text": "study showed that the objective stress perception together with (GT)n promoter repeat polymorphism in the HO1 gene influence eating disorder pathology or stress-related disorders"}, {"pubmed": 24497084, "text": "These results show that shTNFRI-Fc and HA-hHO-1 TG pigs generated by the F2A self-cleaving peptide express both shTNFRI-Fc and HA-hHO-1 molecules, which provides protection against oxidative and inflammatory injury"}, {"pubmed": 24500083, "text": "demonstrate a functional link between HO-1 gene expression and PECAM-1 in endothelial cells, which might play a critical role in the regulation of inflammation"}, {"pubmed": 24512908, "text": "Our results thus indicate that the glutathionylation of p65 is likely to be responsible for CO-mediated NF-kappaB inactivation and that the HO-1-dependent pathway may prolong the inhibitory effects of CO donors upon TNFalpha treatment of ECs."}, {"pubmed": 24553299, "text": "Suggest that beta-ENaC mediates cytotrophoblast migration and increasing beta-ENaC expression by HO-1 induction enhances migration."}, {"pubmed": 24568186, "text": "upregulation of p53 and p21 via HO-1 induction and subsequent release of iron with accumulation of H-ferritin may confer resistance to oxidative damage in cancer cells frequently challenged by redox-cycling anticancer drugs."}, {"pubmed": 24585089, "text": "Lower circulating HO-1 is associated with a higher risk of PCOS in non-obese women, in a dose-related manner."}, {"pubmed": 24607880, "text": "Results suggest that the increase in iNOS and HO-1 mRNAs expression in cumulus cells is a negative index of oocyte fertilizability."}, {"pubmed": 24612419, "text": "Findings suggest a positive association among intraleaflet hemorrhage, neovascularization, and enhanced expression of CD163 and HO-1 as a response to intraleaflet hemorrhage in stenotic aortic valves in AS patients undergoing HD."}, {"pubmed": 24613679, "text": "The Bach1-dependent repression of the HO-1 expression is under the control of the Hx-dependent uptake of extracellular heme"}, {"pubmed": 24616552, "text": "induction of HO-1 by CO-RM2 exerted anti-inflammatory and antioxidant effects which are required in concert to prevent the activation of NF-kappaB leading to induction of various inflammatory genes implicated in the pathogenesis of RA"}, {"pubmed": 24636201, "text": "Data revealed that HO-1 is overegulated in cancer tissues of renal cell carcinomas patients through the downregulation of MAT2A, its repressor."}, {"pubmed": 24655000, "text": "Data suggest HMOX1 contributes to inhibition of inflammation in cancer cells; some HMOX1 epitopes are found exclusively on tumor tissue; targeted inhibition of HMOX1 may cause tumor cells to become more sensitive to chemotherapy. [REVIEW]"}, {"pubmed": 24670375, "text": "We performed a systematic review and meta-analysis of heme oxygenase 1 gene (HO-1) promoter polymorphisms and susceptibility to coronary artery disease (CAD) based on eligible studies retrieved from electronic databases from 2002 to 2013."}, {"pubmed": 24690955, "text": "The HO-1 (A-413T) polymorphism had no effect on serum bilirubin levels or graft outcomes."}, {"pubmed": 24694788, "text": "Transfer of HO-1 gene by adenoviral vector exerts a protective effect including anti-inflammation and organ protection by enhancing the vector expression of HO-1 in severe acute pancreatitis."}, {"pubmed": 24733848, "text": "studies indicated recruitment of Brd2 and Brd4 to Nrf2-binding sites on the promoters of heme oxygenase-1 and NADPH quinone oxidoreductase 1."}, {"pubmed": 24752012, "text": "Higher HMOX1 expression correlated with higher expression of Bach-1 (Spearman's rho = 0.586, p = 0.000001) and miR-122 (Spearman's rho = 0.270, p = 0.014059)."}, {"pubmed": 24762402, "text": "A greater number of guanosine thymidine dinucleotide repeats in the heme oxygenase-1 gene promoter is associated with higher risk for kidney disease, cardiovascular events, and mortality among patients with coronary artery disease."}, {"pubmed": 24786516, "text": "miR-320a has a role in modulating the induction of HO-1, GCLM and OKL38 by oxidized phospholipids in endothelial cells"}, {"pubmed": 24799610, "text": "In conclusion, the GTn long allele seems to predispose to late-onset, less severe form of preeclampsia."}, {"pubmed": 24801208, "text": "Knockdown of KLF2 or HO-1 abrogated effects of statins on HCV replication."}, {"pubmed": 24813593, "text": "HO-1 is an effective mechanism for reducing acute myocardial stress such as excess beta-adrenergic activity. However, in our age and pressure overload models, HO-1 showed detrimental rather than therapeutic effects in the development of heart failure."}, {"pubmed": 24819505, "text": "action of thymidine phosphorylase in non-small cell lung cancer: crosstalk with Nrf2 and HO-1"}, {"pubmed": 24931165, "text": "Results show that nuclear HO-1 promoted cancer cell growth and aggressiveness independently of its enzymatic activity."}, {"pubmed": 24957789, "text": "HO-1, S100A4, and SYND1 expressions have prognostic value in primary non-muscle-invasive bladder cancer (NMIBC)."}, {"pubmed": 24969894, "text": "There was no association between HO-1 (GT)n repeat polymorphism and the cancer risk."}, {"pubmed": 24995976, "text": "Study shows that HO-1 drives insulin resistance in mouse and man; in matched biopsies from \"healthy\" versus insulin-resistant obese subjects we find HO-1 to be among the strongest positive predictors of metabolic disease in humans."}, {"pubmed": 25016572, "text": "This study demonistrated that Association of heme oxygenase-1 gene rs2071746 polymorphism with vascular outcomes in patients with atherosclerotic stroke."}, {"pubmed": 25023856, "text": "Site-directed mutagenesis on HO-1 probes the reduction of Fe(IV)=O(Por(.+)) by tyrosine residues within 11 A of the prosthetic group. In HO-1, Y58. is implicated as the most likely site of oxidation, based on the pH and pD dependent kinetics."}, {"pubmed": 25036905, "text": "Patients with necrotizing disease more often had the LL (>27 GT repeats)genotype vs those with edematous acute pancreatitis. The L/L allele doubles the risk of pancreatic necrosis in patients with acute pancreatitis."}, {"pubmed": 25063314, "text": "The clinical correlations of HO-1 were regulated by a complex mechanism that depended on smoking intensity."}, {"pubmed": 25069505, "text": "The induction of HO-1 by hemin attenuates lipopolysaccharide-induced inflammatory damage in human gingival epithelial cells."}, {"pubmed": 25109682, "text": "new insight into how MSU-induced gouty inflammation is mediated by specific mechanisms that are involved in the Nrf2/Ho-1 antioxidant signaling pathway"}, {"pubmed": 25110805, "text": "serum levels increased in patients with pre-eclampsia compared with normotensive pregnant women"}, {"pubmed": 25122478, "text": "results suggest that the c-Src, NADPH oxidase, PI3K, and Akt signaling pathways play important roles in EGF-induced NF-kappaB activation and HO-1 expression in HT-29 cells"}, {"pubmed": 25150395, "text": "Slow freezing more effectively up-regulates HO-1 expression and down-regulates ROS than vitrification during cryopreservation of seminiferous tubules."}, {"pubmed": 25162226, "text": "Induction of Prx1 by hypoxia regulates heme oxygenase-1 via NF-kappaB in oral cancer."}, {"pubmed": 25187885, "text": "The HMOX1 genotypes were not found to be associated with CAD, but the short allele carrier group contained more individuals with hsCRP values reflecting low risk of cardiovascular disease in the Korean population."}, {"pubmed": 25196646, "text": "These results suggest an important role of HO-1 in the modulation of adaptive immune responses."}, {"pubmed": 25199502, "text": "evaluate the combined effect of the four transcription factors on HMOX1 expression and the resulting alleviation of stress"}, {"pubmed": 25201427, "text": "HO-1 gene promoter polymorphism may be associated with diastolic blood pressure, mean arterial pressure, body mass index and anthropometric measures."}, {"pubmed": 25202977, "text": "HO-1 is a protective host factor against HIV-mediated neurodegeneration; HO-1 deficiency contributes to this degeneration"}, {"pubmed": 25207998, "text": "illustrated and reviewed the biological function of HO-1 and the use of UVA1 wavebands (340-400 nm) for phototherapy; the potential use of HO-1 induction in UVA therapy of morphea is also discussed"}, {"pubmed": 25218961, "text": "Findings indicate a differential impact of HO-1 on patterns of brain sterol and redox homeostasis that is contingent on the presence or absence of Alzheimer's disease-like neuropathology"}, {"pubmed": 25231232, "text": "For the first time, we verified that endoplasmic reticulum and mitochondrial apoptotic pathways were activated by small interfering RNA that targeted-silenced the expression of HO-1 in AML-M2 Kasumi-1 cells"}, {"pubmed": 25236576, "text": "our results demonstrate an antitumoral role of HO-1 in colorectal cancer and points to the importance of p53 status in this antitumor activity"}, {"pubmed": 25239913, "text": "results demonstrate that multiple regulatory factors, such as impaired TLR4 surface expression, increased intracellular iron, and decreased HIF-1alpha, downregulate HO-1 expression"}, {"pubmed": 25241054, "text": "The present current evidence indicates that HO-1 induction mediated by multiple pathways can drive the phenotypic shift to M2 macrophages"}, {"pubmed": 25262300, "text": "variations of HMOX1 might affect the downstream products biliverdin and bilirubin.But in this study, no contribution from HMOX1 was found"}, {"pubmed": 25262966, "text": "Overexpression of HO-1 in a subset of thyroid cancers is associated with tumour aggressiveness"}, {"pubmed": 25268359, "text": "The HO-1 microsatellite polymorphism may contribute to the genetic background of atrial fibrillation in Chinese-Taiwanese patients."}, {"pubmed": 25277974, "text": "In the steady state, HO-1 promoter genotypes, based on the length of (GT)n repeats, do not modulate heme catabolism or 3rd day bilirubin values in either G6PD-normal or -deficient neonates."}, {"pubmed": 25280089, "text": "The level of intrathecal CSF HO-1 at Day 7 post-subarachnoid hemorrhage can be an effective outcome indicator in patients with Fisher Grade III aneurysmal subarachnoid hemorrhage."}, {"pubmed": 25359861, "text": "Strong association between HO-1 variable number tandem repeat polymorphism and cardiovascular disease risk confined to subjects with a high number of repeats on both HO-1 alleles, resulting in accelerated atherogenesis and decreased antioxidant defense."}, {"pubmed": 25377948, "text": "regulated by TRIF signaling after DNCB skin sensitization"}, {"pubmed": 25404134, "text": "The study demonstrated that the regions adjacent to human HO-1 enhancers are actively transcribed into non-coding RNA which are required for HO-1 induction."}, {"pubmed": 25428780, "text": "This review examines the protective role of HO-1 and its downstream effectors in modulating inflammatory diseases of the upper (esophagus and stomach) and lower (small and large intestine) gastrointestinal tract, the liver, and the pancreas."}, {"pubmed": 25431258, "text": "Activating the NRF-2/HO-1 signaling pathway."}, {"pubmed": 25447985, "text": "Results point towards a vital cytoprotective role of HO-1/CO signaling after microglial activation, support a therapeutic potential of CO releasing chemical agents in the treatment of excessive inflammatory conditions in the CNS"}, {"pubmed": 25450361, "text": "involvement of specific virus-induced snRNAs and associated gene clusters suggests a novel HO-1-dependent host-defense pathway in poxvirus infection"}, {"pubmed": 25475440, "text": "The role of bilirubin in diabetes-associated vascular damage was studied."}, {"pubmed": 25486479, "text": "Data are consistent with a mechanism in which Fhit protein is required for accumulation of the transcriptional repressor of HMOX1, Bach1 protein."}, {"pubmed": 25501830, "text": "HO-1 protects against Alzheimer's amyloid-beta induced toxicity via carbon monoxide production."}, {"pubmed": 25530680, "text": "Myeloperoxidase oxidized LDL interferes with endothelial cell motility through miR-22 and heme oxygenase 1 induction"}, {"pubmed": 25574604, "text": "No interactions were found between diet or lifestyle and HMOX1 A-413T."}, {"pubmed": 25582460, "text": "Exogenous haptoglobin attenuated the HbA-induced HO-1 expression in renal proximal tubule cells."}, {"pubmed": 25585641, "text": "The HO-1 expression in Myelodysplastic syndrome patients with high-risk was higher than in low-risk patients."}, {"pubmed": 25608140, "text": "Transforming growth factor-beta1 preserves loss of epithelial barrier integrity caused by the stress of hypoxia-reoxygenation via a mechanism that may involve the upregulation of HO-1 transcription"}, {"pubmed": 25612606, "text": "Study showed that the immunoregulatory effect of HO-1 in individuals with acute coronary syndrome is mediated by the up regulation of LAP and GARP expression on activated T cells."}, {"pubmed": 25615876, "text": "cytoprotective effect of pPolyHb involves upregulating HO-1 and subsequently decreasing the phosphorylation of the JNK and p38 MAPK and ROS generation."}, {"pubmed": 25620054, "text": "HO-1 expression protected HMECs from diesel exhaust particle-induced prooxidative and proinflammatory effects."}, {"pubmed": 25625535, "text": "Infants carrying short alleles (< 22 (GT)n repeats) in the HMOX1 gene promoter region appear to be at a higher risk for developing neonatal hyperbilirubinemia."}, {"pubmed": 25638774, "text": "Induction of heme oxygenase-1 contributes to survival of Mycobacterium abscessus in human macrophage-like cells."}, {"pubmed": 25645920, "text": "Human c-Met can promote increased survival of renal cancer cells through the regulation of HO-1 and PD-L1."}, {"pubmed": 25652861, "text": "Mycoplasma genitalium LAMP negatively regulate TNF-alpha and IL-1beta secretion by inducing HO-1 expression in placental trophoblast cells."}, {"pubmed": 25656973, "text": "the findings in myometrium indicate HO-1 expression is increased with labour and exerts pro-inflammatory effects via NF-kappaB during cytokine- and Toll-like receptor ligand-induced inflammation."}, {"pubmed": 25661467, "text": "this study is the first to demonstrate that HG treatment of A549 human lung epithelial cells promotes tumor cell invasion and increases metastasis-associated protein expression by up-regulating HO-1 expression via ROS or the TGF-b1/PI3K/Akt signaling"}, {"pubmed": 25677507, "text": "Agonists of epoxyeicosatrienoic acids reduce infarct size and ameliorate cardiac dysfunction via activation of HO-1 and Wnt1 canonical pathway."}, {"pubmed": 25751573, "text": "The study did not find an association between the GT(n) tandem repeat of HO-1 and acute kidney injury (AKI) nor bronchopulmonary dysplasia/mortality. However, infants with TT genotype of the 413T>A SNP had lower incidence of AKI."}, {"pubmed": 25772769, "text": "In ovarian endometriomas the autophagic process is up-regulated, and suggesting signaling involving TP53/HO-1 pathway."}, {"pubmed": 25776458, "text": "The antioxidant enzyme HO-1 is up-regulated by myrosinase treated glucoerucin in HT-29 cells."}, {"pubmed": 25802333, "text": "the results support the anti-apoptotic role of HO-1 induced by NHE1 in the K562R cell line and IM-insensitive CML patients"}, {"pubmed": 25820186, "text": "Study correlated glial HO-1 overexpression with altered miRNA patterns, which have been linked to the aforementioned \"core\" neuropathological features"}, {"pubmed": 25822459, "text": "The number of HO-1 promoter GT(n) polymorphism is increased in both IDCM and CRF children with HF, but is unrelated to plasma markers of different pathological processes."}, {"pubmed": 25828744, "text": "A molecular role for HO-1 in inhibiting cell apoptosis, allowing it to be a potential target for treating acute myeloid leukemia."}, {"pubmed": 25835554, "text": "Obese children with longer GT repeats in the HO-1 gene promoter and insulin resistance were susceptible to nonalcoholic fatty liver disease."}, {"pubmed": 25864768, "text": "HO-1 protein is expressed in the cytosols of skin cancer cells."}, {"pubmed": 25883219, "text": "PKCepsilon-CREB-Nrf2 signalling induces HO-1 in the vascular endothelium and enhances resistance to inflammation and apoptosis."}, {"pubmed": 25888733, "text": "This current study did not find any evidence of association between HMOX1 promoter polymorphisms and malaria susceptibility or severe malaria and hence contradicts previous findings."}, {"pubmed": 25891083, "text": "Curcumin inhibits appoptosin-induced apoptosis in SH-SY5Y cells by upregulating the expression of HO-1."}, {"pubmed": 25921464, "text": "carbon monoxide-releasing molecule-2-induced heme oxygenase-1 protein and mRNA levels were inhibited by the inhibitor of c-Src"}, {"pubmed": 25933176, "text": "polymorphisms of HMOX1 and NQO1 genes are associated with a high risk of metabolic disorders."}, {"pubmed": 25956277, "text": "Significant association was found between short allele (SS + SL genotypes) and risk of gastric cancer, and also strong association was found between SS genotype and risk of gastric cancer metastasis."}, {"pubmed": 25962859, "text": "Data suggest activities of HO1 and NFE2L2 (nuclear factor erythroid 2 like 2) are regulated by dietary components; here, antioxidant dietary supplement, extract of Nelumbo nucifera leaves, up-regulates HO1 and NFE2L2 activities in hepatocytes."}, {"pubmed": 26011640, "text": "patients with subarachnoid hemorrhage have markedly higher HO-1 activity in CSF compared with that in patients with unruptured cerebral aneurysms."}, {"pubmed": 26011642, "text": "Upon loss of attachment in tumor cells, ATF4 activated a program of cytoprotective autophagy and antioxidant responses, including induced expression of heme oxygenase 1 (HO-1). Increased levels of HO-1 ameliorated oxidative stress and cell death."}, {"pubmed": 26041409, "text": "activation of Src/STAT3/HO-1/autophagy signaling pathway might play a general role in protecting certain subtypes of breast cancer cells from doxorubicin-induced cytotoxicity"}, {"pubmed": 26087182, "text": "HO-1 expression is functionally linked to the mediation of tumor progression and metastasis of colorectal cancer cells by inhibiting antitumor immunity."}, {"pubmed": 26091465, "text": "a weak association between HMOX1 rs2071746 polymorphisms and the risk to develop essential tremor in the Spanish population"}, {"pubmed": 26125799, "text": "Combined administration inhibited the cells most potently and time-dependently, decreased the expression of HO-1, and significantly increased the expression of ATF4, CHOP, and Ire-1 proteins expression levels"}, {"pubmed": 26142705, "text": "Studies indicate the role of heme oxygenase 1 (HMOX-1) in creating tolerogenic niches in sickness (tumorigenesis) and health (normally progressing pregnancies)."}, {"pubmed": 26143632, "text": "These results demonstrate that induction of HO-1 does not directly enhance adiponectin production or ameliorate the pro-inflammatory effects of TNFalpha and argue against a direct HO-1 - adiponectin axis."}, {"pubmed": 26173399, "text": "Linkage disequilibrium was observed between the HO-1 polymorphisms."}, {"pubmed": 26186946, "text": "induction of the HO-1/CO system by CO not only improves muscle mitochondrial density, but regulates myoglobin content, GLUT4 localization, and capillarity in accordance with current concepts of skeletal muscle plasticity"}, {"pubmed": 26218201, "text": "Overexpressions of HO-1, HIF-1a, and GLUT1 might be involved in the chemoresistance of AML. HO-1 is a potential target to overcome the drug resistance of AML."}, {"pubmed": 26227317, "text": "established a new function for BRCA1 in the survival and fate of prostate tumor cells, orchestrating oxidative stress and mounting a transcriptional regulatory machinery commanding HO-1 transcriptional activation"}, {"pubmed": 26238954, "text": "Increased frequency of a long GT repeat in the HMOX1 promoter was associated with late radiation effects in both African American and white populations."}, {"pubmed": 26244607, "text": "sensitizer-induced up-regulation of both the endogenous HMOX1 and the luciferase constructs under the control of the HMOX1-ARE or the full HMOX1 promoter appear to be under the control of both Nrf2 and Bach1."}, {"pubmed": 26269184, "text": "Induction of HO-1 deficiency and associated glutamate-mediated neurotoxicity is a highly conserved HIV phenotype of chronic macrophage infection that is resistant to antiretroviral therapy."}, {"pubmed": 26270345, "text": "HO-1 activity triggers the induction of ferritin and the latter is actually responsible for the cytoprotective effects of HO-1 activity."}, {"pubmed": 26277392, "text": "Most importantly, however, as detected by immunofluorescence and Western blotting, 2-nitro-IS induces the expression of heme oxygenase-1 and thereby the formation of ROS; most probably through the Fenton reaction."}, {"pubmed": 26283888, "text": "transcription activation of HO-1 resulting from the nuclear translocation of NFE2L2 is the underlying molecular mechanism for its high induction, which, in turn, is responsible for the resistance of human osteosarcoma cells to arsenic trioxide treatment"}, {"pubmed": 26291278, "text": "Our data highlights the complex interplay between Nrf2 and H3S10 phosphorylation in arsenite-activated HO-1 transcription."}, {"pubmed": 26303499, "text": "HO-1 expression can strongly influence apoptosis via CO-mediated regulation of Kv2.1 activity"}, {"pubmed": 26313808, "text": "The present study suggests a weak association between HMOX1 rs2071746 polymorphism and the risk to develop RLS in the Spanish population"}, {"pubmed": 26315932, "text": "These findings indicate that impairment of neutrophil oxidative burst activity in sickle cell disease is associated with hemolysis and heme oxygenase-1 expression."}, {"pubmed": 26337933, "text": "Severity of TR varied inversely with hmox-1 expression, suggesting that hmox-1 expression affects pulmonary vascular reactivity after PE."}, {"pubmed": 26350099, "text": "Finally, the effect of NGAL down-regulation on the growth of human lung adenocarcinoma was determined in BALB/c nude mice."}, {"pubmed": 26385185, "text": "Induction of HO-1 by carbon monoxide releasing molecule-2 attenuates thrombin-induced COX-2 expression and hypertrophy in primary human cardiomyocytes."}, {"pubmed": 26385579, "text": "Nrf2-driven CD36 and HO-1 expression on innate immune cells could contribute to a protective and detoxifying mechanism during pregnancy-associated malaria."}, {"pubmed": 26404762, "text": "2,3,5,6-Tetramethylpyrazine (TMP) down-regulated arsenic-induced heme oxygenase-1 and ARS2 expression by inhibiting Nrf2, NF-kappaB, AP-1 and MAPK pathways in human proximal tubular cells."}, {"pubmed": 26405158, "text": "HO-1 is an essential enzyme for iron-dependent lipid peroxidation during ferroptotic cell death"}, {"pubmed": 26416069, "text": "HMOX-1 (GT)n repeat length polymorphism is a potential susceptibility variant for cancer in Asians (Meta-Analysis)"}, {"pubmed": 26418896, "text": "Data suggest that HO-1-derived CO from tumor-associated macrophages influences, in part, E-cadherin expression and thus tumor initiation and progression."}, {"pubmed": 26445536, "text": "heme oxygenase-1 expression is induced by gold nanoparticles through Nrf2 activation and Bach1 export in human vascular endothelial cells"}, {"pubmed": 26456668, "text": "HO-1 overexpression sharply decreases the apoptosis of bone marrow-derived mesenchymal stromal cells in the injured kidney."}, {"pubmed": 26483091, "text": "Review of the available literature on the epidemiological association between the HO-1 (GT)n repeat polymorphism and cardiovascular diseases supports the presumed protective effects of HO-1."}, {"pubmed": 26507778, "text": "Data suggest gene expression in vascular endothelium is altered by dietary factors; aged garlic extract induces expression of HMOX1 and GCLM (glutamate-cysteine ligase modifier subunit) via activation of NRF2-(nuclear factor erythroid 2-)ARE signaling."}, {"pubmed": 26512585, "text": "The T(-413)A SNP in the HO-1 promoter is significantly associated with albuminuria development in type 2 diabetes patients."}, {"pubmed": 26534961, "text": "An apparent meso-hydroxyheme (forming with k = 0.6 min(-1), pH 7.4, 10 mm ascorbate, 10 mum IsdG-heme, 22 degrees C) was identified as a likely common intermediate with the canonical heme oxygenases."}, {"pubmed": 26555743, "text": "Admission plasma HO-1 levels had an AUC of 0.623 to predict 90-day mortality and an AUC of 0.611 to predict CPC 3 to 5. In conclusion, we found that higher HO-1 plasma levels are associated with longer ROSC and poor long-term outcome."}, {"pubmed": 26566708, "text": "Associations of HO-1 (GT)n polymorphism with cancer risk differs by histological subtype and the polymorphism should be considered a modifier in the risk assessment of arsenic exposure."}, {"pubmed": 26576971, "text": "was suggested that ultrasound stimulation of endothelial cells up-regulated HO-1 expression through intracellular oxidative stress, which subsequently changed the gene expression pattern so that it could modify vascular functions"}, {"pubmed": 26595750, "text": "HO-1 emerges as a novel immune regulator in neuroblastoma"}, {"pubmed": 26600472, "text": "mercury increases oxidative stress (increased HO1 and NQO1 mRNA levels) and alters the cytoskeleton in the human endometrial Ishikawa cell line and to a lesser extent, in the \"less-differentiated\" human endometrial Hec-1b cells"}, {"pubmed": 26652036, "text": "The same mechanism of heme hydroxylation to alpha-meso-hydroxyheme is employed by both isoforms HO-1 and HO-2."}, {"pubmed": 26672618, "text": "Selective overexpression of HO-1 in proximal tubules protects against cisplatin nephrotoxicity."}, {"pubmed": 26680374, "text": "Heme arginate induces HO-1 in kidney transplant recipients."}, {"pubmed": 26690352, "text": "HLA I Ab-dependent EC activation is modulated by endothelial HO-1 and targeted induction of this enzyme may be a novel therapeutic approach for the treatment of AMR in solid organ transplantation."}, {"pubmed": 26697129, "text": "This review focuses on the Nrf2/HO-1 stress response mechanism as a promising target for anticancer treatment which is able to overcome resistance to therapies."}, {"pubmed": 26698667, "text": "Cardamonin exposure and selenium availability regulate expression of HO-1, GPX2 and TrxR1 in human intestinal cells."}, {"pubmed": 26700310, "text": "interleukin-6 and heme oxygenase-1 are involved in resistance to lenalidomide in multiple myeloma cells"}, {"pubmed": 26725491, "text": "Our findings establish the HO-1/CO system and redox regulation of mitochondrial biogenesis as essential factors in ES cell differentiation as well as in the subsequent maturation of these cells into functional cardiac cells."}, {"pubmed": 26726846, "text": "High HO-1 expression was associated with poor prognosis of cholangiocarcinoma."}, {"pubmed": 26733347, "text": "Urinary HO-1 may be used as an early biomarker for diabetic renal injury."}, {"pubmed": 26758041, "text": "Among myelodysplastic syndromes patients only, CD163 + macrophage density and HO1 and H-ferritin expression by CD163 + macrophages increased in tandem with marrow iron. High HO1 was significantly associated with shorter overall survival."}, {"pubmed": 26777482, "text": "overexpression in pig islets prolongs islet xenograft survival"}, {"pubmed": 26780849, "text": "Study identified that esophageal squamous cell carcinoma (ESCC) tumors frequently expressed HO-1 and showed that blocking its expression in ESCC cell lines resulted in decreased cellular proliferation, increased reactive oxygen species levels, and increased cellular apoptosis."}, {"pubmed": 26782424, "text": "Inhibited HO-1 expression attenuated the hypermethylation of CDKN2B by suppressing DNMT1, which was conducive to treatment by cooperating with decitabine."}, {"pubmed": 26801320, "text": "the inhibition of HO-1 or the knockdown of Nrf-2 significantly enhanced cisplatin's anticancer effects on Hep-2 cells."}, {"pubmed": 26822586, "text": "HO-1 inhibitor, ZnPP, possessed the properties of anti-tumor agent by decreasing HIF-1alpha levels, blocking VEGF production, impairing tumor angiogenesis, and inhibiting tumor growth."}, {"pubmed": 26824276, "text": "Heme oxygenase is a biological factor that might explain the relationship between inflammation, oxidative stress, and the biological and functional changes in brain activity in depression."}, {"pubmed": 26859574, "text": "The data demonstrate the important role of HO-1 in the pathogenesis and tumorigenesis of Kaposi's Sarcoma-associated Herpesvirus-infected endothelial cells, the underlying regulatory mechanisms for HO-1 expression and targeting HO-1 may represent a promising therapeutic strategy against Kaposi's Sarcoma-associated Herpesvirus-related malignancies."}, {"pubmed": 26866925, "text": "Infection-driven induction of HO-1 exerts detrimental effects in the early control of Salmonella infection"}, {"pubmed": 26868429, "text": "The present study suggests a weak association between HMOX2 rs1051308 polymorphism and the risk to develop multiple sclerosis (MS) in Spanish Caucasian men and a trend towards association between the HMOX1 rs2071746A and MS risk."}, {"pubmed": 26877238, "text": "These findings suggest that HO-1 might play a pivotal role in IDD, and that manipulating HO-1 expression might mitigate the impairment of ECM metabolism in NP, thus potentially offering a novel therapeutic approach to the treatment of IDD."}, {"pubmed": 26898422, "text": "HO-1, which is involved in the development of chemoresistance in leukemia cells by regulating autophagy, may be a novel target for improving leukemia therapy."}, {"pubmed": 26916598, "text": "Polymorphisms within the promoter of HO-1 are prognostic factors for recurrence and survival in squamous cell carcinoma and adenocarcinoma of the esophagus."}, {"pubmed": 26938875, "text": "this review discusses recent findings related to the immune regulatory capacity of HO-1 at the level of recognition of pathogen-associated molecular patterns and T-cell priming by antigen-presenting cells"}, {"pubmed": 26966892, "text": "the expression of HO-1 gene was modulated by the nuclear factor (erythroid-derived 2)-like 2 (Nrf2), which translocated from cytoplasm to nucleus after priming dose radiation and enhance the antioxidant level of cells."}, {"pubmed": 26968795, "text": "induction of HO-1 via the ROS-Nrf2 pathway in human ECs counteracts the anti-proliferative and inflammatory actions of PIs by generating bilirubin. Therapeutic approaches targeting HO-1 may provide a novel approach in preventing EC dysfunction and vascular disease in HIV-infected patients undergoing antiretroviral therapy"}, {"pubmed": 27023064, "text": "These data suggest the role of Nrf2, HO-1 and glutathione as molecular targets to improve the efficacy of low doses of bortezomib in the treatment of malignant neuroblastoma."}, {"pubmed": 27058954, "text": "evaluated Abeta-induced DNA methylation status of HMOX1 at -374 promoter CpG site in blood samples from Alzheimer disease patients, patients with mild cognitive impairment, and control individuals"}, {"pubmed": 27117941, "text": "(i) melatonin counteracted UVR-induced alterations in the ATP synthesis and reduced free radical formation; (ii) melatonin induced the translocation of Nrf2 transcription factor from the cytosol into the nucleus resulting in, (iii) melatonin enhanced gene expression of phase-2 antioxidative enzymes including gamma-glutamylcysteine synthetase (gamma-GCS), heme oxygenase-1 (HO-1), and NADPH: quinone dehydrogenase-1 (NQO1..."}, {"pubmed": 27122182, "text": "The present result suggested the inhibitory action of HO1 in the avoidance of a potentially enhanced linkage between autophagy and apoptosis, particularly in the setting of excessive ROS."}, {"pubmed": 27183573, "text": "induction of HO1 by M. tuberculosis infection may be a mycobacterial virulence mechanism to enhance inflammation and bacterial growth"}, {"pubmed": 27185859, "text": "Mechanistically, HO-1 induction by all CRLPs requires NADPH oxidase 4, with PUFA-containing particles additionally dependent upon mitochondrial reactive oxygen species.These studies define new molecular pathways coupling endothelial cell activation by model CMRs with adaptive regulation of Nrf2-dependent HO-1 expression"}, {"pubmed": 27211510, "text": "in GCB-DLBCL cells with low levels of NF-kappaB expression, the TNF-alpha-mediated activation of NF-kappaB leading to HO-1 upregulation rescued the cells from apoptosis caused by HO-1 silencing. These results indicated that HO-1 can be a potential target for the treatment of ABC-DLBCL."}, {"pubmed": 27257045, "text": "In conclusion, longer GT repeats in the HMOX1 gene promoter associate with increased risk of acute kidney injury after cardiac surgery, consistent with heme toxicity as a pathogenic feature of cardiac surgery-associated acute kidney injury, and with Heme oxygenase-1 as a potential therapeutic target"}, {"pubmed": 27274779, "text": "NRF2 rs6721961 polymorphism was negatively associated with diabetes in Mexican men."}, {"pubmed": 27280718, "text": "the results of this study suggest that extratumoral HO-1+ macrophages may have an important role in prostate cancer."}, {"pubmed": 27313828, "text": "Antioxidant, S-propyl-cysteine protects against NAFLD via PI3K/Akt/Nrf2/HO-1 signaling pathway."}, {"pubmed": 27322610, "text": "Data show that periostin mitigates high glucose-induced mitochondrial apoptosis in endothelial cells, via activation of nuclear factor erythroid 2-related factor 2 (Nrf2)/heme oxygenase-1 (HO-1) signaling."}, {"pubmed": 27323160, "text": "Overexpression of ALDH2 increased cell survival against GTN-induced cytotoxicity and conferred protection from oxidative damage resulting from nitrate tolerance, accompanied by decreased production of intracellular reactive oxygen species and reduced expression of heme oxygenase 1."}, {"pubmed": 27354342, "text": "elevated HMOX1 expression is associated with stemness in Glioblastoma multiforme and can be modulated through TGFbeta."}, {"pubmed": 27400252, "text": "long (GT)n repeat polymorphisms of promoter and decreased serum HO-1 levels associated with a higher susceptibility to laryngeal squamous cell carcinoma and vocal cord leukoplakia"}, {"pubmed": 27412411, "text": "HO-1 is an inhibitor of hematopoietic cell migration in response to crucial bone marrow homing chemoattractants."}, {"pubmed": 27473828, "text": "The SM(short-medium) genotype in HO1(heme oxygenase 1) gene promoter and ferritin levels were associated with higher risk for type-2 diabetes and for having a higher marker of inflammation, which is the main risk factor for the development of chronic diseases."}, {"pubmed": 27488535, "text": "cells with elevated HO-1 produced less reactive oxygen species, resulting in nuclear localization of HDAC4 and miR-206 repression."}, {"pubmed": 27490825, "text": "study reveals unexpected plasticity in the active site binding interactions with heme that can support HO activity within cells, suggests important contributions by the surrounding active site environment to HO catalysis"}, {"pubmed": 27553177, "text": "HO-1 was an important cellular factor against Dengue virus replication."}, {"pubmed": 27571925, "text": "These data indicate that HO-1 significantly suppresses HCC progression by regulating the miR-30d/miR-107 level, suggesting miR-30d/miR-107 regulation as a new molecular mechanism of HO-1 anticancer effect."}, {"pubmed": 27572090, "text": "HO1, a protective heat shock protein, was significantly reduced in peripheral artery disease patients (0.8+/-0.7 vs. 3.4+/-1.3 ng/ml; P<0.001)."}, {"pubmed": 27606430, "text": "ROC curve analysis revealed high specificity and sensitivity of HO-1 expression in predicting relapse and acute graft versus host disease after allo-hematopoietic stem cell transplantation."}, {"pubmed": 27620489, "text": "Data indicate that cadmium exposure decreased tumor suppressor protein p53 (p53) level, and induced heme oxygenase-1 (HO-1), apoptosis, and autophagy."}, {"pubmed": 27626166, "text": "review of non-canonical functions of the HO isoforms: protein-protein interaction, intracellular compartmentalization, and extracellular secretion [review]"}, {"pubmed": 27639646, "text": "HO-1-derived CO enhances mitochondrial biogenesis in astrocytes by activating L-type Ca(2+) channel-mediated PGC-1alpha/ERRalpha axis, leading to maintenance of astrocyte function and neuroprotection/recovery against damage of brain function"}, {"pubmed": 27678042, "text": "CAL suppresses the expression of pro-inflammatory cytokines via p62/Nrf2-linked HO-1 induction in RASFs."}, {"pubmed": 27694475, "text": "peripheral blood monocytes (PBMCs) from elderly patients with Pulmonary infections with nontuberculous mycobacteria also demonstrated attenuated HO-1 responses after M. avium stimulation."}, {"pubmed": 27752990, "text": "Downregulation of inducible NO synthetase (iNOS) resulted in downregulation of heme oxygenase 1 (HO-1), and, conversely, upregulation of iNOS enhanced HO-1 activity."}, {"pubmed": 27764834, "text": "Patients with severe preeclampsia may be protected against oxidative injury following an elevation in HO-1 and Nrf2 levels."}, {"pubmed": 27821168, "text": "Expressions of p38MAPK-1, HIF-1 and HO-1 could serve as predictive roles for coronary lesions among peri-menopausal women."}, {"pubmed": 27821584, "text": "Inflammatory markers (matrix metalloproteinase 1 [MMP-1] and heme oxygenase 1 [HO-1])."}, {"pubmed": 27821769, "text": "Study shows that heme degradation by HO-1 is required for aggresome-like induced structures (ALIS) formation, and that the free iron released on heme degradation is necessary and sufficient to induce ALIS."}, {"pubmed": 27825138, "text": "Review/Meta-analysis: both the HO-1(GT)n repeat length polymorphism and the T(-413)A SNP are associated with decreased risk of coronary heart disease. The (GT)n repeat length polymorphism was associated with coronary restenosis following PCI."}, {"pubmed": 27829220, "text": "HMOX1 negatively regulates MMP-9 expression in chronic lymphocytic leukemia cells in response to arsenic trioxide, through modulation of the p38 MAPK/AP-1 signaling pathway."}, {"pubmed": 27840932, "text": "the expression of NRF2, KEAP1, NQO-1 and HO-1 are increased significantly in advanced laryngeal squamous cell carcinoma, compared with the adjacent normal mucosa. Remarkable relevance exists between high expression of KEAP1, NQO-1, HO-1 and nuclear NRF2. their expression levels were independent of age, tumor stage (clinical stage III and IV), tumor size and lymph node metastasis."}, {"pubmed": 27867098, "text": "this study demonstrates that ammonia stimulates the expression of HO-1 in endothelial cells via the ROS-Nrf2 pathway, and that the induction of HO-1 contributes to the cytoprotective action of ammonia by generating carbon monoxide. Moreover, it identifies ammonia as a potentially important signaling gas in the vasculature that promotes endothelial cell survival."}, {"pubmed": 27922667, "text": "we propose that upregulation of HO1 expression by a smallmolecule activator may be effective in controlling SexHinduced cell migration in lung cancer."}, {"pubmed": 27943244, "text": "Genetic polymorphisms of the UGT1A1 promoter, specifically the T-3279G phenobarbital-responsive enhancer module and (TA)7 dinucleotide repeat, as well as the intron and coding region variants of the OATP2, HMOX1, and BLVRA genes, were significantly higher among the cases than the controls."}, {"pubmed": 27993883, "text": "Down regulated miR-196a2 may be involved in intestinal Behcet's disease pathogenesis by targeting Bach1/ho-1."}, {"pubmed": 27997582, "text": "In the NMA-conditioning setting transplantation of HO-1low donor cells into HO-1low recipients correlated significantly with decreased relapse related mortality (RRM) and longer progression free survival (PFS) (p = 0.03 and p = 0.008, respectively). Overall, our findings suggest that HO-1 may play a role for the induction of GVT effect after allogeneic HCT."}, {"pubmed": 27998018, "text": "there was little difference in HMOX1 genotypes distribution in patients with chronic obstructive pulmonary disease with different severity."}, {"pubmed": 27999449, "text": "Colorectal tumor had lower Hmox1 mRNA levels than the normal tissue.  The ratio of Hmox1/Nrf2 mRNA level was a predictor for distant metastasis in colorectal cancer."}, {"pubmed": 28032857, "text": "the HO-1 interactome in prostate cancer, is identified."}, {"pubmed": 28060008, "text": "These data suggest that heme oxygenase-1 is induced during acute HIV-1 infection, likely mediating anti-inflammatory effects and driving expansion of heme oxygenase-1-specific CD8 regulatory T cells capable of suppressing HIV-1-specific immune responses in vitro."}, {"pubmed": 28098837, "text": "Data suggest that expression of HMOX1 can be induced in hepatocytes by dietary factors that down-regulate oxidative stress; here, casein glycomacropeptide hydrolysates protect HepG2 cells from hydrogen peroxide-induced oxidative stress via induction of HMOX1 expression."}, {"pubmed": 28186648, "text": "recipient promoter region (GT)n genotype may contribute to cardiac allograft vasculopathy development"}, {"pubmed": 28206992, "text": "Most published Newborn studies demonstrated no effect of HO-1 promoter polymorphisms on the Neonatal Hyperbilirubinemia."}, {"pubmed": 28243792, "text": "investigation of the possible role of HMOX1 in adipose tissue, adipogenesis and iron metabolism; adipose tissue HMOX1 was increased in obese participants and positively associated with obesity-related metabolic disturbances, and markers of iron accumulation, inflammation and oxidative stress"}, {"pubmed": 28245071, "text": "Inhibition of microRNA-153 protects neurons against ischemia/reperfusion injury in an oxygen-glucose deprivation and reoxygenation cellular model by regulating Nrf2/HO-1 signaling"}, {"pubmed": 28257713, "text": "The microsatellite polymorphism in the HMOX1 gene promoter is not associated with high-altitude pulmonary edema in Han Chinese in Qinghai, China."}, {"pubmed": 28276576, "text": "The interaction between ALAD rs1800435 and the HMOX1 rs2071746, HMOX1 rs2071747 was not associated with essential tremor."}, {"pubmed": 28300285, "text": "Results from reverse transcription polymerase chain reaction and promoter assays reveal that HX-1171 increased the expression of NQO1 and HMOX1, encoding antioxidant-related enzymes, in A549 human lung epithelial cells."}, {"pubmed": 28323022, "text": "Mice overexpressing human HO-1 specifically in astrocytes are protected from collagenase-induced intracerebral hemorrhage, as examined by striatal cell viability, neurological deficits and mortality."}, {"pubmed": 28347842, "text": "The cessation of HO-1 induction occurred at the transcriptional and translational levels, and was mediated by the activation of the heme-binding transcriptional repressor Bach1 and translational factor HRI."}, {"pubmed": 28423042, "text": "TGFB1 stimulated the expression of HO-1 via activating the PLCgamma/PKCalpha pathway and suppressing the downstream expression of miRNA-519b."}, {"pubmed": 28444966, "text": "Genetic mutations within MAPK1 (rs6928, rs9340, rs11913721), HIF-1 (rs1087314, rs2057482), and HO-1 (rs2071746) could alter susceptibility to perimenopausal coronary artery disease in Chinese population."}, {"pubmed": 28445830, "text": "The regulated HO-1 expression of Bone marrow stromal cells provides a new putative target for chronic myeloid leukemia therapy."}, {"pubmed": 28503569, "text": "These results indicate that TNFRI-Fc and hHO-1 overexpression may apparently induce free iron in the liver and exert oxidative stress by enhancing reactive oxygen species production and block normal postneonatal liver metabolism."}, {"pubmed": 28512172, "text": "We also found a subset of prostate cancer patient-derived xenografts and prostate cancer patient samples with mild HO-1 and low Gal-1 expression levels. These results highlight a novel function of a human-used drug as a means of boosting the antitumor response"}, {"pubmed": 28555162, "text": "These results suggest that RYR extract serves as alternative and complementary medicine in the treatment of these diseases, by inducing HO-1, thereby decreasing the vascular complications of diabetes"}, {"pubmed": 28580587, "text": "Our data suggest that HO-1 exerts its inhibitory effect on Th17 cell differentiation by directly associating and blocking STAT3 phosphorylation. We speculate that hemin may be a potential therapeutic candidate for the treatment of other types of immune and pulmonary inflammatory-related diseases."}, {"pubmed": 28588027, "text": "Data suggest that cigarette smoke increases HO-1 (heme oxygenase-1) levels in bronchial epithelial cells via activation of NRF2 (NFE2-related factor 2); exogenous neutrophil elastase suppresses increase in HO-1 via proteolysis of sirtuin 1."}, {"pubmed": 28600848, "text": "study implies that DJ-1 may protect endothelial progenitor cells against Ang II-induced dysfunction by activating the PPARgamma/HO-1."}, {"pubmed": 28604588, "text": "Docosahexaenoic acid (DHA) activates Nrf2, possibly through modification of critical Keap1 cysteine 288 residue and PKCdelta-mediated phosphorylation of Nrf2, leading to upregulation of HO-1 and NQO1 expression."}, {"pubmed": 28612103, "text": "Dihydromyricetin (DMY) protects HUVECs from ox-LDL-induced oxidative injury by activating Akt and ERK1/2, which subsequently activates Nrf2/HO-1 signaling, thereby up-regulating antioxidant enzymes and anti-apoptotic proteins."}, {"pubmed": 28627599, "text": "These results revealed that hemin treatment increased HMOX1 expression and inhibited TGFbetainduced epithelial-mesenchymal transition in MCF7 cells."}, {"pubmed": 28655775, "text": "To promote intracellular iron flux, an iron chaperone appears to be essential for receiving iron from heme catabolism. Data suggest that PCBP2 competes with CPR for binding HO1; PCBP2 K homology 3 domain is important for HO1/PCBP2 interaction; heme prompts HO1/CPR multimer and decreases HO1/PCBP2 multimer. [PCBP2 = poly(rC) binding protein 2; CPR = cytochrome P450 reductase; HO1 = heme oxidase 1]"}, {"pubmed": 28679437, "text": "co-expression patterns of NGF and heme oxygenase-1 might be used as prognostic indicators for gastric carcinoma patients"}, {"pubmed": 28684418, "text": "Data (including data from studies using cells from knockout mice) confirm that the NRF2/HMOX1 axis is a critical pathway in the hyperglycemic-mediated dysregulation and inflammatory features of chondrocytes in type 2 diabetes-associated osteoarthritis. (NRF2 = nuclear factor [erythroid-derived 2]-like 2 protein; HMOX1 = heme oxygenase [decycling] 1)"}, {"pubmed": 28713890, "text": "The overexpression of HO1 alleviated oxidative damage through inhibition of the PI3K/AKT signaling pathway and downregulation of the expression of cMyc."}, {"pubmed": 28749936, "text": "We identified miR-1254 as a negative regulator inhibiting HO-1 translation by directly targeting HO-1 3'UTR via its seed region, and suppressing HO-1 transcription via non-seed region-dependent inhibition of transcriptional factor AP-2 alpha (TFAP2A), a transcriptional activator of HO-1."}, {"pubmed": 28770550, "text": "downregulation of HO-1 gene expression in patients with inflammatory bowel disease."}, {"pubmed": 28790431, "text": "In conclusion, these findings highlight the central role of Bach1 in HO-1-dependent neuronal response to oxidative stress."}, {"pubmed": 28806787, "text": "The induction of HO-1 expression by proteasome inhibition was reduced in PINK1 G309D mutant cells."}, {"pubmed": 28808929, "text": "HO-1 might be a potential marker for prediction of ovarian cancer prognosis and a target for ovarian cancer treatment"}, {"pubmed": 28842295, "text": "HO-1 regulates macrophage activation via the SIRT1-p53 signaling network and regulates hepatocellular death in liver ischemia-reperfusion injury."}, {"pubmed": 28846111, "text": "Findings indicate the importance of nuclear heme oxygenase-1 (HO-1) post-translational modification in the induction of cancer progression."}, {"pubmed": 28951772, "text": "There was no association between HMOX1 gene promoter polymorphism and manifestation of Fabry Disease."}, {"pubmed": 29048628, "text": "This study demonstrated that HO-1 plays a vital role in the development of gastric cancer and may serve as a therapeutic target of this type of cancer"}, {"pubmed": 29125538, "text": "In light of a pivotal role of NRF2 and BACH1 in response to oxidative stress and regulation of HO-1, we examined if smoke-induced HO-1 expression is modulated through the NRF2/BACH1 axis. We demonstrated that smoke causes significant nuclear translocation of NRF2, but only a slight decrease in nuclear BACH1."}, {"pubmed": 29155886, "text": "The domains involved in HO-1 translocation have been identified, and it was shown that SPP-mediated HO-1 cleavage is isoform-specific (HO-1 vs HO-2) and independent of heme oxygenase activity."}, {"pubmed": 29161307, "text": "Longer poly-GT repeats in the HMOX1 gene are more common in African Americans with gastroparesis."}, {"pubmed": 29203625, "text": "Fetal GTn Repeat in the Heme Oxygenase 1 Promoter Is Associated With Severe and Early-Onset Preeclampsia."}, {"pubmed": 29274359, "text": "Data show that the ferroptotic process induced by heme oxygenase-1 (HO-1).  overexpression indicated that HO-1 is a key mediator of BAY 11-7085 (BAY)-induced ferroptosis that operates through cellular redox regulation and iron accumulation."}, {"pubmed": 29302043, "text": "The presence of L alleles of this variant is significantly greater among infants with hyperbilirubinemia who are either African or of African descent."}, {"pubmed": 29311669, "text": "Our findings identify survivin as a target of HO-1 and a mediator of adipocyte-induced survival in the metastatic niche."}, {"pubmed": 29343136, "text": "Heme oxygenase activity increases after exercise in healthy volunteers."}, {"pubmed": 29425821, "text": "These results suggest that HO-1 is involved in oxygen-glucose deprivation-evoked upregulation of apical junctional complex proteins, which is partly mediated by MMP9 pathway."}, {"pubmed": 29437594, "text": "HO-1(hi) patrolling monocytes are key players in vaso-occlusive crisis pathophysiology and have potential as therapeutic targets for vaso-occlusive crisis."}, {"pubmed": 29454088, "text": "HMOX-1, an anti-oxidase, is a bona fide transcriptional target gene of HSF4 in HLECs (human lens epithelial cells). HSF4 directly binds to the HSE element in HMOX-1 promoter to mediate its mRNA transcription and protein accumulation."}, {"pubmed": 29470442, "text": "our results demonstrate that Pc-induced expression of HO-1 is mediated by the PKCA-Nrf-2/HO-1 pathway, and inhibits UVB-induced apoptotic cell death in primary skin cells."}, {"pubmed": 29484761, "text": "Maternal exposure to LGI can result in dysregulation of splenic T cells in offspring, especially in those with HO-1 deficiency."}, {"pubmed": 29510721, "text": "The data of this study suggested that an individual's HO-1 promoter region (GT)n polymorphism allele repeat length exerts unique modifying risk effects on HIV-induced CNS neuroinflammation and associated neuropathogenesis"}, {"pubmed": 29537718, "text": "HO-1 may serve as a prognostic marker and a new target to modulate chemotherapeutic effects in patients with small-intestinal adenocarcinomas"}, {"pubmed": 29617687, "text": "Overexpression of HO-1 inhibited the increase in nucleus pulposus cell apoptosis after IL-1beta treatment and simultaneously inhibited the expression of p-P65."}, {"pubmed": 29620188, "text": "Results show that HO-1 is overexpressed in pancreatic cancer (PC) cells, induces cell proliferation and SHH signaling pathway activation as well as resistance to anticancer therapy."}, {"pubmed": 29660345, "text": "the 14 kDa HO-1 is shown to promote cell proliferation and an increase in relative telomere lengths in vivo and in vitro."}, {"pubmed": 29693114, "text": "the expression of hsa_circRNA0054633 has a protective effect against high glucoseinduced endothelial cell dysfunction by targeting ROBO1 and HO1."}, {"pubmed": 29772541, "text": "Heme oxygenase-1 (HO-1) expression in myeloid cells has been generally acknowledged to drive potent anti-inflammatory and immunosuppressive responses [Review]."}, {"pubmed": 29791903, "text": "Engineered deficiency of heme oxygenas1 (HO-1) in Caco-2 and T84 IECs leads to increased proinflammatory chemokine expression in response to pathogenic bacteria and inflammatory cytokine stimulation. Treatment of Caco-2 cells with an inducer of HO-1 leads to the inhibition of chemokine expression. HO-1 and HO-1-related transcription factors, are responsible for the influence of HO-1 on chemokine expression."}, {"pubmed": 29877949, "text": "The T allele of heme oxygenase 1 gene SNP polymorphism (rs2071746) is a risk factor for esophageal varices development in cirrhotics."}, {"pubmed": 29886060, "text": "HO-1 plays a key role in protecting tumor cells from apoptosis, in a process that involves Smad7 and HDAC4/5 in apoptosis of B-ALL cells"}, {"pubmed": 29974998, "text": "Enhanced HO-1 expression restored the function of Tregs from vitiligo patients by up-regulating IL-10 expression."}, {"pubmed": 30024897, "text": "HMOX1 polymorphisms detected a risk of low collagen density in Japanese obese male subjects"}, {"pubmed": 30071692, "text": "the role of HO-1 in nervous system pointing out different molecular mechanisms possibly responsible for HO-1 up-regulation in nervous system homeostasis and neurodegeneration."}, {"pubmed": 30105448, "text": "HO-1 is over-expressed in sera of psoriasis patients and is correlated with psoriasis extent and severity."}, {"pubmed": 30139825, "text": "Long HMOX1 GT tandem repeats were associated with acute kidney injury in sickle cell anemia."}, {"pubmed": 30159103, "text": "Study found that plasma HO-1 levels were low in patients with peripheral artery disease, in contrast to high levels in patients with coronary artery disease."}, {"pubmed": 30171344, "text": "The antioxidant effect of HO-1 is achieved through thedegradation of heme into carbon monoxide (CO), biliverdin/bilirubin and Fe2+ [Review]."}, {"pubmed": 30216645, "text": "It was proved that HO-1 induction mediated chemoresistance of pharmorubicin in breast cancer cells by promoting autophagy via PI3K/Akt pathway."}, {"pubmed": 30238818, "text": "The heme oxygenase-1-derived CO production stimulates the formation of mammospheres in breast cancer cells through activation of Notch-1 signalling."}, {"pubmed": 30258436, "text": "Heme Oxygenase-1 as a Modulator of Intestinal Inflammation Development and Progression."}, {"pubmed": 30282830, "text": "In human liver transplant biopsies, subjects with higher HO-1 levels showed lower expression of M1 markers together with decreased hepatocellular damage and improved outcomes. In conclusion, myeloid HO-1 expression modulates macrophage polarization, and protects against liver ischemia-reperfusion injury, at least in part by favoring an M2 phenotype."}, {"pubmed": 30296742, "text": "Both depression exacerbation and posttraumatic stress disorder co-morbidity led to elevated levels of HO-1 and (iNOS, IL-33 and MIP-1beta)."}, {"pubmed": 30341816, "text": "HO-1 attenuates senescence in Chronic obstructive pulmonary disease fibroblasts by protecting, at least in part, against mitochondria dysfunction and restoring mitophagy."}, {"pubmed": 30354985, "text": "Plasma HO-1 levels were high in subjects with carotid plaques, probably reflecting a protective response against carotid atherosclerosis."}, {"pubmed": 30363976, "text": "Pregnant women who subsequently develop severe preeclampsia show higher expression of HO-1."}, {"pubmed": 30400002, "text": "These results provide comprehensive insight into the KLF14-dependent regulation of antioxidant response and subsequent pathogenesis of castration resistance and indicate that interventions targeting the KLF14/HO-1 adaptive mechanism should be further explored for castration-resistant prostate cancer treatment."}, {"pubmed": 30428359, "text": "zonation of HO-1 in myeloid cells modulates free-radical-mediated stress, which regulates human tuberculosis immunopathology."}, {"pubmed": 30476559, "text": "Study shows that HO-1 mRNA upregulation following exposure to hydrogen peroxide is a contributing factor to thyrocyte resistance."}, {"pubmed": 30484334, "text": "HO-1 was detected in human breast cancer (BC) tissues, and its protein levels correlated with reduced tumor size and longer overall survival time of patients, thus suggesting the clinical importance of HO-1 in this type of cancer. Contrariwise, nuclear localization of HO-1 correlated with higher tumor grade suggesting that the effect of HO-1 is dependent on its cellular localization."}, {"pubmed": 30508596, "text": "the expression of HO-1 was downregulated by CELF1 through the conserved GU-rich elements (GREs) in HO-1 3'UTR transcripts."}, {"pubmed": 30515391, "text": "The mechanism underlying the antiapoptotic and antioxidative role of SAC is the induction of the heme oxygenase-1 (HO-1) gene in an NF-E2-related factor-2 (Nrf-2) and Akt dependent manner."}, {"pubmed": 30527623, "text": "Study revealed that HO-1 improved heart function and attenuated cardiomyocytes senescence triggered by ischemic injury and aging. In addition, HO-1 induction alleviated H2O2-induced cardiomyocyte senescence."}, {"pubmed": 30546363, "text": "Lutzomyia longipalpis Saliva Induces Heme Oxygenase-1 Expression at Bite Sites."}, {"pubmed": 30553057, "text": "results thereby demonstrate that the HO-1/CO axis exerts significant anti-inflammatory activity during bronchial epithelial damage caused by cationic protein."}, {"pubmed": 30567635, "text": "The number of M2 phenotypes expressing HO-1 was significantly decreased in the endometriosis-associated ovarian cancer group, compared with the ovarian endometrioma group, demonstrating sustained downregulation of an antioxidant marker, HO-1, in endometriosis-associated ovarian cancer."}, {"pubmed": 30577437, "text": "Our work highlights the capacity of Zika Virus to thwart the anti-replicative activity of HO-1 in human cells."}, {"pubmed": 30591458, "text": "The distribution of glucose transporter 1 expression compared with heme oxygenase 1 expression in HCT116 cell spheroids seemed consistent with differential dependence of hypoxic expression of these molecules on fatty acid beta-oxidation"}, {"pubmed": 30606233, "text": "Data show that 14-3-3zeta regulates the stability of HO-1 to promote cancer cell proliferation and STAT3 signaling activation."}, {"pubmed": 30621167, "text": "Heme oxygenase, an essential enzyme in heme catabolism, cleaves heme to form biliverdin, which is subsequently converted to bilirubin by biliverdin reductase, and carbon monoxide, a putative neurotransmitter."}, {"pubmed": 30634993, "text": "These results reveal a previously unknown mechanism that the HO-1-B-RAF-ERK axis plays an important role in melanoma cell proliferation."}, {"pubmed": 30662338, "text": "Heme oxygenase, an essential enzyme in heme catabolism, cleaves heme to form biliverdin, which is subsequently converted to bilirubin by biliverdin reductase, and carbon monoxide, a putative neurotransmitter. Heme oxygenase activity is induced by its substrate heme and by various nonheme substances."}, {"pubmed": 30706605, "text": "A proposed model indicates a key role for miR-let-7c targeting Bach1 to transactivate HO-1-mediated antiviral actions against hepatitis C virus ."}, {"pubmed": 30736789, "text": "Studied showed Sageretia thea extracts induced cyclin D1 degradation and increased HO-1 expression in a colorectal cancer cell line."}, {"pubmed": 30764900, "text": "since HO-1/Notch1/Slug axis plays an important role in breast cancer metastasis, induction of HO-1 could be used as a potential therapeutic strategy for breast cancer treatment."}, {"pubmed": 30776144, "text": "The relationship between HMOX1, NQO1 polymorphisms and ATLI in Chinese anti-TB treatment population."}, {"pubmed": 30813528, "text": "These results suggest an association and crossed modulation between HO-1 and GR pathways."}, {"pubmed": 30835584, "text": "no modulation of plasma levels by genotypes in pre-eclampsia"}, {"pubmed": 30851935, "text": "These results suggest that HO-1 protects the function of placental cells in oxidative stress via regulating ZO-1/occludin."}, {"pubmed": 30881359, "text": "A novel relationship between metabolic signaling via AMPK and HO-1 induction."}, {"pubmed": 30944174, "text": "results highlight significant dynamic and structural differences between HO2 and HO1 and indicate that their dissimilar C-terminal regions play a major role in controlling the structural dynamics of these two proteins."}, {"pubmed": 30978117, "text": "The authors found that polymorphism in HMOX1 might not be related to PE in Chinese women."}, {"pubmed": 31013932, "text": "Through activating the Nrf2/HO-1 signaling pathway."}, {"pubmed": 31030250, "text": "The implications of HMOX1 and CCR5 genotypes on clinical phenotype of Egyptian patients with sickle cell anemia have been discussed."}, {"pubmed": 31037501, "text": "Nrf2/ heme oxygenase-1 (HO-1) signaling plays a critical role in miR-153 regulated oxygen-glucose deprivation and reoxygenation -induced cardiomyocyte apoptosis."}, {"pubmed": 31057560, "text": "TonEBP suppresses expression of HO-1 by blocking Nrf2 binding to the HO-1 promoter."}, {"pubmed": 31115551, "text": "These data demonstrate that GR protects human melanocytes from H2O2induced oxidative damage via the Nrf2dependent induction of HO1, providing evidence for the application of GR in the treatment of vitiligo."}, {"pubmed": 31120979, "text": "In septic patients, we report an association between a short repeat in HMOX1 and acute kidney injury risk."}, {"pubmed": 31176653, "text": "Tricetin also induced the protein expression of Nuclear factor (erythroid-derived 2)-like 2 (Nrf2) and its transcriptional activation, resulting in the up-regulated expression of heme oxygenase-1 (HO-1)."}, {"pubmed": 31180611, "text": "Neurons co-cultured with GFAP.HMOX1 astrocytes exhibited enhanced protein oxidation, mitophagy and apoptosis, aberrant expression of genes regulating the dopaminergic phenotype, and an imbalance in gene expression profiles governing mitochondrial fission and fusion. Many neuronal abnormalities were abrogated by small interfering RNA (siRNA) knockdown of alpha-synuclein."}, {"pubmed": 31199053, "text": "Pro-apoptotic effect of haem oxygenase-1 in human colorectal carcinoma cells via endoplasmic reticular stress."}, {"pubmed": 31210657, "text": "Vascular cell adhesion molecule-1 (VCAM-1) and E-selectin (SELE) serum levels significantly correlate with the total allele length of the heme oxygenase-1 (HO-1) promoter region."}, {"pubmed": 31251786, "text": "HBZ-mediated activation of HMOX-1 expression may facilitate transformation. Overall, this study characterizes a novel function of HBZ that may support the development and maintenance of ATL."}, {"pubmed": 31264739, "text": "Overexpression of heme oxygenase-1 in microenvironment mediates vincristine resistance of B-cell acute lymphoblastic leukemia by promoting vascular endothelial growth factor secretion."}, {"pubmed": 31279900, "text": "O-GlcNAcylation-dependent upregulation of HO1 triggers ammonia-induced oxidative stress and senescence in hepatic encephalopathy."}, {"pubmed": 31288720, "text": "increasing the expression of HO-1 can improve vascular function by increasing antioxidant levels. Thus, HO-1 may provide a theoretical basis and guidance for therapeutic management of juvenile autoimmune diseases."}, {"pubmed": 31299184, "text": "the role of HO-1 signaling in LT patients"}, {"pubmed": 31376303, "text": "Our results indicate that HO-1 downregulation can both improve the efficacy of Vemurafenib on melanoma cells and favor melanoma susceptibility to NK cell-mediated recognition and killing."}, {"pubmed": 31411335, "text": "Heme oxygenase 1 polymorphism, occupational vapor, gas, dust, and fume exposure and chronic obstructive pulmonary disease in a Danish population-based study."}, {"pubmed": 31541463, "text": "Acetaminophen sensitizing erastin-induced ferroptosis via modulation of Nrf2/heme oxygenase-1 signaling pathway in non-small-cell lung cancer."}, {"pubmed": 31564855, "text": "GSTP1, HO-1, and SOD3 genetic polymorphisms may play a significant role in the development of COPD susceptibility, but are not associated with the different stages of COPD."}, {"pubmed": 31607476, "text": "High islet expression of HO-1 in the type 2 diabetes patients."}, {"pubmed": 31634788, "text": "OTBK was shown to increase protein levels of phospho-AMPKalpha, Nrf2 and HO-1 in BV-2 microglia."}, {"pubmed": 31679277, "text": "Treatment with genistein significantly improved the altered cardiac function markers and oxidative stress markers. Genistein enhanced the Nrf2 and HO-1 expression, which showed protection against oxidative insult induced by doxorubicin."}, {"pubmed": 31711520, "text": "HO-1 promotes resistance to an EZH2 inhibitor through the pRB-E2F pathway: correlation with the progression of myelodysplastic syndrome into acute myeloid leukemia."}, {"pubmed": 31718385, "text": "Immunohistochemical localization of heme oxygenase-1 and bilirubin/biopyrrin of heme metabolites as antioxidants in human placenta with preeclampsia."}, {"pubmed": 31727545, "text": "Increase in non-haem iron prior to induction of HO-1 expression suggests the involvement of HO-2 in haem-induced cytotoxicity."}, {"pubmed": 31770847, "text": "Knockdown of HO-1 inhibits the proliferation, invasion and migration of A549 cells by impeding autophagy."}, {"pubmed": 31847534, "text": "Strategic Timing of Glial HMOX1 Expression Results in Either Schizophrenia-Like or Parkinsonian Behavior in Mice."}, {"pubmed": 31870428, "text": "Inhibition of Nrf2/HO-1 signaling leads to increased activation of the NLRP3 inflammasome in osteoarthritis."}, {"pubmed": 31916865, "text": "Subjects with microvascular angina had longer HMOX1 promoter (GT)n repeats than the healthy controls."}, {"pubmed": 31921135, "text": "Heme-Oxygenase-1 Is Decreased in Circulating Monocytes and Is Associated With Impaired Phagocytosis and ROS Production in Lupus Nephritis."}, {"pubmed": 31957703, "text": "Via the activation of Nrf2/HO-1 signaling pathway."}, {"pubmed": 31963199, "text": "Synthetically Lethal Interactions of Heme Oxygenase-1 and Fumarate Hydratase Genes."}, {"pubmed": 31964423, "text": "HMOX1 is partly responsible for phenotypic and functional abnormalities in mesenchymal stem cells/stromal cells from placenta of preeclampsia (PE) patients."}, {"pubmed": 32015215, "text": "HO-1 induced autophagy protects against IL-1 beta-mediated apoptosis in human nucleus pulposus cells by inhibiting NF-kappaB."}, {"pubmed": 32028540, "text": "An Automatable Hydrogel Culture Platform for Evaluating Efficacy of Antibody-Based Therapeutics in Overcoming Chemoresistance."}, {"pubmed": 32042051, "text": "SIAH2-mediated and organ-specific restriction of HO-1 expression by a dual mechanism."}, {"pubmed": 32084514, "text": "Heme Oxygenase-1 in liver transplant ischemia-reperfusion injury: From bench-to-bedside."}, {"pubmed": 32108290, "text": "Heme Oxygenase-1 and Carbon Monoxide Regulate Growth and Progression in Glioblastoma Cells."}, {"pubmed": 32121588, "text": "Mevastatin-Induced AP-1-Dependent HO-1 Expression Suppresses Vascular Cell Adhesion Molecule-1 Expression and Monocyte Adhesion on Human Pulmonary Alveolar Epithelial Cells Challenged with TNF-alpha."}, {"pubmed": 32141648, "text": "Association of heme oxygenase-1 single nucleotide polymorphisms with susceptibility to tuberculosis in Chinese Han population."}, {"pubmed": 32197509, "text": "HO-1 Interactors Involved in the Colonization of the Bone Niche: Role of ANXA2 in Prostate Cancer Progression."}, {"pubmed": 32240302, "text": "JUND-dependent up-regulation of HMOX1 is associated with cisplatin resistance in muscle-invasive bladder cancer."}, {"pubmed": 32277015, "text": "Heme oxygenase-1 promoter (GT) n polymorphism associates with HIV neurocognitive impairment."}, {"pubmed": 32278282, "text": "Canagliflozin inhibits vascular smooth muscle cell proliferation and migration: Role of heme oxygenase-1."}, {"pubmed": 32500379, "text": "COVID-19 and heme oxygenase: novel insight into the disease and potential therapies."}, {"pubmed": 32558263, "text": "Heme oxygenase promotes B-Raf-dependent melanosphere formation."}, {"pubmed": 32559798, "text": "Interaction Between NOS3 and HMOX1 on Antihypertensive Drug Responsiveness in Preeclampsia.\", trans \"Interacao entre os genes NOS3 e HMOX1 na resposta a terapia antihipertensiva em pre-eclampsia."}, {"pubmed": 32581238, "text": "Immune responses in beta-thalassaemia: heme oxygenase 1 reduces cytokine production and bactericidal activity of human leucocytes."}, {"pubmed": 32615411, "text": "Nrf2/HO-1 partially regulates cytoprotective effects of carbon monoxide against urban particulate matter-induced inflammatory responses in oral keratinocytes."}, {"pubmed": 32640729, "text": "Myxovirus Resistance Protein 1 (MX1), a Novel HO-1 Interactor, Tilts the Balance of Endoplasmic Reticulum Stress towards Pro-Death Events in Prostate Cancer."}, {"pubmed": 32663573, "text": "Overexpression of heme oxygenase-1 in bone marrow stromal cells promotes multiple myeloma resistance through the JAK2/STAT3 pathway."}, {"pubmed": 32770964, "text": "VEGF, apelin and HO-1 in diabetic patients with retinopathy: a correlation analysis."}, {"pubmed": 32819605, "text": "SIRT2 inhibition activates hypoxia-inducible factor 1alpha signaling and mediates neuronal survival."}, {"pubmed": 32880973, "text": "Characterization and heme oxygenase-1 content of extracellular vesicles in human biofluids."}, {"pubmed": 32897647, "text": "miR-141-3p inhibits vascular smooth muscle cell proliferation and migration via regulating Keap1/Nrf2/HO-1 pathway."}, {"pubmed": 32910432, "text": "Neuroinflammation associates with antioxidant heme oxygenase-1 response throughout the brain in persons living with HIV."}, {"pubmed": 32930133, "text": "Heme oxygenase-1 in osteosarcoma."}, {"pubmed": 32971746, "text": "Heme Oxygenase-1 Supports Mitochondrial Energy Production and Electron Transport Chain Activity in Cultured Lung Epithelial Cells."}, {"pubmed": 33001278, "text": "The DPP-IV inhibitor saxagliptin promotes the migration and invasion of papillary thyroid carcinoma cells via the NRF2/HO1 pathway."}, {"pubmed": 33016915, "text": "The Neuroprotective and Neurodegeneration Effects of Heme Oxygenase-1 in Alzheimer's Disease."}, {"pubmed": 33023074, "text": "Short ELF-EMF Exposure Targets SIRT1/Nrf2/HO-1 Signaling in THP-1 Cells."}, {"pubmed": 33075721, "text": "Role of heme oxygenase-1 in human placenta on iron supply to fetus."}, {"pubmed": 33076330, "text": "Cannabinoid-Induced Autophagy and Heme Oxygenase-1 Determine the Fate of Adipose Tissue-Derived Mesenchymal Stem Cells under Stressful Conditions."}, {"pubmed": 33110194, "text": "Transferrin receptor 1 is a cellular receptor for human heme-albumin."}, {"pubmed": 33116199, "text": "Significance of heme oxygenase-1(HMOX1) gene on fetal hemoglobin induction in sickle cell anemia patients."}, {"pubmed": 33176981, "text": "Desaturation and heme elevation during COVID-19 infection: A potential prognostic factor of heme oxygenase-1."}, {"pubmed": 33232319, "text": "LncRNA MIR4435-2HG mediates cisplatin resistance in HCT116 cells by regulating Nrf2 and HO-1."}, {"pubmed": 33378016, "text": "MiRNA-15a-3p inhibits the metastasis of hepatocellular carcinoma by interacting with HMOX1."}, {"pubmed": 33383653, "text": "Novel Interplay between p53 and HO-1 in Embryonic Stem Cells."}, {"pubmed": 33388910, "text": "Subjects with coronary artery disease and reduced ejection fraction have longer (GT)n repeats in the heme-oxygenase 1 gene promoter."}, {"pubmed": 33394027, "text": "Heteromeric complex formation between human cytochrome P450 CYP1A1 and heme oxygenase-1."}, {"pubmed": 33396647, "text": "Immune Modulation by Inhibitors of the HO System."}, {"pubmed": 33410147, "text": "The expression of myeloperoxidase in thrombi is associated with reduced heme oxygenase-1 induction and worse left ventricular remodeling in patients with acute ST-elevation myocardial infarction."}, {"pubmed": 33430731, "text": "Targeting Abnormal Nrf2/HO-1 Signaling in Amyotrophic Lateral Sclerosis: Current Insights on Drug Targets and Influences on Neurological Disorders."}, {"pubmed": 33467682, "text": "A Dual Role of Heme Oxygenase-1 in Angiotensin II-Induced Abdominal Aortic Aneurysm in the Normolipidemic Mice."}, {"pubmed": 33498175, "text": "Role of HMOX1 Promoter Genetic Variants in Chemoresistance and Chemotherapy Induced Neutropenia in Children with Acute Lymphoblastic Leukemia."}, {"pubmed": 33537027, "text": "Donor-Derived Myeloid Heme Oxygenase-1 Controls the Development of Graft-Versus-Host Disease."}, {"pubmed": 33537805, "text": "Heme oxygenase1 improves the survival of ischemic skin flaps (Review)."}, {"pubmed": 33546372, "text": "Heme Oxygenase-1 Deficiency and Oxidative Stress: A Review of 9 Independent Human Cases and Animal Models."}, {"pubmed": 33588423, "text": "The Association between Serum Heme Oxygenase-1 Levels and Coronary SYNTAX Score."}, {"pubmed": 33589574, "text": "High expression of heme oxygenase-1 in tumor-associated macrophages characterizes a poor-prognosis subtype in nasopharyngeal carcinoma."}, {"pubmed": 33646477, "text": "East to West not North-West: Structure-Based Mechanistic Resolution of 8-Hydroxyl Replacement and Resulting Effects on the Activities of Imidazole-Based Heme Oxygenase-1 Inhibitors."}, {"pubmed": 33670516, "text": "Heme Oxygenase 1: A Defensive Mediator in Kidney Diseases."}, {"pubmed": 33738869, "text": "Differentiation of Hodgkin lymphoma cells by reactive oxygen species and regulation by heme oxygenase-1 through HIF-1alpha."}, {"pubmed": 33800989, "text": "Endometriosis Is Associated with Functional Polymorphism in the Promoter of Heme Oxygenase 1 (HMOX1) Gene."}, {"pubmed": 33903766, "text": "Heme catabolism by tumor-associated macrophages controls metastasis formation."}, {"pubmed": 33961973, "text": "Nuclear factor erythroid 2-related factor 2 (Nrf2), tumor necrosis factor alpha protein (TNF-alpha), heme oxygenase-1 (HO-1) gene expressions during cardiopulmonary bypass."}, {"pubmed": 33962830, "text": "Heme oxygenase-1 induction mitigates burn-associated early acute kidney injury via the TLR4 signaling pathway."}, {"pubmed": 34117611, "text": "Suppressive role of microRNA-130b-3p in ferroptosis in melanoma cells correlates with DKK1 inhibition and Nrf2-HO-1 pathway activation."}, {"pubmed": 34202670, "text": "Cytoprotection against Oxidative Stress by Methylnissolin-3-O-beta-d-glucopyranoside from Astragalus membranaceus Mainly via the Activation of the Nrf2/HO-1 Pathway."}, {"pubmed": 34202711, "text": "Combination of Heme Oxygenase-1 Inhibition and Sigma Receptor Modulation for Anticancer Activity."}, {"pubmed": 34205698, "text": "Tin Mesoporphyrin Selectively Reduces Non-Small-Cell Lung Cancer Cell Line A549 Proliferation by Interfering with Heme Oxygenase and Glutathione Systems."}, {"pubmed": 34237527, "text": "AOPPs induce HTR-8/SVneo cell apoptosis by downregulating the Nrf-2/ARE/HO-1 anti-oxidative pathway: Potential implications for preeclampsia."}, {"pubmed": 34240732, "text": "Sirt6-mediated Nrf2/HO-1 activation alleviates angiotensin II-induced DNA DSBs and apoptosis in podocytes."}, {"pubmed": 34264023, "text": "HO-1 in lymph node metastasis predicted overall survival in patients with esophageal squamous cell carcinoma receiving neoadjuvant chemoradiation therapy."}, {"pubmed": 34312365, "text": "HO-1 nuclear accumulation and interaction with NPM1 protect against stress-induced endothelial senescence independent of its enzymatic activity."}, {"pubmed": 34321570, "text": "Expression of HO1 and PER2 can predict the incidence of delirium in trauma patients with concomitant brain injury."}, {"pubmed": 34365685, "text": "Melatonin induces Nrf2-HO-1 reprogramming and corrections in hepatic core clock oscillations in Non-alcoholic fatty liver disease."}, {"pubmed": 34443628, "text": "Moringa oleifera Leaf Extract Upregulates Nrf2/HO-1 Expression and Ameliorates Redox Status in C2C12 Skeletal Muscle Cells."}, {"pubmed": 34493626, "text": "Association between blood carboxyhemoglobin level and bronchopulmonary dysplasia in extremely low birthweight infants."}, {"pubmed": 34544203, "text": "Haem oxygenase limits Mycobacterium marinum infection-induced detrimental ferrostatin-sensitive cell death in zebrafish."}, {"pubmed": 34547407, "text": "Heme Oxygenase-1 (HMOX-1) and inhibitor of differentiation proteins (ID1, ID3) are key response mechanisms against iron-overload in pancreatic beta-cells."}, {"pubmed": 34634993, "text": "Shorter (GT)n repeats in the haem-oxygenase 1 gene promoter are associated with better mid-term survival in subjects with coronary artery disease and abnormal ejection fraction."}, {"pubmed": 34638586, "text": "The E3 Ubiquitin Ligase NEDD4-1 Mediates Temozolomide-Resistant Glioblastoma through PTEN Attenuation and Redox Imbalance in Nrf2-HO-1 Axis."}, {"pubmed": 34688156, "text": "The non-canonical effects of heme oxygenase-1, a classical fighter against oxidative stress."}, {"pubmed": 34750390, "text": "Forensic significance of intracardiac heme oxygenase-1 expression in acute myocardial ischemia."}, {"pubmed": 34841438, "text": "Association between HO1 gene promoter polymorphisms and diseases (Review)."}, {"pubmed": 34918393, "text": "Heme oxygenase-1 inhibits DENV-induced endothelial hyperpermeability and serves as a potential target against dengue hemorrhagic fever."}, {"pubmed": 34918880, "text": "Brucella induces heme oxygenase-1 expression to promote its infection."}, {"pubmed": 34920080, "text": "The spike protein of SARS-CoV-2 induces heme oxygenase-1: Pathophysiologic implications."}, {"pubmed": 34999313, "text": "VCAM1, HMOX1 and NOS3 differential endothelial expression may impact sickle cell anemia vasculopathy."}, {"pubmed": 35006443, "text": "Association of HMOX-1 rs2071747 with sporadic Parkinson's disease in southern Han Chinese."}, {"pubmed": 35281042, "text": "A Dual Role of Heme Oxygenase-1 in Tuberculosis."}, {"pubmed": 35293311, "text": "MicroRNA-122-5p regulates coagulation and inflammation through MASP1 and HO-1 genes."}, {"pubmed": 35304903, "text": "Predictive and prognostic effect of HO-1 expression in breast cancer patients undergoing neoadjuvant chemotherapy."}, {"pubmed": 35428017, "text": "Heme oxygenase-1 & 2 and their potential contribution in heme induced colorectal carcinogenesis."}, {"pubmed": 35470713, "text": "Heme oxygenase-1 and hemopexin gene polymorphisms and the risk of anti-tuberculosis drug-induced hepatotoxicity in China."}, {"pubmed": 35551540, "text": "HMOX1 genetic polymorphisms and outcomes in infectious disease: A systematic review."}, {"pubmed": 35762119, "text": "Heme oxygenase-1 gene rs2071746 polymorphism in retinal vein occlusion."}, {"pubmed": 35821281, "text": "The deubiquitinase USP7 regulates oxidative stress through stabilization of HO-1."}, {"pubmed": 36001619, "text": "Heme oxygenase-1 as an important predictor of the severity of COVID-19."}, {"pubmed": 36054818, "text": "The immunosuppression pathway of tumor-associated macrophages is controlled by heme oxygenase-1 in glioblastoma patients."}, {"pubmed": 36265795, "text": "Dynamics of antioxidant heme oxygenase-1 and pro-oxidant p66Shc in promoting advanced prostate cancer progression."}, {"pubmed": 36291740, "text": "Molecular Regulation of Heme Oxygenase-1 Expression by E2F Transcription Factor 2 in Lung Fibroblast Cells: Relevance to Idiopathic Pulmonary Fibrosis."}, {"pubmed": 36300537, "text": "HMOX1 Promotes Ferroptosis Induced by Erastin in Lens Epithelial Cell through Modulates Fe[2+] Production."}, {"pubmed": 36436727, "text": "Heme oxygenase-1 ameliorates endotoxin-induced acute lung injury by modulating macrophage polarization via inhibiting TXNIP/NLRP3 inflammasome activation."}, {"pubmed": 36464717, "text": "Association between heme oxygenase one and sepsis development in patients with moderate-to-critical COVID-19: a single-center, retrospective observational study."}, {"pubmed": 36539019, "text": "Iron cycle disruption by heme oxygenase-1 activation leads to a reduced breast cancer cell survival."}, {"pubmed": 36705254, "text": "HO-1: a new marker for predicting postoperative recurrence of CRSwNP."}, {"pubmed": 36775962, "text": "Hypoxia-induced oxidative stress promotes therapy resistance via upregulation of heme oxygenase-1 in multiple myeloma."}, {"pubmed": 36892766, "text": "Human Heme Oxygenase-1 Promoter Activity Is Mediated by Z-DNA Formation."}, {"pubmed": 37043130, "text": "Prognostic value of Nrf2/HO-1 expression and its correlation with occurrence in esophageal squamous cell carcinoma."}, {"pubmed": 37046065, "text": "Heme oxygenase 1 in erythropoiesis: an important regulator beyond catalyzing heme catabolism."}, {"pubmed": 37210762, "text": "KLF10 knockdown negatively regulates CTRP3 to improve OGD/R-induced brain microvascular endothelial cell injury and barrier dysfunction through Nrf2/HO-1 signaling pathway."}, {"pubmed": 37219322, "text": "CEACAM6 as a Novel Therapeutic Target to Boost HO-1-mediated Antioxidant Defense in COPD."}, {"pubmed": 37245063, "text": "Human umbilical cord-derived mesenchymal stem cells alleviate oxidative stress-induced islet impairment via the Nrf2/HO-1 axis."}, {"pubmed": 37286868, "text": "Nrf2/HO-1 Alleviates Disulfiram/Copper-Induced Ferroptosis in Oral Squamous Cell Carcinoma."}, {"pubmed": 37415103, "text": "Histone acetyltransferase P300 deficiency promotes ferroptosis of vascular smooth muscle cells by activating the HIF-1alpha/HMOX1 axis."}, {"pubmed": 37445792, "text": "Association of Low Serum Bilirubin Concentrations and Promoter Variations in the UGT1A1 and HMOX1 Genes with Type 2 Diabetes Mellitus in the Czech Population."}, {"pubmed": 37486100, "text": "The expression levels of NOS2, HMOX1, and VEGFC in cumulus cells are markers of oocyte maturation and fertilization rate."}, {"pubmed": 37532969, "text": "Hmox1 is Identified as a Ferroptosis Hub Gene and Associated with the M1 Type Microglia/Macrophage Polarization in Spinal Cord Injury: Bioinformatics and Experimental Validation."}, {"pubmed": 37573262, "text": "HMOX1 Participates in Pre-Eclampsia by Regulating the Proliferation, Apoptosis, and Angiogenesis Modulation Potential of Mesenchymal Stem Cells via VEGF."}, {"pubmed": 37592866, "text": "Human umbilical cord derived mesenchymal stem cells overexpressing HO-1 attenuate neural injury and enhance functional recovery by inhibiting inflammation in stroke mice."}, {"pubmed": 37685970, "text": "Serum High-Mobility Group Box 1 and Heme Oxygenase-1 as Biomarkers in COVID-19 Patients at Hospital Admission."}, {"pubmed": 37800319, "text": "EZH2 Promotes Corneal Endothelial Cell Apoptosis by Mediating H3K27me3 and Inhibiting HO-1 Transcription."}, {"pubmed": 37890696, "text": "Nrf2/HO-1 as a therapeutic target in renal fibrosis."}, {"pubmed": 37897855, "text": "Overexpression of SIRT6 regulates NRF2/HO-1 and NF-kappaB signaling pathways to alleviate UVA-induced photoaging in skin fibroblasts."}, {"pubmed": 37984695, "text": "Heme oxygenase-1: A potential therapeutic target for improving skeletal muscle atrophy."}, {"pubmed": 38006802, "text": "HMOX1-overexpressing mesenchymal stem cell-derived exosomes facilitate diabetic wound healing by promoting angiogenesis and fibroblast function."}, {"pubmed": 38051262, "text": "HO-1-Mediated Autophagic Restoration Protects Lens Epithelial Cells Against Oxidative Stress and Cellular Senescence."}, {"pubmed": 38069389, "text": "Association between Nfr2, HO-1, NF-kB Expression, Plasma ADMA, and Oxidative Stress in Metabolic Syndrome."}, {"pubmed": 38129860, "text": "SNP (A > G - rs13057211) but not GT(n) polymorphism in HMOX-1 promotor gene is associated with COVID-19 mortality."}, {"pubmed": 38147696, "text": "Inhibition of heme oxygenase 1 alleviates thoracic aortic aneurysm via restoration of extracellular matrix."}, {"pubmed": 38154209, "text": "IL-38 alleviates atherogenic responses via SIRT6/HO-1 signaling: A promising strategy against obesity-related atherosclerosis."}, {"pubmed": 38172743, "text": "Mechanisms by which silencing long-stranded noncoding RNA KCNQ1OT1 alleviates myocardial ischemia/reperfusion injury (MI/RI)-induced cardiac injury via miR-377-3p/HMOX1."}, {"pubmed": 38244583, "text": "Tremella fuciformis polysaccharides induce ferroptosis in Epstein-Barr virus-associated gastric cancer by inactivating NRF2/HO-1 signaling."}, {"pubmed": 38279097, "text": "Associations between UGT1A1, SLCO1B1, SLCO1B3, BLVRA and HMOX1 polymorphisms and susceptibility to neonatal severe hyperbilirubinemia in Chinese Han population."}, {"pubmed": 38410927, "text": "The study of HMOX1 DNA methylation and gene expression and the diagnostic potential of miR-153-3p in preeclampsia."}, {"pubmed": 38468410, "text": "HMOX1 as a therapeutic target associated with diabetic foot ulcers based on single-cell analysis and machine learning."}, {"pubmed": 38584112, "text": "[Research progress on the mechanism of action of heme oxygenase-1 regulating ferroptosis in non-alcoholic fatty liver disease]."}, {"pubmed": 38591551, "text": "Activation of heme oxygenase-1 by laminar shear stress ameliorates high glucose-induced endothelial cell and smooth muscle cell dysfunction."}, {"pubmed": 38818928, "text": "Heme Oxygenase-1 Gene (GT)n Polymorphism Linked to Deep White Matter Hyperintensities, Not Periventricular Hyperintensities."}], "genomic_pos": {"chr": "22", "end": 35394214, "ensemblgene": "ENSG00000100292", "start": 35380361, "strand": 1}, "genomic_pos_hg19": {"chr": "22", "end": 35790207, "start": 35776354, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 12239590, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001935", "pubmed": 12239590, "qualifier": "involved_in", "term": "endothelial cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002246", "pubmed": 9884342, "qualifier": "involved_in", "term": "wound healing involved in inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0002686", "pubmed": 14525760, "qualifier": "involved_in", "term": "negative regulation of leukocyte migration"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006788", "qualifier": "involved_in", "term": "heme oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006788", "pubmed": 17915953, "qualifier": "involved_in", "term": "heme oxidation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006879", "pubmed": 17915953, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006879", "pubmed": 22989377, "qualifier": "involved_in", "term": "intracellular iron ion homeostasis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006979", "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006979", "pubmed": 9884342, "qualifier": "involved_in", "term": "response to oxidative stress"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0014806", "pubmed": 18289072, "qualifier": "involved_in", "term": "smooth muscle hyperplasia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016236", "qualifier": "involved_in", "term": "macroautophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016239", "qualifier": "involved_in", "term": "positive regulation of macroautophagy"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016242", "qualifier": "involved_in", "term": "negative regulation of macroautophagy"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032722", "pubmed": 17652371, "qualifier": "involved_in", "term": "positive regulation of chemokine production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034101", "pubmed": 9884342, "qualifier": "involved_in", "term": "erythrocyte homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034383", "pubmed": 9884342, "qualifier": "involved_in", "term": "low-density lipoprotein particle clearance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034605", "pubmed": 21597468, "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035094", "pubmed": 18205746, "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0035556", "pubmed": 17652371, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042167", "qualifier": "involved_in", "term": "heme catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042167", "pubmed": 17915953, "qualifier": "involved_in", "term": "heme catabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042542", "qualifier": "involved_in", "term": "response to hydrogen peroxide"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0043123", "pubmed": 12761501, "qualifier": "involved_in", "term": "positive regulation of canonical NF-kappaB signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045765", "pubmed": 17652371, "qualifier": "involved_in", "term": "regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045766", "pubmed": 21788589, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048661", "pubmed": 17600318, "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048662", "pubmed": 17600318, "qualifier": "involved_in", "term": "negative regulation of smooth muscle cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060586", "pubmed": 9884342, "qualifier": "involved_in", "term": "multicellular organismal-level iron ion homeostasis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071243", "qualifier": "involved_in", "term": "cellular response to arsenic-containing substance"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071276", "qualifier": "involved_in", "term": "cellular response to cadmium ion"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072719", "qualifier": "involved_in", "term": "cellular response to cisplatin"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0090050", "pubmed": 24844779, "qualifier": "involved_in", "term": "positive regulation of cell migration involved in sprouting angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0110076", "pubmed": 26403645, "qualifier": "involved_in", "term": "negative regulation of ferroptosis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1902042", "pubmed": 18202225, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1903589", "pubmed": 24844779, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell proliferation involved in sprouting angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904019", "qualifier": "involved_in", "term": "epithelial cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904037", "qualifier": "involved_in", "term": "positive regulation of epithelial cell apoptotic process"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005615", "pubmed": 18307065, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005741", "qualifier": "located_in", "term": "mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": [19556236, 22503972], "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005783", "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": [22419571, 27184847], "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005789", "pubmed": 19556236, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0016020", "pubmed": 3345742, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0048471", "pubmed": 22503972, "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004392", "qualifier": "enables", "term": "heme oxygenase (decyclizing) activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004392", "pubmed": [7703255, 17915953], "qualifier": "enables", "term": "heme oxygenase (decyclizing) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004392", "pubmed": [11121422, 19556236], "qualifier": "enables", "term": "heme oxygenase (decyclizing) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005198", "pubmed": 19556236, "qualifier": "enables", "term": "structural molecule activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [21044950, 21597468, 32296183, 32353859, 32838362, 33060197, 35239449, 36217030], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0019899", "pubmed": 15516695, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0020037", "pubmed": 17915953, "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 19556236, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 19556236, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[7955, 791518], [8364, 100488303], [9031, 396287], [9544, 719266], [9598, 470195], [9606, 3162], [9615, 442987], [9913, 513221], [10090, 15368], [10116, 24451]], "id": 31075}, "interpro": [{"desc": "Haem oxygenase", "id": "IPR002051", "short_desc": "Haem_Oase"}, {"desc": "Haem oxygenase-like", "id": "IPR016053", "short_desc": "Haem_Oase-like"}, {"desc": "Haem oxygenase-like, multi-helical", "id": "IPR016084", "short_desc": "Haem_Oase-like_multi-hlx"}, {"desc": "Haem oxygenase conserved site", "id": "IPR018207", "short_desc": "Haem_oxygenase_CS"}], "ipi": ["IPI00215893", "IPI00877645"], "map_location": "22q12.3", "name": "heme oxygenase 1", "other_names": ["heat shock protein, 32-kD", "heme oxygenase (decycling) 1", "heme oxygenase 1"], "pantherdb": {"HGNC": "5013", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96163", "ortholog_type": "LDO", "panther_family": "PTHR10720", "taxid": 10090, "uniprot_kb": "P14901"}, {"RGD": "2806", "ortholog_type": "LDO", "panther_family": "PTHR10720", "taxid": 10116, "uniprot_kb": "P06762"}, {"Ensembl": "ENSGALG00000012550", "ortholog_type": "LDO", "panther_family": "PTHR10720", "taxid": 9031, "uniprot_kb": "F1NQF4"}, {"Gene": "HMOX1", "ortholog_type": "LDO", "panther_family": "PTHR10720", "taxid": 9031, "uniprot_kb": "P14791"}, {"ZFIN": "ZDB-GENE-030131-3102", "ortholog_type": "LDO", "panther_family": "PTHR10720", "taxid": 7955, "uniprot_kb": "B0UXS0"}], "uniprot_kb": "P09601"}, "pathway": {"biocarta": [{"id": "arenrf2pathway", "name": "oxidative stress induced gene expression via nrf2"}, {"id": "il10pathway", "name": "il-10 anti-inflammatory signaling pathway"}], "humancyc": {"id": "PWY-5874", "name": "heme degradation"}, "kegg": [{"id": "hsa00860", "name": "Porphyrin and chlorophyll metabolism - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04216", "name": "Ferroptosis - Homo sapiens (human)"}, {"id": "hsa04978", "name": "Mineral absorption - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05206", "name": "MicroRNAs in cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "fra_pathway", "name": "Validated transcriptional targets of AP1 family members Fra1 and Fra2"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168643", "name": "Nucleotide-binding domain, leucine rich repeat containing receptor (NLR) signaling pathways"}, {"id": "R-HSA-189445", "name": "Metabolism of porphyrins"}, {"id": "R-HSA-189483", "name": "Heme degradation"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-382551", "name": "Transport of small molecules"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-622312", "name": "Inflammasomes"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-844456", "name": "The NLRP3 inflammasome"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-917937", "name": "Iron uptake and transport"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609507", "name": "Protein localization"}, {"id": "R-HSA-9609523", "name": "Insertion of tail-anchored proteins into the endoplasmic reticulum membrane"}, {"id": "R-HSA-9609523", "name": "Insertion of tail-anchored proteins into the endoplasmic reticulum membrane"}, {"id": "R-HSA-9658195", "name": "Leishmania infection"}, {"id": "R-HSA-9660826", "name": "Purinergic signaling in leishmaniasis infection"}, {"id": "R-HSA-9664424", "name": "Cell recruitment (pro-inflammatory response)"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9707564", "name": "Cytoprotection by HMOX1"}, {"id": "R-HSA-9707587", "name": "Regulation of HMOX1 expression and activity"}, {"id": "R-HSA-9707616", "name": "Heme signaling"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9711123", "name": "Cellular response to chemical stress"}, {"id": "R-HSA-9755511", "name": "KEAP1-NFE2L2 pathway"}, {"id": "R-HSA-9759194", "name": "Nuclear events mediated by NFE2L2"}, {"id": "R-HSA-9818027", "name": "NFE2L2 regulating anti-oxidant/detoxification enzymes"}, {"id": "R-HSA-9824443", "name": "Parasitic Infection Pathways"}], "smpdb": [{"id": "SMP00024", "name": "Porphyrin Metabolism"}, {"id": "SMP00342", "name": "Hereditary Coproporphyria (HCP)"}, {"id": "SMP00344", "name": "Acute Intermittent Porphyria"}, {"id": "SMP00345", "name": "Congenital Erythropoietic Porphyria (CEP) or Gunther Disease"}, {"id": "SMP00346", "name": "Porphyria Variegata (PV)"}], "wikipathways": [{"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3", "name": "Phytochemical activity on NRF2 transcriptional activation"}, {"id": "WP3287", "name": "Overview of nanoparticle effects"}, {"id": "WP3612", "name": "Photodynamic therapy-induced NFE2L2 (NRF2) survival signaling"}, {"id": "WP3624", "name": "Lung fibrosis"}, {"id": "WP408", "name": "Oxidative Stress"}, {"id": "WP4313", "name": "Ferroptosis"}, {"id": "WP4357", "name": "NRF2-ARE regulation"}, {"id": "WP4495", "name": "IL-10 Anti-inflammatory Signaling Pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}]}, "pdb": ["1N3U", "1N45", "1NI6", "1OYK", "1OYL", "1OZE", "1OZL", "1OZR", "1OZW", "1S13", "1S8C", "1T5P", "1TWN", "1TWR", "1XJZ", "1XK0", "1XK1", "1XK2", "1XK3", "3CZY", "3HOK", "3K4F", "3TGM", "4WD4", "5BTQ", "6EHA"], "pfam": "PF01126", "pharmgkb": "PA29341", "pharos": {"target_id": 13199, "tdl": "Tchem"}, "pir": "S00325", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250859", "relationship": "is"}, {"id": "GNF250860", "relationship": "is"}, {"id": "GNF250861", "relationship": "is"}, {"id": "GNF250862", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161396", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048292", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083524", "relationship": "is"}, {"id": "GNF083525", "relationship": "is"}, {"id": "GNF083526", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051029", "relationship": "is"}, {"id": "GNF055797", "relationship": "is"}, {"id": "GNF060482", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF070273", "relationship": "is"}, {"id": "GNF070274", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006580", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104693", "relationship": "is"}, {"id": "GNF144341", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000022.11", "NC_060946.1", "NG_023030.1"], "protein": "NP_002124.1", "rna": "NM_002133.3", "translation": {"protein": "NP_002124.1", "rna": "NM_002133.3"}}, "reporter": {"HG-U133_Plus_2": "203665_at", "HG-U95Av2": "33802_at", "HTA-2_0": ["TC22000259.hg.1", "TC22001089.hg.1"], "HuEx-1_0": "3944129", "HuGene-1_1": "8072678", "HuGene-2_1": "16929562"}, "summary": "Heme oxygenase, an essential enzyme in heme catabolism, cleaves heme to form biliverdin, which is subsequently converted to bilirubin by biliverdin reductase, and carbon monoxide, a putative neurotransmitter. Heme oxygenase activity is induced by its substrate heme and by various nonheme substances. Heme oxygenase occurs as 2 isozymes, an inducible heme oxygenase-1 and a constitutive heme oxygenase-2. HMOX1 and HMOX2 belong to the heme oxygenase family. [provided by RefSeq, Jul 2008].", "symbol": "HMOX1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415619"}, "unigene": ["Hs.727017", "Hs.517581"], "uniprot": {"Swiss-Prot": "P09601", "TrEMBL": ["A0A7I2V277", "Q6FH11", "A0A7I2YQL9", "B1AHA8", "A0A7I2V3I1", "A0A7I2V3M0"]}, "wikipedia": {"url_stub": "HMOX1"}}