{"AllianceGenome": "5099", "HGNC": "5099", "MIM": "142955", "_id": "3198", "_version": 1, "accession": {"genomic": ["AC004079.1", "CH236948.1", "CH471073.1", "CP068271.2", "FB571437.1", "FB571439.1", "KT584012.1", "NC_000007.14", "NC_060931.1", "NG_011813.2", "NG_033087.2"], "protein": ["AAA86954.1", "AAB35423.2", "AAB35424.2", "AAB35425.1", "AAC50248.1", "AAC50249.1", "AAC50250.1", "AAH32547.1", "AAS00374.1", "BAG36294.1", "CAR95136.1", "CAR95137.1", "EAL24228.1", "EAL24229.1", "EAW93861.1", "EAW93862.1", "NP_005513.2", "NP_705873.3", "P49639.2"], "rna": ["AK308067.1", "AK313514.1", "BC032547.2", "DB246535.1", "NM_005522.5", "NM_153620.3", "S79869.1", "S79871.1", "S79910.1", "U10421.1", "U37431.1"], "translation": [{"protein": "AAB35424.2", "rna": "S79869.1"}, {"protein": "AAB35425.1", "rna": "S79871.1"}, {"protein": "AAB35423.2", "rna": "S79910.1"}, {"protein": "AAA86954.1", "rna": "U10421.1"}, {"protein": "AAC50250.1", "rna": "U37431.1"}, {"protein": "NP_705873.3", "rna": "NM_153620.3"}, {"protein": "AAC50248.1", "rna": "U37431.1"}, {"protein": "NP_005513.2", "rna": "NM_005522.5"}, {"protein": "AAC50249.1", "rna": "U37431.1"}, {"protein": "BAG36294.1", "rna": "AK313514.1"}, {"protein": "AAH32547.1", "rna": "BC032547.2"}]}, "alias": ["BSAS", "HOX1", "HOX1F"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2019-06-19T16:00:00.000Z", "disease_label": "syndromic intellectual disability", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0000508", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1e0e605f-c82a-4e34-b913-8dc6b72b4881-2019-06-19T160000.000Z", "sop": "SOP6"}}, "ensembl": {"gene": "ENSG00000105991", "protein": ["ENSP00000347851", "ENSP00000494260"], "transcript": ["ENST00000355633", "ENST00000643460"], "translation": [{"protein": "ENSP00000494260", "rna": "ENST00000643460"}, {"protein": "ENSP00000347851", "rna": "ENST00000355633"}], "type_of_gene": "protein_coding"}, "entrezgene": "3198", "exons": [{"cdsend": 27095912, "cdsstart": 27094439, "chr": "7", "position": [[27092994, 27094795], [27095260, 27096000]], "strand": -1, "transcript": "NM_005522", "txend": 27096000, "txstart": 27092994}, {"cdsend": 27095912, "cdsstart": 27095295, "chr": "7", "position": [[27092994, 27094795], [27095260, 27095355], [27095558, 27096000]], "strand": -1, "transcript": "NM_153620", "txend": 27096000, "txstart": 27092994}], "exons_hg19": [{"cdsend": 27135531, "cdsstart": 27134058, "chr": "7", "position": [[27132613, 27134414], [27134879, 27135619]], "strand": -1, "transcript": "NM_005522", "txend": 27135619, "txstart": 27132613}, {"cdsend": 27135531, "cdsstart": 27134914, "chr": "7", "position": [[27132613, 27134414], [27134879, 27134974], [27135177, 27135619]], "strand": -1, "transcript": "NM_153620", "txend": 27135619, "txstart": 27132613}], "generif": [{"pubmed": 9463349, "text": "In mice, establishing Hoxb1 in rhombomere 4 is dependent on the early activation of Hoxa1 and Hoxb1 and that together both are essential for patterning the r4 territory."}, {"pubmed": 10529419, "text": "the effects of mutations in Hoxa1 and HoxA2 in the development of neural crest-derived structures in mice."}, {"pubmed": 11840501, "text": "It is unlikely that HoxA1 plays a significant role in the genetic predisposition to autism."}, {"pubmed": 12210285, "text": "No evidence for linkage of liability to autism to HOXA1 in a sample from the CPEA network"}, {"pubmed": 12210285, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12349873, "text": "hoxa1 protein plays a role in the development of infantile autism"}, {"pubmed": 12482855, "text": "HOXA1 is a human mammary epithelial oncogene with aggressive in vivo tumor formation"}, {"pubmed": 12908836, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14960295, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14960295, "text": "The HOXA1 A218G polymorphism explains approximately 5% of the variance in the head circumference of autistic patients and represents to our knowledge the first known gene variant providing sizable contributions to cranial morphology."}, {"pubmed": 16155570, "text": "Mutations in HOXA1 resulting in abnormalities, deafness, facial weakness, hypoventilation, vascular malformations of the internal carotid arteries and cardiac outflow tract, mental retardation and autism spectrum disorder were identified."}, {"pubmed": 16168961, "text": "HOXA1 protein with polyhistidine tract expansions misfold, aggregate, and have a toxic effect on cell."}, {"pubmed": 16373333, "text": "HOXA1 is a downstream effector of E-cadherin-directed signaling required for anchorage-independent proliferation of mammary carcinoma cells."}, {"pubmed": 16528738, "text": "The HOXA1-related syndrome phenotype is variable; HOXA1 mutations are a rare cause of isolated Duane anomaly."}, {"pubmed": 16597639, "text": "Study reveals the preferential expression of HOXA1 by metaphase II oocytes."}, {"pubmed": 17131398, "text": "Expanded polyhistidine repeats in HOXA1 enhance aggregation and cell death, resulting in impaired neuronal differentiation and cooperative binding with PBX1."}, {"pubmed": 17167333, "text": "Variation not associated with autism in an Indian population."}, {"pubmed": 17171652, "text": "HOXA1 A218G alleles significantly influence head growth rates, but not final head size, in normal human development."}, {"pubmed": 17171652, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17213808, "text": "Modulation of the p44/42 MAP kinase pathway is one mechanism by which HOXA1 mediates oncogenic transformation of the human mammary epithelial cell."}, {"pubmed": 17875913, "text": "This report extends the Bosley-Salih-Alorainy syndrome phenotype and documents the clinical variability resulting from identical HOXA1 mutations within an isolated ethnic population"}, {"pubmed": 17967182, "text": "Results identified HOXA1 loci showing significant differential DNA methylation levels between tumor and non-tumor lung and highly significant hypermethylation in adenocarcinoma."}, {"pubmed": 18276758, "text": "HOXA1 partially mediates oncogenic transformation of the immortalized human mammary epithelial cell through modulation of the STAT3 and STAT5B pathways."}, {"pubmed": 18412118, "text": "study describes nine previously unreported individuals from six families who have homozygous mutations of HOXA1 and either the Bosley-Salih-Alorainy syndrome (BSAS) or the Athabascan brainstem dysgenesis syndrome (ABDS)"}, {"pubmed": 19018235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19018953, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19018953, "text": "These data suggest that the HOXA1 A218G polymorphism may affect cerebellar development in humans."}, {"pubmed": 19086053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19598235, "text": "HOXA1 is associated with autistic traits, empathy, and Asperger syndrome."}, {"pubmed": 19598235, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20227628, "text": "HOXA1 mutations are not a common cause of sporadic Mobius syndrome in the general population"}, {"pubmed": 20678259, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 21106538, "text": "the combination of miR-377 and miR-217 help regulate HO-1 protein expression in the presence of hemin"}, {"pubmed": 21957483, "text": "the importance of the Hox-Pbx interaction for the oncogenic activity of Hoxa1"}, {"pubmed": 21980499, "text": "HOXA1 A218G and HOXB1 nINS/INS variants may not contribute significantly to autism spectrum disorders risk"}, {"pubmed": 22020899, "text": "study demonstrates KDM3A is overexpressed in various types of cancer and directly activates transcription of HOXA1 through demethylation of histone H3K9 by binding to its promoter region"}, {"pubmed": 22407312, "text": "Loss of HOXA1 is associated with pancreatic cancer."}, {"pubmed": 22498108, "text": "HOXA1 may contribute to oral carcinogenesis by increasing tumor cell proliferation, and suggest that HOXA1 expression might be helpful as a prognostic marker for patients with oral squamous cell carcinoma."}, {"pubmed": 22864671, "text": "Overexpression of HOXA1 is associated with hepatocellular carcinoma."}, {"pubmed": 22950449, "text": "The findings in this patient raise the possibility that PTPRN2 may be active during early development of the human brainstem and that its overexpression may cause bilateral Duane retraction syndrome as occurs in patients with homozygous HOXA1 mutations."}, {"pubmed": 23321646, "text": "Data indicate that MiR-10a has a role in megakaryocyte differentiation of stem cells via HOXA1 transcription factor targeting."}, {"pubmed": 23435427, "text": "validation data and mechanistic insights suggest that patients whose primary tumors express HOXA1 are among a high-risk metastasis subgroup that should be considered for anti-TGFbeta therapy in adjuvant settings"}, {"pubmed": 24312487, "text": "MicroRNA-99 family members suppress Homeobox A1 expression in epithelial cells."}, {"pubmed": 24559685, "text": "HOXA1-mediated SCLC chemoresistance is under the regulation of miR-100. HOXA1 may be a prognostic predictor and potential therapeutic target in human SCLC"}, {"pubmed": 24789793, "text": "The results demonstrated that miR-181c transcription is suppressed and HOXA1 expression is enhanced in hepatitis C virus-infected hepatocytes."}, {"pubmed": 24878468, "text": "In a Middle Eastern population, HOXA1 is not likely a common cause of non-syndromic deafness."}, {"pubmed": 25069511, "text": "Analysis indicates that the genes BIRC5, HOXA1 and RARB are critical targets that play an important regulatory role in cervical cancer pathogenesis."}, {"pubmed": 25148682, "text": "ACK1 interacts with KDM3A to regulate the mammary tumor oncogene HOXA1."}, {"pubmed": 25691658, "text": "YAP regulates the expression of HOXA1 and HOXC13 in human keratinocytes."}, {"pubmed": 26135141, "text": "our findings suggest that HOXA1 is involved in the regulation of prostate cancer progression, including cell growth, migration, invasion and metastasis"}, {"pubmed": 26417931, "text": "MicroRNA-99a inhibits tumor aggressive phenotypes through regulating HOXA1 in breast cancer cells."}, {"pubmed": 26707824, "text": "Studied HOTAIR in chemoresistance of SCLC and possible molecular mechanism.  Knockdown of HOTAIR was carried out in SCLC multidrug-resistant cell lines; found depletion of HOTAIR reduced HOXA1 methylation by decreasing DNMT1 & DNMT3b expression."}, {"pubmed": 26791264, "text": "Data indicated that HOXA1 and CCND1 mRNA and protein expression were higher in gastric cancer (GC) tissues, that a significant correlation was found between their expression, and they both may serve as a novel prognostic biomarker for GC."}, {"pubmed": 26812882, "text": "Overexpression of the HOXA1 expression is associated with increased transformation of myelodysplastic syndrome into acute myeloid leukemia."}, {"pubmed": 27382069, "text": "HOXA1-mediated activation of NF-kappaB is non-transcriptional and the RBCK1 and TRAF2 influences on NF-kappaB are epistatic to HOXA1"}, {"pubmed": 27992364, "text": "Study identified HOXA1 as a direct target of miR-30e. Its expression is down-regulated by miR-30e played leading to suppressed lung cancer cell growth."}, {"pubmed": 28540746, "text": "we found that KDM3B exhibits potential tumor-suppressive activity and transcriptionally modulates HOXA1 expression via RARE in AML."}, {"pubmed": 28657121, "text": "UBE2C and HOXA1 RNA and protein are differentially expressed in conventional and Spitz nevi and melanoma."}, {"pubmed": 29137689, "text": "that miR-433 was frequently downregulated in colon cancer tissues and cell lines. Overexpression of miR-433 significantly inhibited the proliferation and invasion of colon cancer. We also newly identified HOXA1 as a direct target of miR-433. The effects of miR-433 on colon cancer cells were mediated via HOXA1."}, {"pubmed": 29164581, "text": "miR-30c could suppress giant cell tumor of bone cell proliferation and progression via HOXA1, which might provide a new target for giant cell tumor of bone diagnosis and therapy"}, {"pubmed": 29465778, "text": "The O-GlcNAc transferase OGT interacts with and post-translationally modifies the transcription factor HOXA1."}, {"pubmed": 29658571, "text": "We speculate that HOXA1 may be the direct target of miR181b5p or miR181d5p in LUSC, and HOXA1 may serve a significant role in nonsmall cell lung cancer (NSCLC) by regulating various pathways, particularly the p53 signaling pathway."}, {"pubmed": 29662483, "text": "this study illustrates that HOTAIRM1/HOXA1 downregulates the immunosuppressive function of myeloid-derived suppressor celsl and may be a potential therapeutic target in lung cancer."}, {"pubmed": 29693150, "text": "Study revealed the existence of negative correlation between the expression of miR577 and HOXA1 in hepatocellular carcinoma (HCC) specimens. HOXA1 expression is under the direct regulation of miR577 which is able to bind to its 3'UTR."}, {"pubmed": 29698677, "text": "HOTTIP cooperates with CTCF to coordinate HOXA gene expression."}, {"pubmed": 30376874, "text": "Results find that HOXA1 expression is regulated in glioblastoma multiforme by HOTAIRM1 which decreases DNA methylation levels in the HOXA1 promoter region by reducing DNA methyltransferases."}, {"pubmed": 30628697, "text": "these results indicated that miR577 may have served tumor suppressive roles in nonsmall cell lung cancer by directly targeting HOXA1."}, {"pubmed": 31114990, "text": "Long non-coding RNA 00152 promotes cell proliferation in cervical cancer via regulating miR-216b-5p/HOXA1 axis."}, {"pubmed": 31210292, "text": "MiR-99a suppressed cell proliferation and invasion by directly targeting HOXA1 through regulation of the AKT/mTOR signaling pathway and EMT in ovarian cancer."}, {"pubmed": 31325426, "text": "demonstrate for first time that miR-99a-5p may serve as a potential inhibitor of the atherosclerosis, and miR-99a-5p plays its role partially through targeting HOXA1"}, {"pubmed": 32013856, "text": "miR-18a-3p Encourages Apoptosis of Chondrocyte in Osteoarthritis via HOXA1 Pathway."}, {"pubmed": 32497022, "text": "Long non-coding RNA SNHG1 activates HOXA1 expression via sponging miR-193a-5p in breast cancer progression."}, {"pubmed": 33048872, "text": "Long noncoding RNA HOTAIRM1 promotes myeloid-derived suppressor cell expansion and suppressive functions through up-regulating HOXA1 expression during latent HIV infection."}, {"pubmed": 33328510, "text": "LncRNA HOTAIRM1 promotes MDSC expansion and suppressive functions through the HOXA1-miR124 axis during HCV infection."}, {"pubmed": 33332731, "text": "MiR-10a-5p restrains the aggressive phenotypes of ovarian cancer cells by inhibiting HOXA1."}, {"pubmed": 34180753, "text": "CircRASSF2 acts as a prognostic factor and promotes breast cancer progression by modulating miR-1205/HOXA1 axis."}, {"pubmed": 34799875, "text": "Hsa_circ_0074032 promotes prostate cancer progression through elevating homeobox A1 expression by serving as a microRNA-198 decoy."}, {"pubmed": 35675857, "text": "HOXA1, a breast cancer oncogene."}, {"pubmed": 36228347, "text": "HOXA1 promotes proliferation and metastasis of bladder cancer by enhancing SMAD3 transcription."}, {"pubmed": 36729977, "text": "Circ_0058063 regulates the development of esophageal cancer through miR-377-3p/HOXA1 axis."}, {"pubmed": 37286120, "text": "HOXA1 promotes aerobic glycolysis and cancer progression in cervical cancer."}, {"pubmed": 37923054, "text": "Downregulation of homeobox A1 in human granulosa cells is involved in diminished ovarian reserve through promoting cell apoptosis and mitochondrial dysfunction."}, {"pubmed": 37952572, "text": "A poly-histidine motif of HOXA1 is involved in regulatory interactions with cysteine-rich proteins."}, {"pubmed": 38477942, "text": "HOXA1 silencing inhibits cisplatin resistance of oral squamous cell carcinoma cells via IkappaB/NF-kappaB signaling pathway."}], "genomic_pos": {"chr": "7", "end": 27096000, "ensemblgene": "ENSG00000105991", "start": 27092993, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 27135615, "start": 27132612, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007605", "pubmed": 16155570, "qualifier": "involved_in", "term": "sensory perception of sound"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007634", "pubmed": 16155570, "qualifier": "involved_in", "term": "optokinetic behavior"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0009653", "pubmed": 16155570, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0021599", "pubmed": 16155570, "qualifier": "involved_in", "term": "abducens nerve formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042473", "pubmed": 16155570, "qualifier": "involved_in", "term": "outer ear morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 15665309, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048702", "pubmed": 16155570, "qualifier": "involved_in", "term": "embryonic neurocranium morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048839", "pubmed": 16155570, "qualifier": "involved_in", "term": "inner ear development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048844", "pubmed": 16155570, "qualifier": "involved_in", "term": "artery morphogenesis"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050795", "pubmed": 16155570, "qualifier": "involved_in", "term": "regulation of behavior"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050890", "pubmed": 16155570, "qualifier": "involved_in", "term": "cognition"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0050905", "pubmed": 16155570, "qualifier": "involved_in", "term": "neuromuscular process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060840", "pubmed": 16155570, "qualifier": "involved_in", "term": "artery development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060876", "pubmed": 16155570, "qualifier": "involved_in", "term": "semicircular canal formation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090102", "pubmed": 16155570, "qualifier": "involved_in", "term": "cochlea development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0090103", "pubmed": 16155570, "qualifier": "involved_in", "term": "cochlea morphogenesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 15665309, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 18482256, 21653829, 23088713, 23455924, 25416956, 25910212, 29892012, 30886144, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [21516116, 25416956, 30886144, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23332764, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 58051], [8364, 493379], [9031, 374051], [9544, 700723], [9598, 463308], [9606, 3198], [9615, 482367], [9913, 537889], [10090, 15394], [10116, 103690132]], "id": 4032}, "interpro": [{"desc": "Homeobox protein Hox-A1/B1/D1", "id": "IPR046327", "short_desc": "HXA1/B1/D1"}, {"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": ["IPI00027694", "IPI00218317", "IPI00218318"], "map_location": "7p15.2", "name": "homeobox A1", "other_names": ["HOX A1 homeodomain protein", "Hox 1.6-like protein", "homeo box A1", "homeobox 1F", "homeobox protein Hox-1F", "homeobox protein Hox-A1", "lab-like protein"], "pantherdb": {"HGNC": "5099", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96170", "ortholog_type": "LDO", "panther_family": "PTHR45946", "taxid": 10090, "uniprot_kb": "P09022"}, {"RGD": "11414885", "ortholog_type": "LDO", "panther_family": "PTHR45946", "taxid": 10116, "uniprot_kb": "O08656"}, {"Ensembl": "ENSGALG00000028095", "ortholog_type": "LDO", "panther_family": "PTHR45946", "taxid": 9031, "uniprot_kb": "R4GHI8"}, {"ZFIN": "ZDB-GENE-000823-5", "ortholog_type": "LDO", "panther_family": "PTHR45946", "taxid": 7955, "uniprot_kb": "Q98SI1"}, {"FlyBase": "FBgn0003267", "ortholog_type": "O", "panther_family": "PTHR45946", "taxid": 7227, "uniprot_kb": "P10181"}, {"FlyBase": "FBgn0002522", "ortholog_type": "O", "panther_family": "PTHR45946", "taxid": 7227, "uniprot_kb": "P10105"}], "uniprot_kb": "P49639"}, "pathway": {"kegg": {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-5617472", "name": "Activation of anterior HOX genes in hindbrain development during early embryogenesis"}, {"id": "R-HSA-5619507", "name": "Activation of HOX genes during differentiation"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2853", "name": "Endoderm differentiation"}]}, "pfam": "PF00046", "pharmgkb": "PA29376", "pharos": {"target_id": 9168, "tdl": "Tbio"}, "pir": "G01448", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250891", "relationship": "is"}, {"id": "GNF250892", "relationship": "is"}, {"id": "GNF250893", "relationship": "is"}, {"id": "GNF250894", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF156906", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF006647", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242226", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095487", "relationship": "is"}, {"id": "GNF135144", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_011813.2", "NG_033087.2"], "protein": ["NP_005513.2", "NP_705873.3"], "rna": ["NM_005522.5", "NM_153620.3"], "translation": [{"protein": "NP_005513.2", "rna": "NM_005522.5"}, {"protein": "NP_705873.3", "rna": "NM_153620.3"}]}, "reporter": {"HG-U133_Plus_2": "214639_s_at", "HG-U95Av2": "502_s_at", "HTA-2_0": "TC07001218.hg.1", "HuEx-1_0": "3042730", "HuGene-1_1": "8138708", "HuGene-2_1": "17056098"}, "summary": "In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and differentiation. The encoded protein may be involved in the placement of hindbrain segments in the proper location along the anterior-posterior axis during development. Two transcript variants encoding two different isoforms have been found for this gene, with only one of the isoforms containing the homeodomain region. [provided by RefSeq, Jul 2008].", "symbol": "HOXA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415653"}, "unigene": "Hs.67397", "uniprot": {"Swiss-Prot": "P49639"}, "wikipedia": {"url_stub": "Homeobox A1"}}