{"AllianceGenome": "5106", "HGNC": "5106", "MIM": "142952", "_id": "3202", "_version": 1, "accession": {"genomic": ["AC004080.2", "CH236948.1", "CH471073.1", "CP068271.2", "KT584112.1", "M26679.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAA58663.1", "AAH13682.1", "AAP88746.1", "CAG47052.1", "CAG47073.1", "EAL24223.1", "EAW93873.1", "NP_061975.2", "P20719.2"], "rna": ["AW802886.1", "BC013682.1", "BI822268.1", "BT009744.1", "CR542256.1", "CR542277.1", "NM_019102.4"], "translation": [{"protein": "CAG47052.1", "rna": "CR542256.1"}, {"protein": "AAH13682.1", "rna": "BC013682.1"}, {"protein": "AAP88746.1", "rna": "BT009744.1"}, {"protein": "CAG47073.1", "rna": "CR542277.1"}, {"protein": "NP_061975.2", "rna": "NM_019102.4"}]}, "alias": ["HOX1", "HOX1.3", "HOX1C"], "ensembl": {"gene": "ENSG00000106004", "protein": "ENSP00000222726", "transcript": ["ENST00000222726", "ENST00000520854"], "translation": [{"protein": "ENSP00000222726", "rna": "ENST00000222726"}], "type_of_gene": "protein_coding"}, "entrezgene": "3202", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.99272982, "exp_mis": 154.9602304, "exp_syn": 90.90543, "lof_z": 2.21339402476196, "mis_z": 2.63101363420964, "mu_lof": 3.66677808706e-07, "mu_mis": 1.36027529677e-05, "mu_syn": 7.94930103262e-06, "n_lof": 0.0, "n_mis": 88.0, "n_syn": 46.0, "p_li": 0.79621299361995, "p_null": 0.00576039066951374, "p_rec": 0.198026615710537, "syn_z": 2.91980221625404}, "bp": 813, "cds_end": 27183226, "cds_start": 27181453, "n_exons": 2, "nonpsych": {"exp_lof": 4.4776312, "exp_mis": 140.212695, "exp_syn": 82.2369174, "lof_z": 2.07814631724273, "mis_z": 2.73519915903501, "mu_lof": 3.66677808706e-07, "mu_mis": 1.36027529677e-05, "mu_syn": 7.94930103262e-06, "n_lof": 0.0, "n_mis": 76.0, "n_syn": 41.0, "p_li": 0.78528493513609, "p_null": 0.00795934442477034, "p_rec": 0.20675572043914, "syn_z": 2.86296667131456}, "nontcga": {"exp_lof": 4.58928879, "exp_mis": 142.5593998, "exp_syn": 83.62897869, "lof_z": 2.11326496468809, "mis_z": 2.6103845240931, "mu_lof": 3.66677808706e-07, "mu_mis": 1.36027529677e-05, "mu_syn": 7.94930103262e-06, "n_lof": 0.0, "n_mis": 80.0, "n_syn": 41.0, "p_li": 0.776935518234104, "p_null": 0.00733565301850933, "p_rec": 0.215728828747387, "syn_z": 2.95154129604338}, "transcript": "ENST00000222726.3"}, "exons": [{"cdsend": 27143607, "cdsstart": 27141834, "chr": "7", "position": [[27141051, 27142085], [27143045, 27143681]], "strand": -1, "transcript": "NM_019102", "txend": 27143681, "txstart": 27141051}], "exons_hg19": [{"cdsend": 27183226, "cdsstart": 27181453, "chr": "7", "position": [[27180670, 27181704], [27182664, 27183300]], "strand": -1, "transcript": "NM_019102", "txend": 27183300, "txstart": 27180670}], "generif": [{"pubmed": 14701762, "text": "engineered a p53-mutant breast cancer cell line, Hs578T, to inducibly express HOXA5. Expression of HOXA5 can induce apoptosis through an apoptotic mechanism mediated by caspases 2 and 8."}, {"pubmed": 15545268, "text": "loss of HOXA5 expression could lead to the functional activation of Twist resulting in aberrant cell cycle regulation and promoting breast carcinogenesis"}, {"pubmed": 15757903, "text": "analysis of transcriptional targets of HOXA5 by microarray hybridization"}, {"pubmed": 16379594, "text": "Hox A5 expression is inconsistent with an angiogenic phenotype; expression of Hox A5 may help to maintain existing vessels in a quiescent, differentiated state."}, {"pubmed": 16756717, "text": "HOXA5 is a transcriptional regulator of hMLH1 in breast cancer cells"}, {"pubmed": 17167183, "text": "HOXA5 expression was maintained at stable levels at different reproductive stages of a woman's life, except during lactation. HOXA5 protein expression levels in breast carcinomas inversely co-relates with Epidermal Growth Factor Receptor expression."}, {"pubmed": 17785556, "text": "Study identified hypermethylation and gene inactivation of HOXA4 and HOXA5 was frequently observed (26-79%) in all types of leukemias studied."}, {"pubmed": 17804711, "text": "HOXA5 acts directly downstream of RARbeta and may contribute to retinoid-induced anticancer and chemopreventive effects."}, {"pubmed": 17957028, "text": "miR-130a is a regulator of the angiogenic phenotype of vascular endothelial cells largely through its ability to modulate the expression of GAX and HOXA5"}, {"pubmed": 18538349, "text": "The promoter methylation status of a panel of critical growth regulatory genes, RASSF1A, RARbeta2, BRCA1 and HOXA5, in 54 breast cancers and 5 distant normal breast tissues of Indian patients, was analyzed."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19554572, "text": "Epigenetic inactivation of Homeobox A5 gene is associated with nonsmall cell lung cancer."}, {"pubmed": 19938081, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20846263, "text": "HOXA5 is hypermethylated in clear cell renal cell carcinoma."}, {"pubmed": 20890077, "text": "The methylation percentage of HOXA5 in AML patients was higher than that of HOXA5 in control patients."}, {"pubmed": 21311178, "text": "Androgen receptor mutations are associated with altered epigenomic programming as evidenced by HOXA5 methylation."}, {"pubmed": 21546695, "text": "Studies suggest that HOXA4, HOXA5 and HOXB4 provide the spatial information needed to restrict the response to signals from the notochord, and not up regulated in pancreatic cancer."}, {"pubmed": 22227861, "text": "since lower levels of HOXA5 predict poor prognosis, this gene may be a novel candidate for development of therapeutic strategies in OSCC."}, {"pubmed": 22464764, "text": "HOXA5 can suppress keratinocytes growth and epidermal formation."}, {"pubmed": 22876840, "text": "Our analysis showed that miR-196a suppressed the expression of HOXA5 both at the mRNA and protein levels; knockdown of HOXA5 expression in A549 cells using RNAi was shown to promote NSCLC cell proliferation, migration and invasion."}, {"pubmed": 25549794, "text": "Our findings present that decreased HOXA5 could be identified as a poor prognostic biomarker in nonsmall cell lung cancer and regulate cell proliferation and invasion"}, {"pubmed": 25585874, "text": "The NK AML patients with NPM1 mutations exhibited elevated HOXA4 methylation and expression levels of HOXA5 and MEIS1 compared with the NPM1 wildtype patients."}, {"pubmed": 25875824, "text": "Ectopic expression of HOXA5 in highly invasive cancer cells suppressed cell migration, invasion, and filopodia formation in vitro and inhibited metastatic potential in vivo."}, {"pubmed": 25979369, "text": "Among the mechanosensitive genes, the two transcription factors, HoxA5 and Klf3, contain cAMP-response-elements methylation of which could serve as a mechanosensitive master switch in gene expression in atherosclerosis. (Review)"}, {"pubmed": 25987065, "text": "Increased expression of HOXA5 is associated with acute myeloid leukemia."}, {"pubmed": 26219418, "text": "HOXA5-induced apoptosis was p53-independent."}, {"pubmed": 26397212, "text": "Downregulation of HOXA5 by shRNA may trigger apoptosis and overcome drug resistance in leukemia cells."}, {"pubmed": 26678341, "text": "In colon cancer, HOXA5 is downregulated, and its re-expression induces loss of the cancer stem cell phenotype, preventing tumor progression and metastasis."}, {"pubmed": 26846409, "text": "high expression levels of HOXA5 mRNA and protein in children with ALL indicate that HOXA5 is closely associated with childhood ALL."}, {"pubmed": 27052693, "text": "ATRA may inhibit the proliferation of K562 cells and promote apoptosis by upregulating the HOXA5 mRNA and protein expression."}, {"pubmed": 27157614, "text": "loss of HOXA5 in mammary cells leads to loss of epithelial traits, an increase in stemness and cell plasticity, and the acquisition of more aggressive phenotypes."}, {"pubmed": 27418136, "text": "lung cancer stem-like cells have plasticity under a condition of oxidative stress, and HOAX5 has a critical role in dedifferentiation"}, {"pubmed": 27960137, "text": "Knockdown of HOXA5 suppressed the proliferation and metastasis of esophageal squamous cell cancer cells."}, {"pubmed": 28338293, "text": "HOXA5 could bind in the promoter of linc00312 and up-regulated the expression of it."}, {"pubmed": 28423732, "text": "HOXA5 was identified as a tumor suppressor gene, which inhibited non-small-cell lung cancer metastasis by regulating cytoskeletal remodeling. Its expression is repressed by linc00673 through binding with EZH2."}, {"pubmed": 28482119, "text": "The present study demonstrates that HOXA5 can be silenced in the psoriatic stratum corneum due to DNA methylation of the CGI located in the 5' region of HOXA5."}, {"pubmed": 28833816, "text": "Research demonstrated that depletion of HOXA5 inhibited osteogenic differentiation and repressed cell proliferation by arresting cell cycle progression at the S phase via p16(INK4A) , p18(INK4C) , and Cyclin A in SCAPs, indicating that HOXA5 has a significant role in maintaining the proliferation and differentiation potential of dental-tissue-derived MSCs."}, {"pubmed": 29174371, "text": "homeobox A5 and signal transducer and activator of transcription 3 were physically associated and appeared interdependent in activating PD-L1 transcription. Functional studies showed that HDAC8-mediated regulation of PD-L1 expression participated in modulating anti-melanoma T-cell responses."}, {"pubmed": 29412790, "text": "The study demonstrated that MPP8 was associated with non-small cell lung cancer cell proliferation through regulation of HOXA5."}, {"pubmed": 29532406, "text": "HOXA5, HOXB6, and GLTP were direct target genes of MIR196B in CRC cells."}, {"pubmed": 29632085, "text": "study implicates HOXA5 as a chromosome 7-associated gene-level locus that promotes selection for gain of whole chromosome 7 and an aggressive phenotype in glioblastoma."}, {"pubmed": 30015922, "text": "Low HOXA5 expression is associated with Gastric cancer."}, {"pubmed": 30046127, "text": "we demonstrate that HOXA3 and HOXA5 genes are markedly upregulated when NAP1L3 is suppressed in umbilical cord blood (UCB) haematopoietic stem cells (HSCs). Taken together, our findings establish an important role for NAP1L3 in haematopoietic stem cells homeostasis and haematopoietic differentiation."}, {"pubmed": 30201235, "text": "LncRNA GAS5 depressed OA development by targeting miR-196a-5p and thereby down-regulating HOXA5 expression, providing substance for developing lncRNA-based strategies to treat OA."}, {"pubmed": 30267809, "text": "HOXA5 functions as a tumor suppressor in regulating tumor growth of gastric cancer (GC) under regulation of miR-196a, supporting its potential utility as a therapeutic target for GC."}, {"pubmed": 30483748, "text": "Study revealed that HOXA5 inhibits cervical cancer progression by regulating AKT/p27, proposing the potential role of HOXA5 in the prevention and treatment of cervical cancer."}, {"pubmed": 30521886, "text": "HOXA5 overexpression in U2OS and MG63 cells markedly reduced cell survival and proliferation and elevated cell apoptosis and caspase-3 activity."}, {"pubmed": 31159758, "text": "A novel transcript named HOXA5 short RNA could regulate colon cancer cell proliferation as a functional lncRNA both in vitro and in vivo. HOXA5 short RNA may have activated EGFR signaling in both colon cancer cell lines and xenograft tumors."}, {"pubmed": 31779094, "text": "Study proposes that in progressive multiple sclerosis patients, the physiological spinal cord overexpression of HOXA5 combined with the age-dependent decline in AR ligands may favor the slow progression of TGFB1-mediated gliosis."}, {"pubmed": 31959759, "text": "miR-130a and Tgfbeta Content in Extracellular Vesicles Derived from the Serum of Subjects at High Cardiovascular Risk Predicts their In-Vivo Angiogenic Potential."}, {"pubmed": 32499530, "text": "HOXA5 inhibits the proliferation and neoplasia of cervical cancer cells via downregulating the activity of the Wnt/beta-catenin pathway and transactivating TP53."}, {"pubmed": 32675397, "text": "MiR-196a promoted cell migration, invasion and the epithelial-mesenchymal transition by targeting HOXA5 in osteosarcoma."}, {"pubmed": 32721103, "text": "Aberrant DNA methylation at HOXA4 and HOXA5 genes are associated with resistance to imatinib mesylate among chronic myeloid leukemia patients."}, {"pubmed": 33136093, "text": "New insights in the clinical implication of HOXA5 as prognostic biomarker in patients with colorectal cancer."}, {"pubmed": 33414417, "text": "HOXA5 counteracts the function of pathological scar-derived fibroblasts by partially activating p53 signaling."}, {"pubmed": 33461426, "text": "Homeobox A5 and A9 expression and beta-thalassemia."}, {"pubmed": 33547267, "text": "An aging and p53 related marker: HOXA5 promoter methylation negatively correlates with mRNA and protein expression in old age."}, {"pubmed": 34027794, "text": "Homeobox A5 activates p53 pathway to inhibit proliferation and promote apoptosis of adrenocortical carcinoma cells by inducing Aldo-Keto reductase family 1 member B10 expression."}, {"pubmed": 34098726, "text": "HINT1 (Histidine Triad Nucleotide-Binding Protein 1) Attenuates Cardiac Hypertrophy Via Suppressing HOXA5 (Homeobox A5) Expression."}, {"pubmed": 34362486, "text": "[Effect of MiR-142-3p Targeting HOXA5 on Proliferation, Cycle Arrest and Apoptosis of Acute B Lymphocytic Leukemia Cells]."}, {"pubmed": 34369713, "text": "MiR-301b-3p Promotes the Occurrence and Development of Breast Cancer Cells via Targeting HOXA5."}, {"pubmed": 34646379, "text": "Interruption of neutrophil extracellular traps formation dictates host defense and tubular HOXA5 stability to augment efficacy of anti-Fn14 therapy against septic AKI."}, {"pubmed": 35203377, "text": "Epigenetic Dysregulation of the Homeobox A5 (HOXA5) Gene Associates with Subcutaneous Adipocyte Hypertrophy in Human Obesity."}, {"pubmed": 35219772, "text": "HOXA5 is amplified in glioblastoma stem cells and promotes tumor progression by transcriptionally activating PTPRZ1."}, {"pubmed": 35370463, "text": "Expression Landscape and Functional Roles of HOXA4 and HOXA5 in Lung Adenocarcinoma."}, {"pubmed": 36398888, "text": "HOXA5 is a key regulator of class 3 semaphorins expression in the synovium of rheumatoid arthritis patients."}, {"pubmed": 36536414, "text": "CircNTNG1 inhibits renal cell carcinoma progression via HOXA5-mediated epigenetic silencing of Slug."}, {"pubmed": 36660797, "text": "HOXA5 inhibits the proliferation and metastasis of cervical squamous cell carcinoma by suppressing the beta-catenin/Snail signaling."}, {"pubmed": 36701095, "text": "Deregulation of miR-375 Inhibits HOXA5 and Promotes Migration, Invasion, and Cell Proliferation in Breast Cancer."}, {"pubmed": 37626900, "text": "The Transcription Factor HOXA5: Novel Insights into Metabolic Diseases and Adipose Tissue Dysfunction."}, {"pubmed": 38521405, "text": "Hypermethylation leads to the loss of HOXA5, resulting in JAG1 expression and NOTCH signaling contributing to kidney fibrosis."}], "genomic_pos": {"chr": "7", "end": 27143681, "ensemblgene": "ENSG00000106004", "start": 27141052, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 27183287, "start": 27180671, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0003016", "qualifier": "involved_in", "term": "respiratory system process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010628", "pubmed": 10875927, "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0016477", "qualifier": "involved_in", "term": "cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0016525", "pubmed": [17957028, 23136161], "qualifier": "involved_in", "term": "negative regulation of angiogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030878", "qualifier": "involved_in", "term": "thyroid gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033599", "qualifier": "involved_in", "term": "regulation of mammary gland epithelial cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035264", "qualifier": "involved_in", "term": "multicellular organism growth"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043065", "pubmed": 10879542, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045639", "pubmed": 10397719, "qualifier": "involved_in", "term": "positive regulation of myeloid cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045647", "pubmed": 10397719, "qualifier": "involved_in", "term": "negative regulation of erythrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": [10879542, 16756717], "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048286", "qualifier": "involved_in", "term": "lung alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048704", "qualifier": "involved_in", "term": "embryonic skeletal system morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060435", "qualifier": "involved_in", "term": "bronchiole development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060441", "qualifier": "involved_in", "term": "epithelial tube branching involved in lung morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060480", "qualifier": "involved_in", "term": "lung goblet cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060484", "qualifier": "involved_in", "term": "lung-associated mesenchyme development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060535", "qualifier": "involved_in", "term": "trachea cartilage morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060574", "qualifier": "involved_in", "term": "intestinal epithelial cell maturation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060638", "qualifier": "involved_in", "term": "mesenchymal-epithelial cell signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060644", "qualifier": "involved_in", "term": "mammary gland epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060749", "qualifier": "involved_in", "term": "mammary gland alveolus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060764", "qualifier": "involved_in", "term": "cell-cell signaling involved in mammary gland development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15545268, "qualifier": "located_in", "term": "nucleus"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 10879542, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 10879542, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003677", "pubmed": 8657138, "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003700", "pubmed": [10879542, 16756717], "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15545268, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 58055], [8364, 496880], [9031, 100858404], [9544, 700221], [9598, 463310], [9606, 3202], [9615, 482370], [9913, 768039], [10090, 15402], [10116, 79241]], "id": 40726}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox protein, antennapedia type, conserved site", "id": "IPR001827", "short_desc": "Homeobox_Antennapedia_CS"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox protein, antennapedia type", "id": "IPR017995", "short_desc": "Homeobox_antennapedia"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": "IPI00302291", "map_location": "7p15.2", "name": "homeobox A5", "other_names": ["homeo box 1C", "homeo box A5", "homeobox protein HOXA5", "homeobox protein Hox-1C", "homeobox protein Hox-A5"], "pantherdb": {"HGNC": "5106", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96177", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 10090, "uniprot_kb": "P09021"}, {"RGD": "620609", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 10116, "uniprot_kb": "P52949"}, {"RGD": "9260675", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 10116, "uniprot_kb": "G3V6T2"}, {"Ensembl": "ENSGALG00000025929", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 9031, "uniprot_kb": "Q6B3N0"}, {"WormBase": "WBGene00001174", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 6239, "uniprot_kb": "P17486"}, {"FlyBase": "FBgn0001077", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P02835"}, {"FlyBase": "FBgn0000014", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P29555"}, {"FlyBase": "FBgn0003944", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P83949"}, {"FlyBase": "FBgn0260642", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P02833"}], "uniprot_kb": "P20719"}, "pfam": "PF00046", "pharmgkb": "PA29383", "pharos": {"target_id": 14720, "tdl": "Tbio"}, "pir": ["A24777", "A32799"], "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167831", "relationship": "is"}, {"id": "GNF178737", "relationship": "is"}, {"id": "GNF189643", "relationship": "is"}, {"id": "GNF200549", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161279", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF048313", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF006651", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240426", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095502", "relationship": "is"}, {"id": "GNF135159", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": "NP_061975.2", "rna": "NM_019102.4", "translation": {"protein": "NP_061975.2", "rna": "NM_019102.4"}}, "reporter": {"HG-U133_Plus_2": "213844_at", "HG-U95Av2": "873_at", "HTA-2_0": "TC07001221.hg.1", "HuEx-1_0": "3042849", "HuGene-1_1": "8138735", "HuGene-2_1": "17056137"}, "retired": 55953, "summary": "In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and differentiation. Methylation of this gene may result in the loss of its expression and, since the encoded protein upregulates the tumor suppressor p53, this protein may play an important role in tumorigenesis. [provided by RefSeq, Jul 2008].", "symbol": "HOXA5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415659"}, "unigene": "Hs.655218", "uniprot": {"Swiss-Prot": "P20719"}, "wikipedia": {"url_stub": "HOXA5"}}