{"AllianceGenome": "5100", "HGNC": "5100", "MIM": "142957", "_id": "3206", "_version": 1, "accession": {"genomic": ["AC004080.2", "AF040714.1", "CH236948.1", "CH471073.1", "CP068271.2", "KT583927.1", "NC_000007.14", "NC_060931.1", "X58430.1"], "protein": ["AAA36006.1", "AAB96917.1", "AAD14030.1", "AAD14031.1", "AAH07600.1", "AAH13971.1", "AAH71843.1", "AAH94807.1", "BAG35357.1", "CAB86198.1", "EAW93883.1", "EAW93884.1", "EAW93885.1", "EAW93886.1", "NP_061824.3", "P31260.3"], "rna": ["AK312450.1", "AL710880.1", "AV687088.1", "BC007600.1", "BC013971.2", "BC071843.1", "BC094807.1", "BF196481.1", "BQ215499.1", "BX439708.2", "DB267919.1", "M30599.1", "NM_018951.4", "NM_153715.3", "NR_037939.2", "S69027.1", "S69029.1"], "translation": [{"protein": "AAH71843.1", "rna": "BC071843.1"}, {"protein": "BAG35357.1", "rna": "AK312450.1"}, {"protein": "NP_061824.3", "rna": "NM_018951.4"}, {"protein": "AAH13971.1", "rna": "BC013971.2"}, {"protein": "AAD14030.1", "rna": "S69027.1"}, {"protein": "AAA36006.1", "rna": "M30599.1"}, {"protein": "AAH07600.1", "rna": "BC007600.1"}, {"protein": "AAH94807.1", "rna": "BC094807.1"}, {"protein": "AAD14031.1", "rna": "S69029.1"}]}, "alias": ["HOX1", "HOX1.8", "HOX1H", "PL"], "ensembl": {"gene": "ENSG00000253293", "protein": ["ENSP00000283921", "ENSP00000379633"], "transcript": ["ENST00000283921", "ENST00000396344", "ENST00000519593", "ENST00000521421", "ENST00000524368"], "translation": [{"protein": "ENSP00000283921", "rna": "ENST00000283921"}, {"protein": "ENSP00000379633", "rna": "ENST00000396344"}], "type_of_gene": "protein_coding"}, "entrezgene": "3206", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.71642815053, "exp_mis": 197.402562046, "exp_syn": 127.79528534, "lof_z": 2.39507940083964, "mis_z": 2.9731108595167, "mu_lof": 7.4713462449e-07, "mu_mis": 2.23319547193e-05, "mu_syn": 1.49297421836e-05, "n_lof": 1.0, "n_mis": 112.0, "n_syn": 62.0, "p_li": 0.678435260569461, "p_null": 0.00461244163828279, "p_rec": 0.316952297792256, "syn_z": 3.60816899015936}, "bp": 1233, "cds_end": 27213925, "cds_start": 27211517, "n_exons": 2, "nonpsych": {"exp_lof": 6.94843680058, "exp_mis": 178.632697625, "exp_syn": 115.631363164, "lof_z": 2.58878231852145, "mis_z": 3.08067135494385, "mu_lof": 7.4713462449e-07, "mu_mis": 2.23319547193e-05, "mu_syn": 1.49297421836e-05, "n_lof": 0.0, "n_mis": 97.0, "n_syn": 54.0, "p_li": 0.904514843724051, "p_null": 0.000965407318192883, "p_rec": 0.0945197489577557, "syn_z": 3.60850751734966}, "nontcga": {"exp_lof": 7.09563689859, "exp_mis": 181.606893344, "exp_syn": 117.568163255, "lof_z": 2.25737995665701, "mis_z": 2.90605808240408, "mu_lof": 7.4713462449e-07, "mu_mis": 2.23319547193e-05, "mu_syn": 1.49297421836e-05, "n_lof": 1.0, "n_mis": 103.0, "n_syn": 54.0, "p_li": 0.634293739391825, "p_null": 0.00686020289189677, "p_rec": 0.358846057716279, "syn_z": 3.71207983893496}, "transcript": "ENST00000283921.4"}, "exons": [{"cdsend": 27174306, "cdsstart": 27171898, "chr": "7", "position": [[27170604, 27172173], [27173348, 27174320]], "strand": -1, "transcript": "NM_018951", "txend": 27174320, "txstart": 27170604}, {"cdsend": 27179861, "cdsstart": 27179861, "chr": "7", "position": [[27170604, 27172173], [27179645, 27179861]], "strand": -1, "transcript": "NR_037939", "txend": 27179861, "txstart": 27170604}], "exons_hg19": [{"cdsend": 27213925, "cdsstart": 27211517, "chr": "7", "position": [[27210223, 27211792], [27212967, 27213939]], "strand": -1, "transcript": "NM_018951", "txend": 27213939, "txstart": 27210223}, {"cdsend": 27219480, "cdsstart": 27219480, "chr": "7", "position": [[27210223, 27211792], [27219264, 27219480]], "strand": -1, "transcript": "NR_037939", "txend": 27219480, "txstart": 27210223}], "generif": [{"pubmed": 11830466, "text": "regulates hematopoietic lineage commitment, enhancing the monocytic differentiation pathway"}, {"pubmed": 11875117, "text": "beta3-Integrin expression was directly up-regulated by HOXA10 in the endometrium"}, {"pubmed": 12145285, "text": "SHP1 has a role in myeloid differentiation and is regulated by HoxA10"}, {"pubmed": 12215336, "text": "its expression is diminished by hydrosalpinx fluid in the endometrium"}, {"pubmed": 12482956, "text": "In these studies we identify and characterize the regulation of EMX2 by HOXA10."}, {"pubmed": 12493691, "text": "FKHR and HOXA10 interact directly and can function cooperatively to stimulate IGFBP-1 promoter activity in endometrial cells"}, {"pubmed": 12519859, "text": "HOXA10 expression was repressed by testosterone in vitro; endometrium of patients with polycystic ovary syndrome demonstrated decreased HOXA10 mRNA"}, {"pubmed": 14512427, "text": "HoxA10 represses gene transcription in undifferentiated myeloid cells by interacting with histone deacetylase 2"}, {"pubmed": 14607569, "text": "Cell-free media that had contained human embryos cultured to the blastocyst stage contain a soluble molecule that induces HOXA10 expression in an endometrial epithelial cell line."}, {"pubmed": 14960020, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14966272, "text": "Data report novel nucleoporin 98 fusions with homeobox (HOX)A10, HOXB3 and HOXB4, and describe the results of coexpression of these proteins with the Hox cofactor Meis1 in leukemic induction."}, {"pubmed": 15213244, "text": "Results show for the first time that SIRT2 interacts with the homeobox transcription factor, HOXA10."}, {"pubmed": 15236964, "text": "HOXA10 estrogen response element(ERE)1 therefore demonstrated ligand specificity distinct from the consensus ERE"}, {"pubmed": 15674412, "text": "The HOXA10 gene cluster is in T-cell malignancies resulting in deregulated HOXA gene expression."}, {"pubmed": 15731295, "text": "HOXA10 and HOXA11 expression increases during the menstrual cycle, increasing drastically in the midluteal phase, at the time of implantation."}, {"pubmed": 15749785, "text": "HOXA10 is down-regulated in the process of decidualization"}, {"pubmed": 15905361, "text": "A direct role of vitamin D in the regulation of HOXA10 in primary human endometrium and myelomonocytic cells was identified."}, {"pubmed": 16098858, "text": "The aberrant methylation at HOXA10 may be responsible for the aberrant gene expression in the endometrium of women with endometriosis."}, {"pubmed": 16210632, "text": "Cytokine-stimulated pathways regulate HoxA10-mediated repression of the CYBB and NCF2 genes in differentiating myeloid cells and in mature phagocytes during the inflammatory response."}, {"pubmed": 16424022, "text": "findings reveal a novel role for HOXA10 deregulation in the progression of endometrial carcinoma by promoting epithelial-mesenchymal transition"}, {"pubmed": 16597639, "text": "The expression of HOXA10 is restricted to primordial and early primary follicles."}, {"pubmed": 16647375, "text": "However, the diminished expression of HOXA10 in ectopic endometrium might not allow for normal endometrial development and might contribute to the pathogenesis of endometriosis by creating P resistance."}, {"pubmed": 16861351, "text": "synergism between NUP98-HOX and wt-Flt3 is the result of the ability of Flt3 to increase proliferation of myeloid progenitors blocked in differentiation by NUP98-HOX fusions, revealing a direct role for wt-Flt3 in the pathobiology of AML."}, {"pubmed": 17173899, "text": "HOXA10 is necessary for implantation."}, {"pubmed": 17439948, "text": "HoxA10 is a bifunctional protein that is involved in dynamic regulation of multiple aspects of phagocyte phenotype and function"}, {"pubmed": 17482600, "text": "No DNA sequence differences were found in either patients with congenital absence of uterus and vagina or normal controls in either of the two protein-coding exons of the HOXA10 gene."}, {"pubmed": 17482600, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17688409, "text": "We sought to understand the role of HOXA10 in megakaryopoiesis better, by investigating its transcriptional regulation by 5' region GATA-1 and Ets-1 sites."}, {"pubmed": 17709569, "text": "HOXA10 is differentially expressed in the functionalis and basialis zones of the luteal phase monkey endometrium and is suppressed upon antiprogestin treatment but induced by embryonic stimuli"}, {"pubmed": 17828513, "text": "Both estrogen and progestin can up-regulate the expression of HOXA10 gene in Ishikawa cells, but RU486 can inhibit the effect and HB-EGF can elevate the expression level of HOXA10 gene."}, {"pubmed": 18190961, "text": "Reduction of HOXA10 expression is associated with chronic myelogenous leukemia"}, {"pubmed": 18339267, "text": "Endometriosis patients with HOXA10 polymorphism were associated with a lower serum cancer antigen-125, a lower American Fertility Society score and less severe obliterated cul-de-sac."}, {"pubmed": 18339267, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18456676, "text": "HOXA10 is actively involved in promoting cell proliferation through the regulation of hundreds of genes."}, {"pubmed": 18829447, "text": "Calpain5 expression is regulated by HOXA10. Calpain5 expression was decreased in endometriosis likely as a result of decreased HOXA10 expression."}, {"pubmed": 18832725, "text": "the vitamin D(3)/Hox-A10 pathway supports MafB function during the induction of monocyte differentiation."}, {"pubmed": 18930214, "text": "The dramatic decrease of endometrial HOXA10 in response to copper intrauterine device use may contribute to contraceptive efficacy"}, {"pubmed": 19017365, "text": "Gynaecologic epithelial histologic type is regulated by WT1 expression through its selective repression of HOX genes."}, {"pubmed": 19022774, "text": "constitutive SHP2 activation synergizes with HoxA10 overexpression to accelerate progression to acute myeloid leukemia"}, {"pubmed": 19084499, "text": "These results indicate that p/CAF is a novel HOXA10 target gene, and HOXA10 promotes human endometrial development, at least in part, through the regulation of p/CAF gene."}, {"pubmed": 19131054, "text": "In the endometrium HOXA10 gene expression is increased in response to increasing human chorionic gonadotropin concentration."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19727442, "text": "HoxA-11 is required for prolactin expression in decidualized embryonic stem cells and turns into an activator when combined with FOXO1A; HOXA-10 is unable to upregulate PRL expression when co-expressed with FOXO1A"}, {"pubmed": 19736237, "text": "findings suggest that altered expression of HOXA-10 in endometrial stromal cells during the window of implantation may be one of the potential molecular mechanisms of infertility in infertile patients"}, {"pubmed": 19778996, "text": "Data suggest HOXA10 regulates expression of 3-phosphoglycerate dehydrogenase (PHGDH) in endometrium."}, {"pubmed": 19849868, "text": "Hoxa10 is expressed in the developing uterus."}, {"pubmed": 19854516, "text": "role in embryo implantation and decidualization (Review)"}, {"pubmed": 19938081, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19956865, "text": "HOXA10 expression could contribute to oral squamous cell carcinoma progression"}, {"pubmed": 20009888, "text": "HOXA10 is overexpressed in human ovarian clear cell adenocarcinoma."}, {"pubmed": 20036708, "text": "Induction of HOXA10 in ovarian surface epithelium cells promotes homophilic cell adhesion and prevents anoikis."}, {"pubmed": 20151152, "text": "Promoter hypomethylation is an important mechanism for high expression of HOXA10 in human ovarian cancer and may be a potential prognostic factor in ovarian cancer."}, {"pubmed": 20371740, "text": "HOXA10 is an essential mediator that regulates expression of endothelin type A receptor in endometrium and decidua in a manner similar to the process seen in vascular smooth muscle cells."}, {"pubmed": 20400074, "text": "When endometrial stromal cells from both groups of women were differentiated to decidual phenotype, PROK1 mRNA was up-regulated and PR and HOXA10 mRNA were down-regulated to the same extent."}, {"pubmed": 20457539, "text": "No subject with female genital tract anomalies showed a plausible causative mutation in HOX A10 or HOX A11."}, {"pubmed": 20457539, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20463357, "text": "homeobox A10(HOXA10) directly and selectively repressed Kruppel-like factor 9 expression in endometrial epithelial cells"}, {"pubmed": 20478621, "text": "transient knock-down predecidual cells does not influence its ability to subsequently decidualize"}, {"pubmed": 20821045, "text": "Abnormal endometrial HOXA10 expression is associated with infertility in endometriosis patients."}, {"pubmed": 20935218, "text": "Data show an in vitro link between phosphoinositide 3-kinase-mediated HOXA9/HOXA10 expression, and a drug-resistant, progenitor cell phenotype in MGMT-independent pediatric glioblastoma."}, {"pubmed": 20971605, "text": "DNA hypermethylation can be one of the potential molecular mechanisms silencing HOXA10 expression in the midluteal endometrium associated with infertility in women with endometriosis."}, {"pubmed": 21067721, "text": "HOXA10 gene expression is decreased in the secretory phase endometrium of women with adenomyosis"}, {"pubmed": 21087928, "text": "autocrine stimulation of myeloid progenitors by Tgfbeta2 as one mechanism by which HoxA10 expands this population."}, {"pubmed": 21328509, "text": "Ectopic expression of NA10 (Nup98-HoxA10) augments erythroid differentiation of human embryonic stem cells."}, {"pubmed": 21454682, "text": "HoxA10 influences protein ubiquitination by activating transcription of ARIH2, the gene encoding Triad1"}, {"pubmed": 21471217, "text": "positive feedback relationship between HoxA10 and Cdx4, which potentially amplified the contribution of either transcription factor to the pathogenesis of AML."}, {"pubmed": 21518888, "text": "Several targets of MLL fusions, MEIS1, HOXA7, HOXA9, and HOXA10 are functionally related and have been implicated in leukemias. Each of the four genes was knocked down separately in the precursor B-cell leukemic line RS4;11 expressing MLL-AF4."}, {"pubmed": 21526497, "text": "The result suggest that HOXA-10 gene expression in the endometrium during the implantation window may not be altered in patients with idiopathic infertility."}, {"pubmed": 21576276, "text": "results indicate that the coding regions of INHBA, SFRP4 and HOXA10 do not harbour mutations responsible for linkage to endometriosis in the families studied"}, {"pubmed": 21670700, "text": "The expression of HOXA10 was deregulated in endometrial carcinomas and up-regulated by sex hormones."}, {"pubmed": 21757506, "text": "Spastin was identified as a novel component of the HOXA10 transcriptional complex in Ishikawa nuclear extracts."}, {"pubmed": 21900391, "text": "mutation of HOXA10 gene may contribute to the development of Mullerian duct anomalies; it is an important transcription factor in reproductive tract development"}, {"pubmed": 21956427, "text": "HOXA10 was aberrantly regulated in the endometrium of women with endometriosis by both miR135a and miR135b."}, {"pubmed": 22279148, "text": "regulates FKBP4 during decidualization"}, {"pubmed": 22411957, "text": "HOXA10 expression was associated with GC with the intestinal mucin phenotype."}, {"pubmed": 22493287, "text": "found that increased Fgf2 production by HoxA10-overexpressing myeloid progenitor cells induced a phosphoinositol 3-kinase-dependent increase in beta-catenin protein"}, {"pubmed": 22915150, "text": "The level of HOXA10 decreases in the eutopic endometrium of patients with endometriosis."}, {"pubmed": 23038246, "text": "a molecular mechanisms through which increased expression of HoxA10 increases Cdx4 expression by direct CDX4 activation and by Fgf2-induced beta-catenin activity. This results in Cdx4-induced HoxA10-expression, creating a positive feedback mechanism"}, {"pubmed": 23051705, "text": "HOXA10 has been found to be methylated in all hereditary breast cancer patients analyzed but never in healthy subjects."}, {"pubmed": 23092574, "text": "Compared with the negative control and untreated groups, mRNA level of HOXA10 decreased by (92.3+/-1.3)%, protein levels decreased by 91.1%, and the inhibition rate of U937 cells [(43.9+/-0.7)%] increased in the interference group"}, {"pubmed": 23108137, "text": "We found that MLL directly activates the Homeobox gene HOXA10 in human glioblastoma"}, {"pubmed": 23376215, "text": "Rare DNA sequence variations in the HOXA10 gene could contribute to the misdevelopment of female internal genitalia."}, {"pubmed": 23412855, "text": "There are complex etiopathogenic mechanisms for endometriosis between INFG and HOXA10."}, {"pubmed": 23815210, "text": "Endometrial cancer tissue displays significantly higher methylation status in HOXA10 gene promoter than normal tissue."}, {"pubmed": 23888944, "text": "this study demonstrated that an increased HOXA10 expression in human ovarian cancer is a result of the co-activation of HOXA10 gene promoter's hypomethylation and the binding of transcription factor WT1."}, {"pubmed": 23979130, "text": "Lower expression of HOXA10 is associated with endometriosis-associated infertility."}, {"pubmed": 24032603, "text": "This study documented significantly higher HOXA10 promoter methylation levels in women with ovarian endometriomas than in healthy controls during the mid-luteal phase."}, {"pubmed": 24037888, "text": "HOXA10-PCAF association impairs embryo implantation by inhibiting ITGB3 protein expression in endometrial epithelial cells."}, {"pubmed": 24222951, "text": "Co-activation of miR-196b and HOXA10 characterized a poor-prognosis subgroup of patients with gastric cancer."}, {"pubmed": 24464212, "text": "HOXA10 promotes cell invasion and MMP-3 expression of pancreatic cancer cells via TGFbeta2-p38 MAPK pathway."}, {"pubmed": 24565841, "text": "These results demonstrate that the HOXA10-mediated expression of MMP-26 promotes embryo adhesion during the process of embryonic implantation."}, {"pubmed": 24607788, "text": "Inhibition of HOXA10 expression with miR-135a mimics and HOXA10 siRNA resulted in cell apoptosis with concomitant enhancement of caspase-3, increase of p53 expression and reduction of Bcl-2 expression, and also suppressed cell growth and adhesion."}, {"pubmed": 24903309, "text": "these results suggested that the miR-135a-VLDLR-p38 axis may contribute to gallbladder cancer cell proliferation"}, {"pubmed": 24943991, "text": "Expression of HOXA10 and p21 gene decreased in endometrial cancer, and the expression level of HOXA10 was correlated with cancer grade."}, {"pubmed": 24951955, "text": "regulatory mechanism of HoxA10 in prostate cancer"}, {"pubmed": 24963168, "text": "The HOXA10 gene is more methylated in the eutopic endometrium of patients with endometriosis."}, {"pubmed": 25120782, "text": "The regulatory mechanism of miR-218 in human hepatocellular carcinoma cells was acting through PTEN/AKT/PI3K pathway and possibly associated with HoxA10."}, {"pubmed": 25217304, "text": "HOXA10 is expressed in rectosigmoid endometriosis, where it likely imparts the de novo identity of endometriotic lesions."}, {"pubmed": 25307539, "text": "Data show that recruitment of MLL1 (mixed lineage leukaemia histone methylase 1) to the homeobox-containing gene HOXA10 EREs (estrogen response elements) is mediated via ERalpha (estrogen receptor alpha)."}, {"pubmed": 25500095, "text": "miR-494 repressed the expression of HOXA10 and also reduced the proliferation of oral cancer cells. These data give more evidence of the role of miR-494 as a tumor suppressor miRNA in oral cancer."}, {"pubmed": 25622821, "text": "the CpG island of the HOXA10 alternative promoter appears to escape hypermethylation in the HOX-high glioblastoma."}, {"pubmed": 25757424, "text": "The results showed overexpression of HOXA10 mRNA and protein in Ishikawa cell."}, {"pubmed": 26056923, "text": "Peri-implantation HOXA-10 mRNA expression is increased following laparoscopic endometrioma resection."}, {"pubmed": 26097543, "text": "HOXA10 is overexpressed in oral squamous cell carcinoma (OSCC) and its expression is functionally associated with several important biological processes related to oral tumorigenesis, such as proliferation, migration and invasion."}, {"pubmed": 26151663, "text": "confirmed that HOXA10 promoted epithelialmesenchymal transition in ovarian cancer cells"}, {"pubmed": 26478432, "text": "Promoter activity of HOXA10 lies in 5.3-6.1 kb upstream of protein coding region.CTCF negatively regulates HOXA10 expression in breast cancer cells.CTCF flanks important promoter element of HOXA10."}, {"pubmed": 26552644, "text": "The combinatory expression of HOXA10 and CD44 was correlated with poor gastric cancer prognosis."}, {"pubmed": 26552702, "text": "Regulated HOXA10 and HOXA11 expression is necessary for endometrial receptivity; decreased HOXA10 or HOXA11 expression leads to decreased implantation rates. Alternation of HOXA10 and HOXA11 expression has been identified as a mechanism of the decreased implantation associated with endometriosis, polycystic ovarian syndrome, leiomyoma, polyps, adenomyosis, and hydrosalpinx."}, {"pubmed": 26840046, "text": "Reduced expression of HOXA10 is associated with Hydrosalpinx."}, {"pubmed": 26865543, "text": "The HOXA10 gene in women with endometriosis was hypomethylated compared to controls."}, {"pubmed": 27035504, "text": "HOXA10 was expressed at a high level in the K562/ADM cells, and knockdown of HOXA10 enhances the sensitivity of the K562/ADM cells to cytotoxic killing by the therapeutic drug, ADR, as a result of the increased intracellular accumulation of ADR."}, {"pubmed": 27108669, "text": "The results demonstrated that mutation in HOXA10 gene contributes to the pathogenesis of cryptorchidism, but may not be a common cause."}, {"pubmed": 27793380, "text": "Endometrial expression of HOXA10 and E-cadherin are reduced in women with recurrent implantation failure and recurrent miscarriage."}, {"pubmed": 28074437, "text": "To summarize, significant differential methylation of HOXA10 and COMT promoter regions was found between the ectopic and eutopic endometrial tissues. This is the first study investigating the methylation of HOXA10 and COMT genes and their linkage to endometriosis in Chinese patients."}, {"pubmed": 28372536, "text": "We conclude that the expression patterns of HoxA10, HoxA11, and HoxA13 and their actions in regulating CAP genes in the uterus create regionalized myometrium phenotypes in women that may be important to control regionalized myometrium contractility for maintaining pregnancy."}, {"pubmed": 28384324, "text": "using both knockdown and knockout approaches we show that Hottip expression is required for activation of the 5' Hoxa genes (Hoxa13 and Hoxa10/11) and for retaining Mll1 at the 5' end of Hoxa. Moreover, we demonstrate that artificially inducing Hottip expression is sufficient to activate the 5' Hoxa genes and that Hottip RNA binds to the 5' end of Hoxa"}, {"pubmed": 28520923, "text": "These results suggest that downregulation of HOXA10 in the decidual cells promotes the expression of a cascade in the trophoblast cells, leading to an increase in matrix metalloproteinases to facilitate invasion."}, {"pubmed": 28674422, "text": "Our data suggest that loss of DLX5, TLX1 and HOXA10 expression in late gestation is required for proper placental differentiation and function."}, {"pubmed": 28748001, "text": "Results show that a combination of HOXA9 and HOXA10 promoter methylation markers is significantly associated with the prognosis of breast cancer patients a subtype-independent manner."}, {"pubmed": 29039487, "text": "Results show that the inhibition of HOXA10 in DAOY cell line led to increased in vitro cell migration while in vitro cell proliferation or in vivo tumorigenic potential were unaffected. This suggests that HOXA10 plays a role in migration events."}, {"pubmed": 29453320, "text": "Results demonstrated that HOXA10 is upregulated in gastric cancer and may play a vital role in human gastric carcinogenesis, patients' prognosis, and clinical outcome. HOXA10 promoter hypomethylation mediates HOXA10 overexpression in gastric cancer."}, {"pubmed": 29592776, "text": "Study shows that the HOXA10 gene, as a homeodomain transcription factor, is dynamically expressed in the endometrium, and peak expression occurs in the secretory phase of the menstrual cycle. Study focused on the epigenetic role of the HOXA10 gene related to clinical pathophysiology of endometriosis."}, {"pubmed": 29658437, "text": "HOXA10 protein and mRNA were decreased in ovarian endometriomas compared with eutopic endometria of women with endometriosis and normal endometria. Moreover, HOXA10 was found to have a significant negative correlation with autophagy."}, {"pubmed": 29845297, "text": "the present study demonstrated that miR135a serves as a tumor suppressor in AML by targeting HOXA10, and miR135a may be a promising prognostic biomarker for AML patients."}, {"pubmed": 29870276, "text": "Significant HOXA10 overexpression in CRC may be a potential biomarker indicating poor prognosis and 5-FU resistance"}, {"pubmed": 30132568, "text": "Study addressed HOXA10-AS as a regulator of cell proliferation and apoptosis in glioma, and identified HOXA10 as a target of HOXA10-AS. Additionally, the oncogene HOXA10 had an important role in promoting the tumorigenesis of glioma."}, {"pubmed": 30309386, "text": "Methylation analysis of HOXA10 regulatory elements of patients with endometriosis showed no difference from control subjects."}, {"pubmed": 30545354, "text": "HOXA10 was the most highly expressed HOX transcription factor in liver cancer and liver TICs. LncHOXA10 drove the transcriptional activation of HOXA10. This work revealed the important role of HOX transcription factor in liver TIC self-renewal and added a new layer for liver TIC regulation."}, {"pubmed": 30562617, "text": "HOXA-10 gene expression in women with endometriosis is significantly lower than in those without.  Decreased expression HOXA-10 may be related with endometriosis-associated infertility.  Severe endometriosis cases express significantly lower levels of HOXA-10 gene than moderate cases."}, {"pubmed": 30614022, "text": "IHC profiling of HOXA10 revealed inverse correlations between HOXA10 expression and Gleason pattern, Gleason score, and pathological stage (P < 0.01)."}, {"pubmed": 30667363, "text": "Downregulation of homeobox A10 (HOXA10) expression is associated with castrate-resistant prostate cancer (PCa), and is correlated with poor patient survival. HOXA10 suppresses PCa cell proliferation, anchorage colony formation and xenograft growth independent to androgens. Gene groups associated with lipid metabolism and androgen receptor (AR) signaling are enriched in the HOXA10 transcriptome."}, {"pubmed": 30674631, "text": "HoxA10 interacts with p38 MAPK to repress the activation of p38 MAPK and STAT3 and recruits and facilitates SHP-1 to catalyze the dephosphorylation of p38 MAPK and STAT3."}, {"pubmed": 30687738, "text": "Both IL-10 and HOXA10 levels in the endometrium are significantly reduced in women with adenomyosis."}, {"pubmed": 30714135, "text": "interference of LINC00483 weakens its competitive binding ability to miR-144, thus reducing HOXA10 expression, and enhancing radiosensitivity in lung adenocarcinoma."}, {"pubmed": 31364281, "text": "HOXA10 induces BCL2 expression, inhibits apoptosis, and promotes cell proliferation in gastric cancer."}, {"pubmed": 31381886, "text": "LINC00466 could restrain the miR-144 expression to up-regulate HOXA10 and, therefore, promote lung adenocarcinoma."}, {"pubmed": 31532317, "text": "Abnormal methylation levels of the HOXA10 and HOXA11 promoters were found in the endometrium of women with tubal infertility and repeated implantation failures."}, {"pubmed": 31574241, "text": "Nur77 promotes embryo adhesion by transcriptionally regulating HOXA10 expression."}, {"pubmed": 31763673, "text": "MiR-27b-3p promotes migration and invasion in colorectal cancer cells by targeting HOXA10."}, {"pubmed": 31927557, "text": "Inhibition of Splicing Factor 3b Subunit 1 (SF3B1) Reduced Cell Proliferation, Induced Apoptosis and Resulted in Cell Cycle Arrest by Regulating Homeobox A10 (HOXA10) Splicing in AGS and MKN28 Human Gastric Cancer Cells."}, {"pubmed": 31967713, "text": "Silencing of LINC00461 enhances radiosensitivity of lung adenocarcinoma cells by down-regulating HOXA10 via microRNA-195."}, {"pubmed": 31970886, "text": "Mutually exclusive antiproliferative effect of cell line-specific HOX inhibition in epithelial ovarian cancer cell lines: SKOV-3 vs RMUG-S."}, {"pubmed": 32046414, "text": "Laparoscopic Ovarian Drilling Improves Endometrial Homeobox Gene Expression in PCOS."}, {"pubmed": 32271412, "text": "HOXA10 promotes the development of bladder cancer through regulating FOSL1."}, {"pubmed": 32571260, "text": "Overexpression of HOXA10 is associated with unfavorable prognosis of acute myeloid leukemia."}, {"pubmed": 32776855, "text": "Silencing lncRNA HOXA10-AS decreases cell proliferation of oral cancer and HOXA10-antisense RNA can serve as a novel prognostic predictor."}, {"pubmed": 33104986, "text": "Skp2 Deteriorates the Uterine Receptivity by Interacting with HOXA10 and Promoting its Degradation."}, {"pubmed": 33118120, "text": "Circular RNA circCSNK1G3 induces HOXA10 signaling and promotes the growth and metastasis of lung adenocarcinoma cells through hsa-miR-143-3p sponging."}, {"pubmed": 33462609, "text": "Identification of HOXA10 target genes in human endometrial stromal cells by RNA-seq analysis."}, {"pubmed": 33471953, "text": "Obesity regulates miR-467/HoxA10 axis on osteogenic differentiation and fracture healing by BMSC-derived exosome LncRNA H19."}, {"pubmed": 33563300, "text": "HOXA10 mediates epithelial-mesenchymal transition to promote gastric cancer metastasis partly via modulation of TGFB2/Smad/METTL3 signaling axis."}, {"pubmed": 33596966, "text": "HOXA10 promotion of HDAC1 underpins the development of lung adenocarcinoma through the DNMT1-KLF4 axis."}, {"pubmed": 33657670, "text": "Lnc-RNA LINC01279 induces endometriosis via targeting of HOXA10."}, {"pubmed": 33831733, "text": "Promotive effects of HOXA10 antisense RNA on the stemness of oral squamous cell carcinoma stem cells through a microRNA-29a/MCL-1/phosphatidyl inositol 3-kinase/protein kinase B axis."}, {"pubmed": 33849101, "text": "The role of miR-27b-3p/HOXA10 axis in the pathogenesis of endometriosis."}, {"pubmed": 33993878, "text": "hsa_circ_001946 elevates HOXA10 expression and promotes the development of endometrial receptivity via sponging miR-135b."}, {"pubmed": 34293937, "text": "Overexpression of HOXA10 promotes the growth and metastasis of nasopharyngeal carcinoma."}, {"pubmed": 34294084, "text": "Long non-coding RNA PSMA3-AS1 promotes glioma progression through modulating the miR-411-3p/HOXA10 pathway."}, {"pubmed": 34320268, "text": "SET-NUP214 and MLL cooperatively regulate the promoter activity of the HoxA10 gene."}, {"pubmed": 34632533, "text": "Protective effects of all-trans retinoic acid against gastric premalignant lesions by repressing exosomal LncHOXA10-pyruvate carboxylase axis."}, {"pubmed": 34906165, "text": "Increased METTL3-mediated m(6)A methylation inhibits embryo implantation by repressing HOXA10 expression in recurrent implantation failure."}, {"pubmed": 35044439, "text": "HOXA10 improves endometrial receptivity by upregulating E-cadherindagger."}, {"pubmed": 35072529, "text": "LncRNA HOXA10-AS Activated by E2F1 Facilitates Proliferation and Migration of Nasopharyngeal Carcinoma Cells Through Sponging miR-582-3p to Upregulate RAB31."}, {"pubmed": 35372588, "text": "Comprehensive Landscape of HOXA2, HOXA9, and HOXA10 as Potential Biomarkers for Predicting Progression and Prognosis in Prostate Cancer."}, {"pubmed": 35546998, "text": "HOXA10 Regulates the Synthesis of Cholesterol in Endometrial Stromal Cells."}, {"pubmed": 35553652, "text": "HOXA10 promote pancreatic cancer progression via directly activating canonical NF-kappaB signaling pathway."}, {"pubmed": 35647828, "text": "Serum 25-hydroxyvitamin D correlates with endometrial HOXA10 mRNA expression."}, {"pubmed": 35836029, "text": "Integrated Bioinformatic Analysis of the Correlation of HOXA10 Expression with Survival and Immune Cell Infiltration in Lower Grade Glioma."}, {"pubmed": 36562948, "text": "Knockdown of RFC4 inhibits the cell proliferation of nasopharyngeal carcinoma in vitro and in vivo."}, {"pubmed": 36588458, "text": "LncRNA HOXA10-AS promotes the progression of esophageal carcinoma by regulating the expression of HOXA10."}, {"pubmed": 36900953, "text": "Endometrial Injury Upregulates Expression of Receptivity Genes in Women with Implantation Failure."}, {"pubmed": 37432996, "text": "A Novel HOXA10-Associated 5-Gene-Based Prognostic Signature for Stratification of Short-term Survivors of Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 37629050, "text": "Expression of HOXA10 Gene in Women with Endometriosis: A Systematic Review."}, {"pubmed": 37752532, "text": "Long non-coding RNA Homeobox D gene cluster antisense growth-associated long noncoding RNA/microRNA-182-5p/Homeobox protein A10 alleviates postmenopausal osteoporosis via accelerating osteoblast differentiation of bone marrow mesenchymal stem cells."}, {"pubmed": 38369001, "text": "m6A/HOXA10-AS/ITGA6 axis aggravates oxidative resistance and malignant progression of laryngeal squamous cell carcinoma through regulating Notch and Keap1/Nrf2 pathways."}], "genomic_pos": {"chr": "7", "end": 27180261, "ensemblgene": "ENSG00000253293", "start": 27170605, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 27219880, "start": 27210210, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001501", "qualifier": "involved_in", "term": "skeletal system development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009954", "qualifier": "involved_in", "term": "proximal/distal pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030326", "qualifier": "involved_in", "term": "embryonic limb morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030850", "qualifier": "involved_in", "term": "prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 21471217, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 15213244, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 15213244, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 21471217, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 21471217, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 18692240, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 15213244, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 30391], [8364, 100485262], [9031, 776143], [9598, 472325], [9606, 3206], [9615, 482373], [10090, 15395], [10116, 100911668]], "id": 7365}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}, {"desc": "Homeobox protein Hox-A10/abdominal-B-like", "id": "IPR046333", "short_desc": "HXA10/ABDB-like"}], "ipi": ["IPI00170686", "IPI00941400"], "map_location": "7p15.2", "name": "homeobox A10", "other_names": ["homeo box A10", "homeobox protein 1H", "homeobox protein HOXA10", "homeobox protein Hox-1.8", "homeobox protein Hox-1H", "homeobox protein Hox-A10"], "pantherdb": {"HGNC": "5100", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96171", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 10090, "uniprot_kb": "P31310"}, {"RGD": "6491746", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 10116, "uniprot_kb": "D3ZHM5"}, {"Ensembl": "ENSGALG00000026631", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 9031, "uniprot_kb": "E1C8Y7"}, {"ZFIN": "ZDB-GENE-000328-2", "ortholog_type": "O", "panther_family": "PTHR45874", "taxid": 7955, "uniprot_kb": "Q9PWL7"}, {"ZFIN": "ZDB-GENE-990415-97", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 7955, "uniprot_kb": "Q8AWY2"}, {"WormBase": "WBGene00004024", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 6239, "uniprot_kb": "Q9XW88"}, {"FlyBase": "FBgn0000015", "ortholog_type": "LDO", "panther_family": "PTHR45874", "taxid": 7227, "uniprot_kb": "P09087"}], "uniprot_kb": "P31260"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "pid": {"id": "hdac_classiii_pathway", "name": "Signaling events mediated by HDAC Class III"}}, "pfam": "PF00046", "pharmgkb": "PA29377", "pharos": {"target_id": 14617, "tdl": "Tbio"}, "pir": ["I65264", "I65265", "S26402", "S28814"], "prosite": ["PS50071", "PS51257"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176685", "relationship": "is"}, {"id": "GNF187591", "relationship": "is"}, {"id": "GNF198497", "relationship": "is"}, {"id": "GNF209403", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006648", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF285920", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095591", "relationship": "is"}, {"id": "GNF135248", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": "NP_061824.3", "rna": ["NM_018951.4", "NM_153715.3", "NR_037939.2"], "translation": {"protein": "NP_061824.3", "rna": "NM_018951.4"}}, "reporter": {"HG-U133_Plus_2": ["213147_at", "213150_at"], "HG-U95Av2": "41448_at", "HTA-2_0": ["TC07002854.hg.1", "TC07003402.hg.1"], "HuEx-1_0": "3042952", "HuGene-1_1": "8138757", "HuGene-2_1": "17056160"}, "retired": 221882, "summary": "In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor that may regulate gene expression, morphogenesis, and differentiation. More specifically, it may function in fertility, embryo viability, and regulation of hematopoietic lineage commitment. Alternatively spliced transcript variants have been described. Read-through transcription also exists between this gene and the downstream homeobox A9 (HOXA9) gene. [provided by RefSeq, Mar 2011].", "symbol": "HOXA10", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1366503"}, "unigene": ["Hs.659350", "Hs.110637"], "uniprot": {"Swiss-Prot": "P31260"}, "wikipedia": {"url_stub": "Homeobox A10"}}