{"AllianceGenome": "5109", "HGNC": "5109", "MIM": "142956", "_id": "3205", "_version": 1, "accession": {"genomic": ["AC004080.2", "AF010258.1", "CH236948.1", "CH471073.1", "CP068271.2", "NC_000007.14", "NC_060931.1", "NG_029923.1", "U81511.1"], "protein": ["AAB40867.1", "AAC23704.1", "AAC23705.1", "AAC50364.1", "AAD08713.1", "AAH06537.1", "AAH10023.1", "AAP35636.1", "EAW93880.1", "NP_689952.1", "P31269.4"], "rna": ["AW612618.1", "BC006537.2", "BC010023.2", "BG258601.1", "BT006990.1", "CA442923.1", "DQ655931.2", "NM_002142.3", "NM_152739.4", "U41813.1", "U82759.1"], "translation": [{"protein": "AAH10023.1", "rna": "BC010023.2"}, {"protein": "AAB40867.1", "rna": "U82759.1"}, {"protein": "AAC50364.1", "rna": "U41813.1"}, {"protein": "AAP35636.1", "rna": "BT006990.1"}, {"protein": "NP_689952.1", "rna": "NM_152739.4"}, {"protein": "AAH06537.1", "rna": "BC006537.2"}]}, "alias": ["ABD-B", "HOX1", "HOX1.7", "HOX1G"], "ensembl": {"gene": "ENSG00000078399", "protein": ["ENSP00000343619", "ENSP00000379634", "ENSP00000500958", "ENSP00000501229"], "transcript": ["ENST00000343483", "ENST00000396345", "ENST00000465941", "ENST00000487384", "ENST00000489695", "ENST00000497089", "ENST00000673744", "ENST00000673917"], "translation": [{"protein": "ENSP00000343619", "rna": "ENST00000343483"}, {"protein": "ENSP00000379634", "rna": "ENST00000396345"}, {"protein": "ENSP00000500958", "rna": "ENST00000673744"}, {"protein": "ENSP00000501229", "rna": "ENST00000673917"}], "type_of_gene": "protein_coding"}, "entrezgene": "3205", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.88373092895, "exp_mis": 122.046821483, "exp_syn": 71.6822948985, "lof_z": -0.0474818324542365, "mis_z": 1.33030581470923, "mu_lof": 4.91586813371e-07, "mu_mis": 1.25846299827e-05, "mu_syn": 7.52028715444e-06, "n_lof": 6.0, "n_mis": 92.0, "n_syn": 59.0, "p_li": 0.000100012594431347, "p_null": 0.646576069999684, "p_rec": 0.353323917405884, "syn_z": 0.928626863542902}, "bp": 819, "cds_end": 27205076, "cds_start": 27203221, "n_exons": 2, "nonpsych": {"exp_lof": 5.2881187144, "exp_mis": 110.426928392, "exp_syn": 64.8421711258, "lof_z": -0.304024754861851, "mis_z": 1.55643024573445, "mu_lof": 4.91586813371e-07, "mu_mis": 1.25846299827e-05, "mu_syn": 7.52028715444e-06, "n_lof": 6.0, "n_mis": 78.0, "n_syn": 51.0, "p_li": 7.35205586381908e-05, "p_null": 0.716565126540676, "p_rec": 0.283361352900686, "syn_z": 1.08227825505939}, "nontcga": {"exp_lof": 5.4094042168, "exp_mis": 112.279455674, "exp_syn": 65.9440884277, "lof_z": 0.173643616252976, "mis_z": 1.32962971340984, "mu_lof": 4.91586813371e-07, "mu_mis": 1.25846299827e-05, "mu_syn": 7.52028715444e-06, "n_lof": 5.0, "n_mis": 84.0, "n_syn": 55.0, "p_li": 0.00063270382827474, "p_null": 0.506794510577156, "p_rec": 0.492572785594569, "syn_z": 0.853324190731014}, "transcript": "ENST00000343483.6"}, "exons": [{"cdsend": 27165457, "cdsstart": 27163602, "chr": "7", "position": [[27162437, 27163841], [27164877, 27165537]], "strand": -1, "transcript": "NM_152739", "txend": 27165537, "txstart": 27162437}], "exons_hg19": [{"cdsend": 27205076, "cdsstart": 27203221, "chr": "7", "position": [[27202056, 27203460], [27204496, 27205156]], "strand": -1, "transcript": "NM_152739", "txend": 27205156, "txstart": 27202056}], "generif": [{"pubmed": 9058712, "text": "demonstrates a physiological role of the mouse protein in blood cell differentiation, with the greatest apparent influence at the level of the commited progenitor"}, {"pubmed": 11830496, "text": "the fusion gene NUP98-HOXA9 is an important gene in myeloid leukemogenesis."}, {"pubmed": 12082612, "text": "Nup98-HoxA9 immortalizes myeloid progenitors, enforces expression of Hoxa9, Hoxa7 and Meis1, and alters cytokine-specific responses in a manner similar to that induced by retroviral co-expression of Hoxa9 and Meis1."}, {"pubmed": 12112533, "text": "The HOXA9 cluster gene is frequently expressed in cell lines from acute myeloid leukemia cases with 11p15 translocations; in some cases HOX9 is not fused to NUP98."}, {"pubmed": 12138901, "text": "The NUP98/HOXA9 FUSION transcript was detected by PC at exon A and not exon B of NUP98."}, {"pubmed": 12923056, "text": "HOXA9 complexed with Pbx1 and DNA, so that the posterior Hox hexapeptide adopts an altered conformation."}, {"pubmed": 14561764, "text": "Nup98-HOXA9 has a role in inducing gene transcription in myeloid cells"}, {"pubmed": 14562113, "text": "B-lineage development can proceed in t(4;11) leukemic blasts in the absence of HOX-A gene expression."}, {"pubmed": 14701735, "text": "Hoxa9 and Hoxa7 as well as the Hox coregulators Meis1 and Pbx3 among the targets upregulated by MLL-ENL-ERtm in conditionally transformed cells"}, {"pubmed": 14738146, "text": "Lower expression of HOXA9 is associated with acute myeloid leukemia-M2"}, {"pubmed": 14764452, "text": "HoxA9 binds to the EphB4 promoter & stimulates its expression resulting in an increase of endothelial cell migration and tube forming activity. Thus, modulation of EphB4 expression may contribute to the proangiogenic effect of HoxA9 in endothelial cells."}, {"pubmed": 15160920, "text": "suggest that MLL aberrations may regulate MEIS1 and HOXA9 gene expression in ALL-derived cell lines, while AML-derived cell lines express these genes independently of the MLL status"}, {"pubmed": 15254242, "text": "HOXA9 nuclear transport is induced by thrombopoietin in immature hematopoietic cells"}, {"pubmed": 15454493, "text": "Dnalc4, Fcgr2b, Fcrl, and Con1 genes cooperated with NUP98-HOXA9 in transforming NIH 3T3 cells"}, {"pubmed": 15479723, "text": "advantage to Meis1-HoxA9 coexpressing cells in vivo, leading to leukemogenesis."}, {"pubmed": 15657436, "text": "HOXA9, is a positive regulator of eIF4E. HOXA9 stimulates eIF4E-dependent export of cyclin D1 and ornithine decarboxylase (ODC) mRNAs in the nucleus, as well as increases the translation efficiency of ODC mRNA in the cytoplasm."}, {"pubmed": 15681849, "text": "CYBB is a common target gene repressed by HoxA10 and activated by HoxA9, and Meis1 and Nup98-hoxA9 have roles in repressing myeloid-specific gene transcription"}, {"pubmed": 15960975, "text": "The HOXA9 protein expression was significantly downregulated in the MOF knockdown cells compared to control siRNA-treated cells."}, {"pubmed": 16105979, "text": "90% of meningioma 1-ets variant gene 6 +/HOXA9+ mice developed AML much more rapidly than control HOXA9+ mice"}, {"pubmed": 16630659, "text": "The relative HOXA9 expression was higher in patients in the accelerated phase of the disease (p<0.005). Interestingly, a patient with poorer prognosis (high Sokal's score), showing the highest HOXA9/ABL ratio, quickly entered a blast crisis and died."}, {"pubmed": 16803519, "text": "the expression of abd-b genes may be an imortant step involved in cervical cancer."}, {"pubmed": 17178874, "text": "The t(7;11)(p15;p15) translocation, observed in acute myelogenous leukemia and myelodysplastic syndrome, generates a chimeric gene where the 5' portion of the sequence encoding the human nucleoporin NUP98 protein is fused to the 3' region of HOXA9."}, {"pubmed": 17327400, "text": "Pim1 appears to be a direct transcriptional target of HOXA9 and a mediator of its antiapoptotic and proproliferative effects in early cells"}, {"pubmed": 17452460, "text": "HOXA9 participates in the transcriptional activation of SELE in endothelial cells."}, {"pubmed": 17586512, "text": "HOXA9 inhibits endothelial cell activation downstream of NF-kappaB nuclear localization by interfering with NF-kappaB DNA binding, but not transactivation capacity"}, {"pubmed": 17623056, "text": "DNA hypermethylation of tumour suppressor genes seems to play an important role in ovarian carcinogenesis and HOXA9, HOXB5, SCGB3A1, and CRABP1 are identified as novel hypermethylated target genes in this tumour type"}, {"pubmed": 17761289, "text": "In this expt. mice with a compound deficiency in hoxa9, hoxb3 and hoxb4 (hoxa9/b3/b4) were investigated for evidence of synergy between these genes in hematopoiesis."}, {"pubmed": 17885552, "text": "In hypertensive patients, downregulation of HOXA9 expression in peripheral CD34+ cells may have a role in the loss of circulating endothelial progenitor cells, potentially impairing postnatal neovascularization and vascular repair."}, {"pubmed": 18068911, "text": "nuclear factor-kappaB (NF-kappaB) activation is an essential step for HOXA9 downregulation. And HOXA9 regulates its own expression by positive feedback mechanism."}, {"pubmed": 18337761, "text": "HoxA9 overexpression induces IGF-1R expression and subsequently promotes leukemic cell growth"}, {"pubmed": 18410541, "text": "analysis of the role of deregulated PcG genes in acute myeloid leukemia, and the downstream PcG targets HOXA4, HOXA9 and MEIS1"}, {"pubmed": 18474618, "text": "miR-126 may function in normal hematopoietic cells to modulate HOXA9 protein."}, {"pubmed": 18668134, "text": "HOXA9 overexpression is associated with acute myeloid leukemias."}, {"pubmed": 19056693, "text": "An important role for HOXA9 in human MLL-rearranged leukemias."}, {"pubmed": 19157684, "text": "Enforced overexpression of HOXA6 or HOXA9 in FDCP-Mix resulted in increased proliferation and colony formation but had negligible effect on differentiation in early multipotential and later committed precursor cells"}, {"pubmed": 19346496, "text": "Gfi1 integrates 2 events during normal myeloid differentiation; the suppression of a HoxA9-Pbx1-Meis1 progenitor program and the induction of a granulopoietic transcription program."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19620287, "text": "CREB1 may mediate HOXA9 modulation of Meis1 expression."}, {"pubmed": 19696924, "text": "effects of NUP98-HOXA9 on gene transcription and cell transformation are mediated by two distinct mechanisms: promoter binding through homeodomain with direct transcriptional activation, and another depending on NUP98 moiety not involving DNA binding"}, {"pubmed": 19938081, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20068170, "text": "HOXA9 activation is a novel, independent, and negative prognostic marker in GBM that is reversible through a PI3K-associated epigenetic mechanism. Findings suggest a transcriptional pathway through which PI3K activates oncogenic HOXA expression."}, {"pubmed": 20141430, "text": "Increased expression of HoxA9 is associated with chronic myeloid leukemia."}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20389018, "text": "HOXA9 restricts breast tumor aggression by modulating expression of the tumor suppressor gene BRCA1"}, {"pubmed": 20565746, "text": "major differentiation factors of the NK-cell lineage, including HOXA9, HOXA10 and ID2, were (de)regulated via PRC2 which therefore contributes to T-cell leukemogenesis."}, {"pubmed": 20661663, "text": "knockdown of BMI-1 expression can induce cell-cycle arrest and up-regulate p16INK4a, HOXA9 and HOXC13 in HeLa cells"}, {"pubmed": 20727230, "text": "Studies indicate that HOXA9 restrains breast cancer progression by upregulation of BRCA1."}, {"pubmed": 20935218, "text": "Data show an in vitro link between phosphoinositide 3-kinase-mediated HOXA9/HOXA10 expression, and a drug-resistant, progenitor cell phenotype in MGMT-independent pediatric glioblastoma."}, {"pubmed": 21259057, "text": "the aim of this study was to investigate the prognosis and clinicopathologic roles of beta-catenin, Wnt1, Smad4, Hoxa9, and Bmi-1 in esophageal squamous cell carcinoma"}, {"pubmed": 21294585, "text": "proposed two possible model structures of Hoxa9 and Smad4 complex."}, {"pubmed": 21467841, "text": "NUP98 and leukemogenic fusion protein NUP98-HOXA9 interaction partners disrupt the leukemic cell cycle."}, {"pubmed": 21480815, "text": "prevalence of HOXA9 promoter methylation in tissue and induced sputum samples from Korean patients with lung cancer"}, {"pubmed": 21518888, "text": "Several targets of MLL fusions, MEIS1, HOXA7, HOXA9, and HOXA10 are functionally related and have been implicated in leukemias. Each of the four genes was knocked down separately in the precursor B-cell leukemic line RS4;11 expressing MLL-AF4."}, {"pubmed": 21558411, "text": "HOXA9 promoter hypermethylation is associated with oral cavity squamous cell carcinoma."}, {"pubmed": 21971947, "text": "Hoxa9 and Hoxa13 are involved in the early and organised patterning of ENS development in the zebrafish model."}, {"pubmed": 22251480, "text": "Data show that up-regulation of the HOXA7, HOXA9, HOXA11, and PBX3 resulting from the down-regulation of miR-181 family members probably contribute to the poor prognosis of patients with nonfavorable cytogenetically abnormal AML (CA-AML)."}, {"pubmed": 22269951, "text": "HOXA9 is required for TNF-alpha-dependent binding of PRMT5 to the E-selectin promoter in endothelial cells."}, {"pubmed": 22353710, "text": "findings show that HOXA9 and MEIS1 are direct targets of miRNA-196b, a microRNA located adjacent to and co-expressed with HOXA9, in MLL-rearranged leukaemic cells"}, {"pubmed": 22541086, "text": "All-trans-Retinoic Acid can up-regulate the expression of HOXA9 mRNA and protein in HL-60 cells."}, {"pubmed": 22633751, "text": "Both truncated and full-length forms of HOXA9 are highly expressed in human MLL-rearranged leukemia and cooperate with each other in cell transformation and leukemogenesis."}, {"pubmed": 22713874, "text": "PHD12 facilitates the localization of MOZ onto the promoter locus of the HOXA9 gene, thereby promoting the H3 acetylation around the promoter region."}, {"pubmed": 22902925, "text": "HOXA9-DACH1 complex mediated by the carboxyl terminus of DACH1 in t(9;11) leukemia cells was identified."}, {"pubmed": 22944570, "text": "Inhibition of HoxA9EC induced by high glucose contributed to endothelial cell dysfunction, which could be rescued by augmentation of HoxA9EC."}, {"pubmed": 22945634, "text": "HOXA9 expression is associated with poor outcomes in epithelial ovarian cancer & and in mouse EOC xenografts. HOXA9 expression in EOC cells promotes a microenvironment permissive for tumor growth, via paracrine TGF-beta-2 action on fibroblasts."}, {"pubmed": 23028966, "text": "Data identified the homeodomain protein HOXA9 as a positive regulator of SHOX expression in U2OS cells."}, {"pubmed": 23056278, "text": "Methylation levels of EOMES, HOXA9, POU4F2, TWIST1, VIM, and ZNF154 in urine specimens are promising diagnostic biomarkers for bladder cancer recurrence surveillance"}, {"pubmed": 23264595, "text": "Collectively, our data suggest that PBX3 is a critical cofactor of HOXA9 in leukemogenesis."}, {"pubmed": 23326393, "text": "Data indicate that retroviral transduction-mediated overexpression or siRNA-mediated knock-down of Hoxa9 respectively down-regulated or up-regulated Geminin in hematopoietic cells."}, {"pubmed": 23349797, "text": "Data indicate that genes with hypermethylated CpG islands in malignant meningiomas, such as HOXA6 and HOXA9, tend to coincide with the binding sites of polycomb repressive complexes (PRC) in early developmental stage."}, {"pubmed": 23403989, "text": "The shRNA for HMGB1 and siRNA for HOXA9 successfully decreased the expression levels of HMGB1 and HOXA9, respectively"}, {"pubmed": 23436614, "text": "The methylation status of Homeobox A9 (HOXA9), ISL LIM homeobox 1 (ISL1) and Aldehyde dehydrogenase 1 family, member A3 (ALDH1A3) was significantly associated with decreased gene expression levels"}, {"pubmed": 23466061, "text": "The competition for this binding site inhibits the expression of HOXA9 and induces different transcriptional outcomes, which suggests a new direction for investigation of the mechanism underlying targeted therapy of malignant gliomas."}, {"pubmed": 23539541, "text": "Cell growth and function are dependent on maintained levels of signature gene HOXA9."}, {"pubmed": 23575938, "text": "The complete remission rate of the patients who expressed the gene was significantly lower than that in patients who did not express the gene after chemotherapy."}, {"pubmed": 23607948, "text": "High expression of HOXA9 is associated with the occurrence of acute leukemia, and its expression level is significantly higher in children with AML than in those with ALL."}, {"pubmed": 23660297, "text": "Hoxa7, Hoxa9 and Hox cofactor Meis1 were identified as AP-2alpha target genes, which are involved in myeloid leukemogenesis."}, {"pubmed": 23716660, "text": "Data indicate that the genes comprising the HMGA2-TET1-HOXA9 pathway are coordinately regulated in breast cancer and together encompass a prognostic signature for patient survival."}, {"pubmed": 23840580, "text": "DYNLT1 interacts with nucleoporins and plays a role in the dysregulation of gene expression and induction of hematopoietic cell proliferation by the leukemogenic nucleoporin fusion, NUP98-HOXA9"}, {"pubmed": 23894305, "text": "A low level of expression of miR-196b can cause up-regulation of BCR-ABL1 and HOXA9 expression, which leads to the development of chronic myeloid leukemia."}, {"pubmed": 23994619, "text": "Symplekin interacts and co-localizes with both MOZ and MLL in immature hematopoietic cells. Its inhibition leads to a decrease of the HOXA9 protein level but not of Hoxa9 mRNA."}, {"pubmed": 24051379, "text": "SALL4 binds a specific region of the HOXA9 promoter in leukemic cells."}, {"pubmed": 24081945, "text": "hypermethylation of HIST1H4F, PCDHGB6, NPBWR1, ALX1, and HOXA9 was significantly associated with shorter survival in stage 1 Non-small-cell lung cancer"}, {"pubmed": 24308157, "text": "HOXA9 acts as an oncogene in laryngeal squamous cell carcinoma, promoting tumor cell proliferation and migration."}, {"pubmed": 24332016, "text": "HOXA9 may, therefore, stimulate ovarian cancer progression by promoting an immunosuppressive microenvironment via paracrine effects on peritoneal macrophages."}, {"pubmed": 24486589, "text": "we define a three-gene panel, CDO1, HOXA9, and TAC1, which we subsequently validate in two independent cohorts of primary NSCLC samples"}, {"pubmed": 24535405, "text": "Hoxa9T on its own induced acute myeloid leukemia after a similar latency as Hoxa9FLim, despite its inability to bind DNA"}, {"pubmed": 24681432, "text": "HOXA9 methylation could be detected in plasma from HCC patients (n=40) but not in normal plasma (n=34) (p<0.0005)."}, {"pubmed": 24817037, "text": "present study suggests that HOXA9 inhibits migration of lung cancer cells and its hypermethylation is an independent prognostic factor for recurrence-free survival in never-smokers with NSCLC"}, {"pubmed": 24886209, "text": "HOXA9 methylation is frequent in oral cancers and levels are higher in tumors with greater risk of metastasis. Expression of HOXA9 is low in cells with high levels of methylation and reduced expression appears to confer a growth advantage."}, {"pubmed": 25023983, "text": "These findings indicate that HOXA9 contributes to poor outcomes in Epithelial ovarian cancer in part by promoting intraperitoneal dissemination via its induction of P-cadherin."}, {"pubmed": 25031718, "text": "these findings indicate that homeobox A9 regulates the expression of VEGF in epidermal stem cells"}, {"pubmed": 25185710, "text": "Different gain-of-function and loss-of-function studies reveal that HOXA9 enhances hematopoietic differentiation of embryonic stem cells by specifically promoting the commitment of hemogenic precursors into primitive and total CD45(+) blood cells."}, {"pubmed": 25246116, "text": "variants in the HOXA7 and HOXA9 genes are not common in Chinese women with Mullerian duct abnormalities"}, {"pubmed": 25762636, "text": "Data establish HOXA9 as a driver of glioma initiation, aggressiveness and resistance to therapy."}, {"pubmed": 25987065, "text": "Increased expression of HOXA9 is associated with acute myeloid leukemia."}, {"pubmed": 26028034, "text": "With continued advances in understanding HOXA9-mediated transformation, there is a wealth of opportunity for developing novel therapeutics that would be applicable for greater than 50% of AML with overexpression of HOXA9"}, {"pubmed": 26059450, "text": "HOXA9 and MEIS1 overexpression are inversely correlated with relapse and overall survival, so the genes could become useful predictive markers of the clinical course of pediatric acute leukemias."}, {"pubmed": 26130510, "text": "Pbx3 contributes to Hoxa9 leukemogenesis through stabilization of the Meis1 protein."}, {"pubmed": 26332997, "text": "Concurrent ISL1/HOXA9 methylation in HG-NMIBC reliably predicted tumour recurrence and progression within one year, and was associated with disease-specific mortality"}, {"pubmed": 26586336, "text": "This study identified HOXA9 as a target gene of miR-196b and determined that the mechanism of miR-196b-mediated epithelial-to-mesenchymal transition and invasion processes involves the regulation of HOXA9 expression in non-small cell lung cancer cells."}, {"pubmed": 26679037, "text": "Study found that hypermethylation of CpG probes in the promoter regions of HOXA9 and PCDH10 was associated with mature B-cell neoplasms."}, {"pubmed": 26740045, "text": "The results indicate that highly selective targeting of Nup98-fusion proteins to Hox cluster regions via prebound Crm1 induces the formation of higher order chromatin structures that causes aberrant Hox gene regulation."}, {"pubmed": 27020427, "text": "Promoter variants in HOXA9, TPM1, and TPM2, alter promoter expression suggesting that they have a functional role in clubfoot."}, {"pubmed": 27039722, "text": "Controlling HOXA9 expression appears to be a necessary step during CC development."}, {"pubmed": 27409175, "text": "HOXA9 expression is upregulated in three-dimensional organotypic culture of claudin-low breast cancer cells."}, {"pubmed": 27598218, "text": "In the present study, we found in a translational stepwise approach that promoter DNA methylation of the homeobox (HOX) gene HOXA9 could help predict resistance or response to cisplatin-based chemotherapy in patients with bladder cancer"}, {"pubmed": 27838340, "text": "NUP98-HOXA9 ability to induce blood cell expansion is evolutionarily conserved."}, {"pubmed": 27880728, "text": "Low HOXA9 expression is associated with Non Small Cell Lung Cancer."}, {"pubmed": 28210005, "text": "The HOXA9 moiety of NUP98-HOXA9 is essential for binding to the Hoxa gene locus. MLL is important for the recruitment of NUP98-HOXA9 to the HOXA locus and for NUP98-HOXA9-induced HOXA gene expression."}, {"pubmed": 28292467, "text": "HOXA9 transcriptionally regulated EPHB4 expression to modulate trophoblasts migration and invasion, which may suggest a contribution of HOXA9-EPHB4 in the poor placentation in the pathogenesis of preeclampsia."}, {"pubmed": 28387653, "text": "Homeobox A9 (HOXA9) expression was inversely correlated with microRNA miR-196b levels in recurrent epithelial ovarian cancer (EOC)."}, {"pubmed": 28399410, "text": "HOXA9 role in acute myeloid leukemia."}, {"pubmed": 28464221, "text": "Overexpression of HOXA4 and HOXA9 contributes to self-renewal and overpopulation of stem cells in colorectal cancers."}, {"pubmed": 28630438, "text": "NHA9 (NUP98-HOXA9 fusion protein) deregulates the expression of key leukemic genes, including MEIS1-HOXA9-PBX3 complex, through the enhancer binding and the direct interaction of the fusion protein with HDAC and p300 transcriptional regulators"}, {"pubmed": 28707666, "text": "This is the first time the protein partners of either E2A-PBX1 or HOXA9 oncoproteins were identified using an unbiased biochemical approach. The identification of translation initiation factors associated with HOXA9 might indicate a novel function for HOX proteins independent of their transcriptional activity."}, {"pubmed": 28713930, "text": "knockdown of HOXA9 abrogated NAC1induced drug resistance."}, {"pubmed": 28723696, "text": "Advanced glycation end products could induce endothelial cell dysfunction through NF-kappaB dependent HoxA9 downregulation."}, {"pubmed": 28748001, "text": "Results show that a combination of HOXA9 and HOXA10 promoter methylation markers is significantly associated with the prognosis of breast cancer patients a subtype-independent manner."}, {"pubmed": 28780773, "text": "The present study demonstrated that miR-139-5p, functioning as a suppressor in the tumorigenesis process, suppressed oral squamous carcinoma cells mobility by targeting HOXA9 directly."}, {"pubmed": 28947139, "text": "HOTTIP/WDR5/HOXA9/Wnt axis contributes to pancreatic tumor stem cell stemness."}, {"pubmed": 28978671, "text": "Beta-catenin regulates expression of downstream targets of a key transcriptional memory gene, Hoxa9 that is highly enriched in myeloid leukemia cancer stem cells and helps sustain leukemic self-renewal."}, {"pubmed": 29054094, "text": "MiR-182/HOXA9 was involved in the process of RUNX3-mediated GC tumor growth."}, {"pubmed": 29384529, "text": "Downregulation of HOXA9 in myeloid leukaemia cells led to increased differentiation capacity in vitro."}, {"pubmed": 29496663, "text": "we show that HOXA9 and JAK3/STAT5 are bona fide cooperating factors in driving leukemia development and that the cooperation is situated at the transcriptional level where STAT5 and HOXA9 co-occupy similar genomic regions"}, {"pubmed": 29572507, "text": "High HOXA9 expression is associated with hematogical malignancy."}, {"pubmed": 29662084, "text": "HOXA9 inhibits HIF1A-mediated glycolysis through interacting with CRIP2 to repress cutaneous squamous cell carcinoma development."}, {"pubmed": 30032824, "text": "this study shows HOXA9 methylation and blood vessel invasion in formalin-fixed paraffin-embedded tissues for prognostic stratification of stage I lung adenocarcinoma patients"}, {"pubmed": 30214626, "text": "These data indicate that NPMc+ leukemic cell survival requires upregulation of PBX3 and HOXA9."}, {"pubmed": 30270123, "text": "that therapeutic targeting of HOXA9-dependent enhancer reorganization can be an effective therapeutic strategy in acute leukemia with HOXA9 overexpression"}, {"pubmed": 30418048, "text": "HOXA9, RASSF1A and SCGB3A1 promoter methylation significantly associated with testicular germ cell tumor stage."}, {"pubmed": 30552679, "text": "The results indicated that completely different sets of transcription factors coregulate HOXA4 and HOXD10 (but not HOXA9) and their expression-correlated genes."}, {"pubmed": 30575897, "text": "miR-1294 functions as a tumor suppressor in OS progression by targeting HOXA9."}, {"pubmed": 30622285, "text": "High HOXA9 expression is associated with increased metabolic dysregulation and leukemogenesis."}, {"pubmed": 30674274, "text": "Based on the human, animal and cellular data, the transcription factor HOXA9 may promote the expression of pro-myopia genes and retinal pigment epithelial proliferation, which eventually contribute to myopia development."}, {"pubmed": 30839116, "text": "MicroRNA-652-3p promotes the proliferation and invasion of the trophoblast HTR-8/SVneo cell line by targeting homeobox A9 to modulate the expression of ephrin receptor B4"}, {"pubmed": 30843252, "text": "HOXA9 promoter hypermethylation is associated with the risk for head and neck squamous cell carcinoma and its progression and metastasis."}, {"pubmed": 31041828, "text": "Comparative transcriptome analysis of sinonasal inverted papilloma and associated squamous cell carcinoma: Out-HOXing developmental genes."}, {"pubmed": 31043660, "text": "Transcription Factor HOXA9 is Linked to the Calcification and Invasion of Papillary Thyroid Carcinoma."}, {"pubmed": 31099823, "text": "HOXA9 drives growth in premalignant colonic polyps, but simultaneously prevents further transformation"}, {"pubmed": 31112908, "text": "A novel, so far overlooked, protein encoded by HoxA9 in humans and mice, has been described."}, {"pubmed": 31424148, "text": "HOXA9 rs3801776 G>A polymorphism increases congenital talipes equinovarus risk in a Chinese population."}, {"pubmed": 31670914, "text": "Correlation of miR-181a and three HOXA genes as useful biomarkers in acute myeloid leukemia."}, {"pubmed": 31683603, "text": "Loss of HOXA9 in cSCC significantly upregulates RELA expression and thus enhances NF-kappaB pathway. RELA transcriptionally promotes not only anti-apoptotic factor BCL-XL but also autophagic genes including ATG1, ATG3, and ATG12."}, {"pubmed": 31740654, "text": "The direct regulation of HOXA9 by miR-652 was experimentally validated in uveal melanoma cells by dual luciferase assay and Western blotting. Authors also observed that miR-652 promoted HIF-1alpha signaling via repression of HOXA9 in uveal melanoma cells."}, {"pubmed": 31768018, "text": "MicroRNA-708 is a novel regulator of the Hoxa9 program in myeloid cells."}, {"pubmed": 31865042, "text": "Longitudinal monitoring of HOXA9 meth-ctDNA is clinically feasible and is strongly correlated to clinical outcomes (PFS, OS)."}, {"pubmed": 31875764, "text": "MiR-210 inhibited the expression of HOXA9 to activate the NF-kappaB signaling pathway and mediated the occurrence of epithelial-mesenchymal transition (EMT) of pancreatic cancer cells induced by HIF-1a under hypoxia."}, {"pubmed": 31881106, "text": "miR-647 inhibits glioma cell proliferation, colony formation and invasion by regulating HOXA9."}, {"pubmed": 31906958, "text": "MiR-182-5p and its target HOXA9 in non-small cell lung cancer: a clinical and in-silico exploration with the combination of RT-qPCR, miRNA-seq and miRNA-chip."}, {"pubmed": 31923345, "text": "A novel molecular link between HOXA9 and WNT6 in glioblastoma identifies a subgroup of patients with particular poor prognosis."}, {"pubmed": 31986484, "text": "Generation and characterization of a human iPSC line derived from congenital clubfoot amniotic fluid cells."}, {"pubmed": 32191343, "text": "Detection of aberrant methylation of HOXA9 and HIC1 through multiplex MethyLight assay in serum DNA for the early detection of epithelial ovarian cancer."}, {"pubmed": 32430478, "text": "Detection of Promoter DNA Methylation in Urine and Plasma Aids the Detection of Non-Small Cell Lung Cancer."}, {"pubmed": 32730594, "text": "Trib1 promotes acute myeloid leukemia progression by modulating the transcriptional programs of Hoxa9."}, {"pubmed": 32820015, "text": "Entospletinib in Combination with Induction Chemotherapy in Previously Untreated Acute Myeloid Leukemia: Response and Predictive Significance of HOXA9 and MEIS1 Expression."}, {"pubmed": 33001025, "text": "Functional interrogation of HOXA9 regulome in MLLr leukemia via reporter-based CRISPR/Cas9 screen."}, {"pubmed": 33057942, "text": "Disruption of CTCF Boundary at HOXA Locus Promote BET Inhibitors' Therapeutic Sensitivity in Acute Myeloid Leukemia."}, {"pubmed": 33069783, "text": "HOXA9/IRX1 expression pattern defines two subgroups of infant MLL-AF4-driven acute lymphoblastic leukemia."}, {"pubmed": 33202249, "text": "Gene- and Species-Specific Hox mRNA Translation by Ribosome Expansion Segments."}, {"pubmed": 33461426, "text": "Homeobox A5 and A9 expression and beta-thalassemia."}, {"pubmed": 33924850, "text": "Nuclear FGFR2 Interacts with the MLL-AF4 Oncogenic Chimera and Positively Regulates HOXA9 Gene Expression in t(4;11) Leukemia Cells."}, {"pubmed": 34163069, "text": "Phase separation drives aberrant chromatin looping and cancer development."}, {"pubmed": 34416888, "text": "MicroRNA-638 inhibits the progression of breast cancer through targeting HOXA9 and suppressing Wnt/beta-cadherin pathway."}, {"pubmed": 34514844, "text": "HOXA9-methylated DNA as a diagnostic biomarker of ovarian malignancy."}, {"pubmed": 34743404, "text": "Molecular regulators of HOXA9 in acute myeloid leukemia."}, {"pubmed": 34831074, "text": "The Retinoblastoma Tumor Suppressor Is Required for the NUP98-HOXA9-Induced Aberrant Nuclear Envelope Phenotype."}, {"pubmed": 34850551, "text": "ALKBH5-mediated m6A modification of lncRNA KCNQ1OT1 triggers the development of LSCC via upregulation of HOXA9."}, {"pubmed": 34913472, "text": "Circular RNA circFADS2 inhibits the progression of cutaneous squamous cell carcinoma by regulating miR-766-3p/HOXA9 axis."}, {"pubmed": 35372588, "text": "Comprehensive Landscape of HOXA2, HOXA9, and HOXA10 as Potential Biomarkers for Predicting Progression and Prognosis in Prostate Cancer."}, {"pubmed": 35743243, "text": "HOXA9 Overexpression Contributes to Stem Cell Overpopulation That Drives Development and Growth of Colorectal Cancer."}, {"pubmed": 35830966, "text": "Downregulation of hsa-miR-548d-3p and overexpression of HOXA9 in diffuse large B-cell lymphoma patients and the risk of R-CHOP chemotherapy resistance and disease progression."}, {"pubmed": 36065412, "text": "circ_0052184 Promotes Colorectal Cancer Progression via Targeting miR-604/HOXA9 Axis."}, {"pubmed": 36192425, "text": "HOXA9 has the hallmarks of a biological switch with implications in blood cancers."}, {"pubmed": 36577137, "text": "HOXA9 forms a repressive complex with nuclear matrix-associated protein SAFB to maintain acute myeloid leukemia."}, {"pubmed": 38216972, "text": "RNA-binding protein RBM5 plays an essential role in acute myeloid leukemia by activating the oncogenic protein HOXA9."}, {"pubmed": 38904676, "text": "Pan-cancer exploration of oncogenic and clinical impacts revealed that HOXA9 is a diagnostic indicator of tumorigenesis."}], "genomic_pos": {"chr": "7", "end": 27175180, "ensemblgene": "ENSG00000078399", "start": 27162438, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 27210117, "start": 27202054, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006351", "qualifier": "involved_in", "term": "DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007283", "qualifier": "involved_in", "term": "spermatogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007338", "qualifier": "involved_in", "term": "single fertilization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008584", "qualifier": "involved_in", "term": "male gonad development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009954", "qualifier": "involved_in", "term": "proximal/distal pattern formation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030850", "qualifier": "involved_in", "term": "prostate gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030879", "qualifier": "involved_in", "term": "mammary gland development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035115", "qualifier": "involved_in", "term": "embryonic forelimb morphogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0042118", "pubmed": 22269951, "qualifier": "involved_in", "term": "endothelial cell activation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045638", "qualifier": "involved_in", "term": "negative regulation of myeloid cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048704", "qualifier": "involved_in", "term": "embryonic skeletal system morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060065", "qualifier": "involved_in", "term": "uterus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060216", "qualifier": "involved_in", "term": "definitive hemopoiesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IEA", "id": "GO:0001228", "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003700", "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 19060904, 22269951, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 22269951, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[9031, 396096], [9544, 699729], [9598, 745701], [9606, 3205], [9615, 482372], [9913, 510459], [10090, 15405], [10116, 297099]], "id": 7766}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Hox9, N-terminal activation domain", "id": "IPR006711", "short_desc": "Hox9_activation_N"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox protein HXA9/HXB9/HXC9", "id": "IPR017112", "short_desc": "HXA9/HXB9/HXC9"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": ["IPI00010744", "IPI01009403"], "map_location": "7p15.2", "name": "homeobox A9", "other_names": ["homeobox protein Hox-1G", "homeobox protein Hox-A9", "homeodomain protein HOXA9"], "pantherdb": {"HGNC": "5109", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96180", "ortholog_type": "LDO", "panther_family": "PTHR45970", "taxid": 10090, "uniprot_kb": "P09631"}, {"RGD": "1310001", "ortholog_type": "LDO", "panther_family": "PTHR45970", "taxid": 10116, "uniprot_kb": "D3ZSU5"}, {"Ensembl": "ENSGALG00000028983", "ortholog_type": "LDO", "panther_family": "PTHR45970", "taxid": 9031, "uniprot_kb": "F1NJG5"}, {"Gene": "HOXA9", "ortholog_type": "O", "panther_family": "PTHR45970", "taxid": 9031, "uniprot_kb": "Q98924"}, {"ZFIN": "ZDB-GENE-000823-1", "ortholog_type": "O", "panther_family": "PTHR45970", "taxid": 7955, "uniprot_kb": "Q9PWL6"}, {"ZFIN": "ZDB-GENE-000823-2", "ortholog_type": "LDO", "panther_family": "PTHR45970", "taxid": 7955, "uniprot_kb": "Q9YGT5"}], "uniprot_kb": "P31269"}, "pathway": {"kegg": {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, "netpath": {"id": "Pathway_TGF_beta_Receptor", "name": "TGF_beta_Receptor"}}, "pfam": ["PF00046", "PF04617"], "pharmgkb": "PA29386", "pharos": {"target_id": 14450, "tdl": "Tbio"}, "pir": "S14929", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF176684", "relationship": "is"}, {"id": "GNF187590", "relationship": "is"}, {"id": "GNF198496", "relationship": "is"}, {"id": "GNF209402", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF161288", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF042631", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006652", "relationship": "is"}, {"id": "GNF006653", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF095549", "relationship": "is"}, {"id": "GNF135206", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_029923.1"], "protein": "NP_689952.1", "rna": ["NM_002142.3", "NM_152739.4"], "translation": {"protein": "NP_689952.1", "rna": "NM_152739.4"}}, "reporter": {"HG-U133_Plus_2": ["209905_at", "214651_s_at"], "HG-U95Av2": ["37809_at", "37810_at"], "HTA-2_0": "TC07003401.hg.1", "HuEx-1_0": "3042919", "HuGene-1_1": "8138749", "HuGene-2_1": ["17056160", "17119668"]}, "retired": [94575, 221880], "summary": "In vertebrates, the genes encoding the class of transcription factors called homeobox genes are found in clusters named A, B, C, and D on four separate chromosomes. Expression of these proteins is spatially and temporally regulated during embryonic development. This gene is part of the A cluster on chromosome 7 and encodes a DNA-binding transcription factor which may regulate gene expression, morphogenesis, and differentiation. This gene is highly similar to the abdominal-B (Abd-B) gene of Drosophila. A specific translocation event which causes a fusion between this gene and the NUP98 gene has been associated with myeloid leukemogenesis. Read-through transcription exists between this gene and the upstream homeobox A10 (HOXA10) gene.[provided by RefSeq, Mar 2011].", "symbol": "HOXA9", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333922"}, "unigene": "Hs.659350", "uniprot": {"Swiss-Prot": "P31269", "TrEMBL": ["A0A669K9T0", "A8MVF3", "A0A669KBC8"]}, "wikipedia": {"url_stub": "HOXA9"}}