{"AllianceGenome": "5112", "HGNC": "5112", "MIM": "604607", "_id": "10481", "_version": 2, "accession": {"genomic": ["AC091179.5", "CH471109.2", "CP068261.2", "KT584354.1", "NC_000017.11", "NC_060941.1", "NG_033789.1"], "protein": ["AAB39863.1", "AAC50664.1", "AAH07092.1", "AAH70233.1", "AAP36078.1", "AAY17396.1", "AHB20311.1", "BAG36075.1", "EAW94714.1", "NP_006352.2", "Q92826.2"], "rna": ["AK225234.1", "AK313266.1", "AY937237.1", "BC007092.1", "BC070233.1", "BT007410.1", "KF613154.1", "NM_006361.6", "U57052.1", "U81599.2"], "translation": [{"protein": "NP_006352.2", "rna": "NM_006361.6"}, {"protein": "AAP36078.1", "rna": "BT007410.1"}, {"protein": "AAB39863.1", "rna": "U81599.2"}, {"protein": "AAC50664.1", "rna": "U57052.1"}, {"protein": "AAH07092.1", "rna": "BC007092.1"}, {"protein": "AAH70233.1", "rna": "BC070233.1"}, {"protein": "AAY17396.1", "rna": "AY937237.1"}, {"protein": "BAG36075.1", "rna": "AK313266.1"}, {"protein": "AHB20311.1", "rna": "KF613154.1"}]}, "alias": ["HPC9", "PSGD"], "ensembl": {"gene": "ENSG00000159184", "protein": "ENSP00000290295", "transcript": "ENST00000290295", "translation": [{"protein": "ENSP00000290295", "rna": "ENST00000290295"}], "type_of_gene": "protein_coding"}, "entrezgene": "10481", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.08861782, "exp_mis": 136.0125869, "exp_syn": 67.42121, "lof_z": 1.14914019715963, "mis_z": 1.34260366147826, "mu_lof": 5.5166023068e-07, "mu_mis": 1.19304422205e-05, "mu_syn": 5.87659294028e-06, "n_lof": 4.0, "n_mis": 104.0, "n_syn": 45.0, "p_li": 0.00987475094591023, "p_null": 0.168720133226704, "p_rec": 0.821405115827386, "syn_z": 1.69281791001481}, "bp": 855, "cds_end": 46805955, "cds_start": 46804151, "n_exons": 2, "nonpsych": {"exp_lof": 6.3746121, "exp_mis": 123.0632487, "exp_syn": 60.981427, "lof_z": 1.31265012574055, "mis_z": 1.45782179290357, "mu_lof": 5.5166023068e-07, "mu_mis": 1.19304422205e-05, "mu_syn": 5.87659294028e-06, "n_lof": 3.0, "n_mis": 91.0, "n_syn": 43.0, "p_li": 0.0458974741117281, "p_null": 0.117204142760666, "p_rec": 0.836898383127606, "syn_z": 1.44973601706302}, "nontcga": {"exp_lof": 6.5175059, "exp_mis": 125.1275665, "exp_syn": 62.02349014, "lof_z": 0.972771921888254, "mis_z": 1.38636791123916, "mu_lof": 5.5166023068e-07, "mu_mis": 1.19304422205e-05, "mu_syn": 5.87659294028e-06, "n_lof": 4.0, "n_mis": 94.0, "n_syn": 40.0, "p_li": 0.00794565136159138, "p_null": 0.206413968224726, "p_rec": 0.785640380413683, "syn_z": 1.77064028145624}, "transcript": "ENST00000290295.7"}, "exons": [{"cdsend": 48728593, "cdsstart": 48726789, "chr": "17", "position": [[48724764, 48727043], [48727992, 48728750]], "strand": -1, "transcript": "NM_006361", "txend": 48728750, "txstart": 48724764}], "exons_hg19": [{"cdsend": 46805955, "cdsstart": 46804151, "chr": "17", "position": [[46802126, 46804405], [46805354, 46806112]], "strand": -1, "transcript": "NM_006361", "txend": 46806112, "txstart": 46802126}], "generif": [{"pubmed": 12761847, "text": "Epidermal HOXB13 signal was detected over the entire body surface, but surprisingly, essentially all of the signal was cytoplasmic in developing skin."}, {"pubmed": 15126340, "text": "This study suggests that HOXB13, a transcription factor, functions as a cell growth suppressor by negatively regulating the expression of TCF-4, which eventually provides negative signals for cell proliferation in prostate cancer."}, {"pubmed": 15604291, "text": "HOXB13 functions as an androgen receptor repressor to modulate the complex AR signaling and subsequent growth regulation of prostate cancer cells."}, {"pubmed": 15756448, "text": "HOXB13 may have a role in the invasive ability of endometrial cancer cells through regulation by estrogen"}, {"pubmed": 15928669, "text": "Loss of HOXB13 may be an important event for colorectal cell transformation."}, {"pubmed": 16609001, "text": "The HOXB13 protein expression increases during disease progression of breast cancer to hormonal therapy."}, {"pubmed": 16609019, "text": "The HOXB13 protein expression increases during disease progression of breast cancer to hormonal therapy."}, {"pubmed": 16792730, "text": "transcripts are differently expressed in normal mucous and serous acini [which] may reflect a different role in salivary gland carcinogenesis"}, {"pubmed": 17008703, "text": "HOXB13 and IL17BR has a role in progression of early-stage breast cancer"}, {"pubmed": 17145863, "text": "HOXB13 is downregulated by methylation and functions as a tumor suppressor in malignant melanoma."}, {"pubmed": 17453342, "text": "HOXB13 and IL17BR have roles in breast cancer"}, {"pubmed": 17942676, "text": "These results support a pro-proliferative and pro-survival role for HOXB13 in ovarian cancer."}, {"pubmed": 17972163, "text": "HOXA7, HOXB3, HOXA3, and HOXB13 expression levels changed during angiogenesis, sugessting these proteins might be involved in the angiogenesis of hMSCs."}, {"pubmed": 17975144, "text": "HOXB13, IL17BR, and CHDH are regulated by estrogen in breast cancer"}, {"pubmed": 18163187, "text": "characterizeation of the promoter region of the HOXB13 gene"}, {"pubmed": 18499701, "text": "Hypermethylation of HOXB13 is a late event of breast tumorigenesis."}, {"pubmed": 18794098, "text": "An index composed of inherited (CYP2D6) and tumor (HOXB13/IL17BR) gene variation identifies patients with varying degrees of resistance to tamoxifen."}, {"pubmed": 18794098, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19917249, "text": "Data show that the profound effects of HOXB13 knockdown on androgen-regulated proliferation, migration, and lipogenesis in prostate cancer cells highlight the importance of the observed changes in gene expression."}, {"pubmed": 20018680, "text": "Data demonstrate that FOXA1 directly regulates HOXB13 in human prostate epithelial cells, and show that this prostate-specific regulatory mechanism is conserved in mice."}, {"pubmed": 20504375, "text": "HOXB13 is associated with an additive growth advantage of prostate cancer cells in the absence of or low androgen concentrations, by the regulation of p21-mediated E2F signaling."}, {"pubmed": 20649975, "text": "Data show that a high HOXB13 expression was associated with decreased benefit from tamoxifen, which indicates that HOXB13 protein level may be used as a predictive marker for tamoxifen treatment."}, {"pubmed": 21574054, "text": "Stromal expression of KRT15, TCN1, and HOXB13 was significantly correlated with tumor grade, stromal hypercellularity, mitotic activity and microscopic borders."}, {"pubmed": 22236224, "text": "The novel HOXB13 G84E variant is associated with a significantly increased risk of hereditary prostate cancer."}, {"pubmed": 22297979, "text": "The Hoxb13-transgenic system provides a powerful tool for conditional Tet operator-driven transgene expression in the normal prostate and during disease progression."}, {"pubmed": 22714738, "text": "This study independently confirms the association of a germline HOXB13 mutation with familial prostate cancer."}, {"pubmed": 22718278, "text": "A rare mutation--HOXB13 Gly135Glu--is identified in Chinese men with prostate cancer."}, {"pubmed": 22781434, "text": "The G84E mutation was more frequent among white case subjects than among white control subjects and was associated with an increased risk of prostate cancer."}, {"pubmed": 22841674, "text": "HOXB13 G84E is prevalent in >1% of the Swedish population and is associated with a 3.5-fold increased risk of prostate cancer"}, {"pubmed": 22853031, "text": "findings show an association of this HOXB13 variant and a risk of BRCA1/2 wild-type, familial breast cancer"}, {"pubmed": 23036981, "text": "The HOXB13 G84E variant is rare in this cohort, even among those with a positive family history. Our findings question the utility of testing for this variant among unselected men presenting for a diagnostic prostate biopsy."}, {"pubmed": 23064873, "text": "findings demonstrate that the HOXB13 G84E mutation is present in ~5 % of prostate cancer families, predominantly of European descent, and confirm its association with prostate cancer risk"}, {"pubmed": 23099437, "text": "Women who carry the HOXB13 Gly84Glu mutation are not at increased risk of breast cancer."}, {"pubmed": 23129385, "text": "These results confirm the association of a rare HOXB13 mutation with prostate cancer in the general population and suggest that this variant may be associated with features of more aggressive disease."}, {"pubmed": 23276138, "text": "In the series of Non Muscle Invasive Bladder Transitional Cancer nuclear HOX B13 expression loss is significantly associated to shorter disease free survival (p-value=0.038) defining a potential prognostic role."}, {"pubmed": 23292082, "text": "HOXB13 G84E mutation is associated with prostate cancer."}, {"pubmed": 23334858, "text": "The G84E mutation predisposes to prostate cancer in Poland, but accounts for only a small proportion of cases; the G84E founder mutation might be present in other Slavic populations."}, {"pubmed": 23385818, "text": "SFMBT2 may regulate cell growth via epigenetic regulation of HOXB13 gene expression in prostate cancer cells."}, {"pubmed": 23393222, "text": "the G84E mutation of HOXB13, a relatively recent mutation that likely occurred in Northern Europe, significantly increases risk for prostate cancer"}, {"pubmed": 23396964, "text": "HOXB13 mutation is associated with prostate cancer."}, {"pubmed": 23457453, "text": "This study has provided an estimate of the cumulative risk of prostate cancer for HOXB13 missense mutation G84E carriers that can be used to guide clinical practice and research."}, {"pubmed": 23475555, "text": "No HOXB13 mutation is associated with Ashkenazi Jewish men with prostate cancer."}, {"pubmed": 23497539, "text": "High HOXB13 expression is associated with breast cancer."}, {"pubmed": 23518396, "text": "Letter/Meta-analysis: HOXB13 germline mutations in European men with prostate neoplasms."}, {"pubmed": 23541221, "text": "This report is the first to suggest a risk of colorectal cancer associated with mutations in the HOXB13 gene"}, {"pubmed": 23812955, "text": "When extended endocrine therapy with letrozole is prescribed, high H/I predicts benefit from therapy and a decreased probability of late disease recurrence."}, {"pubmed": 23832664, "text": "High HOXB13 mediates tamoxifen resistance and invasiveness in human breast cancer by suppressing ERalpha and inducing IL-6 expression."}, {"pubmed": 24026887, "text": "Our findings provide further evidences that the rare mutation in HOXB13 contributes to both hereditary and sporadic PCa risk."}, {"pubmed": 24096478, "text": "HOXB13 promotes PCa invasion and metastasis by decreasing intracellular zinc levels, thus stimulating NF-kappaB signals, and acts as a modulator of intracellular zinc levels that promotes the malignant characteristics of PCa"}, {"pubmed": 24146108, "text": "Our results demonstrate that HOXB13 expression identifies prostatic origin of a carcinoma"}, {"pubmed": 24148311, "text": "carriers of the rare G84E variant in HOXB13 were both younger at the time of diagnosis and more likely to have a family history of prostate cancer compared with homozygotes for the wild-type allele."}, {"pubmed": 24213000, "text": "It might enhance cell injury caused by oxidative stress."}, {"pubmed": 24310616, "text": "While the HOXB13 G84E mutation may be rare, there may be a future role in genetic testing for this mutation after further studies of clinical utility in assessing prostate cancer risk"}, {"pubmed": 24325868, "text": "HOXB13 contributes to G1/S and G2/M checkpoint controls in the prostate."}, {"pubmed": 24390282, "text": "A prostate cancer susceptibility allele at 6q22 increases RFX6 expression by modulating HOXB13 chromatin binding."}, {"pubmed": 24550738, "text": "identified common variants partially correlated with coding variant in the HOXB13 gene (G84E, rs138213197), which has been identified recently as a moderate penetrance prostate cancer susceptibility allele"}, {"pubmed": 24722062, "text": "findings suggest that novel molecular pathways may drive prostate cancer in HOXB13 G84E carriers"}, {"pubmed": 24898171, "text": "The results suggest that the HOXB13-mediated promotion of tumor cell invasion is accomplished mainly through the downregulation of PDEF expression."}, {"pubmed": 25031711, "text": "our results suggest that increased HOXB13 expression is associated with tumor angiogenesis and progression in hepatocellular carcinoma"}, {"pubmed": 25595936, "text": "HOXB13 G84E germline mutation is associated with prostate cancer risk."}, {"pubmed": 25629170, "text": "We then show the value of this approach by using the imputed data to investigate the impact of the HOXB13 G84E mutation on age-specific prostate cancer risk and on risk of fourteen other cancers in the cohort"}, {"pubmed": 25743797, "text": "Increased expression of HOXB13 protein is associated with HPV infection and cervical cancer progression."}, {"pubmed": 25825985, "text": "our study highlights HOXB13 as strong and independent prognostic marker in prostate cancer"}, {"pubmed": 25944620, "text": "Our results show that HOXB13/SLUG and ALX4/SLUG axes are novel pathways that promote EMT and invasion of ovarian cancer cells."}, {"pubmed": 26108461, "text": "The associations between HOXB13 and prostate, leukemia, and bladder suggest that this gene is important in carcinogenesis."}, {"pubmed": 26176944, "text": "The prevalence of somatic HOXB13 mutations in prostate cancer."}, {"pubmed": 26200506, "text": "P63 and HOXB13 is helpful in resolving the diagnosis."}, {"pubmed": 26261579, "text": "Hoxb-13 overexpression is correlated with tumor angiogenesis, aberrant expression of EMT-associated markers and aggressive clinicopathological characteristics in pancreatic carcinoma."}, {"pubmed": 26457646, "text": "Data show that transcription factor FOXA1 and homeodomain protein HOXB13 colocalize with androgen receptor (AR) at tumor-specific AR binding sites."}, {"pubmed": 26517352, "text": "Studies indicate that the germline homeo box B13 protein (HOXB13) p.Gly84Glu mutation is significantly increased the risk of cancers."}, {"pubmed": 26590121, "text": "We showed for the first time that HOXB13 is a sensitive and specific marker for detection of prostatic origin in distant metastases."}, {"pubmed": 26638190, "text": "The strongest predictors are the BRCA2 mutations, and the highly penetrant G84E mutation in HOXB13"}, {"pubmed": 26709644, "text": "review the functions attributed to HOXB13, by highlighting the most recent findings supporting the hypothesis that HOXB13 might serve as a novel biomarker for the prognosis of prostate cancer"}, {"pubmed": 26728744, "text": "The Breast Cancer Index (BCI) is a continuous risk index model of two previously described biomarkers: molecular grade index (MGI) and HOXB13:IL17BR (H:I) ratio"}, {"pubmed": 26779768, "text": "This is the first study to investigate the HOXB13 G84E mutation in Danish men. The mutation was detected in 0.49% of controls and in 2.51% of cases, and was associated with 5.12-fold increased relative risk of being diagnosed with prostate cancer. In our RP cohort, HOXB13 mutation carriers were more likely to develop aggressive prostate cancer."}, {"pubmed": 26781690, "text": "Study provides insights suggesting that HOXB13 plays an important role in prostate tumorigenesis and malignant progression via the regulation of both p21 and JNK signaling."}, {"pubmed": 26841725, "text": "Recent studies have shown that HOXB13 is a strong candidate for familial Prostate cancer gene."}, {"pubmed": 26931741, "text": "HOXB13 is a useful marker for prostate origin when doubt exists regarding the site of the primary of a metastatic lesion"}, {"pubmed": 27018308, "text": "Tumor-associated macrophage-secreted CXCL8 downregulated the ERalpha expression of endometrial cancer cells via HOXB13, which may be associated with cancer invasion, metastasis and poor prognosis."}, {"pubmed": 27424772, "text": "none of the recurrent HOXB13 mutations that were identified in the Dutch population were associated with breast cancer risk, although it may be worthwhile to evaluate p.R217C in a larger study or a population with a higher allele frequency."}, {"pubmed": 27626483, "text": "our results indicated that the G84E mutation in HOXB13 gene might increase susceptibility to prostate cancer"}, {"pubmed": 27956498, "text": "CCAT1 regulates HOXB13 as a molecular decoy for miR-7, a microRNA that targets both CCAT1 and HOXB13, thus facilitating cell growth and migration in esophageal squamous cell carcinoma"}, {"pubmed": 28072499, "text": "This study presents in silico prediction approaches of the deleterious ns single nucleotide polymorphisms (missense) in the homeobox domain of human HOXB13 gene responsible for hereditary prostate cancer."}, {"pubmed": 28186998, "text": "HOXB13 mutation is associated with prostate tumors."}, {"pubmed": 28272408, "text": "Data show that homeo box B13 protein (HOXB13) single nucleotide polymorphisms (SNPs) missense mutations resulted in changed protein stability."}, {"pubmed": 28790484, "text": "This study evaluated the linkage evidence that identified recurrent mutation in HOXB13 as a risk factor for prostatic neoplasms."}, {"pubmed": 28808656, "text": "this study revealed that HOXB9, HOXB13, and HOXD13 were upregulated and may play important roles in laryngeal squamous cell carcinoma (LSCC). Moreover, HOXB9 may serve as a novel marker of poor prognosis and a potential therapeutic target in LSCC patients."}, {"pubmed": 29181843, "text": "These results indicate that risk alleles of HOXB13 and common variant SNPs are important components of inherited prostate cancer risk in the Norwegian population, although these factors appear to contribute little to the malignancy's aggressiveness."}, {"pubmed": 29259341, "text": "HOXB13 expression does not differ between tumour tissue of G84E variant carriers and non-carriers."}, {"pubmed": 29471853, "text": "HBXIP elevated HOXB13 protein level in breast cancer cells. Mechanistically, HBXIP prevented chaperone-mediated autophagy (CMA)-dependent degradation of HOXB13 via enhancement of HOXB13 acetylation at the lysine 277 residue, causing the accumulation of HOXB13."}, {"pubmed": 29729704, "text": "The expression of HOXB13, IL17BR, and mammaglobin 1 in sentinel lymph nodes predict the outcome of primary breast cancer patients."}, {"pubmed": 29844167, "text": "These results identify HoxB13 as a pivotal upstream regulator of AR-V7-driven transcriptomes that are often cell context-dependent in CRPC, suggesting that HoxB13 may serve as a therapeutic target for AR-V7-driven prostate tumors."}, {"pubmed": 30105866, "text": "our study indicated that HOXB13-AS1 could regulate HOXB13 gene expression by methylation HOXB13 promoter and acts as an epigenetic oncogenic in glioma."}, {"pubmed": 30181389, "text": "imultaneous presence of HOXB13 T and CIP2A T alleles confers for high prostate cancer risk and aggressiveness of disease, earlier biochemical relapse, and lower disease-specific life expectancy. HOXB13 protein binds to CIP2A gene and functionally promotes CIP2A transcription."}, {"pubmed": 30527799, "text": "We found that the risk of developing prostate cancer in men who carry this genetic mutation is also affected by a family history of prostate cancer and their year of birth. This information can be used to assess more personalised prostate cancer risks to men who carry HOXB13 mutations."}, {"pubmed": 30560549, "text": "MEIS1 may contribute to the cancer-promoting actions of homeobox protein Hox-B13(HOXB13) in cellular proliferation and gene regulation by prolonging HOXB13 half-life in prostate cancer"}, {"pubmed": 31037158, "text": "A cisplatin-HOXB13-ABCG1/EZH2/Slug network may account for a novel mechanism underlying cisplatin resistance."}, {"pubmed": 31062400, "text": "HOXB13 promotes proliferation, migration, and invasion of glioblastoma through transcriptional upregulation of lncRNA HOXC-AS3."}, {"pubmed": 31556563, "text": "The HOXB13 G84E germline mutation is associated with increased prostate cancer risk in Polish men, with hereditary form of the disease, and probably with older age at PC onset and shorter survival. However, it is not associated with PSA level, or PC stage or grade at the time of diagnosis."}, {"pubmed": 31629417, "text": "Updated insights into genetic contribution to prostate cancer predisposition: focus on HOXB13."}, {"pubmed": 31735626, "text": "few SNVs including HOXB13 can alter the transactivation potential of individual cis-regulatory elements"}, {"pubmed": 31878059, "text": "The Nuclear Protein HOXB13 Enhances Methylmercury Toxicity by Inducing Oncostatin M and Promoting Its Binding to TNFR3 in Cultured Cells."}, {"pubmed": 31882852, "text": "HoxB13 expression in ductal type adenocarcinoma of prostate: clinicopathologic characteristics and its utility as potential diagnostic marker."}, {"pubmed": 32040869, "text": "Authors identified a rare heterozygous germline variant c.853delT (p.Ter285Lysfs) rs77179853, reported only among patients of African ancestry with a minor allele frequency of 3.2%."}, {"pubmed": 32376288, "text": "HOXB13 controls cell state through super-enhancers."}, {"pubmed": 32540218, "text": "Somatic HOXB13 Expression Correlates with Metastatic Progression in Men with Localized Prostate Cancer Following Radical Prostatectomy."}, {"pubmed": 32546843, "text": "Germline HOXB13 mutations p.G84E and p.R217C do not confer an increased breast cancer risk."}, {"pubmed": 32681068, "text": "MEIS1 down-regulation by MYC mediates prostate cancer development through elevated HOXB13 expression and AR activity."}, {"pubmed": 32830201, "text": "Germline HOXB13 G84E mutation carriers and risk to twenty common types of cancer: results from the UK Biobank."}, {"pubmed": 32979741, "text": "Differential expression of NKX 3.1 and HOXB 13 in bone metastases originating from prostatic carcinoma among the Egyptian males."}, {"pubmed": 33059643, "text": "LncRNA SNHG14 regulates the DDP-resistance of non-small cell lung cancer cell through miR-133a/HOXB13 pathway."}, {"pubmed": 33099213, "text": "The HOXB13 p.Gly84Glu variant observed in an extended five generation high-risk prostate cancer pedigree supports risk association for multiple cancer sites."}, {"pubmed": 33514011, "text": "Long Noncoding RNA HOXA11-AS and Transcription Factor HOXB13 Modulate the Expression of Bone Metastasis-Related Genes in Prostate Cancer."}, {"pubmed": 33531604, "text": "Neuroendocrine prostate cancer has distinctive, non-prostatic HOX code that is represented by the loss of HOXB13 expression."}, {"pubmed": 33619226, "text": "Loss of 9p21 Regulatory Hub Promotes Kidney Cancer Progression by Upregulating HOXB13."}, {"pubmed": 33693959, "text": "Upregulated long noncoding RNA LincIN promotes tumor progression via the regulation of nuclear factor 90/microRNA7/HOXB13 in esophageal squamous cell carcinoma."}, {"pubmed": 33894267, "text": "HOXB13 promotes gastric cancer cell migration and invasion via IGF-1R upregulation and subsequent activation of PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 34059701, "text": "Prostate cancer risk variants of the HOXB genetic locus."}, {"pubmed": 34396425, "text": "HOXB13 suppresses proliferation, migration and invasion, and promotes apoptosis of gastric cancer cells through transcriptional activation of VGLL4 to inhibit the involvement of TEAD4 in the Hippo signaling pathway."}, {"pubmed": 34609407, "text": "HOXB13 and TFF3 can contribute to the prognostic stratification of prostate adenocarcinoma."}, {"pubmed": 34799695, "text": "The HOXB13 variant X285K is associated with clinical significance and early age at diagnosis in African American prostate cancer patients."}, {"pubmed": 35031163, "text": "A Rare Germline HOXB13 Variant Contributes to Risk of Prostate Cancer in Men of African Ancestry."}, {"pubmed": 35468964, "text": "HOXB13 suppresses de novo lipogenesis through HDAC3-mediated epigenetic reprogramming in prostate cancer."}, {"pubmed": 35527493, "text": "[miR-20a-5p inhibits proliferation of lung cancer A549 cells by down-regulating HOXB13]."}, {"pubmed": 35639251, "text": "Comprehensive network analysis of dysregulated genes revealed MNX1-AS1/hsa-miR-4697-3p/HOXB13 axis in ovarian cancer chemotherapy response."}, {"pubmed": 35849143, "text": "Acetylated HOXB13 Regulated Super Enhancer Genes Define Therapeutic Vulnerabilities of Castration-Resistant Prostate Cancer."}, {"pubmed": 35878427, "text": "Excessive activation of HOXB13/PIMREG axis promotes hepatocellular carcinoma progression and drug resistance."}, {"pubmed": 36446039, "text": "Germline Variants in DNA Damage Repair Genes and HOXB13 Among Black Patients With Early-Onset Prostate Cancer."}, {"pubmed": 37409967, "text": "Hierarchical Phosphorylation of HOXB13 by mTOR Dictates Its Activity and Oncogenic Function in Prostate Cancer."}, {"pubmed": 37552455, "text": "Immunoreactivity of HOXB13 in Neuroendocrine Neoplasms Is a Sensitive and Specific Marker of Rectal Well-Differentiated Neuroendocrine Tumors."}, {"pubmed": 37806842, "text": "Clinical and Functional Analyses of an African-ancestry Gain-of-function HOXB13 Variant Implicated in Aggressive Prostate Cancer."}, {"pubmed": 37850574, "text": "Characterization of HOXB13 expression patterns in localized and metastatic castration-resistant prostate cancer."}, {"pubmed": 38792899, "text": "A Comprehensive Analysis of HOXB13 Expression in Hepatocellular Carcinoma."}], "genomic_pos": {"chr": "17", "end": 48728750, "ensemblgene": "ENSG00000159184", "start": 48724763, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 46806540, "start": 46802125, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 15126340, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0001525", "pubmed": 17972163, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0008544", "pubmed": 9665387, "qualifier": "involved_in", "term": "epidermis development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009611", "pubmed": 9665387, "qualifier": "involved_in", "term": "response to wounding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033574", "qualifier": "involved_in", "term": "response to testosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0040008", "qualifier": "involved_in", "term": "regulation of growth"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060527", "qualifier": "involved_in", "term": "prostate epithelial cord arborization involved in prostate glandular acinus morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060743", "qualifier": "involved_in", "term": "epithelial cell maturation involved in prostate gland development"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005667", "qualifier": "part_of", "term": "transcription regulator complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001227", "pubmed": 15126340, "qualifier": "enables", "term": "DNA-binding transcription repressor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32814053, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008327", "pubmed": 28473536, "qualifier": "enables", "term": "methyl-CpG binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0043565", "pubmed": 23332764, "qualifier": "enables", "term": "sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 559921], [9031, 771676], [9544, 697572], [9598, 468433], [9606, 10481], [9615, 491060], [9913, 539688], [10090, 15408], [10116, 303480]], "id": 4640}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox protein Hox1A3 N-terminal", "id": "IPR022067", "short_desc": "HoxA13_N"}], "ipi": "IPI00294863", "map_location": "17q21.32", "name": "homeobox B13", "other_names": "homeobox protein Hox-B13", "pantherdb": {"HGNC": "5112", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107730", "ortholog_type": "LDO", "panther_family": "PTHR45804", "taxid": 10090, "uniprot_kb": "P70321"}, {"RGD": "1309113", "ortholog_type": "LDO", "panther_family": "PTHR45804", "taxid": 10116, "uniprot_kb": "D3ZWL5"}, {"Ensembl": "ENSGALG00000033154", "ortholog_type": "LDO", "panther_family": "PTHR45804", "taxid": 9031, "uniprot_kb": "A0A1D5P8U1"}, {"ZFIN": "ZDB-GENE-050812-1", "ortholog_type": "LDO", "panther_family": "PTHR45804", "taxid": 7955, "uniprot_kb": "Q1ECY2"}], "uniprot_kb": "Q92826"}, "pathway": {"pid": {"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}}, "pdb": ["2CRA", "5EDN", "5EEA", "5EF6", "5EG0", "5EGO", "5NO6", "7PSX", "8BYX"], "pfam": ["PF00046", "PF12284"], "pharmgkb": "PA29388", "pharos": {"target_id": 12551, "tdl": "Tbio"}, "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169523", "relationship": "is"}, {"id": "GNF180429", "relationship": "is"}, {"id": "GNF191335", "relationship": "is"}, {"id": "GNF202241", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158655", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF039320", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006654", "relationship": "is"}, {"id": "GNF006655", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF102283", "relationship": "is"}, {"id": "GNF141938", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1", "NG_033789.1"], "protein": "NP_006352.2", "rna": "NM_006361.6", "translation": {"protein": "NP_006352.2", "rna": "NM_006361.6"}}, "reporter": {"HG-U133_Plus_2": ["209844_at", "230105_at"], "HG-U95Av2": "40327_at", "HTA-2_0": "TC17001651.hg.1", "HuEx-1_0": ["3761534", "3761538"], "HuGene-1_1": "8016487", "HuGene-2_1": "16846306"}, "retired": 100188826, "summary": "This gene encodes a transcription factor that belongs to the homeobox gene family. Genes of this family are highly conserved among vertebrates and essential for vertebrate embryonic development. This gene has been implicated to play a role in fetal skin development and cutaneous regeneration. In mice, a similar gene was shown to exhibit temporal and spatial colinearity in the main body axis of the embryo, but was not expressed in the secondary axes, which suggests functions in body patterning along the axis. This gene and other HOXB genes form a gene cluster at chromosome the 17q21-22 region. [provided by RefSeq, Jul 2008].", "symbol": "HOXB13", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415664"}, "unigene": "Hs.66731", "uniprot": {"Swiss-Prot": "Q92826", "TrEMBL": "Q4KR72"}, "wikipedia": {"url_stub": "HOXB13"}}