{"AllianceGenome": "5118", "HGNC": "5118", "MIM": "142962", "_id": "3217", "_version": 1, "accession": {"genomic": ["AC103702.3", "AF284825.1", "AF287967.1", "AJ414528.1", "CH471109.2", "CP068261.2", "KT584502.1", "NC_000017.11", "NC_060941.1"], "protein": ["AAA36003.1", "AAA36005.1", "AAB19469.2", "AAG29814.1", "AAG31551.1", "AAH15345.1", "BAD96969.1", "BAF83342.1", "CAC93674.1", "EAW94725.1", "EAW94726.1", "NP_004493.3", "P09629.4"], "rna": ["AK223249.1", "AK290653.1", "BC015345.1", "BG118354.1", "BM923808.1", "BP342702.1", "BQ233410.1", "M16937.1", "M30598.1", "NM_004502.4", "S49765.1"], "translation": [{"protein": "AAB19469.2", "rna": "S49765.1"}, {"protein": "BAD96969.1", "rna": "AK223249.1"}, {"protein": "AAA36005.1", "rna": "M30598.1"}, {"protein": "AAH15345.1", "rna": "BC015345.1"}, {"protein": "NP_004493.3", "rna": "NM_004502.4"}, {"protein": "BAF83342.1", "rna": "AK290653.1"}, {"protein": "AAA36003.1", "rna": "M16937.1"}]}, "alias": ["HHO.C1", "HOX2", "HOX2C", "Hox-2.3"], "ensembl": {"gene": "ENSG00000260027", "protein": "ENSP00000239165", "transcript": ["ENST00000239165", "ENST00000467314", "ENST00000567101"], "translation": [{"protein": "ENSP00000239165", "rna": "ENST00000239165"}], "type_of_gene": "protein_coding"}, "entrezgene": "3217", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.53452511182, "exp_mis": 113.11443321, "exp_syn": 60.5834897882, "lof_z": 0.982153312794593, "mis_z": 1.7068681931934, "mu_lof": 5.58233143414e-07, "mu_mis": 1.1022176729e-05, "mu_syn": 6.02796880796e-06, "n_lof": 4.0, "n_mis": 76.0, "n_syn": 28.0, "p_li": 0.00759639061323712, "p_null": 0.215015884828952, "p_rec": 0.777387724557811, "syn_z": 2.59519457650598}, "bp": 654, "cds_end": 46688280, "cds_start": 46685203, "n_exons": 2, "nonpsych": {"exp_lof": 5.87661857761, "exp_mis": 102.341723302, "exp_syn": 54.7961469546, "lof_z": 0.760263636227492, "mis_z": 1.66235268768915, "mu_lof": 5.58233143414e-07, "mu_mis": 1.1022176729e-05, "mu_syn": 6.02796880796e-06, "n_lof": 4.0, "n_mis": 69.0, "n_syn": 25.0, "p_li": 0.00623279125100894, "p_null": 0.281497175414529, "p_rec": 0.712270033334462, "syn_z": 2.53424509771578}, "nontcga": {"exp_lof": 6.00808309785, "exp_mis": 104.061605996, "exp_syn": 55.7331325465, "lof_z": 1.21060679535921, "mis_z": 1.76120364459904, "mu_lof": 5.58233143414e-07, "mu_mis": 1.1022176729e-05, "mu_syn": 6.02796880796e-06, "n_lof": 3.0, "n_mis": 68.0, "n_syn": 23.0, "p_li": 0.0361360707751337, "p_null": 0.132889206443277, "p_rec": 0.830974722781589, "syn_z": 2.77621502796231}, "transcript": "ENST00000239165.7"}, "exons": [{"cdsend": 48610918, "cdsstart": 48607841, "chr": "17", "position": [[48607232, 48608095], [48610518, 48611017]], "strand": -1, "transcript": "NM_004502", "txend": 48611017, "txstart": 48607232}], "exons_hg19": [{"cdsend": 46688280, "cdsstart": 46685203, "chr": "17", "position": [[46684594, 46685457], [46687880, 46688379]], "strand": -1, "transcript": "NM_004502", "txend": 46688379, "txstart": 46684594}], "generif": [{"pubmed": 12697323, "text": "Identification of transcription factors that regulate HOXB7 expression."}, {"pubmed": 16597639, "text": "HOXB7 is expressed from primordial and early primary stage follicles through to germinal vesicle (GV) oocytes."}, {"pubmed": 16673309, "text": "Homeobox B7 (HoxB7) mRNA is overexpressed in biliary cancer cell lines and possibly involved in the pathogenesis of bile duct cancer."}, {"pubmed": 17018609, "text": "HOXB7 promotes tumor invasion through activation of Ras/Rho pathway by up-regulating bFGF. HOXB7 overexpression causes epithelial-mesenchymal transition in epithelial cells, accompanied by aggressive properties of tumorigenicity, migration, & invasion."}, {"pubmed": 17274802, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17514648, "text": "thalidomide inhibits the RA-induced HOXB7 expression in glioblastoma cells"}, {"pubmed": 19878270, "text": "Differential expression of HOXB7 gene in multiple myeloma and extramedullary multiple myeloma patients"}, {"pubmed": 19956843, "text": "HOXB7 may contribute to oral carcinogenesis by increasing tumor cell proliferation"}, {"pubmed": 20480203, "text": "Strongly reduced expression of the microRNA miR-196a in melanoma cells compared to healthy melanocytes leads to enhanced HOX-B7 mRNA and protein levels, which subsequently raise Ets-1 activity by inducing basic fibroblast growth factor (bFGF)."}, {"pubmed": 21183939, "text": "confirmed that HOXB7 overexpression by multiple myeloma (MM) cells stimulated tumor growth, increased MM-associated angiogenesis and the expression of pro-angiogenic genes by microarray analysis"}, {"pubmed": 21474578, "text": "Here, we showed that PI3K/AKT and MAPK pathways were activated because p-ERK, p-AKT and p-GSK3-beta were upregulated by HOXB7."}, {"pubmed": 21690342, "text": "Up-regulation of EGFR occurs through direct binding of HOXB7 to the EGFR promoter, enhancing transcriptional activity."}, {"pubmed": 21953534, "text": "Data indicate that HOXB7 and related HOX genes are upregulated in plasma cells of specific subsets of multiple myeloma patients lacking major immunoglobulin heavy chain locus translocations, irrespective of hyperdiploidy or other cytogenetic lesions."}, {"pubmed": 22239410, "text": "The current study demonstrates that the expression of HOXB7 is an independent prognostic marker for oral squamous cell carcinoma."}, {"pubmed": 22553335, "text": "the absence of HoxB7 leads to inefficient viral progeny production, as HAdV5 gene expression is highly regulated by HoxB7-mediated activation of various adenoviral promoters."}, {"pubmed": 22603795, "text": "HOXB5, HOXB6, and HOXB7 are activated in Barrett esophagus, and the midcluster HOXB gene signature in BE most resembled the colon rather than other GI epithelia."}, {"pubmed": 22844406, "text": "a novel mechanism whereby polyADP-ribosylation regulates transcriptional activities of HOX proteins such as HOXB7 and HOXA7"}, {"pubmed": 22879911, "text": "Measuring IGF2BP3, HOXB7 and NEK2 mRNA levels by RT-PCR in addition to cytology has the potential to improve detection of malignant biliary disorders from brush cytology specimens."}, {"pubmed": 22911672, "text": "HOXB7 promotes LAC progression by enhancing proliferation and metastasis."}, {"pubmed": 22914903, "text": "HOXB7 is frequently overexpressed in pancreatic adenocarcinoma, specifically promotes invasive phenotype, and is associated with lymph node metastasis and worse survival outcome."}, {"pubmed": 23400877, "text": "findings suggest the disruption of the HOXB7/PBX2 complexes, miR-221&222 inhibition or even better their combination, as innovative therapeutic approaches"}, {"pubmed": 23861821, "text": "MicroRNA-196b regulates the HOXB7-VEGF axis in cervical cancer."}, {"pubmed": 24088503, "text": "HOXB7 mRNA is overexpressed in pancreatic ductal adenocarcinomas and its knockdown induces cell cycle arrest and apoptosis."}, {"pubmed": 24641834, "text": "HOXB7 was over-expressed and miR-337 was minimally expressed in pancreatic ductal adenocarcinoma"}, {"pubmed": 24853421, "text": "Results suggest that p53-regulated TUG1 is a growth regulator, which acts in part through control of HOXB7 in non-small cell lung cancer."}, {"pubmed": 25183455, "text": "MiR-337 targets HOXB7 and effects significant suppression of pancreatic ductal adenocarcinoma (PDAC) cell proliferation and invasion."}, {"pubmed": 25428821, "text": "Results demonstrate HOXB7 as a master factor driving progenitors behavior lifetime, providing a better understanding of bone senescence and leading to an optimization of MSC performance."}, {"pubmed": 25542862, "text": "our results suggest that HOXB7 promotes tumor progression in a cell-autonomous and non-cell-autonomous manner through activation of the TGFbeta signaling pathway."}, {"pubmed": 25565354, "text": "Myelomeningocele is significantly associated with HOXB7 hypomethylation."}, {"pubmed": 26014856, "text": "Study reports >1,500 chromatin binding sites in the genome of a breast cancer cell line overexpressing HOXB7 and identifies some potential direct targets that are located nearby."}, {"pubmed": 26076456, "text": "HOXB7 could promote cancer cell proliferation and might be an independent prognostic factor for patients with esophageal squamous cell carcinoma."}, {"pubmed": 26135503, "text": "HOXB7 protein expression level is downregulated following siRNA transfection and downregulation of HOXB7 gene expression effectively inhibits MCF-7 cell proliferation."}, {"pubmed": 26180042, "text": "HOXB7 Is an ERalpha Cofactor in the Activation of HER2 and Multiple ER Target Genes Leading to Endocrine Resistance"}, {"pubmed": 26307396, "text": "HOXB7 is generally overexpressed in gastric cancer, is associated with patient clinical characteristics, and specifically promotes gastric cancer cell malignant biological properties"}, {"pubmed": 26403398, "text": "HoxB7 is associated with tumor metastasis in patients with lung adenocarcinoma and HoxB7 may be implicated in promoting the development of lung adenocarcinoma through activation of the TGF-beta/SMAD3 signaling."}, {"pubmed": 26902420, "text": "Results point out the complex interplay between the DSB DNA repair activity and the homeoproteins HoxB7 and Cdx2 in colon cancer cells."}, {"pubmed": 26968988, "text": "The study suggests that HOXB7 has an oncogenic role in gastric cancer, which might be related to the modulation of Akt/PTEN activity to induce cell migration/invasion and anti-apoptotic effects."}, {"pubmed": 26991799, "text": "These findings suggest that hoxb7 and hoxb9 proteins might play a role in salivary gland tumourigenesis, but in contrast to the reported for other human cancers, they were not significant prognostic determinants in the sample studied."}, {"pubmed": 27272787, "text": "HOXB7 expression was significantly associated with larger tumor size and higher rate of biliary invasion in hepatocellular carcinoma."}, {"pubmed": 27834359, "text": "the overexpression of HOXB7 in HSC-4 and KB/VCR cells reduces the sensitivity of the cells to chemo-radiotherapy-induced apoptosis and promotes oral cancer cell migration and invasion via upregulation of TGFbeta2."}, {"pubmed": 27855613, "text": "Suggest that simultaneous targeting of key regulatory miRNA miR-222 and HOXB7 may be a useful strategy for prevention of colorectal cancer metastasis."}, {"pubmed": 27901487, "text": "our results showed that increased expression of HOXB7 might play an important role in promoting GC proliferation, migration and invasion by inducing both AKT and MAPK pathways, thus resulting in progression of, and poor prognosis in GC patients."}, {"pubmed": 27983923, "text": "downregulation of HOXB7 inhibited proliferation, invasion, and tumorigenesis, partly through suppressing the PI3K/Akt signaling pathway in osteosarcoma cells."}, {"pubmed": 28454092, "text": "HOXB7 promotes HCC cell proliferation, migration, and invasion through the bFGF-induced MAPK/ERK pathway activation. It might be a novel prognostic factor in HCC and a promising therapeutic target for tumor metastasis and recurrence."}, {"pubmed": 28482289, "text": "MiR-376c-3p suppresses the fission, proliferation, migration and invasion and induces cell apoptosis of oral squamous cancer cells via targeting HOXB7."}, {"pubmed": 28533224, "text": "miR-196b-5p inhibition led to significantly increased colorectal cancer cell migration/invasion and metastases formation in mice, whereas ectopic overexpression showed the opposite phenotype. Molecular profiling and target confirmation identified an interaction between miR-196b-5p and HOXB7 and GALNT5, which in turn regulated colorectal cancer cell migration"}, {"pubmed": 28646927, "text": "Overexpression of HOXB7 was significantly correlated with poor prognosis of HCC. HOXB7 up-regulated c-Myc and Slug expression via the AKT pathway to promote the acquisition of stem-like properties and facilitate epithelial-mesenchymal transition of hepatoma cells, accelerating the malignant progression of HCC."}, {"pubmed": 28677742, "text": "The expression of HOXB7 was upregulated in osteosarcoma tissues and cells compared with paired adjacent nontumor bone tissues and osteoblastic cells using reverse transcriptionquantitative polymer chain reaction and western blotting. HOXB7 knockdown dramatically suppressed cell viability, proliferation, migration and epithelialmesenchymal transition."}, {"pubmed": 28749115, "text": "High expression of HOXB7 protein was associated with poor prognosis of patients with digestive system cancers, as well as clinicopathologic characteristics, including the tumor invasion, lymph node status, distant metastasis and TNM stage"}, {"pubmed": 28912272, "text": "These results suggested that HOXB7 stimulates ERK1/2 phosphorylation and provided evidence that HOXB7, besides its role in transcriptional regulation, also promotes cell motility and invasiveness."}, {"pubmed": 29576613, "text": "HOXB7 upregulates several canonical embryonic stem cell/induced pluripotent stem cell markers and sustains the expansion of a subpopulation of cells with stem cell characteristics, through modulation of LIN28B, an emerging cancer gene and pluripotency factor, which is a direct target of HOXB7."}, {"pubmed": 30067384, "text": "silencing of the HOXB7 has the mechanism of inactivating the Wnt/beta-catenin signaling pathway, thereby accelerating cell apoptosis and suppressing cell migration and invasion in cutaneous squamous cell carcinoma (CSCC), which could provide a candidate target for the CSCC treatment"}, {"pubmed": 30317675, "text": "High HOXB7 expression is associated with prostate cancer."}, {"pubmed": 30388035, "text": "hsa_circ_0074362 plays a crucial role in glioma progression by regulating the miR-1236-3p/HOXB7 pathway."}, {"pubmed": 30537478, "text": "High HOXB7 expression is associated with acute lymphoblastic leukemia."}, {"pubmed": 30664713, "text": "upregulated MMP2, MMP9, VEGFa, and IL8 expression via the ERK pathway to accelerate the malignant progression of intrahepatic cholangiocarcinoma"}, {"pubmed": 30890185, "text": "HOXB7 increased AD-MSC proliferation potential, reduced senescence, and improved chondrogenesis together with a significant increase of basic fibroblast growth factor (bFGF) secretion."}, {"pubmed": 30951946, "text": "HOXB7 upregulation reversed the effect of miR-384 by promoting CAP in vitro proliferation and migration."}, {"pubmed": 31103063, "text": "inhibited trophoblast cell differentiation by down-regulating DKK1 expression"}, {"pubmed": 31568655, "text": "HOXB7 mediates cisplatin resistance in esophageal squamous cell carcinoma through involvement of DNA damage repair."}, {"pubmed": 31609764, "text": "The let-7c/HoxB7 axis regulates the cell proliferation, migration and apoptosis in hepatocellular carcinoma."}, {"pubmed": 32626939, "text": "CircRNA hsa_circ_0070934 functions as a competitive endogenous RNA to regulate HOXB7 expression by sponging miR12363p in cutaneous squamous cell carcinoma."}, {"pubmed": 33155195, "text": "MiR-513a-3p inhibits EMT mediated by HOXB7 and promotes sensitivity to cisplatin in ovarian cancer cells."}, {"pubmed": 33782039, "text": "Silencing of hsa_circ_0009035 Suppresses Cervical Cancer Progression and Enhances Radiosensitivity through MicroRNA 889-3p-Dependent Regulation of HOXB7."}, {"pubmed": 34680970, "text": "Epigenetic Regulation of CDH1 Is Altered after HOXB7-Silencing in MDA-MB-468 Triple-Negative Breast Cancer Cells."}, {"pubmed": 35351402, "text": "Long non-coding RNA BBOX1-AS1 exacerbates esophageal squamous cell carcinoma development by regulating HOXB7/beta-catenin axis."}, {"pubmed": 36823512, "text": "Circ_0068631 sponges miR-139-5p to promote the growth and metastasis of cutaneous squamous cell carcinoma by upregulating HOXB7."}, {"pubmed": 38127104, "text": "MIR143HG promotes methylation of transcription factor HOXB7 promoter by recruiting methyltransferase DNMT1 to prevent the progression of colon cancer."}, {"pubmed": 38254070, "text": "Sequential gene expression analysis of myelodysplastic syndrome transformation identifies HOXB3 and HOXB7 as the novel targets for mesenchymal cells in disease."}], "genomic_pos": {"chr": "17", "end": 48633572, "ensemblgene": "ENSG00000260027", "start": 48607232, "strand": -1}, "genomic_pos_hg19": {"chr": "17", "end": 46710934, "start": 46684594, "strand": -1}, "go": {"BP": [{"evidence": "NAS", "gocategory": "BP", "id": "GO:0006355", "pubmed": 1678287, "qualifier": "involved_in", "term": "regulation of DNA-templated transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006357", "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009952", "qualifier": "involved_in", "term": "anterior/posterior pattern specification"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030099", "qualifier": "involved_in", "term": "myeloid cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 8756643, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0048568", "pubmed": 2885844, "qualifier": "involved_in", "term": "embryonic organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048704", "qualifier": "involved_in", "term": "embryonic skeletal system morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090190", "qualifier": "involved_in", "term": "positive regulation of branching involved in ureteric bud morphogenesis"}], "CC": [{"evidence": "ISA", "gocategory": "CC", "id": "GO:0000785", "qualifier": "part_of", "term": "chromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005634", "pubmed": 1678287, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016604", "qualifier": "located_in", "term": "nuclear body"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000978", "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000978", "pubmed": 8756643, "qualifier": "enables", "term": "RNA polymerase II cis-regulatory region sequence-specific DNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "ISA", "id": "GO:0000981", "qualifier": "enables", "term": "DNA-binding transcription factor activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "IDA", "id": "GO:0001228", "pubmed": 8756643, "qualifier": "enables", "term": "DNA-binding transcription activator activity, RNA polymerase II-specific"}, {"category": "MF", "evidence": "NAS", "id": "GO:0003700", "pubmed": 1678287, "qualifier": "enables", "term": "DNA-binding transcription factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17308091, 25416956, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990837", "pubmed": 28473536, "qualifier": "enables", "term": "sequence-specific double-stranded DNA binding"}]}, "homologene": {"genes": [[7955, 58044], [8364, 100494663], [9031, 425962], [9544, 697089], [9598, 455191], [9606, 3217], [9615, 608962], [9913, 281820], [10090, 15415], [10116, 497985]], "id": 55828}, "interpro": [{"desc": "Homeobox domain", "id": "IPR001356", "short_desc": "Homeobox_dom"}, {"desc": "Homeobox protein, antennapedia type, conserved site", "id": "IPR001827", "short_desc": "Homeobox_Antennapedia_CS"}, {"desc": "Homeobox-like domain superfamily", "id": "IPR009057", "short_desc": "Homeobox-like_sf"}, {"desc": "Homeobox, conserved site", "id": "IPR017970", "short_desc": "Homeobox_CS"}, {"desc": "Homeobox protein, antennapedia type", "id": "IPR017995", "short_desc": "Homeobox_antennapedia"}, {"desc": "Homeobox domain, metazoa", "id": "IPR020479", "short_desc": "Homeobox_metazoa"}], "ipi": "IPI00297418", "map_location": "17q21.32", "name": "homeobox B7", "other_names": ["homeo box 2C", "homeo box B7", "homeo box c1 protein", "homeobox protein HHO.C1", "homeobox protein Hox-2C", "homeobox protein Hox-B7"], "pantherdb": {"HGNC": "5118", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96188", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 10090, "uniprot_kb": "P09024"}, {"RGD": "1559918", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 10116, "uniprot_kb": "P18864"}, {"Ensembl": "ENSGALG00000032740", "ortholog_type": "LDO", "panther_family": "PTHR45659", "taxid": 9031, "uniprot_kb": "A0A1D5PE06"}, {"Ensembl": "ENSGALG00000039051", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 9031, "uniprot_kb": "A0A1D5P3L0"}, {"Ensembl": "ENSGALG00000037619", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 9031, "uniprot_kb": "A0A1D5PZQ6"}, {"Gene": "HOXB6", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 9031, "uniprot_kb": "P14839"}, {"ZFIN": "ZDB-GENE-000822-1", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "Q9PWM5"}, {"ZFIN": "ZDB-GENE-000329-2", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "Q8AWY9"}, {"ZFIN": "ZDB-GENE-000823-9", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "Q9YGT6"}, {"ZFIN": "ZDB-GENE-980526-533", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "P09074"}, {"ZFIN": "ZDB-GENE-000823-7", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "Q9YGT4"}, {"ZFIN": "ZDB-GENE-990415-106", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7955, "uniprot_kb": "P15861"}, {"WormBase": "WBGene00001174", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 6239, "uniprot_kb": "P17486"}, {"FlyBase": "FBgn0001077", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P02835"}, {"FlyBase": "FBgn0000014", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P29555"}, {"FlyBase": "FBgn0003944", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P83949"}, {"FlyBase": "FBgn0260642", "ortholog_type": "O", "panther_family": "PTHR45659", "taxid": 7227, "uniprot_kb": "P02833"}], "uniprot_kb": "P09629"}, "pfam": "PF00046", "pharmgkb": "PA29394", "pharos": {"target_id": 14011, "tdl": "Tbio"}, "pir": "A28030", "prosite": "PS50071", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167842", "relationship": "is"}, {"id": "GNF178748", "relationship": "is"}, {"id": "GNF189654", "relationship": "is"}, {"id": "GNF200560", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006659", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF240555", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF095590", "relationship": "is"}, {"id": "GNF135247", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000017.11", "NC_060941.1"], "protein": "NP_004493.3", "rna": "NM_004502.4", "translation": {"protein": "NP_004493.3", "rna": "NM_004502.4"}}, "reporter": {"HG-U133_Plus_2": ["204778_x_at", "204779_s_at", "216973_s_at"], "HG-U95Av2": "37618_at", "HTA-2_0": "TC17002919.hg.1", "HuEx-1_0": "3761420", "HuGene-1_1": "8016468", "HuGene-2_1": "16846271"}, "summary": "This gene is a member of the Antp homeobox family and encodes a protein with a homeobox DNA-binding domain. It is included in a cluster of homeobox B genes located on chromosome 17. The encoded nuclear protein functions as a sequence-specific transcription factor that is involved in cell proliferation and differentiation. Increased expression of this gene is associated with some cases of melanoma and ovarian carcinoma. [provided by RefSeq, Jul 2008].", "symbol": "HOXB7", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415670"}, "unigene": "Hs.436181", "uniprot": {"Swiss-Prot": "P09629"}, "wikipedia": {"url_stub": "HOXB7"}}