{"AllianceGenome": "5157", "HGNC": "5157", "MIM": "308000", "_id": "3251", "_version": 1, "accession": {"genomic": ["AC004383.1", "AY780550.1", "CH471107.2", "CP068255.2", "KC877970.1", "M12452.1", "M26434.1", "MW727705.1", "NC_000023.11", "NC_060947.1", "NG_012329.2", "S73734.1", "S73735.1", "S73736.1", "S73742.1", "S79313.1"], "protein": ["AAA36012.1", "AAA52690.1", "AAA52691.1", "AAB21289.1", "AAB59391.1", "AAB59392.1", "AAC60591.2", "AAH00578.1", "AAV31777.1", "AAV38157.1", "AEE61000.1", "AKN21221.1", "BAG36226.1", "CAG28573.1", "EAX11760.1", "EAX11761.1", "NP_000185.1", "P00492.2", "QTG11044.1"], "rna": ["AK313435.1", "BC000578.2", "BT019350.1", "CR407645.1", "HM005402.1", "KR817914.1", "L29382.1", "L29383.1", "M24772.1", "M31642.1", "NM_000194.3", "S60300.1"], "translation": [{"protein": "AAB59391.1", "rna": "L29383.1"}, {"protein": "AEE61000.1", "rna": "HM005402.1"}, {"protein": "AAB59392.1", "rna": "L29382.1"}, {"protein": "AAV38157.1", "rna": "BT019350.1"}, {"protein": "BAG36226.1", "rna": "AK313435.1"}, {"protein": "AAC60591.2", "rna": "S60300.1"}, {"protein": "CAG28573.1", "rna": "CR407645.1"}, {"protein": "AKN21221.1", "rna": "KR817914.1"}, {"protein": "AAH00578.1", "rna": "BC000578.2"}, {"protein": "NP_000185.1", "rna": "NM_000194.3"}, {"protein": "AAA52690.1", "rna": "M31642.1"}]}, "alias": ["HGPRT", "HPRT"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-07-08T16:00:00.000Z", "disease_label": "Lesch-Nyhan syndrome", "gcep": "Intellectual Disability and Autism Gene Curation Expert Panel", "moi": "XL", "mondo": "MONDO:0010298", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_f60022bb-5679-4766-ac72-2ddfd0b752ee-2022-07-08T160000.000Z", "sop": "SOP9"}}, "ec": "2.4.2.8", "ensembl": {"gene": "ENSG00000165704", "protein": "ENSP00000298556", "transcript": ["ENST00000298556", "ENST00000462974", "ENST00000475720"], "translation": [{"protein": "ENSP00000298556", "rna": "ENST00000298556"}], "type_of_gene": "protein_coding"}, "entrezgene": "3251", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.70969126784, "exp_mis": 41.0542592812, "exp_syn": 16.7131244843, "lof_z": 2.75047802149548, "mis_z": 2.59961343859847, "mu_lof": 6.91306248746e-07, "mu_mis": 5.73492457693e-06, "mu_syn": 2.12267860989e-06, "n_lof": 0.0, "n_mis": 7.0, "n_syn": 13.0, "p_li": 0.916893576419955, "p_null": 0.000558208962068263, "p_rec": 0.0825482146179769, "syn_z": 0.56306647292947}, "bp": 657, "cds_end": 133634107, "cds_start": 133594341, "n_exons": 9, "nonpsych": {"exp_lof": 6.87509998308, "exp_mis": 37.1200194747, "exp_syn": 15.0415901347, "lof_z": 2.57508447967949, "mis_z": 2.49351972168547, "mu_lof": 6.91306248746e-07, "mu_mis": 5.73492457693e-06, "mu_syn": 2.12267860989e-06, "n_lof": 0.0, "n_mis": 7.0, "n_syn": 12.0, "p_li": 0.902083667365255, "p_null": 0.00102933526811177, "p_rec": 0.0968869973666328, "syn_z": 0.493761582373591}, "nontcga": {"exp_lof": 6.98213524824, "exp_mis": 37.3519375341, "exp_syn": 15.1823451855, "lof_z": 2.60660587777925, "mis_z": 2.55574554094021, "mu_lof": 6.91306248746e-07, "mu_mis": 5.73492457693e-06, "mu_syn": 2.12267860989e-06, "n_lof": 0.0, "n_mis": 6.0, "n_syn": 12.0, "p_li": 0.897237129963556, "p_null": 0.000957744861272754, "p_rec": 0.101805125175171, "syn_z": 0.517131203865873}, "transcript": "ENST00000298556.7"}, "exons": [{"cdsend": 134500077, "cdsstart": 134460311, "chr": "X", "position": [[134460164, 134460338], [134473358, 134473465], [134475180, 134475364], [134486464, 134486530], [134490187, 134490205], [134493507, 134493590], [134498389, 134498436], [134498607, 134498684], [134500029, 134500668]], "strand": 1, "transcript": "NM_000194", "txend": 134500668, "txstart": 134460164}], "exons_hg19": [{"cdsend": 133634107, "cdsstart": 133594341, "chr": "X", "position": [[133594194, 133594368], [133607388, 133607495], [133609210, 133609394], [133620494, 133620560], [133624217, 133624235], [133627537, 133627620], [133632419, 133632466], [133632637, 133632714], [133634059, 133634698]], "strand": 1, "transcript": "NM_000194", "txend": 133634698, "txstart": 133594194}], "generif": [{"pubmed": 11219770, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 11434773, "text": "The purine salvage pathway of HGPRT, achieved by catalytically sequential steps leading to and from a favorable transition state, is the major route for purine nucleotide uptake in Plasmodium falciparum, the most virulent infective agent of malaria."}, {"pubmed": 11668636, "text": "recurrent large Alu-mediated deletion associated with Lesch-Nyhan syndrome"}, {"pubmed": 11714443, "text": "High frequency of deletions at the hypoxanthine-guanine phosphoribosyltransferase locus in an ataxia-telangiectasia lymphoblastoid cell line irradiated with gamma-rays."}, {"pubmed": 11891689, "text": "This report highlights the unusual occurrence of recurrent acute renal failure in a child with partial HPRT enzyme deficiency."}, {"pubmed": 12175903, "text": "A comparative spectral analysis of somatic mutations at the HPRT reporter gene locus in healthy children revealed an age-specific decrease in large alterations and a corresponding increase in small alterations with increasing age."}, {"pubmed": 12376523, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12616531, "text": "HPRT and G6PD origins of replication that are functional in the active X chromosome are utilized even when the two genes are transcriptionally silent in the inactive X chromosome"}, {"pubmed": 12874812, "text": "In children with cancer there is no significant increase in background HPRT mutation frequency."}, {"pubmed": 14767555, "text": "elevated HPRT mutation rates in a colon cancer cell line are caused by mutations in the MSH6 gene, and not in the POLD1 gene"}, {"pubmed": 15146465, "text": "how mutable and nonmutated amino acid residues in the HPRT monomer correlate with sequence conservation and predicted phenotypic effects"}, {"pubmed": 15178494, "text": "mutation of F36 residue in the core of the protein affects the stability of the enzyme"}, {"pubmed": 15204312, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 15277709, "text": "Mutation in the HPRT1 allele at the DNA and RNA levels in Lesch-Nyhan disease blastocyst."}, {"pubmed": 15491638, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15571220, "text": "summary of mutations in HPRT1 causing HPRT deficiency"}, {"pubmed": 15571222, "text": "a mutation of ATT to ACT (substitution of isoleucine to threonine) was found in codon 137 of HPRT in a patient with partial deficiency of the enzyme"}, {"pubmed": 15571223, "text": "analysis of exons of HPRT from the genomic DNA of Asian HPRT deficient families"}, {"pubmed": 15571224, "text": "a mutation with unknown sequence was identified in HPRT1 genomic DNA of a patient with Lesch-Nyhan syndrome"}, {"pubmed": 15601998, "text": "Splice variations of hypoxanthine phosphoribosyl transferase may be caused by aberrant splicing."}, {"pubmed": 15779006, "text": "reports the identification, by competitive PCR of nascent DNA, of a replication origin in intron 2 of the human X-linked HPRT gene, that is functional only on the inactive X"}, {"pubmed": 15862283, "text": "Mother and both twins are heterozygous carriers of a HPRT splicing mutation, but an affected twin demonstrates a phenotype is classical for Lesch-Nyhan disease."}, {"pubmed": 15862284, "text": "HPRT deficiency which appears to be due to a defect in the regulation of the gene in an individual with gout."}, {"pubmed": 15987524, "text": "both active maternal smoking and secondary maternal exposure produce quantitatively and qualitatively indistinguishable increases in fetal HPRT mutation"}, {"pubmed": 15990111, "text": "snapshots of the structure of this enzyme in complex with substrates along the reaction pathway have been captured"}, {"pubmed": 16216473, "text": "A new mutation in the HPRT gene has been determined in one patient with complete deficiency of erythrocyte activity, with hyperuricemia and gout but without Lesch-Nyhan disease."}, {"pubmed": 16240158, "text": "Partial HGPRT deficiency case presented as acute renal failure."}, {"pubmed": 16355393, "text": "analysis of human HPRT1 pseudogenes"}, {"pubmed": 16458330, "text": "Mutations do not confer a growth advantage to somatic heterozygous clusters or maintenance turnover units."}, {"pubmed": 16951156, "text": "Significant increase in the proportion of CpG transitions in this enzyme following treatment drug therapy in acute lymhpocytic leukemia in children."}, {"pubmed": 17027311, "text": "a number of HPRT mutations in Asian patients manifesting different clinical phenotypes."}, {"pubmed": 17454734, "text": "mutational analysis of HPRT in patients with Lesch-Nyhan Disease, HPRT-related hyperuricemia with neurologic dysfunction, and hyperuricemia"}, {"pubmed": 17628775, "text": "Expression of candidate genes HPRT1 and ALAS1 in malignant and non-malignant prostate tissue samples after microdissection."}, {"pubmed": 17697207, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17700363, "text": "tested the hypothesis that inheritance of the L84F and I143V coding single nucleotide polymorphism in the MGMT gene is associated with increases in HPRT mutant frequency in lymphocytes of smokers"}, {"pubmed": 17934765, "text": "We report on a rare case of hypoxanthine guanine phosphoribosyl transferase (HGPRT) deficiency that presented in the newborn period with acute renal failure (ARF)."}, {"pubmed": 18288319, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18316217, "text": "Lesch-Nyhan syndrome was due to a defect in HPRT gene expression regulation."}, {"pubmed": 18407966, "text": "Acrylamide has a weak mutagenic effect at HPRT gene locus in human promyelocytic leukaemia HL-60 and NB4 cell lines."}, {"pubmed": 18409516, "text": "mutations within the gene give rise to Lesch-Nyhan syndrome"}, {"pubmed": 18494542, "text": "intrachromosomal genomic rearrangements on the Mbp scale represent the prevailing type of radiation-induced HPRT mutations"}, {"pubmed": 18600506, "text": "two novel mutations were identified in this study: a single nucleotide substitution (430C > T) resulting in a nonsense mutation Q144X, and a deletion of HPRT1 exon 1 expressing no mRNA of HPRT"}, {"pubmed": 18600559, "text": "Kinetic analysis of the active mutants (E196A, E196D, E196Q, and E196R) suggests that interaction between K68 and E196 side chains contributes to stabilization of cis-configuration during the catalytic cycle"}, {"pubmed": 18779430, "text": "a HPRT mutation (IVS6 + 2) led to deletion of exon 6 in 5 members of a family; affected members fell into 3 differing phenotypes; 1 displayed classic Lesch-Nyhan phenotype, 2 had a much milder disease, and 2 had an intermediate phenotype"}, {"pubmed": 18835879, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016344, "text": "Report lack of any common mutation causing HPRT deficiency in Poland."}, {"pubmed": 19342420, "text": "HPRT deficiency influences the development of dopamine neurons and their neurochemical phenotype."}, {"pubmed": 19672249, "text": "hypoxanthine-guanine phosphoribosyltransferase"}, {"pubmed": 19706768, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19995283, "text": "Sequence analysis of DNA and RNA showed correction of the HPRT1 mutation. Random integration was not indicated after transfection of the mutant cells with an SDF comprised of green fluorescent protein (GFP) sequences are not found in human genomic DNA"}, {"pubmed": 20038437, "text": "Use of HPRT1 gene for validation studies of internal controls for expression studies in aging is reported."}, {"pubmed": 20045992, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 20536392, "text": "The loss of the guanine effect in a cell line bearing a mutated inactive HGPRT, and the decreased potency of GUA in U87 cells silenced for HGPRT transcripts, demonstrates the role of the intracellular metabolism of GUA for growth-inhibitory effects."}, {"pubmed": 20544509, "text": "In four hyperuricemic patients with mild neurological abnormality, no mutations responsible for partial HPRT deficiency were identified in HPRT1."}, {"pubmed": 20544511, "text": "The promoter region methylation status of these five HPRT deficient patients was similar to that of normal subjects."}, {"pubmed": 20981450, "text": "the clinical features of ten patients from eight unrelated families with the c.143G>A mutation in HPRT1 were compared."}, {"pubmed": 21305049, "text": "dysregulated Wnt signaling and presenilin-1 expression together with impaired expression of dopaminergic transcription factors reveal broad pleitropic neuro-regulatory defects played by HPRT expression"}, {"pubmed": 21486037, "text": "Human hypoxanthine guanine phosphoribosyltransferase (HGPRT) catalyzes the phosphoribosylation of guanine and hypoxanthine, while Plasmodium falciparum HGPRT acts on xanthine as well."}, {"pubmed": 21780909, "text": "The study reports five novel independent mutations in the coding region of the HPRT gene from five unrelated male patients manifesting different clinical phenotypes associated with Lesch-Nyhan Syndrome."}, {"pubmed": 22042773, "text": "Identification of increased expression of the microRNA miR181a in HPRT-deficient human dopaminergic SH-SY5Y neuroblastoma cells."}, {"pubmed": 22132982, "text": "Mutations in Asian families with patients manifesting different clinical phenotypes, including rare cases of female subjects, by analyzing all nine exons of the HPRT gene, were identified."}, {"pubmed": 22132984, "text": "These results confirm the extraordinary variety and complexity of mutations in HPRT deficiency."}, {"pubmed": 22132986, "text": "Three HPRT1 mutations in Lesch-Nyhan families were identified but no mutation was identified in any patient in the analysis of PRPS1."}, {"pubmed": 22183764, "text": "Molecular genetic testing revealed a new frameshift mutation in the HPRT1 gene causing Lesch-Nyhan syndrome in an Indian family."}, {"pubmed": 22331909, "text": "The housekeeping gene HPRT regulates purinergic signaling in pluripotent human stem cells. This regulation occurs at least partly through aberrant P2Y1-mediated expression and signaling."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 23348497, "text": "Such protein-protein interactions with HPRT1 are predicted to be impaired for the long or short forms of ALDH16A1*2."}, {"pubmed": 23473102, "text": "study reports three novel independent mutations in the coding region of HPRT gene: exon 3: c.141delA, p.D47fs53X; exon 5: c.400G>A, p.E134K; exon 7: c.499A>G, p.R167G from three Lesch-Nyhan syndrome affected male patients"}, {"pubmed": 23907213, "text": "In the study presented here, for the first time T-705/favipiravir absolutely depends on the cellular HGPRT enzyme to exert its anti-influenza virus activity in mammalian cells."}, {"pubmed": 24075303, "text": "Our studies suggest that the p.Leu68Pro mutation has a strong impact on PRPP binding and on stability of the active conformation."}, {"pubmed": 24940672, "text": "HPRT1 mutations in new Japanese families and PRPP concentration"}, {"pubmed": 25136576, "text": "13 novel mutations in Saudi Arabian HPRT-related hyperuricemia patients manifesting different levels of uric acid."}, {"pubmed": 25612837, "text": "A highly significant correlation between six metabolites and the HGprt deficiency was established, each of them providing an easily measurable marker of the disease."}, {"pubmed": 25914368, "text": "HPRT mutations are not increased by systemic depleted uranium exposure."}, {"pubmed": 25965333, "text": "Lesch-Nyhan Syndrome in a Family with a Deletion Followed by an Insertion within the HPRT1 Gene"}, {"pubmed": 26050630, "text": "Pseudogene-free amplification of HPRT1 in quantitative reverse transcriptase polymerase chain reaction."}, {"pubmed": 26204901, "text": "HPRT gene mutation assay demonstrated that surface chemical composition plays a significant role in silver nanoparticle toxicity."}, {"pubmed": 27379977, "text": "A missense mutation in exon 6 of the coding region of the HPRT1 gene contributes to Lesch-Nyhan Syndrome."}, {"pubmed": 27404508, "text": "product release from these HsHGPRT and PfHGXPRT"}, {"pubmed": 27420966, "text": "HPRTYale variant was identified as pathogenic in a family affected with Lesch-Nyhan syndrome."}, {"pubmed": 27754763, "text": "A novel duplication mutation (c.372dupT, c.372_374 TTT > c.372_375 TTTT) was identified in exon 4 of the HPRT1, which causes aberrant splicing."}, {"pubmed": 28045594, "text": "Three novel independent mutations in the coding region of the HPRT1 gene are responsible for the HPRT1 deficiency."}, {"pubmed": 28524722, "text": "Lesch-Nyhan disease in two families from Chiloe Island with mutations in the HPRT1 gene"}, {"pubmed": 28712454, "text": "The results suggest that no singular distal regulatory element is required for HPRT1 expression and that distal mutations are unlikely to contribute substantially to Lesch-Nyhan syndrome burden."}, {"pubmed": 28904386, "text": "75% of Hypoxanthine-guanine phosphoribosyltransferase (HPRT)-deficiency carrier females presented skewed X chromosome inactivation (XCI) . Moreover, skewed XCI is significantly more frequent in Lesch-Nyhan disease (LND) carriers (83%) than in Lesch-Nyhan variant (LNV, 0-50%, depending on the phenotype severity)."}, {"pubmed": 29185864, "text": "mutation in the human HPRT1 gene and the Lesch-Nyhan disease"}, {"pubmed": 30831305, "text": "The molecular dynamics behavior and structure-function relationship of hypoxanthine phosphoribosyltransferase 1 (HPRT1) missense mutations with Lesch-Nyhan disease and HPRT1-related gout were investigated using both wild-type and mutant HPRT."}, {"pubmed": 31240211, "text": "PPIA, HPRT1, and YWHAZ Genes Are Suitable for Normalization of mRNA Expression in Long-Term Expanded Human Mesenchymal Stem Cells."}, {"pubmed": 32826875, "text": "In vitro analysis reveals necroptotic signaling does not provoke DNA damage or HPRT mutations."}, {"pubmed": 33340493, "text": "HPRT promotes proliferation and metastasis in head and neck squamous cell carcinoma through direct interaction with STAT3."}, {"pubmed": 34231338, "text": "Overexpression of HPRT1 is associated with poor prognosis in head and neck squamous cell carcinoma."}, {"pubmed": 35114018, "text": "Hypoxanthine-guanine phosphoribosyltransferase is activated via positive cooperativity between guanine and IMP."}, {"pubmed": 36178927, "text": "Expression variation of OGG1 and HPRT gene and DNA damage in arsenic exposed industrial workers."}, {"pubmed": 37737247, "text": "Hypoxanthine phosphoribosyl transferase 1 metabolizes temozolomide to activate AMPK for driving chemoresistance of glioblastomas."}], "genomic_pos": {"chr": "X", "end": 134520513, "ensemblgene": "ENSG00000165704", "start": 134460165, "strand": 1}, "genomic_pos_hg19": {"chr": "X", "end": 133654543, "start": 133594183, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001913", "qualifier": "involved_in", "term": "T cell mediated cytotoxicity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001975", "qualifier": "involved_in", "term": "response to amphetamine"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006164", "pubmed": 9824441, "qualifier": "involved_in", "term": "purine nucleotide biosynthetic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006166", "pubmed": 9824441, "qualifier": "involved_in", "term": "purine ribonucleoside salvage"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006178", "qualifier": "involved_in", "term": "guanine salvage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0006178", "pubmed": 19527031, "qualifier": "involved_in", "term": "guanine salvage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007625", "qualifier": "involved_in", "term": "grooming behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007626", "qualifier": "involved_in", "term": "locomotory behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021756", "qualifier": "involved_in", "term": "striatum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021895", "qualifier": "involved_in", "term": "cerebral cortex neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021954", "qualifier": "involved_in", "term": "central nervous system neuron development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032263", "qualifier": "involved_in", "term": "GMP salvage"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032263", "pubmed": 4208686, "qualifier": "involved_in", "term": "GMP salvage"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032264", "qualifier": "involved_in", "term": "IMP salvage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032264", "qualifier": "involved_in", "term": "IMP salvage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042417", "qualifier": "involved_in", "term": "dopamine metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043103", "pubmed": 19527031, "qualifier": "involved_in", "term": "hypoxanthine salvage"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044209", "qualifier": "involved_in", "term": "AMP salvage"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045964", "pubmed": 8643611, "qualifier": "involved_in", "term": "positive regulation of dopamine metabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046038", "pubmed": 19527031, "qualifier": "involved_in", "term": "GMP catabolic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046040", "pubmed": 19527031, "qualifier": "involved_in", "term": "IMP metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046083", "qualifier": "involved_in", "term": "adenine metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046100", "qualifier": "involved_in", "term": "hypoxanthine metabolic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046100", "pubmed": 9824441, "qualifier": "involved_in", "term": "hypoxanthine metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046651", "qualifier": "involved_in", "term": "lymphocyte proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048813", "qualifier": "involved_in", "term": "dendrite morphogenesis"}, {"evidence": "IPI", "gocategory": "BP", "id": "GO:0051289", "pubmed": 15990111, "qualifier": "involved_in", "term": "protein homotetramerization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071542", "qualifier": "involved_in", "term": "dopaminergic neuron differentiation"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 6300847, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0000166", "qualifier": "enables", "term": "nucleotide binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0000287", "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0000287", "pubmed": 10360366, "qualifier": "enables", "term": "magnesium ion binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004422", "qualifier": "enables", "term": "hypoxanthine phosphoribosyltransferase activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004422", "pubmed": [6300847, 9521733, 19527031], "qualifier": "enables", "term": "hypoxanthine phosphoribosyltransferase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16189514, 19060904, 25416956, 25910212, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [8044844, 25416956, 25502805, 31515488, 32296183], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0052657", "pubmed": [4208686, 19527031], "qualifier": "enables", "term": "guanine phosphoribosyltransferase activity"}]}, "homologene": {"genes": [[6239, 173323], [7955, 406259], [8364, 394936], [9031, 395653], [9544, 709186], [9598, 735894], [9606, 3251], [9615, 442945], [9913, 510369], [10090, 15452], [10116, 24465]], "id": 56590}, "interpro": [{"desc": "Phosphoribosyltransferase domain", "id": "IPR000836", "short_desc": "PRibTrfase_dom"}, {"desc": "Hypoxanthine phosphoribosyl transferase", "id": "IPR005904", "short_desc": "Hxn_phspho_trans"}, {"desc": "Phosphoribosyltransferase-like", "id": "IPR029057", "short_desc": "PRTase-like"}], "ipi": "IPI00218493", "map_location": "Xq26.2-q26.3", "name": "hypoxanthine phosphoribosyltransferase 1", "other_names": ["HGPRTase", "hypoxanthine guanine phosphoribosyl transferase", "hypoxanthine-guanine phosphoribosyltransferase", "hypoxanthine-guanine phosphoribosyltransferase 1", "testicular tissue protein Li 89"], "pantherdb": {"HGNC": "5157", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96217", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 10090, "uniprot_kb": "P00493"}, {"RGD": "2826", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 10116, "uniprot_kb": "P27605"}, {"Ensembl": "ENSGALG00000005361", "ortholog_type": "O", "panther_family": "PTHR43340", "taxid": 9031, "uniprot_kb": "F1NZ98"}, {"Gene": "HPRT1", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 9031, "uniprot_kb": "Q9W719"}, {"Ensembl": "ENSGALG00000006098", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 9031, "uniprot_kb": "F1NBZ6"}, {"ZFIN": "ZDB-GENE-040625-17", "ortholog_type": "O", "panther_family": "PTHR43340", "taxid": 7955, "uniprot_kb": "F1R483"}, {"ZFIN": "ZDB-GENE-980526-324", "ortholog_type": "O", "panther_family": "PTHR43340", "taxid": 7955, "uniprot_kb": "Q6IQG6"}, {"Ensembl": "ENSDARG00000074528", "ortholog_type": "O", "panther_family": "PTHR43340", "taxid": 7955, "uniprot_kb": "E7FAU2"}, {"ZFIN": "ZDB-GENE-040426-1918", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 7955, "uniprot_kb": "A0A2R8QRE7"}, {"WormBase": "WBGene00013690", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 6239, "uniprot_kb": "Q9NF11"}, {"dictyBase": "DDB_G0285193", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 352472, "uniprot_kb": "Q54NJ8"}, {"TAIR": "2012986", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 3702, "uniprot_kb": "F4IA25"}, {"EnsemblGenome": "BAB96700", "ortholog_type": "LDO", "panther_family": "PTHR43340", "taxid": 562, "uniprot_kb": "P0A9M2"}], "uniprot_kb": "P00492"}, "pathway": {"humancyc": [{"id": "PWY-6609", "name": "adenine and adenosine salvage III"}, {"id": "PWY-6620", "name": "guanine and guanosine salvage"}, {"id": "PWY66-409", "name": "superpathway of purine nucleotide salvage"}], "kegg": [{"id": "hsa00230", "name": "Purine metabolism - Homo sapiens (human)"}, {"id": "hsa00983", "name": "Drug metabolism - other enzymes - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-15869", "name": "Metabolism of nucleotides"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-5668914", "name": "Diseases of metabolism"}, {"id": "R-HSA-74217", "name": "Purine salvage"}, {"id": "R-HSA-8956321", "name": "Nucleotide salvage"}, {"id": "R-HSA-9734207", "name": "Nucleotide salvage defects"}, {"id": "R-HSA-9734281", "name": "Defective HPRT1 disrupts guanine and hypoxanthine salvage"}, {"id": "R-HSA-9735804", "name": "Diseases of nucleotide metabolism"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9748787", "name": "Azathioprine ADME"}], "smpdb": [{"id": "SMP00050", "name": "Purine Metabolism"}, {"id": "SMP00144", "name": "Adenosine Deaminase Deficiency"}, {"id": "SMP00167", "name": "Adenylosuccinate Lyase Deficiency"}, {"id": "SMP00168", "name": "AICA-Ribosiduria"}, {"id": "SMP00203", "name": "Molybdenum Cofactor Deficiency"}, {"id": "SMP00210", "name": "Purine Nucleoside Phosphorylase Deficiency"}, {"id": "SMP00220", "name": "Xanthine Dehydrogenase Deficiency (Xanthinuria)"}, {"id": "SMP00364", "name": "Lesch-Nyhan Syndrome (LNS)"}, {"id": "SMP00365", "name": "Gout or Kelley-Seegmiller Syndrome"}, {"id": "SMP00427", "name": "Azathioprine Action Pathway"}, {"id": "SMP00428", "name": "Mercaptopurine Action Pathway"}, {"id": "SMP00430", "name": "Thioguanine Action Pathway"}, {"id": "SMP00512", "name": "Xanthinuria type I"}, {"id": "SMP00513", "name": "Xanthinuria type II"}, {"id": "SMP00535", "name": "Adenine phosphoribosyltransferase deficiency (APRT)"}, {"id": "SMP00536", "name": "Mitochondrial DNA depletion syndrome"}, {"id": "SMP00537", "name": "Myoadenylate deaminase deficiency"}, {"id": "SMP00609", "name": "Mercaptopurine Metabolism Pathway"}, {"id": "SMP00647", "name": "Thioguanine Metabolism Pathway"}], "wikipathways": [{"id": "WP2857", "name": "Mesodermal commitment pathway"}, {"id": "WP404", "name": "Nucleotide metabolism"}]}, "pdb": ["1BZY", "1D6N", "1HMP", "1Z7G", "2VFA", "3GEP", "3GGC", "3GGJ", "4IJQ", "4KN6", "4RAB", "4RAC", "4RAD", "4RAN", "4RAO", "4RAQ", "5BRN", "5BSK", "5HIA", "5W8V", "6BNJ", "7SAN"], "pfam": "PF00156", "pharmgkb": "PA29427", "pharos": {"target_id": 9979, "tdl": "Tchem"}, "pir": "A32728", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219984", "relationship": "is"}, {"id": "GNF250931", "relationship": "is"}, {"id": "GNF250932", "relationship": "is"}, {"id": "GNF250933", "relationship": "is"}, {"id": "GNF250934", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF158497", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF032071", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084669", "relationship": "is"}, {"id": "GNF084670", "relationship": "is"}, {"id": "GNF084671", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053065", "relationship": "is"}, {"id": "GNF057833", "relationship": "is"}, {"id": "GNF072973", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF062243", "relationship": "is"}, {"id": "GNF062244", "relationship": "is"}], "GNF_hs_LentiORF-HA-MYC": {"id": "GNF282509", "relationship": "is"}, "GNF_hs_LentiORF-Jred": {"id": "GNF283436", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF006686", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094944", "relationship": "is"}, {"id": "GNF134601", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000023.11", "NC_060947.1", "NG_012329.2"], "protein": "NP_000185.1", "rna": "NM_000194.3", "translation": {"protein": "NP_000185.1", "rna": "NM_000194.3"}}, "reporter": {"HG-U133_Plus_2": ["1565446_at", "202854_at"], "HG-U95Av2": "37640_at", "HTA-2_0": ["TC0X000636.hg.1", "TC0X001874.hg.1"], "HuEx-1_0": "3991698", "HuGene-1_1": "8169984", "HuGene-2_1": "17107045"}, "summary": "The protein encoded by this gene is a transferase, which catalyzes conversion of hypoxanthine to inosine monophosphate and guanine to guanosine monophosphate via transfer of the 5-phosphoribosyl group from 5-phosphoribosyl 1-pyrophosphate. This enzyme plays a central role in the generation of purine nucleotides through the purine salvage pathway. Mutations in this gene result in Lesch-Nyhan syndrome or gout.[provided by RefSeq, Jun 2009].", "symbol": "HPRT1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415701"}, "unigene": "Hs.412707", "uniprot": {"Swiss-Prot": "P00492", "TrEMBL": "A0A140VJL3"}, "wikipedia": {"url_stub": "Hypoxanthine-guanine phosphoribosyltransferase"}}