{"AllianceGenome": "5182", "HGNC": "5182", "MIM": "600167", "_id": "3269", "_version": 2, "accession": {"genomic": ["AB041380.1", "AC083855.3", "AF420434.1", "AJ000742.1", "CH471055.1", "CP068275.2", "D14436.1", "NC_000003.12", "NC_060927.1", "U37761.1", "X76786.1"], "protein": ["AAB95156.1", "AAD14833.1", "AAH60802.1", "AAN01269.1", "BAA03319.1", "BAA05840.1", "BAA94465.1", "BAF82101.1", "BAF84846.1", "BAG35729.1", "CAA04289.1", "CAA54182.1", "CAA84380.1", "EAW64092.1", "NP_000852.1", "NP_001091681.1", "NP_001091682.1", "NP_001091683.1", "P35367.1"], "rna": ["AF026261.1", "AK289412.1", "AK292157.1", "AK312879.1", "AY136743.1", "BC060802.1", "BM905371.1", "BP366267.1", "D28481.1", "DA372691.1", "DB073635.1", "DC300229.1", "NM_000861.3", "NM_001098211.2", "NM_001098212.2", "NM_001098213.2", "Z34897.1"], "translation": [{"protein": "AAB95156.1", "rna": "AF026261.1"}, {"protein": "NP_001091683.1", "rna": "NM_001098213.2"}, {"protein": "AAH60802.1", "rna": "BC060802.1"}, {"protein": "BAF82101.1", "rna": "AK289412.1"}, {"protein": "BAA05840.1", "rna": "D28481.1"}, {"protein": "BAF84846.1", "rna": "AK292157.1"}, {"protein": "NP_000852.1", "rna": "NM_000861.3"}, {"protein": "AAN01269.1", "rna": "AY136743.1"}, {"protein": "BAG35729.1", "rna": "AK312879.1"}, {"protein": "NP_001091681.1", "rna": "NM_001098211.2"}, {"protein": "NP_001091682.1", "rna": "NM_001098212.2"}, {"protein": "CAA84380.1", "rna": "Z34897.1"}]}, "alias": ["H1-R", "H1R", "HH1R", "hisH1"], "ensembl": {"gene": "ENSG00000196639", "protein": ["ENSP00000380247", "ENSP00000392383", "ENSP00000397028", "ENSP00000406705"], "transcript": ["ENST00000397056", "ENST00000413416", "ENST00000431010", "ENST00000438284"], "translation": [{"protein": "ENSP00000406705", "rna": "ENST00000438284"}, {"protein": "ENSP00000397028", "rna": "ENST00000431010"}, {"protein": "ENSP00000392383", "rna": "ENST00000413416"}, {"protein": "ENSP00000380247", "rna": "ENST00000397056"}], "type_of_gene": "protein_coding"}, "entrezgene": "3269", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 10.78426675, "exp_mis": 169.0596177, "exp_syn": 67.23304, "lof_z": 1.44314429522654, "mis_z": 0.679367293415906, "mu_lof": 9.14826138977e-07, "mu_mis": 1.48841463305e-05, "mu_syn": 5.89697368353e-06, "n_lof": 6.0, "n_mis": 151.0, "n_syn": 75.0, "p_li": 0.00156116787120129, "p_null": 0.116186429958471, "p_rec": 0.882252402170328, "syn_z": -0.587231234538204}, "bp": 1464, "cds_end": 11302187, "cds_start": 11300723, "n_exons": 1, "nonpsych": {"exp_lof": 9.7401667, "exp_mis": 152.9946371, "exp_syn": 60.831756, "lof_z": 1.17695466650487, "mis_z": 0.978446648436715, "mu_lof": 9.14826138977e-07, "mu_mis": 1.48841463305e-05, "mu_syn": 5.89697368353e-06, "n_lof": 6.0, "n_mis": 129.0, "n_syn": 63.0, "p_li": 0.00111241107916789, "p_null": 0.187799222960421, "p_rec": 0.811088365960411, "syn_z": -0.175027242936453}, "nontcga": {"exp_lof": 9.91951467, "exp_mis": 155.5328486, "exp_syn": 61.85239065, "lof_z": 1.85405302353257, "mis_z": 0.780304921925193, "mu_lof": 9.14826138977e-07, "mu_mis": 1.48841463305e-05, "mu_syn": 5.89697368353e-06, "n_lof": 4.0, "n_mis": 136.0, "n_syn": 66.0, "p_li": 0.0334742463950445, "p_null": 0.0392050402266715, "p_rec": 0.927320713378284, "syn_z": -0.333919668343665}, "transcript": "ENST00000397056.1"}, "exons": [{"cdsend": 11260501, "cdsstart": 11259037, "chr": "3", "position": [[11252698, 11252768], [11253132, 11253218], [11259002, 11263253]], "strand": 1, "transcript": "NM_000861", "txend": 11263253, "txstart": 11252698}, {"cdsend": 11260501, "cdsstart": 11259037, "chr": "3", "position": [[11225980, 11226059], [11259002, 11263557]], "strand": 1, "transcript": "NM_001098211", "txend": 11263557, "txstart": 11225980}, {"cdsend": 11260501, "cdsstart": 11259037, "chr": "3", "position": [[11154492, 11154554], [11259002, 11263557]], "strand": 1, "transcript": "NM_001098212", "txend": 11263557, "txstart": 11154492}, {"cdsend": 11260501, "cdsstart": 11259037, "chr": "3", "position": [[11137237, 11137399], [11259002, 11263557]], "strand": 1, "transcript": "NM_001098213", "txend": 11263557, "txstart": 11137237}], "exons_hg19": [{"cdsend": 11302187, "cdsstart": 11300723, "chr": "3", "position": [[11294384, 11294454], [11294818, 11294904], [11300688, 11304939]], "strand": 1, "transcript": "NM_000861", "txend": 11304939, "txstart": 11294384}, {"cdsend": 11302187, "cdsstart": 11300723, "chr": "3", "position": [[11267666, 11267745], [11300688, 11305243]], "strand": 1, "transcript": "NM_001098211", "txend": 11305243, "txstart": 11267666}, {"cdsend": 11302187, "cdsstart": 11300723, "chr": "3", "position": [[11196178, 11196240], [11300688, 11305243]], "strand": 1, "transcript": "NM_001098212", "txend": 11305243, "txstart": 11196178}, {"cdsend": 11302187, "cdsstart": 11300723, "chr": "3", "position": [[11178923, 11179085], [11300688, 11305243]], "strand": 1, "transcript": "NM_001098213", "txend": 11305243, "txstart": 11178923}], "generif": [{"pubmed": 11603849, "text": "could be detected at the feto-maternal interface of human"}, {"pubmed": 11898002, "text": "expressed on monocyte-derived dendritic cells"}, {"pubmed": 12218662, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12218662, "text": "genetic variant of this protein and body weight change during clozapine treatment in schizophrenia"}, {"pubmed": 12429384, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 12680587, "text": "markedly different potency for activation of multiple signaling pathways by H1- and H2-HRs"}, {"pubmed": 12755404, "text": "there are three mechanisms for h1 receptor down regulation: phosphorylation of thr-140 or ser-398 or five sites"}, {"pubmed": 12757445, "text": "No significant differences in H1R or H2R mRNA levels between seasonal allergic rhinitic and nonrhinitic subjects in-season, despite observed differences in H reactivity."}, {"pubmed": 15328002, "text": "Thr140 and Ser398 mainly contributed to downregulation, and Thr142 or Ser396 had a slight inhibitory effect on Thr140- or Ser398-mediated process, respectively"}, {"pubmed": 15542600, "text": "rapid termination of H1HR signaling is mediated by both the kinase activity and RGS function of GRK2"}, {"pubmed": 15820830, "text": "expression of the histamine (H) receptors 1 (H1) and 2 (H2) by germinal, interstitial, and peritubular cells in the testes of fertile and infertile patients"}, {"pubmed": 15928828, "text": "gene expression regulation of HRH1 gene by HRH1"}, {"pubmed": 15928843, "text": "expression in chondrocytes of osteoarthritic cartilage"}, {"pubmed": 15953854, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16027157, "text": "analysis of agonist binding to histamine H(1) receptor"}, {"pubmed": 16408006, "text": "characterization of important steps in the activation of the human histamine H1 receptor"}, {"pubmed": 16484687, "text": "These data suggest the use of alternative promoters directing human H1 receptor gene expression, both within and between cell types."}, {"pubmed": 16491014, "text": "The H1R-PKC-ERK pathway may play crucial roles in eliciting cytokine production from bronchial epithelial cells stimulated by histamine, leading to airway inflammation"}, {"pubmed": 16547808, "text": "results exclude the participation of histamine receptors other than the H1 subtype in the control of human intestinal motility by oxogenous histamine"}, {"pubmed": 16705383, "text": "histamine stimulates integrin alpha-V beta-3 expression in cultured trophoblast cells; the H1 receptor is implicated"}, {"pubmed": 16760260, "text": "Ascorbate enhancement of seven-transmembrane-spanning membrane receptor activity occurs in both adrenergic and histaminergic receptors. These receptors may play a significant role in maintaining extracellular ascorbate in a reduced state."}, {"pubmed": 16888049, "text": "These data suggest postexercise skeletal muscle hyperemia exists in endurance trained men and women."}, {"pubmed": 17122961, "text": "Histamine stimulates IL-6 release from SW982 cells by binding to the H1 receptor and this is coupled to the PI/PKC signal transduction pathway."}, {"pubmed": 17243823, "text": "The data suggest a global functional analogy between H1 receptor activation and the meta I/meta II charge/discharge equilibrium in rhodopsin."}, {"pubmed": 17517105, "text": "Cytokine-induced endothelial intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expressionwas inhibited by tecastemazole in a manner independent of H1 receptor antagonism."}, {"pubmed": 17547532, "text": "roles of dermatopontin and histamine receptor H1 genes as downstream targets for the VDR were confirmed by gel electromotility shift and chromatin immunoprecipitation assays that showed the presence of VDR complex binding sequences"}, {"pubmed": 17627982, "text": "Histamine excites human enteric neurones and this effect involves histamine H1-4 receptors."}, {"pubmed": 17637176, "text": "M3R was involved in the up-regulation of H1R by activating H1R gene transcription through a PKC-dependent process."}, {"pubmed": 18258331, "text": "a dramatic alteration in the distribution of histamine receptors in colon cancer"}, {"pubmed": 18345497, "text": "Results describe the molecular interactions between histamine and the human H1 receptor that influence phospholipase C and cyclic AMP signaling."}, {"pubmed": 18366640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18366640, "text": "These results indicate that the polymorphisms analyzed are not a major risk factor for Parkinson disease, although the HRH1Leu449Ser amino acid substitution might be related to PD"}, {"pubmed": 18446005, "text": "Internalization-mediated changes in the binding properties of H1-receptor antagonists were well correlated with their sedative and non-sedative behaviors."}, {"pubmed": 18498711, "text": "results indicate that the beta2AR is involved in the down-regulation of human H1R by inhibiting H1R gene transcription through a PKA-dependent process"}, {"pubmed": 18511496, "text": "Histamine stimulates phospholipase C-signaling in myometrial smooth muscle cells through H(1) histamine receptors and that GRK2 recruitment is a key mechanism in the regulation of H(1) histamine receptor signaling in human uterine smooth muscle."}, {"pubmed": 18548114, "text": "Histamine upregulates keratinocyte MMP-9 production via the histamine H1 receptor"}, {"pubmed": 18682391, "text": "Histamine-induced Egr-1 expression is dependent on the activation of the H1 receptor, and rapidly and transiently activates PKCdelta, ERK1/2, p38 kinase, and JNK prior to Egr-1 induction."}, {"pubmed": 18814859, "text": "anorexia nervosa patients may have higher expression of H1R in the limbic brain, particularly in the amygdala"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19193342, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19271144, "text": "Results compare the correlation between H1-receptor expression and SLPI levels within cultured amniotic epithelial cells derived from chorioamnionitis-complicated and normal pregnancies."}, {"pubmed": 19443731, "text": "Human salivary gland cells express histamine H1 receptors and histamine-synthesizing enzymes, revealing the cellular mechanism of antihistamine-induced xerostomia."}, {"pubmed": 19913013, "text": "Functional coupling of the H1R to Gq-PLC leads to the activation of RhoA and Rac small GTPases and suggest distinct roles for Rho GTPases in the control of cell proliferation by histamine."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21255012, "text": "Results demonstrate that LPS, through TLR4 activation, up-regulates the expression and function of H1R and amplifies histamine-induced inflammatory responses in HCAEC."}, {"pubmed": 21433074, "text": "Measurement of H1R occupancy is a sensitive and absolute method to characterize the non-sedating property of drugs with H1 antagonistic activity."}, {"pubmed": 21686228, "text": "H1 and PAR2 receptors enhance delivery of immune-competent cells and molecules by interrupting E-cadherin adhesion in lung epithelial cells."}, {"pubmed": 21697825, "text": "crystal structure of the H(1)R complex with doxepin, a first-generation H(1)R antagonist"}, {"pubmed": 21730054, "text": "the PKCdelta/ERK/poly(ADP-ribose) polymerase-1 signaling pathway is involved in histamine- or PMA-induced up-regulation of H1R gene expression in HeLa cells"}, {"pubmed": 21937795, "text": "The glu349asp polymorphism of histamine-1 receptor is not associated with antipsychotic induced weight gain."}, {"pubmed": 22169095, "text": "evidence supports the involvement of histaminergic and gamma-aminobutyric acidergic mechanisms in the etiology of TS and show an overlap of rare CNVs in TS and autism spectrum disorder."}, {"pubmed": 22860191, "text": "[review] The H1, H2, and H3 receptors are all involved in recovery of neurological function when extracellular histamine is gradually increasing, after cerebral ischemia."}, {"pubmed": 23132961, "text": "Study revealed that epithelial cells and vascular endothelial cells showed intense immunoreactivity for histamine H1 receptor inperennial allergic rhinitis."}, {"pubmed": 23225320, "text": "Histamine was able to synergistically augment bFGF-induced angiogenesis, and this action was linked to VEGF production through H1-receptor."}, {"pubmed": 23414213, "text": "Our observations point to a close histamine-/HR-mediated activation of dermal macrophages, leading to modified cell differentiation and responsiveness via H1R, which might contribute to the aggravation of allergic skin inflammation in AD."}, {"pubmed": 23609395, "text": "our study does not support the contribution of histamine H1HR gene variants to antipsychotic induced weight gain nor differences in distribution between healthy volunteers and patients with schizophrenia"}, {"pubmed": 23677734, "text": "In this review, we focus on the role of histamine and its receptors in the treatment of Alzheimer's disease."}, {"pubmed": 23900020, "text": "Histamine demonstrably inhibited ACh-induced sweating in both mice and humans via H1R-mediated signaling."}, {"pubmed": 23962049, "text": "Overexpression of H1R further increases the oxidative output of Duox-expressing HEK-293 cells."}, {"pubmed": 24236486, "text": "But carriers of one or three copies of HRH1 (5% of individuals), HRH2 (1.1%) and HRH4 genes (0.9%) were also identified."}, {"pubmed": 24535227, "text": "The relationship between the expression of HRH1 and prognosis was found to vary in different types of cancers, even in the same cancer from different databases."}, {"pubmed": 25293806, "text": "HRH1 transcript was significantly down-modulated in multiple sclerose compared with health control."}, {"pubmed": 25582918, "text": "multiple signaling pathways contribute to histamine-induced endothelial barrier dysfunction via the H1 receptor."}, {"pubmed": 25664905, "text": "Thus, the results in the initial study were due to the degradation of histamine in skeletal muscle by ascorbate, because the histaminergic vasodilatation was unaffected by N-acetylcysteine."}, {"pubmed": 25682263, "text": "Study suggests that both MAPK p44/p42 and PKC pathways appear to be involved in histamine-upregulated matrix metalloproteinase-9 release via histamine H1 receptors in astrocytes."}, {"pubmed": 25909280, "text": "HRH1-17 TT and HNMT-1639 TT genotypes were associated with the allergic asthma phenotype among African-American children and that the ABP 4107 GG genotype was associated with nonallergic asthma among white children."}, {"pubmed": 26635083, "text": "Activation of the H1R by its full agonists resulted in a composite potentiating effect. Intriguingly, inactivation of the Gaq-PLC pathway by H1R inverse agonists resulted also in a potentiation of GR activity."}, {"pubmed": 26752109, "text": "HRH1-mediated sensitization of TRPV1 is involved in IBS. Ebastine, an antagonist of HRH1, reduced visceral hypersensitivity, symptoms, and abdominal pain in patients with IBS."}, {"pubmed": 27468652, "text": "Antihistamines displayed similar kinetic signatures on antagonizing histamine-induced beta-arrestin2 recruitment as compared to displacing radioligand binding from the H1R."}, {"pubmed": 27871651, "text": "that histamine H1 receptor activation mediates MAPK activation through PLCbeta, Src, PKCdelta and MEK pathway, but does not lead to nuclear relocalization of phospho-ERK (pERK), classically associated with pro-proliferative changes."}, {"pubmed": 28391980, "text": "H1R and H4R are useful biomarkers of allergic inflammation on the ocular surface. Most notably, H4R expressed on eosinophils is useful as a biomarker of eosinophilic inflammation of the ocular surface."}, {"pubmed": 28400155, "text": "This study demonstrated that HRH1 gene polymorphisms associated with sedation in clozapine-treated patient with schizophrenia."}, {"pubmed": 29063596, "text": "Human H1 receptors in Chinese hamster ovary cells are apparently down-regulated by a sustained increase in intracellular Ca(2+) concentrations with no process of endocytosis and lysosomal/proteasomal degradation of receptors."}, {"pubmed": 29548821, "text": "Study identified HRH1 as a receptor frequently overexpressed in basal and HER2-targeted therapy-resistant breast cancer (BC) cells, demonstrating that HRH1 inhibition culminates in apoptotic death and hampers tumor growth. ERK activation was identified as the mechanism through which HRH1 blockade signals to promote death in basal BC cells."}, {"pubmed": 30168182, "text": "HRH1 gene polymorphisms may correlate with oral H1-antihistamine efficacy for the treatment of patients with allergic rhinitis, which can be used as a biological indicator of the prediction of therapeutic efficacy of patients with allergic rhinitis."}, {"pubmed": 31406237, "text": "Human H1 receptor (HRH1) gene polymorphism is associated with the severity of side effects after desloratadine treatment in Chinese patients with chronic spontaneous uticaria."}, {"pubmed": 31740780, "text": "Upregulation of histamine receptor H1 promotes tumor progression and contributes to poor prognosis in hepatocellular carcinoma."}, {"pubmed": 33080103, "text": "Histamine receptor 1 is expressed in leukaemic cells and affects differentiation sensitivity."}, {"pubmed": 33918180, "text": "Analysis of Missense Variants in the Human Histamine Receptor Family Reveals Increased Constitutive Activity of E410(6.30x30)K Variant in the Histamine H1 Receptor."}, {"pubmed": 34595742, "text": "Molecular Signaling and Transcriptional Regulation of Histamine H1 Receptor Gene."}, {"pubmed": 34638832, "text": "P2X4 Receptors Mediate Ca(2+) Release from Lysosomes in Response to Stimulation of P2X7 and H1 Histamine Receptors."}, {"pubmed": 35031480, "text": "Epigallocatechin gallate stimulated histamine production and downregulated histamine H1 receptor in oral cancer cell lines expressing histidine decarboxylase."}, {"pubmed": 36732336, "text": "Simultaneous activation of CXC chemokine receptor 4 and histamine receptor H1 enhances calcium signaling and cancer cell migration."}, {"pubmed": 37201878, "text": "Differential regulation of histamine H1 receptor-mediated ERK phosphorylation by Gq proteins and arrestins."}, {"pubmed": 37300703, "text": "Histamine H1- and H4-receptor expression in human colon-derived cell lines."}, {"pubmed": 37977823, "text": "Pharmacological Characterization of the Zebrafish (Danio Rerio) Histamine H1 Receptor Reveals the Involvement of the Second Extracellular Loop in the Binding of Histamine."}, {"pubmed": 38542369, "text": "Histamine H1 Receptor-Mediated JNK Phosphorylation Is Regulated by Gq Protein-Dependent but Arrestin-Independent Pathways."}, {"pubmed": 38953634, "text": "The histamine receptor H1 acts as an alternative receptor for SARS-CoV-2."}], "genomic_pos": {"chr": "3", "end": 11263557, "ensemblgene": "ENSG00000196639", "start": 11137093, "strand": 1}, "genomic_pos_hg19": {"chr": "3", "end": 11305243, "start": 11178779, "strand": 1}, "go": {"BP": [{"evidence": "ISS", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007186", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007187", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007200", "qualifier": "involved_in", "term": "phospholipase C-activating G protein-coupled receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007613", "qualifier": "involved_in", "term": "memory"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008542", "qualifier": "involved_in", "term": "visual learning"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043114", "qualifier": "involved_in", "term": "regulation of vascular permeability"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045907", "qualifier": "involved_in", "term": "positive regulation of vasoconstriction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048167", "qualifier": "involved_in", "term": "regulation of synaptic plasticity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0071420", "qualifier": "involved_in", "term": "cellular response to histamine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098664", "qualifier": "involved_in", "term": "G protein-coupled serotonin receptor signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "located_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "ISS", "id": "GO:0004969", "qualifier": "enables", "term": "histamine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004993", "qualifier": "enables", "term": "G protein-coupled serotonin receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0030594", "qualifier": "enables", "term": "neurotransmitter receptor activity"}]}, "homologene": {"genes": [[7955, 735302], [8364, 100495566], [9031, 100858928], [9544, 696359], [9598, 470746], [9606, 3269], [9615, 403813], [9913, 281231], [10090, 15465], [10116, 24448]], "id": 668}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "Histamine H1 receptor", "id": "IPR000921", "short_desc": "Histamine_H1_rcpt"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}], "ipi": ["IPI00018147", "IPI00924526"], "map_location": "3p25.3", "name": "histamine receptor H1", "other_names": ["histamine H1 receptor", "histamine receptor, subclass H1"], "pantherdb": {"HGNC": "5182", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107619", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10090, "uniprot_kb": "P70174"}, {"RGD": "2830", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10116, "uniprot_kb": "P31390"}, {"Ensembl": "ENSGALG00000004930", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 9031, "uniprot_kb": "F1NEN2"}], "uniprot_kb": "P35367"}, "pathway": {"kegg": [{"id": "hsa04020", "name": "Calcium signaling pathway - Homo sapiens (human)"}, {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04750", "name": "Inflammatory mediator regulation of TRP channels - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375280", "name": "Amine ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390650", "name": "Histamine receptors"}, {"id": "R-HSA-416476", "name": "G alpha (q) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": [{"id": "WP395", "name": "IL-4 signaling pathway"}, {"id": "WP455", "name": "GPCRs, Class A Rhodopsin-like"}, {"id": "WP58", "name": "Monoamine GPCRs"}]}, "pdb": ["3RZE", "7DFL"], "pfam": "PF00001", "pharmgkb": "PA29456", "pharos": {"target_id": 8597, "tdl": "Tclin"}, "pir": "JC2495", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250943", "relationship": "is"}, {"id": "GNF250944", "relationship": "is"}, {"id": "GNF250945", "relationship": "is"}, {"id": "GNF250946", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF279964", "relationship": "is"}, {"id": "GNF279965", "relationship": "is"}, {"id": "GNF279966", "relationship": "is"}, {"id": "GNF279967", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF039190", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083580", "relationship": "is"}, {"id": "GNF083581", "relationship": "is"}, {"id": "GNF083582", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052343", "relationship": "is"}, {"id": "GNF057113", "relationship": "is"}, {"id": "GNF061960", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF066933", "relationship": "is"}, {"id": "GNF066934", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006702", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093433", "relationship": "is"}, {"id": "GNF133091", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000003.12", "NC_060927.1"], "protein": ["NP_000852.1", "NP_001091681.1", "NP_001091682.1", "NP_001091683.1"], "rna": ["NM_000861.3", "NM_001098211.2", "NM_001098212.2", "NM_001098213.2"], "translation": [{"protein": "NP_001091683.1", "rna": "NM_001098213.2"}, {"protein": "NP_001091682.1", "rna": "NM_001098212.2"}, {"protein": "NP_001091681.1", "rna": "NM_001098211.2"}, {"protein": "NP_000852.1", "rna": "NM_000861.3"}]}, "reporter": {"HG-U133_Plus_2": ["205579_at", "205580_s_at"], "HG-U95Av2": "35384_at", "HTA-2_0": "TC03000064.hg.1", "HuEx-1_0": ["2610707", "2610726", "2610728"], "HuGene-1_1": "8077851", "HuGene-2_1": "16937671"}, "summary": "Histamine is a ubiquitous messenger molecule released from mast cells, enterochromaffin-like cells, and neurons. Its various actions are mediated by histamine receptors H1, H2, H3 and H4. The protein encoded by this gene is an integral membrane protein and belongs to the G protein-coupled receptor superfamily. It mediates the contraction of smooth muscles, the increase in capillary permeability due to contraction of terminal venules, the release of catecholamine from adrenal medulla, and neurotransmission in the central nervous system. It has been associated with multiple processes, including memory and learning, circadian rhythm, and thermoregulation. It is also known to contribute to the pathophysiology of allergic diseases such as atopic dermatitis, asthma, anaphylaxis and allergic rhinitis. Multiple alternatively spliced variants, encoding the same protein, have been identified. [provided by RefSeq, Jan 2015].", "symbol": "HRH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1439351"}, "unigene": "Hs.1570", "uniprot": {"Swiss-Prot": "P35367", "TrEMBL": "C9J2E6"}, "wikipedia": {"url_stub": "Histamine H1 receptor"}}