{"AllianceGenome": "17383", "HGNC": "17383", "MIM": "606792", "_id": "59340", "_version": 1, "accession": {"genomic": ["AC007922.13", "CH471088.1", "CP068260.2", "EF444982.1", "NC_000018.10", "NC_060942.1"], "protein": ["AAG32052.1", "AAH69136.1", "AAI12349.1", "AAK12081.1", "AAK43542.1", "AAL01684.1", "AAL09297.1", "AAN01271.1", "ABI54174.1", "ABI54175.1", "ACA05997.1", "BAB13698.1", "BAB20091.1", "CAC83493.1", "EAX01189.1", "NP_001137300.1", "NP_001153638.1", "NP_067637.2", "Q9H3N8.2"], "rna": ["AB044934.1", "AB045370.1", "AF307973.1", "AF312230.1", "AF325356.1", "AF329449.1", "AJ298292.1", "AY008280.1", "AY136745.1", "BC069136.1", "BC112348.1", "DQ835186.1", "DQ835187.1", "NM_001143828.2", "NM_001160166.2", "NM_021624.4"], "translation": [{"protein": "ABI54174.1", "rna": "DQ835186.1"}, {"protein": "NP_001153638.1", "rna": "NM_001160166.2"}, {"protein": "AAK12081.1", "rna": "AF312230.1"}, {"protein": "BAB20091.1", "rna": "AB045370.1"}, {"protein": "CAC83493.1", "rna": "AJ298292.1"}, {"protein": "AAG32052.1", "rna": "AF307973.1"}, {"protein": "AAH69136.1", "rna": "BC069136.1"}, {"protein": "NP_001137300.1", "rna": "NM_001143828.2"}, {"protein": "AAI12349.1", "rna": "BC112348.1"}, {"protein": "AAL01684.1", "rna": "AF325356.1"}, {"protein": "NP_067637.2", "rna": "NM_021624.4"}, {"protein": "AAN01271.1", "rna": "AY136745.1"}, {"protein": "AAL09297.1", "rna": "AY008280.1"}, {"protein": "BAB13698.1", "rna": "AB044934.1"}, {"protein": "AAK43542.1", "rna": "AF329449.1"}, {"protein": "ABI54175.1", "rna": "DQ835187.1"}]}, "alias": ["AXOR35", "BG26", "GPCR105", "GPRv53", "H4", "H4R", "HH4R"], "ensembl": {"gene": "ENSG00000134489", "protein": ["ENSP00000256906", "ENSP00000402526"], "transcript": ["ENST00000256906", "ENST00000426880"], "translation": [{"protein": "ENSP00000256906", "rna": "ENST00000256906"}, {"protein": "ENSP00000402526", "rna": "ENST00000426880"}], "type_of_gene": "protein_coding"}, "entrezgene": "59340", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 9.15829558, "exp_mis": 110.8547122, "exp_syn": 43.741695, "lof_z": -0.275512921860922, "mis_z": -0.42485169961763, "mu_lof": 6.97339858174e-07, "mu_mis": 9.67302821795e-06, "mu_syn": 3.74965773074e-06, "n_lof": 10.0, "n_mis": 120.0, "n_syn": 61.0, "p_li": 1.67289121238146e-07, "p_null": 0.872803351612028, "p_rec": 0.127196481098851, "syn_z": -1.61770736284556}, "bp": 1173, "cds_end": 22057526, "cds_start": 22040692, "n_exons": 3, "nonpsych": {"exp_lof": 8.2272346, "exp_mis": 100.272308, "exp_syn": 39.528551, "lof_z": -0.606982709488502, "mis_z": -0.389243567584456, "mu_lof": 6.97339858174e-07, "mu_mis": 9.67302821795e-06, "mu_syn": 3.74965773074e-06, "n_lof": 10.0, "n_mis": 108.0, "n_syn": 56.0, "p_li": 8.60780322899285e-08, "p_null": 0.919053269536733, "p_rec": 0.0809466443852345, "syn_z": -1.6494527946155}, "nontcga": {"exp_lof": 8.41959809, "exp_mis": 101.9803085, "exp_syn": 40.23632969, "lof_z": -0.197316946164443, "mis_z": -0.346313710803885, "mu_lof": 6.97339858174e-07, "mu_mis": 9.67302821795e-06, "mu_syn": 3.74965773074e-06, "n_lof": 9.0, "n_mis": 109.0, "n_syn": 59.0, "p_li": 9.92630662215988e-07, "p_null": 0.816392776608958, "p_rec": 0.183606230760379, "syn_z": -1.8729704092638}, "transcript": "ENST00000256906.4"}, "exons": [{"cdsend": 24477562, "cdsstart": 24460728, "chr": "18", "position": [[24460636, 24460921], [24476846, 24479974]], "strand": 1, "transcript": "NM_001143828", "txend": 24479974, "txstart": 24460636}, {"cdsend": 24476757, "cdsstart": 24460728, "chr": "18", "position": [[24460636, 24460921], [24476746, 24479961]], "strand": 1, "transcript": "NM_001160166", "txend": 24479961, "txstart": 24460636}, {"cdsend": 24477562, "cdsstart": 24460728, "chr": "18", "position": [[24460636, 24460921], [24468787, 24468951], [24476746, 24479961]], "strand": 1, "transcript": "NM_021624", "txend": 24479961, "txstart": 24460636}], "exons_hg19": [{"cdsend": 22057526, "cdsstart": 22040692, "chr": "18", "position": [[22040600, 22040885], [22056810, 22059938]], "strand": 1, "transcript": "NM_001143828", "txend": 22059938, "txstart": 22040600}, {"cdsend": 22056721, "cdsstart": 22040692, "chr": "18", "position": [[22040600, 22040885], [22056710, 22059925]], "strand": 1, "transcript": "NM_001160166", "txend": 22059925, "txstart": 22040600}, {"cdsend": 22057526, "cdsstart": 22040692, "chr": "18", "position": [[22040600, 22040885], [22048751, 22048915], [22056710, 22059925]], "strand": 1, "transcript": "NM_021624", "txend": 22059925, "txstart": 22040600}], "generif": [{"pubmed": 15191551, "text": "human mast cells constitutively express primarily H2 and H4 receptors"}, {"pubmed": 15265943, "text": "Human eosinophils express H4. CCL16 is a novel functional ligand for H4, and it induced efficient migratory responses in human eosinophils."}, {"pubmed": 16203768, "text": "histamine exerts both a proproliferative and a proangiogenic effect via H2/H4 receptor activation, mediated by increasing COX-2-related PGE2 production in COX-2-expressing colon cancer cells"}, {"pubmed": 16547802, "text": "results showed for the first time the presence of histamine h4 receptor protein in epithelial cells of human normal mammary gland"}, {"pubmed": 16547812, "text": "STAT6 binding to STAT6 promotor gene was regulated by H4 receptor-induced signal transduction and/or cross talk particularly in atopic human lymphocytes ex vivo"}, {"pubmed": 17507084, "text": "The H(4)R could represent an important anti-inflammatory receptor on monocytes and could be an interesting target for drug development."}, {"pubmed": 17627982, "text": "Histamine excites human enteric neurones and this effect involves histamine H1-4 receptors."}, {"pubmed": 17681365, "text": "H4 histamine receptor mediates optimal migration of mast cell precursors to CXCL12 and plays a role in the perpetuation of allergic response."}, {"pubmed": 17806168, "text": "Results describe the expression of histamine H4 receptors in normal placentas and in placentas from pregnancies complicated by pregestational diabetes."}, {"pubmed": 17806182, "text": "Results describe the distribution pattern of histamine H4 receptor in human synovial tissue in patients with rheumaoid arthritis."}, {"pubmed": 17978505, "text": "Expression of histamine H4 receptor in synovial cells from rheumatoid arthritis patients is reported."}, {"pubmed": 18239617, "text": "Inflammatory dendritic epidermal cells express a functionally active H(4)R, which upon stimulation leads to downregulation of CCL2 and IL-12."}, {"pubmed": 18258331, "text": "a dramatic alteration in the distribution of histamine receptors in colon cancer"}, {"pubmed": 18345487, "text": "Results describe the expression of the histamine H4 receptor in human synovial cells."}, {"pubmed": 18345495, "text": "Data suggest that histamine receptor H4R-selective ligands influence the STAT6 transcription activation domain and DNA-binding."}, {"pubmed": 18345506, "text": "Data show that histamine regulates pancreatic carcinoma cell growth through H3 and H4 receptors."}, {"pubmed": 18452403, "text": "Recombinant histamine 4 receptor (H4R) splice variants derived from cord blood cells have a dominant negative effect on functionality, as these H4R are retained intracellularly and inactivate a population of H4R, presumably via hetero-oligomerization."}, {"pubmed": 18572901, "text": "Molecular dynamics (MD) simulations in a membrane-embedded environment were carried out on the homology model of the human histamine H4 receptor"}, {"pubmed": 18582456, "text": "GIRK channels represent a novel effector system for histamine H(4) receptor modulation"}, {"pubmed": 18635748, "text": "Phenylalanine 169 in the second extracellular loop of the human histamine H4 receptor is responsible for the difference in agonist binding between human and mouse H4 receptors."}, {"pubmed": 19046950, "text": "findings show that transcripts of H(4) receptor are present in all analyzed regions of the central nervous system, including spinal cord, hippocampus, cortex, thalamus & amygdala, with the highest levels of H(4) mRNA detected in the spinal cord"}, {"pubmed": 19053770, "text": "analysis of how quinazolines can act as histamine H4 receptor inverse agonists"}, {"pubmed": 19156168, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19166345, "text": "hH(4)R shows high constitutive activity and structural instability and hH(4)R shows a G-protein-independent high-affinity state."}, {"pubmed": 19271148, "text": "Data describe the ultrastructure of the choroid plexus, the number of mast cells that may infiltrate it, and the immunodistribution of histamine receptors H4 and histamine-releasing factor."}, {"pubmed": 19281909, "text": "Human CD4(+) T cells express a functional H(4)R. The receptor is upregulated under T(H)2 conditions, and its stimulation leads to induction of AP-1 and IL-31."}, {"pubmed": 19662098, "text": "show that progenitor cell populations express this receptor subtype on transcriptional and protein levels and respond to its agonists by reduced growth factor-induced cell cycle progression that leads to decreased myeloid, erythroid and lymphoid formation"}, {"pubmed": 19958313, "text": "Langerhans cells express a functional H(4)R and point towards a possible pathogenic relevance of the H(4)R in inflammatory and allergic diseases."}, {"pubmed": 20192225, "text": "Data reveal that the sulfonamide analogues have excellent H(4)R affinity and behave as inverse agonists at the human H(4)R."}, {"pubmed": 20199554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20199554, "text": "Polymorphisms of ss142022671, ss142022677 and ss142022679 in HRH4 are associated with atopic dermatitis."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20618322, "text": "Copy number variations of the human histamine H4 receptor gene are associated with systemic lupus erythematosus"}, {"pubmed": 20618322, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20722760, "text": "slan-dendritic cells (slanDC) express the H(4) R and its stimulation leads to reduced pro-inflammatory capacity of slanDC"}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21104170, "text": "we describe a possible genetic impact on the expression level of the histamine H4 receptor and summarize the current data regarding the activity of the histamine H4 receptor on the key effector cells in atopic dermatitis"}, {"pubmed": 21171298, "text": "Histamine H4 receptors were found in normal nasal mucosa, and increased significantly in nasal mucosa of allergic rhinitis patients."}, {"pubmed": 21609450, "text": "These findings suggested a potential role of abnormal HRH4 expression in the progression of CRCs"}, {"pubmed": 21614010, "text": "our results indicate that the H(4)R is highly expressed on plasmacytoid dendritic cells in psoriasis and influences cytokine production and migration of these cells"}, {"pubmed": 21741967, "text": "histamine H(4) receptor as an attractive target in the treatment of inflammatory and autoimmune disorders"}, {"pubmed": 21881994, "text": "Report down-regulation of HRH4 mRNA in synovial tissue from rheumatoid arthritis patients compared to those with osteoarthritis."}, {"pubmed": 22118942, "text": "Histamine receptor-4-mRNA expression showed a significant increase in caudate nucleus and putamen in Parkinson's disease patients."}, {"pubmed": 22153663, "text": "analysis of fragment optimization and analysis of binding kinetics for ligand based design of novel histamine H receptor antagonists"}, {"pubmed": 22201741, "text": "fundamental concepts of HR structure modeling and its implementation in drug discovery (review)"}, {"pubmed": 22363581, "text": "Deletion of HRH4 gene is present in gastric cancer cases and is closely correlated with attenuated gene expression."}, {"pubmed": 22653292, "text": "Twenty-one SNPs of the HRH4 gene were genotyped in 313 asthmatic patients and 360 controls. Genotype distribution of three SNPs rs17187619, rs527790 and rs487202 differed significantly between patients with or without infection-induced asthma."}, {"pubmed": 22885137, "text": "study identified novel functional properties in terms of voltage sensitivities and deactivation rates, which differed between the histamine hH3445, hH3365, and H4 receptors"}, {"pubmed": 22973061, "text": "The efficacy of 31 known hHR ligands to induce Galpha(i) protein signaling and beta-arrestin2 recruitment by the hHR."}, {"pubmed": 23425150, "text": "Histamine through the histamine H4 receptor exhibits a crucial role in breast tumour progression."}, {"pubmed": 23481304, "text": "Genotypes of HRH4 gene are signi fi cantly associated with the risk and malignant degree of breast cancer in Chinese Han populations."}, {"pubmed": 23517361, "text": "Copy number variationss of the HRH4 gene are associated with atopic dermatitis in a Chinese population."}, {"pubmed": 23677734, "text": "In this review, we focus on the role of histamine and its receptors in the treatment of Alzheimer's disease."}, {"pubmed": 23932072, "text": "H4R is highly expressed on keratinocytes from patients with atopic dermatitis, and its stimulation induces keratinocyte proliferation."}, {"pubmed": 24236486, "text": "But carriers of one or three copies of HRH1 (5% of individuals), HRH2 (1.1%) and HRH4 genes (0.9%) were also identified."}, {"pubmed": 24372819, "text": "Increased expression of the H4 receptor was observed in HaCaT cells following differentiation."}, {"pubmed": 24432340, "text": "Obtained results allow for statement that developed cellular model may be successfully employed in search for new compounds active at histamine H4 receptor"}, {"pubmed": 24447834, "text": "Data show down-regulation of cyclic adenosine monophosphate (cAMP) was the secondary signalling after H4 receptor activation, which in turn resulting in inactivation of transforming growth factor-beta1(TGF-beta1) pathway."}, {"pubmed": 24493592, "text": "Methyl substitution in histamine homologs offers a way to shift the selectivity in favor of the H4R."}, {"pubmed": 24530738, "text": "The inhibitory effects of histamine on reactive oxygen species production in whole blood phagocytes are caused by H2R rather than H4R histamine receptors."}, {"pubmed": 24787705, "text": "H4 receptor expression plays a role in pathological vessel leakage associated with choroidal neovascularization"}, {"pubmed": 24799603, "text": "In neutrophils, the H4 receptor may block signals emanating from Mac-1-controlling degranulation. Engagement of the H4 receptor by selective agonists blocked Mac-1-dependent activation of p38 MAPK."}, {"pubmed": 24934979, "text": "The activation of H4R in human mast cells produced not only inflammatory mediators that are associated with allergic reactions but also other inflammatory conditions."}, {"pubmed": 25098339, "text": "Molecular modelling studies, including molecular dynamic simulations and calculation of Gibbs energy of solvation of hH3R and hH4R, were studied."}, {"pubmed": 25207698, "text": "H4R may be involved in the maintenance of healthy oral mucosa. In oral lichen planus, this maintenance might be impaired by mast cell degranulation and inflammatory cytokines."}, {"pubmed": 25273276, "text": "No evidence was found for the presence of histamine H4 receptor in monocytes."}, {"pubmed": 25293806, "text": "HRH4 was increased in clinically-isolated syndrome and different stages of multiple sclerosis compared to health control."}, {"pubmed": 25300787, "text": "Functional H4 receptors increasing (35)S-GTPgammaS binding and/or decreasing noradrenaline release are not found in human, guinea pig or mouse cortex"}, {"pubmed": 26211976, "text": "Histamine H4 receptors could not be identified in five experimental models of the guinea-pig that are suited for the detection of presynaptic inhibitory receptors (hippocampus aorta, atrium, renal cortex and vas deferens) whereas H3 receptors could be shown in the peripheral tissues but not in the hippocampus"}, {"pubmed": 26823878, "text": "Suggest roles for HRH4 polymorphisms and ankylosing spondylitis susceptibility."}, {"pubmed": 26828993, "text": "Activation of the H4R could induce phosphorylation of ERK."}, {"pubmed": 26948974, "text": "These data imply that the H4R regulates IgE-dependent processes in human basophils and provides a novel function of the H4R preventing an overwhelming immune reaction by engagement of a negative feedback loop."}, {"pubmed": 27180173, "text": "Pharmacological or genetic modulations of H2 and H4 HRs (H2R and H4R) not only suppressed gefitinib-induced cytostasis and differentiation of AML cells but also blocked EGFR and ERK1/2 inhibition in MDA-MB-231 cells"}, {"pubmed": 27400655, "text": "We also found that the activation of H4R caused the release of IL-13 and RANTES on human mast cells.these data demonstrate that the H4R activates divergent signaling pathways to induce cytokine and chemokine production in human mast cells"}, {"pubmed": 27725312, "text": "This study suggests that genetic variations within the HRH4 gene might be associated with special clinical features of psoriasis."}, {"pubmed": 27807993, "text": "Taken together these data demonstrate that compound A and compound L may block H4R-mediated downstream signaling events."}, {"pubmed": 27888642, "text": "Our findings provide evidence that HRH4 rs77485247 and rs77041280 polymorphisms may be associated with the risk of allergic rhinitis (AR) and the efficacy of H1 antihistamines for the treatment of AR patients."}, {"pubmed": 28391980, "text": "H1R and H4R are useful biomarkers of allergic inflammation on the ocular surface. Most notably, H4R expressed on eosinophils is useful as a biomarker of eosinophilic inflammation of the ocular surface."}, {"pubmed": 28446753, "text": "The expression of H4R was increased in peripheral blood monocytes in rheumatoid arthritis patients. Histamine and Th17 cytokines induced the osteoclast differentiation from monocytes and JNJ7777120 decreased the osteoclastogenesis."}, {"pubmed": 28592369, "text": "Histamine stimulation influences the IL-17 pathway in psoriasis via the fourth histamine receptor subtype, H4R, on CD4+ T cells."}, {"pubmed": 28847511, "text": "these findings reveal that rs11662595 is a loss-of-function polymorphism that results in dysfunction of HRH4 and attenuates the anti-epithelial-to-mesenchymal transition function of HRH4 in non-small cell lung cancer (NSCLC), which provides a promising biomarker for prognosis and therapy of NSCLC."}, {"pubmed": 29600327, "text": "Our novel scientific data provide further indication that histamine, in particular via the H4R, plays a potent role in the pathophysiology of allergic diseases through tight control of Th1-Th2 mediator production favoring Th2 lymphocyte accumulation in inflamed tissues. Our results add to a growing evidence of data suggesting that the H4R may serve as a therapeutic target in allergic diseases."}, {"pubmed": 29863427, "text": "Taken together, the silencing of H4R inhibited the H4R mediated Mast cell functions and SAPK/JNK phosphorylation. Furthermore, the H4R activation utilized SAPK/JNK signaling pathway for IL-1beta release in HMC-1 cells"}, {"pubmed": 30058054, "text": "our present study confirmed the expression of H4R in ESCC, which was closely associated with clinicopathological features, including histological grades, primary tumor size, lymph node metastasis, and patient survival."}, {"pubmed": 30767014, "text": "ur data indicate that the H4 peptide tail promotes the formation of active strand transfer complexes (STCs) and support an activation step of the incoming intasome at the contact of the histone tail."}, {"pubmed": 31133025, "text": "HRH4 rs77485247 polymorphism may be an important mediator in regulating proinflammatory cytokines"}, {"pubmed": 31748740, "text": "Study of the antitumour effects and the modulation of immune response by histamine in breast cancer."}, {"pubmed": 34432256, "text": "Histamine-4 Receptor: Emerging Target for the Treatment of Neurological Diseases."}, {"pubmed": 34439793, "text": "Identification of TSPAN4 as Novel Histamine H4 Receptor Interactor."}, {"pubmed": 35163302, "text": "Histamine H4 Receptor Agonism Induces Antitumor Effects in Human T-Cell Lymphoma."}, {"pubmed": 35227109, "text": "Histamine H4 Receptor Expression in Triple-negative Breast Cancer: An Exploratory Study."}, {"pubmed": 36091066, "text": "Unraveling the venom chemistry with evidence for histamine as key regulator in the envenomation by caterpillar Automeris zaruma."}, {"pubmed": 37300703, "text": "Histamine H1- and H4-receptor expression in human colon-derived cell lines."}], "genomic_pos": {"chr": "18", "end": 24479961, "ensemblgene": "ENSG00000134489", "start": 24460637, "strand": 1}, "genomic_pos_hg19": {"chr": "18", "end": 22059921, "start": 22040593, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007187", "qualifier": "involved_in", "term": "G protein-coupled receptor signaling pathway, coupled to cyclic nucleotide second messenger"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007197", "qualifier": "involved_in", "term": "adenylate cyclase-inhibiting G protein-coupled acetylcholine receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007204", "qualifier": "involved_in", "term": "positive regulation of cytosolic calcium ion concentration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007268", "qualifier": "involved_in", "term": "chemical synaptic transmission"}, {"evidence": "ND", "gocategory": "BP", "id": "GO:0008150", "qualifier": "involved_in", "term": "biological_process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043408", "qualifier": "involved_in", "term": "regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0098664", "qualifier": "involved_in", "term": "G protein-coupled serotonin receptor signaling pathway"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030425", "qualifier": "is_active_in", "term": "dendrite"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0045202", "qualifier": "is_active_in", "term": "synapse"}], "MF": [{"category": "MF", "evidence": "NAS", "id": "GO:0004969", "pubmed": [10973974, 11118334], "qualifier": "enables", "term": "histamine receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0004993", "qualifier": "enables", "term": "G protein-coupled serotonin receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016907", "qualifier": "enables", "term": "G protein-coupled acetylcholine receptor activity"}]}, "homologene": {"genes": [[9544, 702044], [9598, 468501], [9606, 59340], [9615, 490512], [9913, 783354], [10090, 225192], [10116, 170704]], "id": 11002}, "interpro": [{"desc": "G protein-coupled receptor, rhodopsin-like", "id": "IPR000276", "short_desc": "GPCR_Rhodpsn"}, {"desc": "GPCR, rhodopsin-like, 7TM", "id": "IPR017452", "short_desc": "GPCR_Rhodpsn_7TM"}, {"desc": "Histamine H4 receptor", "id": "IPR008102", "short_desc": "Histamine_H4_rcpt"}], "ipi": ["IPI00023596", "IPI00909646", "IPI00930374"], "map_location": "18q11.2", "name": "histamine receptor H4", "other_names": ["G-protein coupled receptor 105", "SP9144", "histamine H4 receptor", "pfi-013"], "pantherdb": {"HGNC": "17383", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2429635", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10090, "uniprot_kb": "Q91ZY2"}, {"RGD": "620631", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 10116, "uniprot_kb": "Q91ZY1"}, {"Ensembl": "ENSGALG00000053770", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 9031, "uniprot_kb": "R4GJQ4"}, {"Ensembl": "ENSGALG00000026092", "ortholog_type": "LDO", "panther_family": "PTHR24247", "taxid": 9031, "uniprot_kb": "E1C7I3"}, {"Ensembl": "ENSDARG00000103139", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7955, "uniprot_kb": "A0A0G2KIS6"}, {"WormBase": "WBGene00001517", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q18007"}, {"WormBase": "WBGene00001518", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q09388"}, {"FlyBase": "FBgn0037546", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7227, "uniprot_kb": "Q9VHW1"}, {"WormBase": "WBGene00001519", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 6239, "uniprot_kb": "Q9U7D5"}, {"FlyBase": "FBgn0000037", "ortholog_type": "O", "panther_family": "PTHR24247", "taxid": 7227, "uniprot_kb": "P16395"}], "uniprot_kb": "Q9H3N8"}, "pathway": {"kegg": {"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373076", "name": "Class A/1 (Rhodopsin-like receptors)"}, {"id": "R-HSA-375280", "name": "Amine ligand-binding receptors"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-390650", "name": "Histamine receptors"}, {"id": "R-HSA-418594", "name": "G alpha (i) signalling events"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}], "wikipathways": {"id": "WP117", "name": "GPCRs, Other"}}, "pdb": ["7YFC", "7YFD", "8HN8", "8HOC", "8JXT", "8JXV", "8JXW", "8JXX"], "pfam": "PF00001", "pharmgkb": "PA134982275", "pharos": {"target_id": 10750, "tdl": "Tchem"}, "pir": "JC7566", "prosite": "PS50262", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF219494", "relationship": "is"}, {"id": "GNF267447", "relationship": "is"}, {"id": "GNF267448", "relationship": "is"}, {"id": "GNF267449", "relationship": "is"}, {"id": "GNF267450", "relationship": "is"}], "GNF_hs-GPCR_IDT-siRNA": [{"id": "GNF280932", "relationship": "is"}, {"id": "GNF280933", "relationship": "is"}, {"id": "GNF280934", "relationship": "is"}, {"id": "GNF280935", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083588", "relationship": "is"}, {"id": "GNF083589", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053284", "relationship": "is"}, {"id": "GNF058050", "relationship": "is"}, {"id": "GNF073225", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067871", "relationship": "is"}, {"id": "GNF067872", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF276036", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF093583", "relationship": "is"}, {"id": "GNF133241", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000018.10", "NC_060942.1"], "protein": ["NP_001137300.1", "NP_001153638.1", "NP_067637.2"], "rna": ["NM_001143828.2", "NM_001160166.2", "NM_021624.4"], "translation": [{"protein": "NP_001153638.1", "rna": "NM_001160166.2"}, {"protein": "NP_001137300.1", "rna": "NM_001143828.2"}, {"protein": "NP_067637.2", "rna": "NM_021624.4"}]}, "reporter": {"HG-U133_Plus_2": ["221169_s_at", "221170_at"], "HTA-2_0": "TC18000111.hg.1", "HuEx-1_0": "3782195", "HuGene-1_1": "8020684", "HuGene-2_1": "16851618"}, "summary": "Histamine is a ubiquitous messenger molecule released from mast cells, enterochromaffin-like cells, and neurons. Its various actions are mediated by a family of histamine receptors, which are a subset of the G-protein coupled receptor superfamily. This gene encodes a histamine receptor that is predominantly expressed in haematopoietic cells. The protein is thought to play a role in inflammation and allergy reponses. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, May 2009].", "symbol": "HRH4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1424950"}, "unigene": "Hs.287388", "uniprot": {"Swiss-Prot": "Q9H3N8", "TrEMBL": "B2KJ49"}, "wikipedia": {"url_stub": "Histamine H4 receptor"}}