{"AllianceGenome": "5209", "HGNC": "5209", "MIM": "614232", "_id": "3291", "_version": 1, "accession": {"genomic": ["AC009061.10", "AY046280.1", "CH471092.1", "CP068262.2", "EF694683.1", "FJ515828.1", "NC_000016.10", "NC_060940.1", "NG_016549.1", "S80133.1", "U27317.2"], "protein": ["AAA91969.1", "AAB48544.1", "AAC50356.1", "AAD14324.1", "AAH36780.1", "AAH64536.1", "AAK91586.1", "ABS29267.1", "ACS13714.1", "EAW83134.1", "NP_000187.3", "P80365.2", "XP_047290004.1"], "rna": ["BC036780.1", "BC064536.1", "NM_000196.4", "U14631.1", "U26726.1", "XM_047434048.1"], "translation": [{"protein": "AAH36780.1", "rna": "BC036780.1"}, {"protein": "NP_000187.3", "rna": "NM_000196.4"}, {"protein": "XP_047290004.1", "rna": "XM_047434048.1"}, {"protein": "AAC50356.1", "rna": "U26726.1"}, {"protein": "AAA91969.1", "rna": "U14631.1"}, {"protein": "AAH64536.1", "rna": "BC064536.1"}]}, "alias": ["AME", "AME1", "HSD11K", "HSD2", "SDR9C3"], "ec": "1.1.1.146", "ensembl": {"gene": "ENSG00000176387", "protein": ["ENSP00000316786", "ENSP00000473429"], "transcript": ["ENST00000326152", "ENST00000566606", "ENST00000567684", "ENST00000569303"], "translation": [{"protein": "ENSP00000316786", "rna": "ENST00000326152"}, {"protein": "ENSP00000473429", "rna": "ENST00000566606"}], "type_of_gene": "protein_coding"}, "entrezgene": "3291", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.19022738049, "exp_mis": 140.564179654, "exp_syn": 65.2156460943, "lof_z": 1.91736486055386, "mis_z": 1.75599608471091, "mu_lof": 6.28497639201e-07, "mu_mis": 1.88872881779e-05, "mu_syn": 9.45996052428e-06, "n_lof": 2.0, "n_mis": 98.0, "n_syn": 60.0, "p_li": 0.244955464937436, "p_null": 0.0302208633767394, "p_rec": 0.724823671685825, "syn_z": 0.400388871935018}, "bp": 1218, "cds_end": 67470906, "cds_start": 67465151, "n_exons": 5, "nonpsych": {"exp_lof": 6.42733260546, "exp_mis": 127.143633685, "exp_syn": 58.9459325965, "lof_z": 1.71505776205913, "mis_z": 1.57202945260046, "mu_lof": 6.28497639201e-07, "mu_mis": 1.88872881779e-05, "mu_syn": 9.45996052428e-06, "n_lof": 2.0, "n_mis": 92.0, "n_syn": 56.0, "p_li": 0.214904956117202, "p_null": 0.0465513365334028, "p_rec": 0.738543707349396, "syn_z": 0.241578899333325}, "nontcga": {"exp_lof": 6.60716113259, "exp_mis": 129.311206626, "exp_syn": 59.9905452974, "lof_z": 2.15187397820742, "mis_z": 1.98516826121771, "mu_lof": 6.28497639201e-07, "mu_mis": 1.88872881779e-05, "mu_syn": 9.45996052428e-06, "n_lof": 1.0, "n_mis": 84.0, "n_syn": 57.0, "p_li": 0.589616732874096, "p_null": 0.00995125826765587, "p_rec": 0.400432008858248, "syn_z": 0.244473612817591}, "transcript": "ENST00000326152.5"}, "exons": [{"cdsend": 67437003, "cdsstart": 67431248, "chr": "16", "position": [[67431120, 67431513], [67435627, 67435840], [67435956, 67436142], [67436248, 67436386], [67436587, 67437551]], "strand": 1, "transcript": "NM_000196", "txend": 67437551, "txstart": 67431120}], "exons_hg19": [{"cdsend": 67470906, "cdsstart": 67465151, "chr": "16", "position": [[67465023, 67465416], [67469530, 67469743], [67469859, 67470045], [67470151, 67470289], [67470490, 67471454]], "strand": 1, "transcript": "NM_000196", "txend": 67471454, "txstart": 67465023}], "generif": [{"pubmed": 11711524, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11755176, "text": "Effect of cellular differentiation on 11beta-hydroxysteroid dehydrogenase activity in the intestine"}, {"pubmed": 11787058, "text": "effect of ATP on activity in human placental microsomes"}, {"pubmed": 11850421, "text": "in vivo footprinting of promoter and cell-specific regulation by Sp1 and Sp3"}, {"pubmed": 11916625, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11916625, "text": "Weak associations between the HSD11B2 gene, type 1 diabetes mellitus and nephropathy."}, {"pubmed": 11956655, "text": "Human adrenal cortex and aldosterone secreting adenomas express both 11beta-hydroxysteroid dehydrogenase type 1 and type 2 genes."}, {"pubmed": 12015312, "text": "chenodeoxycholic acid and deoxycholic acid, by inhibiting 11 beta HSD2, mediate cortisol-dependent nuclear translocation and transcriptional activation of Mineralocorticoid receptor"}, {"pubmed": 12109593, "text": "11beta-Hydroxysteroid dehydrogenase types 1 and 2 are up- and downregulated in cortisol-secreting adrenal adenomas."}, {"pubmed": 12161498, "text": "The expression of 11 beta-hydroxysteroid dehydrogenase type 2 is induced during trophoblast differentiation: effects of hypoxia."}, {"pubmed": 12364476, "text": "first report to suggest that 11 beta-hydroxysteroid dehydrogenase 2 is O(2) dependent in first and third trimester placenta during human gestation"}, {"pubmed": 12519895, "text": "In small preterm infants, reduced placental 11 beta-HSD2 function is asociated with low relative birth weight and severe fetal distress."}, {"pubmed": 12574226, "text": "Nonfunctioning adenomas and those causing preclinical and overt Cushing's syndrome may represent a continuum with clinical manifestations depending mainly on tumor size and HSD11B2 expression levels."}, {"pubmed": 12642869, "text": "determination of abnormal expression in pituitary adenomas"}, {"pubmed": 12788832, "text": "11 beta-Hydroxysteroid dehydrogenase type 2 (11 beta-HSD2) plays a crucial role in converting hormonally active cortisol to inactive cortisone, thereby conferring specificity on the mineralocorticoid receptor. Review."}, {"pubmed": 12788846, "text": "Homozygous mutation in exon 4 Asp223Asn changed the enzyme's surface electrostatic potential affecting the cofactor and substrate enzyme-binding capacity."}, {"pubmed": 12860834, "text": "Late-onset apparent mineralocorticoid excess caused by novel compound heterozygous mutations in the HSD11B2 gene."}, {"pubmed": 12911547, "text": "Ang II decreases activity of 11beta-HSD2 by AT2 receptor- and MAPK-dependent mechanism. Decreased activity of 11beta-HSD2 increases intracellular availability of cortisol. May be relevant for pathogenesis of hypertension and preeclampsia."}, {"pubmed": 14629298, "text": "An increase in the expression of 11 beta-HSD2 may result in faster glucocorticoid breakdown in lung cells in patients with acute respiratory distress syndrome (ARDS)."}, {"pubmed": 14681848, "text": "results suggest that renal 11-hydroxysteroid dehydrogenase 2 is a main factor controlling the equilibrium of plasma cortisol and cortisone concentrations in the periphery"}, {"pubmed": 14981055, "text": "Patients with essential hypertension and without any biological evidence of aldosterone excess have an overall significant 39% reduction in ex vivo HSD2 catalytic activity in sweat gland ducts, as compared with normotensive subjects."}, {"pubmed": 15167446, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15172126, "text": "Decrease of 11betaHSD2 mRNA abundance and enzyme activity is associated with colorectal cancer"}, {"pubmed": 15305225, "text": "The antiproliferative effects of glucocorticosteroids were reversed and total cell growth boosted by overexpression of 11beta-HSD2. The increase in cell proliferation was attained by low 11beta-HSD2 overexpression."}, {"pubmed": 15489962, "text": "These results indicate a role for DNA methylation in 11 beta-hydroxysteroid dehydrogenase type 2 gene repression and suggest an epigenetic mechanism affecting this gene causally linked with hypertension."}, {"pubmed": 15591138, "text": "11beta-HSD2 is an additional target for PPAR delta, which may regulate human placental function"}, {"pubmed": 15643119, "text": "Critical role of 11betaHSD2 for ensuring selectivity of the mineralocarticoid receptors in the distal nephron"}, {"pubmed": 15643127, "text": "hypertensives with suppressed renin activity may have an impairment in the cortisol inactivation catalyzed by the enzyme 11betaHSD2, which could be associated with the length of CA-repeat microsatellite in intron 1 of the HSD11B2 gene"}, {"pubmed": 15673310, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16061836, "text": "Reduced renal 11beta-HSD2 expression may lead to occupancy of the MR by glucocorticoids such as cortisol and may contribute to the increased sodium retention seen in patients with impaired renal function"}, {"pubmed": 16109323, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16144812, "text": "Study identifies placental 11 beta-HSD2 as a novel molecular target of cadmium."}, {"pubmed": 16271275, "text": "The reduced placental 11beta-HSD2 in fetal growth restriction is not due to intrinsic abnormalities in trophoblast cells, but likely a result of extrinsic factors associated with FGR."}, {"pubmed": 16272800, "text": "lung inflammation reduces local glucocorticoid breakdown and augments glucocorticoid action in the lung by down-regulating 11beta-HSD2 via multiple mechanisms"}, {"pubmed": 16406280, "text": "11BetaHSD-2 and GR were expressed across the mensrual cycle."}, {"pubmed": 16778331, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16778331, "text": "missense mutations in HSD11B2 do not substantially contribute to essential hypertension in Japanese"}, {"pubmed": 16804865, "text": "The 3 most significantly overexpressed genes were in rheumatoid arthritis were laeverin, 11beta-hydroxysteroid dehydrogenase type 2 (a steroid pathway enzyme), and cysteine-rich, angiogenic inducer 61 (a known angiogenic factor)."}, {"pubmed": 16872738, "text": "Data show that protein kinase A pathway activators such as arginine vasopressin induce, and protein kinase C pathway activators repress the expression of 11beta-hydroxysteroid dehydrogenase type 2 in human renal epithelial cells."}, {"pubmed": 16979406, "text": "renal 11beta-hydroxysteroid dehydrogenase type 2 is an important regulatory factor of renal Na and K"}, {"pubmed": 17028049, "text": "Data show that type 2 1beta-hydroxysteroid dehydrogenase activity in ovarian cancer specimens is significantly higher than enzyme activity measured in normal post-menopausal ovarian tissue."}, {"pubmed": 17515840, "text": "Data show that 11-beta hydroxysteroid dehydrogenase type 2 (HSD2) protein and activity levels increase with differentiation of alveolar type II cells, and that HSD2 protein levels are regulated by 17-beta estradiol in male fetal lung tissue."}, {"pubmed": 17519316, "text": "skeletal muscle 11beta-HSD1 and 11beta-HSD2 are altered in diabetes, which together may reduce intracellular cortisol generation, potentially conferring metabolic protection"}, {"pubmed": 17551100, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17551100, "text": "conclude that the mechanism of glucocorticoid-induced HSD11B2 expression is mainly mediated by cooperation between glucocorticoid receptor and nuclear factor 1 on the HSD11B2 promoter"}, {"pubmed": 18032417, "text": "The effect of LOX metabolites on HSD11B2 is mediated by their stimulation of endogenous progesterone output."}, {"pubmed": 18061258, "text": "A role for an attenuated placental as well as fetal 11beta-HSD2 in the pathogenesis of intrauterine growth restriction."}, {"pubmed": 18178212, "text": "11 beta-hydroxysteroid dehydrogenase 2 gene promoter epigenetic control is related to human hypertension"}, {"pubmed": 18378698, "text": "11beta-HSD2 gene expression in breast cancer cells by progesteron was studied."}, {"pubmed": 18388900, "text": "Cortisol inactivation and HSD2 mRNA expression (expressed in stromal cells) were higher in omentum suggesting higher cortisol turnover."}, {"pubmed": 18408592, "text": "Our study indicates MR and 11beta-HSD2 are both sensitive and specific markers of the distal nephron and its related neoplasms (chromophobe renal cell carcinomas and oncocytomas)."}, {"pubmed": 18421276, "text": "In obesity, the kidney appears to intensify its supply of the direct substrate cortisone for extrarenal 11beta-HSD1, which may fuel visceral adiposity and insulin resistance."}, {"pubmed": 18456686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18573267, "text": "Variable expression of HSD11b1 in vascular endothelial cells is reported."}, {"pubmed": 18716005, "text": "Endogenous 11 beta-HSD1 and 11 beta-HSD2 play significant and distinct roles in modulating the effect of glucocorticoids on eNOS expression."}, {"pubmed": 18837962, "text": "Data show that plasma DNA and mRNA for 11beta-hydroxysteroid dehydrogenase type II is significantly lower in hypertensive patients than in healthy subjects."}, {"pubmed": 19022342, "text": "The transcription levels of 11beta-HSD1 and 11beta-HSD2 in patients diagnosed with Crohn's disease or ulcerative colitis, was investigated."}, {"pubmed": 19048413, "text": "There may be a mechanism other than that via 11betaHSD2 for causes of impaired negative feedback action by glucocorticoids in subclinical Cushing's and Cushing's disease."}, {"pubmed": 19150652, "text": "Results suggest that gossypol-induced hypokalemia is likely associated with its potent inhibition of kidney 11betaHSD2."}, {"pubmed": 19218882, "text": "Results suggest that placental 11beta-hydroxysteroid dehydrogenase type 2 gene expression might predict postnatal growth in infants with intrauterine growth restriction."}, {"pubmed": 19292059, "text": "Repeated administration of dexamethasone can upregulate the expression level of 11beta-HSD2 in primary cultured cytotrophoblasts from preterm placenta."}, {"pubmed": 19336370, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19535674, "text": "The activity of placental 11beta-hydroxysteroid dehydrogenase-2 is affected in a sex-specific manner after exposure to antenatal glucocorticoids."}, {"pubmed": 19542242, "text": "Differences in expression and activity of 11beta-hydroxysteroid dehydrogenase type 1 and 2 in human placentas of term pregnancies according to birth weight and gender."}, {"pubmed": 19811365, "text": "The hypertensiogenetic steroid 19-nor-progesterone does not influence cortisol inactivation by 11beta-hydroxysteroid dehydrogenase type 2."}, {"pubmed": 19880179, "text": "hCG is an important paracrine or autocrine hormone maintaining 11beta-HSD2 expression in syncytiotrophoblasts. Up-regulation of 11beta-HSD2 expression by cortisol may be mediated in part by hCG."}, {"pubmed": 19909806, "text": "The role of 11beta-hydroxysteroid dehydrogenase type 2 in human hypertension."}, {"pubmed": 20214802, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20486282, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20571110, "text": "Structure-function analysis of pathological variation in the HSD11B2 gene sequence."}, {"pubmed": 20597806, "text": "Defects of the 11betaHSD2 gene do not constitute a likely cause for licorice-induced hypertension."}, {"pubmed": 20624455, "text": "Acute exposure of a low dose of cadmium to choriocarcinoma cells decreased corisol production associated with increased 11beta-hydroxysteroid dehydrogenase 2 expression."}, {"pubmed": 20800085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21237268, "text": "Data show that perfluoroalkylated substances exhibit competitive inhibition of both human and rat 11beta-HSD2 activities, and suggest that perfluorooctane sulfonate is a potent endocrine disruptor for glucocorticoid metabolism."}, {"pubmed": 21767875, "text": "there is increased NAD(+)-dependent activity of 11bHSD2 in first trimester placentae from pregnancies at higher risk of developing pre-eclampsia."}, {"pubmed": 21794917, "text": "11beta-HSD2 is a cause of glucocorticoid-resistance in acute lymphoblastic leukemia."}, {"pubmed": 21825133, "text": "demonstrated expression of mRNA for 11beta-HSD-1 and 11beta-HSD-2 and protein for 11beta-HSD-1 in rat and human pancreatic islets and insulinoma cells"}, {"pubmed": 21880714, "text": "Ligand-receptor interaction between triterpenoids and the 11beta-hydroxysteroid dehydrogenase type 2 (11betaHSD2) enzyme predicts their toxic effects against tumorigenic r/m HM-SFME-1 cells."}, {"pubmed": 22001010, "text": "These findings provide evidence for an association between prenatal maternal mood and downregulation of placental 11beta-HSD2"}, {"pubmed": 22239940, "text": "The underexpression of 11beta-HSD2 after the 33rd week in impending intrauterine fetal asphyxia in IUGR points to an increased sensitivity to hypoxia when impending asphyxia is present in the late phase of IUGR pregnancies."}, {"pubmed": 22359645, "text": "evidence for a weak or absent expression of neonatal renal 11betaHSD2 that is conserved among species"}, {"pubmed": 22432047, "text": "These results suggest that factors in the intrauterine environment which contribute to birth outcome may be associated with placental methylation of the HSD11B2 gene."}, {"pubmed": 22719058, "text": "Expression of 11beta-hydroxysteroid dehydrogenase enzymes in human osteosarcoma."}, {"pubmed": 22796344, "text": "Sequence comparison revealed the presence of an alanine at position 253 on zebrafish 11beta-HSD2, corresponding to cysteine-264 in the substratebinding pocket of the human enzyme"}, {"pubmed": 22872687, "text": "We have elucidated a functional deficiency of 11beta-hydroxysteroid dehydrogenase type 2 in children with chronic kidney disease and a subset of essential hypertension."}, {"pubmed": 22959142, "text": "The reduced activity of the 11beta-HSD2 gene seen in the preterm delivery group may impair fetal defences against maternal glucocorticoid exposure"}, {"pubmed": 22971074, "text": "The induction of leptin and 11beta-HSD2 in the syncytiotrophoblast by CRH might promote fetal nutrient supply and placental corticosteroid metabolism in the phase before labour induction."}, {"pubmed": 23303402, "text": "Genotyping indicated no hypertension related mutations in the coding region and short introns of HSD11B2"}, {"pubmed": 23329753, "text": "Genetic testing of those three siblings with the typical clinical features of apparent mineralocorticoid excess syndrome has detected missense mutation HSD11B2 gene in the homozygous state."}, {"pubmed": 23333641, "text": "Methoxychlor and its metabolite HPTE inhibited both isoforms of 11beta-HSD in a species- and chemical structure-dependent manner."}, {"pubmed": 23357976, "text": "genetic association studies in Japan: Data suggest that in normal subjects total CA-repeat length in HSD11B2 is negatively correlated with insulin secretion; subjects with longer CA repeats in HSD11B2 are more susceptible to glucose intolerance."}, {"pubmed": 23362866, "text": "11beta-hydroxysteroid dehydrogenase-2 is a cortisol-inactivating enzyme with a role in keratinocyte cell proliferation and basal cell proliferation"}, {"pubmed": 23443726, "text": "cortisol/cortisone ratio increased with age, but cortisone decreased, suggesting decrease in 11beta-HSD2 activity. Results suggest that cortisol-mediated activation of mineralocorticoid receptor may explain blood pressure increase in elderly subjects."}, {"pubmed": 23446772, "text": "HSD11B2 CA-repeat genotype is not associated with hypertension itself, but with renal sodium excretion, probably through salt intake/appetite."}, {"pubmed": 23659736, "text": "HSD11B1 and HSD11B2 single nucleotide polymorphisms in hypertensive disorders in pregnancy."}, {"pubmed": 23714681, "text": "Data suggest that interaction of p300/Sp1 (lysine acetyltransferase 2B/transcription factor Sp1) with HSD11B2 promoter plays crucial role in histone acetylation in syncytiotrophoblasts; these interactions may be important in placentation."}, {"pubmed": 23966319, "text": "Data suggest that expression of HSD11B2 in placenta/trophoblast cells is regulated, in part, via the ERK1/2 (mitogen-activated protein kinases 3/1) signaling pathway; this pathway mediates cadmium chloride repression of placental HSD11B2 activity."}, {"pubmed": 23979790, "text": "The aim of the work was to investigate the expression of HSD11B1, HSD11B2, H6PDH, and glucocorticoids receptor (GR) mRNA in subcutaneous adipose tissue (SAT) from obese women with or without polycystic ovary syndrome."}, {"pubmed": 24040322, "text": "analysis of placental 11-B hydroxysteroid dehydrogenase methylation patterns and how they relate to prenatal socioeconomic adversity"}, {"pubmed": 24054540, "text": "Data suggest that placental HSD11B2 mRNA expression during prolonged pregnancy is higher in women who do not respond to induction of labor than in responders and in women who enter labor spontaneously."}, {"pubmed": 24129435, "text": "Results show a link between the site-specific methylation of placental 11beta-hydroxysteroid dehydrogenase (HSD11B2) promoter and the development of intrauterine growth restriction (IUGR)."}, {"pubmed": 24147632, "text": "No correlation was observed between the placental gene expression of 11bHSD-2 and infantile growth at 10 months of age."}, {"pubmed": 24149070, "text": "Two critical enzymes 11beta-HSD1 and 11beta-HSD2 that regulate glucocorticoid activities are expressed inversely in malignant hepatocytes, resulting in the inactivation of endogenous glucocorticoids and the loss of gluconeogenesis."}, {"pubmed": 24169559, "text": "11beta-HSD2 expression can be modulated by PPARalpha and PPARgamma in placental trophoblasts through Sp-1"}, {"pubmed": 24189979, "text": "the downregulation of 11HSD2 gene expression is a typical feature of the development of colorectal polypous lesions and their transformation into colorectal adenocarcinoma"}, {"pubmed": 24262137, "text": "placental 11bHSD2 expression is significantly reduced in pregnancies complicated by intrahepatic cholestasis of pregnancy."}, {"pubmed": 24447082, "text": "The expression levels of 11beta-HSD1, CYP11B1, and cortisol were up-regulated in mild and moderate/severe persistent allergic nasal mucosa."}, {"pubmed": 24517145, "text": "Increased glucocorticoid exposure as a consequence of reduced 11beta-hydroxysteroid dehydrogenase type 2 activity is likely to be a critical determinant of growth in early life"}, {"pubmed": 24685985, "text": "fetal HSD11B2[CA]n microsatellite polymorphism of the HSD11B2 gene in healthy uncomplicated human pregnancy is associated with maternal cortisol concentration"}, {"pubmed": 24729284, "text": "variants of HSD11B2 may be not a cause of obesity."}, {"pubmed": 24810847, "text": "These results indicate that chronic rhinosinusitis -relevant cytokines can modulate the expression of 11beta-HSD1, 11beta-HSD2, and CYP11B1 in the sinus mucosa, resulting in increasing intracellular concentrations of bioactive glucocorticoids."}, {"pubmed": 24971590, "text": "The inverse association of offspring 11beta-HSD-2 activity with maternal age at Holocaust exposure is consistent with the influence of glucocorticoid programming."}, {"pubmed": 25133511, "text": "Insulin reduced the 11beta-HSD2 activity in cancer colon cell lines (HCT116, SW620 and HT-29) at the transcriptional level, in a time and dose dependent manner."}, {"pubmed": 25200528, "text": "Preeclampsia reduces methylation level at fetal HSD11B2 promoter."}, {"pubmed": 25331012, "text": "The 11beta-HSD2 expression decreased in pre-eclamptic women of Chinese Han ethnicity, but was not interrelated with the promoter methylation status."}, {"pubmed": 25459891, "text": "infants with low NR3C1 methylation but high HSD11B2 methylation had lower excitability scores; those with high NR3C1 methylation but low HSD11B2 methylation had more asymmetrical reflexes"}, {"pubmed": 25572238, "text": "hypertensivesThe 11bHSD2 polymorphism-derived allele frequency was very low, completely absent in controls and no homozygous mutants were found"}, {"pubmed": 25666420, "text": "Glucocorticoids and 11beta-hydroxysteroid dehydrogenases: mechanisms for hypertension"}, {"pubmed": 25788665, "text": "Our work is one of the first comprehensive views of DNA methylation and expression in the placenta for both HSD11B types 1 and 2, linking epigenetic alterations with the regulation of fetal stress and birth weight outcomes."}, {"pubmed": 25907225, "text": "The CA-repeat length did not influence BP levels or serum F/E ratios in pediatric subjects. However, the serum F/E ratio was associated with BP, suggesting a role of 11betaHSD2 in mineralocorticoid hypertension."}, {"pubmed": 26011146, "text": "11betaHSD2 inhibition suppressed lung tumor growth and invasion in association with increased tissue active glucocorticoid levels, decreased COX-2 expression, inhibition of ERK and mTOR signaling pathways."}, {"pubmed": 26115144, "text": "No interaction was found between HSD11B2 and exposure during pregnancy, but individuals with the A allele of rs5479 had an increased risk of schizophrenia after exposure at age 3-9 years"}, {"pubmed": 26126204, "text": "A novel HSD11B2 functional mutation accounting for an Ala221Gly substitution causes Apparent mineralocorticoid excess. The hypertension phenotype is also epigenetically modulated by HSD11B2 methylation in subjects heterozygous for the mutation"}, {"pubmed": 26343289, "text": "Data show that glucocorticoid response genes NR3C1, ADCYAP1R1 and HSD11B2 were relatively hypomethylated whereas FKBP5 was hypermethylated."}, {"pubmed": 26462907, "text": "growth potential of fetus related to the 11beta-HSD2 expression in the placenta, and 11beta-HSD2 expression related to the trace metals status of the mother"}, {"pubmed": 26585459, "text": "Infants with the high-risk neurobehavioral profile showed more methylation than infants with the low-risk neurobehavioral profile at CpG3 for NR3C1 and less methylation of CpG3 for HSD11B2."}, {"pubmed": 26593902, "text": "maternal depression and anxiety may impact on fetal programming by down-regulating HSD11B2, and antidepressant treatment alone is unlikely to protect against this effect."}, {"pubmed": 26798634, "text": "zearalenone is a selective inhibitor of HSD11B2, implying that this agent may cause excessive glucocorticoid action in local tissues such as kidney and placentas."}, {"pubmed": 26822444, "text": "significant positive correlation between DNA methylation of 11beta-HSD2 CpG 1 in infants and maternal sensitivity."}, {"pubmed": 26963327, "text": "Sensitivity to glucocorticoids did not appear to be mediated by changes in the expression of the beta variant of the glucocorticoid receptor or the 11-beta hydroxysteroid dehydrogenase 2 isozyme."}, {"pubmed": 27013342, "text": "Since increased DNA methylation in HSD11B2 and FKBP5 are seen in a minority of bisulfite sequencing clones, these epigenetic changes, and functional consequences, may affect subpopulations of placental cells."}, {"pubmed": 27018008, "text": "Review of the role of HSD11B2 in pregnancy complications, fetal diseases, and later life morbidity."}, {"pubmed": 27379371, "text": "activation of Hedgehog signaling is crucial for the upregulation and maintenance of 11beta-HSD2 expression in placenta"}, {"pubmed": 27507896, "text": "Reciprocal regulation of the glucocorticoid metabolizing enzymes, 11beta-hydroxysteroid dehydrogenase types 1 and 2, is associated with steroid-responsiveness and disease remission in childhood nephrotic syndrome."}, {"pubmed": 27526338, "text": "DNA sequence analysis of affected members of Apparent mineralocorticoid excess family revealed homozygous c.799A>G mutations within exon 4 of HSD11B2, corresponding to a p.T267A mutation of 11betaHSD2."}, {"pubmed": 27686600, "text": "Six sequence variations were observed. Four mutations were indicated in the coding region of HSD11B2 and the other two in 3'-UTR. Two SNPs: c.468C > A and c.534G > A were found to be in total disequilibrium.  High variability in HSD11B2 sequence was indicated in the study population, but the relevance of observed SNPs to gestational hypertension or pre-eclampsia development was not confirmed."}, {"pubmed": 27697223, "text": "abundantly localized in syncytial layer of the chorionic villi and the decidual epithelium"}, {"pubmed": 28180242, "text": "11beta-HSD2 activity is not reduced in patients with drug resistant hypertension, suggesting that variation in the conversion of cortisol to cortisone does not contribute to development of antihypertensive treatment resistance."}, {"pubmed": 28302719, "text": "enhancer of zeste homolog 2 (EZH2) accounts for the silence of 11beta-HSD2 expression via trimethylation of histone H3 lysine 27 at the promoter of the 11beta-HSD2 gene."}, {"pubmed": 28320863, "text": "Rac1 GTPase regulates 11beta-HSD2 expression, mineralocorticoid receptor activation, and mineralocorticoid receptor-mediated pro-fibrotic signaling."}, {"pubmed": 28502862, "text": "the role of 11beta-HSD2 in determining birth weight"}, {"pubmed": 28797028, "text": "The data demonstrate for the first time that 11b- HSD2 plays a key role in the pathophysiology of malignant epidermal cells."}, {"pubmed": 28938454, "text": "SUMOylation of 11beta-HSD2 at residue K266 modulates cortisol-mediated MR nuclear translocation independently of effects on transactivation."}, {"pubmed": 29100173, "text": "Analyses demonstrated a trend in the association between maternal trait anxiety and depression symptoms with placental gene expression of NR3C1. We found a significant interaction with maternal ethnicity. In Caucasians only, prenatal trait anxiety and depressive symptoms were associated with an increase in placental NR3C1 expression, and prenatal life events were associated with a down regulation of HSD11B2"}, {"pubmed": 29229168, "text": "Sequence defects (16q22.1) cause Monogenic Hypertension Syndrome in children (with muscle weakness in severe forms)as result of apparent mineralocorticoid excess."}, {"pubmed": 29229831, "text": "mutations that allow the formation of an inactive dimer, alter substrate/coenzyme binding, or impair structural stability of HSD11B2 yield severe apparent mineralocorticoid excess (AME). In contrast, mutations that cause an indirect disruption of substrate binding or mildly alter intramolecular interactions result in type 2 AME."}, {"pubmed": 29523277, "text": "High systemic 11beta-HSD2 activity in preeclampsia but not in intrauterine growth retardation suggests an increased cortisol deactivation in maternal tissue in preeclampsia rather than in the placenta."}, {"pubmed": 30825506, "text": "11-beta-HSD2 has a smaller Km and greater Vmax for the C19 and C21 C11-hydroxy steroids."}, {"pubmed": 30833369, "text": "Higher placental 11beta-HSD2 expression is associated with lower Insulin resistance in infancy. Independent cohort studies are required to confirm this novel finding."}, {"pubmed": 30902677, "text": "Experiments using human 11-beta-HSD2 showed the oxidation of 7beta,25-dihydroxycholesterol to 7-keto,25-hydroxycholesterol."}, {"pubmed": 31039398, "text": "11beta-HSD1 and 11beta-HSD2 interconvert C11-keto and 11beta-hydroxy C19 and C21 steroids."}, {"pubmed": 31225872, "text": "Study showed that all mutated glucocorticoid receptor patients display complete or partial signs of defective 11beta-HSD2 activity, suggesting a mild phenotype of AME or nonclassical AME."}, {"pubmed": 31813102, "text": "Cortisol and 11 beta-hydroxysteroid dehydrogenase type 2 as potential determinants of renal citrate excretion in healthy children."}, {"pubmed": 32187412, "text": "Association among placental 11beta-HSD2, PPAR-gamma, and NF-kappaB p65 in small-for-gestational-age infants: A nested case-control study."}, {"pubmed": 32853845, "text": "Placental 11beta-HSD2 downregulated in HIV associated preeclampsia."}, {"pubmed": 33098869, "text": "Chinese herbal medicine promote tissue differentiation in colorectal cancer by activating HSD11B2."}, {"pubmed": 33238679, "text": "[Genetic expression differences of 11 beta-hydroxysteroid dehydrogenase in the bone microvascular endothelial cells derived from different regions of the human femoral head]."}, {"pubmed": 33621325, "text": "Rhythm of Fetoplacental 11beta-Hydroxysteroid Dehydrogenase Type 2 - Fetal Protection From Morning Maternal Glucocorticoids."}, {"pubmed": 34497581, "text": "Detection of Urinary Exosomal HSD11B2 mRNA Expression: A Useful Novel Tool for the Diagnostic Approach of Dysfunctional 11beta-HSD2-Related Hypertension."}, {"pubmed": 35735229, "text": "Long noncoding RNA PVT1 accelerates the growth of placental trophoblasts in preeclampsia through the microRNA-24-3p/HSD11B2 axis."}, {"pubmed": 37130784, "text": "Down-Regulation of the Mineralocorticoid Receptor (MR) and Up-Regulation of Hydroxysteroid 11-Beta Dehydrogenase Type 2 (HSD11B2) Isoenzyme in Critically Ill Patients."}, {"pubmed": 38814727, "text": "DNA methylation-mediated 11betaHSD2 downregulation drives the increases in angiotensin-converting enzyme and angiotensin II within preeclamptic placentas."}], "genomic_pos": {"chr": "16", "end": 67437553, "ensemblgene": "ENSG00000176387", "start": 67430652, "strand": 1}, "genomic_pos_hg19": {"chr": "16", "end": 67471456, "start": 67464555, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001666", "qualifier": "involved_in", "term": "response to hypoxia"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002017", "qualifier": "involved_in", "term": "regulation of blood volume by renal aldosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007565", "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0008211", "qualifier": "involved_in", "term": "glucocorticoid metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032094", "qualifier": "involved_in", "term": "response to food"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032868", "qualifier": "involved_in", "term": "response to insulin"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034650", "pubmed": 8538347, "qualifier": "involved_in", "term": "cortisol metabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051384", "qualifier": "involved_in", "term": "response to glucocorticoid"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "is_active_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0005496", "qualifier": "enables", "term": "steroid binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051287", "qualifier": "enables", "term": "NAD binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0070523", "qualifier": "enables", "term": "11-beta-hydroxysteroid dehydrogenase (NAD+) activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0070523", "pubmed": 8538347, "qualifier": "enables", "term": "11-beta-hydroxysteroid dehydrogenase (NAD+) activity"}]}, "homologene": {"genes": [[7955, 334098], [8364, 100489854], [9031, 100858361], [9544, 574396], [9598, 468001], [9606, 3291], [9615, 489758], [9913, 282434], [10090, 15484], [10116, 25117]], "id": 20088}, "interpro": [{"desc": "Short-chain dehydrogenase/reductase SDR", "id": "IPR002347", "short_desc": "SDR_fam"}, {"desc": "Short-chain dehydrogenase/reductase, conserved site", "id": "IPR020904", "short_desc": "Sc_DH/Rdtase_CS"}, {"desc": "NAD(P)-binding domain superfamily", "id": "IPR036291", "short_desc": "NAD(P)-bd_dom_sf"}], "ipi": "IPI00300050", "map_location": "16q22.1", "name": "hydroxysteroid 11-beta dehydrogenase 2", "other_names": ["-HSD11 type II", "11-DH2", "11-HSD type II", "11-beta-HSD type II", "11-beta-HSD2", "11-beta-hydroxysteroid dehydrogenase type 2", "11-beta-hydroxysteroid dehydrogenase type II", "NAD-dependent 11-beta-hydroxysteroid dehydrogenase", "corticosteroid 11-beta-dehydrogenase isozyme 2", "short chain dehydrogenase/reductase family 9C member 3"], "pantherdb": {"HGNC": "5209", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "104720", "ortholog_type": "LDO", "panther_family": "PTHR43313", "taxid": 10090, "uniprot_kb": "P51661"}, {"RGD": "2835", "ortholog_type": "LDO", "panther_family": "PTHR43313", "taxid": 10116, "uniprot_kb": "P50233"}, {"Ensembl": "ENSGALG00000028326", "ortholog_type": "LDO", "panther_family": "PTHR43313", "taxid": 9031, "uniprot_kb": "R4GIZ1"}, {"ZFIN": "ZDB-GENE-030131-6030", "ortholog_type": "LDO", "panther_family": "PTHR43313", "taxid": 7955, "uniprot_kb": "F1QLP1"}, {"FlyBase": "FBgn0262112", "ortholog_type": "O", "panther_family": "PTHR43313", "taxid": 7227, "uniprot_kb": "Q9VAH3"}, {"PomBase": "SPBC106.03", "ortholog_type": "O", "panther_family": "PTHR43313", "taxid": 4896, "uniprot_kb": "Q9URV8"}, {"EnsemblGenome": "BAE76272", "ortholog_type": "O", "panther_family": "PTHR43313", "taxid": 562, "uniprot_kb": "P0AFP4"}], "uniprot_kb": "P80365"}, "pathway": {"kegg": [{"id": "hsa00140", "name": "Steroid hormone biosynthesis - Homo sapiens (human)"}, {"id": "hsa04960", "name": "Aldosterone-regulated sodium reabsorption - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-194002", "name": "Glucocorticoid biosynthesis"}, {"id": "R-HSA-196071", "name": "Metabolism of steroid hormones"}, {"id": "R-HSA-556833", "name": "Metabolism of lipids"}, {"id": "R-HSA-8957322", "name": "Metabolism of steroids"}, {"id": "R-HSA-9748784", "name": "Drug ADME"}, {"id": "R-HSA-9757110", "name": "Prednisone ADME"}], "smpdb": [{"id": "SMP00130", "name": "Steroidogenesis"}, {"id": "SMP00371", "name": "Congenital Lipoid Adrenal Hyperplasia (CLAH) or Lipoid CAH"}, {"id": "SMP00372", "name": "Adrenal Hyperplasia Type 5 or Congenital Adrenal Hyperplasia due to 17 Alpha-hydroxylase Deficiency"}, {"id": "SMP00373", "name": "Adrenal Hyperplasia Type 3 or Congenital Adrenal Hyperplasia due to 21-hydroxylase Deficiency"}, {"id": "SMP00566", "name": "17-alpha-hydroxylase deficiency (CYP17)"}, {"id": "SMP00575", "name": "11-beta-hydroxylase deficiency (CYP11B1)"}, {"id": "SMP00576", "name": "21-hydroxylase deficiency (CYP21)"}, {"id": "SMP00577", "name": "Corticosterone methyl oxidase I deficiency (CMO I)"}, {"id": "SMP00578", "name": "Corticosterone methyl oxidase II deficiency - CMO II"}, {"id": "SMP00717", "name": "Apparent mineralocorticoid excess syndrome"}, {"id": "SMP00718", "name": "3-Beta-Hydroxysteroid Dehydrogenase Deficiency"}], "wikipathways": [{"id": "WP4523", "name": "Classical pathway of steroidogenesis with glucocorticoid and mineralocorticoid metabolism"}, {"id": "WP5064", "name": "7-oxo-C and 7beta-HC pathways"}, {"id": "WP98", "name": "Prostaglandin Synthesis and Regulation"}]}, "pfam": "PF00106", "pharmgkb": "PA29477", "pharos": {"target_id": 15170, "tdl": "Tchem"}, "pir": "S62789", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250967", "relationship": "is"}, {"id": "GNF250968", "relationship": "is"}, {"id": "GNF250969", "relationship": "is"}, {"id": "GNF250970", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084011", "relationship": "is"}, {"id": "GNF084012", "relationship": "is"}, {"id": "GNF084013", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053761", "relationship": "is"}, {"id": "GNF058532", "relationship": "is"}, {"id": "GNF073773", "relationship": "is"}, {"id": "GNF078829", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF063957", "relationship": "is"}, {"id": "GNF063958", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006727", "relationship": "is"}, {"id": "GNF006728", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF234001", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF094185", "relationship": "is"}, {"id": "GNF133842", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000016.10", "NC_060940.1", "NG_016549.1"], "protein": ["NP_000187.3", "XP_047290004.1"], "rna": ["NM_000196.4", "XM_047434048.1"], "translation": [{"protein": "NP_000187.3", "rna": "NM_000196.4"}, {"protein": "XP_047290004.1", "rna": "XM_047434048.1"}]}, "reporter": {"HG-U133_Plus_2": "204130_at", "HG-U95Av2": "39697_at", "HTA-2_0": "TC16000540.hg.1", "HuEx-1_0": "3665501", "HuGene-1_1": "7996563", "HuGene-2_1": "16820157"}, "summary": "There are at least two isozymes of the corticosteroid 11-beta-dehydrogenase, a microsomal enzyme complex responsible for the interconversion of cortisol and cortisone. The type I isozyme has both 11-beta-dehydrogenase (cortisol to cortisone) and 11-oxoreductase (cortisone to cortisol) activities. The type II isozyme, encoded by this gene, has only 11-beta-dehydrogenase activity. In aldosterone-selective epithelial tissues such as the kidney, the type II isozyme catalyzes the glucocorticoid cortisol to the inactive metabolite cortisone, thus preventing illicit activation of the mineralocorticoid receptor. In tissues that do not express the mineralocorticoid receptor, such as the placenta and testis, it protects cells from the growth-inhibiting and/or pro-apoptotic effects of cortisol, particularly during embryonic development. Mutations in this gene cause the syndrome of apparent mineralocorticoid excess and hypertension. [provided by RefSeq, Feb 2010].", "symbol": "HSD11B2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415737"}, "unigene": "Hs.1376", "uniprot": {"Swiss-Prot": "P80365", "TrEMBL": "R4GN04"}, "wikipedia": {"url_stub": "Corticosteroid 11-beta-dehydrogenase isozyme 2"}}