{"AllianceGenome": "5253", "HGNC": "5253", "MIM": "140571", "_id": "3320", "_version": 1, "accession": {"genomic": ["AL133223.5", "CH471061.1", "CP068264.2", "DQ314871.1", "M27024.1", "M30626.1", "NC_000014.9", "NC_060938.1"], "protein": ["AAA36023.1", "AAA63194.1", "AAC25497.1", "AAH00987.1", "AAH07989.2", "AAH23006.2", "AAI08696.1", "AAI21063.1", "ABC40730.1", "ACV87205.1", "ADD71695.1", "BAF83804.1", "BAF84296.1", "BAG51711.1", "BAG61917.1", "CAA30255.1", "CAA33259.1", "CAD62296.1", "CAD66568.1", "CAI64495.1", "CAI64496.1", "EAW81765.1", "EAW81766.1", "EAW81767.1", "EAW81768.1", "NP_001017963.2", "NP_005339.3", "P07900.5", "XP_011535020.1", "XP_054231954.1"], "rna": ["AF028832.1", "AI250920.1", "AJ890082.1", "AJ890083.1", "AK056446.1", "AK129557.1", "AK291115.1", "AK291607.1", "AK300126.1", "AK310595.1", "BC000987.2", "BC001695.2", "BC007989.2", "BC017233.2", "BC023006.1", "BC108695.1", "BC121062.2", "BX247955.1", "BX248761.1", "DA237149.1", "DC303876.1", "GQ149083.1", "GQ472230.1", "NM_001017963.3", "NM_005348.4", "X07270.1", "X15183.1", "XM_011536718.3", "XM_054375979.1"], "translation": [{"protein": "CAI64495.1", "rna": "AJ890082.1"}, {"protein": "AAI21063.1", "rna": "BC121062.2"}, {"protein": "BAF83804.1", "rna": "AK291115.1"}, {"protein": "XP_011535020.1", "rna": "XM_011536718.3"}, {"protein": "AAI08696.1", "rna": "BC108695.1"}, {"protein": "BAG51711.1", "rna": "AK056446.1"}, {"protein": "NP_001017963.2", "rna": "NM_001017963.3"}, {"protein": "ACV87205.1", "rna": "GQ472230.1"}, {"protein": "XP_054231954.1", "rna": "XM_054375979.1"}, {"protein": "CAA30255.1", "rna": "X07270.1"}, {"protein": "AAC25497.1", "rna": "AF028832.1"}, {"protein": "ADD71695.1", "rna": "GQ149083.1"}, {"protein": "CAD66568.1", "rna": "BX248761.1"}, {"protein": "CAD62296.1", "rna": "BX247955.1"}, {"protein": "BAF84296.1", "rna": "AK291607.1"}, {"protein": "NP_005339.3", "rna": "NM_005348.4"}, {"protein": "CAI64496.1", "rna": "AJ890083.1"}, {"protein": "CAA33259.1", "rna": "X15183.1"}, {"protein": "AAH07989.2", "rna": "BC007989.2"}, {"protein": "AAH00987.1", "rna": "BC000987.2"}, {"protein": "AAH23006.2", "rna": "BC023006.1"}, {"protein": "BAG61917.1", "rna": "AK300126.1"}]}, "alias": ["EL52", "HEL-S-65p", "HSP86", "HSP89A", "HSP90A", "HSP90N", "HSPC1", "HSPCA", "HSPCAL1", "HSPCAL4", "HSPN", "Hsp103", "Hsp89", "Hsp90", "LAP-2", "LAP2"], "ec": "3.6.4.10", "ensembl": {"gene": "ENSG00000080824", "protein": ["ENSP00000216281", "ENSP00000335153", "ENSP00000450712", "ENSP00000451400", "ENSP00000452241", "ENSP00000489370"], "transcript": ["ENST00000216281", "ENST00000334701", "ENST00000553585", "ENST00000554401", "ENST00000555662", "ENST00000556554", "ENST00000557089", "ENST00000557234", "ENST00000558600", "ENST00000560130"], "translation": [{"protein": "ENSP00000216281", "rna": "ENST00000216281"}, {"protein": "ENSP00000335153", "rna": "ENST00000334701"}, {"protein": "ENSP00000451400", "rna": "ENST00000554401"}, {"protein": "ENSP00000450712", "rna": "ENST00000553585"}, {"protein": "ENSP00000452241", "rna": "ENST00000557234"}, {"protein": "ENSP00000489370", "rna": "ENST00000558600"}], "type_of_gene": "protein_coding"}, "entrezgene": "3320", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 25.2945439179, "exp_mis": 271.310563094, "exp_syn": 119.364684999, "lof_z": 3.99719716512361, "mis_z": 1.46427740977109, "mu_lof": 1.83270325954e-06, "mu_mis": 2.41120507485e-05, "mu_syn": 1.03865712772e-05, "n_lof": 5.0, "n_mis": 222.0, "n_syn": 197.0, "p_li": 0.676747646700996, "p_null": 8.14035833203779e-06, "p_rec": 0.323244212940672, "syn_z": -4.40525167882588}, "bp": 2565, "cds_end": 102605741, "cds_start": 102548048, "n_exons": 12, "nonpsych": {"exp_lof": 22.6521636504, "exp_mis": 245.320408309, "exp_syn": 107.794722721, "lof_z": 3.64246221961081, "mis_z": 1.97469436140163, "mu_lof": 1.83270325954e-06, "mu_mis": 2.41120507485e-05, "mu_syn": 1.03865712772e-05, "n_lof": 5.0, "n_mis": 184.0, "n_syn": 180.0, "p_li": 0.47158711569994, "p_null": 5.51885013086516e-05, "p_rec": 0.528357695798752, "syn_z": -4.37858567756152}, "nontcga": {"exp_lof": 23.2474083997, "exp_mis": 249.582163427, "exp_syn": 109.791945745, "lof_z": 3.93791444995419, "mis_z": 1.59514566873027, "mu_lof": 1.83270325954e-06, "mu_mis": 2.41120507485e-05, "mu_syn": 1.03865712772e-05, "n_lof": 4.0, "n_mis": 199.0, "n_syn": 176.0, "p_li": 0.840650515730364, "p_null": 5.25011007856324e-06, "p_rec": 0.159344234159558, "syn_z": -4.00081340023192}, "transcript": "ENST00000334701.7"}, "exons": [{"cdsend": 102139404, "cdsstart": 102081711, "chr": "14", "position": [[102080741, 102081821], [102082110, 102082444], [102083033, 102083302], [102083545, 102083693], [102083792, 102083983], [102084398, 102084564], [102084680, 102084998], [102085297, 102085431], [102085757, 102086124], [102086216, 102086378], [102101874, 102102085], [102139249, 102139749]], "strand": -1, "transcript": "NM_001017963", "txend": 102139749, "txstart": 102080741}, {"cdsend": 102086378, "cdsstart": 102081711, "chr": "14", "position": [[102080741, 102081821], [102082110, 102082444], [102083033, 102083302], [102083545, 102083693], [102083792, 102083983], [102084398, 102084564], [102084680, 102084998], [102085297, 102085431], [102085757, 102086124], [102086216, 102086378], [102086985, 102087044]], "strand": -1, "transcript": "NM_005348", "txend": 102087044, "txstart": 102080741}], "exons_hg19": [{"cdsend": 102605741, "cdsstart": 102548048, "chr": "14", "position": [[102547078, 102548158], [102548447, 102548781], [102549370, 102549639], [102549882, 102550030], [102550129, 102550320], [102550735, 102550901], [102551017, 102551335], [102551634, 102551768], [102552094, 102552461], [102552553, 102552715], [102568211, 102568422], [102605586, 102606086]], "strand": -1, "transcript": "NM_001017963", "txend": 102606086, "txstart": 102547078}, {"cdsend": 102552715, "cdsstart": 102548048, "chr": "14", "position": [[102547078, 102548158], [102548447, 102548781], [102549370, 102549639], [102549882, 102550030], [102550129, 102550320], [102550735, 102550901], [102551017, 102551335], [102551634, 102551768], [102552094, 102552461], [102552553, 102552715], [102553322, 102553381]], "strand": -1, "transcript": "NM_005348", "txend": 102553381, "txstart": 102547078}], "generif": [{"pubmed": 11751878, "text": "Cisplatin may provide a pharmacological tool to dissect C- and N-terminal nucleotide binding of Hsp90. A model is proposed on the interactions of the two nucleotide-binding domains and the charged region of Hsp90."}, {"pubmed": 11751892, "text": "These data indicate that sequences within the last one-fourth of hsp90 regulate ATP hydrolysis"}, {"pubmed": 11779851, "text": "association of PDK1 with Hsp90 regulates its stability, solubility, and signaling"}, {"pubmed": 11805120, "text": "Two distinct regions of the immunophilin-like protein XAP2 regulate dioxin receptor function and interaction with hsp90"}, {"pubmed": 11809754, "text": "HSP40 binding is the first step in the HSP90 chaperoning pathway for the progesterone receptor"}, {"pubmed": 12526792, "text": "we show that in mammals, the cytosolic chaperones Hsp90 and Hsp70 dock onto a specialized TPR domain in the import receptor Tom70 at the outer mitochondrial membrane."}, {"pubmed": 12853476, "text": "TPR2 combines two TPR domains and a J domain to regulate the Hsp70/Hsp90 chaperone system."}, {"pubmed": 12855682, "text": "Heat shock protein 90 is an endogenous protein enhancer of inducible nitric-oxide synthase"}, {"pubmed": 12871950, "text": "nuclear localization of N-WASP modulates Src kinase activity by regulating HSP90 expression"}, {"pubmed": 14557268, "text": "GRK2, GRK3, GRK5, and GRK6 are stabilized by interaction with Hsp90, revealing that GRK interaction with heat shock proteins plays an important role in regulating GRK maturation."}, {"pubmed": 14570880, "text": "HSP90 has a role in regulation of levels of Chk1 and sensitization of tumor cells to replication stress"}, {"pubmed": 14614132, "text": "Hsp90, a molecular chaperone that is central to the cellular stress response, associates with survivin, an apoptosis inhibitor and essential regulator of mitosis."}, {"pubmed": 14668798, "text": "heteromeric complex containing the molecular chaperones Hsp90 and Cdc37/p50 interacts with the kinase domain of LKB1"}, {"pubmed": 14724288, "text": "by induction of HSP90A c-Myc may control the activity of multiple signal pathways involved in cellular transformation"}, {"pubmed": 15001580, "text": "Hsp90/p50cdc37 is required for mixed-lineage kinase (MLK) 3 signaling"}, {"pubmed": 15009113, "text": "Hsp90 is expressed on the surface of tumor cells and is present in advanced malignant melanomas."}, {"pubmed": 15046863, "text": "In neurites, movement by diffusion is not possible, and we show that movement of the GFP-Glucocorticoid Receptor from neurites is blocked by geldanamycin, suggesting that the hsp90-dependent movement machinery is required for retrograde movement."}, {"pubmed": 15062560, "text": "the role of Hsp90 in nuclear retention of GR after ligand withdrawal"}, {"pubmed": 15182205, "text": "the activation mechanism of HSP90 molecular chaperone that heat stress induces the liberation of the oligomerization/client-binding site of residues 311-350 by disrupting the intramolecular interaction between residues 289-389 and 401-546"}, {"pubmed": 15358769, "text": "Hsp90 chaperone activity is important for the transcriptional activity of genotypically wild-type p53"}, {"pubmed": 15358771, "text": "Hsp90 is required to maintain the folded, active state of p53 by a reversible interaction"}, {"pubmed": 15526284, "text": "upregulation with ecNOS prevents apoptosis in endothelial cells induced by high glucose"}, {"pubmed": 15529360, "text": "T cell immunity to Hsp70 and Hsp90, like Hsp60-specific immunity, can modulate arthritogenic response in adjuvant arthritis. Regulatory mechanisms induced by Hsp60, Hsp70, and Hsp90 are reinforced by an immune network that connects their reactivities."}, {"pubmed": 15613472, "text": "cell lines that contain human tumor-derived temperature-sensitive p53 mutants show that Hsp90 is required for both stabilization and reactivation of mutated p53 at the permissive temperature"}, {"pubmed": 15647277, "text": "the Hsp90.Cdc37 molecular chaperone module has a central role in interleukin-1 receptor-associated-kinase-dependent signaling by toll-like receptors"}, {"pubmed": 15777846, "text": "Hsp90 is involved in hsp70 mRNA stabilisation and the HSF1 activation can be suppressed by high hydrostatic pressure"}, {"pubmed": 15782121, "text": "Hsp90-Akt forms a complex with ASK1 and protect vascular endothelium from stress-induced apoptosis."}, {"pubmed": 15791211, "text": "Data suggest that HSP90 induces efficient activation of N-WASP downstream of phosphorylation signal by Src family kinases and is critical for N-WASP-dependent podosome formation and neurite extension."}, {"pubmed": 15937123, "text": "S-nitrosylation may functionally regulate the general activities of Hsp90 and provide a feedback mechanism for limiting endothelial nitric oxide synthase activation."}, {"pubmed": 15972449, "text": "inhibition of Hsp90 leads to ZAP-70 degradation, apoptosis, and impaired signaling"}, {"pubmed": 16038408, "text": "Component of the c-Ha-ras ARE/EpRE heterocomplex. We conclude that both internal bases and flanking sequences regulate nuclear protein recruitment and complex assembly."}, {"pubmed": 16049054, "text": "association of Hsp90 with ClC-2 results in greater channel activity due to increased cell surface channel expression, facilitation of channel opening, and enhanced channel sensitivity to intracellular [Cl-]"}, {"pubmed": 16118214, "text": "Sp1 interacts with Hsp90alpha to recruit it to the promoter of 12(S)-lipoxygenase and then to regulate gene transcription by modulating the binding ability of Sp1 to promoters"}, {"pubmed": 16132836, "text": "Nuclear magnetic resonance study of binding to CDC37."}, {"pubmed": 16171778, "text": "The function of Hsp90alpha is impaired by the Q488H polymorphism."}, {"pubmed": 16263121, "text": "By applying co-immunoprecipitation with endogeneous Hsp90, there were identified 39 novel protein interaction partners of this chaperone in human embryonic kidney cells (HEK293)."}, {"pubmed": 16278218, "text": "HSF1 phosphorylation by MAPK-activated protein kinase 2 on serine 121, inhibits transcriptional activity and promotes HSP90 binding"}, {"pubmed": 16280321, "text": "JAK1/2 are client proteins of Hsp90 alpha and beta; Hsp90 and CDC37 play a critical role in types I and II interferon pathways"}, {"pubmed": 16300468, "text": "The aberrant expression of ZAP-70 in more aggressive forms of chronic lymphocytic leukemia requires the chaperoning action of activated heat-shock protein 90, which may be specifically inhibited by the therapeutic strategies discussed in this review."}, {"pubmed": 16330544, "text": "Chk1 is post-translationally chaperoned to an active kinase. This reaction minimally requires Hsp90, Hsp70, Hsp40, Cdc37, and the protein kinase CK2."}, {"pubmed": 16394098, "text": "The present study identified a specific interaction between IRF3 and chaperone heat-shock protein of 90 kDa (Hsp90).In addition, TBK1 is found to be a client protein of Hsp90 in vivo."}, {"pubmed": 16403413, "text": "Complex formation between Hsp90 and p23 increases the apparent affinity of Hsp90 for ATP analogue adenylyl imidodiphosphate (AMP-PNP) and completely inhibits ATPase activity."}, {"pubmed": 16478993, "text": "GCUNC-45 is a novel modulator of progesterone receptor chaperoning by hsp90."}, {"pubmed": 16495214, "text": "Hsp90 is required for translocation of FGF-1 and FGF-2 across the endosomal membrane"}, {"pubmed": 16531226, "text": "We report the solution structure of a complex of the TPR domain of Ppp5 with the C-terminal pentapeptide of Hsp90.This may be important for the relief of autoinhibition in Ppp5 and for the mechanisms of TPR-mediated recognition of Hsp90 by other proteins."}, {"pubmed": 16565516, "text": "p23 forms a specific complex with Hsp90 primarily through binding to its middle domain"}, {"pubmed": 16644868, "text": "inhibition of the hsp90-dependent trafficking mechanism prevents aggregation of the expanded glutamine androgen receptor"}, {"pubmed": 16682002, "text": "This is the first report identifying caspase-3 as a substrate protein of Hsp90."}, {"pubmed": 16698020, "text": "Heat shock protein 90 physically interacts with HGTD-P."}, {"pubmed": 16741950, "text": "Stimulation of ARO cells with specific nucleotide receptors agonists evidenced a major involvement of P2Y1 and P2Y2 receptors in controlling the Hsp90 activation."}, {"pubmed": 16774932, "text": "Increased expression of HSP90 Heat-Shock Proteins is associated with colon cancer"}, {"pubmed": 16844778, "text": "Hsp90 inhibition transiently activates Src kinase and promotes Src-dependent p85 PI3K and Akt and Erk activation"}, {"pubmed": 16923571, "text": "Analysis of expression of HSP90 and the efects of its inhibitor 17-AAG in multiple myeloma"}, {"pubmed": 16938294, "text": "These findings indicate that parasite-induced IkappaB kinase (IKK) activity does not require functional Hsp90."}, {"pubmed": 16949366, "text": "The data shows the expression and purification of an Hsp90-Cdc37-Cdk4 complex, defining its stoichiometry, and determining its 3D structure by single-particle electron microscopy."}, {"pubmed": 17030621, "text": "HSP90 binding to ErbB2 participates in regulation of src kinase activity as well as kinase stability"}, {"pubmed": 17083915, "text": "Our data demonstrate for the first time that 17-AAG inhibits the HR repair process and could provide a new therapeutic strategy to selectively result in higher tumor cell killing."}, {"pubmed": 17088927, "text": "As described in this review, in contrast to other targets where cancer might escape inhibition via alternative pathways, HSP90 operates at multiple checkpoints in a genitourinary cancer cell."}, {"pubmed": 17148781, "text": "Hsp90 and PARP-1 bind to TonEBP; PARP-1 expression reduces TonEBP transcriptional activity and the activity of its"}, {"pubmed": 17211576, "text": "The basal levels of Hsp32, Hsp70 and Hsp90 increased significantly with age in controls. Higher levels of Hsp32, Hsp70 and Hsp90 were noticed in patients with inflammation."}, {"pubmed": 17218278, "text": "These data suggest that acetylation/deacetylation of K294 plays an important role in regulating the Hsp90 chaperone cycle."}, {"pubmed": 17222799, "text": "These findings raise the possibility that ZAP-70 may serve as an important link between GC and TcR-induced signaling, thereby transmitting non-genomic GC action in T-cells."}, {"pubmed": 17299090, "text": "the antineoplastic activity of bortezomib depends on cell-cell contact between DCs and dying tumor cells and is mediated by bortezomib-induced exposure of heat shock protein 90 (hsp90) on the surface of dying cells"}, {"pubmed": 17304350, "text": "These data implicate a central role for Hsp90 in the development of Alzheimer's disease and other tauopathies."}, {"pubmed": 17324930, "text": "DAPK is found in two distinct immune complexes, one containing HSP90 and CHIP and a second complex containing only DIP1/Mib; strict modulation of DAPK activities by HSP90 heterocomplexes is critical for regulation of apoptosis and cellular homeostasis"}, {"pubmed": 17327415, "text": "Hsp90 promotes activation of the Fanconi anemia pathway through regulation of intracellular turnover and trafficking of FANCA"}, {"pubmed": 17336451, "text": "ARs having a Leu701His mutation AR(L701H) was highly dependent on Hsp90 for its hormone-independent activation, suggesting that this chaperone functions in AR(L701H) folding."}, {"pubmed": 17427945, "text": "Stat1 in complex with Stat3 and HSF1 bound at the GAS element led to a moderate heat shock induction, designated as an \"intrinsic\" induction of the hsp90alpha gene; a changed level of heat shock induction was also controlled by the Stat1 on hsp90alpha."}, {"pubmed": 17548610, "text": "Hsp90 inhibition significantly inhibited DC function."}, {"pubmed": 17569659, "text": "FKBP38 is a co-chaperone of HERG and contributes via the Hsc70/Hsp90 chaperone system to the trafficking of wild type and mutant HERG potassium channels"}, {"pubmed": 17698952, "text": "This study reveals a novel role of Hsp90 in the signaling events mediated by a G protein-coupled receptor."}, {"pubmed": 17707089, "text": "the staurosporine-induced death pathway bifurcates in caspase-compromised cells and commitment to apoptotic or necrotic phenotypes depends on cathepsin protease or Hsp90 chaperon activities."}, {"pubmed": 17728246, "text": "The present data denote Hsp90-Cdc37 as a transiently acting essential regulatory component of IKK signaling."}, {"pubmed": 17826744, "text": "We review the contemporary body of knowledge regarding the biochemical mechanisms of Hsp90 and update the most current paradigms defining its involvement in both normal and pathological cell physiology. [review]"}, {"pubmed": 17908693, "text": "Hsp90 dimerization is required for in vivo function"}, {"pubmed": 17915561, "text": "During mitosis, HSF2 is bound to the HSE promoter elements of other heat shock genes, including hsp90 and hsp27, and the proto-oncogene c-fos. The presence of HSF2 is important for expression of these genes."}, {"pubmed": 17956728, "text": "Hsp90-directed chaperones are regulators of mitochondrial integrity, and their organelle-specific antagonists may provide a previously undescribed class of potent anticancer agents."}, {"pubmed": 17957250, "text": "Hsp90 inhibition decreases mitochondrial protein turnover"}, {"pubmed": 17975158, "text": "Blocking Hsp90 disrupts IGF-I and IL-6-induced proangiogenic signaling cascades by targeting IGF-IR and STAT3 in pancreatic cancer"}, {"pubmed": 17977914, "text": "exercise-heat acclimation resulted in increased baseline levels of HSP72 and HSP90; ex vivo heat inducibility of HSP72 was blunted after heat acclimation"}, {"pubmed": 17978573, "text": "HSP90 stabilizes c-Jun protein, and so increases the total activity of c-Jun in HEK293 cells."}, {"pubmed": 18037622, "text": "HSP90 expression was significantly higher in tumors than nevi and was associated with disease progression"}, {"pubmed": 18211808, "text": "Overall, these results indicate that HDAC6 and HDAC10 play important roles in Hsp-mediated VEGFR regulation."}, {"pubmed": 18229454, "text": "A side-by-side comparison of the Hsp90-dependent chaperoning of Chk1 to that of the progesterone receptor (PR) was performed to show that these distinct types of clients have different chaperoning requirements."}, {"pubmed": 18245548, "text": "inhibitory effect on uveal melanoma cells using an Hsp90 inhibitor, 17-allylamino-17-demethoxygeldanamycin (17-AAG), in uveal melanoma cell lines."}, {"pubmed": 18270269, "text": "Our results identify a new role for HSP90 in protein sorting, pointing to a central role for this molecular chaperone in the cell."}, {"pubmed": 18285346, "text": "GCUNC45 is required for the normal cellular distribution of Hsp90beta, but not Hsp90alpha."}, {"pubmed": 18320023, "text": "High expression levels of HSP90 are associated with non-small cell lung cancer"}, {"pubmed": 18343820, "text": "GDNF reverses this ethanol-mediated adaptation by inhibiting the interaction of tyrosine hydroxylase with HSP90"}, {"pubmed": 18347946, "text": "The conversion of Thr(566) and Ala(629) of Hsp90alpha to Ala(558) and Met(621) is primarily responsible for impeded dimerization of Hsp90beta."}, {"pubmed": 18373550, "text": "The predicted pocket is formed by two grooves located between helix H18, the loop downstream of H18 and the loop connecting helices H20 and H21 of each monomer of the C-terminal domain, with only two amino acids contributing from each middle domain."}, {"pubmed": 18386162, "text": "Results suggest that HSP90 is overexpressed in poor-prognosis acute myeloid leukemia cells and plays a role in cell survival and resistance to chemotherapy."}, {"pubmed": 18400751, "text": "conformational analysis of hydrolysis by human Hsp90alpha and Hsp90beta"}, {"pubmed": 18412542, "text": "Tah1 is specific for Hsp90, and is able to bind tightly the yeast Hsp90, and the human Hsp90alpha and Hsp90beta proteins, but not the yeast Hsp70 Ssa1 isoform"}, {"pubmed": 18485364, "text": "It is likely that Hop binds to both monomers of Hsp90 in the form of a clamp, interacting with residues in the middle domain of Hsp90, preventing ATP hydrolysis, possibly by the preventing binding of N-terminal and middle domains in Hsp90 monomers."}, {"pubmed": 18497978, "text": "Overexpression of hsp90 is associated with colorectal cancer progression."}, {"pubmed": 18511558, "text": "The present study agrees with the experimental structural data and provides a plausible molecular model for understanding mechanisms of modulation of molecular chaperone activities by binding partners."}, {"pubmed": 18591668, "text": "These data reveal an essential level of TGFbeta signaling regulation mediated by Hsp90."}, {"pubmed": 18638579, "text": "Hsp90N was created as an artifact of a cDNA synthesis or that it is a chimeric protein, being a result of the chromosomal rearrangement that occurred in a single cell line, after this line was established."}, {"pubmed": 18695913, "text": "Overexpression of telomerase-associated hsp90/p23 proteins are prostatic intraepithelial neoplasia and carcinomas"}, {"pubmed": 18800240, "text": "Results describe the first evidence of cell-surface Hsp90 expression in a cancer cell line from nervous tissue and may indicate a novel target for anti-tumoral agents."}, {"pubmed": 18820127, "text": "HSP90 inhibition abrogates the topoisomerase I poison-induced G2/M checkpoint in p53-null tumor cells by depleting CHK1 and WEE1."}, {"pubmed": 18820283, "text": "physical interaction between hsp90 and the hTERT promoter occurs in telomerase-positive cells but not in normal human cells and is necessary for the enhanced hTERT expression and telomerase activity in cancer cells"}, {"pubmed": 18836734, "text": "Data show that Hsp90 is an inclusion body components in neuronal intranuclear inclusion disease identified by anti-SUMO-1-immunocapture."}, {"pubmed": 18922470, "text": "These data reveal a cyclic regulatory mechanism for Cdc37, in which its constitutive phosphorylation is reversed by targeted dephosphorylation in Hsp90 complexes."}, {"pubmed": 18950863, "text": "Hsp90 regulates IL-1beta-induced signaling by interacting with TAK1 and maintaining the stability of TAK1, suggesting that Hsp90 might act as the chaperone of TAK1 in immune and inflammatory responses related with IL-1 signal cascades."}, {"pubmed": 18957107, "text": "Hsp90 deregulation does not seem to be a major event in the pathogenesis of lobular neoplasia of the breast"}, {"pubmed": 18988734, "text": "Hsp90 inactivates the toxic ricin A chain dislocated from the mammalian endoplasmic reticulum."}, {"pubmed": 19028451, "text": "This study proposes that extracellular HSP90 would contribute to IL-8 elevation in the stressed vasculature, and that TLR-4, mitogen-activated protein kinases, NF-kappaB, and reactive oxygen species are involved in that process."}, {"pubmed": 19047110, "text": "Hsp90 overexpression correlates with several adverse parameters for gastrointestinal stromal tumors. Hsp90alpha seems more relevant to the aggressiveness of gastrointestinal stromal tumors than Hsp90beta"}, {"pubmed": 19061638, "text": "These data support a conserved three-state chaperone cycle where the conformational equilibrium varies between species, implicating evolutionary tuning to meet the particular client protein and metabolic environment of an organism."}, {"pubmed": 19090995, "text": "Data show that Hsp90 acts as a regulator of pathogenic changes that lead to the neurodegenerative phenotype in Alzheimer's disease."}, {"pubmed": 19110265, "text": "This protein has been found differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19136058, "text": "Both the constitutive (beta) and the inducible (alpha) Hsp90 isoforms bind to microtubules in a way that depends on the level of tubulin acetylation."}, {"pubmed": 19142186, "text": "Upregulation of HSP90 Heat-Shock Proteins is associated with squamous cell carcinoma in oesophageal cancer."}, {"pubmed": 19147678, "text": "Insulin promotes the interaction of Hsp90 with the IP(3)R to dampen its Ca(2+) release activity by a complex mechanism involving mammalian target of rapamycin and the Src kinase."}, {"pubmed": 19159681, "text": "results portray Hsp90 and its recognition loop as novel positive regulators of the Fer tyrosine kinase stability and activity"}, {"pubmed": 19193894, "text": "Both rab11a and HSP90 appear to be involved in the process of exocytosis of internalized extracellular alpha-synuclein."}, {"pubmed": 19245816, "text": "Hsp90 is important for maintaining Sp1 stability during mitosis by the JNK-1-mediated phosphorylation of Sp1 to enable division into daughter cells and to regulate the expression of related genes in the interphase."}, {"pubmed": 19254810, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19293389, "text": "Findings indicate an essential role for Hsp90 in nongenomic estrogen signaling in coronary artery smooth muscle cells."}, {"pubmed": 19329795, "text": "TEP1, TOPOIIalpha, and HSP90 interact directly with BLM in vitro and modulate its helicase activity on telomere-like DNA substrates but not on non-telomeric substrates."}, {"pubmed": 19350847, "text": "Investigated serum contents of HSP27, HSP70 and HSP90 alpha; levels were significantly altered in patients suffering from COPD as compared to controls. HSP27 and HSP70 are potential novel serum markers for the diagnosis of COPD in the smoking population."}, {"pubmed": 19458189, "text": "Hsp90 is a critical modulator of Argonaute function."}, {"pubmed": 19560753, "text": "These results strongly suggested that Hsp90 could work as the molecular chaperone of MEKK3."}, {"pubmed": 19569046, "text": "HSP90AA1 is upregulated in both liver metastasis and primary gastric cancer."}, {"pubmed": 19576239, "text": "Expression profiling of Hsp90alpha and Hsp90beta and its cochaperone proteins may be useful for cancer diagnosis and prognosis."}, {"pubmed": 19598015, "text": "HSP90 expression level is not associated with the efficacy of FOLFOX4 chemotherapy regimen."}, {"pubmed": 19635199, "text": "The mRNA and protein levels of HSP60, HSP70 and HSP90alpha, as well as their positive rates were significantly increased in colorectal cancer tissues compared with those in para-cancerous tissues."}, {"pubmed": 19656872, "text": "These results suggest that an Hsp90-dependent chaperone pathway incorporating hB-ind1 is involved in protein folding in the membranous web for the circumvention of the UPR and that it facilitates HCV replication"}, {"pubmed": 19682504, "text": "NDRG1 is not a classic client protein but interacts with Hsp90 and is still dually regulated by Hsp90 at a transcriptional and post-translational level. We suggest for the first time GSK3beta as a new client protein of Hsp90."}, {"pubmed": 19696785, "text": "show that amino-terminal ATP-binding site residue is a conserved, strong regulator of Hsp90 functions, including ATP hydrolysis and chaperone activity."}, {"pubmed": 19738418, "text": "Data suggest that blocking nuclear Hsp90 function in advanced breast cancers may be a more targeted approach to treating advanced breast cancers that are refractory to traditional therapy."}, {"pubmed": 19740745, "text": "Down-regulation of telomerase activity during apoptosis correlates with hTERT destabilization via loss of Hsp90 activity"}, {"pubmed": 19758187, "text": "Results indicate a general protective role for both HSP90 and HSP70 families in damaged muscle fibers, and a specific cytotoxic role for HSP90 in muscle fiber invasion typically associated with IBM and PM."}, {"pubmed": 19759002, "text": "Hsp90 modulates intermediate steps of amyloid assembly of the Parkinson-related protein alpha-synuclein."}, {"pubmed": 19764559, "text": "HSP70/HSP90 expression in nasopharyngeal carcinoma cells up regulated promptly after thermotherapy."}, {"pubmed": 19840459, "text": "C-reactive protein can stimulate the proliferation of multiple myeloma U266 cells directly by up-regulating the expression of survivin and HSP90alpha."}, {"pubmed": 19855434, "text": "Data show that both full-length and p95-HER2 interact with the HSP90 chaperone protein and are degraded in tumor cells exposed to HSP90 inhibitors."}, {"pubmed": 19875381, "text": "A novel ADP-dependent HSP90 interaction with the cysteine- and histidine-rich domain (CHORD)-containing protein CHORDC1, is characterized."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913553, "text": "CHIP forms polyubiquitin chains on Hsp70 and Hsp90 linked via K6, K11, K48, and K63"}, {"pubmed": 19952119, "text": "Results suggest that NQO1 activity is not a determinant of the heat shock protein 90 inhibitor IPI-504 activity in vivo."}, {"pubmed": 19952121, "text": "Data show that CUDC-305 binds strongly to HSP90 extracted from erlotinib-resistant NSCLC cells."}, {"pubmed": 19965370, "text": "secretion of Hsp90alpha is a prerequisite for its proinvasiveness function and blocking the secreted Hsp90alpha results in significant inhibition of tumor metastasis"}, {"pubmed": 20007907, "text": "This study aimed to investigate the localization of Hsp72, Hsp90, and Hsp27 in leukocytes from patients with chronic lymphocytic leukemia and age-matched control subjects."}, {"pubmed": 20048054, "text": "FKBP51 stimulates recruitment of the cochaperone p23 to Hsp90, forming an FKBP51-Hsp90-p23 complex. In cells, FKBP51 expression promotes complex association with AR and increases the number of AR molecules that undergo androgen binding."}, {"pubmed": 20089831, "text": "Data propose a model for Aha1 in the Hsp90 ATPase cycle where Aha1 regulates dwell time of Hsp90, and suggest Aha1 activity integrates chaperone function with client folding energetics by modulating ATPase sensitive dimer structural transitions."}, {"pubmed": 20129057, "text": "Hsp90 is an essential regulator of DNA polymerase eta-mediated translesion synthesis."}, {"pubmed": 20138989, "text": "Heat shock protein 90 interacts with vitamin D receptor in human leukemia cells"}, {"pubmed": 20210521, "text": "Hsp90alpha-targeted siRNA combined with temozolomide enhanced chemosensitivity of glioma cells."}, {"pubmed": 20226014, "text": "Data show that the coexpression of HSP90 with PI3K-p110alpha or expression of HSP90 along with PTEN loss has a potential as a molecular prognostic marker to predict early relapse in patients with invasive breast cancers."}, {"pubmed": 20237157, "text": "Data suggests that HSP90 protein chaperones Argonautes before binding RNA and may facilitate efficient loading of small RNA."}, {"pubmed": 20373063, "text": "Data suggest that Hsp90-enabled homologous recombination normally functions to stabilize CAG repeat tracts."}, {"pubmed": 20416171, "text": "There is a correlation of HSP90 expression with migration ability of human multiple myeloma cells."}, {"pubmed": 20451233, "text": "The authors show that extracellular Hsp90 inhibition suppresses human herpesvirus 8 gene expression during de novo infection, and that this effect is mediated largely through the inhibition of mitogen-activated protein kinase activation."}, {"pubmed": 20508983, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20546334, "text": "Expression of HSP90 in gastrointestinal stromal tumours and mesenchymal tumours"}, {"pubmed": 20553606, "text": "Hsp90alpha is released by invasive cancer cells via exosomes and activates plasmin, a second protease that acts in cancer cell invasion."}, {"pubmed": 20558745, "text": "Secreted heat shock protein 90alpha induces colorectal cancer cell invasion through CD91/LRP-1 and NF-kappaB-mediated integrin alphaV expression."}, {"pubmed": 20585984, "text": "These results demonstrate that down-regulation of PI3K/Akt pathway with specific cleavage of HSP90 to 45 KDa modulates the pro-apoptotic effects of deoxycholate in gastric cells."}, {"pubmed": 20602789, "text": "High Hsp90 is associated with breast ductal carcinogenesis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634891, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20651072, "text": "Heat shock protein 90 (Hsp90), which plays a critical role in the folding and maturation of several oncogenic proteins, associates with WT1 protein and stabilizes its expression."}, {"pubmed": 20663926, "text": "TrkA is an hsp90 client protein, and inhibition of hsp90 depletes TrkA and its progrowth and prosurvival signaling in myeloid leukemia cells."}, {"pubmed": 20688913, "text": "Data show that ATP binding to Hsp90beta is a sufficient step for effective WT p53 client protein chaperoning."}, {"pubmed": 20691061, "text": "Decreased Hsp90 expression is associated with infiltrative lobular carcinoma."}, {"pubmed": 20694452, "text": "Studies indicate HSP90, HSP70, HSP27 interact directly or indirectly with the proteasome, assuring quite selectively the proteasomal degradation of certain proteins under stress conditions."}, {"pubmed": 20731692, "text": "Epidermal mRNA expression level of heat shock protein 90 (Hsp90) was significantly up-regulated 6 hr after standardized tape stripping."}, {"pubmed": 20806039, "text": "The aim of this study is to examine the expression of HSP60, HSP72, and HSP90, and heat-shock cognate 70 (HCS70) at the mRNA and protein level in differentiating corneal cells from limbal stem cells following air exposure."}, {"pubmed": 20864038, "text": "Data indicate that RNA polymerase II is built in the cytoplasm and reveal quality-control mechanisms that link HSP90 and its cochaperone hSpagh (RPAP3) to the nuclear import of fully assembled enzymes."}, {"pubmed": 20924358, "text": "Hsp90/SENP3 association protects SENP3 from CHIP-mediated ubiquitination and subsequent degradation, but this effect of Hsp90 requires the presence of CHIP."}, {"pubmed": 20937817, "text": "capsid has a role in HIV-1 integration; Hsp90 has a role in regulating gene expression in mammalian cells"}, {"pubmed": 20966961, "text": "Hsp90 has a major role in controlling PIDD functional activity."}, {"pubmed": 20981255, "text": "Hsp90 inhibition by geldanamycin can effectively suppress proteasome inhibitor, MG-132-induced protein aggregation."}, {"pubmed": 21103899, "text": "Partially unfolded states of AGXT strongly interact with Hsc70 and Hsp90 chaperones."}, {"pubmed": 21126747, "text": "These results showed that Hsp90 plays an important role in hepatitis B virus (HBV) capsid stabilization and HBV formation."}, {"pubmed": 21129190, "text": "ATF3 down-regulation in colon cancer promotes tumor growth and metastasis. Blocking Hsp90 induces ATF3 expression."}, {"pubmed": 21177334, "text": "Heat shock protein 90 maintains the tumour-like character of rheumatoid synovial cells by stabilizing integrin-linked kinase, extracellular signal-regulated kinase and protein kinase B."}, {"pubmed": 21183720, "text": "the N-terminal domain of human Hsp90 triggers binding to the cochaperone p23"}, {"pubmed": 21251717, "text": "These results reveal a novel role of HSP90 as a positive regulator for expression of LAT gene in activated T cells."}, {"pubmed": 21369706, "text": "that cell surface Hsp90 is involved in prostate cancer cell invasion through the integrin beta1/FAK/c-Src signaling pathway"}, {"pubmed": 21372220, "text": "Data show a novel protumorigenic mechanism in TEMs, Hsp90-capacitated overexpression of IGF-1R, which confers apoptosis evasion in malignant thymic epithelial cells."}, {"pubmed": 21408136, "text": "A dual role for eHsp90 in transducing signaling via LRP1, and in facilitating LRP1 co-receptor function for EphA2, is reported."}, {"pubmed": 21439943, "text": "abrogation of the chaperone activity of Hsp90 affects P-body formation and the integrity of stress granules."}, {"pubmed": 21478269, "text": "Functional inactivation of endogenous MDM2 and CHIP by HSP90 causes aberrant stabilization of mutant p53 in human cancer cells"}, {"pubmed": 21501532, "text": "The present results demonstrate that NS1 protein of Influenza A Virus interacts with heat hock protein Hsp90 and meidates the apoptosis induced by influenza A virus through the caspase cascade."}, {"pubmed": 21658391, "text": "These results are consistent with a highly dynamic and nonspecific interaction between Hsp90 and p53 DNA-binding domain in this chaperone-client system, which results in changes in the client protein structure."}, {"pubmed": 21700222, "text": "results identify distinct functions for the Hop cochaperone, revealing an asymmetric mechanism for Hsp90 regulation and client loading"}, {"pubmed": 21709012, "text": "Contrary to published pathological findings according to which HSP90 exhibits significant variability along both series, such a finding was not replicated for the level of serum HSP90 concentrations"}, {"pubmed": 21781956, "text": "used biophysical tools to study the interaction between the C-terminal domain of Hsp90 (C-Hsp90), which contains the EEVD motif that binds to TPR domains, and the cytosolic fragment of Tom70"}, {"pubmed": 21787283, "text": "Data propose that autophosphorylation of HRI is critical for catalytic regulation by Hsp90 under heme-shortage conditions."}, {"pubmed": 21855341, "text": "HSP90 is upregulated in auto-aggressive inflammatory cells invading nonnecrotic muscle fibers in Duchenne muscular dystrophy and inflammatory myopathy."}, {"pubmed": 21871133, "text": "The primary mechanisms by which apigenin kill multiple myeloma cells is by targeting the trinity of CK2-Cdc37-Hsp90."}, {"pubmed": 21875325, "text": "Sulforaphane was able to disrupt Hsp90-p50Cdc37 complex, thereby inhibiting Hsp90 chaperone function and inducing degradation of Hsp90 client proteins in pancreatic cancer cells."}, {"pubmed": 21875461, "text": "Cell surface HSP90 promotes human prostate cancer cell invasion through FAK/c-Src signaling."}, {"pubmed": 21919888, "text": "This study demonstrates that protein kinase A (PKA) specifically phosphorylates Hsp90alpha at Thr90, and that the pThr9090-Hsp90alpha level is significantly elevated in proliferating cells."}, {"pubmed": 21998300, "text": "CDK1 phosphorylates nucleolin at Thr-641/707 to stabilize nucleolin in a heat shock protein 90-dependent manner"}, {"pubmed": 22016036, "text": "These results indicate that the interaction between Hsp90 and eIF3c may play an important role in hepatitis C virus internal ribosome entry site-mediated translation."}, {"pubmed": 22019372, "text": "Data identify HSP90 as a pro-inflammatory molecule in retinal pigmented epithelial cell sterile inflammatory responses."}, {"pubmed": 22022502, "text": "The protein-protein interactions network of the human Hsp90 molecular chaperone machine was analyzed."}, {"pubmed": 22028380, "text": "Data highlights the ability of SMYD proteins to form unique protein complexes that may underlie their various biological functions and the SMYD2-mediated methylation of the key molecular chaperone HSP90."}, {"pubmed": 22120110, "text": "Data demonstrate that HSP90 interacts and protects GABARAPL1 from its degradation by the proteasome."}, {"pubmed": 22144665, "text": "Data indicate that ganetespib treatment rapidly induced the degradation of Hsp90."}, {"pubmed": 22194440, "text": "HSP90 is expressed in the vast majority of pancreatic endocrine tumors and inhibition of HSP90 results in a significant reduction of cell viability, cell cycle arrest, and increased apoptosis"}, {"pubmed": 22199355, "text": "Cdc37-mediated direct interaction between Hsp90/Cdc37 and an IRE1alpha cytosolic motif is important to maintain basal IRE1alpha activity and contributes to normal protein homeostasis and unfolded protein response under physiological stimulation."}, {"pubmed": 22246440, "text": "Data indicate that NVP-HSP990 is a potent and selective Hsp90 inhibitor."}, {"pubmed": 22268041, "text": "Inhibition of heat shock protein 90 kDa activated the apoptotic program in Jurkat tumor cells and etoposide-induced apoptosis."}, {"pubmed": 22270370, "text": "Hsp90alpha is phosphorylated in response to DNA damage and accumulates in repair foci."}, {"pubmed": 22315411, "text": "The charged linker, in addition to providing the flexibility necessary for Hsp90 domain rearrangements--likely its original purpose--has evolved in eukaryotes to serve as a rheostat for the Hsp90 chaperone machine."}, {"pubmed": 22318716, "text": "Data show that the binding of ATP leads the heat-shock protein 90 (Hsp90) N-terminal domains to be an intermediate state."}, {"pubmed": 22351691, "text": "Results suggest CK2 as a novel regulator of the endoplasmic reticulum (ER) stress/unfolded protein response (UPR) cascades and HSP90 function in myeloma cells and offer the groundwork to design novel combination treatments for this disease."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22409343, "text": "Protective role of chaperones (HSP70 and 90) in preeclampsia."}, {"pubmed": 22490666, "text": "these findings suggest that Hsp90 plays a critical role in the regulation of HCV RNA polymerase phosphorylation via the PDK1-PRK2 signaling pathway."}, {"pubmed": 22504172, "text": "The interaction of Aha1 with Hsp90 and its co-chaperones in rabbit reticulocyte lysate (RRL) and in HeLa cell extracts, was characterized."}, {"pubmed": 22510516, "text": "high-level expression of HSP90AA1 led to higher risk of death from breast cancer in triple-negative breast cancer patients"}, {"pubmed": 22543833, "text": "These studies suggest that HSP90 may play a role in regulating T-cell differentiation and activation and that HSP90 inhibition may reduce inflammation in lupus."}, {"pubmed": 22554505, "text": "Study demonstrates the importance of delineating the isoform dependence of Hsp90 client proteins and provides rationale for the design of isoform-selective Hsp90 inhibitors that avoid detrimental effects."}, {"pubmed": 22592212, "text": "Hsp90 inhibition overcomes HGF-triggering resistance to EGFR-TKIs in EGFR-mutant lung cancer by decreasing client protein expression and angiogenesis."}, {"pubmed": 22653663, "text": "Electron microscopy confirms the middle domain arginine stabilizes the closed state of Hsp90, which is required for ATP hydrolysis."}, {"pubmed": 22674575, "text": "Data show that part of the normal clearance cascade for TDP-43 involves the Cdc37/Hsp90 complex."}, {"pubmed": 22689214, "text": "role of HSP70 and 90 in modulation of JNK, ERK expression in preeclamptic placental endothelial cell"}, {"pubmed": 22824801, "text": "results show phosphorylation of the C-terminal region of Hsp70 and Hsp90 is critical for the decision between folding or degradation of client proteins by altering the binding of CHIP and HOP; also show increased phosphorylation in cancer cells with increased levels of the co-chaperone HOP"}, {"pubmed": 22837396, "text": "hsp90 complexes with apo-soluble guanylyl cyclase, drives heme insertion through its inherent ATPase activity, and then dissociates from the mature, heme-replete soluble guanylyl cyclase."}, {"pubmed": 22841823, "text": "Hsp90 expression is up-regulated in injured arteries and colocalizes with the apoptosis inhibitor, survivin, in vascular smooth muscle cell in vitro and in vivo."}, {"pubmed": 22843495, "text": "destabilization of Cdc25A through inhibition of Hsp90 was boosted by the phosphorylation of Ser177 which tags Cdc25A to proteasomal degradation and this added up to the cell-cycle inhibitory effect"}, {"pubmed": 22843619, "text": "heat shock protein 90 inhibitor, 17-allylamino-17-demethoxygeldanamycin has a synergistic effect on X-rays, but not carbon-ion beams, on lethality in human oral squamous cell carcinoma cells"}, {"pubmed": 22848402, "text": "Using a proteomic analysis, we determined that the cleavage occurs in a conserved motif of the N-terminal nucleotide binding site, between Ile-126 and Gly-127 in Hsp90beta, and between Ile-131 and Gly-132 in Hsp90alpha."}, {"pubmed": 22849407, "text": "results demonstrate that Hsp90 plays an essential role in regulating PTK6 stability and suggest that Hsp90 inhibitors may be useful as therapeutic drugs for PTK6-positive cancers, including breast cancer"}, {"pubmed": 22869732, "text": "BRCA1 and HSP90 cooperate in homologous and non-homologous DNA double-strand-break repair and G2/M checkpoint activati"}, {"pubmed": 22898980, "text": "HSP90 and GW182 are important factors in the pathomechanism of alcohol-induced augmentation of HCV replication."}, {"pubmed": 22912728, "text": "an essential role for surface Cdc37 in concert with HSP90 on the cell surface during cancer cell invasion processes"}, {"pubmed": 22935698, "text": "Wee1 inhibition sensitizes cancer cells to Hsp90 inhibitors."}, {"pubmed": 22939624, "text": "Results establish HSP90 client recognition as a combinatorial process: CDC37 provides recognition of the kinase family, whereas thermodynamic parameters determine client binding within the family."}, {"pubmed": 22952420, "text": "findings demonstrate that WT-EGFR is a client protein of HSP90 and that their interaction is critical for maintaining both the stability of the receptor as well as the growth of EGFR-dependent cancers."}, {"pubmed": 22975376, "text": "we show that heat-shock-protein-90-directed protein folding in mitochondria, but not cytosol, maintains energy production in tumor cells."}, {"pubmed": 22989880, "text": "Data suggest a putative clinical role for secreted Hsp90 in prostate cancer progression."}, {"pubmed": 23023377, "text": "Opposing actions of heat shock protein 90 and 70 regulate nicotinamide adenine dinucleotide phosphate oxidase stability and reactive oxygen species production."}, {"pubmed": 23047954, "text": "Heat Shock Protein 90 is overexpressed in high-risk myelodysplastic syndromes."}, {"pubmed": 23065205, "text": "This case control study aims to investigate the role of HSP90 Gln488His (C > G), HSP70-2 P1/P2, HIF-1 alpha C1772T and HSPA8 intronic 1541-1542delGT polymorphisms as potential risk factors and/or prognostic markers for breast cancer."}, {"pubmed": 23065523, "text": "The chaperone function of Hsp90 is sustained by Hsp72 and Hsp73, which contribute to the survival of myeloma cells."}, {"pubmed": 23114515, "text": "Manipulation of the hsp90 pathway does not lead to further induction of heat shock protein response in tau-expressing Drosophila larvae."}, {"pubmed": 23135731, "text": "High level of HSP90AA1 can increase chemoresistance to cisplatin of SKOV3 cells."}, {"pubmed": 23139789, "text": "Perturbation of the HSP70-HSP90 heat-shock protein axis stimulates degradation of endothelial VEGFR2."}, {"pubmed": 23190580, "text": "high expression of HSP90 contributes to the aggressivity of the disease and should be considered as an important target for specialized CML therapy."}, {"pubmed": 23190606, "text": "Destruction of the beta-tubulin:CCT-beta complex provokes Hsp90-dependent protein ubiquitination and degradation."}, {"pubmed": 23201460, "text": "immunohistochemistry study of human glioblastoma biopsy tissue where both ALDH and HSP90 tended to be co-expressed in high amounts in the same minority of cells"}, {"pubmed": 23228483, "text": "Leptin increases HER2 levels by inducing a STAT3-mediated Hsp90 expression in breast cancer cells."}, {"pubmed": 23271023, "text": "Data indicate changed ecpression levels of PRM2, HSP90 and WNT5A in male of couples experiencing idiopathic recurrent miscarriages."}, {"pubmed": 23272037, "text": "Mature wild-type CFTR protein is regulated by dexamethasone post transcription, involving cotranslational mechanisms with HSP90 and HSP70, which enhances maturation and expression of wild-type CFTR"}, {"pubmed": 23285036, "text": "The CaM KMT is the major, possibly the single, methyltransferase of calmodulin in human cells with a wide tissue distribution and is a novel Hsp90 client protein."}, {"pubmed": 23359685, "text": "Hsp70/Hsp90 chaperone machinery is involved in the assembly of the purinosome."}, {"pubmed": 23362263, "text": "TAp73 protein stability is controlled by histone deacetylase 1 via regulation of Hsp90 chaperone function"}, {"pubmed": 23386606, "text": "the CD91/IKK/NF-kappaB signaling cascade is involved in secreted HSP90alpha-induced TCF12 expression, leading to E-cadherin down-regulation and enhanced CRC cell migration/invasion"}, {"pubmed": 23418523, "text": "Data indicate that HSP90 is functionally important for melanoma cells and HSP90 inhibitors such as ganetespib could potentially be effective therapeutics for melanoma."}, {"pubmed": 23428871, "text": "ERK5 interacts with the Hsp90-Cdc37 chaperone in resting cells, and inhibition of Hsp90 or Cdc37 results in ERK5 ubiquitylation and proteasomal degradation."}, {"pubmed": 23456764, "text": "High Hsp90 expression is associated with spinal metastases of breast carcinoma."}, {"pubmed": 23552409, "text": "Nuclear transport of BALF5 is dependent on the BMRF1 polymerase processivity factor and host molecular chaperone Hsp90."}, {"pubmed": 23569206, "text": "Cdc37 (cell division cycle 37) restricts Hsp90 (heat shock protein 90) motility by interaction with N-terminal and middle domain binding sites."}, {"pubmed": 23589305, "text": "novel pathway by which Hsp90 activity alters the histone code via regulation of KDM4B stability."}, {"pubmed": 23638161, "text": "These results suggested that HSP90 may play an important role on tumor invasion, metastasis and prognosis, and might act as a promising target for prognostic prediction."}, {"pubmed": 23844194, "text": "Data show that the inactive conformation of ERBB2 does not interact with HSP90 chaperone."}, {"pubmed": 23873112, "text": "Data suggest heat shock protein 90 (HSP90) could be a promising new target in malignant pheochromocytoma (PHEO)."}, {"pubmed": 23874879, "text": "The correlation of Her2 expression with the expression of Her2 chaperoning HSP90 may indicate a synergistic regulation."}, {"pubmed": 23936217, "text": "Our results reveal an upregulated Hsp90 expression at the site of inflammation and an autoantibody-mediated dysregulation of the intracellular and extracellular distribution of this chaperone in BP patients."}, {"pubmed": 23951259, "text": "Hsp103 associates with cochaperone proteins, such as Hop, Cdc37 and Aha1, similar to Hsp90. The extra domain reduces the ATP hydrolysis when compared to Hsp90 thereby acting as a negative regulator of the chaperones intrinsic ATPase activity."}, {"pubmed": 23965991, "text": "Molecular chaperones (heat-shock proteins HSP90alpha and HSP70-1A) that interact with and retain partially folded A2A receptor prior to endoplasmic reticulum exit, were identified."}, {"pubmed": 23990450, "text": "NMIIA is the master regulator of Golgi fragmentation induced by heat shock or inhibition/depletion of HSP70/90 through interaction with gylosyltransferases."}, {"pubmed": 24109220, "text": "Inhibition of HSP90 activity in HTLV-1-transformed cells elicited proteasomal degradation of Tax in the nuclear matrix and inhibition of NF-kappaB and HTLV-1 long terminal repeat activation."}, {"pubmed": 24117238, "text": "PKCgamma plays a critical role in cancer cells, and simultaneous inhibition of PKCgamma and Hsp90alpha synergistically prevents cell migration and promotes apoptosis in cancer cells."}, {"pubmed": 24126057, "text": "Hsp90alpha utilizes a unique transmembrane signaling mechanism via the NPVY motif of LRP-1 to promote cell motility and wound healing."}, {"pubmed": 24138221, "text": "The Photorhabdus toxins TccC3 and TccC5 interacted with Hsp90, FKBP51, Cyp40 and CypA, suggesting a role of these host cell factors in translocation and/or refolding of the ADP-ribosyltransferases."}, {"pubmed": 24191708, "text": "P53 facilitates stabilization of the closed Hsp90 dimer eliciting the fundamental stimulatory effect of Hsp90 by p53."}, {"pubmed": 24206096, "text": "CAMKIIgamma, HSP70 and HSP90 transcripts are differentially expressed in chronic myeloid leukemia cells from patients with resistant mutated disease."}, {"pubmed": 24292678, "text": "CDC37 has an important role in chaperoning protein kinases; it stabilizes kinase clients by a mechanism that is not dependent on a substantial direct interaction between CDC37 and HSP90, but requires HSP90 activity"}, {"pubmed": 24338924, "text": "eHsp90 upregulates IL-6 and IL-8, cytokines that play a causative role in prostate cancer progression. eHsp90alpha also activated oncogenic inflammatory mediator STAT3 and induced expression of MMP-3, a mediator of fibrosis and the myofibroblast phenotype."}, {"pubmed": 24355684, "text": "PTSD and exposure to trauma are not related to changes in lymphocyte MR, Hsp90 or Hsp70 levels, but may be associated with disturbances in corticosteroid receptors interaction with heat shock proteins."}, {"pubmed": 24379398, "text": "SGK3 stability and kinase activation are regulated by the Hsp90-Cdc37 chaperone complex."}, {"pubmed": 24384723, "text": "ErbB2 overexpression controls HSF1 activity, with subsequent stabilization of tumor-promoting HSP90 target, MIF."}, {"pubmed": 24388965, "text": "Authors have identified novel interactions between Chikungunya virus nsP3 or nsP4 proteins with the host stress-pathway chaperone HSP-90 protein."}, {"pubmed": 24389346, "text": "Studies indicate that Hsp90 is a highly ubiquitous protein expressed in all organisms."}, {"pubmed": 24398428, "text": "Data indicate that dual targeting of heat-shock proteins 90 (Hsp90) and BRAF(V600E) kinase provided combinatorial benefit in vemurafenib-sensitive melanoma cells in vitro and in vivo."}, {"pubmed": 24463348, "text": "Studies indicate that early clinical trials have confirmed the efficacy of heat shock protein 90 (Hsp90) inhibition as a targeted therapy in non-small-cell lung cancer (NSCLC)."}, {"pubmed": 24511009, "text": "The frequency of mutant CC genotype for HSP90AA1 (rs4947C/T), mutant AA genotype for HSP90AB1 (rs13296A/G) and mutant CC genotype for HSP90B1 (rs2070908 C/G) was significantly higher in the patient group than in controls."}, {"pubmed": 24521827, "text": "HSP90 from keratinocytes and mast cells is a key regulator of psoriatic inflammation and HSP90 inhibitors may represent a novel therapeutic approach to the disease."}, {"pubmed": 24567332, "text": "These results suggest that Tomm34 represents a novel scaffolding co-chaperone of Hsp70 and Hsp90, which may facilitate Hsp70/Hsp90 cooperation during protein folding"}, {"pubmed": 24608665, "text": "data suggest a new paradigm for Hsp90-modulated assembly of a Cul3/DBC2 E3 ubiquitin ligase complex that may extend to other E3 ligase complexes."}, {"pubmed": 24680776, "text": "Hsp90alpha was highly expressed in leukemia cells and the expression level of Hsp90alpha was associated with leukemia prognosis."}, {"pubmed": 24682747, "text": "This demonstration of combinatorial benefit afforded by an HSP90 inhibitor to a standard CRC."}, {"pubmed": 24689038, "text": "Level of TRX-1 in skeletal muscle tissue was lower while that of HSP90 was higher in type 2 diabetes than in impaired glucose tolerance subjects."}, {"pubmed": 24706778, "text": "Heat shock protein 90 controls HIV-1 reactivation from latency."}, {"pubmed": 24715760, "text": "The purpose of this study was to investigate the co-expression patterns of transcription factor HIF-1alpha and von Hippel Lindau protein (pVHL) and heat shock proteins in pterygium and normal conjunctival human samples."}, {"pubmed": 24718854, "text": "With HSP90 suppression, HSP70 overexpression possibly contributes to the avoidance of cell death and HSP70 may be a key molecule for overcoming resistance to the HSP90 inhibitor"}, {"pubmed": 24733395, "text": "Dynamic interplay between hsp90, apo-sGC-beta1, and sGC-alpha1 in response to NO is unprecedented and represent new steps by which cells can modulate the heme content and activity of sGC for signaling cascades."}, {"pubmed": 24736948, "text": "Results show that HSP72, HSC70 and HSP90 are overexpressed in human prostate cancer cells."}, {"pubmed": 24782094, "text": "The elevated Hsp90alpha level at the end of heat stress and its positive signal in the cytoplasm of myocardial cells after heat stress could be associated with its protective role"}, {"pubmed": 24849514, "text": "Targeting oncoprotein stability via inhibiting HSP90 overcomes leukemic drug resistance caused by FLT3 kinase domain mutations."}, {"pubmed": 24901434, "text": "Hsp90, by interacting with acetylated alpha-tubulin, plays a crucial role in viral capsid protein nuclear transport and may provide novel insight into the role of Hsp90 in HSV-1 infection."}, {"pubmed": 24922078, "text": "Defect in HSP90 expression in highly differentiated human CD8(+) T lymphocytes."}, {"pubmed": 24927996, "text": "As a novel Hsp90 inhibitor, FW-04-806 binds to the N-terminal of Hsp90 and inhibits Hsp90/Cdc37 interaction, resulting in the disassociation of Hsp90/Cdc37/client complexes and the degradation of Hsp90 client proteins."}, {"pubmed": 24949977, "text": "Study reveals that Hsp70, known to facilitate client delivery to Hsp90, inactivates GR through partial unfolding, whereas Hsp90 reverses this inactivation. Full recovery of ligand binding requires ATP hydrolysis on Hsp90 and the Hop and p23 cochaperones."}, {"pubmed": 24952482, "text": "Results suggest that heat shock protein 90 (Hsp90) inhibitors may overcome ligand-triggered resistance in microtubule associated protein-like 4 (EML4)--anaplastic lymphoma kinase (ALK) lung cancer cells."}, {"pubmed": 25024377, "text": "this study demonstrated that although ACT1-v2-D10N is nonfunctional, ACT1-v1-D19N retains the ability to interact with Hsp90 and is fully responsive to IL-17A stimulation."}, {"pubmed": 25075042, "text": "Hsp10 and Hsp90 may be involved in large bowel carcinogenesis."}, {"pubmed": 25111496, "text": "role for heat shock protein 90alpha in the proliferation and migration of HaCaT cells and in the deep second-degree burn wound healing in mice"}, {"pubmed": 25188333, "text": "A trend of increasing value for HSP90 was observed when comparing the Mayo Clinic SSIGN 1-2 versus SSIGN 3-5 risk groups (4.2 versus 4.6 mean values; p = 0.06); no difference has been observed for HSP27 (3.8 to 3.9; p = 0.08)."}, {"pubmed": 25202009, "text": "HSP70-1A and HSP90beta cytosolic relay monitors the folding trajectory of the serotonin transporter"}, {"pubmed": 25205430, "text": "Data indicate that heat shock protein 90 (HSP90) expression was significantly higher in cyclin-dependent kinase inhibitor p16 (p16)-negative compared with p16-positive samples."}, {"pubmed": 25205676, "text": "Increased levels of HSF1 counteract the effects of aneuploidy on HSP90 expression and protein folding, identifying HSF1 overexpression as the first aneuploidy-tolerating mutation in human cells."}, {"pubmed": 25290150, "text": "YAP, TAZ and HSP90 take part in contact guidance and intercellular junction formation in corneal epithelial cells."}, {"pubmed": 25297628, "text": "Ectopic expression of PRKD2 protected cancer cells from the apoptotic effects of HSP90 abrogation."}, {"pubmed": 25316816, "text": "plasma Hsp90alpha protein levels are useful as a diagnostic biomarker in lung cancer and predict the responses of patients with lung cancer to chemotherapy."}, {"pubmed": 25423885, "text": "HSP90 regulates DNA repair by interaction between XRCC1 and DNA polymerase beta."}, {"pubmed": 25486457, "text": "These results suggest that differences in the middle domain of Hsp90alpha and Hsp90beta may be responsible for the isoform-specific interactions with selected proteins."}, {"pubmed": 25682284, "text": "Our results validated HSP90 as an important target in pheochromocytoma and provided rationale for the testing of HSP90 inhibitors as a promising therapeutic agent in the antitumor therapy of pheochromocytoma."}, {"pubmed": 25713068, "text": "Data indicate that heat shock protein 90kDa (Hsp90) inhibition suppresses 26S proteasome remodeling, unanchored ubiquitin chain production, and aggresome clearance."}, {"pubmed": 25714412, "text": "upon viral recognition, a direct connection between HSP90AA1 and the AKT-MTOR pathway trigger autophagy, a critical step for controlling infection"}, {"pubmed": 25722377, "text": "leukocyte mRNA increased immediately after exercise following downhill running compared to flat running and in hot compared to temperate conditions"}, {"pubmed": 25739426, "text": "Heat shock protein 90 is required for ex vivo neutrophil-driven autoantibody-induced tissue damage in experimental epidermolysis bullosa acquisita."}, {"pubmed": 25852146, "text": "RIP3 activation following the induction of necroptosis requires the activity of an HSP90 and CDC37 cochaperone complex."}, {"pubmed": 25955495, "text": "The angiogenesis of human hepatocellular carcinoma may be mediated by HSP90; a specific HSP90 inhibitor, AUY922, has a therapeutic role in the treatment of hepatocellular carcinoma."}, {"pubmed": 25957766, "text": "Data indicate that heat shock protein 90kD(HSP90) inhibition induces heat shock 70kD protein 6 (HSP70B') expression."}, {"pubmed": 26071189, "text": "Expression, function and regulation of Hsp90aa1. [Review]"}, {"pubmed": 26141945, "text": "HSP90 overexpression is a prognostic marker for cholangiocarcinoma. HSP90-targeted therapy may be an option for a subset of cholangiocarcinoma."}, {"pubmed": 26151834, "text": "Even if p23 predominantly binds the Hsp90 dimer, p23 is also able to interact with Hsp90 oligomers, shifting the Hsp90 dimer-oligomers equilibrium toward dimer."}, {"pubmed": 26205540, "text": "heat acclimation reduces physiological strain, and the transcription of HSP72, but not HSP90alpha mRNA in acute normobaric hypoxia."}, {"pubmed": 26271675, "text": "Data show that high-affinity heat shock protein 90 (HSP90) binding conferred by the inhibitor backbone could be exploited for conjugate accumulation within tumor cells."}, {"pubmed": 26286954, "text": "Data show that binding of heat shock proteins Hsp70 and Hsp90 requires prior binding of Hop protein to Hsp90."}, {"pubmed": 26330616, "text": "The thermodynamics of binding of Cyp-40 to Hsp90 shows remarkable temperature sensitivity in the physiological temperature range."}, {"pubmed": 26334999, "text": "From our screening methodology, we identified HCAb2 as a breast tumor specific heavy chain antibody targeting cell surface heat shock protein 90."}, {"pubmed": 26427407, "text": "Studies indicate that the multiple roles of heat shock protein 90 (Hsp90) in the retina and the therapeutic potential of Hsp90 as a target in retinal disease."}, {"pubmed": 26432328, "text": "Hsp90 has roles in the regulation of autophagy, such as toll-like receptor (TLR)-mediated autophagy, Ulk1-mediated mitophagy, and chaperone-mediated autophagy (CMA) [review]"}, {"pubmed": 26500058, "text": "Data show that pyruvate kinase M2 (PKM2) directly interacted with mutant growth factor receptor (EGFR) and heat-shock protein 90 (HSP90), and thus stabilized EGFR by maintaining its binding with HSP90 and co-chaperones."}, {"pubmed": 26556859, "text": "Data suggest that dual heat shock proteins HSP90 and HSP70 inhibition can simultaneously disrupt the key signaling pathways in muscle invasive bladder cancer (MIBC)."}, {"pubmed": 26556860, "text": "Data suggest that synergistic mechanism between heat shock protein 90 (Hsp90) inhibitor SNX-7081 and fludarabine nucleoside (2-FaraA) may provide an alternative treatment for chronic lymphocytic leukemia (CLL) patients with p53 protein mutations."}, {"pubmed": 26565746, "text": "Both intrinsic affinity and post-translational modifications tune the interactions between the Hsp70 and Hsp90 proteins and the tetratricopeptide repeat (TPR) domain-containing cochaperones."}, {"pubmed": 26592496, "text": "indicate that HIF-1alpha/pVHL/Hsp90 interactions may be implicated in biology of different types of brain tumors through different signaling mechanisms"}, {"pubmed": 26595521, "text": "Data show that heat shock protein 90 (HSP90) inhibitor 17-DMAG caused loss of ret proto-oncogene protein (RET) and proto-oncogene protein erbB-3 (ERBB3) phosphorylation and lead to rapid cell death."}, {"pubmed": 26616658, "text": "study confirmed Hsp90 as an influenza virus A PB2 polymerase interacting protein, and established that Hsp90 interacts with both the E627 and 627K variants, but has established this interaction is species independent, and both mammalian and avian Hsp90 can bind to the PB2 protein"}, {"pubmed": 26704341, "text": "The expression of HSP90A was increased in the HCC cells, serum, and tissues. Immunohistochemistry analysis on 76 clinical tissue samples also suggested the relevance between HSP90A expression and HCC metastatic behavior."}, {"pubmed": 26761580, "text": "The expression levels of HSP27 and HSP90 are elevated in acute pulmonary embolism reflecting endothelial dysfunction."}, {"pubmed": 26782567, "text": "Three of the differentially expressed heat-schock proteins, HSP90A, HSPB1, and HSPB2, are up-regulated in giant cell tumor of bone patients."}, {"pubmed": 26808260, "text": "In conjunction with HSP90, the cytoplasmic USP19 may play a key role in triage decision for the disease-related polyQ-expanded substrates, suggesting a function of USP19 in quality control of misfolded proteins by regulating their protein levels"}, {"pubmed": 26874923, "text": "There is overwhelming evidence that molecular chaperones such as Hsp27, Hsp70 and Hsp90 are expressed at elevated levels in a wide range of cancers by stabilizing the mutated neoplasm proteins. (Review)"}, {"pubmed": 26884463, "text": "Aarsd1 inhibits the activity of a paradigmatic Hsp90 client protein."}, {"pubmed": 26982469, "text": "The region of aa 250-295 of BGLF4 is essential for the BGLF4/Hsp90 interaction."}, {"pubmed": 27107422, "text": "Data suggest that SOCS3 is an important signaling protein in CLL, and Hsp90 inhibitors represent an approach to target transcriptional repression in B cell lymphoproliferative disorders."}, {"pubmed": 27226232, "text": "this study identified HSP90AA1 as a new potential biomarker for Behcet's disease by comparing highly ranked genes from all the built network-derived gene lists, which was confirmed the with real-world clinical samples"}, {"pubmed": 27254664, "text": "Data indicate a chaperone function of nicotinamide mononucleotide adenylyl transferase 2 (NMNAT2), independent from its enzymatic activity, and NMNAT2 complexes with heat shock protein 90 (HSP90) to refold aggregated protein substrates."}, {"pubmed": 27279135, "text": "the effect of HSP90 inhibition on IL-17-mediated cytokine and antimicrobial peptide expression in keratinocytes following heat treatment, was examined."}, {"pubmed": 27301716, "text": "HSP90 may be essential for stabilization and function of P2X7Rs through an action on the cysteine-rich domain of the cytoplasmic the C-terminus."}, {"pubmed": 27302312, "text": "epididymis secretory protein 4 had better specificity than CA125 in discriminating ovarian cancer, and endometrial cancer from benign gynecological diseases in southern China population"}, {"pubmed": 27448590, "text": "Conventional as well as scaled molecular dynamics simulations further demonstrate that citrullination of selected Arg residues leads to progressive disruption of HSP90 tertiary structure, promoting exposure of R502/R510 to PAD modification and subsequent autoantibody binding."}, {"pubmed": 27738310, "text": "ATM is the primary kinase responsible for phosphorylation of Hsp90alpha after exposure ionizing radiation."}, {"pubmed": 27771574, "text": "molecular modeling was employed to incorporate experimental data using partial constructs of the Hsp90 C-terminal domain."}, {"pubmed": 27870927, "text": "CD30 facilitates phosphorylation of heat shock factor 1, activates heat shock promoter element, and induces heat shock protein (HSP) 90."}, {"pubmed": 28032595, "text": "Generated multiple mutant KRAS-driven cancer cell lines with acquired resistance to the purine-scaffold HSP90 inhibitor PU-H71. Report a Y142N missense mutation in the ATP-binding domain of HSP90alpha that co-occurred with amplification of the HSP90AA1 locus in resistant cells."}, {"pubmed": 28038472, "text": "High HSP90 expression is associated with prostate cancer."}, {"pubmed": 28038712, "text": "indicates increased expression levels of heat shock proteins 90 and 70 and glucose related protein 78 levels in medullary thyroid carcinoma"}, {"pubmed": 28049024, "text": "We found that HSF1 activation mediated by 1,4-NQ upregulated downstream genes, such as HSPA6. The results suggest that activation of the HSP90-HSF1 signal transduction pathway mediated by 1,4-NQ protects cells against 1,4-NQ and that per/polysulfides can diminish the reactivity of 1,4-NQ by forming sulfur adducts."}, {"pubmed": 28051275, "text": "HSP90AA1 and AB1 genes exhibit low expression in breast cancers highly sensitive to chemotherapy and may indicate the patients with higher probability of pathological complete response."}, {"pubmed": 28053100, "text": "However, once the mumps virus L protein formed a mature polymerase complex with the P protein, Hsp90 activity was no longer required for the stability and activity of the L protein."}, {"pubmed": 28064214, "text": "SYK is an HSP90 client protein, and B-cell receptor signaling-dependent phosphorylation of HSP90 on Y197 is required for this interaction. HSP90 promotes Burkitt lymphoma cell survival by maintaining tonic B-cell receptor signaling."}, {"pubmed": 28143869, "text": "Our findings demonstrate Hsp90 blockade leads to ICN1 destabilization, providing an alternative strategy to antagonize oncogenic Notch1 signaling with Hsp90-selective inhibitors"}, {"pubmed": 28157708, "text": "Binding of FM807 to the N-terminus of Hsp90 disrupted Hsp90/client complexes, resulting in degradation of the Hsp90 client protein EGFR and inhibition of the downstream pathway."}, {"pubmed": 28218749, "text": "In the bound state, the Hsp90 dimer predominantly populates an open conformation, and transthyretin retains its globular structure."}, {"pubmed": 28239659, "text": "Fibroblasts isolated from pulmonary fibrosis lesions showed heightened Hsp90 ATPase activity compared with normal fibroblasts. The loss of the Hsp90AB, but not the Hsp90AA isoform, resulted in reduced fibroblast proliferation, myofibroblast transformation, and ECM production."}, {"pubmed": 28290541, "text": "While activation in c-Src is strictly controlled by ATP-binding and phosphorylation, the authors find that activating conformational transitions are spontaneously sampled in Hsp90-dependent Src mutants."}, {"pubmed": 28631426, "text": "Data suggest HSP90AA1-dependent regulation of ATM-NBN-CHK2 and ATR-CHK1 axes influences cells capability to repair double-stranded DNA damage; mechanisms include phosphorylation, polyubiquitination, and proteasomal degradation/proteolysis. (HSP90AA1 = heat shock protein 90kDa alpha; ATM = ataxia telangiectasia mutated protein; NBN = nibrin; CHK = checkpoint kinase; ATR = ataxia telangiectasia and Rad3 related kinase)"}, {"pubmed": 28723223, "text": "The association between the MEEVD C-terminal peptide from the heat shock protein 90 (Hsp90) and tetratricopeptide repeat A (TPR2A) domain of the heat shock organizing protein (Hop) is a useful prototype to study the fundamental molecular details about the Hop-Hsp90 interaction.  Observed are conformational changes of the peptide and the protein receptor induced by binding. The binding free energy is 8.4 kcal/mol."}, {"pubmed": 28751373, "text": "HSP90 contributes to cutaneous vasodilation via NOS-dependent mechanisms in young habitually active men during exercise in the heat."}, {"pubmed": 28765916, "text": "EGFR expression stratified most pronounced among HSP90low tumours, where the EGFRhigh phenotype was associated with longer survival"}, {"pubmed": 28816574, "text": "the SGT1-HSP90 complex contributes to the E3 ligase activity of the CUL4A complex that is necessary for CENP-A ubiquitylation and CENP-A deposition at the centromere."}, {"pubmed": 28855508, "text": "Hsc70/Hsp90 chaperones contribute to the conformational and functional maintenance of DeltaF508-CFTR at 37 degrees C."}, {"pubmed": 28870917, "text": "High HSP90 expression is associated with Colorectal Cancers."}, {"pubmed": 28878208, "text": "Data indicate HSP90 inhibitors as a class of preferred drugs for treatment combination with immunotherapy."}, {"pubmed": 28914785, "text": "our data suggested that Hsp90alpha could positively regulate the self-renewal of BCSCs by facilitating the nuclear translocation of c-Myc and EZH2 to maintain BMI1 expression."}, {"pubmed": 29127155, "text": "The findings establish an active role for Tsc1 as a facilitator of Hsp90-mediated folding of kinase and non-kinase clients-including Tsc2-thereby preventing their ubiquitination and proteasomal degradation."}, {"pubmed": 29178343, "text": "Results identified GRP78 and HSP90a as binding partners of PRDM14 in triple-negative breast cancer cells, and all participate in cancer regulation. The interactions were direct and required the C-terminal region including the zinc finger motifs of PRDM14."}, {"pubmed": 29262861, "text": "Data recognize HSP90 as a novel binding partner of PKM2 in hepatocellular carcinoma (HCC) cells. HSP90 potentiates the glycolysis and proliferation, reduces the apoptosis and thus enhances the growth of HCC cells through PKM2 Thr-328 phosphorylation maintaining its stability."}, {"pubmed": 29267381, "text": "findings suggested that this mechanism may be exploited by the Hsp90-Cdc37 chaperone to recruit and protect intrinsically dynamic kinase clients from degradation"}, {"pubmed": 29378140, "text": "utilized homology modeling techniques to calculate full-length structures of human Hsp90alpha in closed and partially open conformations and used these structures as a basis for several molecular dynamics based analyses aimed at elucidating allosteric mechanisms and modulation sites in human Hsp90alpha"}, {"pubmed": 29386344, "text": "the intracellular form of HSP90beta stabilises LRP1, thus amplifying HSP90alpha extracellular action"}, {"pubmed": 29393970, "text": "High Heat-shock protein-90 prolongs septic neutrophil survival by protecting c-Src kinase and caspase-8 from proteasomal degradation."}, {"pubmed": 29396434, "text": "Hsp90 protects cells from complement-dependent cytotoxicity by inhibiting, together with mortalin, C5b-9 assembly and/or stability at the plasma membrane."}, {"pubmed": 29432007, "text": "results of this integrative computational study are compared with a wide range of structural, biochemical, and cell-based experiments, offering a robust network-centric model of allosteric regulation and client kinase recognition by the Hsp90-Cdc37 chaperone machine"}, {"pubmed": 29491085, "text": "High Hsp70 and Hsp90 expression was associated with worse overall survival and disease-free survival [review and meta-analysis]"}, {"pubmed": 29555469, "text": "This study evaluated the mechanism by which p23 triggers degradation of AHR, and the role of HSP90 in this process."}, {"pubmed": 29561705, "text": "HSP90 inhibitors are identified here as a pharmacological approach for targeting autophagy via destabilization of ATG7, while an induced expression of CASP9."}, {"pubmed": 29662061, "text": "RPAP3 provides a flexible scaffold for coupling HSP90 to the human R2TP co-chaperone complex."}, {"pubmed": 29662162, "text": "The study shows that a conserved tryptophan in the middle domain senses the interaction of Hsp90 with a stringent client protein and transfers this information via a cation-pi interaction with a neighboring lysine."}, {"pubmed": 29725069, "text": "In this report, the authors show that HSP90 binding to HSF1 depends on HSP90 conformation and is only readily visualized for the ATP-dependent, N-domain dimerized chaperone, a conformation only rarely sampled by mammalian HSP90."}, {"pubmed": 29768689, "text": "Elevated expression of HSP90alpha and HSP90beta was found to correlate with poor prognosis of head and neck cancers cases. Thus, elevated levels HSP90alpha and HSP90beta in secreted vesicles are potential prognostic biomarkers and therapeutic targets in metastatic oral squamous cell carcinoma."}, {"pubmed": 29807130, "text": "Hsp90 interacts epistatically through its chaperone function with many other genes and their gene products; its influence on phenotypic diversification is thus a fundamental property of genetics. (Review)"}, {"pubmed": 29888262, "text": "We confirm that miR-628-3p promotes apoptosis and inhibits migration in A549 cells by negatively regulating HSP90. Our results may reveal a novel strategy for lung cancer treatment"}, {"pubmed": 30153855, "text": "chemotherapy agents can induce HSP90AA1 expression in osteosarcoma cells. And HSP90AA1, acting as an important regulator of autophagy, is a critical factor in the development of osteosarcoma chemoresistance both in vitro and in vivo. HSP90AA1 provides a novel therapeutic target for improving osteosarcoma treatment."}, {"pubmed": 30463299, "text": "metazoan SIRT1 orthologs as Hsp90 clients and reveal a novel crosstalk between the proteostasis and nutrient signaling networks, which may have implications in various age related diseases."}, {"pubmed": 30502916, "text": "Studies indicate that both heat shock proteins Hsp70 and Hsp90 are the main ATP-controlled chaperone families, evolutionarily conserved and conformationally highly dynamic [Review]."}, {"pubmed": 30521791, "text": "TOM34 and its partner HSP90AA1 might be used as a potential biomarker for monitoring HCV-induced hepatocellular carcinoma progression in the Egyptian population. Future large-scale validation studies are warranted."}, {"pubmed": 30598339, "text": "correlation exists between USP22 and HSP90 expressions in gastric cancer and co-expression of USP22 and HSP90 may be more effective in predicting prognosis of gastric cancer"}, {"pubmed": 30625276, "text": "Objective measures of disease activity and inflammation in Crohn's disease were closely associated with HSP90alpha concentrations in plasma"}, {"pubmed": 30629603, "text": "elevated Hsp90 levels are present in youth with beta cell autoimmunity."}, {"pubmed": 30699359, "text": "casein kinase-2 phosphorylation of the co-chaperone folliculin-interacting protein 1 (FNIP1) on priming serine-938 and subsequent relay phosphorylation on serine-939, 941, 946, and 948 promotes its gradual interaction with Hsp90."}, {"pubmed": 30799135, "text": "We focused on skin blotting using plasminogen activator inhibitor 1 (PAI1), interleukin-1alpha (IL-1alpha), vascular endothelial growth factor C (VEGF-C), and heat shock protein 90alpha (HSP90alpha). This pilot study was conducted at long-term-care and general hospitals to examine the applicability of DESIGN-R and thermography; the feasibility of skin blotting technique; the biomarker candidates, PAI1, IL-1alpha, VEGF-..."}, {"pubmed": 30982140, "text": "Identification of Pathogenic Genes and Transcription Factors in Osteosarcoma."}, {"pubmed": 30992362, "text": "PKA activation is necessary for the phosphorylation of heat shock protein (HSP90) that binds to unliganded AR in the cytoplasm, restricting its entry into the nucleus."}, {"pubmed": 31189925, "text": "Study reports that initial recruitment of co-chaperone Aha1 to Hsp90 is markedly enhanced by phosphorylation of a highly conserved tyrosine (Y313 in Hsp90alpha) in the Hsp90 middle domain Y313 represents a phosphorylation-sensitive conformational switch, engaged early after client loading, that affects both local and long-range conformational dynamics to facilitate initial recruitment of Aha1 to Hsp90."}, {"pubmed": 31213460, "text": "Rebalancing Protein Homeostasis Enhances Tumor Antigen Presentation."}, {"pubmed": 31221799, "text": "HSP90 could bind independently to disordered CTA1, even in the absence of HOP. This indicated HSP90 recognizes distinct regions of CTA1 and can each independently refold CTA1."}, {"pubmed": 31273033, "text": "Proximity ligation assay and co-immunoprecipitation experiments demonstrated that clusterin participated in eHsp90alpha-LRP1 complex formation, which enhanced the binding affinity of eHsp90alpha to LRP1."}, {"pubmed": 31343810, "text": "Plasma Hsp90alpha is a novel pan-cancer diagnosis biomarker, and cancer diagnosis with plasma Hsp90alpha is particularly effective in those patients with high expression of ADAM10 but may be insufficient to detect the patients with low ADAM10 and those with hyperphosphorylated Hsp90alpha."}, {"pubmed": 31426690, "text": "High HSP90A expression is associated with cervical cancer."}, {"pubmed": 31515903, "text": "Staphylococcus aureus Lpl protein triggers human host cell invasion via activation of Hsp90 receptor."}, {"pubmed": 31560394, "text": "The molecular chaperone Hsp90 maintains Golgi organization and vesicular trafficking by regulating microtubule stability."}, {"pubmed": 31567483, "text": "Transcriptomic analysis reveals that heat shock protein 90alpha is a potential diagnostic and prognostic biomarker for cancer."}, {"pubmed": 31595984, "text": "HSP90 regulates osteosarcoma cell apoptosis by targeting the p53/TCF-1-mediated transcriptional network."}, {"pubmed": 31601148, "text": "Heat-shock protein 90alpha in plasma reflects severity of fatigue in patients with Crohn's disease."}, {"pubmed": 31634779, "text": "Hsp90 effectively promotes cell proliferation through activating carcinomatous ERK1/2, phospho-Erk1/2 (Thr202+Tyr204), AKT, phospho-AKT (Ser473) expressions in nasopharyngeal carcinoma cells."}, {"pubmed": 31641193, "text": "Tumour-Secreted Hsp90alpha on External Surface of Exosomes Mediates Tumour - Stromal Cell Communication via Autocrine and Paracrine Mechanisms."}, {"pubmed": 31898536, "text": "The results suggest that plasma Hsp90 alpha levels can be used as an initial diagnosis for patients with HCC in both rural and cosmopolitan settings."}, {"pubmed": 32204513, "text": "Cell Stress Induced Stressome Release Including Damaged Membrane Vesicles and Extracellular HSP90 by Prostate Cancer Cells."}, {"pubmed": 32282939, "text": "Inhibition of HSP90 and Activation of HSF1 Diminish Macrophage NLRP3 Inflammasome Activity in Alcohol-Associated Liver Injury."}, {"pubmed": 32317521, "text": "Immunohistochemical expression of interlukin10 (IL10) and heat shock protein-90 (HSP-90) in prostatic carcinoma."}, {"pubmed": 32515550, "text": "SIRT2 suppresses expression of inflammatory factors via Hsp90-glucocorticoid receptor signalling."}, {"pubmed": 32565117, "text": "Mutations in the Hsp90 N Domain Identify a Site that Controls Dimer Opening and Expand Human Hsp90alpha Function in Yeast."}, {"pubmed": 32573772, "text": "Heat shock protein 90 enhances the electron transfer between the FMN and heme cofactors in neuronal nitric oxide synthase."}, {"pubmed": 32576198, "text": "FBXL6 governs c-MYC to promote hepatocellular carcinoma through ubiquitination and stabilization of HSP90AA1."}, {"pubmed": 32640214, "text": "Mutant p53 Drives Cancer Metastasis via RCP-Mediated Hsp90alpha Secretion."}, {"pubmed": 32669028, "text": "Columbamine suppresses proliferation and invasion of melanoma cell A375 via HSP90-mediated STAT3 activation."}, {"pubmed": 32718999, "text": "Low-Dose Hsp90 Inhibitor Selectively Radiosensitizes HNSCC and Pancreatic Xenografts."}, {"pubmed": 32861670, "text": "Hsf1 on a leash - controlling the heat shock response by chaperone titration."}, {"pubmed": 32871949, "text": "Does single gene expression omnibus data mining analysis apply for only tumors and not mental illness? A preliminary study on bipolar disorder based on bioinformatics methodology."}, {"pubmed": 32887360, "text": "Heat Shock Protein 70 (HSP70) Induction: Chaperonotherapy for Neuroprotection after Brain Injury."}, {"pubmed": 33037995, "text": "Human Hsp90 cochaperones: perspectives on tissue-specific expression and identification of cochaperones with similar in vivo functions."}, {"pubmed": 33080545, "text": "HSP90 expression and early recurrence in gastroenteropancreatic neuroendocrine tumors: Potential for a novel therapeutic target."}, {"pubmed": 33145341, "text": "Heat Shock Protein 90 Family Isoforms as Prognostic Biomarkers and Their Correlations with Immune Infiltration in Breast Cancer."}, {"pubmed": 33167063, "text": "The association of rs11457523 in HSP90AA1 with idiopathic male infertility in the Chinese population."}, {"pubmed": 33179566, "text": "Human coronavirus dependency on host heat shock protein 90 reveals an antiviral target."}, {"pubmed": 33359275, "text": "Hsp90 inhibitor-loaded IR780 micelles for mitochondria-targeted mild-temperature photothermal therapy in xenograft models of human breast cancer."}, {"pubmed": 33670684, "text": "Heat Shock Protein 90 Chaperones E1A Early Protein of Adenovirus 5 and Is Essential for Replication of the Virus."}, {"pubmed": 33741899, "text": "hPER3 promotes adipogenesis via hHSP90AA1-mediated inhibition of Notch1 pathway."}, {"pubmed": 33786814, "text": "The CDC37-HSP90 chaperone complex co-translationally degrades the nascent kinase-dead mutant of HIPK2."}, {"pubmed": 33887528, "text": "Molecular mapping of platelet hyperreactivity in diabetes: the stress proteins complex HSPA8/Hsp90/CSK2alpha and platelet aggregation in diabetic and normal platelets."}, {"pubmed": 34125329, "text": "Long non-coding RNA NKILA regulates expression of HSP90alpha, NF-kappaB and beta-catenin proteins in the MCF-7 breast cancer cell line."}, {"pubmed": 34137356, "text": "Serum HSP90-Alpha and Oral Squamous Cell Carcinoma: A Prospective Biomarker."}, {"pubmed": 34226297, "text": "Knockdown of lncRNA ZNRD1-AS1 suppresses gastric cancer cell proliferation and metastasis by targeting the miR-9-5p/HSP90AA1 axis."}, {"pubmed": 34376666, "text": "The HSP90/R2TP assembly chaperone promotes cell proliferation in the intestinal epithelium."}, {"pubmed": 34380015, "text": "The structure of an Hsp90-immunophilin complex reveals cochaperone recognition of the client maturation state."}, {"pubmed": 34381017, "text": "Lamin-A interacting protein Hsp90 is required for DNA damage repair and chemoresistance of ovarian cancer cells."}, {"pubmed": 34481829, "text": "HSP90 inhibitors reduce cholesterol storage in Niemann-Pick type C1 mutant fibroblasts."}, {"pubmed": 34586601, "text": "Hsp90 chaperone code and the tumor suppressor VHL cooperatively regulate the mitotic checkpoint."}, {"pubmed": 34637110, "text": "Cisplatin-based Electrochemotherapy Significantly Downregulates Key Heat Shock Proteins in MDA-MB-231-Human Triple-Negative Breast Cancer Cells."}, {"pubmed": 34666670, "text": "Hsp90 up-regulates PD-L1 to promote HPV-positive cervical cancer via HER2/PI3K/AKT pathway."}, {"pubmed": 34767669, "text": "Hsp90 regulates the tumorigenic function of tyrosine protein kinase in osteosarcoma."}, {"pubmed": 35165364, "text": "Differential maturation and chaperone dependence of the paralogous protein kinases DYRK1A and DYRK1B."}, {"pubmed": 35291488, "text": "Evaluation of the diagnostic and prognostic values of serum HSP90alpha in sepsis patients: a retrospective study."}, {"pubmed": 35590292, "text": "DAB2IP down-regulates HSP90AA1 to inhibit the malignant biological behaviors of colorectal cancer."}, {"pubmed": 35750765, "text": "Circ-HSP90A expedites cell growth, stemness, and immune evasion in non-small cell lung cancer by regulating STAT3 signaling and PD-1/PD-L1 checkpoint."}, {"pubmed": 36028869, "text": "HSP90AA1 promotes the inflammation in human gingival fibroblasts induced by Porphyromonas gingivalis lipopolysaccharide via regulating of autophagy."}, {"pubmed": 36078164, "text": "Patient-Derived Pancreatic Cancer Cells Induce C2C12 Myotube Atrophy by Releasing Hsp70 and Hsp90."}, {"pubmed": 36232755, "text": "Hsp90 as a Myokine: Its Association with Systemic Inflammation after Exercise Interventions in Patients with Myositis and Healthy Subjects."}, {"pubmed": 36446791, "text": "HSP90-CDC37-PP5 forms a structural platform for kinase dephosphorylation."}, {"pubmed": 36494347, "text": "Visualizing the transiently populated closed-state of human HSP90 ATP binding domain."}, {"pubmed": 36539366, "text": "MiR-302c-5p affects the stemness and cisplatin resistance of nasopharyngeal carcinoma cells by regulating HSP90AA1."}, {"pubmed": 36591225, "text": "Targeting heat shock proteins 90 and 70: A promising remedy for both autoimmune bullous diseases and COVID-19."}, {"pubmed": 36680568, "text": "Human gammadelta T cells induce CD8[+] T cell antitumor responses via antigen-presenting effect through HSP90-MyD88-mediated activation of JNK."}, {"pubmed": 36830620, "text": "Organismal Roles of Hsp90."}, {"pubmed": 36938943, "text": "Pan-HSP90 ligand binding reveals isoform-specific differences in plasticity and water networks."}, {"pubmed": 36948346, "text": "Correlation between nuclear expression of heat shock protein 90 in dermis and glucocorticoid resistance in bullous dermatosis."}, {"pubmed": 37000291, "text": "A comprehensive analysis of immunogenic cell death and its key gene HSP90AA1 in bladder cancer."}, {"pubmed": 37028636, "text": "Despite their structural similarities, the cytosolic isoforms of human Hsp90 show different behaviour in thermal unfolding due to their conformation: An FTIR study."}, {"pubmed": 37031722, "text": "The interaction between Hsp90-mediated unfolded protein response and autophagy contributes to As[3+]/ Se[4+] combination-induced apoptosis of acute promyelocytic leukemia cells."}, {"pubmed": 37068388, "text": "Molecular-level interplay between intrinsically disordered clients and Hsp90."}, {"pubmed": 37353709, "text": "Mutations F352A and Y528A in human HSP90alpha reduce fibronectin association and fibrillogenesis in cell-derived matrices."}, {"pubmed": 37406487, "text": "Proliferation, migration, and resistance to oxidative and thermal stresses of HT1080 cells with knocked out genes encoding Hsp90alpha and Hsp90beta."}, {"pubmed": 37535399, "text": "Structural insight into guanylyl cyclase receptor hijacking of the kinase-Hsp90 regulatory mechanism."}, {"pubmed": 37547757, "text": "HSP90AA1 promotes lymphatic metastasis of hypopharyngeal squamous cell carcinoma by regulating epithelial-mesenchymal transition."}, {"pubmed": 37633951, "text": "USP14 governs CYP2E1 to promote nonalcoholic fatty liver disease through deubiquitination and stabilization of HSP90AA1."}, {"pubmed": 37717471, "text": "HSP90 C-terminal domain inhibition promotes VDAC1 oligomerization via decreasing K274 mono-ubiquitination in Hepatocellular Carcinoma."}, {"pubmed": 37816710, "text": "SIRT1 and HSP90alpha feed-forward circuit safeguards chromosome segregation integrity in diffuse large B cell lymphomas."}, {"pubmed": 37914384, "text": "PER2 binding to HSP90 enhances immune response against oral squamous cell carcinoma by inhibiting IKK/NF-kappaB pathway and PD-L1 expression."}, {"pubmed": 38040085, "text": "Heat Shock Protein 90 in Parkinson's Disease: Profile of a Serial Killer."}, {"pubmed": 38055149, "text": "HSP90 Inhibition Attenuated Isoflurane-Induced Neurotoxicity in Mice and Human Neuroglioma Cells."}, {"pubmed": 38254616, "text": "Updates on Abeta Processing by Hsp90, BRICHOS, and Newly Reported Distinctive Chaperones."}], "genomic_pos": {"chr": "14", "end": 102139699, "ensemblgene": "ENSG00000080824", "start": 102080742, "strand": -1}, "genomic_pos_hg19": {"chr": "14", "end": 102606036, "start": 102547075, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001764", "qualifier": "involved_in", "term": "neuron migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0001934", "pubmed": 19363271, "qualifier": "involved_in", "term": "positive regulation of protein phosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002218", "pubmed": 20628368, "qualifier": "involved_in", "term": "activation of innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0002230", "pubmed": 20628368, "qualifier": "involved_in", "term": "positive regulation of defense response to virus by host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0003009", "qualifier": "involved_in", "term": "skeletal muscle contraction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006457", "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006839", "pubmed": 12526792, "qualifier": "involved_in", "term": "mitochondrial transport"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006986", "pubmed": 2527334, "qualifier": "involved_in", "term": "response to unfolded protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007004", "pubmed": 10197982, "qualifier": "acts_upstream_of_positive_effect", "term": "telomere maintenance via telomerase"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009408", "qualifier": "involved_in", "term": "response to heat"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0009409", "qualifier": "involved_in", "term": "response to cold"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009410", "qualifier": "involved_in", "term": "response to xenobiotic stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0009651", "qualifier": "involved_in", "term": "response to salt stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010592", "qualifier": "involved_in", "term": "positive regulation of lamellipodium assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010659", "qualifier": "involved_in", "term": "cardiac muscle cell apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0031396", "pubmed": 16809764, "qualifier": "involved_in", "term": "regulation of protein ubiquitination"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032273", "pubmed": 19363271, "qualifier": "involved_in", "term": "positive regulation of protein polymerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": 20628368, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032880", "qualifier": "involved_in", "term": "regulation of protein localization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034605", "qualifier": "involved_in", "term": "cellular response to heat"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0042026", "pubmed": 9660753, "qualifier": "involved_in", "term": "protein refolding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042220", "qualifier": "involved_in", "term": "response to cocaine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042307", "qualifier": "involved_in", "term": "positive regulation of protein import into nucleus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042981", "pubmed": 25609812, "qualifier": "involved_in", "term": "regulation of apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043254", "pubmed": 20176123, "qualifier": "involved_in", "term": "regulation of protein-containing complex assembly"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043335", "pubmed": 20176123, "qualifier": "involved_in", "term": "protein unfolding"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043627", "qualifier": "involved_in", "term": "response to estrogen"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045040", "pubmed": 15644312, "qualifier": "involved_in", "term": "protein insertion into mitochondrial outer membrane"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045429", "qualifier": "involved_in", "term": "positive regulation of nitric oxide biosynthetic process"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0045732", "pubmed": 18292230, "qualifier": "involved_in", "term": "positive regulation of protein catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045793", "qualifier": "involved_in", "term": "positive regulation of cell size"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0046677", "qualifier": "involved_in", "term": "response to antibiotic"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0050821", "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0050821", "pubmed": 27353360, "qualifier": "involved_in", "term": "protein stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051131", "pubmed": 15644312, "qualifier": "involved_in", "term": "chaperone-mediated protein complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060452", "qualifier": "involved_in", "term": "positive regulation of cardiac muscle contraction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0061684", "pubmed": 25719862, "qualifier": "involved_in", "term": "chaperone-mediated autophagy"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0098586", "pubmed": 25609812, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0099072", "qualifier": "involved_in", "term": "regulation of postsynaptic membrane neurotransmitter receptor levels"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902949", "pubmed": 19363271, "qualifier": "involved_in", "term": "positive regulation of tau-protein kinase activity"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1905323", "pubmed": 10197982, "qualifier": "involved_in", "term": "telomerase holoenzyme complex assembly"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 10791971, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 25609812, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "NAS", "gocategory": "CC", "id": "GO:0005829", "pubmed": 12526792, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016323", "qualifier": "located_in", "term": "basolateral plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0016324", "qualifier": "located_in", "term": "apical plasma membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031526", "qualifier": "located_in", "term": "brush border membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23349634, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0034774", "qualifier": "located_in", "term": "secretory granule lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "is_active_in", "term": "neuronal cell body"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0043202", "pubmed": 25719862, "qualifier": "located_in", "term": "lysosomal lumen"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0043209", "qualifier": "is_active_in", "term": "myelin sheath"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044294", "qualifier": "located_in", "term": "dendritic growth cone"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0044295", "qualifier": "located_in", "term": "axonal growth cone"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "is_active_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0062023", "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [11487543, 12519789, 19199708, 20458337, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0071682", "qualifier": "located_in", "term": "endocytic vesicle lumen"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097226", "qualifier": "located_in", "term": "sperm mitochondrial sheath"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0097524", "qualifier": "located_in", "term": "sperm plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:1904813", "qualifier": "located_in", "term": "ficolin-1-rich granule lumen"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0002134", "qualifier": "enables", "term": "UTP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0002135", "qualifier": "enables", "term": "CTP binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0003729", "qualifier": "enables", "term": "mRNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [9660753, 9817749, 12176997, 12526792, 12604615, 12853476, 12855682, 14638689, 14676191, 14743216, 15347682, 15708368, 16049941, 16169070, 16275660, 16307917, 16844778, 16888650, 17024179, 18195352, 19026643, 19740745, 19875381, 20029029, 20133715, 20188096, 20195357, 20353823, 20374249, 20558745, 20628368, 20864032, 20936779, 21360678, 21871133, 21988832, 22022502, 22843495, 23349634, 23414517, 23431407, 23455922, 23995768, 24189400, 24658140, 24794838, 24949977, 25036637, 25416956, 25486457, 25609649, 25609812, 25738358, 26496610, 26517842, 26754925, 27086506, 27353360, 27880917, 28330616, 29079741, 29127155, 29433126, 30833792, 31361762, 31467278, 31980649, 32707033, 32814053, 33990585, 35384245, 37045861], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 27353360, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005525", "qualifier": "enables", "term": "GTP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016887", "pubmed": [15937123, 29127155], "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0017098", "qualifier": "enables", "term": "sulfonylurea receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019903", "qualifier": "enables", "term": "protein phosphatase binding"}, {"category": "MF", "evidence": "HDA", "id": "GO:0023026", "pubmed": 20458337, "qualifier": "enables", "term": "MHC class II protein complex binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030235", "pubmed": 15937123, "qualifier": "enables", "term": "nitric-oxide synthase regulator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0030911", "pubmed": 9660753, "qualifier": "enables", "term": "TPR domain binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0030911", "pubmed": 12526792, "qualifier": "enables", "term": "TPR domain binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 16207813, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0032564", "qualifier": "enables", "term": "dATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": 29127155, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [8289821, 16169070, 21360678, 21460846, 25036637], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 29127155, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042826", "pubmed": 16809764, "qualifier": "enables", "term": "histone deacetylase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044325", "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0048156", "pubmed": 19363271, "qualifier": "enables", "term": "tau protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0051020", "pubmed": 24337748, "qualifier": "enables", "term": "GTPase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0051022", "qualifier": "enables", "term": "Rho GDP-dissociation inhibitor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051082", "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0070182", "pubmed": [10197982, 19751963], "qualifier": "enables", "term": "DNA polymerase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097110", "pubmed": 10409742, "qualifier": "enables", "term": "scaffold protein binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0097718", "qualifier": "enables", "term": "disordered domain specific binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0097718", "pubmed": 15713458, "qualifier": "enables", "term": "disordered domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140662", "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}, {"category": "MF", "evidence": "IPI", "id": "GO:1990782", "pubmed": 20353823, "qualifier": "enables", "term": "protein tyrosine kinase binding"}]}, "homologene": {"genes": [[3702, 835698], [3702, 835699], [3702, 835701], [4530, 4347402], [4530, 4347405], [4530, 9267802], [7955, 30591], [7955, 565155], [8364, 549036], [9031, 423463], [9544, 708431], [9598, 743883], [9606, 3320], [9615, 480438], [9913, 281832], [10090, 15519], [10116, 299331]], "id": 68464}, "interpro": [{"desc": "Heat shock protein Hsp90 family", "id": "IPR001404", "short_desc": "Hsp90_fam"}, {"desc": "Heat shock protein Hsp90, conserved site", "id": "IPR019805", "short_desc": "Heat_shock_protein_90_CS"}, {"desc": "Heat shock protein Hsp90, N-terminal", "id": "IPR020575", "short_desc": "Hsp90_N"}, {"desc": "Histidine kinase/HSP90-like ATPase superfamily", "id": "IPR036890", "short_desc": "HATPase_C_sf"}, {"desc": "Histidine kinase/HSP90-like ATPase", "id": "IPR003594", "short_desc": "HATPase_C"}, {"desc": "Ribosomal protein uS5 domain 2-type superfamily", "id": "IPR020568", "short_desc": "Ribosomal_Su5_D2-typ_SF"}, {"desc": "HSP90, C-terminal domain", "id": "IPR037196", "short_desc": "HSP90_C"}], "ipi": ["IPI00382470", "IPI00604607", "IPI00784295"], "map_location": "14q32.31", "name": "heat shock protein 90 alpha family class A member 1", "other_names": ["HSP 86", "LPS-associated protein 2", "epididymis luminal secretory protein 52", "epididymis secretory sperm binding protein Li 65p", "heat shock 86 kDa", "heat shock 90kD protein 1, alpha", "heat shock 90kD protein 1, alpha-like 4", "heat shock 90kD protein, alpha-like 4", "heat shock 90kDa protein 1, alpha", "heat shock protein 90kDa alpha (cytosolic), class A member 1", "heat shock protein 90kDa alpha family class A member 1", "heat shock protein HSP 90-alpha", "heat shock protein family C member 1", "lipopolysaccharide-associated protein 2", "renal carcinoma antigen NY-REN-38"], "pantherdb": {"HGNC": "5253", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96250", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 10090, "uniprot_kb": "P07901"}, {"RGD": "631409", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 10116, "uniprot_kb": "P82995"}, {"Gene": "HSP90AA1", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 9031, "uniprot_kb": "P11501"}, {"Ensembl": "ENSGALG00000033212", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 9031, "uniprot_kb": "A0A1L1RND0"}, {"ZFIN": "ZDB-GENE-990415-94", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 7955, "uniprot_kb": "Q90474"}, {"ZFIN": "ZDB-GENE-031001-3", "ortholog_type": "LDO", "panther_family": "PTHR11528", "taxid": 7955, "uniprot_kb": "Q5RG12"}, {"WormBase": "WBGene00000915", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 6239, "uniprot_kb": "Q18688"}, {"FlyBase": "FBgn0001233", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 7227, "uniprot_kb": "P02828"}, {"SGD": "S000004798", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 4932, "uniprot_kb": "P15108"}, {"SGD": "S000006161", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 4932, "uniprot_kb": "P02829"}, {"PomBase": "SPAC926.04c", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 4896, "uniprot_kb": "P41887"}, {"dictyBase": "DDB_G0267400", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 352472, "uniprot_kb": "P54651"}, {"TAIR": "2077352", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "F4JFN3"}, {"TAIR": "2049651", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "Q9SIF2"}, {"TAIR": "2161790", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "P51818"}, {"TAIR": "2161775", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "O03986"}, {"EnsemblGenome": "AT5G56030", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "P55737"}, {"EnsemblGenome": "AT5G52640", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 3702, "uniprot_kb": "P27323"}, {"EnsemblGenome": "BAE76252", "ortholog_type": "O", "panther_family": "PTHR11528", "taxid": 562, "uniprot_kb": "P0A6Z3"}], "uniprot_kb": "P07900"}, "pathway": {"biocarta": [{"id": "ahrpathway", "name": "ahr signal transduction pathway"}, {"id": "aktpathway", "name": "akt signaling pathway"}, {"id": "arfpathway", "name": "tumor suppressor arf inhibits ribosomal biogenesis"}, {"id": "gcrpathway", "name": "corticosteroids and cardioprotection"}, {"id": "hifpathway", "name": "hypoxia-inducible factor in the cardivascular system"}, {"id": "no1pathway", "name": "actions of nitric oxide in the heart"}, {"id": "p53hypoxiapathway", "name": "hypoxia and p53 in the cardiovascular system"}, {"id": "pparapathway", "name": "mechanism of gene regulation by peroxisome proliferators via ppara"}, {"id": "raccpathway", "name": "ion channels and their functional role in vascular endothelium"}, {"id": "vegfpathway", "name": "vegf hypoxia and angiogenesis"}], "kegg": [{"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04612", "name": "Antigen processing and presentation - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04657", "name": "IL-17 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04659", "name": "Th17 cell differentiation - Homo sapiens (human)"}, {"id": "hsa04914", "name": "Progesterone-mediated oocyte maturation - Homo sapiens (human)"}, {"id": "hsa04915", "name": "Estrogen signaling pathway - Homo sapiens (human)"}, {"id": "hsa05132", "name": "Salmonella infection - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_Fibroblast__growth__factor-1", "name": "Fibroblast growth factor-1"}, {"id": "Pathway_IL2", "name": "IL2"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "ar_tf_pathway", "name": "Regulation of Androgen receptor activity"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "erbb_network_pathway", "name": "ErbB receptor signaling network"}, {"id": "hdac_classii_pathway", "name": "Signaling events mediated by HDAC Class II"}, {"id": "hif1apathway", "name": "Hypoxic and oxygen homeostasis regulation of HIF-1-alpha"}, {"id": "il2_pi3kpathway", "name": "IL2 signaling events mediated by PI3K"}, {"id": "ilk_pathway", "name": "Integrin-linked kinase signaling"}, {"id": "lkb1_pathway", "name": "LKB1 signaling events"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "pi3kciaktpathway", "name": "Class I PI3K signaling events mediated by Akt"}, {"id": "pi3kcipathway", "name": "Class I PI3K signaling events"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "telomerasepathway", "name": "Regulation of Telomerase"}, {"id": "vegfr1_2_pathway", "name": "Signaling events mediated by VEGFR1 and VEGFR2"}, {"id": "vegfr1_pathway", "name": "VEGFR1 specific signals"}], "reactome": [{"id": "R-HSA-1227986", "name": "Signaling by ERBB2"}, {"id": "R-HSA-1227990", "name": "Signaling by ERBB2 in Cancer"}, {"id": "R-HSA-1236382", "name": "Constitutive Signaling by Ligand-Responsive EGFR Cancer Variants"}, {"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-1474151", "name": "Tetrahydrobiopterin (BH4) synthesis, recycling, salvage and regulation"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1632852", "name": "Macroautophagy"}, {"id": "R-HSA-1640170", "name": "Cell Cycle"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643713", "name": "Signaling by EGFR in Cancer"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168255", "name": "Influenza Infection"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168273", "name": "Influenza Viral RNA Transcription and Replication"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-1852241", "name": "Organelle biogenesis and maintenance"}, {"id": "R-HSA-192905", "name": "vRNP Assembly"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-194315", "name": "Signaling by Rho GTPases"}, {"id": "R-HSA-196854", "name": "Metabolism of vitamins and cofactors"}, {"id": "R-HSA-202131", "name": "Metabolism of nitric oxide: NOS3 activation and regulation"}, {"id": "R-HSA-2029480", "name": "Fcgamma receptor (FCGR) dependent phagocytosis"}, {"id": "R-HSA-2029482", "name": "Regulation of actin dynamics for phagocytic cup formation"}, {"id": "R-HSA-203615", "name": "eNOS activation"}, {"id": "R-HSA-211000", "name": "Gene Silencing by RNA"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2173782", "name": "Binding and Uptake of Ligands by Scavenger Receptors"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2565942", "name": "Regulation of PLK1 Activity at G2/M Transition"}, {"id": "R-HSA-3000484", "name": "Scavenging by Class F Receptors"}, {"id": "R-HSA-3000484", "name": "Scavenging by Class F Receptors"}, {"id": "R-HSA-3371497", "name": "HSP90 chaperone cycle for steroid hormone receptors (SHR) in the presence of ligand"}, {"id": "R-HSA-3371511", "name": "HSF1 activation"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-3371568", "name": "Attenuation phase"}, {"id": "R-HSA-3371571", "name": "HSF1-dependent transactivation"}, {"id": "R-HSA-373755", "name": "Semaphorin interactions"}, {"id": "R-HSA-380259", "name": "Loss of Nlp from mitotic centrosomes"}, {"id": "R-HSA-380270", "name": "Recruitment of mitotic centrosome proteins and complexes"}, {"id": "R-HSA-380284", "name": "Loss of proteins required for interphase microtubule organization from the centrosome"}, {"id": "R-HSA-380287", "name": "Centrosome maturation"}, {"id": "R-HSA-380320", "name": "Recruitment of NuMA to mitotic centrosomes"}, {"id": "R-HSA-399954", "name": "Sema3A PAK dependent Axon repulsion"}, {"id": "R-HSA-422475", "name": "Axon guidance"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-453274", "name": "Mitotic G2-G2/M phases"}, {"id": "R-HSA-5213460", "name": "RIPK1-mediated regulated necrosis"}, {"id": "R-HSA-5218859", "name": "Regulated Necrosis"}, {"id": "R-HSA-5218920", "name": "VEGFR2 mediated vascular permeability"}, {"id": "R-HSA-5336415", "name": "Uptake and function of diphtheria toxin"}, {"id": "R-HSA-5339562", "name": "Uptake and actions of bacterial toxins"}, {"id": "R-HSA-5357801", "name": "Programmed Cell Death"}, {"id": "R-HSA-5601884", "name": "PIWI-interacting RNA (piRNA) biogenesis"}, {"id": "R-HSA-5617833", "name": "Cilium Assembly"}, {"id": "R-HSA-5620912", "name": "Anchoring of the basal body to the plasma membrane"}, {"id": "R-HSA-5637810", "name": "Constitutive Signaling by EGFRvIII"}, {"id": "R-HSA-5637812", "name": "Signaling by EGFRvIII in Cancer"}, {"id": "R-HSA-5637815", "name": "Signaling by Ligand-Responsive EGFR Variants in Cancer"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5653656", "name": "Vesicle-mediated transport"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5675482", "name": "Regulation of necroptotic cell death"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-6798695", "name": "Neutrophil degranulation"}, {"id": "R-HSA-68877", "name": "Mitotic Prometaphase"}, {"id": "R-HSA-68886", "name": "M Phase"}, {"id": "R-HSA-69275", "name": "G2/M Transition"}, {"id": "R-HSA-69278", "name": "Cell Cycle, Mitotic"}, {"id": "R-HSA-74160", "name": "Gene expression (Transcription)"}, {"id": "R-HSA-8852276", "name": "The role of GTSE1 in G2/M progression after G2 checkpoint"}, {"id": "R-HSA-8854518", "name": "AURKA Activation by TPX2"}, {"id": "R-HSA-8863795", "name": "Downregulation of ERBB2 signaling"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8978934", "name": "Metabolism of cofactors"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9012999", "name": "RHO GTPase cycle"}, {"id": "R-HSA-9013418", "name": "RHOBTB2 GTPase cycle"}, {"id": "R-HSA-9018519", "name": "Estrogen-dependent gene expression"}, {"id": "R-HSA-9612973", "name": "Autophagy"}, {"id": "R-HSA-9613829", "name": "Chaperone Mediated Autophagy"}, {"id": "R-HSA-9634285", "name": "Constitutive Signaling by Overexpressed ERBB2"}, {"id": "R-HSA-9646399", "name": "Aggrephagy"}, {"id": "R-HSA-9652282", "name": "Drug-mediated inhibition of ERBB2 signaling"}, {"id": "R-HSA-9663891", "name": "Selective autophagy"}, {"id": "R-HSA-9664565", "name": "Signaling by ERBB2 KD Mutants"}, {"id": "R-HSA-9665230", "name": "Drug resistance in ERBB2 KD mutants"}, {"id": "R-HSA-9665233", "name": "Resistance of ERBB2 KD mutants to trastuzumab"}, {"id": "R-HSA-9665244", "name": "Resistance of ERBB2 KD mutants to sapitinib"}, {"id": "R-HSA-9665245", "name": "Resistance of ERBB2 KD mutants to tesevatinib"}, {"id": "R-HSA-9665246", "name": "Resistance of ERBB2 KD mutants to neratinib"}, {"id": "R-HSA-9665247", "name": "Resistance of ERBB2 KD mutants to osimertinib"}, {"id": "R-HSA-9665249", "name": "Resistance of ERBB2 KD mutants to afatinib"}, {"id": "R-HSA-9665250", "name": "Resistance of ERBB2 KD mutants to AEE788"}, {"id": "R-HSA-9665251", "name": "Resistance of ERBB2 KD mutants to lapatinib"}, {"id": "R-HSA-9665348", "name": "Signaling by ERBB2 ECD mutants"}, {"id": "R-HSA-9665686", "name": "Signaling by ERBB2 TMD/JMD mutants"}, {"id": "R-HSA-9665737", "name": "Drug resistance in ERBB2 TMD/JMD mutants"}, {"id": "R-HSA-9675108", "name": "Nervous system development"}, {"id": "R-HSA-9679191", "name": "Potential therapeutics for SARS"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9706574", "name": "RHOBTB GTPase Cycle"}, {"id": "R-HSA-9716542", "name": "Signaling by Rho GTPases, Miro GTPases and RHOBTB3"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820962", "name": "Assembly and release of respiratory syncytial virus (RSV) virions"}, {"id": "R-HSA-9820965", "name": "Respiratory syncytial virus (RSV) genome replication, transcription and translation"}, {"id": "R-HSA-9824439", "name": "Bacterial Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9834752", "name": "Respiratory syncytial virus genome replication"}], "smpdb": [{"id": "SMP00441", "name": "Prednisolone Action Pathway"}, {"id": "SMP00632", "name": "Prednisolone Metabolism Pathway"}], "wikipathways": [{"id": "WP1433", "name": "Nucleotide-binding Oligomerization Domain (NOD) pathway"}, {"id": "WP231", "name": "TNF-alpha signaling pathway"}, {"id": "WP2355", "name": "Corticotropin-releasing hormone signaling pathway"}, {"id": "WP2586", "name": "Aryl Hydrocarbon Receptor Netpath"}, {"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP2873", "name": "Aryl Hydrocarbon Receptor Pathway"}, {"id": "WP2875", "name": "Constitutive Androstane Receptor Pathway"}, {"id": "WP2876", "name": "Pregnane X receptor pathway"}, {"id": "WP2880", "name": "Glucocorticoid Receptor Pathway"}, {"id": "WP2882", "name": "Nuclear Receptors Meta-Pathway"}, {"id": "WP2884", "name": "NRF2 pathway"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}]}, "pdb": ["1BYQ", "1OSF", "1UY6", "1UY7", "1UY8", "1UY9", "1UYC", "1UYD", "1UYE", "1UYF", "1UYG", "1UYH", "1UYI", "1UYK", "1UYL", "1YC1", "1YC3", "1YC4", "1YER", "1YES", "1YET", "2BSM", "2BT0", "2BUG", "2BYH", "2BYI", "2BZ5", "2C2L", "2CCS", "2CCT", "2CCU", "2FWY", "2FWZ", "2H55", "2JJC", "2K5B", "2QF6", "2QFO", "2QG0", "2QG2", "2UWD", "2VCI", "2VCJ", "2WI1", "2WI2", "2WI3", "2WI4", "2WI5", "2WI6", "2WI7", "2XAB", "2XDK", "2XDL", "2XDS", "2XDU", "2XDX", "2XHR", "2XHT", "2XHX", "2XJG", "2XJJ", "2XJX", "2XK2", "2YE2", "2YE3", "2YE4", "2YE5", "2YE6", "2YE7", "2YE8", "2YE9", "2YEA", "2YEB", "2YEC", "2YED", "2YEE", "2YEF", "2YEG", "2YEH", "2YEI", "2YEJ", "2YI0", "2YI5", "2YI6", "2YI7", "2YJW", "2YJX", "2YK2", "2YK9", "2YKB", "2YKC", "2YKE", "2YKI", "2YKJ", "3B24", "3B25", "3B26", "3B27", "3B28", "3BM9", "3BMY", "3D0B", "3EKO", "3EKR", "3FT5", "3FT8", "3HEK", "3HHU", "3HYY", "3HYZ", "3HZ1", "3HZ5", "3INW", "3INX", "3K97", "3K98", "3K99", "3MNR", "3O0I", "3OW6", "3OWB", "3OWD", "3Q6M", "3Q6N", "3QDD", "3QTF", "3R4M", "3R4N", "3R4O", "3R4P", "3R91", "3R92", "3RKZ", "3RLP", "3RLQ", "3RLR", "3T0H", "3T0Z", "3T10", "3T1K", "3T2S", "3TUH", "3VHA", "3VHC", "3VHD", "3WHA", "3WQ9", "4AIF", "4AWO", "4AWP", "4AWQ", "4B7P", "4BQG", "4BQJ", "4CGQ", "4CGU", "4CGV", "4CGW", "4CWF", "4CWN", "4CWO", "4CWP", "4CWQ", "4CWR", "4CWS", "4CWT", "4EEH", "4EFT", "4EFU", "4EGH", "4EGI", "4EGK", "4FCP", "4FCQ", "4FCR", "4HY6", "4JQL", "4L8Z", "4L90", "4L91", "4L93", "4L94", "4LWE", "4LWF", "4LWG", "4LWH", "4LWI", "4NH7", "4NH8", "4O04", "4O05", "4O07", "4O09", "4O0B", "4R3M", "4U93", "4W7T", "4XIP", "4XIQ", "4XIR", "4XIT", "4YKQ", "4YKR", "4YKT", "4YKU", "4YKW", "4YKX", "4YKY", "4YKZ", "5CF0", "5FNC", "5FND", "5FNF", "5GGZ", "5J20", "5J27", "5J2V", "5J2X", "5J64", "5J6L", "5J6M", "5J6N", "5J80", "5J82", "5J86", "5J8M", "5J8U", "5J9X", "5LNY", "5LNZ", "5LO0", "5LO1", "5LO5", "5LO6", "5LQ9", "5LR1", "5LR7", "5LRL", "5LRZ", "5LS1", "5M4E", "5M4H", "5NYH", "5NYI", "5OCI", "5OD7", "5ODX", "5T21", "5VYY", "5XQD", "5XQE", "5XR5", "5XR9", "5XRB", "5XRD", "5XRE", "5ZR3", "6B99", "6B9A", "6CEO", "6CYG", "6CYH", "6EI5", "6EL5", "6ELN", "6ELO", "6ELP", "6EY8", "6EY9", "6EYA", "6EYB", "6F1N", "6FCJ", "6FDP", "6GP4", "6GP8", "6GPF", "6GPH", "6GPO", "6GPP", "6GPR", "6GPT", "6GPW", "6GPY", "6GQ6", "6GQR", "6GQS", "6GQU", "6GR1", "6GR3", "6GR4", "6GR5", "6HHR", "6KSQ", "6LR9", "6LSZ", "6LT8", "6LTI", "6LTK", "6N8X", "6OLX", "6TN4", "6TN5", "6U98", "6U99", "6U9A", "6U9B", "7DMC", "7KRJ", "7KW7", "7L7I", "7L7J", "7LSZ", "7LT0", "7RXZ", "7RY0", "7RY1", "7S8Y", "7S8Z", "7S90", "7S95", "7S98", "7S99", "7S9F", "7S9G", "7S9H", "7S9I", "7UR3", "8AGI", "8AGJ", "8AGL", "8B7I", "8B7J", "8FFV", "8FFW", "8KI4", "8W4V", "8W8K", "8X2R"], "pfam": ["PF00183", "PF13589"], "pharmgkb": "PA29519", "pharos": {"target_id": 19800, "tdl": "Tchem"}, "pir": "A32319", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251003", "relationship": "is"}, {"id": "GNF251004", "relationship": "is"}, {"id": "GNF251005", "relationship": "is"}, {"id": "GNF251006", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160295", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF033375", "relationship": "is"}, {"id": "GNF040798", "relationship": "is"}, {"id": "GNF043955", "relationship": "is"}, {"id": "GNF049396", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF083500", "relationship": "is"}, {"id": "GNF083501", "relationship": "is"}, {"id": "GNF083502", "relationship": "is"}, {"id": "GNF083503", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF050909", "relationship": "is"}, {"id": "GNF055674", "relationship": "is"}, {"id": "GNF060001", "relationship": "is"}, {"id": "GNF060343", "relationship": "is"}, {"id": "GNF075152", "relationship": "is"}, {"id": "GNF075336", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF064201", "relationship": "is"}, {"id": "GNF064202", "relationship": "is"}, {"id": "GNF066505", "relationship": "is"}, {"id": "GNF066506", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006821", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237066", "relationship": "is"}}, "refseq": {"genomic": ["NC_000014.9", "NC_060938.1"], "protein": ["NP_001017963.2", "NP_005339.3", "XP_011535020.1", "XP_054231954.1"], "rna": ["NM_001017963.3", "NM_005348.4", "XM_011536718.3", "XM_054375979.1"], "translation": [{"protein": "XP_011535020.1", "rna": "XM_011536718.3"}, {"protein": "XP_054231954.1", "rna": "XM_054375979.1"}, {"protein": "NP_005339.3", "rna": "NM_005348.4"}, {"protein": "NP_001017963.2", "rna": "NM_001017963.3"}]}, "reporter": {"HG-U133_Plus_2": ["210211_s_at", "211968_s_at", "211969_at", "214328_s_at"], "HG-U95Av2": "32316_s_at", "HTA-2_0": ["TC14001526.hg.1", "TC14002169.hg.1"], "HuEx-1_0": ["2545386", "2751644", "3367310", "3580179"], "HuGene-1_1": "7981335", "HuGene-2_1": "16796829"}, "retired": [3325, 89272], "summary": "The protein encoded by this gene is an inducible molecular chaperone that functions as a homodimer. The encoded protein aids in the proper folding of specific target proteins by use of an ATPase activity that is modulated by co-chaperones. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jan 2012].", "symbol": "HSP90AA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825534"}, "unigene": "Hs.525600", "uniprot": {"Swiss-Prot": "P07900", "TrEMBL": ["Q86SX1", "K9JA46", "A0A0U1RR69", "H0YJF5", "G3V592", "G3V2J8"]}, "wikipedia": {"url_stub": "Heat shock protein 90kDa alpha (cytosolic), member A1"}}