{"AllianceGenome": "5238", "HGNC": "5238", "MIM": "138120", "_id": "3309", "_version": 2, "accession": {"genomic": ["AL354710.17", "CH471090.1", "CP068269.2", "CS288575.1", "DQ385847.1", "M19645.1", "NC_000009.12", "NC_060933.1", "NG_027761.1", "X59969.1"], "protein": ["AAA52614.1", "AAF13605.1", "AAF42836.1", "AAH20235.1", "ABD04090.1", "ACJ13671.1", "BAG57068.1", "CAA42595.1", "CAA61201.1", "CAB71335.1", "CAK18759.1", "EAW87620.1", "EAW87621.1", "NP_005338.1", "P11021.2"], "rna": ["AA433933.1", "AF188611.1", "AF216292.1", "AJ271729.1", "AK129617.1", "AK293604.1", "BC020235.1", "DA549454.1", "EU794617.1", "NM_005347.5", "X87949.1"], "translation": [{"protein": "AAF42836.1", "rna": "AF216292.1"}, {"protein": "NP_005338.1", "rna": "NM_005347.5"}, {"protein": "ACJ13671.1", "rna": "EU794617.1"}, {"protein": "CAA61201.1", "rna": "X87949.1"}, {"protein": "AAH20235.1", "rna": "BC020235.1"}, {"protein": "BAG57068.1", "rna": "AK293604.1"}, {"protein": "CAB71335.1", "rna": "AJ271729.1"}, {"protein": "AAF13605.1", "rna": "AF188611.1"}]}, "alias": ["BIP", "GRP78", "HEL-S-89n"], "ec": "3.6.4.10", "ensembl": {"gene": "ENSG00000044574", "protein": ["ENSP00000324173", "ENSP00000506097", "ENSP00000506285"], "transcript": ["ENST00000324460", "ENST00000679355", "ENST00000679475", "ENST00000680032", "ENST00000680234", "ENST00000680257", "ENST00000680272", "ENST00000680494", "ENST00000680640", "ENST00000681045", "ENST00000681424", "ENST00000681540", "ENST00000681544", "ENST00000681675", "ENST00000681774"], "translation": [{"protein": "ENSP00000324173", "rna": "ENST00000324460"}, {"protein": "ENSP00000506097", "rna": "ENST00000680272"}, {"protein": "ENSP00000506285", "rna": "ENST00000680032"}], "type_of_gene": "protein_coding"}, "entrezgene": "3309", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 15.56658569, "exp_mis": 245.5134173, "exp_syn": 110.727899, "lof_z": 3.40614897659663, "mis_z": 4.94817321070139, "mu_lof": 1.07798670755e-06, "mu_mis": 2.13730101818e-05, "mu_syn": 9.47688967044e-06, "n_lof": 2.0, "n_mis": 87.0, "n_syn": 78.0, "p_li": 0.885688897994033, "p_null": 5.30224137407905e-05, "p_rec": 0.114258079592226, "syn_z": 1.92814228717458}, "bp": 1965, "cds_end": 128003405, "cds_start": 127998870, "n_exons": 8, "nonpsych": {"exp_lof": 13.9241774, "exp_mis": 222.0482559, "exp_syn": 100.0543574, "lof_z": 3.40149642707985, "mis_z": 4.9773475102817, "mu_lof": 1.07798670755e-06, "mu_mis": 2.13730101818e-05, "mu_syn": 9.47688967044e-06, "n_lof": 1.0, "n_mis": 75.0, "n_syn": 68.0, "p_li": 0.961502559109146, "p_null": 2.00427569234715e-05, "p_rec": 0.0384773981339302, "syn_z": 2.01759072051825}, "nontcga": {"exp_lof": 14.30516796, "exp_mis": 225.8562688, "exp_syn": 101.85358862, "lof_z": 3.20938909390413, "mis_z": 4.83524888199974, "mu_lof": 1.07798670755e-06, "mu_mis": 2.13730101818e-05, "mu_syn": 9.47688967044e-06, "n_lof": 2.0, "n_mis": 80.0, "n_syn": 71.0, "p_li": 0.83424730950542, "p_null": 0.000142415115676977, "p_rec": 0.165610275378903, "syn_z": 1.93570846747874}, "transcript": "ENST00000324460.6"}, "exons": [{"cdsend": 125241126, "cdsstart": 125236591, "chr": "9", "position": [[125234852, 125237154], [125238140, 125238308], [125238589, 125238827], [125238940, 125239331], [125239420, 125239533], [125240171, 125240309], [125240675, 125240907], [125241004, 125241343]], "strand": -1, "transcript": "NM_005347", "txend": 125241343, "txstart": 125234852}], "exons_hg19": [{"cdsend": 128003405, "cdsstart": 127998870, "chr": "9", "position": [[127997131, 127999433], [128000419, 128000587], [128000868, 128001106], [128001219, 128001610], [128001699, 128001812], [128002450, 128002588], [128002954, 128003186], [128003283, 128003622]], "strand": -1, "transcript": "NM_005347", "txend": 128003622, "txstart": 127997131}], "generif": [{"pubmed": 11719466, "text": "Glucose-regulated protein 78 is induced by chronic hypoxia in human gastric tumor cells through a protein kinase C-epsilon/ERK/AP-1 signaling cascade."}, {"pubmed": 11752154, "text": "a coreceptor for coxsackievirus A9, interacts with major histocompatibility complex class I molecules which mediate virus internalization"}, {"pubmed": 12076252, "text": "p38MAPK is activated by phosphorylated ATF6 and induces HSPA5 binding"}, {"pubmed": 12097557, "text": "stimulated by HCV replicons"}, {"pubmed": 12480769, "text": "a molecular chaperone, possibly involved in reduced formation of amyloid-beta protein in the endoplasmic reticulum"}, {"pubmed": 12516782, "text": "small amounts of circulating, free GRP78 and naturally-occurring anti-GRP78 autoantibodies were detected in the peripheral circulation of healthy human individuals."}, {"pubmed": 12552023, "text": "interacts with the large surface protein of hepatitis B virus in vitro"}, {"pubmed": 12621026, "text": "overexpression of GRP78/BiP decreases thrombin generation thereby suppressing prothrombotic potential of cells"}, {"pubmed": 12665508, "text": "overexpression of GRP78 results in reduced apoptosis and higher colony survival when challenged with topoisomerase inhibitors"}, {"pubmed": 12713871, "text": "The endoplasmic reticulum stress pathway mediated by ATF6 and by IRE1-XBP1 systems seems essential for the transformation-associated expression of the grp78 gene in hepatocarcinogenesis"}, {"pubmed": 15077298, "text": "mononuclear leukocytes responded to BiP with secretion of an antiinflammatory profile of cytokines."}, {"pubmed": 15514946, "text": "GRP78 can serve as a novel independent favorable prognostic factor for patients with neuroblastoma."}, {"pubmed": 15525676, "text": "ERdj3 is a stress-inducible endoplasmic reticulum DnaJ homologue which serves as a cofactor for BiP's interactions with unfolded substrates"}, {"pubmed": 15618547, "text": "Interaction with core lipoprotein lipids may facilitate apoB transport out of the ER by reducing Grp78-mediated ER retention."}, {"pubmed": 15657421, "text": "Stable BiP binding is essential for ATF6 regulation and that ER stress dissociates BiP from ATF6 by actively restarting the BiP ATPase cycle."}, {"pubmed": 15664986, "text": "TFII-I is required for optimal induction of Grp78 by ER stress"}, {"pubmed": 15778089, "text": "data suggest that amplification of c-myb in tumor cells may lead to robust GRP78 gene induction, which may in turn assist cells in survival under conditions of oxygen deprivation and nutrient stress"}, {"pubmed": 15817150, "text": "GRP78/BiP plays a protective role against UVC-induced cell death possibly via nucleotide excision repair."}, {"pubmed": 15899857, "text": "Upon ER stress, Grp78 promoter is occupied by YY1 mediated in part by the nuclear form of ATF6."}, {"pubmed": 15949590, "text": "Endoplasmic reticulum stress pathway mediated by Grp78 may be responsible for controlling the growth of lung cancer cells"}, {"pubmed": 16168956, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16168956, "text": "Promotor polymorphisms of HSPA5 may affect the interindividual variability of ER stress response and may confer a genetic risk factor for bipolar disorder."}, {"pubmed": 16182273, "text": "Findings indicate that overexpression of GRP78 protein may be an important biomarker for malignant transformation, and increased expression might be related with the posttranscriptional regulation of GRP78 in tumor tissues."}, {"pubmed": 16282978, "text": "Disturbed SIL1-HSPA5 interaction and protein folding is the primary pathology in Marinesco-Sjogren syndrome."}, {"pubmed": 16329989, "text": "Taken together, GRP78/75 and RHAMM complexes may stabilize microtubules in the interphase, associated with a downregulation of RHAMM. These results reveal a new biochemical activity of RHAMM."}, {"pubmed": 16400691, "text": "Up-regulation of GRP78 protein is associated with hepatocellular carcinoma"}, {"pubmed": 16428306, "text": "analyzed the cooperation of ER-60 and BiP in the oxidative refolding of denatured proteins"}, {"pubmed": 16472112, "text": "REVIEW: transcriptional regulation of Grp78, the molecular basis for the cytoprotective function of GRP78 and its role in cancer progression, drug resistance and potential future cancer therapy"}, {"pubmed": 16488447, "text": "N-methyl-N'-nitro-N-nitrosoguanidine (MNNG) can induce the clustering of epidermal growth factor receptor (EGFR) with GRP78 in human amnion FL cells."}, {"pubmed": 16497268, "text": "These results suggest that CYP2E1 mediated oxidative stress downregulates the expression of GRP proteins in HepG2 cells and oxidative stress is an important mechanism in causing ER dysfunction in these cells."}, {"pubmed": 16543232, "text": "The activation and regulation of Akt and NF-kappa B in prostatic cancer cell line 1-LN are reported."}, {"pubmed": 16731524, "text": "US2 and US11 bridge the MHC class I heavy chain onto BiP promoting interactions with other ER-associated degradation proteins"}, {"pubmed": 16912156, "text": "A predictor of responsiveness to drug therapy breast camcer."}, {"pubmed": 16912197, "text": "BiP/GRP78 is a defined intracellular target of action and presents an unparalleled opportunity to develop improved therapeutic versions of this cancer-specific apoptosis-inducing cytokine."}, {"pubmed": 17002502, "text": "Single molecule dynamics of transcriptional activation in the stress inducible GRP78 promoter, is studied."}, {"pubmed": 17062670, "text": "Up-regulation of Grp78 is associated with the development of castration resistance, may serve as an important prognostic indicator of recurrence in a subset of prostate cancer patients"}, {"pubmed": 17431395, "text": "Retention of amyloidogenic mutant TTRs induced the unfolded protein response and upregulated the expression of BIP."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17640713, "text": "GRP78 protein expression is significantly higher in prostate cancer than in benign prostatic tissue. The intensity of expression is significantly associated with survival and clinical recurrence"}, {"pubmed": 17670764, "text": "Grp78 was present in the uterus and oviduct epithelial cells and was shown to bind to human spermatozoa.  Incubation with either exogenous Hsp60 or Grp78 did not affect sperm viability, motility or acrosomal integrity."}, {"pubmed": 17728248, "text": "Endoplasmic reticulum chaperones stabilize nicotinic receptor subunits and regulate receptor assembly."}, {"pubmed": 17805346, "text": "ERGIC-53 provides a platform that receives micro(2)L(2) subunits from the BiP-dependent checkpoint, assisting polymerization. In this process, ERp44 couples thiol-dependent assembly and quality control."}, {"pubmed": 17848573, "text": "proteins co-localize, and changes in the expression of the glucoseregulated protein 78 affect the expression of voltage-dependent anion channel"}, {"pubmed": 17906960, "text": "When islets were cultured for 24 h at 11.1 mmol/l glucose, there was induction of BiP and XBP-1 in type 2 diabetes islets but not in non-diabetic islets."}, {"pubmed": 17931354, "text": "study showed that BiP is significantly increased in mid-frontal cortical grey matter of HIV-infected and neurocognitively impaired patients"}, {"pubmed": 17932454, "text": "HSPA5 polymorphisms examined in this study are not involved in susceptibility to suicide."}, {"pubmed": 17932454, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17936241, "text": "By contrast, five other human cell lines with lower basal expression of GRP78 protein did not undergo apoptosis when treated with GRP78 siRNA."}, {"pubmed": 17942541, "text": "These data suggest that one effect of the controlled expression of BiP/GRP78 in cells infected with cytomegalovirus is to aid in cytoplasmic virion assembly and egress."}, {"pubmed": 17991893, "text": "cells coexpressing GRP78 and Cripto grow much more rapidly in soft agar than do cells expressing either protein individually"}, {"pubmed": 18022401, "text": "The aim was to study the activation of ATF6 and Grp78 in transfected human epithelial cells expressing the DeltaF508-CFTR protein."}, {"pubmed": 18064632, "text": "GRP78 may stabilize Raf-1 to maintain mitochondrial permeability and thus protect cells from endoplasmic reticulum stress-induced apoptosis."}, {"pubmed": 18083346, "text": "HSP105 appears to chaperone the responses to endoplasmic reticulum (ER) stress through its interactions with GRP78 and GSK3, and without HSP105 cell death following ER stress proceeds by a non-caspase-3-dependent process."}, {"pubmed": 18192872, "text": "Culture of human RS cells with pancreatic cancer KP-4 cell-conditioned medium resulted in increased UV mutagenicity, possibly via the down-regulation of glucose-regulated protein 78kDa(GRP78)"}, {"pubmed": 18268478, "text": "The fully human monoclonal IgM antibody, SAM-6, was isolated from a gastric cancer patient and it binds to a new variant of GRP78 with a molecular weight of 82 kDa. The epitope is an O-linked carbohydrate moiety and is specific for malignant cells."}, {"pubmed": 18278507, "text": "tert-butyl hydroperoxide (tBH) increases oxidative stress, increases accumulation of ROS in the ER, and upregulates expression of GRP-78 and GADD153."}, {"pubmed": 18331622, "text": "We could demonstrate an association of GRP78 and GRP94 mRNA and protein expression with tumor stage and behaviour in esophageal adenocarcinomas."}, {"pubmed": 18343577, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18343577, "text": "The data of this study suggest that the HSPA5 -415 G/A, -370 C/T, and -180 del/G polymorphisms are unlikely to play a major role in risk of developing PD in Taiwan."}, {"pubmed": 18403493, "text": "GRP78 contributes to the increased apoptosis resistance and growth of glioma cells"}, {"pubmed": 18411300, "text": "Grp78/BiP has a role in T-cadherin-dependent cell survival"}, {"pubmed": 18482745, "text": "Up-regulated expression of GRP78 and GRP94 was possibly involved in pathogenesis, growth, invasion, and metastasis of gastric carcinomas."}, {"pubmed": 18556570, "text": "GRP78 (glucose-regulated protein 78kD) was found to be significantly upregulated in a sustained manner under atheroprone, but not atheroprotective flow up to 24 hours"}, {"pubmed": 18708056, "text": "These results hint to a new role of BiP in guiding posttranslational hepatitis B virus large envelope protein import into the mammalian ER."}, {"pubmed": 18708359, "text": "The endoplasmic reticulum chaperone GRP78/BiP is generally highly elevated in the vasculature derived from human glioma specimens, compared with minimal GRP78 expression in normal brain tissues and blood vessels."}, {"pubmed": 18720263, "text": "Expression of GRP78 in macrophages was increased significantly in the affected peripheral joints of ankylosing spondylitis compared with osteoarthritis patients."}, {"pubmed": 18757373, "text": "binding of DMP1 with GRP-78 receptor might be an important mechanism by which DMP1 is internalized and transported to the nucleus during bone and tooth development"}, {"pubmed": 18776923, "text": "overexpression of wild-type BRCA1 suppressed the expression of GRP78, whereas expression of mutant BRCA1 gene or targeted inhibition of endogenous BRCA1 using small-interfering RNA (siRNA) enhanced GRP78 expression."}, {"pubmed": 18781276, "text": "our preliminary results may suggest a protective role of the HSPA5 -415 A/-180 G allele in Taiwanese Alzheimer's disease susceptibility"}, {"pubmed": 18790759, "text": "Grp78 actively regulates multiple malignant phenotypes, including cell growth, migration, and invasion."}, {"pubmed": 18840615, "text": "analysis of transcriptional repression of the prosurvival endoplasmic reticulum chaperone GRP78/BIP by E2F1"}, {"pubmed": 18842681, "text": "These results provide new insights into resistance mechanisms of melanoma cells to CDDP and adriamycin and identify GRP78 as a potential target for enhancing chemosensitivity in melanoma."}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19014922, "text": "altered expression of proteins that underlie pathogenesis of SCA17"}, {"pubmed": 19017364, "text": "The effects of HSP70 down-regulation on the unfolded protein response and a novel strategy to enhance the proapoptotic effect of quercetin by suppressing GRP78 induction simultaneously, were investigated."}, {"pubmed": 19097122, "text": "alpha(2)-macroglobulin-induced increase in GRP78 synthesis is caused by transcriptional upregulation of TFII-I"}, {"pubmed": 19103594, "text": "a role for both GRP78 and PDI in insulin biosynthesis, although an excess of PDI disrupts normal proinsulin processing."}, {"pubmed": 19107326, "text": "Up regulation of GADD-153, GRP-78, with more pronounced expression in proliferative glomerulonephritis(GN) vs. nonproliferative GN and down regulation of Bcl-2 proteins was observed in the GN as compared to minimal change disease"}, {"pubmed": 19128512, "text": "Expressions of GRP78 were more intensive in infiltrating plasma cells in rheumatoid arthritis synovium relative to those in osteoarthritis synovium"}, {"pubmed": 19151922, "text": "The physiological and pathophysiological characteristics of BiP and its interaction partners has been reviewed. [review]"}, {"pubmed": 19164805, "text": "Mechanisms targeting apolipoprotein B100 to proteasomal degradation: evidence that degradation is initiated by BiP binding at the N terminus and the formation of a p97 complex at the C terminus."}, {"pubmed": 19165527, "text": "Using shotgun mass spectrometry, we found this protein differentially expressed in the dorsolateral prefrontal cortex from patients with schizophrenia."}, {"pubmed": 19188365, "text": "the affinity to the ER-resident protein BiP regulates the fate of TTR variants in the ER."}, {"pubmed": 19212831, "text": "Upregulation of GRP78 and GRP94 can significantly confer the chemoresistance to VP-16 in human lung cancer cell line SK-MES-1."}, {"pubmed": 19228285, "text": "In conclusion, the inhibitory effect of Boehmeria nivea extract on blocking assembled hepatitis B virion secretion might be via the reduction of GRP78."}, {"pubmed": 19236758, "text": "Bortezomib up-regulated BiP mRNA expression and induced apoptosis in multiple myeloma cells."}, {"pubmed": 19296942, "text": "Grp78 is expressed and secreted by oviduct epithelial cells. The protein would bind to the gametes and may modulate their interaction in a calcium-dependent manner."}, {"pubmed": 19309398, "text": "GRP78 expression appears to correlate with known correlates of melanoma progression and survival and requires further evaluation as a prognostic biomarker in melanoma."}, {"pubmed": 19386345, "text": "Expression pattern of GRP78 in olfactory neuroblastoma is reported."}, {"pubmed": 19411306, "text": "Knockdown of ERp57 confers cellular protection against hyperoxia- or tunicamycin-induced apoptosis by inhibition of caspase-3 activation and stimulation of BiP/GRP78 induction."}, {"pubmed": 19421146, "text": "Results show that targeted disruption of the cell surface Cripto/GRP78 complex precludes Cripto activation of MAPK/PI3K and Smad2/3 pathways."}, {"pubmed": 19470730, "text": "The formation of the spliced variant of XBP1s was detectable in 16.2% of AML patients, and consistent with activated unfolded protein response, thess patients also had significantly increased expression of calreticulin, GRP78, and CHOP."}, {"pubmed": 19482905, "text": "Findings suggest that circulating C-terminal GRP78 reflect the invasive properties of cells, and could be used as a predictive marker for pre-eclampsia early in pregnancy."}, {"pubmed": 19533686, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19533686, "text": "Single nucleotide polymorphism of rs430397 in the fifth intron of GRP78 gene is associated with hepatocellular carcinoma."}, {"pubmed": 19546472, "text": "Advanced osteoarthritis is associated with altered collagen VI expression and upregulation of ER-stress markers Grp78 and bag-1."}, {"pubmed": 19616278, "text": "To our knowledge, the present study is the first to report the upregulated expression of GRP78 and that it is possibly involved in pathogenesis of RCC"}, {"pubmed": 19626590, "text": "Down-regulation of GRP78 sensitizes resistant prostate cancer cells to gene-therapeutic overexpression of REIC."}, {"pubmed": 19671925, "text": "Glucose-regulated protein 78 is an intracellular antiviral factor against hepatitis B virus"}, {"pubmed": 19674193, "text": "GRP78 blockade sensitizes breast cancer cells to microtubules-interfering agents that induce the unfolded protein response"}, {"pubmed": 19713465, "text": "distinct solid tumor cells are able to secrete GRP-78 into the tumor microenvironment, thus demonstrating a hitherto unknown mechanism of resistance to bortezomib."}, {"pubmed": 19718440, "text": "study describes the discovery of GRP78va, a novel cytosolic isoform of GRP78/BiP, and the first characterization of the modulation of UPR signaling via alternative splicing of nuclear pre-mRNA"}, {"pubmed": 19722195, "text": "Data show that GRP78 was upregulated following treatment with NAC or PEN, and both the ATF6 protein and XBP1 mRNA were processed, which facilitates the expression of C/EBP homologous protein CHOP."}, {"pubmed": 19741001, "text": "diverts from endoplasmic reticulum to associate with cytomegalovirus assembly"}, {"pubmed": 19776128, "text": "The authors demonstrate here that the N-terminal product of G, GP1, interacts with the 78-kDa chaperone protein BiP."}, {"pubmed": 19786088, "text": "these data support recent studies that question the simple model of BiP dissociation as an all-important switch to activate the unfolded protein response."}, {"pubmed": 19823030, "text": "Endoplasmic reticulum stress causes translocation of the Par-4-GRP78 complex from the ER to the plasma membrane, and through a positive feedback loop, extracellular Par-4 binds to cell surface GRP78 activating the extrinsic apoptotic pathway. Review."}, {"pubmed": 19838160, "text": "Our study a modifying effect of MTJ1 on GRP78 in enhancing tumor aggressiveness in invasive primary cutaneous melanoma"}, {"pubmed": 19838163, "text": "Correlation of LDH-5 expression with clinicopathological factors and with the expression of Bcl-2, Bcl-XL, Mcl-1 and GRP78 was examined in pigmented lesions, including nevi and melanoma at different stages of progression"}, {"pubmed": 19842229, "text": "-86 bp T > A polymorphism in GRP78 gene is not related to the clinical risk and acute exacerbation of hepatitis B virus invasion."}, {"pubmed": 19842229, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19845896, "text": "Nine single-nucleotide polymorphisms (SNPs) including a new one (-86bp T > A from the estimated translation start site) were found and 15 haplotypes (frequencies > 1%) were inferred."}, {"pubmed": 19950238, "text": "These results suggest that HBsAg plays a pro-apoptotic role through down-regulation of GRP78."}, {"pubmed": 20017148, "text": "Identified is glucose-regulated protein 78 (GRP78) and verified its interaction with p53 in trophoblastic cells by immunoprecipitation and Western blot analysis."}, {"pubmed": 20072656, "text": "Findings indicate that GRP78 is a biologic target of vorinostat, and activation of the UPR through PERK phosphorylation contributes toward its antitumor activity."}, {"pubmed": 20082722, "text": "Grp78 promotes the invasion of hepatocellular carcinoma"}, {"pubmed": 20145413, "text": "The identified peptide (HWRR) from ADAM15 was found to activate GRP78 on endothelial cell membrane and siRNA directed against the GRP78 mRNA interfered with induction of angiogenesis by the peptide"}, {"pubmed": 20176102, "text": "depleted in morphologically affected frontal cortex of Pick disease patients"}, {"pubmed": 20204278, "text": "We identified for the first time an autoantibody against GRP78 in gastric cancer patients."}, {"pubmed": 20208072, "text": "identified the exposure of multiple domains of GRP78 on the cell surface and determined that binding of extracellular GRP78 to the cell surface is unlikely"}, {"pubmed": 20213805, "text": "anti citrullinated protein antibodies enhance NF-kappaB activity and TNFalpha production in monocyte/macrophages via binding to surface-expressed citrullinated Grp78"}, {"pubmed": 20360535, "text": "Blockade of 3-hydroxy-3-methylglutaryl-coenzyme A reductase reduces platelet deposition and inhibits GRP78 translocation from the platelet surface after shear and collagen activation."}, {"pubmed": 20473863, "text": "GRP78 is a potential independent predictor for response to taxane-based adjuvant chemotherapy in breast cancer."}, {"pubmed": 20484513, "text": "Data show that the depletion of BiP, and the loss of assembly compartment integrity, results in loss of virally induced lamina rearrangement and morphology of the nucleus that is characteristic of human cytomegalovirus infection."}, {"pubmed": 20492754, "text": "These results suggest that PI3K/Akt inhibits endoplasmic reticulum stress-induced apoptosis in HEK293 cells, at least in part, by promoting GRP78 protein stability."}, {"pubmed": 20497865, "text": "immunohistochemical staining of clinical samples from oral squamous cell carcinoma patients revealed that decreased GRP78 protein expression was significantly correlated with advance tumor stage (p < 0.001) and neck lymph node metastasis (p = 0.001)"}, {"pubmed": 20506407, "text": "Studies indicate that GRP78-related signaling may be helpful for clearer understanding of its biological mechanisms."}, {"pubmed": 20525207, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20525207, "text": "Study does not support a role for GRP78 polymorphisms in hepatitis B virus infection in a predominantly Chinese Han population."}, {"pubmed": 20605795, "text": "blocking GRP78 signaling on the surface of cancer cells attenuates TF PCA and has the potential to reduce the risk of cancer-related venous thromboembolism."}, {"pubmed": 20628775, "text": "The interaction of chaperone Grp78 and the hepatitis E virus (HEV) ORF2 protein could interrupt binding of Grp78 with the J domain, and in turn diminish or even eliminate the binding ability of the Grp78 substrate binding domain."}, {"pubmed": 20651985, "text": "Identification of GRP78 auto-antibodies as an early marker of tumor and metastatic progressions."}, {"pubmed": 20664690, "text": "The down-regulation of GRP78 plays a role in the degeneration of trabecular meshwork cells in primary open angle glaucoma patients."}, {"pubmed": 20672702, "text": "Results indicated that overexpression of GRP78 can enhance the sensitivity to cisplatin and there is correlation between the expression of GRP78 and resistance to cisplatin of human lung cancer SPCA-1 cell line."}, {"pubmed": 20720212, "text": "GRP78 provides an additional surface localization mechanism for latency- associated peptide (LAP)/transforming growth factor (TGF)beta, which may play an important role in controlling TGF-beta activity."}, {"pubmed": 20735358, "text": "Data show that HSP70, GRP78/BiP and HSP40/DnaJ each independently suppressed hA misfolding."}, {"pubmed": 20739513, "text": "BiP levels increase in HCMV-infected cells through the combination of increased BiP gene transcription mediated by the MIE proteins and increased BiP mRNA translation"}, {"pubmed": 20979610, "text": "Data show that memGRP78 should be a novel surface marker for isolation of HN-CICs, and targeting GRP78 signaling might be a potential therapeutic strategy for HNSCC through eliminating HN-CICs."}, {"pubmed": 21056970, "text": "ligation of prostate cancer cell surface GRP78 by its natural ligand, activated alpha(2)-macroglobulin (alpha(2)M*), results in a 2-3-fold up-regulation in the synthesis of prostate-specific antigen (PSA)"}, {"pubmed": 21080038, "text": "Maturation by propeptide removal occurs very inefficiently when rat or human proPCSK4 is overexpressed in HEK293 cells where it interacts with BiP."}, {"pubmed": 21112319, "text": "GRP78 expression is up-regulated in astrocytoma. It increased with the astrocytoma pathologic grade escalates & this was enhanced in disease recurrence. siRNA or antibody ligation of surface GRP78 lowered phosphorylation of Akt & ERK."}, {"pubmed": 21137052, "text": "chaperone GRP78/BiP showed the greatest increase in rheumatoid arthritis patients"}, {"pubmed": 21156321, "text": "The expression of GRP78 is associated with the enhanced proliferation of colorectal carcinoma cells and with their resistance to apoptosis"}, {"pubmed": 21189163, "text": "mRNA level of Grp78 gene was increased 24 h after ischemia in small intestine"}, {"pubmed": 21199322, "text": "GRP78 knockdown potentiates chrysin-induced apoptosis"}, {"pubmed": 21221131, "text": "HCMV infection induces GRP78 via IE1-72-mediated transcriptional control, and IE1-72 binds to the grp78 promoter in vitro and in infected cells. IE1-72 regulates grp78 expression by modulating the chromatin structure."}, {"pubmed": 21374734, "text": "Data show that transfection of cells with GRP78 or calpain I and calpain II siRNA reduced MPTB-mediated cell apoptosis in chondrosarcoma JJ012 cells."}, {"pubmed": 21382870, "text": "Data provide the first evidence that the GRP78 rs391957 polymorphism can predict clinical outcome in localized GA and locally advanced CRC patients."}, {"pubmed": 21389343, "text": "In endometrium there is cycle-dependent HSPA5 expression with a possible inverse correlation between HSPA5 expression and estradiol levels, suggesting that estrogen signaling cross-talks with the UPR cascade by interacting with HSPA5."}, {"pubmed": 21418596, "text": "Knockdown of GRP78 expression by siRNA did not effect viral RNA replication, but did impair mature viral production."}, {"pubmed": 21467168, "text": "Knockdown of GRP78 expression in immortalized human endothelial cells showed that GRP78 is a critical mediator of angiogenesis by regulating cell proliferation, survival, and migration."}, {"pubmed": 21472681, "text": "up-regulated expression of GRP78 and GRP94 could possibly be involved in the pathogenesis of colorectal carcinomas."}, {"pubmed": 21479362, "text": "GRP78, CHOP, caspase 4, and caspase 3 may be involved in adenosine-induced HepG2 cell apoptosis"}, {"pubmed": 21503958, "text": "Data demonstrate that not only does cell surface GRP78 regulate apoptosis, but it also regulates Ca(2+) homeostasis by controlling cell surface localization of TFII-I."}, {"pubmed": 21516372, "text": "The knockdown of survivin expression may enhance cancer metastasis through the downregulation of GRP78 and upregulation of vimentin expression"}, {"pubmed": 21597391, "text": "Anti-GRP78 IgG autoantibodies downregulate apoptosis and activate unfolded protein response mechanisms, which are essential to promote melanoma cell growth and survival."}, {"pubmed": 21622563, "text": "GRP78 can decrease BCL-2 sequestration by BIK at the endoplasmic reticulum"}, {"pubmed": 21642380, "text": "acquisition of the oncogenic function of Gp96 or Grp78 contribute to aggressive cancers."}, {"pubmed": 21673190, "text": "In addition, BiP formed a complex with SV40 capsids in the endoplasmic reticulum in a DNAJB11-dependent fashion."}, {"pubmed": 21779363, "text": "rs430397 polymorphism may be a contributing factor to liver cirrhosis in persistent HBV carriers."}, {"pubmed": 21800051, "text": "a functional proteomic analysis was performed to screen UCH37-interacting proteins in hepatocellular carcinoma (HCC), and glucose-regulated protein 78 was identified as one interacting with UCH37"}, {"pubmed": 21840908, "text": "PDIA3 and GRP78 are IL11 targets in invasive trophoblasts"}, {"pubmed": 21890413, "text": "non-muscle alpha-ACTN4, HSPA5 and cytoplasmic ACTB, should be targeted in idiopathic premature ovarian failure cases"}, {"pubmed": 21940774, "text": "The rs430397 AA genotype of GRP78 is associated with reduced survival and higher prevalence of early relapses in patients with advanced NSCLC treated with platinum-based chemotherapy."}, {"pubmed": 21947079, "text": "BAP31 and BiP are essential for dislocation of SV40 from the endoplasmic reticulum to the cytosol."}, {"pubmed": 21947694, "text": "silencing GRP78 in hepatocellular carcinoma cells may enhance cell migration through the increase of vimentin expression."}, {"pubmed": 22004425, "text": "Single nucleotide polymorphisms of CCND2, RAD23B, GRP78, CEP164, MDM2, and ALDH2 genes were significantly associated with development and recurrence of hepatocellular carcinoma in Japanese patients with hepatitis C virus."}, {"pubmed": 22076227, "text": "Increased expression of GRP78 might be a useful parameter to predict shortened survival in patients with renal cell carcinoma."}, {"pubmed": 22146569, "text": "Increased expression of Endoplasmic Reticulum (ER) stress markers, GRP78, ATF6 and CHOP, in endometrioid endometrial carcinomas suggests a role for ER stress in endometrial cancer."}, {"pubmed": 22215138, "text": "levels of expression of ERp5 and GRP78 correlated with the level of expression of membrane-bound MICA in chronic lymphocytic leukemia patients."}, {"pubmed": 22297694, "text": "The expression levels of GRP78 and Bax were related to the carcinogenesis, development and metastasis of non-small cell lung cancer."}, {"pubmed": 22306319, "text": "Cripto/GRP78 modulates the TGF-beta pathway in development and oncogenesis [review]"}, {"pubmed": 22425662, "text": "GRP78 cDNA was significantly overexpressed in complete moles compared to control."}, {"pubmed": 22430489, "text": "the ER chaperone GRP78 is crucial for synoviocyte proliferation and angiogenesis, the pathological hallmark of rheumatoid arthritis."}, {"pubmed": 22446326, "text": "BiP binds to IRE1 and PERK in a different manner."}, {"pubmed": 22460328, "text": "data suggest an essential role of Bip in GSK-3beta dependent tau hyperphosphorylation in endoplasmic reticulum stress by promoting the binding of GSK-3beta to tau"}, {"pubmed": 22472071, "text": "Human telomerase reverse transcriptase and glucose-regulated protein 78 increase the life span of articular chondrocytes and their repair potential."}, {"pubmed": 22495374, "text": "higher expresssionin epithelial ovarian tumors than in benign ovarian tumors"}, {"pubmed": 22527697, "text": "GRP-78 is present in the mineralizing matrices of teeth, bone and in the extracellular matrix of differentiating human marrow stromal cells and dental pulp stem cells."}, {"pubmed": 22528773, "text": "TiO2 nanoparticles do not significantly change the protein expression levels of Grp78 and Hsp70 in A549 cells."}, {"pubmed": 22543280, "text": "GRP78 was highly expressed in well and moderately differentiated endometrial carcinoma."}, {"pubmed": 22546345, "text": "Knockdown of GRP78 decreases ECM degradation, and downregulates the expression and activity of MMP-2 and TIMP-2."}, {"pubmed": 22564965, "text": "involved in regulation of macroautophagy in ovarian cancer cells"}, {"pubmed": 22581315, "text": "Birc5 and Hspa5 could be important survival factors for hepatoma carcinoma cells"}, {"pubmed": 22613557, "text": "Studies suggest that GRP78, and perhaps HSP70s, are strong tumor differentiation factor receptor candidates."}, {"pubmed": 22627132, "text": "These findings indicated that GRP78, which has an inhibitory effect on the aggregation of proteins containing expanded polyQ tract, may be an effective target for the treatment of polyQ diseases."}, {"pubmed": 22689054, "text": "interactions between GRP78 and CLU under endoplasmic reticulum stress conditions that govern CLU trafficking and redistribution to the mitochondria, elucidating how GRP78 and CLU cooperatively promote survival during treatment stress in prostate cancer"}, {"pubmed": 22735594, "text": "Dermokine-beta impairs ERK signaling through direct binding to GRP78"}, {"pubmed": 22751133, "text": "Increased survival of IGFBP-3-expressing cells was dependent on an intact autophagy response, as well as GRP78."}, {"pubmed": 22752300, "text": "findings reveal a novel role for GRP78 in the integration of cellular signaling pathways including the unfolded protein response, apoptosis, and autophagy to determine cell fate in response to antiestrogen therapy"}, {"pubmed": 22796945, "text": "BiP limits ER Ca(2+) leakage through the Sec61 complex by binding to the ER lumenal loop 7 of Sec61alpha in the vicinity of tyrosine 344."}, {"pubmed": 22801219, "text": "In antiestrogen-resistance breast cancer cells, IGFBP-3 interacted with GRP78, resulting in disruption of the GRP78-caspase-7 complex, activating caspase-7, inducing apoptosis."}, {"pubmed": 22851173, "text": "The Escherichia coli subtilase cytotoxin A subunit specifically cleaves cell-surface GRP78 protein and abolishes COOH-terminal-dependent signaling."}, {"pubmed": 22855534, "text": "Data suggest that BiP (HSPA5) is important for maintaining the solubility of rod opsin in the endoplasmic reticulum."}, {"pubmed": 22889453, "text": "PKM2 and HSPA5 may play an important role in the progression of endometrioid carcinoma. These two proteins are potential biomarkers to better predict high-risk endometrioid carcinoma and thereby guide clinical therapy."}, {"pubmed": 22912664, "text": "membrane GRP78 could play an important role in syncytialisation"}, {"pubmed": 22945507, "text": "This study demonstrates the significance of cell surface GRP78 in colon cancer, which may be used as a marker for reduced tumorigenicity."}, {"pubmed": 22996014, "text": "The new prognostic biomarkers GRP78, Fructose-bisphosphate Aldolase A (ALDOA), Carbonic Anhydrase I (CA1) and Peptidyl-prolyl cis-trans isomerase A or Cyclophilin A (PPIA)) provided good survival prediction for TNM stage I-IV patients."}, {"pubmed": 23056589, "text": "HSPA5 silencing appears to alter cell growth through G1 cell cycle arrest in epithelial ovarian cancer cells ."}, {"pubmed": 23085757, "text": "miR-30d, miR-181a, & miR-199a-5p are down-regulated in several cancers & tumor cell lines. They act cooperatively to down-regulate GRP78 and induce apoptosis by directly targeting its 3' untranslated region."}, {"pubmed": 23089287, "text": "LC3, beclin 1, and GRP78 may play an important role in the tumorigenesis of adenoid cystic carcinoma."}, {"pubmed": 23123197, "text": "NPGPx is essential for releasing excessive ER stress by enhancing GRP78 chaperone activity to maintain physiological homeostasis."}, {"pubmed": 23161089, "text": "The formation of Cu-recombinant human-HSPA5 complex is metal- and protein-specific, suggesting an important function of HSPA5 in Cu homeostasis."}, {"pubmed": 23200913, "text": "study demonstrates that the ER stress markers, GRP78 and CHOP, are elevated in endometrial cancer patients; GRP78 expression levels in visceral adipocytes from these patients were significantly correlated to disease stage and patient survival"}, {"pubmed": 23220234, "text": "this study showed that dimerization of AGR2 attenuates ER stress induced cell death and its dimerization is required for the interaction with BiP/GRP78."}, {"pubmed": 23280503, "text": "GRP78 is an important mediator in Endometrial Cancer (EC) cell survival and is associated with malignant disease. Furthermore, GRP78 contributes to cisplatin resistance, a critical aspect of disease progression in EC."}, {"pubmed": 23318453, "text": "RRBP1 could alleviate ER stress and help cancer cell survive"}, {"pubmed": 23322163, "text": "Expression of GRP78, an ER stress marker, increased following treatment with puromycin (a translocon opener) and was suppressed by anisomycin, confirming a primary role of translocon in ER stress induction."}, {"pubmed": 23349634, "text": "Evidence of trimethylation at Lys-585 by METTL21A"}, {"pubmed": 23363602, "text": "ERdj5, by binding to Sel1L, triggers BiP-Cholera toxin interaction proximal to the Hrd1 complex; postulate this scenario enables the Hrd1-associated retrotranslocation machinery to capture the toxin efficiently once the toxin is released from BiP"}, {"pubmed": 23378021, "text": "ERdjs appear to play the dual roles of increasing BiP affinity for clients and regulating delivery of clients to BiP."}, {"pubmed": 23402331, "text": "No associations of GRP78 polymorphisms with type 2 diabetes were observed in genotypic analyses in a Chinese Han population."}, {"pubmed": 23416888, "text": "the G allele of SNP rs391957 in the promoter of GRP78 was strongly associated with increased hepatocellular carcinoma risk and cis-regulated GRP78 expression by providing an Ets-2 binding site."}, {"pubmed": 23428538, "text": "Grp78 has a regulatory function in cell proliferation in renal cell carcinoma"}, {"pubmed": 23456958, "text": "Patients with stage II cancers treated by surgery alone, with high GRP78 also had improved survival"}, {"pubmed": 23457489, "text": "Knockdown of GRP78 expression in CLU-HepG2 cells abrogated the protective role of CLU under endoplasmic reticulum stress condition."}, {"pubmed": 23470966, "text": "Data indicate that GRP78 is expressed in primary breast cancers and matched metastases."}, {"pubmed": 23485528, "text": "Data suggests that surface GRP78 promotes CRC cell migration and invasion by regulating cell-matrix adhesion and ECM degradation, which is independent of its signaling receptor function."}, {"pubmed": 23544152, "text": "BiP was particularly observed in the pathological vasculature and retinal microvascular endothelial cells, and the increase of BiP expression was correlated with retinal neovascularization."}, {"pubmed": 23575540, "text": "BiP could upregulate mRNA transcription level and protein expression level of IRE1a."}, {"pubmed": 23578665, "text": "downregulated by lipopolysaccharide in hepatoma cell lines"}, {"pubmed": 23721263, "text": "While activated alpha-2-microglobulin (AA2M) ligates only one GRP78 receptor molecule per AA2M, it may potentially serve as a reservoir for release of up to four binding fragments per molecule."}, {"pubmed": 23759331, "text": "Silencing GRP78 not only inhibits tumor, but also decreases the expression of VEGF and VEGFR2 in colon cancer."}, {"pubmed": 23760505, "text": "the chaperone domain of S1R interacts with full-length BiP."}, {"pubmed": 23818965, "text": "Data indicate that GRP78 rs391957 and rs430397 polymorphisms could serve as markers to predict the risk of colorectal cancer (CRC)."}, {"pubmed": 23922175, "text": "Silencing GRP78 expression may suppress the proliferation, adhesion, and migration of prostate cancer cells via maspin and COX-2 regulation."}, {"pubmed": 24002052, "text": "GRP78 is required for the cancer stem-like subpopulation cell resistance to IR, as knockdown of this gene augments the effects of IR, while overexpression of GRP78 increases the radiation resistance of the subpopulation to IR"}, {"pubmed": 24048331, "text": "GRP78-specific antibody MAb159 modulates the PI3K pathway and inhibits tumor growth and metastasis"}, {"pubmed": 24080088, "text": "these results suggested that through direct interaction BAG3 could prevent the antiapoptotic effect of GRP78 upon genotoxic stress."}, {"pubmed": 24113381, "text": "the present data suggested that tumor-derived secreted GRP78 elicited the differentiation of bone marrow-derived mesenchymal stem cells to cancer-associated fibroblasts (CAF) through activating TGF-beta/Smad signaling pathway, which may represent a novel mechanism for transition of BMSCs to CAFs and a hitherto unknown function of GRP78 in the tumor microenvironment."}, {"pubmed": 24126384, "text": "upregulated GRP78 expression may be antiapoptotic effects and the p38/MAPK pathway was involved in the process of cigarette smoke extractinduced GRP78 expression in A549 cells."}, {"pubmed": 24167599, "text": "the interaction of amelogenin with Grp78/Bip contributed to cell proliferation, rather than correlate with the osteogenic differentiation"}, {"pubmed": 24244613, "text": "Cancer cells resistant to therapy promote cell surface relocalization of GRP78 which complexes with PI3K and enhances phosphoinositide-3,4,5-triphosphate production."}, {"pubmed": 24314144, "text": "GRP78 interacts with uPA both in the cells and in the culture medium, suggesting that GRP78 protein is likely to directly facilitate uPA secretion via protein-protein interaction."}, {"pubmed": 24383061, "text": "forced expression of the cell surface GRP78 increased N-Cadherin expression and decreased E-Cadherin level, suggesting that the cell surface GRP78 plays critical role in the regulation of EMT process in hepatoma cells"}, {"pubmed": 24512104, "text": "The secreted recombinant human BiP possesses native amino acid sequence and structural integrity, is biologically active and without yeast-derived modifications."}, {"pubmed": 24516643, "text": "phosphorylating the T-loop Akt residue Thr(308) by PDK1 requires Raptor of the mTORC1 complex as a platform or scaffold protein."}, {"pubmed": 24526410, "text": "Suggest that GRP78 and its plasma membrane localization, might play a role in endometrial cancer development and progression and might constitute a novel target for the treatment of endometrial cancer."}, {"pubmed": 24587347, "text": "JNK contributes to the tumorigenic potential of human cholangiocarcinoma cells through the mTOR pathway regulated GRP78 induction."}, {"pubmed": 24602846, "text": "These findings suggest that GRP78 overexpression promotes GC cells proliferation and is an independent indicator of poor prognosis for GC."}, {"pubmed": 24749068, "text": "these findings identify the CRIPTO/GRP78 pathway as a developmentally conserved regulator of fetal and adult mammary stem cell behavior ex vivo, with implications for the stem-like cells found in many cancers."}, {"pubmed": 24756776, "text": "GRP78 may have anti-senescence effects on ovarian cancer cells involving multiple mechanisms. Intervention against GRP78 may reduce cisplatin resistance in ovarian cancer."}, {"pubmed": 24766948, "text": "High GRP78 expression is associated with oral squamous cell carcinoma."}, {"pubmed": 24781973, "text": "Elevated GRP78 expression is associated with poor disease-free survival in breast cancer."}, {"pubmed": 24795528, "text": "The addition of TRAIL to WIN 55.212-2-treated cells led to apoptotic death probably mediated by up-regulation of the tumor suppressor factor PAR-4, whose levels increased after WIN treatment, and by the translocation of GRP78 on cell surface."}, {"pubmed": 24810055, "text": "Cab45S, a novel regulator of GRP78/BiP, suppresses endoplasmic reticulum stress-induced IRE1 activation and apoptosis by binding to and elevating GRP78/BiP, and has a role in the inhibition of ER stress-induced apoptosis."}, {"pubmed": 24821775, "text": "Hspa5 is required for the survival and malignant transformation of pre-B cells."}, {"pubmed": 24829380, "text": "oxidized phospholipids binding to plasma membrane-localized GRP78 leads to GRP78 trafficking to caveolin-enriched microdomains."}, {"pubmed": 24853418, "text": "Data show that HKH40A reduces BiP levels and this could have an important role in the activity of HKH40A against cancer cells."}, {"pubmed": 24882382, "text": "This study demonistrated that skeletal muscles obtained from patients with MG exhibited upregulation of glucose-regulated protein 78 (GRP78) mRNA that was activated by ER stress."}, {"pubmed": 24924946, "text": "ATPase activity is not essential for GRP78-mediated chaperone activity and is consistent with the hypothesis that endoplasmic reticulum stress does not play a primary initiating role in the early stages of alcoholic liver disease."}, {"pubmed": 24977433, "text": "GRP78 is a novel molecular link between metabolic alterations and signal transduction during tumor progression."}, {"pubmed": 24982359, "text": "A549 cells are hypersensitized to cisplatin following a transient GRP78 up-regulation. This hypersensitization is caused by the activation of JNK pathway and NF-kappaB, leading to early onset of apoptosis."}, {"pubmed": 25017472, "text": "HSPA5 is an essential host factor for Ebola virus replication."}, {"pubmed": 25059665, "text": "Data indicate that binding of tissue-type plasminogen activator (t-PA) to glucose-regulated protein 78 (GRP78) stimulates its amidolytic activity, activation of plasminogen (Pg), and cell proliferation."}, {"pubmed": 25081541, "text": "The expression of GRIM-1 and GRP78 was negatively correlated in human non-small cell lung cancer (NSCLC) tissues, and the down-regulation of GRP78 by GRIM-1 provides a possible mechanism for their interaction."}, {"pubmed": 25194164, "text": "the data from this study not only suggest ISL as a natural candidate to enhance breast CSC chemosensitivity but also highlight the significance of GRP78 in mediating cancer drug resistance and beta-catenin signaling in breast cancer stem cells ."}, {"pubmed": 25212833, "text": "Overexpression of HSPA5 protein is associated with triple-negative breast cancer."}, {"pubmed": 25216103, "text": "Humoral and cellular GRP78 autoimmune responses in smokers have numerous biologically-relevant pro-inflammatory and other deleterious actions, and are associated with emphysema and osteoporosis."}, {"pubmed": 25218495, "text": "Data indicate that focal adhesion kinase (FAK) and jun-NH2-terminal kinase (JNK) are the key downstream effectors of heat-shock protein GRP78."}, {"pubmed": 25227822, "text": "Self-secreted GRP78 binds to cell surface GRP78 as its receptor and activates intracellular proliferation signaling in colon cancer cells."}, {"pubmed": 25270224, "text": "Data indicate that Tanshinone IIA (Tan-IIA)T upregulated the protein expression of CHOP and Bax, but downregulated the protein expression of BiP, TCTP, Mcl-1 and Bcl-xL."}, {"pubmed": 25277658, "text": "Those results were consistent with the increasing of resistance to curcumin after silencing of GRP78."}, {"pubmed": 25292337, "text": "This study provides evidence that ARTC1 is activated during the endoplasmic-reticulum stress response, which results in acute ADP-ribosylation of GRP78/BiP paralleling translational inhibition."}, {"pubmed": 25301734, "text": "Elevated expression of heat shock protein 5 promotes drug resistance and metastasis in breast cancer."}, {"pubmed": 25333575, "text": "Knockdown of GRP78 enhances the PARP cleavage in human pancreatic cancer cells."}, {"pubmed": 25336069, "text": "cell-type specific differences in the relationships between GRP78 and the unfolded protein response activators, particularly IRE1, may determine differential sensitivity to endoplasmic reticulum stress."}, {"pubmed": 25338653, "text": "knockdown of GRP78/Bip expression with asymmetric siRNA led to increased prostate cancer cell apoptosis and reduced cellular migration."}, {"pubmed": 25360516, "text": "GRP78 has a role in apoptosis in triple negative breast cancer cells"}, {"pubmed": 25403445, "text": "Leptin induced GRP78 expression through the PI3K-mTOR pathway in neuronal cells."}, {"pubmed": 25431258, "text": "A low level of GRP78 may cause an increase in metastasis."}, {"pubmed": 25480418, "text": "MDA-9, co-expressed with GRP78, as a melanoma protein associated with lymph node metastasis. Investigating how MDA-9 and GRP78 interact to contribute to melanoma metastasis and disease progression could reveal new potential avenues of targeted therapy"}, {"pubmed": 25516752, "text": "aberrant autophagy of T lymphocytes as a result of ER stress and decreased GRP78 expression is involved in the pathogenesis of SLE and might serve as important therapeutic targets."}, {"pubmed": 25519021, "text": "the results suggest a potential for the use of GRP78 as a biomarker for progression of CRC and its chemosensitivity to therapy"}, {"pubmed": 25546329, "text": "These data showed that inhibition of GRP78 is of therapeutic utility for cancer and also for bacterial and viral infections."}, {"pubmed": 25588955, "text": "Endoplasmic reticulum-related BiP/GRP78 plays a key role to restore cells from stress conditions that are observed in the early phase of IFN-gamma-induced persistent infection by Chlamydia pneumoniae."}, {"pubmed": 25605012, "text": "Inhibition of GRP78 functional activity disrupts autophagy and enhances the anti-myeloma effect of bortezomib."}, {"pubmed": 25618598, "text": "These results are consistent with an increased sensitivity to 17-DMAG after knock down of GRP78"}, {"pubmed": 25669168, "text": "These results are consistent with the increased sensitivity to shikonin after knockdown of GRP78. GRP78 expression may determine the therapeutic efficacy of shikonin against prostate cancer cells"}, {"pubmed": 25673690, "text": "Different cancer cell lines rely on different mechanisms for GRP78 cell surface translocation, implying that the process is cell context-dependent."}, {"pubmed": 25689303, "text": "Data suggeest that chaperon protein HSPA5 may represent a target for anticancer, antiviral, and anti-Alzheimer's therapeutics."}, {"pubmed": 25691589, "text": "The E6;E7 splice-variant protein, in addition to self-binding, interacts with human papillomavirus 16 E6 and E7 in the presence of GRP78 and HSP90, leading to the stabilization of E6 and E7 by prolonging the half-life of each protein."}, {"pubmed": 25692299, "text": "discover that BiP is dual functional UPR sensor, sensing unfolded proteins by canonical binding to substrates and transducing this event to noncanonical, signaling interaction to Ire1 and Perk"}, {"pubmed": 25748049, "text": "The inhibition of PKM2 by GRP78 was abrogated when glucose supply was restored, suggesting that GRP78 and PKM2 expressions are adaptable to the nutritional levels in the microenvironment."}, {"pubmed": 25750184, "text": "HSPA5 may be a potential biomarker for inflammatory myopathies"}, {"pubmed": 25778936, "text": "BiP(336-355) induced the strongest proliferation of PBMCs from RA patients, but not from healthy donors. In contrast, BiP(456-475) actively suppressed the BiP(336-355)-induced proliferation and proinflammatory cytokine secretion by PBMCs."}, {"pubmed": 25798051, "text": "High BCLC staging scores, advanced cirrhosis and the overexpression of HSPA12A and HSP90B1 might be associated with poor survival from HCC, whereas high levels of HSPA4, HSPA5 and HSPA6 might be associated with earlier recurrence of HCC"}, {"pubmed": 25823022, "text": "stabilization of WASF3 function occurs through its interaction with ATAD3A and GRP78, which may provide a bridge between the ER and mitochondria, allowing communication between the two organelles"}, {"pubmed": 25921171, "text": "High GRP78 expression might be one of the molecular mechanisms causing resistance to paclitaxel in ovarian carcinoma."}, {"pubmed": 25934251, "text": "GRP78 overexpression facilitated the expression and secretion of TGF-beta1, which further activated the downstream Smad2/3 signaling module to effectuate the cell-matrix adhesion and epithelial-mesenchymal transition."}, {"pubmed": 25958313, "text": "Cell surface GRP78 directly binds and phosphorylates c-Src. As a consequence, c-Src phosphorylated EGFR, promoting the invasion and metastasis of HCCs."}, {"pubmed": 25976624, "text": "The present study demonstrated that GRP78 plays important roles in invasion and metastasis of esophageal squamous cell carcinoma."}, {"pubmed": 26005757, "text": "Study suggested that the GRP78 rs391957 promoter polymorphism is a potential risk factor for type 2 diabetic peripheral neuropathy"}, {"pubmed": 26025442, "text": "We conclude that Bz-surviving MM cells display a GRP78(HIGH)/p21(HIGH)/CDK6(LOW)/P-Rb(LOW) profile, and these markers may identify quiescent MM cells capable of fueling recurrences."}, {"pubmed": 26045166, "text": "GRP78 oncoprotein is a KIAA1324-binding partner in gastric cancer.KIAA1324 suppresses gastric cancer progression by inhibiting the oncoprotein GRP78."}, {"pubmed": 26064972, "text": "In stage-adjusted analysis, the nominal associations of DDX20-rs197412, PTGS2-rs5275, and HSPA5-rs391957 with DFS were detected. However, after FDR correction none of these polymorphisms remained significantly associated with the survival outcomes"}, {"pubmed": 26075355, "text": "Data indicate that arginylated BiP (R-GRP78) binds the autophagic adaptor p62 (sequestosome 1, SQSTM1) through the interaction of its N-terminal arginine."}, {"pubmed": 26085089, "text": "BiP facilitates Sec61 channel closure (i.e. limits ER Ca(2+) leakage) via the Sec61 channel with the help of ERj3 and ERj6"}, {"pubmed": 26119938, "text": "results provide new mechanistic insights into the understanding that deacetylation of HSPA5 by HDAC6 facilitates GP78-mediated HSPA5 ubiquitination"}, {"pubmed": 26147472, "text": "The biological interaction of amelogenin with Grp78 offers significant therapeutic potential for understanding the biological components and specific functions involved in the signal transduction of amelogenin-induced periodontal tissue regeneration."}, {"pubmed": 26202523, "text": "Novel finding of the current study is that the level of GRP78/BiP was greatly increased in the Parkinson's disease dementia and dementia with Lewy bodies patients compared with people with Alzheimer's disease in cingulate gyrus and parietal cortex."}, {"pubmed": 26302335, "text": "The protein chaperone GRP78 and the unfolded protein response were implicated as drivers of drug resistance. Preclinical studies show inhibiting GRP78 can reverse drug resistance.  [review]"}, {"pubmed": 26327128, "text": "Data show that molecular chaperone GRP78 and survivin cooperatively conferred multi-drug resistance (MDR) by decreasing folate deficiency (FD)-induced reactive oxygen species (ROS) generation."}, {"pubmed": 26472187, "text": "we report that GRP78 plays a crucial role in protecting renal cell carcinoma cells from hypoxic and hypoglycemic stress induced by anti-angiogenic therapy"}, {"pubmed": 26504039, "text": "Up-regulation of BiP is associated with Pancreatic Neuroendocrine Tumors."}, {"pubmed": 26530532, "text": "The present data suggest that GRP78 plays a crucial role in the proliferation, migration, and invasion of pancreatic cancer cells and may be a suitable prognostic marker in pancreatic ductal adenocarcinoma."}, {"pubmed": 26593250, "text": "Data show that bortezomib/CX-4945 combination modulates endoplasmic reticulum (ER) stress/unfolded protein response (UPR) signaling by down-regulation BIP/Grp78 and activates NF-kappa B p65 pro-apoptotic functions."}, {"pubmed": 26614265, "text": "Testosterone exposure could deregulate glucose availability by reducing GRP78 protein levels in endometrial stromal cells"}, {"pubmed": 26618558, "text": "GRP78 phosphorylation in sperm undergoes spatial reorganization during epididymal maturation."}, {"pubmed": 26740554, "text": "Prion protein mutants inhibit Hrd1-mediated retrotranslocation of misfolded proteins by depleting misfolded protein sensor BiP."}, {"pubmed": 26939701, "text": "our data show that GRP78 expression promotes chemoresistance in PDAC and therapeutic strategies, blocking the activity of GRP78 increases the efficacy of currently available therapies."}, {"pubmed": 26952514, "text": "The decreasing expression of GRP78/BiP was identified as a significant predictor related to shorter survival duration after surgery for advanced HSCC."}, {"pubmed": 27002159, "text": "This work demonstrates that alpha2M*/CS-GRP78 acts as an upstream regulator of the PDK1/PLK1 signaling axis to modulate c-MYC transcription and its target genes, suggesting a therapeutic strategy for targeting c-MYC-associated malignant progression."}, {"pubmed": 27004760, "text": "Data revealed that Enterovirus 71 infection might cause upregulation and aberrant redistribution of GRP78/BiP to the cytosol, thereby facilitating virus replication."}, {"pubmed": 27012209, "text": "Conclusively, GRP78 plays a vital role in gemcitabine resistance and clinical strategy to improve gemcitabine efficacy in breast cancer by manipulating GRP78 should be explored."}, {"pubmed": 27016417, "text": "Cancer-associated fibroblasts induced GRP78 expression in A549 and SPCA-1 cells to facilitate Non-Small Cell Lung Cancer cell migration and invasion"}, {"pubmed": 27034162, "text": "this study provided mechanistic evidences to support the positive regulatory function of FOXM1 in HSPA5 expression in colorectal cancer"}, {"pubmed": 27129228, "text": "Data suggest that molecular chaperone GRP78 contributes to toll-like receptor-3 (TLR3)-mediated, interferon regulatory factor 3 protein (IRF3)-dependent innate immune response to hepatitis C virus (HCV) in hepatocytes."}, {"pubmed": 27129294, "text": "Immunohistochemical analysis showed that STAT3, GRP78 and BAX protein levels in the combination group were significantly higher than those in STAT3 group and CDDP group (P<0.05). Exogenous STAT3 and CDDP may synergistically inhibit the xenograft tumour growth through up-regulation of BAX protein via GRP78."}, {"pubmed": 27130664, "text": "The phosphorylation-specific association of STMN1 with GRP78 promotes breast cancer metastasis."}, {"pubmed": 27185209, "text": "BiP expression is modulated upon Francisella infection and is required to support its intracellular multiplication."}, {"pubmed": 27254284, "text": "GRP78 role in the resistance to cisplatin in the nasopharyngeal carcinoma cells."}, {"pubmed": 27391061, "text": "analysis of the effects of triptolide on cell proliferation, cell cycle and the expression of GRP78 in nasopharyngeal carcinoma"}, {"pubmed": 27502501, "text": "The increased BiP/GRP78 expression was clarified as an independent prognostic marker for predicting worse outcome."}, {"pubmed": 27506747, "text": "Our results suggest that physical exercise alleviates endoplasmic reticulum stress in human obese through attenuation of GRP78 signaling network"}, {"pubmed": 27566407, "text": "overexpression of calreticulin(CALR) and heat shock 70kDa protein 5(HSPA5) was further validated. CONCLUSION: Alltogether, abundant new candidate molecules, especially proteins related to ER-stress, were found to be involved in the pathogenesis of GD"}, {"pubmed": 27573888, "text": "plasma exposure resulted in expression of unfolded protein response (UPR) proteins such as glucoserelated protein 78 (GRP78), protein kinase R (PKR)like ER kinase (PERK), and inositolrequiring enzyme 1 (IRE1). Elevated expression of spliced Xbox binding protein 1 (XBP1) and CCAAT/enhancerbinding protein homologous protein (CHOP) further confirmed that ROS generatedby NTGP induces apoptosis through the ER stress"}, {"pubmed": 27634156, "text": "Taken together, our results indicate that GRP78 plays an important role in the development and progression of colorectal carcinoma (CRC) and may have therapeutic potential for CRC patients."}, {"pubmed": 27698188, "text": "GRP78 control of fatty acid oxidation may represent a new homeostatic function for GRP78."}, {"pubmed": 27713511, "text": "We found that inhibiting the function of surface GRP78 suppressed cancer cell survival and growth proving that the surface-expressed GRP78 is a vital receptor involved in the proliferation of high-grade glioma."}, {"pubmed": 27771165, "text": "Increased GRP78 expression in complex atypical endometrial hyperplasia was associated with occult endometrial carcinoma."}, {"pubmed": 27779201, "text": "GRP78 role in dengue virus infection."}, {"pubmed": 27791469, "text": "HSPA5/BIP has roles in endoplasmic reticulum stress, autophagy and apoptosis; inhibitors of HSPA5 could be useful in cancer treatment"}, {"pubmed": 27814589, "text": "GRP78 affects p53 localization which in turn regulates autophagy."}, {"pubmed": 27815359, "text": "Antibodies targeting GRP78 exhibited antitumor activity and enhanced the efficacy of radiation in Non-small cell lung cancer and glioblastoma multiforme both in vitro and in vivo GRP78 is a promising novel target, and anti-GRP78 antibodies could be used as an effective cancer therapy alone or in combination with ionizing radiation"}, {"pubmed": 27822448, "text": "The measurement of the GRP78 level associated with the determination of intraperitoneal fat can be a useful predictor for endometrial cancer."}, {"pubmed": 27845899, "text": "Bisdemethoxycurcumin promotes apoptosis through a GRP78-dependent pathway and mitochondrial dysfunctions, and potentiates the antitumor effect of gemcitabine in human pancreatic cancer cells."}, {"pubmed": 27881906, "text": "candidate genes that modulate Hspa5 expression in the retina, were examined."}, {"pubmed": 27918543, "text": "The single catalytic domain of FICD can release the attached AMP, restoring functionality to BiP."}, {"pubmed": 27986562, "text": "this study discovered a novel effect of free fatty acids or high-concentration glucose on hepatitis A virus replication in association with a reduction in the expression of glucose-regulated protein 78 (GRP78)."}, {"pubmed": 28038712, "text": "indicates increased expression levels of heat shock proteins 90 and 70 and glucose related protein 78 levels in medullary thyroid carcinoma"}, {"pubmed": 28038917, "text": "Forced expression of GRP78 in tumor cells promoted autophagy.  GRP78 knockdown suppressed tumor cell autophagy."}, {"pubmed": 28052026, "text": "P4HB promotes hepatocellular carcinoma progression by down-regulating GRP78 expression and subsequently promoting epithelial-to-mesenchymal transition."}, {"pubmed": 28054532, "text": "These data provide the first evidence that GRP78 rs391957 and rs430397 polymorphisms could serve as the markers to predict the risk and poor prognosis of NB."}, {"pubmed": 28102850, "text": "Endoplasmic reticulum resident chaperone GRP78, mitochondrial protein Prohibitin and heterogeneous nuclear ribonucleoprotein hnRNPC (C1/C2) have been shown to interact with viral RNA. Hence it is proposed that these are the principle candidates governing endoplasmic reticulum stress-induced apoptosis in JEV infection."}, {"pubmed": 28110670, "text": "GALNT6-induced O-glycosylation is critical for the stability, subcellular localization, and anti-apoptotic function of GRP78 protein in cancer cells. We also suggest that GRP78 might enhance the activity of GALNT6 in carcinogenesis through driving Golgi-to-ER relocation of GALNT6."}, {"pubmed": 28130223, "text": "Genetic or pharmacologic inhibition of the HSPA5-GPX4 pathway enhanced gemcitabine sensitivity by disinhibiting ferroptosis in vitro and in both subcutaneous and orthotopic animal models of PDAC."}, {"pubmed": 28157699, "text": "Low GRP78 expression is associated with cancer."}, {"pubmed": 28176394, "text": "BiP binds to the unfolded state of MJ0366 and prevents its refolding, and that this effect is dependent on both the type and concentration of nucleotides."}, {"pubmed": 28177155, "text": "an endoplasmic reticulum complex of resident chaperones that includes HSP47, FKBP65, and BiP regulating the activity of LH2."}, {"pubmed": 28186997, "text": "GRP78 is an autoantigen that could stimulate autoimmune responses and serve as a potential marker for recurrent and metastatic progression in HCC."}, {"pubmed": 28202509, "text": "GRP78 overexpression abolished the inhibitory effect of SCNN1B on cell growth and migration, whereas GRP78 silencing aggravated growth inhibition by SCNN1B in gastric cancer."}, {"pubmed": 28236071, "text": "HSP78 on the cell surface was upregulated in human neuroblastoma cells (SK-N-SH) infected with Enterovirus 71"}, {"pubmed": 28245171, "text": "In a retrospective cervical cancer cohort, high GRP78 expression was correlated with poor survival. miR-181a suppressed cervical cancer development via downregulating GRP78."}, {"pubmed": 28258248, "text": "Data show that cancer-associated fibroblasts (CAFs)-derived hepatocyte growth factor (HGF) or recombinant HGF activated c-Met/phosphoinositide 3-kinase (PI3K)/Akt and glucose-regulated protein 78 (GRP78) signalling pathways in ovarian cancer cells."}, {"pubmed": 28320302, "text": "Three mutants, T38A, T229A, and S300A, exhibited much lower activity than wild-type GRP78, indicating that the active sites of the ATPase are located at the negatively charged cavity."}, {"pubmed": 28389416, "text": "These data reveal an essential role for the molecular chaperone GRP78 in IGF-IR signaling and implicate the use of GRP78 inhibitors in blocking IGF-IR signaling in hepatoma cells."}, {"pubmed": 28393217, "text": "We found that 25-epi Ritterostatin GN1N induced cell death in melanoma cells at nanomolar concentrations, and this cell death was characterized by inhibition of GRP78 expression, increased expression of the ER stress marker CHOP, loss of mitochondrial membrane potential, and lipidation of the autophagy marker protein LC3B."}, {"pubmed": 28394345, "text": "These results highlight a functional role for CRIPTO and GRP78 in prostate cancer metastasis and suggest that targeting CRIPTO/GRP78 signaling may have significant therapeutic potential."}, {"pubmed": 28407787, "text": "GRP78 mainly demonstrates anti-hepatitis B virus effects, reducing hepatitis B virus production and HBeAg secretion."}, {"pubmed": 28423613, "text": "High GRP78 expression is associated with resistance to sorafeinib in liver cancer."}, {"pubmed": 28457968, "text": "Data suggest that, in breast cancer cells, expression of HSD17B5 and expression of GRP78 (an apoptosis inhibitor) are strongly but negatively correlated; GRP78 knockdown decreases breast cancer cell viability whereas HSD17B5 knockdown increases cell viability and cell proliferation. (HSD17B5, 17-beta-hydroxysteroid dehydrogenase 5; GRP78, 78 kDa glucose-regulated protein)"}, {"pubmed": 28464871, "text": "The present study indicates that GRP78 is increased in BALF in cigarette smokers; that HAEC secrete GRP78; and that GRP78 secretion by HAEC is augmented by cigarette smoke particulates. Enhanced secretion of GRP78 by lung cells makes it a potential biomarker of cigarette smoke-induced lung injury."}, {"pubmed": 28550415, "text": "Overexpression of GRP78 is a novel predictor of favorable outcomes in patients with advanced thymic carcinoma. who receive combination chemotherapy."}, {"pubmed": 28586043, "text": "GRP78 silencing promoted lung epithelial cell apoptosis during hyperoxia, via regulation of the CHOP pathway."}, {"pubmed": 28601093, "text": "HSPA5 (GRP78) and GEP were identified to interact. Clinical analysis showed that expression of GRP78 was up-regulated in hepatocellular carcinoma tumor and correlated with GEP expression."}, {"pubmed": 28618969, "text": "Western blot analysis of subcutaneously implanted AsPC-1 and BxPC-3 tumors as well as orthotopically implanted Panc-1 tumors demonstrated upregulation of BIP, CHOP, and IRE1alpha expression in the tumor lysates from penfluridol-treated mice as compared to tumors from control mice"}, {"pubmed": 28629783, "text": "This study established a macrophage polarization model with human monocytes and found that the conditioned medium from M2 macrophages increased GRP78 expression in tumor cells and facilitated tumor cell migration."}, {"pubmed": 28639913, "text": "we uncovered that folate deficiency could profoundly downregulate two prominent anti-apoptotic effectors including survivin and glucose-regulated protein-78. Silencing of either survivin or glucose-regulated protein-78 via small interfering RNA interfering technique established that both effectors could serve as reactive oxygen species sinker proteins"}, {"pubmed": 28641518, "text": "GRP78 maintains an important role in regulating signaling pathways that control cell survival; it influences chemoresistance and prognosis in cancer."}, {"pubmed": 28645527, "text": "Inhibition of 17beta-HSD 7 modulates breast cancer protein profile and enhances apoptosis by down-regulating GRP78."}, {"pubmed": 28679661, "text": "These results identify GRP78 antibodies as a potential component of Neuromyelitis optica pathogenesis."}, {"pubmed": 28720068, "text": "in vitro and in vivo upregulation of Par-4 expression is indispensable for the trafficking of GRP78 to the cell membrane and subsequent apoptosis of cancer cell"}, {"pubmed": 28739722, "text": "Results show that GRP78 was up-regulated in human prostate cancer and inversely correlated with PCA3 expression."}, {"pubmed": 28854502, "text": "BiP/GRP78 is significantly associated with tumor aggressiveness and progression. The increased expression of BiP/GRP78 was identified as an independent factor for predicting poor OS in patients with early stage of disease."}, {"pubmed": 28870813, "text": "We revealed that a small amount of GRP78 effectively inhibited fibrillation of Abeta fragments. Intriguingly, the fibrillation inhibition by GRP78 was confirmed in the absence of ATP, suggesting GRP78 exhibited ATP-independent interaction with Abeta fragments."}, {"pubmed": 28947141, "text": "GRP78 inhibition enhances ATF4-induced cell death by the deubiquitination and stabilization of CHOP in human osteosarcoma cells."}, {"pubmed": 28949004, "text": "the chaperone 78-kDa glucose-regulated protein (GRP78) protects the MPD against PDI-dependent disulfide-bond isomerization by binding to this domain and, thereby, preventing ADAM17 inhibition."}, {"pubmed": 28951310, "text": "High expression of GRP78 is associated with nonalcoholic steatohepatitis."}, {"pubmed": 29024602, "text": "the in-vitro anti-proliferative and pro-apoptotic effects in colorectal cancer cells that were induced by silencing cell migration inducing hyaluronan binding protein may be associated with GRP78 repression and UPR attenuation"}, {"pubmed": 29048640, "text": "We revealed that DAL-1 was downregulated while HSPA5 was upregulated in NSCLC and found the protein of DAL-1 and HSPA5 co-localized in the cytoplasm and nucleus. We demonstrated that DAL-1 can suppress the expression of HSPA5 on mRNA and protein levels, and decrease EMT, migration, invasion and proliferation abilities by down-regulating HSPA5"}, {"pubmed": 29066620, "text": "Data suggest that prostatic tumor GRP78 expression correlates with disease stage; anti-GRP78 autoantibody levels parallel prostate-specific antigen concentrations in patient-derived serum samples."}, {"pubmed": 29073630, "text": "Overexpression or knockdown demonstrated that GRP78 promoted proliferation and anti-apoptosis of clear cell renal cell carcinoma cells, and the oncogenic activity of GRP78 resulting in by miR-30a-5p overexpression."}, {"pubmed": 29178343, "text": "Results identified GRP78 and HSP90a as binding partners of PRDM14 in triple-negative breast cancer cells, and all participate in cancer regulation. The interactions were direct and required the C-terminal region including the zinc finger motifs of PRDM14."}, {"pubmed": 29185956, "text": "This meta-analysis shows that BiP or anti-BiP antibodies have a moderate accuracy for the diagnosis of rheumatoid arthritis with a moderate sensitivity and high specificity. It can be an efficient supplement to the existing diagnostic method. [Meta-Analysis]"}, {"pubmed": 29198525, "text": "Study reports that the endoplasmic reticulum luminal co-chaperone ERdj4/DNAJB9 is a selective IRE1 repressor that promotes a complex between the luminal Hsp70 BiP and the luminal stress-sensing domain of IRE1alpha."}, {"pubmed": 29226519, "text": "Using molecular dynamics simulations, study demonstrated that Cripto binding to GRP78 completely changes the dynamics of its behavior on the membrane, not allowing GRP78 to disconnect from it, thus enabling GRP78 tumorigenic functions."}, {"pubmed": 29232380, "text": "results suggest that the cooperative effects of radiotherapy and cetuximab could be further improved by inhibiting GRP78 in non-responsive oropharyngeal carcinoma patients"}, {"pubmed": 29251598, "text": "Upon IgM expression, its levels temporarily eclipse those of the endoplasmic reticulum chaperone BiP, leading to acute, full-geared unfolded protein response activation. Once BiP is in excess again, the unfolded protein response transitions to chronic, submaximal activation, indicating that the unfolded protein response senses endoplasmic reticulum stress in a ratiometric fashion."}, {"pubmed": 29260979, "text": "HSPA5 negatively regulates lysosomal activity through ubiquitination of MUL1 in head and neck cancer"}, {"pubmed": 29276183, "text": "this study demonstrates the reaction of placental GRP78 with sera from women with multiple sclerosis"}, {"pubmed": 29292760, "text": "the expression of three cytokines for the pathogenesis of osteoarthritis (OA). which include IL-1beta, MMP14 and GRP78 was decreased by the various concentrations of icariin. These preliminary results imply that icariin might be an effective compound for the treatment of OA disease."}, {"pubmed": 29295953, "text": "The cytosolic relocalization of endoplasmic reticulum chaperone BiP did not require the function of translocon and was counteracted by HERP, a component of endoplasmic reticulum-associated protein degradation."}, {"pubmed": 29323121, "text": "Cell surface GRP78 promotes cancer stemness, whereas drives cells toward a non-stemlike phenotype when it chaperones Progranulin."}, {"pubmed": 29368272, "text": "Concomitant high expression of ERalpha36, GRP78 and GRP94 is associated with aggressive papillary thyroid cancer behavior and may be used as a predictor for extrathyroid extension, lymph node metastasis, and distant metastasis."}, {"pubmed": 29410209, "text": "GRP78 overexpression decreased advanced glycation end product levels and rescued the cells from Ribosome-induced cytotoxicity."}, {"pubmed": 29445274, "text": "GRP78 promotes cigarette smoke-induced inflammatory response and mucus hyperproduction in airway epithelial cells, likely through upregulation of necroptosis and subsequent activation of NF-kappaB and AP-1 pathways."}, {"pubmed": 29458176, "text": "This newly identified GRP78-NF-kappaB-FAT10 axis will provide novel insight into the understanding of the regulatory mechanisms of proliferation in human HCC."}, {"pubmed": 29481792, "text": "Fasudil inhibited leukocyte-endothelial cell interactions and vascular hyperpermeability through modulation of GRP78 and BMPR2 expression."}, {"pubmed": 29593095, "text": "observed that the 94-kDa glucose-regulated protein (GRP94) sequesters PCSK9 away from the 78-kDa glucose-regulated protein (GRP78), the major activator of the UPR"}, {"pubmed": 29650944, "text": "Data suggested that GRP78 silencing increased chemo-sensitivity and improved the effects of cisplatin-induced apoptosis in SiHa cells. Moreover, inhibition of GRP78 could upregulate caspase-3 and CHOP expression and downregulate Bcl-2 expression."}, {"pubmed": 29654145, "text": "GRP78 binds to and acts in concert with a glycosylphosphatidylinositol-anchored protein, CD109, in blocking TGF-beta signaling by promoting the routing of the TGF-beta receptor to the caveolae, thereby disrupting its binding to and activation of Smad2."}, {"pubmed": 29665387, "text": "the physiological role played by the complex KCTD15-GRP78 in the adipogenesis"}, {"pubmed": 29669822, "text": "This study uncovers that the R-BiP/Beclin-1/p62 complex has an important role in the crosstalk between apoptosis and autophagy. The results also propose how mono-drug resistance can be overcome using potent combinations to improve anticancer therapy."}, {"pubmed": 29738634, "text": "This study shows for the first time that modulation of GRP78 expression by either overexpressing or silencing has a profound effect on a number of independent pathways that are responsible for chemoresistance. The silencing GRP78 can diminish efflux activity of ATP-binding cassette (ABC) transporters, and it can decrease the antioxidant response resulting in an accumulation of reactive oxygen species."}, {"pubmed": 29749510, "text": "We found that downregulation of GRP78 led to inhibition of autophagy, cell cycle arrest in the G0/G1 phase, and activation of caspase-7-induced apoptosis, and this was affected by the initial autophagy level."}, {"pubmed": 29843019, "text": "BiP gene expression was significantly higher in bipolar disorder than in controls (F(1/128)=10.076, p=0.002, Partial eta2=0.073)."}, {"pubmed": 29887526, "text": "The receptor of Middle East respiratory syndrome coronavirus (MERS-CoV) is dipeptidyl peptidase 4 (DPP4). This study identified membrane-associated 78-kDa glucose-regulated protein (GRP78) as an additional binding target of the MERS-CoV spike."}, {"pubmed": 29915879, "text": "In conclusion, this study pointed out that the down-regulation of GRP78 attenuated immune response, oxidative stress and apoptosis during LPS-induced AKI, suggesting the protective role of GRP78 reduction during AKI."}, {"pubmed": 29932125, "text": "Data suggest a complex but functional interplay of ER chaperone GRP78 and steroid hormones, working together for cell survival and proliferation in the context of reproduction."}, {"pubmed": 29976090, "text": "PARK7 functions as a co-chaperone for arginylated HSPA5 to modulate autophagic removal of misfolded protein cargoes generated by oxidative stress."}, {"pubmed": 30015969, "text": "High GRP78 expression is associated with radioresistance in nasopharyngeal carcinoma."}, {"pubmed": 30032821, "text": "this study shows that overexpression of GRP78 predicts poor prognosis in pulmonary adenocarcinoma"}, {"pubmed": 30102148, "text": "Dissecting the important domain of GRP78 required for dengue virus 2 NS1 interaction showed co-immunoprecipitation of dengue virus NS1 with a full-length and substrate-binding domain (SBD), but not an ATPase domain, of GRP78, confirming their interaction through SBD binding."}, {"pubmed": 30156266, "text": "Under glucose-starved conditions, molecular chaperone GRP78 (GRP78) and the other endoplasmic reticulum (ER) luminal chaperones are enriched in the total membrane fraction."}, {"pubmed": 30184615, "text": "expression not predictive of survival in locally advanced non-small cell lung cancer"}, {"pubmed": 30229503, "text": "Our findings suggest that rs3216733 Gd/GG genotypes contribute to poor sperm motility, probably by decreasing the level of GRP78."}, {"pubmed": 30367842, "text": "The ER chaperone BiP/GRP78 is a new main factor involved."}, {"pubmed": 30407281, "text": "We showed that GRP78 is elevated in diabetic macular edema patients. In addition, there is a correlation between GRP78 and VEGF levels in aqueous humor. However, GRP78 levels were not associated with the responsiveness of anti-VEGF in diabetic macular edema patients."}, {"pubmed": 30413914, "text": "Rs3216733 polymorphism in the GRP78 gene promoter may correlate with susceptibility to nasopharyngeal carcinoma in a Chinese population."}, {"pubmed": 30468251, "text": "Study in human pancreatic ductal adenocarcinoma cells revealed surface relocalization and survival signaling by CLPTM1L triggered by endoplasmic reticulum (ER) stress and demonstrated interaction of CLPTM1L with GRP78. Both chemoresistance and GRP78 interaction were dependent on the extracellular loop of CLPTM1L."}, {"pubmed": 30563499, "text": "This work implicates GRP78 as a modulator of cell adhesion markers in MM and PCa. Our results may have clinical implications underscoring GRP78 as a potential therapeutic target to reduce the adhesive nature of metastatic tumors to the bone niche."}, {"pubmed": 30619294, "text": "Upon silencing of interleukin 22 receptor subunit alpha 2 (IL22RA2) expression in immature dendritic cells (moDC), molecular chaperone GRP78 (GRP78) levels were significantly reduced, suggesting that native IL22RA2 expression naturally contributes to upregulating GRP78 levels in these cells."}, {"pubmed": 30649790, "text": "The results...illustrate an essential function of GRP78 in the pathogenesis of glioblastoma multiforme"}, {"pubmed": 30653515, "text": "In adipose tissue, downregulation of GRP78 demonstrated poor correlation with increased probability of metastasis"}, {"pubmed": 30755605, "text": "GRP78 is required for maintenance of \"stemness\" in pancreatic cancer and downregulating it interferes with cellular metabolism that contributes to survival advantage of treatment-refractory cancer stem cells population."}, {"pubmed": 30801683, "text": "The results suggest that the interaction of ETBR with GRP78 affects ERK activation and GRP78 localization."}, {"pubmed": 30869076, "text": "These data define proteostatic endoplasmic reticulum stress to be a specific consequence of inadequate BiP availability, which both the unfolded protein response and endoplasmic reticulum-associated degradation (ERAD) redeem."}, {"pubmed": 30952835, "text": "Inflammatory cytokines induce a self-destructive pro-apoptotic feedback loop through the secretion and membrane translocation of GRP78."}, {"pubmed": 31100053, "text": "Oxyresveratrol exerts ATF4- and Grp78-mediated neuroprotection against endoplasmic reticulum stress in experimental Parkinson's disease."}, {"pubmed": 31243264, "text": "The interaction between SPARC and GRP78 interferes with ER stress signaling and potentiates apoptosis via PERK/eIF2alpha and IRE1alpha/XBP-1 in colorectal cancer"}, {"pubmed": 31266968, "text": "Knockdown of OTUD3 results in a decrease in the level of GRP78 protein, suppression of cell growth and migration, and tumorigenesis in lung cancer."}, {"pubmed": 31310747, "text": "High GRP78 expression is associated with invasion and metastasis of hepatocellular carcinoma by chaperoning LRP6."}, {"pubmed": 31314904, "text": "Increased grp78 transcription is correlated to reduced tlr4 transcription in patients surviving sepsis."}, {"pubmed": 31342628, "text": "Urinary exosome miR-30c-5p as a biomarker of clear cell renal cell carcinoma that inhibits progression by targeting HSPA5."}, {"pubmed": 31346222, "text": "GRP78 translocation to the cell surface and O-GlcNAcylation of VE-Cadherin contribute to ER stress-mediated endothelial permeability."}, {"pubmed": 31358620, "text": "Authors observed that radiation-induced CS-GRP78 stimulates the nuclear accumulation of YAP/TAZ and increases YAP/TAZ target gene expressions."}, {"pubmed": 31416894, "text": "Results uncover new functions of GRP78 as an interacting partner of CD44v and as a regulator of CD44v membrane homeostasis and cell spreading."}, {"pubmed": 31531187, "text": "study not only provided a promising drug for aerobic glycolysis inhibition but also revealed that GRP78 is a novel molecular link between glycolytic metabolism and ER stress during tumor metastasis."}, {"pubmed": 31534554, "text": "ATF4 destabilizes RET through nonclassical GRP78 inhibition to enhance chemosensitivity to bortezomib in human osteosarcoma."}, {"pubmed": 31635499, "text": "Correlation of the protein expression of GRP78 and BIK/NBK with prognostic markers in patients with breast cancer and neoadjuvant chemotherapy."}, {"pubmed": 31659110, "text": "GRP78 can be a predictive biomarker in hepatocellular carcinoma patients treated with sorafenib. Strategies designed to inhibit the GRP78-related pathway may overcome sorafenib resistance."}, {"pubmed": 31669222, "text": "Mechanistical study demonstrated that EIF3D interacted with GRP78 and enhanced protein stability through blocking the ubiquitin-mediated-proteasome degradation of GRP78."}, {"pubmed": 31695187, "text": "By reconstituting components of human unfolded protein response (UPR), ER stress and BiP chaperone systems, the study discovers that the interaction of BiP with the luminal domains of UPR proteins IRE1 and PERK switch BiP from its chaperone cycle into an ER stress sensor cycle by preventing the binding of its co-chaperones, with loss of ATPase stimulation."}, {"pubmed": 31712392, "text": "The study identified GRP78 as one of the molecular chaperones most strongly induced by hepatitis B virus in human hepatocytes. Gain- and loss-of-function analyses demonstrated that GRP78 exerted an inhibitory effect on hepatitis B virus transcription and replication."}, {"pubmed": 31736058, "text": "The Galpha-interacting vesicle-associated protein interacts with and promotes cell surface localization of GRP78 during endoplasmic reticulum stress."}, {"pubmed": 31738079, "text": "GRP78 expression is decreased in AT2 cells of patients with idiopathic pulmonary fibrosis."}, {"pubmed": 31823704, "text": "Association of GRP78, HIF-1alpha and BAG3 Expression with the Severity of Chronic Lymphocytic Leukemia."}, {"pubmed": 32031621, "text": "Endoplasmic Reticulum Stress in Subepithelial Myofibroblasts Increases the TGF-beta1 Activity That Regulates Fibrosis in Crohn's Disease."}, {"pubmed": 32086320, "text": "Glucose-Regulated Protein 78 Autoantibodies Are Associated with Carotid Atherosclerosis in Chronic Obstructive Pulmonary Disease Patients."}, {"pubmed": 32164484, "text": "Crosstalk between HSPA5 arginylation and sequential ubiquitination leads to AKT degradation through autophagy flux."}, {"pubmed": 32166747, "text": "Function and mutual interaction of BiP-, PERK-, and IRE1alpha-dependent signalling pathways in vascular tumours."}, {"pubmed": 32185233, "text": "Glucose-Regulated Protein 78 in the Aqueous Humor of Patients with Diabetic Macular Edema."}, {"pubmed": 32270531, "text": "Isolation and characterization of a novel nanobody for detection of GRP78 expressing cancer cells."}, {"pubmed": 32393740, "text": "GALNT6 promotes invasion and metastasis of human lung adenocarcinoma cells through O-glycosylating chaperone protein GRP78."}, {"pubmed": 32397571, "text": "Glucose-Regulated Protein 78 Interacts with Zika Virus Envelope Protein and Contributes to a Productive Infection."}, {"pubmed": 32422159, "text": "GRP78 and next generation cancer hallmarks: An underexplored molecular target in cancer chemoprevention research."}, {"pubmed": 32464166, "text": "Zika virus subversion of chaperone GRP78/BiP expression in A549 cells during UPR activation."}, {"pubmed": 32483383, "text": "Ubiquitin ligase CHIP regulates OTUD3 stability and suppresses tumour metastasis in lung cancer."}, {"pubmed": 32487760, "text": "GRP78 and Integrins Play Different Roles in Host Cell Invasion during Mucormycosis."}, {"pubmed": 32491994, "text": "UBE2T promotes glioblastoma invasion and migration via stabilizing GRP78 and regulating EMT."}, {"pubmed": 32541810, "text": "Activated alpha2-macroglobulin binding to cell surface GRP78 induces trophoblastic cell fusion."}, {"pubmed": 32579073, "text": "Zika virus envelope - heat shock protein A5 (GRP78) binding site prediction."}, {"pubmed": 32679678, "text": "78 kDa Glucose-Regulated Protein Attenuates Protein Aggregation and Monocyte Adhesion Induced by Angiotensin II in Vascular Cells."}, {"pubmed": 32682010, "text": "NLRP6 suppresses gastric cancer growth via GRP78 ubiquitination."}, {"pubmed": 32757700, "text": "Cell migration inducing hyaluronidase 1 (CEMIP) activates STAT3 pathway to facilitate cell proliferation and migration in breast cancer."}, {"pubmed": 32894892, "text": "Circulating BiP/Grp78 is a novel prognostic marker for sepsis-mediated immune cell death."}, {"pubmed": 32934082, "text": "Placental Alkaline Phosphatase Promotes Zika Virus Replication by Stabilizing Viral Proteins through BIP."}, {"pubmed": 32990063, "text": "Glucose-regulated protein 78 (GRP78) as a potential novel biomarker and therapeutic target in multiple myeloma."}, {"pubmed": 33023006, "text": "STAT3 Mediated miR-30a-5p Inhibition Enhances Proliferation and Inhibits Apoptosis in Colorectal Cancer Cells."}, {"pubmed": 33129921, "text": "Cell surface GRP78: An emerging imaging marker and therapeutic target for cancer."}, {"pubmed": 33211673, "text": "The loss-of-function PCSK9Q152H variant increases ER chaperones GRP78 and GRP94 and protects against liver injury."}, {"pubmed": 33220289, "text": "High GRP78 levels in Covid-19 infection: A case-control study."}, {"pubmed": 33291071, "text": "Therapeutic potential of targeting HSPA5 through dual regulation of two candidate prognostic biomarkers ANXA1 and PSAT1 in osteosarcoma."}, {"pubmed": 33297752, "text": "Endoplasmic Reticulum Stress Mediates Vascular Smooth Muscle Cell Calcification via Increased Release of Grp78 (Glucose-Regulated Protein, 78 kDa)-Loaded Extracellular Vesicles."}, {"pubmed": 33413577, "text": "Cell surface GRP78 regulates BACE2 via lysosome-dependent manner to maintain mesenchymal phenotype of glioma stem cells."}, {"pubmed": 33416155, "text": "Enhancement of cisplatin sensitivity in human breast cancer MCF-7 cell line through BiP and 14-3-3zeta co-knockdown."}, {"pubmed": 33432092, "text": "A functional interaction between GRP78 and Zika virus E protein."}, {"pubmed": 33453679, "text": "TFIIB-related factor 2 regulates glucose-regulated protein 78 expression in acquired middle ear cholesteatoma."}, {"pubmed": 33460650, "text": "The cytoprotective protein MANF promotes neuronal survival independently from its role as a GRP78 cofactor."}, {"pubmed": 33542717, "text": "Membrane Interactome of a Recombinant Fragment of Human Surfactant Protein D Reveals GRP78 as a Novel Binding Partner in PC3, a Metastatic Prostate Cancer Cell Line."}, {"pubmed": 33580514, "text": "ATAD3A stabilizes GRP78 to suppress ER stress for acquired chemoresistance in colorectal cancer."}, {"pubmed": 33608490, "text": "Vaspin, a novel adipokine in woman granulosa cells physiology and PCOS pathogenesis?"}, {"pubmed": 33684593, "text": "Circulating chaperones in patients with aortic valve stenosis undergoing TAVR: impact of concomitant chronic kidney disease."}, {"pubmed": 33743739, "text": "GRP78 in lung cancer."}, {"pubmed": 33767597, "text": "Evaluation and characterization of HSPA5 (GRP78) expression profiles in normal individuals and cancer patients with COVID-19."}, {"pubmed": 33919712, "text": "The Epstein-Barr Virus Lytic Protein BMLF1 Induces Upregulation of GRP78 Expression through ATF6 Activation."}, {"pubmed": 33931739, "text": "Endoplasmic reticulum chaperone GRP78/BiP is critical for mutant Kras-driven lung tumorigenesis."}, {"pubmed": 33960608, "text": "Glucose-regulated protein (GRP78) is an important cell surface receptor for viral invasion, cancers, and neurological disorders."}, {"pubmed": 33965375, "text": "The chaperone GRP78 is a host auxiliary factor for SARS-CoV-2 and GRP78 depleting antibody blocks viral entry and infection."}, {"pubmed": 33981001, "text": "Cell surface GRP78 and Dermcidin cooperate to regulate breast cancer cell migration through Wnt signaling."}, {"pubmed": 34106769, "text": "Zika Virus Induces an Atypical Tripartite Unfolded Protein Response with Sustained Sensor and Transient Effector Activation and a Blunted BiP Response."}, {"pubmed": 34257276, "text": "The deubiquitinase USP11 promotes ovarian cancer chemoresistance by stabilizing BIP."}, {"pubmed": 34257557, "text": "Development of a Novel Prognostic Signature Based on Antigen Processing and Presentation in Patients with Breast Cancer."}, {"pubmed": 34382151, "text": "Pneumocytes are distinguished by highly elevated expression of the ER stress biomarker GRP78, a co-receptor for SARS-CoV-2, in COVID-19 autopsies."}, {"pubmed": 34408154, "text": "Structures of a deAMPylation complex rationalise the switch between antagonistic catalytic activities of FICD."}, {"pubmed": 34561224, "text": "CD8(+) T Cells Variably Recognize Native Versus Citrullinated GRP78 Epitopes in Type 1 Diabetes."}, {"pubmed": 34637844, "text": "Linking cell-surface GRP78 to cancer: From basic research to clinical value of GRP78 antibodies."}, {"pubmed": 34645789, "text": "The interaction of S100A16 and GRP78 actives endoplasmic reticulum stress-mediated through the IRE1alpha/XBP1 pathway in renal tubulointerstitial fibrosis."}, {"pubmed": 34713304, "text": "GRP78 facilitates M2 macrophage polarization and tumour progression."}, {"pubmed": 34768836, "text": "5-Aminolevulinic Acid Attenuates Glucose-Regulated Protein 78 Expression and Hepatocyte Lipoapoptosis via Heme Oxygenase-1 Induction."}, {"pubmed": 34789798, "text": "GRP78/BiP determines senescence evasion cell fate after cisplatin-based chemotherapy."}, {"pubmed": 34850317, "text": "Clinical investigation of lipopolysaccharide in the persistence of metabolic syndrome (MS) through the activation of GRP78-IRE1alpha-ASK1 signaling pathway."}, {"pubmed": 34943954, "text": "HSP70s in Breast Cancer: Promoters of Tumorigenesis and Potential Targets/Tools for Therapy."}, {"pubmed": 34969757, "text": "Blockade of GRP78 Translocation to the Cell Surface by HDAC6 Inhibition Suppresses Proliferation of Cholangiocarcinoma Cells."}, {"pubmed": 35028855, "text": "Mini review ATF4 and GRP78 as novel molecular targets in ER-Stress modulation for critical COVID-19 patients."}, {"pubmed": 35075122, "text": "Glucose-regulated protein 78 modulates cell growth, epithelial-mesenchymal transition, and oxidative stress in the hyperplastic prostate."}, {"pubmed": 35104170, "text": "Overexpression of Eukaryotic translation initiation factor 3D induces stem cell-like properties and metastasis in cervix cancer by activating FAK through inhibiting degradation of GRP78."}, {"pubmed": 35220889, "text": "Salidroside suppresses the activation of nasopharyngeal carcinoma cells via targeting miR-4262/GRP78 axis."}, {"pubmed": 35378534, "text": "Association between HSPA5 Promoter Polymorphisms and a Reduced Risk of Normal Tension Glaucoma."}, {"pubmed": 35723198, "text": "HSPA5 repressed ferroptosis to promote colorectal cancer development by maintaining GPX4 stability."}, {"pubmed": 35798718, "text": "sGRP78 enhances selective autophagy of monomeric TLR4 to regulate myeloid cell death."}, {"pubmed": 35905823, "text": "Grp94 Works Upstream of BiP in Protein Remodeling Under Heat Stress."}, {"pubmed": 36017846, "text": "The Glucose-Regulated Protein78 (GRP78) in the Unfolded Protein Response (UPR) Pathway: A Potential Therapeutic Target for Breast Cancer."}, {"pubmed": 36042349, "text": "CDK7/GRP78 signaling axis contributes to tumor growth and metastasis in osteosarcoma."}, {"pubmed": 36166353, "text": "Dysregulation of Long Noncoding RNA NEAT1/miR-199a-5/BiP Axis in Patients with Diabetic Neuropathy."}, {"pubmed": 36177897, "text": "Galectin1 binds GRP78 to promote the proliferation and metastasis of gastric cancer."}, {"pubmed": 36193502, "text": "HSPA5 Could Be a Prognostic Biomarker Correlated with Immune Infiltration in Breast Cancer."}, {"pubmed": 36203272, "text": "Activation of GRP78 ATPase suppresses A549 lung cancer cell migration by promoting ITGB4 degradation."}, {"pubmed": 36321566, "text": "Release of hepatitis B virions is positively regulated by glucose-regulated protein 78 through direct interaction with preS1."}, {"pubmed": 36591800, "text": "Evaluation of serum glucose-regulated protein 78 (GRP78) as a biomarker of treatment response to bortezomib-based induction regimen in multiple myeloma: A cross-sectional pilot study."}, {"pubmed": 36635499, "text": "Hepatitis B virus X protein promotes MAN1B1 expression by enhancing stability of GRP78 via TRIM25 to facilitate hepatocarcinogenesis."}, {"pubmed": 36680137, "text": "HLA-A, HSPA5, IGFBP5 and PSMA2 Are Restriction Factors for Zika Virus Growth in Astrocytic Cells."}, {"pubmed": 36982218, "text": "HSPA5 Promotes the Proliferation, Metastasis and Regulates Ferroptosis of Bladder Cancer."}, {"pubmed": 37156995, "text": "Identification of heat shock protein family A member 5 (HSPA5) targets involved in nonalcoholic fatty liver disease."}, {"pubmed": 37172353, "text": "HSPA5, as a ferroptosis regulator, may serve as a potential therapeutic for head and neck squamous cell carcinoma."}, {"pubmed": 37207940, "text": "Tumor-secreted GRP78 induces M2 polarization of macrophages by promoting lipid catabolism."}, {"pubmed": 37212470, "text": "Insulin-like growth factor binding protein-2 and glucose-regulated protein 78 kDa: Potential biomarkers affect prognosis in IDH-wildtype glioblastoma patients."}, {"pubmed": 37286365, "text": "Structural basis for the mechanism of interaction of SARS-CoV-2 B.1.640.2 variant RBD with the host receptors hACE2 and GRP78."}, {"pubmed": 37287368, "text": "Valosin-containing protein (VCP/p97) is prognostically unfavorable in pediatric AML, and negatively correlates with unfolded protein response proteins IRE1 and GRP78: A report from the Children's Oncology Group."}, {"pubmed": 37365565, "text": "Disturbance of neuron-microglia crosstalk mediated by GRP78 in Neuropsychiatric systemic lupus erythematosus mice."}, {"pubmed": 37454816, "text": "The ER chaperone, BIP protects Microglia from ER stress-mediated Apoptosis in Hyperglycemia."}, {"pubmed": 37605113, "text": "Unveiling the dark side of glucose-regulated protein 78 (GRP78) in cancers and other human pathology: a systematic review."}, {"pubmed": 37638596, "text": "GRP78 is Overexpressed in Non-small Cell Lung Cancer Tissues and is Associated with High VEGF Expression in Squamous Cell Carcinoma: A Pilot Study."}, {"pubmed": 37696842, "text": "EP300 promotes ferroptosis via HSPA5 acetylation in pancreatic cancer."}, {"pubmed": 37739037, "text": "Mechanistic characterization of disulfide bond reduction of an ERAD substrate mediated by cooperation between ERdj5 and BiP."}, {"pubmed": 37757654, "text": "The chaperone protein GRP78 released from MPN cells increases the expression of lysyl oxidase in a human stromal cell line."}, {"pubmed": 37807968, "text": "NRF3 suppresses squamous carcinogenesis, involving the unfolded protein response regulator HSPA5."}, {"pubmed": 37819952, "text": "Nuclear GRP78 Promotes Metabolic Reprogramming and Therapeutic Resistance in Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 37853395, "text": "PLXNC1 interference alleviates the inflammatory injury, apoptosis and extracellular matrix degradation of IL-1beta-exposed chondrocytes via suppressing GRP78 expression."}, {"pubmed": 37858217, "text": "Research progress on the GRP78 gene in the diagnosis, treatment and immunity of cervical cancer."}, {"pubmed": 37898994, "text": "lncRNA HOTAIRM1 Activated by HOXA4 Drives HUVEC Proliferation Through Direct Interaction with Protein Partner HSPA5."}, {"pubmed": 38085107, "text": "GRP78 promotes bone metastasis of prostate cancer by regulating bone microenvironment through Sonic hedgehog signaling."}, {"pubmed": 38272207, "text": "GRP78 Downregulation in Keratinocytes Promotes Skin Inflammation through the Recruitment and Activation of CCR6[+] IL-17A-Producing gammadelta T Cells."}, {"pubmed": 38422912, "text": "Prediction of the binding location between the nuclear inhibitor of DNA binding and differentiation 2 (ID2) and HSPA5."}, {"pubmed": 38613462, "text": "SARS-CoV-2 Spike Protein-Derived Cyclic Peptides as Modulators of Spike Interaction with GRP78."}, {"pubmed": 38710792, "text": "The interaction of GRP78 and Zika virus E and NS1 proteins occurs in a chaperone-client manner."}, {"pubmed": 38724812, "text": "Association between Polymorphisms of Heat Shock Protein HSPA5 and Risk of Type 2 Diabetes Mellitus."}, {"pubmed": 38726820, "text": "A study on expression of GRP78 and CHOP in neutrophil endoplasmic reticulum and their relationship with neutrophil apoptosis in the development of sepsis."}, {"pubmed": 38775480, "text": "GRP78 recognizes EV-F 3D protein and activates NF-kappaB to repress virus replication by interacting with CHUK/IKBKB."}, {"pubmed": 39049649, "text": "Role of the GRP78-c-Src signaling pathway on osteoblast differentiation of periodontal ligament fibroblasts induced by cyclic mechanical stretch."}], "genomic_pos": {"chr": "9", "end": 125241382, "ensemblgene": "ENSG00000044574", "start": 125234853, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 128003609, "start": 127997132, "strand": -1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0006983", "qualifier": "involved_in", "term": "ER overload response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021589", "qualifier": "involved_in", "term": "cerebellum structural organization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021680", "qualifier": "involved_in", "term": "cerebellar Purkinje cell layer development"}, {"evidence": "HEP", "gocategory": "BP", "id": "GO:0021762", "pubmed": 22926577, "qualifier": "involved_in", "term": "substantia nigra development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 23990668, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030512", "qualifier": "involved_in", "term": "negative regulation of transforming growth factor beta receptor signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030968", "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0030968", "pubmed": 19816510, "qualifier": "involved_in", "term": "endoplasmic reticulum unfolded protein response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0031204", "pubmed": 29719251, "qualifier": "involved_in", "term": "post-translational protein targeting to membrane, translocation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0031333", "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0031398", "qualifier": "involved_in", "term": "positive regulation of protein ubiquitination"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034975", "pubmed": 22013210, "qualifier": "involved_in", "term": "protein folding in endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034976", "pubmed": 14685163, "qualifier": "involved_in", "term": "response to endoplasmic reticulum stress"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035437", "pubmed": 23990668, "qualifier": "involved_in", "term": "maintenance of protein localization in endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0036503", "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0036503", "pubmed": 19816510, "qualifier": "involved_in", "term": "ERAD pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042026", "qualifier": "involved_in", "term": "protein refolding"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042149", "pubmed": 10085239, "qualifier": "involved_in", "term": "cellular response to glucose starvation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043066", "pubmed": [10760948, 12665508], "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045944", "pubmed": 14685163, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051085", "qualifier": "involved_in", "term": "chaperone cofactor-dependent protein refolding"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0060904", "pubmed": 19816510, "qualifier": "involved_in", "term": "regulation of protein folding in endoplasmic reticulum"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071353", "qualifier": "involved_in", "term": "cellular response to interleukin-4"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903891", "pubmed": 22934019, "qualifier": "involved_in", "term": "regulation of ATF6-mediated unfolded protein response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903894", "pubmed": 22934019, "qualifier": "involved_in", "term": "regulation of IRE1-mediated unfolded protein response"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1903895", "qualifier": "involved_in", "term": "negative regulation of IRE1-mediated unfolded protein response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1903897", "pubmed": 22934019, "qualifier": "involved_in", "term": "regulation of PERK-mediated unfolded protein response"}], "CC": [{"evidence": "HDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 21630459, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11943137, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 22689054, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 22689054, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005783", "pubmed": 16223484, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IMP", "gocategory": "CC", "id": "GO:0005783", "pubmed": 11943137, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005783", "pubmed": 16130169, "qualifier": "located_in", "term": "endoplasmic reticulum"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005788", "qualifier": "is_active_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005788", "pubmed": 21289099, "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005788", "qualifier": "located_in", "term": "endoplasmic reticulum lumen"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005789", "pubmed": 11181571, "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005789", "qualifier": "located_in", "term": "endoplasmic reticulum membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005793", "pubmed": 15308636, "qualifier": "located_in", "term": "endoplasmic reticulum-Golgi intermediate compartment"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 22689054, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0008180", "pubmed": 18850735, "qualifier": "part_of", "term": "COP9 signalosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009986", "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0016020", "qualifier": "is_active_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0030496", "pubmed": 15166316, "qualifier": "located_in", "term": "midbody"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 23349634, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0034663", "qualifier": "part_of", "term": "endoplasmic reticulum chaperone complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0034663", "pubmed": 18400946, "qualifier": "part_of", "term": "endoplasmic reticulum chaperone complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0042470", "qualifier": "located_in", "term": "melanosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "pubmed": 22689054, "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 20458337], "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0005509", "pubmed": 16130169, "qualifier": "enables", "term": "calcium ion binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11907036, 12356756, 12577067, 12840015, 18064632, 18264092, 18502753, 18923428, 18923430, 19632185, 20335166, 20467437, 20477988, 20936779, 22613557, 22689054, 22735594, 22796945, 23220234, 23349634, 23769672, 23990668, 24189400, 24473200, 25601083, 26496610, 26551274, 27238082, 28514442, 28869608, 29887526, 30021884, 31258504, 31980649, 32814053, 33965375, 34615619, 35384245], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005524", "pubmed": 26655470, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0016887", "pubmed": [20335166, 23975754], "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0016887", "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019899", "pubmed": 23921388, "qualifier": "enables", "term": "enzyme binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019904", "pubmed": 12411443, "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0031072", "qualifier": "enables", "term": "heat shock protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031625", "pubmed": 8666824, "qualifier": "enables", "term": "ubiquitin protein ligase binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043022", "qualifier": "enables", "term": "ribosome binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0044183", "qualifier": "enables", "term": "protein folding chaperone"}, {"category": "MF", "evidence": "HDA", "id": "GO:0045296", "pubmed": 25468996, "qualifier": "enables", "term": "cadherin binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051082", "pubmed": [14685163, 16130169, 22013210], "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0051087", "pubmed": 19816510, "qualifier": "enables", "term": "protein-folding chaperone binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0051787", "pubmed": 18400946, "qualifier": "enables", "term": "misfolded protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140662", "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}]}, "homologene": {"genes": [[3702, 832950], [3702, 834207], [4530, 4328075], [4896, 2541815], [4932, 853418], [5141, 3872714], [6239, 174203], [6239, 180880], [7165, 1274027], [7227, 32133], [7955, 378848], [8364, 100492570], [9031, 396487], [9544, 703193], [9598, 464733], [9606, 3309], [9615, 480726], [9913, 415113], [10090, 14828], [10116, 25617], [28985, 2892944], [33169, 4619566], [318829, 2681600]], "id": 3908}, "interpro": [{"desc": "Heat shock protein 70 family", "id": "IPR013126", "short_desc": "Hsp_70_fam"}, {"desc": "Heat shock protein 70, conserved site", "id": "IPR018181", "short_desc": "Heat_shock_70_CS"}, {"desc": "Heat shock protein 70kD, peptide-binding domain superfamily", "id": "IPR029047", "short_desc": "HSP70_peptide-bd_sf"}, {"desc": "Heat shock protein 70kD, C-terminal domain superfamily", "id": "IPR029048", "short_desc": "HSP70_C_sf"}, {"desc": "Endoplasmic reticulum chaperone BIP, nucleotide-binding domain", "id": "IPR042050", "short_desc": "BIP_NBD"}, {"desc": "ATPase, nucleotide binding domain", "id": "IPR043129", "short_desc": "ATPase_NBD"}], "ipi": "IPI00003362", "map_location": "9q33.3", "name": "heat shock protein family A (Hsp70) member 5", "other_names": ["78 kDa glucose-regulated protein", "HSP70 family protein 5", "binding-immunoglobulin protein", "endoplasmic reticulum chaperone BiP", "endoplasmic reticulum lumenal Ca(2+)-binding protein grp78", "epididymis secretory sperm binding protein Li 89n", "glucose-regulated protein, 78kDa", "heat shock 70kDa protein 5 (glucose-regulated protein, 78kDa)", "heat shock protein 70 family protein 5", "heat shock protein family A member 5", "immunoglobulin heavy chain-binding protein"], "pantherdb": {"HGNC": "5238", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "95835", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 10090, "uniprot_kb": "P20029"}, {"RGD": "2843", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 10116, "uniprot_kb": "P06761"}, {"Ensembl": "ENSGALG00000033498", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 9031, "uniprot_kb": "A0A1D5PG73"}, {"Ensembl": "ENSGALG00000001000", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 9031, "uniprot_kb": "Q90593"}, {"ZFIN": "ZDB-GENE-031001-11", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 7955, "uniprot_kb": "Q6P3L3"}, {"WormBase": "WBGene00002008", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 6239, "uniprot_kb": "P20163"}, {"WormBase": "WBGene00002007", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 6239, "uniprot_kb": "P27420"}, {"FlyBase": "FBgn0001218", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 7227, "uniprot_kb": "P29844"}, {"SGD": "S000003571", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 4932, "uniprot_kb": "P16474"}, {"PomBase": "SPAC22A12.15c", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 4896, "uniprot_kb": "P36604"}, {"dictyBase": "DDB_G0276445", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 352472, "uniprot_kb": "Q8T869"}, {"TAIR": "2035994", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 3702, "uniprot_kb": "Q8H1B3"}, {"TAIR": "2182783", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 3702, "uniprot_kb": "Q9LKR3"}, {"TAIR": "2165715", "ortholog_type": "LDO", "panther_family": "PTHR19375", "taxid": 3702, "uniprot_kb": "Q39043"}, {"EnsemblGenome": "BAA16420", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 562, "uniprot_kb": "P0A6Z1"}, {"EnsemblGenome": "BAA15927", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 562, "uniprot_kb": "P36928"}, {"EnsemblGenome": "BAA35297", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 562, "uniprot_kb": "P77319"}, {"EnsemblGenome": "BAB96589", "ortholog_type": "O", "panther_family": "PTHR19375", "taxid": 562, "uniprot_kb": "P0A6Y8"}], "uniprot_kb": "P11021"}, "pathway": {"biocarta": {"id": "prionpathway", "name": "prion pathway"}, "kegg": [{"id": "hsa03060", "name": "Protein export - Homo sapiens (human)"}, {"id": "hsa04141", "name": "Protein processing in endoplasmic reticulum - Homo sapiens (human)"}, {"id": "hsa04612", "name": "Antigen processing and presentation - Homo sapiens (human)"}, {"id": "hsa04918", "name": "Thyroid hormone synthesis - Homo sapiens (human)"}, {"id": "hsa05012", "name": "Parkinson disease - Homo sapiens (human)"}, {"id": "hsa05014", "name": "Amyotrophic lateral sclerosis - Homo sapiens (human)"}, {"id": "hsa05020", "name": "Prion disease - Homo sapiens (human)"}, {"id": "hsa05022", "name": "Pathways of neurodegeneration - multiple diseases - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_TSH", "name": "TSH"}], "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-114608", "name": "Platelet degranulation "}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-381033", "name": "ATF6 (ATF6-alpha) activates chaperones"}, {"id": "R-HSA-381042", "name": "PERK regulates gene expression"}, {"id": "R-HSA-381070", "name": "IRE1alpha activates chaperones"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381119", "name": "Unfolded Protein Response (UPR)"}, {"id": "R-HSA-381183", "name": "ATF6 (ATF6-alpha) activates chaperone genes"}, {"id": "R-HSA-76002", "name": "Platelet activation, signaling and aggregation"}, {"id": "R-HSA-76005", "name": "Response to elevated platelet cytosolic Ca2+"}, {"id": "R-HSA-8874177", "name": "ATF6B (ATF6-beta) activates chaperones"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983169", "name": "Class I MHC mediated antigen processing & presentation"}, {"id": "R-HSA-983170", "name": "Antigen Presentation: Folding, assembly and peptide loading of class I MHC"}, {"id": "R-HSA-983170", "name": "Antigen Presentation: Folding, assembly and peptide loading of class I MHC"}], "smpdb": [{"id": "SMP00074", "name": "Retinol Metabolism"}, {"id": "SMP00086", "name": "Ibuprofen Action Pathway"}, {"id": "SMP00327", "name": "Phenytoin (Antiarrhythmic) Action Pathway"}, {"id": "SMP00336", "name": "Vitamin A Deficiency"}, {"id": "SMP00406", "name": "Morphine Action Pathway"}, {"id": "SMP00433", "name": "Irinotecan Action Pathway"}, {"id": "SMP00442", "name": "Etoposide Action Pathway"}, {"id": "SMP00590", "name": "Ibuprofen Metabolism Pathway"}, {"id": "SMP00600", "name": "Irinotecan Metabolism Pathway"}, {"id": "SMP00601", "name": "Etoposide Metabolism Pathway"}, {"id": "SMP00622", "name": "Morphine Metabolism Pathway"}, {"id": "SMP00640", "name": "Acetaminophen Metabolism Pathway"}, {"id": "SMP00648", "name": "Sorafenib Metabolism Pathway"}], "wikipathways": [{"id": "WP2359", "name": "Parkin-Ubiquitin Proteasomal System pathway"}, {"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP3613", "name": "Photodynamic therapy-induced unfolded protein response"}, {"id": "WP3995", "name": "Prion disease pathway"}, {"id": "WP4925", "name": "Unfolded protein response"}]}, "pdb": ["3IUC", "3LDL", "3LDN", "3LDO", "3LDP", "5E84", "5E85", "5E86", "5EVZ", "5EX5", "5EXW", "5EY4", "5F0X", "5F1X", "5F2R", "6ASY", "6CZ1", "6DFM", "6DFO", "6DO2", "6DWS", "6ZMD", "7N1R"], "pfam": "PF00012", "pharmgkb": "PA29504", "pharos": {"target_id": 9366, "tdl": "Tchem"}, "pir": "A29821", "reagent": {"CM-LibrX-no-seq": [{"id": "GNF326526", "relationship": "is"}, {"id": "GNF326527", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF217601", "relationship": "is"}, {"id": "GNF250999", "relationship": "is"}, {"id": "GNF251000", "relationship": "is"}, {"id": "GNF251001", "relationship": "is"}, {"id": "GNF251002", "relationship": "is"}], "GNF_hs-Origene": [{"id": "GNF031460", "relationship": "similar to"}, {"id": "GNF039764", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006757", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330791", "relationship": "is"}, {"id": "GNF332064", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337580", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101583", "relationship": "is"}, {"id": "GNF141238", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_027761.1"], "protein": "NP_005338.1", "rna": "NM_005347.5", "translation": {"protein": "NP_005338.1", "rna": "NM_005347.5"}}, "reporter": {"HG-U133_Plus_2": ["211936_at", "230031_at"], "HG-U95Av2": "36614_at", "HG-U95B": "47634_at", "HTA-2_0": "TC09001589.hg.1", "HuEx-1_0": ["2331064", "2750332", "3225398"], "HuGene-1_1": "8164165", "HuGene-2_1": "17098411"}, "summary": "The protein encoded by this gene is a member of the heat shock protein 70 (HSP70) family. This protein localizes to the lumen of the endoplasmic reticulum (ER) where it operates as a typical HSP70 chaperone involved in the folding and assembly of proteins in the ER and is a master regulator of ER homeostasis. During cellular stress, as during viral infection or tumorogenesis, this protein interacts with the transmembrane stress sensor proteins PERK (protein kinase R-like endoplasmic reticulum kinase), IRE1 (inositol-requiring kinase 1), and ATF6 (activating transcription factor 6) where it acts as a repressor of the unfolded protein response (UPR) and also plays a role in cellular apoptosis and senescence. Elevated expression and atypical translocation of this protein to the cell surface has been reported in viral infections and some types of cancer cells. At the cell surface this protein may facilitate viral attachment and entry to host cells. This gene is a therapeutic target for the treatment of coronavirus diseases and chemoresistant cancers. [provided by RefSeq, Jul 2020].", "symbol": "HSPA5", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415761"}, "unigene": "Hs.743241", "uniprot": {"Swiss-Prot": "P11021", "TrEMBL": ["A0A7P0TB36", "V9HWB4", "A0A7P0TAI0"]}, "wikipedia": {"url_stub": "Binding immunoglobulin protein"}}