{"AllianceGenome": "5237", "HGNC": "5237", "MIM": "601113", "_id": "3308", "_version": 1, "accession": {"genomic": ["AC113410.2", "CH471062.2", "CP068273.2", "NC_000005.10", "NC_060929.1", "X67640.1"], "protein": ["AAA02807.1", "AAH02526.1", "AAI10862.1", "AAI26123.1", "AAI26125.1", "AAP36039.1", "ACI45985.1", "BAA75062.1", "BAD92388.1", "BAF98753.1", "BAF98762.1", "BAF98766.1", "BAF98778.1", "BAG57963.1", "BAG58655.1", "BAG60110.1", "BAG61610.1", "BAG61859.1", "BAG62435.1", "BAG64438.1", "BAG65366.1", "CAA47885.1", "CAA47886.1", "EAW62294.1", "EAW62295.1", "NP_002145.3", "P34932.4", "XP_054208468.1"], "rna": ["AB023420.1", "AB209151.1", "AK057015.1", "AK294859.1", "AK295847.1", "AK297762.1", "AK299710.1", "AK300050.1", "AK300770.1", "AK303382.1", "AK304578.1", "AK311097.1", "AK311125.1", "AK311135.1", "AK311224.1", "AK311299.1", "AK311316.1", "AK311422.1", "AK311457.1", "AK311465.1", "AK311466.1", "AK311471.1", "AK311483.1", "AK311615.1", "AK311632.1", "AK315862.1", "AK315871.1", "AK315875.1", "AK315887.1", "BC002526.2", "BC110861.1", "BC126122.1", "BC126124.1", "BG723797.1", "BQ431980.1", "BT007375.1", "BU171424.1", "BU686725.1", "CF145856.1", "FJ224293.1", "L12723.2", "NM_002154.4", "NM_198431.1", "X67643.1", "XM_054352493.1"], "translation": [{"protein": "ACI45985.1", "rna": "FJ224293.1"}, {"protein": "CAA47886.1", "rna": "X67643.1"}, {"protein": "BAF98778.1", "rna": "AK315887.1"}, {"protein": "BAG61610.1", "rna": "AK299710.1"}, {"protein": "BAG61859.1", "rna": "AK300050.1"}, {"protein": "AAH02526.1", "rna": "BC002526.2"}, {"protein": "AAI26123.1", "rna": "BC126122.1"}, {"protein": "BAF98753.1", "rna": "AK315862.1"}, {"protein": "BAG65366.1", "rna": "AK304578.1"}, {"protein": "AAP36039.1", "rna": "BT007375.1"}, {"protein": "AAA02807.1", "rna": "L12723.2"}, {"protein": "BAG62435.1", "rna": "AK300770.1"}, {"protein": "BAG64438.1", "rna": "AK303382.1"}, {"protein": "NP_002145.3", "rna": "NM_002154.4"}, {"protein": "AAI10862.1", "rna": "BC110861.1"}, {"protein": "BAG58655.1", "rna": "AK295847.1"}, {"protein": "BAD92388.1", "rna": "AB209151.1"}, {"protein": "BAA75062.1", "rna": "AB023420.1"}, {"protein": "BAG57963.1", "rna": "AK294859.1"}, {"protein": "BAF98762.1", "rna": "AK315871.1"}, {"protein": "BAF98766.1", "rna": "AK315875.1"}, {"protein": "XP_054208468.1", "rna": "XM_054352493.1"}, {"protein": "AAI26125.1", "rna": "BC126124.1"}, {"protein": "BAG60110.1", "rna": "AK297762.1"}]}, "alias": ["APG-2", "HEL-S-5a", "HS24/P52", "HSPH2", "RY", "hsp70", "hsp70RY"], "ensembl": {"gene": "ENSG00000170606", "protein": "ENSP00000302961", "transcript": ["ENST00000304858", "ENST00000504328", "ENST00000514825"], "translation": [{"protein": "ENSP00000302961", "rna": "ENST00000304858"}], "type_of_gene": "protein_coding"}, "entrezgene": "3308", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 37.051296355, "exp_mis": 238.507562339, "exp_syn": 95.4243266106, "lof_z": 5.70416451248119, "mis_z": 1.06122792804055, "mu_lof": 2.7253489725e-06, "mu_mis": 2.16386870882e-05, "mu_syn": 8.34062620448e-06, "n_lof": 2.0, "n_mis": 205.0, "n_syn": 100.0, "p_li": 0.999958225713848, "p_null": 1.89190963125037e-13, "p_rec": 4.1774285963053e-05, "syn_z": -0.290385282937735}, "bp": 2523, "cds_end": 132440128, "cds_start": 132387942, "n_exons": 19, "nonpsych": {"exp_lof": 33.159728043, "exp_mis": 215.497094338, "exp_syn": 85.9929550267, "lof_z": 5.31422793022073, "mis_z": 1.32272324238896, "mu_lof": 2.7253489725e-06, "mu_mis": 2.16386870882e-05, "mu_syn": 8.34062620448e-06, "n_lof": 2.0, "n_mis": 177.0, "n_syn": 95.0, "p_li": 0.999843677249345, "p_null": 5.74317611036978e-12, "p_rec": 0.000156322744911951, "syn_z": -0.611524905230976}, "nontcga": {"exp_lof": 34.0506149935, "exp_mis": 219.390393697, "exp_syn": 87.7538071509, "lof_z": 5.58725243981941, "mis_z": 0.887660446286321, "mu_lof": 2.7253489725e-06, "mu_mis": 2.16386870882e-05, "mu_syn": 8.34062620448e-06, "n_lof": 1.0, "n_mis": 193.0, "n_syn": 90.0, "p_li": 0.999976318209778, "p_null": 2.34157163142288e-13, "p_rec": 2.36817899874661e-05, "syn_z": -0.151822377879695}, "transcript": "ENST00000304858.2"}, "exons": [{"cdsend": 133104436, "cdsstart": 133052250, "chr": "5", "position": [[133052012, 133052357], [133064979, 133065037], [133067416, 133067557], [133070373, 133070496], [133073229, 133073329], [133073992, 133074126], [133076653, 133076898], [133086781, 133086858], [133088403, 133088555], [133089054, 133089161], [133089561, 133089695], [133091192, 133091374], [133092699, 133092789], [133096097, 133096250], [133097160, 133097286], [133099544, 133099652], [133101758, 133101878], [133103864, 133104026], [133104232, 133106449]], "strand": 1, "transcript": "NM_002154", "txend": 133106449, "txstart": 133052012}], "exons_hg19": [{"cdsend": 132440128, "cdsstart": 132387942, "chr": "5", "position": [[132387704, 132388049], [132400671, 132400729], [132403108, 132403249], [132406065, 132406188], [132408921, 132409021], [132409684, 132409818], [132412345, 132412590], [132422473, 132422550], [132424095, 132424247], [132424746, 132424853], [132425253, 132425387], [132426884, 132427066], [132428391, 132428481], [132431789, 132431942], [132432852, 132432978], [132435236, 132435344], [132437450, 132437570], [132439556, 132439718], [132439924, 132442141]], "strand": 1, "transcript": "NM_002154", "txend": 132442141, "txstart": 132387704}], "generif": [{"pubmed": 12485826, "text": "induction and expression analysis after heat and physical exercise, transcriptional, protein expression, and subcellular localization"}, {"pubmed": 12526792, "text": "we show that in mammals, the cytosolic chaperones Hsp90 and Hsp70 dock onto a specialized TPR domain in the import receptor Tom70 at the outer mitochondrial membrane."}, {"pubmed": 14987991, "text": "APG-2 has a chaperone-like activity similar to Hsp110 and is overexpressed in human hepatocellular carcinoma."}, {"pubmed": 15378924, "text": "stress proteins in subcellular structures of cancer cells exposed to heat shock"}, {"pubmed": 15507967, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15529360, "text": "T cell immunity to Hsp70 and Hsp90, like Hsp60-specific immunity, can modulate arthritogenic response in adjuvant arthritis. Regulatory mechanisms induced by Hsp60, Hsp70, and Hsp90 are reinforced by an immune network that connects their reactivities."}, {"pubmed": 15818324, "text": "Polymorphism of the HSP70-hom gene is associated with the development of posttransplant complications. Recipient HSP-AA homozygous genotype is a risk factor for acute graft-versus-host disease"}, {"pubmed": 15950770, "text": "This study suggests that Hsp70 and Hsp90 are closely related to cytoprotection of RPE cells in response to protein phosphatase inhibition."}, {"pubmed": 15992611, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16248461, "text": "The overexpression of HSP70 and HSP90beta are probably correlated with the occurrence, development and prognosis of nasopharyngeal carcinoma."}, {"pubmed": 16579839, "text": "specific down-regulation of HSP70 in KATO III cells occurred only in the presence of live Helicobacter pylori; a novel regulatory mechanism for H. pylori-induced HSP70-dependent apoptosis in the human gastric epithelial cell line is proposed"}, {"pubmed": 16584808, "text": "Human keratinocyte-derived cells release Hsp70 in the extracellular medium through a pathway involving secretory-like granules."}, {"pubmed": 16598923, "text": "Both heat and BPDE can induce the expressions of Hsp27 and Hsp70 in A549 cells."}, {"pubmed": 16790501, "text": "Acidic pH exposure protects HEMEC through induction of Hsps and activation of MAPK and PI3 kinase pathway."}, {"pubmed": 16845230, "text": "Results showed HSP70 expression was inhibited in Helicobacter pylori infected MKN7 cells."}, {"pubmed": 17010992, "text": "The binding of Hsp70 with PreAS only requires the substrate-binding subdomain, and the binding with AS nuclei requires the C-terminal lid subdomain as well."}, {"pubmed": 17012257, "text": "Coexpression of the chaperone protein Hsp70, causes alpha-synuclein to adopt a different, open conformation, but Hsp70 does not alter alpha-synuclein-alpha-synuclein interactions."}, {"pubmed": 17027895, "text": "our results imply that CPm, Hsp70h and p64 act cooperatively to encapsidate a defined region of the closterovirus genome."}, {"pubmed": 17206383, "text": "Plasminogen bound to hsps 27, 60, and 70 and Angiostatin predominantly bound to hsp 27 and to hsp 70 in a concentration- and kringle-dependent manner."}, {"pubmed": 17211576, "text": "The basal levels of Hsp32, Hsp70 and Hsp90 increased significantly with age in controls. Higher levels of Hsp32, Hsp70 and Hsp90 were noticed in patients with inflammation."}, {"pubmed": 17240362, "text": "Our results suggest that the widespread accumulation of Hsc70 and Hsp70 may occur in brains with MSA, and that Hsc70 and Hsp70 may be associated with the pathogenesis of MSA."}, {"pubmed": 17278882, "text": "All of the breast cell lines examined showed Hsp70 surface expression. These results also confirm previous studies, demonstrating that Hsp70 is on the plasma membrane of tumor cell lines."}, {"pubmed": 17278883, "text": "These findings suggest that in tumors retaining functional p53 and expressing high levels of Hsp70, TRAIL may be an effective therapy."}, {"pubmed": 17311516, "text": "data suggest that blood cardioplegia can induce an increment in the expression of hsp70-1, confirming its protective role in ischemia/reperfusion injury."}, {"pubmed": 17553457, "text": "HSP60 and HSP70 released upon tissue damage might play a role in the regulation of bacteria-induced inflammation"}, {"pubmed": 17580361, "text": "Authors hypothesized that differing relations between surface expression of Hsp70 on tumor cells and clinical outcomes may reflect differences in the route of metastases."}, {"pubmed": 17601350, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17616937, "text": "HSP70-mediated inhibition of apoptosis seems to be of minor importance for carcinogenesis and tumor progression in renal cell carcinomas."}, {"pubmed": 17802821, "text": "The expression of HSP70 was elevated in carcinoma tissues compared with para-carcinoma tissues."}, {"pubmed": 17988935, "text": "Results suggest that the individuals with the homozygous HSP70-1 C/C genotype among the coke-oven workers may be susceptible to DNA damage."}, {"pubmed": 18088459, "text": "Heat shock and ADM chemotherapy both induce over expression of HSP70 and MDR1."}, {"pubmed": 18162458, "text": "HSP70 gene expression tended to be induced in the group administered Healing and Wound Emulsion following gamma-ray irradiation."}, {"pubmed": 18258197, "text": "The degradation of Hsp70 was significantly reduced in TAT-Hsp40-containing cells as a consequence of reduced ubiquitin-proteasome activity after oxidative injury."}, {"pubmed": 18297536, "text": "Hsp70 cell surface and mRNA expression was studied in K562, Jurkat and CCRF-CEM human leukemia cell lines"}, {"pubmed": 18322243, "text": "Hsp70 interaction with membranes acts as a platform for its release into the extracellular environment during its recovery from stress."}, {"pubmed": 18418731, "text": "Sequential measurement intraoperatively of the levels of the heat shock proteins HSP70 and HSP27 in the cerebrospinal fluid can predict those patients who are at greatest risk for paralysis during thoracic aneurysm surgery."}, {"pubmed": 18426646, "text": "The over-expressions of HSP70 and pim-1 protein/mRNA are related to tumor burden in leukemia patients."}, {"pubmed": 18439902, "text": "PHAPI, CAS, and Hsp70 function together to accelerate nucleotide exchange on Apaf-1 and prevent inactive Apaf-1/cytochrome c aggregation."}, {"pubmed": 18456818, "text": "these data suggest that the IkappaB-alpha/NF-kappaB pathway has a critical role in the partial maturation of dendritic cells induced by recombinant HSP70."}, {"pubmed": 18489731, "text": "These results suggest that aging-related changes in basal Hsp70 levels in peripheral blood lymphocyte are linked to the altered frequency of lymphocyte subsets and not to increases in aged lymphocytes per se."}, {"pubmed": 18505677, "text": "Hsp70 was isolated as a putative Rictor interacting protein."}, {"pubmed": 18550409, "text": "The structure of an Hsp110:Hsc70 nucleotide exchange complex, is reported."}, {"pubmed": 18587674, "text": "The newly discovered interaction between HBP21 and Hsp70 suggests that HBP21 may be involved in the inhibition of progression and metastasis of tumor cells."}, {"pubmed": 18608178, "text": "Hsp70 gene expression in Rheumatoid Arthitis-affected synovial tissue is followed by Hsp70 cell surface expression on fibroblast-like synovial cells growing from RA synovial tissue."}, {"pubmed": 18651163, "text": "mRNA expressions of Hsp70, Hsp32 and Bax significantly increased in mononuclear blood cells after marathon running, whereas Hsp27 and Bad mRNA expression levels showed no significant changes."}, {"pubmed": 18686014, "text": "Increased serum Hsp70 levels seem to reflect systemic inflammation, oxidative stress and hepatocellular injury in preeclampsia."}, {"pubmed": 18790094, "text": "mitochondrial ribosomal protein S12 3'-UTR interacts specifically with TRAP1 (tumor necrosis factor receptor-associated protein1), hnRNPM4 (heterogeneous nuclear ribonucleoprotein M4), Hsp70 and Hsp60 (heat shock proteins 70 and 60), and alpha-tubulin"}, {"pubmed": 18799101, "text": "Serum Hsp70 (heat shock protein 70)levels were increased in Systemic sclerosis patients, and associated with pulmonary fibrosis, skin sclerosis, renal vascular damage, oxidative stress, and inflammation"}, {"pubmed": 18813348, "text": "Hsf1 is required for p53 nuclear importation and activation, which implies that heat shock factors play a role in the regulation of p53."}, {"pubmed": 18818748, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18977241, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19017364, "text": "The effects of HSP70 down-regulation on the unfolded protein response and a novel strategy to enhance the proapoptotic effect of quercetin by suppressing GRP78 induction simultaneously, were investigated."}, {"pubmed": 19019335, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19026123, "text": "Serum levels of free heat shock protein 70 and anti-HSP70 are elevated in Behcet's disease"}, {"pubmed": 19069644, "text": "Thermotherapy in combination with chemotherapy showed a stronger inhibitory effect than thermotherapy or chemotherapy alone on lung tumor cell growth by activation of c-Jun N-terminal kinase and inhibition of heat shock protein70."}, {"pubmed": 19116451, "text": "CD36 signaling inhibits the translation of heat shock protein 70 induced by oxidized low density lipoprotein through activation of peroxisome proliferators-activated receptor gamma"}, {"pubmed": 19205928, "text": "There were no significant differences in serum anti-Hsp60, anti-Hsp65, and anti-Hsp70 antibody levels between the control and preeclamptic groups."}, {"pubmed": 19231003, "text": "A reliable marker for the detection of hepatocellular carcinoma in liver biopsies."}, {"pubmed": 19420297, "text": "Expression of hsp22 and hsp70 transgenes is partially predictive of drosophila survival under normal and stress conditions."}, {"pubmed": 19475432, "text": "A single hemodialysis session decreased the concentrations of anti-Hsp70"}, {"pubmed": 19527514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19529862, "text": "The concentration of 70 kDa heat shock protein in the serum increased 1.7 times as a result of even a short-term highly intense physiological stress."}, {"pubmed": 19543852, "text": "Elevation of heat shock protein 70 is associated with chronic heart failure."}, {"pubmed": 19544471, "text": "Data show that above-median EpoR, above-median Jak2, and below-median Hsp70 mRNA levels were all associated with significantly poorer Locoregional progression-free survival."}, {"pubmed": 19598015, "text": "FOLFOX4 chemotherapy regimen has advantages in cases with lower HSP70 expression over those with higher HSP70 expression."}, {"pubmed": 19604401, "text": "Phosphorylation on Ser37/Ser38 of Carboxyl-terminal modulator protein is important for the prevention of mitochondrial localization of Carboxyl-terminal modulator protein, eventually leading to cell death by binding to heat shock protein 70."}, {"pubmed": 19620938, "text": "HSP70 expression in effusions may be a prognostic marker of poor survival, with a similar role for Bcl-2 in primary carcinomas."}, {"pubmed": 19635199, "text": "The mRNA and protein levels of HSP60, HSP70 and HSP90alpha, as well as their positive rates were significantly increased in colorectal cancer tissues compared with those in para-cancerous tissues."}, {"pubmed": 19716411, "text": "greater HSP70 antibody concentrations were associated with greater impact of recent negative life events anxious symptomatology depressive symptomatology and total mood disturbance"}, {"pubmed": 19758187, "text": "Results indicate a general protective role for both HSP90 and HSP70 families in damaged muscle fibers, and a specific cytotoxic role for HSP90 in muscle fiber invasion typically associated with IBM and PM."}, {"pubmed": 19758266, "text": "HSP70-hom gene polymorphisms are associated with transplant-related mortality in hematological malignancies."}, {"pubmed": 19764559, "text": "HSP70/HSP90 expression in nasopharyngeal carcinoma cells up regulated promptly after thermotherapy."}, {"pubmed": 19766166, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19766166, "text": "This study provides preliminary evidence that HSP-70 may play a role in the disrupted mechanisms that lead to BPD."}, {"pubmed": 19802386, "text": "COMMD1 has a role in conjunction with HSP90beta/HSP70 in the ubiquitin and O(2)-independent regulation of HIF-1alpha"}, {"pubmed": 19919883, "text": "anti-HSP70 autoantibodies in the CSF of multiple sclerosis patients may play a pathophysiological role in enhancing inflammation."}, {"pubmed": 19952398, "text": "HSP70 expression increased in nasopharyngeal carcinoma following radiotherapy."}, {"pubmed": 20026329, "text": "Data show that GM significantly suppressed refolding of firefly luciferase in the presence of HSP70 and HSP40."}, {"pubmed": 20069064, "text": "The intron 4 polymorphism of eNOS is associated with primary open angle glaucoma (POAG), as well as primary closed angle glaucoma (PCAG), while the G+190C polymorphism in HSP70 is associated with PCAG, but not with POAG in the Pakistani population."}, {"pubmed": 20132183, "text": "Heat shock induced Hsp70 membrane translocation in the viable cells that were able to enhance Hsp70 production upon heating, but not in the cells undergoing apoptosis."}, {"pubmed": 20170613, "text": "The expressions of Hsp70 and HO-1 in the myocardium of patients with acute myocardial infarction were significantly higher than those in control group."}, {"pubmed": 20300983, "text": "Findings suggest that higher Hsp70 levels or lower anti-Hsp70 antibody levels are independently associated with a higher risk of acute coronary syndrome."}, {"pubmed": 20353025, "text": "Expression of HSP70 and NFKB was elevated in patients with chronic gastritis, regardless of H. pylori status."}, {"pubmed": 20354811, "text": "The current understanding of inducible and constitutive Hsp70 in maintaining and protecting neuronal synaptic function under normal and stressed conditions, is discussed."}, {"pubmed": 20426530, "text": "long-term cigarette smoking results in reduced expression in airway smooth muscle"}, {"pubmed": 20498198, "text": "Allelic variants of Hsp70 are significantly associated with systemic lupus erythematosus in whites, independently of HLA-DR3, and correlate with the presence of autoantibodies to Ro and La, hence, the Hsp70 gene locus appears to be involved in SLE etiol"}, {"pubmed": 20568452, "text": "The HSP70-1 b2/b2 genotype may be a predisposing genotype to coal worker's pneumoconiosis."}, {"pubmed": 20569278, "text": "The synergistic activity of two stress-inducible immunological danger signals, HSP70 and MICA/B, leads to activation and enhanced cytotoxicity of human natural killer cells against tumour cells."}, {"pubmed": 20583115, "text": "Pathogenesis of both oral verrucous carcinoma and hyperplasia may be at least partially attributed to the overexpression of MDM2 protein and moderate expression of HSP 70 protein in both lesions."}, {"pubmed": 20632817, "text": "HSP27 and HSP70 may be used as differential markers to distinguish conventional and low grade central osteosarcoma."}, {"pubmed": 20714140, "text": "the genetic polymorphisms in the HSP70 genes seem to be associated with the individual's susceptibility to noise-induced hearing loss in the Taiwanese population."}, {"pubmed": 20714862, "text": "Elevated levels of plasma Hsp70 and decreased expression of Hsp70 in lymphocytes were associated with increased risk of lung cancer in coal miners."}, {"pubmed": 20731692, "text": "Epidermal mRNA expression level of heat shock protein 70 (Hsp70) was significantly up-regulated 6 hr after standardized tape stripping."}, {"pubmed": 20735358, "text": "Data show that HSP70, GRP78/BiP and HSP40/DnaJ each independently suppressed hA misfolding."}, {"pubmed": 20806409, "text": "Quantitative but not qualitative differences between heat shock factor 1 (HSF1) nuclear localization of multiple sclerosis patients and controls leads to the theory of HSF1 stress activation as a major cause of Hsp70 overexpression in multiple sclerosis."}, {"pubmed": 20809635, "text": "Determined are crystal structures of the C-terminal peptide-binding domain of human Hsp40 Hdj1 (CTD) and of its complex with the C-terminal octapeptide of human Hsp70, (634')GPTIEEVD(641')."}, {"pubmed": 20842208, "text": "[review] Induction of hsp70 in diabetic neuropathy confers upon neurons, and perhaps other cells of the nervous system, the ability to tolerate the stresses associated with diabetes rather than intervening in their production."}, {"pubmed": 20876215, "text": "Findings provide evidence that extracellular alpha-synuclein oligomers may represent a crucial player in the propagation of pathology in PD, with their modulation by Hsp70 representing a potential new target for therapeutic interventions."}, {"pubmed": 20964628, "text": "Hsp70 has the interaction with PrPC not only in cell lysates but in the secreted exosomes."}, {"pubmed": 21046302, "text": "These data support a putative role for plasma Hsp70 in the development of arterial calcification."}, {"pubmed": 21161074, "text": "A sharp decrease in the content of heat shock protein with a molecular weight of 70 Da were noted in placenta during exacerbation of herpesvirus infectio."}, {"pubmed": 21179807, "text": "TGF-beta mRNA expression positively correlated with HSP70 expression in skin fibroblasts exposed to ultraviolet B radiation."}, {"pubmed": 21208456, "text": "a novel pathway (NBS1-HSF4b-HSPA4/HSPA14 axis) to induce migration, invasion, and transformation, suggesting the activation of multiple signaling events induced by NBS1 overexpression"}, {"pubmed": 21299508, "text": "The expression of HSP70 and HSF1 was increased in preeclamptic subjects as compared with that in normotensive subjects."}, {"pubmed": 21330950, "text": "Data concluded that serum HSP70 levels are modulated according to the patient oxidant status, and increased serum HSP70 is associated to mortality in sepsis."}, {"pubmed": 21353370, "text": "role in promoting cell survival by regulating ASK expression in pre-eclampsia"}, {"pubmed": 21403392, "text": "This study did not reveal evidence for a genetic variant of the HSP70 family with a major effect on Alzheimer's disease."}, {"pubmed": 21418859, "text": "Compared with control group, the levels of OREBP, HSP70-2 and MUC5AC in supernatant significantly increased after HBE16 cells were exposed to hypertonic media."}, {"pubmed": 21442384, "text": "Data show that radiofrequency ablation can lead to a release of heat shock protein 70 into the serum, and suggest that elevated heat shock protein 70 serum levels may constitute a biomarker for favorable clinical outcome."}, {"pubmed": 21477782, "text": "Our findings reveal an essential role of HSP70 in TGF-beta-induced epithelial-mesenchymal transition (EMT) by impeding Smad2 phosphorylation"}, {"pubmed": 21480956, "text": "HSF1 and major HSP's are expressed strongly in classical Hodgkin lymphoma."}, {"pubmed": 21522149, "text": "Overexpression of Hsp70 in poorly differentiated SCC may confer both enhanced tumour cell growth and apoptosis resistance."}, {"pubmed": 21539621, "text": "Production and uptake of inducible HSP70 by keratinocytes may critically influence the chronic course of inflammatory skin diseases."}, {"pubmed": 21639839, "text": "Chaperone activity of proteins Hsp70 and Hdj1 in human leukemia u-937 cells were increased after heat shock."}, {"pubmed": 21672353, "text": "There was a significant increase in HSP70 mRNA levels in response to cardiopulmonary bypass."}, {"pubmed": 21725599, "text": "specific Hsp70 shRNA silencing may inhibit colon cancer growth."}, {"pubmed": 21750953, "text": "Down-regulated expression of HSP70 is associated with cholangiocarcinoma."}, {"pubmed": 21763498, "text": "Differential expression of Hsp40 and Hsp70 reciprocally regulates viral gene expression and replication in HIV-1 infection."}, {"pubmed": 21775503, "text": "Hsp70 protects cells in HD by removing/sequestering two intrinsic components of protein aggregates: the polyQ itself and GAPDH."}, {"pubmed": 21839816, "text": "Data show six differentially expressed proteins were identified as HSP70, PPIA and alpha-Enolase (up-regulated) S100-A9, PIMT and beta-5 tubulin (down-regulated), most of which had been shown to play a potential role in the pathogenesis of atherosclerosis."}, {"pubmed": 21940409, "text": "Lipid rafts play a critical role in the early stage of JEV infection by concentrating the JEV E protein and HSP70 in membrane microdomains."}, {"pubmed": 21972530, "text": "Hsp70 can reduce formaldehyde-induced damage in human bronchial epithelium cells in vitro."}, {"pubmed": 21992180, "text": "This study clearly demonstrates that HSP70/CMVpp65(495-503)-peptide complex is a potent mediator to induce stronger T-cell responses compared to antiviral peptides."}, {"pubmed": 22022600, "text": "Mammalian Hsp110 (Apg-2), Hsp70 (Hsc70 or Hsp70) and Hsp40 (Hdj1) were necessary and sufficient to slowly dissolve large disordered aggregates and recover natively folded protein."}, {"pubmed": 22032827, "text": "provide evidence for elevated HSP27 concentrations in serum and urine and increased HSP70 excretion levels in patients suffering from CKD"}, {"pubmed": 22037021, "text": "shown that HspBP1 binds Tag7 in the conditioned medium of tumor CSML0 cells, thereby preventing formation of the cytotoxic Tag7-Hsp70 complex"}, {"pubmed": 22157767, "text": "the chaperone activity differences between Hsp70s and Hsp110s"}, {"pubmed": 22219199, "text": "an alternative mechanism of allosteric activation for functional regulation of HSP70 by its J-domain co-chaperones"}, {"pubmed": 22294379, "text": "plasma estradiol levels may play an important role in exercise training and that the intracellular HSP70 content, a biomarker for inflammation, is affected by both estradiol levels and exercise-induced oxidative stress."}, {"pubmed": 22343013, "text": "Moreover, the levels of DnaJA1 and Hsp70 seem to play against each other with regard to tau: as DnaJA1 levels increase, tau levels are reduced, but this can be prevented if Hsp70 levels are simultaneously induced."}, {"pubmed": 22345440, "text": "Hsp70 has a proviral function during rabies virus infection and suggest that Hsp70 is involved in at least one stage(s) of the viral life cycle, such as viral transcription, translation, and/or production."}, {"pubmed": 22409343, "text": "Protective role of chaperones (HSP70 and 90) in preeclampsia."}, {"pubmed": 22443056, "text": "UVA irradiation could stimulate the activation of HSF1 and increase HSP70 protein expression in HaCaT cells, which inhibited activation of JNK, thus preventing apoptosis."}, {"pubmed": 22528773, "text": "TiO2 nanoparticles do not significantly change the protein expression levels of Grp78 and Hsp70 in A549 cells."}, {"pubmed": 22535481, "text": "High HSP70 and HSP27 expression is associated with worse clinical outcome in colon cancer."}, {"pubmed": 22544056, "text": "direct involvement of mtHsp70 as a susceptibility factor in Parkinson's disease"}, {"pubmed": 22613557, "text": "Studies suggest that GRP78, and perhaps HSP70s, are strong tumor differentiation factor receptor candidates."}, {"pubmed": 22689214, "text": "role of HSP70 and 90 in modulation of JNK, ERK expression in preeclamptic placental endothelial cell"}, {"pubmed": 22901192, "text": "Low HSP70 expression is associated with Barrett's esophagus."}, {"pubmed": 22990868, "text": "Nuclear HSP70 directly interacts with Aurora kinase B (AURKB) in a methylation-dependent manner and promotes AURKB activity in vitro and in vivo."}, {"pubmed": 23023377, "text": "Opposing actions of heat shock protein 90 and 70 regulate nicotinamide adenine dinucleotide phosphate oxidase stability and reactive oxygen species production."}, {"pubmed": 23043959, "text": "The positive feedback regulation of Hsp70 induction exists in innate immune cells."}, {"pubmed": 23109422, "text": "Hsp70 is a posttranscriptional regulator of gene expression that binds and stabilizes selected mRNAs containing AU-rich elements"}, {"pubmed": 23139789, "text": "Perturbation of the HSP70-HSP90 heat-shock protein axis stimulates degradation of endothelial VEGFR2."}, {"pubmed": 23152061, "text": "CD99-induced HSP70 expression in B and T lymphocytes."}, {"pubmed": 23154057, "text": "The interactions between hypertension and HSP70 single nucleotide polymorphisms can increase the risk of cerebral ischemia in Chinese Han."}, {"pubmed": 23212539, "text": "anti-Hsp70 antibody levels were significantly higher in metabolic syndrome cases than in control subjects."}, {"pubmed": 23271055, "text": "Hsp72 had greater affinity for tau than Hsc70, but Hsc70 was 30 times more abundant than Hsp72 in human and mouse brain tissue."}, {"pubmed": 23276928, "text": "Intestinal cells respond to elevated temperatures or other metabolic insults by increasing expression of HSP70. HSP70 possesses a variety of functions, including protection of intestinal-mucosal integrity and normal metabolism of epithelial cells[review]"}, {"pubmed": 23352325, "text": "Up-regulation of HSP 70, in the form of its intense and diffuse expression, may be blamed in pathogenesis of vitiligo."}, {"pubmed": 23359685, "text": "Hsp70/Hsp90 chaperone machinery is involved in the assembly of the purinosome."}, {"pubmed": 23392055, "text": "Heat shock protein 70 gene polymorphisms are associated with aspirin-exacerbated respiratory disease in Japanese patients."}, {"pubmed": 23425286, "text": "Both HSP27 and HSP70 impact on the biological behaviour of urothelial carcinomas of the urinary bladder."}, {"pubmed": 23528882, "text": "Hsp70 plays a role in DNA protection mediated by estrogen, and the DNA protection may be involved in Alzheimer's disease preventive effect from estrogen."}, {"pubmed": 23542779, "text": "These results demonstrate that the duplicated heat shock elements and HSF1 constitute the mechanism for the heavy metal response of hsp70, which is distinct from the known metal regulatory system for the metallothionein genes."}, {"pubmed": 23737532, "text": "HSPH1 and HSPH2 are bona fide chaperones on their own that collaborate with DNAJA1 and DNAJB1 to hydrolyze ATP and unfold polypeptides and HSPA1A and HSPH1 formed a powerful molecular machinery."}, {"pubmed": 23776617, "text": "Recombinant HSP70 may be used for the serodiagnosis of tegumentary leishmaniasis."}, {"pubmed": 23792430, "text": "Parthenolide effectively attenuated the HSP70 upregulation in A549 derived DOX-resistant cell lines."}, {"pubmed": 23807299, "text": "Hsp60 levels were significantly higher than those of Hsp70 in neuroepithelial tumors, while levels of both molecules were not significantly different from each other in meningeal neoplasms"}, {"pubmed": 23831374, "text": "Mortalin mutations are not a frequent cause of early-onset Parkinson disease."}, {"pubmed": 23840795, "text": "Hsp70 oligomerization takes place through a specific interaction between the interdomain linker."}, {"pubmed": 23874478, "text": "plasma concentrations of HSP70 elevated with the progression of HF and might act as a potential screening biomarker for early diagnosis of HF."}, {"pubmed": 23913168, "text": "These results suggest that HSP70 expression might be an unfavourable prognostic factor in patients with gastric carcinoma"}, {"pubmed": 23940031, "text": "NFS1 binds preferentially to the D-state of ISCU while mtHSP70 binds preferentially to the D-state of ISCU and HSC20 binds preferentially to the S-state of ISCU."}, {"pubmed": 23962724, "text": "Results show that TDP-43 is constitutively bound to members of the Hsp40/Hsp70 family, and that heat shock-induced TDP-43 aggregation is mediated by the availability of these chaperones interacting with the inherently disordered C-terminal prion domain."}, {"pubmed": 23965991, "text": "Molecular chaperones (heat-shock proteins HSP90alpha and HSP70-1A) that interact with and retain partially folded A2A receptor prior to endoplasmic reticulum exit, were identified."}, {"pubmed": 23973223, "text": "results demonstrate the critical role of the stress-activated Stub1-Hsp70 complex in promoting Treg cell inactivation."}, {"pubmed": 23985798, "text": "HSP70-2 A1267G is single-nucleotide polymorphisms (SNPs) that may modulate its activities, was very common (77.5%)and was significantly high among scrub typhus patients."}, {"pubmed": 23990450, "text": "NMIIA is the master regulator of Golgi fragmentation induced by heat shock or inhibition/depletion of HSP70/90 through interaction with gylosyltransferases."}, {"pubmed": 24012426, "text": "The chaperone functions of heat shock protein (Hsp)70 involve an allosteric control mechanism between the nucleotide-binding domain (NBD) and polypeptide substrate-binding domain (SBD): ATP binding and hydrolysis regulates the affinity for polypeptides."}, {"pubmed": 24021284, "text": "Spinocerebellar ataxia type 14 mutant PKC-gamma upregulates Hsp70. Hsp70 has a role in degrading mutant PKC-gamma."}, {"pubmed": 24047968, "text": "This is the first report providing evidence that HSP70-HSP40 complex confers an innate resistance specific to HIV-1."}, {"pubmed": 24051131, "text": "higher plasma levels in the early-onset preeclampsia (before 34 weeks of gestation)as compared to the late-onset one"}, {"pubmed": 24065282, "text": "Our results demonstrated that HSP70 can play a more important role in mE7 and MtHSP70 fusion DNA vaccine without the help of a signal peptide."}, {"pubmed": 24086464, "text": "Heat shock protein 70 is associated with replicase complex of Japanese encephalitis virus and positively regulates viral genome replication."}, {"pubmed": 24095952, "text": "HSP70 expressed in the peripheral lung tissues is significantly increased in COPD and aggravated by cigarette smoking."}, {"pubmed": 24206096, "text": "CAMKIIgamma, HSP70 and HSP90 transcripts are differentially expressed in chronic myeloid leukemia cells from patients with resistant mutated disease."}, {"pubmed": 24243066, "text": "Hsp70 1267 A/G SNP is associated with pro-inflammatory cytokine production in healthy elderly and might represent a possible determinant of individual susceptibility to inflammatory diseases."}, {"pubmed": 24252366, "text": "Results suggest a role for HSP70 in proliferation and survival of the erythroid lineage in polycytemia vera (PV), and may represent a potential therapeutic target in myeloproliferative neoplasms especially in PV."}, {"pubmed": 24327239, "text": "In postmenopausal women, serum HSP60 and anti-HSP70 concentrations increased with accumulating features of the metabolic syndrome. Results suggest an immune activation associated with cardiovascular risk in postmenopausal women with metabolic syndrome."}, {"pubmed": 24347824, "text": "Increased circulating level of HSP60 and HSP70 might play a role in initiation and/or progression of atherosclerosis in CKD subjects through perturbation of CD4(+)CD28(null) cells."}, {"pubmed": 24354861, "text": "Expression of inducible HSP70 were compared in skin samples, evaluated the viability of primary vitiligo and control melanocytes exposed to bleaching phenols, and measured secreted indcible HSP70."}, {"pubmed": 24355684, "text": "PTSD and exposure to trauma are not related to changes in lymphocyte MR, Hsp90 or Hsp70 levels, but may be associated with disturbances in corticosteroid receptors interaction with heat shock proteins."}, {"pubmed": 24376495, "text": "HSP70 induced IL-10 production in eyes from wild-type mice but was impaired in both TLR2- and TLR4-deficient mice."}, {"pubmed": 24425585, "text": "HSP70 could be an important antigen in balancing the healthy immune system. T cell recognition of naturally presented epitopes of self-heat shock protein 70 is demonstrated."}, {"pubmed": 24449167, "text": "Glutamine regulated ubiquitination processes of Grp75 and Apg-2."}, {"pubmed": 24474693, "text": "Hsp70 may act as a chaperone for influenza virus polymerase, and the modulatory effect of Hsp70 appears to be a sequel of shuttling of Hsp70 between nuclear and cytoplasmic compartments"}, {"pubmed": 24480410, "text": "The organelle distribution of Hsp70 is determined by their specific lipid compositions."}, {"pubmed": 24492285, "text": "BAG-3 expression correlated with increased HSP70 expression in a subset of systemic T cell lymphoma cases co-expressing the CD30 antigen."}, {"pubmed": 24501795, "text": "Positive reactions on the presence of the HSP-70 protein in circulating immune complexes isolated from sera of smoking patients with lung cancer was confirmed."}, {"pubmed": 24660549, "text": "These results provide an explanation for the elevated serum levels of HSP-27, HSP-70, and ccCK-18 found in COPD patients, indicating that hypoxic conditions can trigger the release of the aforementioned factors."}, {"pubmed": 24715760, "text": "The purpose of this study was to investigate the co-expression patterns of transcription factor HIF-1alpha and von Hippel Lindau protein (pVHL) and heat shock proteins in pterygium and normal conjunctival human samples."}, {"pubmed": 24718854, "text": "With HSP90 suppression, HSP70 overexpression possibly contributes to the avoidance of cell death and HSP70 may be a key molecule for overcoming resistance to the HSP90 inhibitor"}, {"pubmed": 24742079, "text": "HSP70 is induced in polymorphonuclear cells of ulcerative colitis patients and its induction correlates with depression and anxiety levels."}, {"pubmed": 24786389, "text": "results showed higher expression of HSP70 and LOX-1 in the placental tissues of pre-eclampsia patients which represent the possible contribution of these molecules in the disease pathogenesis."}, {"pubmed": 24846187, "text": "Baicalein treatment upregulated the expression of HSP70, which partially prevented human osteosarcoma cells from undergoing apoptosis."}, {"pubmed": 24876225, "text": "BAG-1M mediates Hsp70 inhibition downstream of NF-kappaB."}, {"pubmed": 24923353, "text": "14-3-3sigma alone or combined with HSP70 are potential prognostic biomarkers for HCC"}, {"pubmed": 24934530, "text": "This review summarizes recent data regarding immunoregulatory properties of Hsp70, and presents promising results of the studies concerning the application of heat shock proteins in treatment of chronic inflammatory diseases."}, {"pubmed": 25095651, "text": "HSP70 is an index of severity of lesion and activation of kidney self-defense mechanisms in patients with chronic glomerulonephritis (CGN). Serum HSP70 antibodies may be used to assess the prognosis of CGN."}, {"pubmed": 25156257, "text": "during the maturation of beta-thalassaemia major erythroblasts, HSP70 interacts directly with free alpha-globin chains; consequently HSP70 is sequestrated in the cytoplasm and GATA-1 is no longer protected, resulting in end-stage maturation arrest and apoptosis"}, {"pubmed": 25175595, "text": "Findings suggest a novel function of HSP70/MRJ/uPAR complex in cell adhesion, invasion and migration, and may provide more understanding in the mechanisms of uPAR-mediated cancer metastasis."}, {"pubmed": 25261232, "text": "Hsp70 is a positive predictive factor in completely resected NSCLC with received platinum-based adjuvant chemotherapy."}, {"pubmed": 25347739, "text": "Studies indicate that heat shock protein Hsp70 (Hsp70) regulates multiple pathways in cancer cells via interaction with Bcl2-associated athanogene 3 protein (BAG3) co-chaperone."}, {"pubmed": 25429623, "text": "Cells overexpressing HSP70 had higher levels of miR-23a, maintained these levels after heat shock and accumulated lower levels of NOXA mRNA and protein."}, {"pubmed": 25437815, "text": "High expression of HSPA4 is associated with colorectal cancers."}, {"pubmed": 25600910, "text": "Data suggest that secretion of HSP70 and IL1B (interleukin 1 beta) by fetal membranes is up-regulated during chorioamnionitis/infection with Escherichia coli; secretion of HSP70, IL1B, and HSP60 follow different temporal patterns."}, {"pubmed": 25655005, "text": "regulates the expression of SDF-1 and Twist in fibroblasts, thereby controlling gastric ulcer healing"}, {"pubmed": 25687737, "text": "These findings suggest that HSP70 genes are dependent of HLA-DR/DQ loci in governing susceptibility to PF. The multivariant regression analysis confirms this hypothesis."}, {"pubmed": 25697138, "text": "TLR4-ligand lipopolysaccharide (LPS) stimulate the TLR and up-regulate IFN-gamma skewing the cells towards type 1 polarization and heat shock protein (Hsp)70 down-regulated TLR4 augmenting the anti-inflammatory cytokine IL-10."}, {"pubmed": 25772468, "text": "Here we describe the small molecule, apoptozole (Az), which inhibits the ATPase activity of HSP70 by binding to its ATPase domain"}, {"pubmed": 25789959, "text": "serum level associated with severity of alcoholic fatty liver disease"}, {"pubmed": 25798051, "text": "High BCLC staging scores, advanced cirrhosis and the overexpression of HSPA12A and HSP90B1 might be associated with poor survival from HCC, whereas high levels of HSPA4, HSPA5 and HSPA6 might be associated with earlier recurrence of HCC"}, {"pubmed": 25857363, "text": "heat stress(HS) and aspirin + HS does not act as a co-inducer of HSP70 in HepG2 cells, but promotes Bcl-2 protein expression during prolonged treatment"}, {"pubmed": 25864199, "text": "Thus, isoform-selective targeting of Hsc70 could be a viable therapeutic strategy for tauopathies and possibly lead to new insights in chaperone complex biology."}, {"pubmed": 25881670, "text": "Studies indicate the role of 70 kDa heat-shock protein (HSP70) in the activation of NADPH oxidase isoforms and in islet alpha- and beta-cell physiological function in health and Type 2 diabetes mellitus."}, {"pubmed": 26050647, "text": "quercetin-induced inhibition is involved in growth inhibition and sensitization to chemotherapy in lung cancer cells"}, {"pubmed": 26165468, "text": "AIF bears a HSP-70 binding domain allowing association with HSP-70."}, {"pubmed": 26183779, "text": "Tag7, can bind to the TNFR1 receptor, thereby inhibiting the cytotoxic actions of the Tag7-Hsp70 complex and TNF-alpha, an acquired immunity cytokine."}, {"pubmed": 26198046, "text": "single nucleotide polymorphisms of tumour necrosis factors and HSP genes may have a role in nasopharyngeal carcinoma in North East India"}, {"pubmed": 26246424, "text": "As a chaperone of heat shock protein 70 (HSP70), HBP21 could inhibit interaction between HSP70 and Bax, increased Bax protein translocation from cytoplasm to mitochondria."}, {"pubmed": 26286954, "text": "Data show that binding of heat shock proteins Hsp70 and Hsp90 requires prior binding of Hop protein to Hsp90."}, {"pubmed": 26439956, "text": "This study demonstrated that Heat shock protein 70 (Hsp70) interacts with the Notch1 intracellular domain and contributes to the activity of Notch signaling in myelin-reactive."}, {"pubmed": 26446645, "text": "Hsp70 overexpression likely plays an important role in the excessive collagen production by keloid fibroblasts. RNA interference has therapeutic potential for the treatment of keloids."}, {"pubmed": 26556859, "text": "Data suggest that dual heat shock proteins HSP90 and HSP70 inhibition can simultaneously disrupt the key signaling pathways in muscle invasive bladder cancer (MIBC)."}, {"pubmed": 26559972, "text": "HSP70 suppression elevates FOXM1 expression, and simultaneous inhibition of FOXM1 and HSP70 increases the sensitivity of human cancer cells to anticancer drug-induced apoptosis."}, {"pubmed": 26565746, "text": "Both intrinsic affinity and post-translational modifications tune the interactions between the Hsp70 and Hsp90 proteins and the tetratricopeptide repeat (TPR) domain-containing cochaperones."}, {"pubmed": 26782485, "text": "the HSP70-2 +1267 GG genotype and G alleles may increase the risk of GD in the Chinese population."}, {"pubmed": 26784015, "text": "MS5 induced hydrogen peroxide-mediated c-Jun-dependent Glo1 up-regulation which resulted in a decrease in the Argpyrimidine-modified Hsp70 protein level which triggered EMT in a novel mechanism involving miR-21 and SMAD signalling"}, {"pubmed": 26847302, "text": "CAIII and Hsp70 expressions were higher in LPRD patients that in non-LPRD patients, suggesting the possibility as one of biomomarker in LPRD diagnosis."}, {"pubmed": 26865365, "text": "his review focuses on the regulation, function, and relevance of the molecular Hsp70 chaperone machinery to disease and its potential as a therapeutic target."}, {"pubmed": 26874923, "text": "There is overwhelming evidence that molecular chaperones such as Hsp27, Hsp70 and Hsp90 are expressed at elevated levels in a wide range of cancers by stabilizing the mutated neoplasm proteins. (Review)"}, {"pubmed": 26886023, "text": "Pharmacological or genetic activation of heat shock protein 70 (Hsp70) protects against loss of parkin Function. Heat shock protein members may act as compensatory factors for parkin loss of function and that the exploitation of these factors may be of potential therapeutic value."}, {"pubmed": 26923191, "text": "Results identified heat shock protein 70 as a direct target of let-7c and has demonstrated that the expression of HSP70 in fibroblasts is negatively correlated with let-7c levels."}, {"pubmed": 27075190, "text": "mammalian Hsp70 displayed a high specificity for negatively charged phospholipids, such as phosphatidyl serine, whereas DnaK interacted with all lipids tested regardless of the charge."}, {"pubmed": 27091568, "text": "the administration of exogenous HSP70 and the application of mild heat stress may produce a certain \"rejuvenating\" effect on mesenchymal stem cells."}, {"pubmed": 27109633, "text": "Hsc70 and DNAJC14 are required for the unconventional trafficking of H723R-pendrin."}, {"pubmed": 27129500, "text": "Each of HSPA4 and MED13 mutations were detected in GC."}, {"pubmed": 27137183, "text": "HSP70 is required for the maintenance of a functional mitotic centrosome that supports the assembly of a bipolar mitotic spindle."}, {"pubmed": 27137634, "text": "the levels of serum HSP70 in patients with minor, moderate, and severe injuries were significantly higher than in healthy patients at each time point post-injury (P < 0.01), and levels of serum HSP70 in the severe injury group were significantly higher than in the minor injury group at 1-6 h after trauma (P = 0.047)."}, {"pubmed": 27327135, "text": "verified the interaction of cellular chaperon HSP70 with Porcine reproductive and respiratory syndrome virus NSP12, and demonstrated that NSP12 could recruit HSP70 to maintain its own stability and benefit for the virus replication"}, {"pubmed": 27599502, "text": "The effect of exogenous heat shock protein HSP70 and lipopolysaccharide (LPS) on the production of reactive oxygen species (ROS), TNFalpha secretion, and mRNA expression by human neuroblastoma SK-N-SH cells; exogenous HSP70 protects cells from the action of LPS, protection mechanism includes a reduction in the production of ROS and TNFalpha and a decrease in the expression of TLR4 and and IL-1beta mRNA"}, {"pubmed": 27616763, "text": "The authors show here that both Escherichia coli ClpB and Saccharomyces cerevisiae Hsp104 cooperation with their cognate Hsp70 is crucial for efficient protein disaggregation and, in contrast to earlier claims, cannot be circumvented by activating M-domain mutations."}, {"pubmed": 27708256, "text": "ARD1-mediated Hsp70 acetylation is a regulatory mechanism that temporally balances protein refolding/degradation in response to stress"}, {"pubmed": 27831465, "text": "Here the authors show that in budding yeast, Hsf1 basally associates with the chaperone Hsp70 and this association is transiently disrupted by heat shock, providing the first evidence that a chaperone repressor directly regulates Hsf1 activity."}, {"pubmed": 27868339, "text": "The interaction of Fas receptor with FasL leads to an activation of the Tag7-Hsp70 complex in the lymphocyte membrane fraction, and here FasL acts as a receptor that induces intracellular signaling in lymphocytes.An interaction of the MicA stress ligand with the NKG2D receptor is necessary for the release of this cytotoxic complex"}, {"pubmed": 27941812, "text": "Nuclear HSP70 leads to enhancement of vaccinia H1-related phosphatase (VHR) activity via protein-protein interaction rather than its molecular chaperone activity, thereby suppressing excessive ERK activation. Downregulation of either VRK3 or HSP70 rendered cells vulnerable to glutamate-induced apoptosis."}, {"pubmed": 28052117, "text": "HSP70-TRIM32 complex is biochemically distinct from the previously characterized 14-3-3-TRIM32 phospho-complex."}, {"pubmed": 28054753, "text": "The level of Hsp70 was higher in the allergic rhinitis (AR) group compared with the non-AR group. Furthermore, treatment of HNE cells with Th2 cytokines induced secretion of Hsp70 into the extracellular area, and did not influence the production of Hsp70. These results suggest that Hsp70 may play a major role in the pathogenesis of AR."}, {"pubmed": 28122311, "text": "SIRT1 inhibits the releases of HMGB1 and HSP70 from human umbilical vein endothelial cells caused by IL-6 and the serum from preeclampsia patient and protects the cells from death."}, {"pubmed": 28192510, "text": "Triptolide downregulates Sp1 and HSP70 mRNA in gastric cancer cell lines."}, {"pubmed": 28246355, "text": "The article results indicate that the heat-shock protein HSP70-2 (+1538 A/G) and HSP70-hom (+2437 C/T) SNPs are highly associated with renal complications in Type 2 Diabetes Mellitus among the South Indian population."}, {"pubmed": 28291803, "text": "targeting the Hsp70 induction in Hsp90 inhibitor-treated cancer cells and tumor vasculature cells may beneficially enhance the radiosensitizing effect"}, {"pubmed": 28367089, "text": "we demonstrated that upregulation of heat shock protein 70 (HSP70) was involved in both the promoted migration and the inhibited apoptosis of HepG2 cells in response to TNFalpha. Collectively, these findings indicate that TNFalpha alters protein expression such as HSP70, which triggering specific molecular processes and signaling cascades that promote migration and inhibit apoptosis of HepG2 cells."}, {"pubmed": 28453394, "text": "This review article documents reduced levels of mature miR-23a in various tumors, primarily due to epigenetic silencing or alterations in biogenesis pathways. Moreover, inhibition of miR-23a in stressed cells represent a general mechanism for inducing apoptosis and these microRNAs are showed to be regulated by molecular chaperon HSP70"}, {"pubmed": 28497897, "text": "downregulation of Hsp70 and HspBP1 represents a unique feature of patients with preterm prelabor rupture of membranes"}, {"pubmed": 28627586, "text": "we sought to investigate mechanisms mediated by Hsp70 acetylation in relation to apoptotic and autophagic programmed cell death. Upon stress-induced apoptosis, Hsp70 acetylation inhibits apoptotic cell death, mediated by Hsp70 association with apoptotic protease-activating factor (Apaf)-1 and apoptosis-inducing factor (AIF), key modulators of caspase-dependent and -independent apoptotic pathways, respectively"}, {"pubmed": 28784015, "text": "Laryngopharyngeal reflux may play a role in the development of chronic rhinosinusitis (CRS) through pepsin A reflux, and increased HSP70 expression may be associated with the pathogenic mechanism of mucosal injury in CRS."}, {"pubmed": 28842558, "text": "HSP70-Hrd1 axis represents a potential therapeutic target for restoring the oncorepressor activity of unstable lymphoma-associated Blimp-1 mutants."}, {"pubmed": 28848092, "text": "Modulatory action of extracellular HSP70 on A549 inflammatory response through RAGE was able to evoke important expression changes in monocyte, showing its relevance in influencing the interaction between cancer and immune system cell."}, {"pubmed": 29067554, "text": "These results confirmed pro-inflammatory function of extracellular Hsp70."}, {"pubmed": 29084938, "text": "this study provided a mechanistic understanding of the dynamic nature of the polypeptide-binding pocket in the Hsp70 chaperone cycle."}, {"pubmed": 29255093, "text": "Multiple Hsp70-binding sites were mapped XIAP, suggesting that it is a direct, physical Hsp70 client."}, {"pubmed": 29404895, "text": "the lipid-mediated plasma membrane localization of Hsp70-1A to its potential involvement in the development of resistances to radiation and chemotherapy, is reported."}, {"pubmed": 29434293, "text": "Authors recapitulate the previously described interaction specificities between the HSP70/HSP90 C-termini and tetratricopeptide repeat domains of HOP/Sti1 and demonstrate the impact of single point mutants on domain-domain interactions."}, {"pubmed": 29438905, "text": "The study evaluated the involvement of molecular structures called damage-associated molecular patterns (DAMPs), such as hyaluronan (HA) and heat shock proteins (Hsp) on NLRP1 and NLRP3 inflammasomes activation in peripheral blood monocytes."}, {"pubmed": 29442021, "text": "Hsp70 protected human trabecular meshwork cells injury induced by UVB through Smad pathway; Hsp70 promoted cell proliferation and suppressed apoptosis."}, {"pubmed": 29491085, "text": "High Hsp70 and Hsp90 expression was associated with worse overall survival and disease-free survival [review and meta-analysis]"}, {"pubmed": 29763298, "text": "This study applied microfluidic diffusional sizing to the study of the oligomerization of SBD641, the substrate binding subdomain (residues 384-641) of human Hsp70. The oligomerization mechanism of the Hsp70 subdomain occurs in a cooperative manner and involves structural constraints that limit the size of the species formed beyond the limits imposed by mass balance."}, {"pubmed": 29772540, "text": "Studies indicate that ghgh level of gamma-seminoprotein (gama-SM)/Prostate-Specific Antigen (PSA) could be detected in the blood [Review]."}, {"pubmed": 29986884, "text": "BAG3 overexpression stabilizes CFTR band B in an Hsp70-dependent manner."}, {"pubmed": 30098457, "text": "The dimerization of GRPEL2 may activate the folding machinery responsible for protein import into mitochondrial matrix or enhance the chaperone activity of mitochondrial HSP70, thus protecting mitochondrial proteostasis in oxidative stress."}, {"pubmed": 30099725, "text": "These results indicated that HSP70 prevented the accumulation of G-TDP-25 aggregates in cytoplasmic IBs, but was insufficient for G-TDP-25 disassembly and solubilization."}, {"pubmed": 30245753, "text": "Serum HSP70 is a biomarker for early diagnosis of lung cancer."}, {"pubmed": 30337218, "text": "Low HSP70 expression is associated with disease recurrence and progression in bladder cancer."}, {"pubmed": 30485823, "text": "Akt1 binds to and phosphorylates the C terminus of Hsp70 on Serine631, which inhibits CHIP-mediated SOD2 degradation thereby stabilizing and promoting SOD2 import."}, {"pubmed": 30521813, "text": "The acidic subdomain might serve as a conformational switch to support dissociation of the Hsc70:Apg2 complex."}, {"pubmed": 30543447, "text": "reduced Hsp70 protein contributes to fibrosis."}, {"pubmed": 30614112, "text": "his study shows that the balance between circulating HSP60 and HSP70 interfere with the phenomenon of miscarriage"}, {"pubmed": 30632067, "text": "the presence of tumor-derived memebrane bound Hsp70 in tunneling nanotubes with a diameter ranging from 120 to 140 nm predominantly originates from cholesterol-rich-microdomains containing the lipid compound globoyltriaosylceramide, is reported."}, {"pubmed": 30643287, "text": "High serum anti-HSPA4 IgG was correlated with high tumor HSPA4 expression and poor prognosis of breast cancer subjects."}, {"pubmed": 30645756, "text": "cell surface HSP70 binds thrombomodulin and inhibits its activity in endothelial cells."}, {"pubmed": 30700418, "text": "Low HSP70 expression is associated with Diamond-Blackfan anemia."}, {"pubmed": 30862844, "text": "Exercise-induced bronchoconstriction, temperature regulation and the role of heat shock proteins in non-asthmatic recreational marathon and half-marathon runners."}, {"pubmed": 30865286, "text": "results indicate a regulatory role for HSP70 in the control of the inflammatory human PDL cell response to mechanical loading"}, {"pubmed": 30947809, "text": "High HMGB1 and low Hsp70 were associated with poor prognosis in patients with acute pancreatitis. Hsp70 might play a protective role in acute pancreatitis."}, {"pubmed": 30981628, "text": "Role of heat shock protein and cytokine expression as markers of clinical outcomes with glutamine-supplemented parenteral nutrition in surgical ICU patients."}, {"pubmed": 31327756, "text": "data demonstrate that HSP70 exerts a cholesterol lowering effect in primary human cells and animals and uncover a nuclear action of HSP70 in mediating cross-talk between HSP and LXR transcriptional regulation"}, {"pubmed": 31430337, "text": "the intracellular Hsp70 expression might serve as a prognostic marker in patients with primary glioblastomas."}, {"pubmed": 31521893, "text": "HSP70 inhibition upregulates Egr-1 via TAK1, inducing apoptosis and restricting proliferation in Acute lymphoblastic leukemia cells."}, {"pubmed": 31558706, "text": "this study demonstrated that the ERK-dependent phosphorylation of HSP70 facilitated its folding activity and cellular proliferative function."}, {"pubmed": 31759081, "text": "Heat shock protein signaling in brain ischemia and injury."}, {"pubmed": 31792442, "text": "heat-shock protein HSP70 is a critical determinant for the level of AIMP2-DX2"}, {"pubmed": 31906756, "text": "HSP70: an alarmin that does not induce high rates of preterm birth but does cause adverse neonatal outcomes."}, {"pubmed": 31918818, "text": "Heat Shock Protein 70 as a Biomarker of Clinical Outcomes After STEMI."}, {"pubmed": 31988151, "text": "Lamin A/C modulates spatial organization and function of the Hsp70 gene locus via nuclear myosin I."}, {"pubmed": 32084385, "text": "Knocking out C9ORF72 Exacerbates Axonal Trafficking Defects Associated with Hexanucleotide Repeat Expansion and Reduces Levels of Heat Shock Proteins."}, {"pubmed": 32108453, "text": "A study on HSP70 gene polymorphism in childhood acute lymphoblastic leukemia."}, {"pubmed": 32127624, "text": "Epigenetic silencing of heat shock protein 70 through DNA hypermethylation in pseudoexfoliation syndrome and glaucoma."}, {"pubmed": 32163396, "text": "signaling pathways involving protein kinases p38MAPK, JNK, and PI3K were demonstrated to play an important role in HSP70-mediated protection of microglial and neuroblastoma cells from LPS-induced apoptosis and ROS production"}, {"pubmed": 32198203, "text": "Dimeric Hdj1 then facilitates dimerization of Hsp70 and formation of a heterotetrameric Hsp70-Hsp40 complex. Our results provide a kinetic view of the conformational cycle of Hsp70 and reveal the importance of the dynamic nature of Hsp70 for its function."}, {"pubmed": 32332101, "text": "S-Glutathionylation of human inducible Hsp70 reveals a regulatory mechanism involving the C-terminal alpha-helical lid."}, {"pubmed": 32358783, "text": "Autologous extracellular Hsp70 exerts a dual role in rheumatoid arthritis."}, {"pubmed": 32687490, "text": "Proteome-wide identification of HSP70/HSC70 chaperone clients in human cells."}, {"pubmed": 32699135, "text": "Methylation of HSP70 Orchestrates Its Binding to and Stabilization of BCL2 mRNA and Renders Pancreatic Cancer Cells Resistant to Therapeutics."}, {"pubmed": 32745066, "text": "Hsp70-mediated quality control: should I stay or should I go?"}, {"pubmed": 32876904, "text": "Intense immunostaining of heat shock protein 70 within renal interstitium associates with long-term renal survival in an ANCA-associated vasculitis cohort."}, {"pubmed": 32917949, "text": "Overexpression of miR-144-3p alleviates polycystic ovaries syndrome through targeting expression of HSP-70."}, {"pubmed": 32946066, "text": "RP11-462C24.1 suppresses proliferation and invasion of colorectal carcinoma cells by regulating HSP70 through PI3K/AKT signaling pathway."}, {"pubmed": 33084814, "text": "Aqueous humor heat-shock protein 70, periostin, and irisin levels in patients with pseudoexfoliation syndrome."}, {"pubmed": 33177717, "text": "Molecular dissection of amyloid disaggregation by human HSP70."}, {"pubmed": 33177718, "text": "HSP40 proteins use class-specific regulation to drive HSP70 functional diversity."}, {"pubmed": 33431889, "text": "LONP1 and mtHSP70 cooperate to promote mitochondrial protein folding."}, {"pubmed": 33542414, "text": "A mutant alpha1antitrypsin in complex with heat shock proteins as the primary antigen in type 1 diabetes in silico investigation."}, {"pubmed": 33574241, "text": "Regulatory inter-domain interactions influence Hsp70 recruitment to the DnaJB8 chaperone."}, {"pubmed": 33672238, "text": "Differential Effects of STCH and Stress-Inducible Hsp70 on the Stability and Maturation of NKCC2."}, {"pubmed": 33822413, "text": "The diagnostic value of urine heat shock protein 70 and prostatic exosomal protein in chronic prostatitis."}, {"pubmed": 34156462, "text": "The HSP70 chaperone as sensor of the NEDD8 cycle upon DNA damage."}, {"pubmed": 34528172, "text": "Heat Shock Protein 70 as a Sex-Skewed Regulator of alpha-Synucleinopathy."}, {"pubmed": 34542825, "text": "HSP70iQ435A to subdue autoimmunity and support anti-tumor responses."}, {"pubmed": 34677749, "text": "HSP70 as a biomarker of the thin threshold between benefit and injury due to physical exercise when exposed to air pollution."}, {"pubmed": 35053410, "text": "RNA Molecular Signature Profiling in PBMCs of Sporadic ALS Patients: HSP70 Overexpression Is Associated with Nuclear SOD1."}, {"pubmed": 35442158, "text": "Inhibition of endoplasmic reticulum stress alleviates triple-negative breast cancer cell viability, migration, and invasion by Syntenin/SOX4/Wnt/beta-catenin pathway via regulation of heat shock protein A4."}, {"pubmed": 35628491, "text": "HSPA4 Is a Biomarker of Placenta Accreta and Enhances the Angiogenesis Ability of Vessel Endothelial Cells."}, {"pubmed": 35652686, "text": "The Role of TNF-alpha and Its Target HSP-70 in Triggering Apoptosis in Normozoospermic and Non-Normozoospermic Samples."}, {"pubmed": 35767179, "text": "Increased eHSP70-to-iHSP70 ratio in prediabetic and diabetic postmenopausal women: a biomarker of cardiometabolic risk."}, {"pubmed": 36078164, "text": "Patient-Derived Pancreatic Cancer Cells Induce C2C12 Myotube Atrophy by Releasing Hsp70 and Hsp90."}, {"pubmed": 36167183, "text": "Fine-tuning of the Hsc70-based Human Protein Disaggregase Machinery by the Distinctive C-terminal Extension of Apg2."}, {"pubmed": 36170818, "text": "The molecular network of the proteasome machinery inhibition response is orchestrated by HSP70, revealing vulnerabilities in cancer cells."}, {"pubmed": 36530572, "text": "HSP70 and TNF Loci Polymorphism Associated with the Posner-Schlossman Syndrome in a Southern Chinese Population."}, {"pubmed": 36830641, "text": "HSP70 and Primary Arterial Hypertension."}, {"pubmed": 36833281, "text": "HSP70 Expression Signature in Renal Cell Carcinoma: A Clinical and Bioinformatic Analysis Approach."}, {"pubmed": 36931492, "text": "HSP-27 and HSP-70 negatively regulate protective defence responses from macrophages during mycobacterial infection."}, {"pubmed": 36987811, "text": "SATB1 Chromatin Loops Regulate Megakaryocyte/Erythroid Progenitor Expansion by Facilitating HSP70 and GATA1 Induction."}, {"pubmed": 37339521, "text": "HSPA4 regulated glioma progression via activation of AKT signaling pathway."}, {"pubmed": 37390645, "text": "The multifunction of HSP70 in cancer: Guardian or traitor to the survival of tumor cells and the next potential therapeutic target."}, {"pubmed": 37418085, "text": "HSP70 attenuates neuronal necroptosis through the HSP90alpha-RIPK3 pathway following neuronal trauma."}, {"pubmed": 37930617, "text": "Effects of resistance training on heat shock response (HSR), HSP70 expression, oxidative stress, inflammation, and metabolism in middle-aged people."}, {"pubmed": 37932471, "text": "A new look at Hsp70 activity in phosphatidylserine-enriched membranes: chaperone-induced quasi-interdigitated lipid phase."}, {"pubmed": 38062957, "text": "[The Protective Action of Hsp70 and Hydrogen Sulfide Donors in THP-1 Macrophages in the Lipopolysaccharide-Induced Inflammatory Response by Modulating Endocytosis]."}, {"pubmed": 38266641, "text": "HSP70 binds to specific non-coding RNA and regulates human RNA polymerase III."}, {"pubmed": 38597327, "text": "Dynamically changed HSP70 after reperfusion following cerebral infarction in human and rats: correlation with p38 MAPK."}], "genomic_pos": {"chr": "5", "end": 133106449, "ensemblgene": "ENSG00000170606", "start": 133052013, "strand": 1}, "genomic_pos_hg19": {"chr": "5", "end": 132442141, "start": 132387654, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0006457", "qualifier": "involved_in", "term": "protein folding"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006986", "pubmed": 8335910, "qualifier": "involved_in", "term": "response to unfolded protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045040", "pubmed": 15644312, "qualifier": "involved_in", "term": "protein insertion into mitochondrial outer membrane"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051131", "pubmed": 15644312, "qualifier": "involved_in", "term": "chaperone-mediated protein complex assembly"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005739", "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 21231916, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 20458337, "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 21276792, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0000774", "qualifier": "enables", "term": "adenyl-nucleotide exchange factor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [20029029, 22990239, 24658140, 25416956, 29568061, 30021884, 31980649, 32296183], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005524", "pubmed": 8335910, "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0140662", "qualifier": "enables", "term": "ATP-dependent protein folding chaperone"}]}, "homologene": {"genes": [[3702, 844332], [3702, 844333], [4530, 4325355], [4530, 4337984], [4896, 3361514], [4932, 855998], [5141, 3877907], [6239, 176195], [7165, 1275989], [7227, 39557], [7955, 334086], [7955, 335865], [8364, 394863], [9031, 416339], [9544, 709585], [9598, 462060], [9606, 3308], [9615, 474680], [9913, 536558], [10090, 15525], [10116, 266759], [28985, 2894318], [33169, 4623180], [318829, 2684244]], "id": 1624}, "interpro": [{"desc": "Heat shock protein 70 family", "id": "IPR013126", "short_desc": "Hsp_70_fam"}, {"desc": "Heat shock protein 70, conserved site", "id": "IPR018181", "short_desc": "Heat_shock_70_CS"}, {"desc": "Heat shock protein 70kD, peptide-binding domain superfamily", "id": "IPR029047", "short_desc": "HSP70_peptide-bd_sf"}, {"desc": "Heat shock protein 70kD, C-terminal domain superfamily", "id": "IPR029048", "short_desc": "HSP70_C_sf"}, {"desc": "HSPA4, nucleotide-binding domain", "id": "IPR042052", "short_desc": "HSPA4_NBD"}, {"desc": "ATPase, nucleotide binding domain", "id": "IPR043129", "short_desc": "ATPase_NBD"}], "ipi": "IPI00002966", "map_location": "5q31.1", "name": "heat shock protein family A (Hsp70) member 4", "other_names": ["epididymis secretory sperm binding protein Li 5a", "heat shock 70 kDa protein 4", "heat shock 70-related protein APG-2", "heat shock 70kD protein 4", "heat shock protein family H member 2", "heat shock protein, 110 kDa", "hsp70 RY"], "pantherdb": {"HGNC": "5237", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1342292", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 10090, "uniprot_kb": "Q61316"}, {"RGD": "628878", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 10116, "uniprot_kb": "O88600"}, {"Ensembl": "ENSGALG00000040882", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 9031, "uniprot_kb": "A0A1D5PPF8"}, {"ZFIN": "ZDB-GENE-040426-2832", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 7955, "uniprot_kb": "Q7ZU46"}, {"ZFIN": "ZDB-GENE-030131-6018", "ortholog_type": "O", "panther_family": "PTHR45639", "taxid": 7955, "uniprot_kb": "Q6NZU0"}, {"WormBase": "WBGene00016250", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 6239, "uniprot_kb": "Q05036"}, {"FlyBase": "FBgn0026418", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 7227, "uniprot_kb": "M9MSL3"}, {"SGD": "S000000373", "ortholog_type": "O", "panther_family": "PTHR45639", "taxid": 4932, "uniprot_kb": "P32590"}, {"SGD": "S000006027", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 4932, "uniprot_kb": "P32589"}, {"PomBase": "SPAC110.04c", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 4896, "uniprot_kb": "O59838"}, {"dictyBase": "DDB_G0290187", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 352472, "uniprot_kb": "Q6TMK3"}, {"TAIR": "2027337", "ortholog_type": "O", "panther_family": "PTHR45639", "taxid": 3702, "uniprot_kb": "Q9SAB1"}, {"TAIR": "2016364", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 3702, "uniprot_kb": "Q9S7C0"}, {"TAIR": "2017859", "ortholog_type": "LDO", "panther_family": "PTHR45639", "taxid": 3702, "uniprot_kb": "F4HQD4"}], "uniprot_kb": "P34932"}, "pathway": {"kegg": [{"id": "hsa04530", "name": "Tight junction - Homo sapiens (human)"}, {"id": "hsa04612", "name": "Antigen processing and presentation - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "netpath": {"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, "pid": {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, "reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3371453", "name": "Regulation of HSF1-mediated heat shock response"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": {"id": "WP2359", "name": "Parkin-Ubiquitin Proteasomal System pathway"}}, "pfam": "PF00012", "pharmgkb": "PA29503", "pharos": {"target_id": 16202, "tdl": "Tbio"}, "pir": "I56208", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF250995", "relationship": "is"}, {"id": "GNF250996", "relationship": "is"}, {"id": "GNF250997", "relationship": "is"}, {"id": "GNF250998", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF164439", "relationship": "weakly similar to"}, "GNF_hs-Origene": {"id": "GNF040966", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF016567", "relationship": "is"}, {"id": "GNF274508", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF284283", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101586", "relationship": "is"}, {"id": "GNF141241", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000005.10", "NC_060929.1"], "protein": ["NP_002145.3", "XP_054208468.1"], "rna": ["NM_002154.4", "NM_198431.1", "XM_054352493.1"], "translation": [{"protein": "NP_002145.3", "rna": "NM_002154.4"}, {"protein": "XP_054208468.1", "rna": "XM_054352493.1"}]}, "reporter": {"HG-U133_Plus_2": ["208814_at", "208815_x_at", "211015_s_at", "211016_x_at"], "HG-U95Av2": ["1480_at", "38806_at", "38807_at"], "HTA-2_0": "TC05000649.hg.1", "HuEx-1_0": "2828856", "HuGene-1_1": "8108015", "HuGene-2_1": "16989146"}, "summary": "Predicted to enable ATP binding activity. Involved in chaperone-mediated protein complex assembly and protein insertion into mitochondrial outer membrane. Located in cytosol and extracellular exosome. Implicated in Chagas disease. Biomarker of chronic obstructive pulmonary disease; rheumatoid arthritis; type 2 diabetes mellitus; and ulcerative colitis. [provided by Alliance of Genome Resources, Apr 2022]", "symbol": "HSPA4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415760"}, "unigene": "Hs.90093", "uniprot": {"Swiss-Prot": "P34932"}, "wikipedia": {"url_stub": "HSPA4"}}