{"AllianceGenome": "5246", "HGNC": "5246", "MIM": "602195", "_id": "3315", "_version": 2, "accession": {"genomic": ["AC006388.3", "CH471220.1", "CP068271.2", "DQ379985.1", "JC231884.1", "L39370.1", "NC_000007.14", "NC_060931.1", "NG_008995.1"], "protein": ["AAA62175.1", "AAB20722.1", "AAB51056.1", "AAH00510.1", "AAH12292.1", "AAH12768.1", "AAH14920.1", "AAH73768.1", "AAV38691.1", "ABC88475.1", "ACI46015.1", "BAB17232.1", "BAG34835.1", "BAG59449.1", "CAA34498.1", "CAA38016.1", "CAG28542.1", "CAG38728.1", "CDM22284.1", "EAW71803.1", "NP_001531.1", "P04792.2", "QWJ88487.1", "QWJ88488.1", "QWJ88489.1", "QWJ88490.1"], "rna": ["AB020027.1", "AF086135.1", "AK296890.1", "AK311446.1", "AK311894.1", "AL050380.1", "AW273562.1", "BC000510.2", "BC012292.1", "BC012768.2", "BC014920.1", "BC073768.1", "BP231480.1", "BT019888.1", "CR407614.1", "CR536489.1", "FJ224323.1", "MW881014.1", "MW881015.1", "MW881016.1", "MW881017.1", "NM_001540.5", "S74571.1", "U90906.1", "X16477.1", "X54079.1"], "translation": [{"protein": "ACI46015.1", "rna": "FJ224323.1"}, {"protein": "AAB20722.1", "rna": "S74571.1"}, {"protein": "NP_001531.1", "rna": "NM_001540.5"}, {"protein": "AAB51056.1", "rna": "U90906.1"}, {"protein": "AAH14920.1", "rna": "BC014920.1"}, {"protein": "CAG38728.1", "rna": "CR536489.1"}, {"protein": "QWJ88488.1", "rna": "MW881015.1"}, {"protein": "AAH00510.1", "rna": "BC000510.2"}, {"protein": "AAH73768.1", "rna": "BC073768.1"}, {"protein": "BAG34835.1", "rna": "AK311894.1"}, {"protein": "AAV38691.1", "rna": "BT019888.1"}, {"protein": "QWJ88487.1", "rna": "MW881014.1"}, {"protein": "AAH12292.1", "rna": "BC012292.1"}, {"protein": "QWJ88489.1", "rna": "MW881016.1"}, {"protein": "CAG28542.1", "rna": "CR407614.1"}, {"protein": "CAA38016.1", "rna": "X54079.1"}, {"protein": "BAB17232.1", "rna": "AB020027.1"}, {"protein": "QWJ88490.1", "rna": "MW881017.1"}, {"protein": "BAG59449.1", "rna": "AK296890.1"}, {"protein": "CAA34498.1", "rna": "X16477.1"}, {"protein": "AAH12768.1", "rna": "BC012768.2"}]}, "alias": ["CMT2F", "HEL-S-102", "HMN2B", "HMND3", "HS.76067", "HSP27", "HSP28", "Hsp25", "SRP27"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-08-03T16:00:00.000Z", "disease_label": "Charcot-Marie-Tooth disease axonal type 2F", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0011687", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_1bec365e-7832-41f1-89cc-48b8ab570c76-2022-08-03T160000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000106211", "protein": ["ENSP00000248553", "ENSP00000405285", "ENSP00000501628", "ENSP00000501765", "ENSP00000501831", "ENSP00000502249", "ENSP00000502461", "ENSP00000502495", "ENSP00000502510", "ENSP00000502651", "ENSP00000502714"], "transcript": ["ENST00000248553", "ENST00000429938", "ENST00000447574", "ENST00000674547", "ENST00000674560", "ENST00000674638", "ENST00000674650", "ENST00000674965", "ENST00000675134", "ENST00000675226", "ENST00000675417", "ENST00000675488", "ENST00000675538", "ENST00000675624", "ENST00000675733", "ENST00000675906", "ENST00000676195", "ENST00000676231", "ENST00000676398"], "translation": [{"protein": "ENSP00000248553", "rna": "ENST00000248553"}, {"protein": "ENSP00000501765", "rna": "ENST00000674965"}, {"protein": "ENSP00000502651", "rna": "ENST00000674638"}, {"protein": "ENSP00000502461", "rna": "ENST00000674547"}, {"protein": "ENSP00000502510", "rna": "ENST00000675226"}, {"protein": "ENSP00000502495", "rna": "ENST00000675538"}, {"protein": "ENSP00000502249", "rna": "ENST00000676231"}, {"protein": "ENSP00000501831", "rna": "ENST00000675134"}, {"protein": "ENSP00000502714", "rna": "ENST00000675906"}, {"protein": "ENSP00000501628", "rna": "ENST00000674650"}, {"protein": "ENSP00000405285", "rna": "ENST00000429938"}], "type_of_gene": "protein_coding"}, "entrezgene": "3315", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.31734107037, "exp_mis": 92.3399518042, "exp_syn": 47.6023191766, "lof_z": -0.722833928165337, "mis_z": 1.5443171909896, "mu_lof": 4.66513643042e-07, "mu_mis": 1.12901996933e-05, "mu_syn": 5.79995609864e-06, "n_lof": 7.0, "n_mis": 62.0, "n_syn": 41.0, "p_li": 6.92483241362485e-06, "p_null": 0.842698004897319, "p_rec": 0.157295070270267, "syn_z": 0.593242113038331}, "bp": 618, "cds_end": 75933490, "cds_start": 75932029, "n_exons": 3, "nonpsych": {"exp_lof": 4.76243288451, "exp_mis": 83.5262955566, "exp_syn": 43.0344176327, "lof_z": -0.106911344305703, "mis_z": 1.46395163759102, "mu_lof": 4.66513643042e-07, "mu_mis": 1.12901996933e-05, "mu_syn": 5.79995609864e-06, "n_lof": 5.0, "n_mis": 57.0, "n_syn": 35.0, "p_li": 0.000434191642066137, "p_null": 0.607997610612816, "p_rec": 0.391568197745117, "syn_z": 0.771098742904137}, "nontcga": {"exp_lof": 4.8870536047, "exp_mis": 84.9478614825, "exp_syn": 43.7892343968, "lof_z": -0.496628842166364, "mis_z": 1.34854960882765, "mu_lof": 4.66513643042e-07, "mu_mis": 1.12901996933e-05, "mu_syn": 5.79995609864e-06, "n_lof": 6.0, "n_mis": 60.0, "n_syn": 38.0, "p_li": 5.15214061606159e-05, "p_null": 0.746265087164967, "p_rec": 0.253683391428873, "syn_z": 0.553935801158992}, "transcript": "ENST00000248553.6"}, "exons": [{"cdsend": 76304173, "cdsstart": 76302712, "chr": "7", "position": [[76302672, 76303076], [76303801, 76303865], [76303983, 76304292]], "strand": 1, "transcript": "NM_001540", "txend": 76304292, "txstart": 76302672}], "exons_hg19": [{"cdsend": 75933490, "cdsstart": 75932029, "chr": "7", "position": [[75931989, 75932393], [75933118, 75933182], [75933300, 75933609]], "strand": 1, "transcript": "NM_001540", "txend": 75933609, "txstart": 75931989}], "generif": [{"pubmed": 11740592, "text": "Phosphatase inhibitors prevent HSP27 dephosphorylation, destruction of stress fibrils, and morphological changes in endothelial cells during ATP depletion"}, {"pubmed": 11779227, "text": "Characterization of proteins associated with heat shock protein hsp27 in the squamous cell carcinoma cell line A431"}, {"pubmed": 11836590, "text": "HSP27 expression is cell differentiation and oral squamous cell carcinoma"}, {"pubmed": 12482203, "text": "in asthmatic subjects the basal epithelium cells express a high level of Hsp27 but no apoptotic morphology."}, {"pubmed": 12489163, "text": "Expression of heat-shock protein 25 in dental pulp and enamel organ during odontogenesis in the rat molar. Hsp 25 is related to the formation and maintenance of the ruffled border of ruffle-ended ameloblasts and enamel-free-area cells."}, {"pubmed": 12506142, "text": "Has specific actions in renal epithelia subjected to energy depletion, including interacting with actin to preserve architecture in specific intracellular domains."}, {"pubmed": 12740362, "text": "Hsp27 has a role in regulating apoptosis through control of Akt activity"}, {"pubmed": 12838549, "text": "Maps to chromosome 7q11.23.  Deletion may be resonsible for cognitive features of Williams syndrome."}, {"pubmed": 12855565, "text": "Hsp27 is overexpressed in both dexamethasone resistant multiple myeloma cell lines and primary patient cells."}, {"pubmed": 12917439, "text": "HSP27-dependent thermotolerance is suppressed by mumps virus infection through the destruction of STAT-1."}, {"pubmed": 14715258, "text": "Taken together, our findings demonstrate that constitutively activated Stat3 up-regulates HSP27 and may facilitate phosphorylation of HSP27 at serine residue 78."}, {"pubmed": 15013707, "text": "HSP27 expression was reduced in metaplasia and then significantly increased with neoplastic progresssion in Barrett esophagus.  Gender-related differences were obnserved and HSP27 expression was higher in poorly-differentiated adenocarcinoma."}, {"pubmed": 15122254, "text": "missense mutation in the gene encoding 27-kDa small heat-shock protein B1 (HSPB1, also called HSP27) that segregates in a family with Charcot-Marie-Tooth disease"}, {"pubmed": 15265704, "text": "HSP27 is involved in the UVC-resistance of human cells, at least those tested, possibly via functioning in nucleotide excision repair."}, {"pubmed": 15272315, "text": "Hsp27 expression and cell survival are regulated by the POU transcription factor Brn3a"}, {"pubmed": 15274119, "text": "Results showed significant increases in expression and in HSP27 isoform numbers in renal cell carcinoma compared to normal kidney."}, {"pubmed": 15542604, "text": "definition of the binding-competent oligomeric state of human Hsp27"}, {"pubmed": 15581903, "text": "wild-type protein forms smaller oligomers than previously believed, define the roles played by various structural domains in Hsp27 oligomerization"}, {"pubmed": 15649839, "text": "Hsp27 protects against cytotoxic effects induced by oxidative stress in cultured mammalian cells"}, {"pubmed": 15662019, "text": "HSP27, an ERbeta-associated protein, shows attenuated expression with coronary atherosclerosis and modulates estrogen signaling."}, {"pubmed": 15728188, "text": "Ser(82) in the human heat shock protein Hsp27 is a novel substrate for PKD"}, {"pubmed": 15790570, "text": "MEK6E activates p38 and results in phosphorylation of its downstream substrate, heat shock protein 27"}, {"pubmed": 15806174, "text": "HSP25 downregulates PKCdelta, which is a key molecule for radiation-induced ROS generation and mitochondrial-mediated caspase-dependent apoptotic events."}, {"pubmed": 15969449, "text": "particularly in conditions of enhanced oxidative stress, lymphomonocytes from liver disease patients present an increased expression of HSP27"}, {"pubmed": 16039988, "text": "Taken together, our results indicated that expanded ataxin-7 that leads to neurodegeneration significantly impaired the expression of Hsp27 and Hsp70 protein."}, {"pubmed": 16087758, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16087758, "text": "One Hsp27 missense mutation, C379T, was detected in 4 autosomal dominant families with CMT disease type 2, and haplotype analysis indicated that the 4 families probably had a common founder."}, {"pubmed": 16114012, "text": "Our results suggest that forms of stress that upregulate HSP27 and its phosphorylation may be useful as novel approaches to prevent adverse ocular effects arising from UV exposure in humans."}, {"pubmed": 16126176, "text": "increased level of Hsp27 may reflect a dynamic process of the survived cells to unfold and remove mutant ataxin-3"}, {"pubmed": 16215937, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16215937, "text": "The first report of HSP27 gene mutation in Chinese patients with Charcot-Marie-Tooth disease , but it may be not common(0.90%). The C379T mutation in HSP27 gene also causes CMT2 except for distal hereditary motor neuropathy."}, {"pubmed": 16240287, "text": "A tumor marker for hepatocellular hepatoma."}, {"pubmed": 16339078, "text": "Hsp27 is an active participant in the (de)phosphorylation cascade controlling the activity of the splicing regulator SRp38."}, {"pubmed": 16340246, "text": "findings provide a model system for the study of metastatic potential of tumors and are suggestive of an earlier unrecognized role for Hsp25 in tumor migration"}, {"pubmed": 16368711, "text": "A mutation in the small heat-shock protein HSPB1 leading to distal hereditary motor neuronopathy disrupts neurofilament assembly and the axonal transport of specific cellular cargoes."}, {"pubmed": 16400691, "text": "Up-regulation of Hsp27 protein is associated with hepatocellular carcinoma"}, {"pubmed": 16407830, "text": "Both MAPKAPK2 and HSP27 are necessary for TGFbeta-mediated increases in MMP-2 and cell invasion in human prostate cancer."}, {"pubmed": 16436384, "text": "Hsp27 can exploit a large number of oligomerization states"}, {"pubmed": 16487519, "text": "Heat-shock protein 27 of endothelial cells is modified by methylglyoxal, which may contribute to changes in endothelial cell function associated to diabetes.."}, {"pubmed": 16574891, "text": "Can be degraded by enzymes released from atherosclerotic plaques. May reflect proteolytic imbalance. Downregulation decreases vascular smooth muscle cell resistance to proteolytically-induced apoptosis. Might play role in prevention of plaque rupture."}, {"pubmed": 16598774, "text": "KNG modulate bone marrow derived stromal/preosteoblast cell proliferation and suppress etoposide-induced apoptosis through ERK and HSP27 activation, respectively."}, {"pubmed": 16624816, "text": "HSP25 and HSP70i activate HSF1 and have roles in inhibition of ERK1/2 phosphorylation"}, {"pubmed": 16790501, "text": "Acidic pH exposure protects HEMEC through induction of Hsps and activation of MAPK and PI3 kinase pathway."}, {"pubmed": 16840786, "text": "Data show that the suppression of NF-kappaB activation by Entamoeba histolytica in intestinal epithelial cells is mediated by heat shock protein 27."}, {"pubmed": 16906418, "text": "Overexpression of HSP27 in Hep-2 cells confers chemoresistance which is associated with the delay in cell growth."}, {"pubmed": 16923754, "text": "Hsp27 expression is increased in the normal-appearing vessel adjacent to carotid atherosclerotic plaque."}, {"pubmed": 16935933, "text": "A mutation (S135F) in HSP27 that is also associated with these inherited peripheral motor neuron disorders showed increased interaction with wild-type HSP22 also, suggesting linkage of these two etiologic factors, HSP22 and HSP27, into one common pathway."}, {"pubmed": 17004241, "text": "Exposure to low-level radiofrequency field up to 800 mW/kg does not induce phosphorylation of hsp27 or expression of hsp gene family."}, {"pubmed": 17202147, "text": "HSP27 is required for both IL-1 and TNF-induced signaling pathways for which the most upstream common signaling protein is TAK1."}, {"pubmed": 17206383, "text": "Plasminogen bound to hsps 27, 60, and 70 and Angiostatin predominantly bound to hsp 27 and to hsp 70 in a concentration- and kringle-dependent manner."}, {"pubmed": 17213227, "text": "The muscle of patients undergoing haemodialysis undergoes some adaptive responses in total glutathione content, heat shock protein content and catalase activity that are potentially related to chronic oxidative stress."}, {"pubmed": 17277149, "text": "Hsp27 regulates neutrophil chemotaxis and exocytosis"}, {"pubmed": 17342744, "text": "The function of CD10 in prostate cancer is largely unknown. In the C4-2 CaP cell line, CD10 was found to interact with both HSP27 and HSP70."}, {"pubmed": 17350752, "text": "These data highlight an extranuclear interaction between ERbeta and HSP27 that may be of potential importance in modulating estrogen signaling."}, {"pubmed": 17446863, "text": "Hsp27 facilitates actin-based Listeria monocytogenes motility through a phosphorylation cycle that shuttles actin monomers to regions of new actin filament assembly."}, {"pubmed": 17522120, "text": "HSPs play a role in skeletal muscle recovery and remodeling/adaptation processes to high-force exercise"}, {"pubmed": 17570131, "text": "Neurotensin induces a striking increase in Hsp27 phosphorylation on Ser-82 in PANC-1 cells through convergent p38 MAPK, PKD, and PKD2 signaling."}, {"pubmed": 17576382, "text": "Photodynamic therapy resistant HT29 cell variants are differentially sensitized to UVA compared with UVC due, in part at least, through the altered expression levels of BNip3, Hsp27 and mutant p53."}, {"pubmed": 17597071, "text": "caspase-3 prodomain binding to heat shock protein 27 regulates monocyte apoptosis by inhibiting caspase-3 proteolytic activation"}, {"pubmed": 17616692, "text": "heat shock protein 27-mediated resistance to DNA damaging agents is inhibited by a novel PKC delta-V5 heptapeptide"}, {"pubmed": 17622316, "text": "These data suggest a potential dynamic and antagonistic interaction between HIV-1 Vpr and a host cell HSP27, suggesting that HSP27 may contribute to cellular intrinsic immunity against HIV infection."}, {"pubmed": 17623484, "text": "This study suggests that the functional HSPB1 variant may represent a genetic modifier in the pathogenesis of motor neuron disease"}, {"pubmed": 17650072, "text": "Contributes to an increased chaperone capacity of cells by binding unfolded proteins that are hereby kept competent for refolding by Hsp70 or that are sorted to nuclear granules if such refolding fails."}, {"pubmed": 17661346, "text": "HSP27 expression is modulated in concordance with migration dependent parameters in trophoblast cells."}, {"pubmed": 17673262, "text": "activation of protein kinase C delta regulates the phosphorylation of heat shock protein 27 via p38 mitogen-activated protein kinase"}, {"pubmed": 17823891, "text": "HSP-27 has the potential to redirect monocyte differentiation, derange dendritic cells (DC) and/or macrophage (Mphi)activation, and distort DC or Mphi interaction potential by altering receptor expression, signal transduction, or cytokine production."}, {"pubmed": 17915561, "text": "During mitosis, HSF2 is bound to the HSE promoter elements of other heat shock genes, including hsp90 and hsp27, and the proto-oncogene c-fos. The presence of HSF2 is important for expression of these genes."}, {"pubmed": 17916631, "text": "A novel pathway regulating human myometrial contraction at labor with HSP27 and alphaB-crystallin as potential targets for future tocolytic studies."}, {"pubmed": 17928890, "text": "P38MAP kinase and HSP27 are phosphorylated in pemphigus skin"}, {"pubmed": 17949744, "text": "Alterations in HSP27 may give early evidence for intracellular differences in aortic aneurysm of patients with bicuspid aortic valve and tricuspid aortic valve."}, {"pubmed": 17974989, "text": "These data identify novel nongenomic mechanisms involving androgen, AR, and Hsp27 activation that cooperatively interact to regulate the genomic activity of AR."}, {"pubmed": 18007587, "text": "Hsp27 plays a protective role in regulating inflammatory responses in skin"}, {"pubmed": 18031542, "text": "In response to UBV irradiation, HSP27 in melanocytes translocated from the cytoplasm to the nucleus. The HSP27 responses may provide some protective role against UVB-induced cell damage in the skin."}, {"pubmed": 18066588, "text": "HSP27 identified as a differentiation and prognostic marker in neuroblastoma but not in Ewing's sarcoma"}, {"pubmed": 18089808, "text": "Hsp27 may play a general role in regulation of cellular senescence by modulating the p53 pathway."}, {"pubmed": 18096692, "text": "hsp27 not only causes hormone resistance in New World primates but is also crucial to normal estrogen signaling in human cells."}, {"pubmed": 18167130, "text": "Heat shock protein 27 (HSP27) was also verified as a downstream common activated protein of PKC beta-ERK(1/2) and PKC beta-p38 MAPK in hepatocellular carcinoma."}, {"pubmed": 18167217, "text": "Hsp27 inhibits oxidative stress-induced H9c2 damage and inhibition of ROS generation and the augmentation of Akt activation may be involved in the protective signaling."}, {"pubmed": 18320359, "text": "Beta-catenin co-immunoprecipitated with Hsp27B1 in breast cancer biopsy samples. Beta-catenin was coexpressed in the same tumor areas & in the same tumor cells that expressed Hsp27."}, {"pubmed": 18344398, "text": "Here we report a novel mutation, G84R, in an elderly patient presenting with strikingly asymmetrical weakness. Expression of this and other known mutations in cell culture demonstrated enhanced aggregation of mutant HSPB1 protein compared with wild-type."}, {"pubmed": 18390476, "text": "expression of phosphomimicking HSP27 was sufficient for retaining microfilament formation even when co-expressed with dominant-negative RhoA (EGFP-RhoN17). Thus, HSP27 activation is necessary for microfilament stability independently of RhoA activation"}, {"pubmed": 18418731, "text": "Sequential measurement intraoperatively of the levels of the heat shock proteins HSP70 and HSP27 in the cerebrospinal fluid can predict those patients who are at greatest risk for paralysis during thoracic aneurysm surgery."}, {"pubmed": 18423118, "text": "HSP27 is highly expressed in K562/VCR cells, and the suppression of its expression by HSP27 ASO could enhance chemosensitivity of K562/VCR cells to vincristine."}, {"pubmed": 18442089, "text": "HSP27 is a novel downstream effector of SPARC-regulated cell morphology and cell migration."}, {"pubmed": 18465403, "text": "Hsp27, which is phosphorylated by MK2 in the MAPK pathway, protects epithelial cells from oxidant stress."}, {"pubmed": 18472181, "text": "HSP27 regulates cell adhesion and invasion via modulation of focal adhesion kinase and MMP-2 expression."}, {"pubmed": 18477563, "text": "phosphorylated heat shock protein 27 up-regulated the levels of p38 mitogen-activated protein kinase and mitogen-activated protein kinase phosphatase-1, an inhibitory protein of extracellular signal-regulated kinase"}, {"pubmed": 18573886, "text": "Chaperone Hsp27 is a novel subunit that is itself an AU-rich elements (ARE)-binding protein essential for rapid ARE-mRNA degradation."}, {"pubmed": 18587268, "text": "Ser135Phe mutation is associated with distal hereditary motor neuropathy type 2 phenotype in a large Korean family"}, {"pubmed": 18692580, "text": "Data report the expression patterns of HSP27 in the human testes and show differential expression during normal spermatogenesis, and altered expression abnormal spermatogenesis, suggesting that it may be related to the pathogenesis of male infertility."}, {"pubmed": 18720982, "text": "Results reveal a novel post-translational modification of Hsp27 involving truncation of the N-terminal Met and acetylation of the penultimate Thr."}, {"pubmed": 18800238, "text": "These results suggest that lower lymphocyte Hsp27 levels might be associated with an increased risk of lung cancer."}, {"pubmed": 18832141, "text": "Mutations in the HSP27 (HSPB1) gene cause dominant, recessive, and sporadic distal HMN/CMT type 2."}, {"pubmed": 18949417, "text": "HSP27 is closely connected with 5-FU resistance in colon cancer"}, {"pubmed": 18950704, "text": "Heat shock protein 27 physically interacts with tumor necrosis factor receptor-associated factor 6 and promotes ubiquitination."}, {"pubmed": 18952241, "text": "K141Q mutation appears linked with the late-onset clinical phenotype as distal hereditary motor neuronopathy type II"}, {"pubmed": 19020532, "text": "induction of HSP27 in renal tubular cells protects against necrosis in vitro, but its systemic increase counteracts this protection by exacerbating renal and systemic inflammation in vivo."}, {"pubmed": 19088045, "text": "findings show a significant association between low HSP27 expression and nonresponse to neoadjuvant chemotherapy in esophageal adenocarcinoma patients"}, {"pubmed": 19176359, "text": "RNA interference strategies confirmed the necessity for heat shock protein 27 to confer cytoprotection through a beta 2-adrenergic receptor agonist-initiated complex with beta-arrestin."}, {"pubmed": 19214136, "text": "Serum HSP27 is increased in both chronic pancreatitis and pancreatic carcinoma, and it should not be recommended as a diagnostic marker for pancreatic carcinoma."}, {"pubmed": 19335999, "text": "The purified PEP-1-HSP27 fusion proteins can be transduced efficiently into neuronal cells and protect against cell death by enhancing mutant SOD1 activity."}, {"pubmed": 19350847, "text": "Investigated serum contents of HSP27, HSP70 and HSP90 alpha; levels were significantly altered in patients suffering from COPD as compared to controls. HSP27 and HSP70 are potential novel serum markers for the diagnosis of COPD in the smoking population."}, {"pubmed": 19373869, "text": "Modulation of HSP27 alters hypoxia-induced endothelial permeability and related signaling pathways."}, {"pubmed": 19384818, "text": "Argpyrimidine-modification of Hsp27 is increased in diabetic failing heart."}, {"pubmed": 19461484, "text": "Transfection of this human protein protects mice agains hepatiic ischemia and reperfusion injury."}, {"pubmed": 19506078, "text": "These data suggest that n-6 dietary fatty acids stimulate a set of interactions that regulates cell adhesion through RhoA and ROCK II via a p38 MAPK-dependent association of HSP27 and p115RhoGEF."}, {"pubmed": 19540014, "text": "downregulation of expression sensitizes lung adenocarcinoma cells to TRAIL-induced apoptosis"}, {"pubmed": 19597476, "text": "HSP27-induced HSF1 modification by SUMO-2/3 takes place downstream of the transcription factor phosphorylation on S303 and S307 and does not affect its DNA-binding ability"}, {"pubmed": 19643972, "text": "Low-to-negative HSP-27 protein expression in uveal melanoma correlates strongly with monosomy 3."}, {"pubmed": 19656944, "text": "These results indicate that nuclear HSP27 can modulate SP1-dependent transcriptional activity to promote neuronal protection."}, {"pubmed": 19675578, "text": "the DLK-ERK signaling pathway may act as a regulator of the interaction that occurs between Hsp27 and the cytoskeleton during the formation of the cornified cell envelope, a process conferring to the skin its crucial barrier function"}, {"pubmed": 19707199, "text": "Hsp-27 expression at diagnosis predicts poor clinical outcome in prostate cancer independent of ETS-gene rearrangement."}, {"pubmed": 19767773, "text": "Hsp27 is a mediator of repression of androgen receptor function by PKD1 in prostate cancer cells."}, {"pubmed": 19842058, "text": "HSP27 might be a potential biomarker for early diagnosis, prognosis, monitoring in the therapy of colorectal carcinoma."}, {"pubmed": 19952398, "text": "There was no change in HSP27 expression in nasopharyngeal carcinoma following radiotherapy."}, {"pubmed": 19955928, "text": "An immunological response to Hsp27 is increased in women with ovarian carcinoma."}, {"pubmed": 19961396, "text": "Detection of serum HSP27 concentrations by ELISA may be useful for screening for gastric adenocarcinoma"}, {"pubmed": 20007907, "text": "This study aimed to investigate the localization of Hsp72, Hsp90, and Hsp27 in leukocytes from patients with chronic lymphocytic leukemia and age-matched control subjects."}, {"pubmed": 20054128, "text": "procedure for obtaining diffraction-quality crystals of the alpha-crystallin domain of Hsp27 is presented. Initially, limited proteolysis was used to delineate the corresponding stable fragment (residues 90-171)"}, {"pubmed": 20093746, "text": "Data suggest that direct interactions between tumour and normal cells influence the expression of HSP27, HSP72 and MRP, and alter IL-6 and NO production."}, {"pubmed": 20149037, "text": "phosphorylation of Hsp27 might be induced by p38 and ERK in placentas from patients with pre-eclampsia."}, {"pubmed": 20178975, "text": "Increased monomerization of mutant HSPB1 leads to protein hyperactivity in Charcot-Marie-Tooth neuropathy."}, {"pubmed": 20209605, "text": "findings suggest that the p38 MAPK pathway plays a crucial role in miR-17-5p-induced phosphorylation of HSP27 and, as a consequence, phosphorylated HSP27 enhances the migration of hepatocellular carcinoma cells"}, {"pubmed": 20231684, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20231684, "text": "Single nucleotide polymorphisms in HSPB1 promoter is asociated with lung cancer."}, {"pubmed": 20299368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20304146, "text": "Heat shock protein 27 is upregulated is a mediator of human esophageal epithelial cell proliferation and growth."}, {"pubmed": 20363977, "text": "Heat shock protein 27 could act as an autoantigen of a streptococcal-induced autoimmune response and represents a target of the exaggerated T cell response in psoriasis."}, {"pubmed": 20378850, "text": "In vascular smooth muscle cells, LDL modulates HSP27 phosphorylation and subcellular localization, affecting actin polymerization and cytoskeleton dynamics."}, {"pubmed": 20382164, "text": "Lysine to arginine mutations of the identified SUMO acceptor sites drastically inhibited LEDGF/p75 SUMOylation and significantly increased its transcriptional activity on the heat shock protein 27 promoter."}, {"pubmed": 20385876, "text": "Hsp27 is a critical regulator of normal CD8-positiveCD57-positive lymphocytes' lifespan; Hsp27 expression is significantly lower in CD8positiveCD57positive lymphocytes than in CD8positiveCD57negative cells."}, {"pubmed": 20410505, "text": "Data suggest that HSP27 plays a role in the fine-tuning of terminal erythroid differentiation through regulation of GATA-1 content and activity."}, {"pubmed": 20439495, "text": "These results identify a conserved and novel function for Hsp27 with potential as a target for interrupting signaling from estrogen receptor alpha and androgen receptors to tumor biology in hormone-responsive cancers."}, {"pubmed": 20462503, "text": "Constitutive expression of HSP25 may prevent ectopic expression of tyrosine hydroxylase in zebrin II immunopositive Purkinje cell subsets."}, {"pubmed": 20491124, "text": "Interaction of the wild type (wt) heat shock protein Hsp27 and its three-dimensional (3D) mutant (mimicking phosphorylation at Ser15, 78, and 82) with rabbit skeletal muscle phosphorylase kinase (PhK) has been studied under crowding conditions."}, {"pubmed": 20514530, "text": "This review will focus on the role of HspB1 in the retina, emphasizing effects on retinal ganglion cells."}, {"pubmed": 20540527, "text": "Data show that siRNA knockdown of Hsp27 decreased metastatic behaviors of UM-SCC-22B by 3- to 4-fold in migration and 2-fold in cell invasion reducing cell invasion and migration to levels similar to the primary HNSCC UM-SCC-22A."}, {"pubmed": 20557877, "text": "increases lipopolysaccharide-induced inflammatory response in macrophages"}, {"pubmed": 20694452, "text": "Studies indicate HSP90, HSP70, HSP27 interact directly or indirectly with the proteasome, assuring quite selectively the proteasomal degradation of certain proteins under stress conditions."}, {"pubmed": 20694586, "text": "High gene expression of Hsp27 is associated with leukemia."}, {"pubmed": 20714862, "text": "Plasma Hsp27 levels were increased in coal miners compared to non-coal miners."}, {"pubmed": 20863832, "text": "Over-expression or knockdown of HSPB1, a related sHSP, affects the solubility, stability, and degradation of aggregation-prone CryAB mutants."}, {"pubmed": 21081267, "text": "These results provide evidence that the expression of hsp27 and its phosphorylation by p38-mitogen-activated kinases are required for keratinocyte differentiation and for the formation of a regularly stratified epidermis."}, {"pubmed": 21084594, "text": "In transgenic heat shock protein 27 mice increased levels of tau protein were found in hippocampus with reduced levels in wild-type mice."}, {"pubmed": 21107776, "text": "The present findings indicate that serum anti-Hsp27 titers may be associated with the presence and severity of coronary artery disease."}, {"pubmed": 21119665, "text": "High HSP27 expression in the cytoplasm is associated with uterine cervix carcinogenesis."}, {"pubmed": 21208199, "text": "A marked elevation in HSP27 levels is observed during the relapse phase in patients with multiple sclerosis."}, {"pubmed": 21245386, "text": "These results suggest that the p38 MAP kinase (MAPK)-MK2-Hsp27 signaling axis may target AUF1 destruction by proteasomes, thereby promoting AU-rich element mRNA stabilization."}, {"pubmed": 21335933, "text": "increased expression level of Hsp27 might be correlated with the pathophysiology of preeclampsia."}, {"pubmed": 21423207, "text": "report the isolation and characterization of Hsp27-targeted molecules interfering with its structural organization"}, {"pubmed": 21427224, "text": "Data show that osteocalcin synthesis was significantly reduced in the stable HSP27-transfected MC3T3-E1 cells and normal human osteoblasts."}, {"pubmed": 21469165, "text": "Small heat shock protein 27 (HSP27) and superoxide dismutase [Cu-Zn] were down-regulated while cofilin-1 was up-regulated significantly in keratinocytes in response to the chemical challenge."}, {"pubmed": 21514288, "text": "In this review, we will focus on the possible protective and immuno-modulatory roles of Hsp27 in atherogenesis with special emphasis on their changes following acute coronary events and their potential as diagnostic and therapeutic targets"}, {"pubmed": 21566277, "text": "HSP27 expressed higher in the right sided colon cancer than in the left sided colon cancer."}, {"pubmed": 21585617, "text": "Proteomics showed that the expression of Hsp27 and cyclophilin A was upregulated in smokers, and this upregulation was particularly marked in COPD smokers."}, {"pubmed": 21641913, "text": "Nevertheless, in solution, both alpha-crystallin domain proteins form stable dimers via the symmetric antiparallel interaction of beta7 strands."}, {"pubmed": 21670152, "text": "results suggest that sequestration of oligomers by HspB1 constitutes a novel cytoprotective mechanism of proteostasis"}, {"pubmed": 21679777, "text": "Hsp27 is degraded through the autophagic pathway and that Hsp27 may have a protective role in myoclonic epilepsy associated with ragged-red fibers syndrome cells"}, {"pubmed": 21731611, "text": "Overexpression of HSPB1, as well as HSPB6, HSPB7 and HSPB8 independently protect against tachycardia remodeling by attenuation of the RhoA GTPase pathway at different levels."}, {"pubmed": 21784846, "text": "HSF-1 inhibition and depletion of Hsp27 is a trigger, at least in part, for the accumulation of transcriptionally active mutant p53, which can either directly or NF-kappaB-dependently induce an MDR1/P-gp phenotype in MCF-7 cells."}, {"pubmed": 21888831, "text": "Hsp27 inhibits cisplatin- induced hepatocellular carcinoma cell death through autophagy activation."}, {"pubmed": 21909836, "text": "High serum HSP27 levels were associated with better nerve function and fewer neuropathic signs in persons with normal glucose tolerance, impaired glucose tolerance, and type 2 diabetes."}, {"pubmed": 21931298, "text": "both high glucose and Ang II contribute to HSPB1 upregulation."}, {"pubmed": 21937138, "text": "The CG/GG genotypes of HSPB1 rs2868371 were associated with lower risk of RIET, compared with the CC genotype in patients with NSCLC treated with radio(chemo)therapy."}, {"pubmed": 21961414, "text": "higher concentration of HSP 27 in adjacent distal normal mucosa can be a response to stress factors related with metabolic changes of colorectal adenocarcinoma tissues or can be a protective function to stress factors of the tumour."}, {"pubmed": 21967197, "text": "degradation of ubiquitinated HSP27 through the ubiquitin-proteasome pathway mediated by SMURF2"}, {"pubmed": 21983720, "text": "The R127W mutant of HSPB1 may have reduced capacity to serve as a chaperone to prevent aggregate formation."}, {"pubmed": 21989268, "text": "phosphorylated HSPB1 may play an important role in 5-FU resistance."}, {"pubmed": 22004109, "text": "This study suggests a role for HSP27 as a prognostic and predictive marker in pancreatic cancer."}, {"pubmed": 22019951, "text": "high anti-Hsp-27-antibody levels in obese-subjects without established coronary disease may be related to a heightened state of immunoactivation associated with obesity"}, {"pubmed": 22023707, "text": "Hsp27 participates in the maintenance of breast cancer stem cells through regulation of epithelial-mesenchymal transition"}, {"pubmed": 22031759, "text": "the results highlight a novel role for RSK1/2 and HSP27 phosphoproteins in P. aeruginosa-dependent induction of transcription of the IL-8 gene in human bronchial epithelial cells."}, {"pubmed": 22031878, "text": "The results of this study could confirm the enhanced interaction of mutant HSPB1 with tubulin. Increased stability of the microtubule network was also clear in neurons isolated from these mice."}, {"pubmed": 22032827, "text": "provide evidence for elevated HSP27 concentrations in serum and urine and increased HSP70 excretion levels in patients suffering from CKD"}, {"pubmed": 22050627, "text": "melatonin enhances cisplatin-induced apoptosis via the inactivation of ERK/p90RSK/HSP27 cascade"}, {"pubmed": 22057845, "text": "Studied three Hsp27 truncation variants to assess the functional contributions of the nonconserved N- and C-terminal sequences."}, {"pubmed": 22114076, "text": "Loss of the EGF-like module suppresses the enhanced HSP27 protein stability conferred by SPARC."}, {"pubmed": 22176143, "text": "We studied the HSPB1 and HSPB8 mutation occurrence in patients with distal hereditary motor neuropathy and those with the axonal form of Charcot-Marie-Tooth disease type 2"}, {"pubmed": 22179576, "text": "Hsp27 silencing suppresses proliferation by causing PEA-15 to bind and sequester extracellular signal-regulated kinase (ERK), resulting in reduced translocation of ERK to the nucleus."}, {"pubmed": 22185976, "text": "Silencing Hsp25/Hsp27 gene expression augments proteasome activity and increases CD8+ T-cell-mediated tumor killing and memory responses"}, {"pubmed": 22210387, "text": "Subunit exchange kinetics leading to HspB1-HspB5 or HspB4-HspB5 hetero-complex formation revealed that HspB5 exchanges more rapidly subunits with HspB1 than with HspB4."}, {"pubmed": 22238643, "text": "Knock down of heat shock protein 27 (HspB1) induces degradation of several putative client proteins."}, {"pubmed": 22264079, "text": "This first structural analysis of human small Hsp27 (HspB1) dissociation supports a model of chaperone activity wherein unstructured and highly flexible regions in the N-terminal domain are critical for substrate binding."}, {"pubmed": 22272318, "text": "Data show that among the three small heat shock proteins, Hsp27, alphaA- and alphaB-crystallin, the R12A mutation improved the chaperone function of only alphaA-crystallin."}, {"pubmed": 22350794, "text": "the key contribution of HSPB1-VEGF interactions in the balance between physiological and pathological angiogenesis."}, {"pubmed": 22360420, "text": "A protein encoded by this locus was found to be differentially expressed in postmortem brains from patients with atypical frontotemporal lobar degeneration."}, {"pubmed": 22362414, "text": "HSP27 is involved in the regulation of androgen receptor mRNA in prostate cancer cells."}, {"pubmed": 22465083, "text": "data suggest that serum HSP27 levels might serve as a possible tool to discriminate between early and advanced stages of non-small cell lung cancer"}, {"pubmed": 22521462, "text": "Overexpression of HSPB1 in neurons is sufficient to cause pathological and electrophysiological changes in transgenic mice that are seen in patients with hereditary motor neuropathy."}, {"pubmed": 22534325, "text": "Data suggest that higher levels of HSP27 in tumor tissue from patients with epithelial ovarian cancer are associated with peritoneal metastasis; thus, tumor HSP27 level may be useful prognostic marker of poor survival."}, {"pubmed": 22535481, "text": "High HSP70 and HSP27 expression is associated with worse clinical outcome in colon cancer."}, {"pubmed": 22569359, "text": "This study demonistrated that Overexpression of human HSP27 protects sensory neurons from diabetes"}, {"pubmed": 22608953, "text": "results demonstrate significant associations between overall survival and SNPs in HSPB1 rs2868371 in USA patients with NSCLC after radio(chemo)therapy."}, {"pubmed": 22647853, "text": "the involvement of LEDGF-mediated elevated expression of Hsp27-dependent survival pathway(s) in prostate cancer"}, {"pubmed": 22677112, "text": "TDP plays apoptosis-inducing roles by strongly suppressing the Hsp27 expression that is specifically associated with the mitochondrial death of the caspase-dependent pathway"}, {"pubmed": 22734906, "text": "we present a family with a novel mutation in the C-terminus of HSP27 (p.Glu175X) with a motor predominant distal neuropathy but with definite sensory involvement compatible with axonal Charcot-Marie-Tooth disease"}, {"pubmed": 22742457, "text": "our results demonstrate that p-HSP27 provides significant protection when cells are exposed to different stresses in the cell model of MERRF syndrome"}, {"pubmed": 22886594, "text": "HSP27 expression in gastric mucosae is inversely correlated with intraepithelial neoplasia, a probable precursor to gastric cancer, and HSP27 expression in cancer is positively correlated with poor differentiation."}, {"pubmed": 22887120, "text": "HSPB1 is an intracellular antiviral factor against hepatitis B virus."}, {"pubmed": 22907762, "text": "Hsp27 downregulated cells showed a significant increased MW 76 and 55 kDa PTEN forms and immunoprecipated with PTEN protein in cytoplasm."}, {"pubmed": 22971995, "text": "Tubular expression of heat-shock protein 27 inhibits fibrogenesis in obstructive nephropathy."}, {"pubmed": 22974980, "text": "These results suggest that Hsp27 dissociates from cytochrome c following PKCdelta-mediated phosphorylation at Ser78, which allows formation of the apoptosome and stimulates apoptotic progression."}, {"pubmed": 22982087, "text": "HSP27 expression in colorectal cancer was strongly associated with the co-presence of wildtype KRAS and activated PI3K/AKT, indicating a possible role of HSP27 in overcoming PI3K/AKT induced oncogene induced senescence in tumours."}, {"pubmed": 22993064, "text": "The HSP27 proteins suppress the increase in thioflavin T fluorescence associated with SOD1 aggregation, primarily through inhibiting aggregate growth, not the lag phase in which nuclei are formed."}, {"pubmed": 23026841, "text": "Phosphorylation of HSP27 at Ser-78 is correlated with the acceleration of platelet aggregation induced by ADP in type 2 diabetes mellitus patients."}, {"pubmed": 23080524, "text": "Increased HSP 27 expression and associated improved right ventricle function and systemic perfusion supports a cardio-protective effect of HSP 27 in cyanotic tetralogy of Fallot."}, {"pubmed": 23155000, "text": "HSP27 mediated F508del CFTR degradation is linked to its SUMOylation and to RNF4-mediated targeting to the ubiquitin-proteasome system."}, {"pubmed": 23165430, "text": "Our data indicate CpG methylation of the first HSPB1 intron to be an important biomarker that identifies aggressive prostate cancers otherwise regarded as low risk"}, {"pubmed": 23185379, "text": "activation of PP2A or inactivation of the p38MAPK-MAPKAPK2-Hsp27 has a role in survival of cancer stem cells under hypoxia and serum depletion via decrease in PP2A activity"}, {"pubmed": 23264215, "text": "Hsp27 could have an impact on tumor malignancy."}, {"pubmed": 23357534, "text": "The phosphorylated Hsp27 attenuates Dox-induced cell toxicity by regulating the transcriptional activity of p53 and up-regulating p21, which leads to the cell cycle arrest and cell survival."}, {"pubmed": 23374503, "text": "We found that the CC genotype of HSPB1 rs2868371 was associated with higher risk of severe (grade >=3) RP in patients with NSCLC treated with radiation (chemo) therapy."}, {"pubmed": 23404246, "text": "These results support the theory that Hsp27 plays a contributory role in the pathogenesis of pediatric AML-M4/M5. Therefore, Hsp27 may be exploited as a new target for enhancing the efficacy of chemotherapeutic drugs against leukemia."}, {"pubmed": 23425286, "text": "Both HSP27 and HSP70 impact on the biological behaviour of urothelial carcinomas of the urinary bladder."}, {"pubmed": 23453029, "text": "Aberrant promoter hypermethylation of the HSPB1 gene may explain the reduced expression of HSPB1 noted in oral cancer cells."}, {"pubmed": 23459991, "text": "HSP27 is a direct in vitro and in vivo molecular target of the only type III secreted kinase, SteC."}, {"pubmed": 23469976, "text": "The sensitivity of hepatocellular carcinoma cells to 17AAG is associated with the level of Hsp27 expression."}, {"pubmed": 23492367, "text": "silencing Hsp27 decreased IL-6-dependent STAT3 phosphorylation, nuclear translocation, and STAT3 binding to the Twist promoter"}, {"pubmed": 23530064, "text": "Hsp27 and F-box protein beta-TrCP promote degradation of mRNA decay factor AUF1."}, {"pubmed": 23532854, "text": "HSP27 and alpha B-crystallin form polydisperse hetero-oligomers in vitro."}, {"pubmed": 23728742, "text": "study demonstrates that HSPB1 mutations induce hyperphosphorylation of neurofilaments (NFs)through Cdk5 and reduce anterograde transport of NFs"}, {"pubmed": 23767669, "text": "Data indicate that the derivatives exhibited much better potency to inhibit tubulin polymerization but a decreased activity to inhibit Hsp27 chaperone function."}, {"pubmed": 23804239, "text": "This study showed that the HSP27/TLR3 interaction induces NF-kappaB activation, leading to VEGF-mediated cell migration and angiogenesis."}, {"pubmed": 23826100, "text": "findings open new avenues for the understanding of the role of HSPB1 in the development, maintenance and protection of cells with specialized non-centrosomal microtubule arrays"}, {"pubmed": 23848600, "text": "Upregulation of heat shock protein 27 confers resistance to actinomycin D-induced apoptosis in cancer cells."}, {"pubmed": 23853530, "text": "The knockout of c-FLIP and Hsp27 genes together enhances apoptosis even under 1 mu M, rather than low concentration, of doxazosin in PC-3 cells."}, {"pubmed": 23948568, "text": "G84R and L99M mutants of human small heat shock protein HspB1 may have roles in motor neuropathy"}, {"pubmed": 23963299, "text": "Unexpectedly, the screen revealed a disease mutation only in one family, in the HSPB1 gene."}, {"pubmed": 23996744, "text": "High HSP27 expression is associated with drug resistance, invasion and metastasis in ovarian cancer."}, {"pubmed": 24061637, "text": "These data suggest that circulating HSP27 levels were increased in epithelial ovarian cancer and correlated with peritoneal metastases."}, {"pubmed": 24113772, "text": "In acute cellular rejection and cyclophilin toxicity, distal tubules showed increased immunopositivity for Hsp27, 60 and 70i. In chronic allograft nephropathy there was also induction of Hsp27, 60 and 70i in the distal tubules but this was less pronounced"}, {"pubmed": 24126416, "text": "Blocking of Hsp27 and Hsp72 expression makes T98G cells and MOGGCCM cells extremely vulnerable to apoptosis induction upon temozolomide and quercetin treatment and that programmed cell death is initiated by an internal signal."}, {"pubmed": 24175767, "text": "Hsp27 protein was found to be commonly expressed in cervical epithelial cells."}, {"pubmed": 24222130, "text": "High HSPB1 expression is associated with prostate cancer."}, {"pubmed": 24239511, "text": "HSP27 is involved in HCEC migration by the reorganization of actin cytoskeleton."}, {"pubmed": 24252613, "text": "Data indicate that the inhibitor of indoleamine 2,3-dioxygenase (IDO), 1-methyl tryptophan (MT), inhibited the effects of cytokine mixtures (CM) on small heat shock protein 27 (Hsp27)."}, {"pubmed": 24280570, "text": "The expression of hsp27 was associated with a negative impact of chemotherapy with gemcitabine on patient's survival"}, {"pubmed": 24308965, "text": "HSP27 phosphorylation modulates TRAIL-triggered activation of Src-Akt/ERK pro-survival signaling via interacting with beta-arrestin2 in HeLa cells."}, {"pubmed": 24391005, "text": "HSP27 is capable of protecting cells from low-frequency and low-energy ultrasound from apoptosis via downregulation of caspase-9 and caspase-3 expression."}, {"pubmed": 24391762, "text": "upregulation of Hsp27 inhibits oocyte maturation from polycystic ovary syndrome patients, but improves embryonic developmental potential"}, {"pubmed": 24403454, "text": "Up-regulation of heat-shock protein 27 was responsible for gemcitabine resistance of pancreatic cancer."}, {"pubmed": 24626937, "text": "the human HSP27 protein can effectively accelerate liver damage at the early stages of IRI in rats. Tregs might play a critical role in HSP27induced liver injury."}, {"pubmed": 24660549, "text": "These results provide an explanation for the elevated serum levels of HSP-27, HSP-70, and ccCK-18 found in COPD patients, indicating that hypoxic conditions can trigger the release of the aforementioned factors."}, {"pubmed": 24680694, "text": "study concludes that decreased phosphorylated heat shock protein 27 (HSP27) at term is present when placental apoptosis is increased during intrauterine growth restriction"}, {"pubmed": 24686082, "text": "This study demonstrates that HSP27 phosphorylation serves as a novel regulator in TNF-alpha-induced apoptosis, and provides a new insight into the cytoprotective role of HSP27 phosphorylation."}, {"pubmed": 24715760, "text": "The purpose of this study was to investigate the co-expression patterns of transcription factor HIF-1alpha and von Hippel Lindau protein (pVHL) and heat shock proteins in pterygium and normal conjunctival human samples."}, {"pubmed": 24748206, "text": "This study indicated that the expression level of HSP27 may be inversely correlated with the metastasis behavior of esophageal squamous cell carcinoma , and HSP27 may play an important role in this progression"}, {"pubmed": 24798191, "text": "Overexpression of HSPB1 is associated with metastatic disease in prostate cancer."}, {"pubmed": 24802256, "text": "analysis of signaling cooperation between p38-MAPK/MAPKAP-2/Hsp27 and intracellular calcium release in AA-induced HBEC apoptosis"}, {"pubmed": 24804299, "text": "Data suggest that the combined expression of 14-3-3zeta and Hsp27 may be a biomarker for predicting survival in patients with NSCLC, and this combination may have potential as a therapeutic target for NSCLC."}, {"pubmed": 24816797, "text": "Data indicate that heat-shock protein 27 HSP27) binds to Nemo-like kinase (NLK) in the nucleus."}, {"pubmed": 24879379, "text": "Heat shock protein-27 delays allograft rejection, by inhibiting tissue damage, through probably an antiapoptotic pathway."}, {"pubmed": 24882106, "text": "An investigation of heat shock protein 27 and P-glycoprotein mediated multi-drug resistance in breast cancer using liquid chromatography-tandem mass spectrometry-based targeted proteomics."}, {"pubmed": 24918749, "text": "The myocardium releases HSP27 after global ischemia: the proinflammatory effect of extracellular HSP27 through TLR2 and TLR4."}, {"pubmed": 24950183, "text": "vasculogenic mimicry activity of breast cancer stem/progenitor cells is mediated by EGF/Hsp27 signaling"}, {"pubmed": 24982356, "text": "Data point towards HSPB1 and miR-1 involvement in development of castration-resistant PCa."}, {"pubmed": 25046655, "text": "Hsp27 gene expression levels were significantly increased in keloid fibroblasts under tension compared to normal fibroblasts under tension. Knockdown of HSP27 reduced cell proliferation in fibroblasts under tension."}, {"pubmed": 25088881, "text": "The late onset and mild clinical phenotype might reflect the mild biochemical alteration of HSP27 induced by the K141Q mutation."}, {"pubmed": 25130271, "text": "suggest that Hsp27 is required for EGF-mediated epithelial to mesenchymal transition via modulation of the beta-catenin/Slug signaling pathway"}, {"pubmed": 25135354, "text": "Here, we showed the superior neuroprotective effects of phosphorylated HSP27 by administering prHSP27. prHSP27 may be a useful therapeutic agent to protect against acute cerebral ischemic stroke."}, {"pubmed": 25188333, "text": "A trend of increasing value for HSP90 was observed when comparing the Mayo Clinic SSIGN 1-2 versus SSIGN 3-5 risk groups (4.2 versus 4.6 mean values; p = 0.06); no difference has been observed for HSP27 (3.8 to 3.9; p = 0.08)."}, {"pubmed": 25193387, "text": "Stepwise Cox regression modelling suggested that the methylation of genes HSPB1, CCND2 and DPYS contributed objective prognostic information to Gleason score and PSA with respect to prostate cancer-related death."}, {"pubmed": 25202074, "text": "HSP27 knockdown confers potent chemosensitization of GBM cells. These novel data support the development of HSP-targeting strategies and, specifically, anti-HSP27 agents for the treatment of GBM."}, {"pubmed": 25230790, "text": "Hsp27 levels correlate positively with the Bcl2/Bax mRNA ratio, suggesting an antiapoptotic effect in pleomorphic adenoma."}, {"pubmed": 25231055, "text": "Docetaxel induces phosphorylation of heat shock protein 27 and initiates chemoresistance in prostate cancer cells."}, {"pubmed": 25277244, "text": "Targeting Hsp27 interaction with TCTP, a partner protein identified in a genetic screen, increases therapy sensitivity, and could decrease or abolish toxicity to normal cells."}, {"pubmed": 25331547, "text": "The pro-apoptotic functions of HSP27-mediated through both the intrinsic and the extrinsic apoptotic pathways."}, {"pubmed": 25332102, "text": "peptides in heat-shock protein Hsp20 (G71HFSVLLDVKHFSPEEIAVK91) and Hsp27 (D93RWRVSLDVNHFAPDELTVK113) with sequence homology to alpha-crystallin also have robust chaperone and anti-apoptotic activities."}, {"pubmed": 25519015, "text": "The nuclear expression of phosphorylated and non-phosphorylated forms of the chaperone HspB1 is a marker of tumor cells associated with lymphatic metastasis of breast cancer."}, {"pubmed": 25529454, "text": "This study identified HSP27 as a candidate endothelial cell autoantigen of Behcet's disease."}, {"pubmed": 25547330, "text": "present the clinical and electrophysiological data on a multigenerational family with the p.Arg136Leu HSP27 mutation."}, {"pubmed": 25583479, "text": "the Hsp90/HOP/Cdc37 complex recruits Hsp27 after recognition of GCase mutants with subsequent targeting of GCase mutant peptides to degradation mechanisms such as VCP and the 26S proteasome."}, {"pubmed": 25615626, "text": "the ratio of phosphorylated HSP27 to nonphosphorylated HSP27 rather than the cellular level of HSP27 itself acts biphasically as a determinant of cellular fate in gemcitabine-resistant pancreatic cancer cells."}, {"pubmed": 25620081, "text": "higher levels of plasma Hsp70 and lower levels of plasma Hsp27 might be associated with an increased risk of COPD among coal workers."}, {"pubmed": 25655337, "text": "Heat shock protein 27 and its regulatory molecules express differentially in SLE patients with distinct autoantibody profiles"}, {"pubmed": 25728673, "text": "findings reveal an essential role for HSPB1 in iron metabolism with important effects on ferroptosis-mediated cancer therapy."}, {"pubmed": 25740245, "text": "Study shows that Hsp27 is expressed in nearly 80% of non-small cell lung cancer patients and that erlotinib or chemotherapy increases its expression levels leading to chemoresistance."}, {"pubmed": 25793600, "text": "Stromal expression of heat-shock protein 27 is associated with worse clinical outcome in patients with colorectal cancer lung metastases"}, {"pubmed": 25811031, "text": "The genetic polymorphisms in LIG4 rs1805388 and HSPB1 rs2868371 were not obviously correlated with the risk of radiation pneumonitis and radiation-induced lung injury of lung cancer."}, {"pubmed": 25965061, "text": "N-terminal mutations increase stability of large HspB1 homooligomers, prevent their phosphorylation-dependent dissociation, modulate their interaction with HspB6 and decrease their chaperoning capacity, preventing normal functioning of HspB1."}, {"pubmed": 26046355, "text": "Release of phosphorylated HSP27 from platelets is accompanied by the acceleration of aggregation in diabetic patients."}, {"pubmed": 26063949, "text": "HSP27 is upregulated in low BMD condition in both premenopausal and postmenopausal women."}, {"pubmed": 26092729, "text": "Stargardt eye disease ABCA4 R1108C and R1129C are both temperature-sensitive processing mutants that engage the cellular quality control mechanism and show a strong interaction with the chaperone Hsp 27."}, {"pubmed": 26108672, "text": "Quantitative proteomic analysis was performed to help elucidate a molecular distinction between glioblastoma and oligodendroglioma; analysis showed HSPB1 and NOVA1 to be discriminating factors."}, {"pubmed": 26151374, "text": "Unphosphorylated HSP27 associates with eIF4E in osteoblasts and suppresses the translation initiation process."}, {"pubmed": 26169728, "text": "HSP27 overexpression is associated with primary liver tumors."}, {"pubmed": 26214432, "text": "The aim of this study was to demonstrate the effects of 6-week low-intensity training on changes in indicators of aerobic capacity and on HSPA1A, HSPB1, and LDHb expression in white blood cells in high level rowers."}, {"pubmed": 26256887, "text": "A pivotal role of HSP27 in regulating bladder smooth muscle contraction."}, {"pubmed": 26336106, "text": "siRNA experiments confirmed that a reduction in Hsp27 or Hsp40 rescued CFTR in the DeltaF508 mutant, but the rescue was not additive or synergistic with C4 + 18 treatment, indicating these correctors shared a common pathway for rescue"}, {"pubmed": 26348464, "text": "Data show there is an inverse correlation between heat shock protein 27 (HSP27) expression and gemcitabine (GEM) sensitivity of pancreatic cancer SW1990 cells."}, {"pubmed": 26431426, "text": "ANX1 and HSP27 are two novel biomarkers for predicting invasive HCC phenotypes."}, {"pubmed": 26434601, "text": "HSP27 expression level is associated with the degree of chronic inflammation in Benign Prostatic Hyperplasia (BPH) and may participate in the pathological process in inflammatory BPH"}, {"pubmed": 26627832, "text": "Hsp27-Ubc9 pathway recognizes the conformation of mutant CFTR which leads to its SUMO-2 conjugation and degradation by the ubiquitin-proteasome system."}, {"pubmed": 26648539, "text": "The present study investigated the effects of small hairpin (sh)RNA-mediated HSP27 knockdown on the anticancer effects of quercetin in U937 human leukemia cells."}, {"pubmed": 26694816, "text": "HSPB1 was expressed in blood vessels but scarcely in the parenchyma in patient with multiple sclerosis"}, {"pubmed": 26711786, "text": "High expression of HSP27 is associated with molecular apocrine breast cancer."}, {"pubmed": 26739047, "text": "The authors now show that human cytomegalovirus more robustly upregulated Mcl-1 than normal myeloid growth factors and that Mcl-1 was the only myeloid survival factor to rapidly induce HSP27 prior to the 48-h cell fate checkpoint."}, {"pubmed": 26744531, "text": "In clinical specimens of non-small cell lung cancer, HSPB1 expression was absent from tumor endothelial cells undergoing the endothelial-to-mesenchymal transition"}, {"pubmed": 26761580, "text": "The expression levels of HSP27 and HSP90 are elevated in acute pulmonary embolism reflecting endothelial dysfunction."}, {"pubmed": 26782567, "text": "Three of the differentially expressed heat-schock proteins, HSP90A, HSPB1, and HSPB2, are up-regulated in giant cell tumor of bone patients."}, {"pubmed": 26805817, "text": "Phosphorylated HSP27 could be a potentially useful biomarker that predicts the sensitivity of pancreatic cancer to gemcitabine-based chemotherapy."}, {"pubmed": 26859835, "text": "role in myofibroblast differentiation and development of pulmonary fibrosis"}, {"pubmed": 26867010, "text": "FXa inhibitor reduces the collagen-stimulated release of phosphorylated HSP27 from human platelets due to the inhibition of HSP27 phosphorylation via p44/p42 MAP kinase"}, {"pubmed": 26872057, "text": "High p-Hsp27 expression is associated with cisplatin resistance in lung cancer."}, {"pubmed": 26874728, "text": "A meta-analysis found no association between rs2868370 genotypes and radiation-induced damage risk. However, rs2868371 showed a statistically increased risk of radiation-induced damage under CC vs. CG/GG model, especially in Caucasians and in esophageal damage."}, {"pubmed": 26874923, "text": "There is overwhelming evidence that molecular chaperones such as Hsp27, Hsp70 and Hsp90 are expressed at elevated levels in a wide range of cancers by stabilizing the mutated neoplasm proteins. (Review)"}, {"pubmed": 26895107, "text": "Low p-Hsp27 expression is associated with pancreatic cancer."}, {"pubmed": 26931434, "text": "We found that HSP27 exerted its chemoresistant role by inhibiting p21 transferring from the nucleus to the plasma through the activation of phosphorylated-Akt pathway."}, {"pubmed": 26935030, "text": "Ballooning degeneration is associated with down-regulation of liver HSP27 gene and protein expression, suggesting that ballooned hepatocytes fail to ensure a robust physiological response to metabolic-induced stress."}, {"pubmed": 26941848, "text": "Overexpression of Hsp27 led to the forced invasion of hepatocellular carcinoma cells, whereas silencing Hsp27 attenuated invasion and metastasis of hepatocellular carcinoma cells in vitro and in vivo."}, {"pubmed": 26970173, "text": "High Hsp27 expression is associated with Thyroid Tumors."}, {"pubmed": 27022067, "text": "Apatorsen ( 2'-methoxyethyl-modified antisense oligonucleotide that inhibits Hsp27 expression)was tolerated at the highest dose evaluated (1000 mg). Single-agent activity was suggested by changes in tumor markers, circulating tumor cells , and stable measurable disease"}, {"pubmed": 27029009, "text": "Suggest that R-Ras regulates angiogenic activities of endothelial cells in part via inhibition of the p38MAPK-HSP27 axis of VEGF signaling."}, {"pubmed": 27067668, "text": "Soluble glycoprotein 130 and hsp27 are novel candidate biomarkers for diagnosing Chronic Heart Failure with preserved ejection fraction and thus warrant further investigation; neither dpp4 nor CTSS showed promise as biomarkers of Chronic Heart Failure."}, {"pubmed": 27110324, "text": "The action of HSP27 involves the antioxidative capacity and activation of mitochondrial autophagy (mitophagy)."}, {"pubmed": 27178349, "text": "this results show the central role of Hsp27 in RACK1 pseudosubstrate or LPS-induced cell activation of primary leukocytes"}, {"pubmed": 27179757, "text": "The up-regulation of Hsp27 by E2 is mediated by ERalpha/Sp1."}, {"pubmed": 27185187, "text": "phosphorylated Hsp27 stimulates autophagy and lipid droplet clearance and interacts with STAT3."}, {"pubmed": 27187380, "text": "TRAP-induced activation of Akt in addition to p38 MAP kinase positively regulates the release of phosphorylated-HSP27 from human platelets, which is closely related to the platelet hyper-aggregation in type 2 diabetes mellitus patients."}, {"pubmed": 27190988, "text": "HSP27 played a protective role against homocysteine-induced endothelial apoptosis through modulation of reactive oxygen species production and the mitochondrial caspase-dependent apoptotic pathway."}, {"pubmed": 27241641, "text": "This study highlights a novel relation between serum pHSP27 and BMD in Indian women however, these findings need to be confirmed in larger studies"}, {"pubmed": 27354589, "text": "Incubation with paclitaxel, and with carboplatin significantly reduced cell growth without a definitive increase of intracellular HSPB1 expression."}, {"pubmed": 27354654, "text": "From the analysis of the hepatitis C virus (HCV)-positive group of 142 cases, those that were p-HSP27-positive had a larger tumor diameter and the portal vein invasion rate was high."}, {"pubmed": 27444754, "text": "we concluded that HSP27-silenced placenta-derived multipotent cells differentiated into neurons possessing the characteristics of functional glutamatergic neurons."}, {"pubmed": 27449291, "text": "Data suggest that altered dimerization of HSP27 represents a good strategy for anticancer therapy in HSP27-overexpressing cancer cells."}, {"pubmed": 27451881, "text": "TNF-alpha stimulates colonic myofibroblast migration through P38 MAPK-mediated activation of COX-2 and Hsp27."}, {"pubmed": 27540972, "text": "The nuclear expression of phosphorylated and unphosphorylated forms of Hsp27 is a molecular marker of unfavorable squamous cell carcinoma of the larynx associated with lymphogenous metastasis and decreased total five-year survival."}, {"pubmed": 27555231, "text": "Data show that Hsp27increases degradation rate of ubiquitinated MST1 and therefore interrupts the Hippo pathway kinase cascade. Consequently YAP and TAZ are less phosphorylated, free to translocate into the nucleus promoting a malignant phenotype. These findings underscore the central importance of Hsp27 in regulating multiple signaling pathways that promote tumor aggressiveness."}, {"pubmed": 27587396, "text": "This work examines the molecular mechanism by which two canonical sHsps, alphaB-crystallin (alphaB-c) and Hsp27, interact with aggregation-prone alpha-syn to prevent its aggregation in vitro Both sHsps are very effective inhibitors of alpha-syn aggregation"}, {"pubmed": 27600495, "text": "High HSP27 expression is associated with chemoresistance in neoplasms."}, {"pubmed": 27626679, "text": "found knock down of HSPB1 further increased the proportion of apoptotic cells in hyperthermic treated melanoma cells when compared with either single agent alone, and both agents leaded to cell cycle arrest at G0/G1 or G2/M phases"}, {"pubmed": 27626687, "text": "Data indocate six cytostatic drugs which inhibit heat shock 27 kDa protein (HSP27) and tackle drug resistance by computational drug repositioning approach."}, {"pubmed": 27714564, "text": "HSP27 was found to be regulator of translation initiation and STAT3 level. Therefore, it suggests that HSP27 is a key protein during placental development and trophoblast cell differentiation."}, {"pubmed": 27816334, "text": "Different from C-M-T phenotype in hereditary neuropathies caused by mutations in the HSPB1 gene."}, {"pubmed": 27909051, "text": "The potency of the sHsps to suppress aggregation of model substrates is correlated with their ability to form stable substrate complexes; especially HspB1 and HspB5, but also B3, bind tightly to a variety of proteins"}, {"pubmed": 27909724, "text": "HSP27 expression is upregulated in lung fibroblasts during pulmonary fibrosis, and subsequently, HSP27 modulates lung fibroblast differentiation through the Smad3 and ERK pathways."}, {"pubmed": 27976724, "text": "Findings indicate the heat-shock protein 27 (Hsp27) pathway as a therapeutic target for the management of conditions featuring dysregulated interleukin 1 beta (IL-1beta) production."}, {"pubmed": 28026811, "text": "Addition of the Hsp27 inhibitor KRIBB3 (5-(5-ethyl-2-hydroxy-4-methoxyphenyl)-4-(4-methoxyphenyl)-isoxazol) to Jurkat cells resulted in glutathione redox imbalance (increased GSSG and increased glutathione reductase activity), a decrease in Hsp70 concentrations, and also increased cell apoptosis"}, {"pubmed": 28032559, "text": "Bradykinin stimulates myofibroblast migration through protein kinase D-mediated activation of COX-2 and Hsp27."}, {"pubmed": 28077174, "text": "Study report a novel interaction between mutant HSPB1-P182L and the RNA binding protein PCBP1, leading to a reduction in its translational repression activity. Identifying PCBP1 mRNA targets revealed a marked prevalence for an RNA recognition motif, preferably seen in their 5' and 3'UTRs. Findings further support a role for mutant HSPB1 in neurodegenerative diseases."}, {"pubmed": 28130664, "text": "Glutathione-S-transferase - HspB1 fusion protein prevents more aggregation of malate dehydrogenase compared to glutathione-S-transferase -HspB5 fusion protein and wild type HspB1."}, {"pubmed": 28144778, "text": "HspB1 structural organization displays dynamic and complex rearrangements in response to changes in the cellular environment or when the cell physiology is modified.  [review]"}, {"pubmed": 28182330, "text": "The data suggest that oncogene-addicted cells require the small heat-shock protein of 27 kDa (HSP27) for survival and that HSP27 might interfere with the effectiveness of targeted agents."}, {"pubmed": 28278711, "text": "High HSP27 expression is associated with primary and secondary myelofibrosis."}, {"pubmed": 28337642, "text": "Overexpression of both HSPB5 and Hsp27 significantly reduced the intracellular aggregation of alpha-synuclein."}, {"pubmed": 28347227, "text": "In this instance, the ATP5B/CALR/HSP90B1/HSPB1/HSPD1-signaling network was revealed as the predominant target which was associated with the majority of the observed protein-protein interactions. As a result, the identified targets may be useful in explaining the anticancer mechanisms of ursolic acid and as potential targets for colorectal cancer therapy."}, {"pubmed": 28415561, "text": "These findings indicate that activation of HSF1 at Ser326 residue and transcription of HSP27 is related to the maintenance of gynecological CSCs/CICs."}, {"pubmed": 28487364, "text": "Data suggest that HSPB6 forms hetero-oligomers with HSPB1 under the following rules: (1) highly conserved motif RLFDQXFG is necessary for subunit exchange among oligomers, (2) a site about 20 residues downstream of this motif determines size of resultant hetero-oligomers, and (3) a region in the N-terminal domain that is unique to HSPB6 dictates preferential formation of heterodimers. (HSP = heat shock protein)"}, {"pubmed": 28497897, "text": "upregulation of Hsp27 is a common phenomenon shared between pregnancies in patients with preterm prelabor rupture of membranes and spontaneous preterm labor with intact membranes"}, {"pubmed": 28547731, "text": "This study reports solution-state nuclear magnetic resonance spectroscopy investigations of the conformation and dynamics of the disordered and flexible C-terminal region of human HSP27. These data indicate a potential role for cis-trans proline isomerization in regulating the oligomerization."}, {"pubmed": 28592492, "text": "Data suggest that hnRNPK plays role in heat shock response of cells by regulating HSF1; hnRNPK inhibits HSF1 activity, resulting in reduced expression of HSP27 and HSP70 mRNAs; hnRNPK also down-regulates binding of HSF1 to heat shock response element. (hnRNPK = heterogeneous-nuclear ribonucleoprotein K; HSF1 = heat shock transcription factor 1; HSP = heat-shock protein)"}, {"pubmed": 28608263, "text": "When the correlations of the markers with the response to neoadjuvant chemotherapy were examined, only high pre-chemotherapy levels of cytoplasmic HSPB1/p correlated with a poor clinical and pathological response to neoadjuvant cisplatin chemotherapy (p = 0.056) suggesting that this marker could be useful opening its study in a larger number of cases."}, {"pubmed": 28610841, "text": "Hsp27 may up-regulate the expression of ABCA1 and promotes cholesterol efflux through activation of the PI3K/PKCzeta/Sp1 signal pathway in THP-1 macrophage-derived foam cells"}, {"pubmed": 28656293, "text": "High HSP27 expression is associated with non-small cell lung cancer metastasis."}, {"pubmed": 28656305, "text": "Exposure to cetuximab and various concentration of AG490, an inhibitor of JAK2, STAT3 and HSP27 protein levels, except in the KRAS G12V mutant line, SW620...cetuximab may promote SN38 sensitivity via suppression of HSP27, through blocking the JAK/STAT signaling pathway, and shows synergistic effects when combined with SN38 in wild-type RAS CRC cells."}, {"pubmed": 28665748, "text": "Increased protein level of HSP27 through SUMO2/3-mediated SUMOylation plays crucial roles in the progression of primary hepatocellular carcinoma."}, {"pubmed": 28673495, "text": "The expression of HSP27 was approximately 2-fold higher in apical periodontitis. Next, an increased expression of HSP27 was detected in epithelial cells"}, {"pubmed": 28844461, "text": "HSP27 is an independent predictor of prognosis in chronic HF"}, {"pubmed": 28848138, "text": "Knockdown of HSP27 blocked TGF-beta-induced cisplatin resistance."}, {"pubmed": 28935773, "text": "Addition of apatorsen to chemotherapy does not improve outcomes in unselected patients with metastatic pancreatic cancer in the first-line setting, although a trend toward prolonged PFS and OS in patients with high baseline serum Hsp27 suggests this therapy may warrant further evaluation in this subgroup"}, {"pubmed": 28964286, "text": "Hsp 70 and Hsp 27 were expressed in middle ear effusions"}, {"pubmed": 29017331, "text": "low expression of HSPB1 is also significantly associated with better overall survival of non-small cell lung cancer patients"}, {"pubmed": 29062135, "text": "High HSP27 expression is associated with invasive non-small cell lung cancer."}, {"pubmed": 29099815, "text": "Hsp27 and P38MAPK could be used as prognostic factors in Esophageal squamous cell carcinoma."}, {"pubmed": 29175119, "text": "The plasma Hsp27 levels in the diabetic nephropathy (DNe) group are higher compared to the control and other complications, thereby it could be explored to be used as a potential biomarker of DNe."}, {"pubmed": 29209372, "text": "HSP27 expression promotes vascular smooth muscle cell viability, suppresses cell apoptosis, and confers protection against oxidative stress in Thoracic aortic dissection."}, {"pubmed": 29232010, "text": "HSP27 exerts its protective role by suppressing reactive oxygen species and atherosclerosis progression by inhibiting mitochondria apoptosis pathway in coronary heart disease."}, {"pubmed": 29246940, "text": "Study revealed that HSP27 plays a critical role in the chemoresistance of squamous cell carcinoma of tongue (SCCT) cells. Via in vitro, in vivo, and human studies, it was found that extracellular HSP27 can maintain SCCT cell survival via interacting with TLR5 to activate NF-kappaB signaling. On the other hand, intracellular HSP27 binds to BAX and BIM to inhibit the mitochondrial apoptotic pathway."}, {"pubmed": 29298892, "text": "Data suggest that both the small heat shock protein HspB1/Hsp27 and the constitutive chaperone Hsc70/HspA8 interact with tau to prevent tau-fibril/amyloid formation. HspB1 delays tau-fibril formation by weakly interacting with early species in aggregation process. (HspB1 = heat shock protein family B small member 1; Hsc70 = heat shock protein family A Hsp70)"}, {"pubmed": 29328466, "text": "High hsp27 expression is associated with leukemia."}, {"pubmed": 29332450, "text": "our data suggest that overexpression of peroxiredoxin-2, annexin A2, and heat shock protein beta-1 was correlated with tumor invasion, metastasis, and poor prognosis, and therefore, these proteins may serve as potential diagnostic and therapeutic biomarkers."}, {"pubmed": 29359393, "text": "we show for the first time the phosphorylation of HSP27 by a bacterial effector-P. gingivalis-Ndk-and a novel function of Ndks that is directly involved in inhibition of host cell apoptosis and the subsequent bacterial survival."}, {"pubmed": 29381233, "text": "Our findings suggest that HSPB1 mutations result in two phenotypes of inherited neuropathies and extend the phenotypic spectrum of HSPB1-related disorders."}, {"pubmed": 29424489, "text": "The data confirm an important function for HSP27 in SACC progression through regulating EMT and stemness, and they imply the possible association between EMT and radioresistance of salivary adenoid cystic carcinoma (SACC)."}, {"pubmed": 29550762, "text": "p-Hsp27 is a novel biomarker of glioma and might have important clinical value for further classification of patients with wild-type IDH1 and normal ATRX expression and for evaluating prognosis."}, {"pubmed": 29568951, "text": "The expression of type I and III collagen in the TGF-beta1induced transition of A549 cells to myofibroblasts was significantly downregulated by transfection of A549 cells with HSP27 plasmid Dinterfering sequence and optimal ratio of Lipofectamine(R) 2000 and HSP27 plasmid."}, {"pubmed": 29592877, "text": "HSP27 expression at diagnosis or after neoadjuvant chemotherapy is a negative prognostic marker in osteosarcoma. Patients whose tumors lack LC3B+ puncta and express HSP27 following neoadjuvant chemotherapy have a particularly high risk for disease relapse and death. These findings establish HSP27 and LC3B+ puncta as prognostic biomarkers in osteosarcoma"}, {"pubmed": 29635040, "text": "Dimer-monomer equilibrium of human HSP27 is influenced by the in-cell macromolecular crowding environment and is controlled by fatty acids and heat."}, {"pubmed": 29650953, "text": "HSP27 is a partner of JAK2-STAT5 and a potential therapeutic target in myelofibrosis."}, {"pubmed": 29695571, "text": "It was suggested that the HSP27 expression in EUS-FNA samples was useful for predicting GEM sensitivity."}, {"pubmed": 29766408, "text": "This study provides the first evidence that Hsp27 may be differentially expressed and regulated in aggressive periodontitis patients as compared with chronic periodontitis patients and healthy individuals"}, {"pubmed": 29792912, "text": "the role of HSPB1 in PRL-induced beta-cell survival, was examined."}, {"pubmed": 29936456, "text": "ETAS down-regulated HSP27 and pHSP27 (serine 78) in KLM1-R cells, but, HSP70 and GRP78 levels were not altered.  This study suggests the potential therapeutic benefit of ETAS in enhancing anticancer effects by its combination with gemcitabine for patients with pancreatic cancer"}, {"pubmed": 30056019, "text": "Silencing of HSP27 increases curcumin resistance by reducing apoptosis and reactive oxidative stress production in colon cancer."}, {"pubmed": 30106436, "text": "High HSP27 expression is associated with breast cancer."}, {"pubmed": 30166342, "text": "HSP27 promotes cell cycle progression of MRC-5 cells by suppressing expression of the transcriptional repressors E2F-4 and p130"}, {"pubmed": 30188755, "text": "HSP27-laden exosomes significantly stimulated NF-kappaB activation and release of IL-10, suggesting that HSP27 may be important exosomal cargo with beneficial anti-inflammatory effects"}, {"pubmed": 30396985, "text": "Results show that HSP27 expression is significantly increased in metastatic prostate cancer and represents a strong marker predicting survival, along with ALDH6A1 and prohibitin."}, {"pubmed": 30471115, "text": "This review summarizes the potential role of HSP27 in chemotherapy drug resistance and the therapeutic potential of HSP27 inhibitors as a novel strategy in the treatment of gastrointestinal cancers."}, {"pubmed": 30669930, "text": "Mutations in HSPB1 lead to a decrease in the formation of SQSTM1/p62 bodies, and subsequent impairment of phagophore formation, suggesting a regulatory role for HSPB1 in autophagy via interaction with SQSTM1."}, {"pubmed": 30684363, "text": "We demonstrate that B1NTR exhibits chaperone capacity for some substrates, determined by anti-aggregation assays and size-exclusion chromatography. The importance of protein dynamics and multivalency on chaperone capacity was investigated using B1NTR-conjugated AuNPs, which exhibit concentration-dependent chaperone activity for some substrates"}, {"pubmed": 30780033, "text": "By regulating CBP, Hsp27 maintained cell homeostasis and inhibited excessive inflammatory response."}, {"pubmed": 30814282, "text": "findings demonstrate that Hsp27 plays an important role in EV-A71 infection and may serve as an antiviral target."}, {"pubmed": 30842409, "text": "Study finds that HSP27 monomer is highly chaperone-active in vitro and demonstrates that increasing the abundance of the monomer results in a heightened tendency for uncontrolled self-aggregation. The importance of the unstructured region can be linked to mutations in HSP27 that are associated with hereditary neuropathies, which mainly cluster to the disordered region of the monomer."}, {"pubmed": 30864724, "text": "Study revealed that constitutive overexpression of Redd1 induced HSP27 and HSP70 expression in lung cancer cells. The expression of Redd1, HSP27 and HSP70 was highly increased in lung cancer tissues compared with that in normal lung tissues. Constitutive overexpression of Redd1 led to AKT activation and HSP27 and HSP70 induction, all of which were involved in lung cancer cell survival and resistance to ionizing radiation."}, {"pubmed": 30915129, "text": "miR-214 sensitizes colon cancer cells to 5-FU by targeting Hsp27."}, {"pubmed": 30920655, "text": "Stem cells features and aberrant metabolic reprogramming of esophageal cancer stem cells (CSC) depend on the heat shock 27 kDa protein (Hsp27)-proto-oncogene protein Akt (AKT)-HXK2 hexokinase 2 (HK2) pathway."}, {"pubmed": 31015163, "text": "Lung cancer patients carrying the HSPB1 rs7459185 CC genotype were associated with a significantly higher risk of acute grade 3 radiation-induced esophageal toxicity (RIET) than those carrying the GG/GC genotypes"}, {"pubmed": 31082616, "text": "HSPB1, as an important partner, participates in the activation of ezrin and merits further evaluation as a novel therapeutic target against human esophageal squamous cell carcinoma."}, {"pubmed": 31115576, "text": "silencing of HSPB1 increased the radiosensitivity of nonsmall cell lung carcinoma (NSCLC) cells by reducing cell viability, depolarizing the MMP, arresting the cell cycle in the G2/M phase and promoting cell apoptosis. Therefore, HSPB1 may be a novel target for increasing radiosensitivity in the treatment of NSCLC"}, {"pubmed": 31131323, "text": "phosphorylation leads to increased exposure of the residues surrounding the HspB1 phosphosite, facilitating their binding to a compact multidomain region of FLNC proposed to have mechanosensing functions"}, {"pubmed": 31201585, "text": "Phosphorylated Hsp27 reduced the release of TNF-alpha, IL-1beta, and IL-6, and suppressed the activation of TLR4 signaling by promoting TLR4 endocytosis, ubiquitination, and degradation."}, {"pubmed": 31212070, "text": "Mutations in HSPB1 (HSP27) are associated with both Charcot-Marie-Tooth disease type 2F (CMT2F) and with distal hereditary motor neuropathy II (dHMN II)."}, {"pubmed": 31235096, "text": "High HSP27 expression is associated with coronary artery disease."}, {"pubmed": 31364192, "text": "HSPB1 rs2070804 polymorphism is associated with the depth of primary tumor."}, {"pubmed": 31391542, "text": "Up-regulation of heat shock protein 27 inhibits apoptosis in lumbosacral nerve root avulsion-induced neurons."}, {"pubmed": 31592001, "text": "Hsp27 knockdown decreased cell viability and increased the incidence of UVB-induced apoptosis. Compared with control group, activation of phosphorylated-Akt (p-Akt)-dependent pathway resulted in the nuclear accumulation of p21 and suppression of cell proliferation, while promoting apoptosis in Hsp27 knockdown group."}, {"pubmed": 31615977, "text": "human HSP27 enhanced stat3 activity to increase Daxx transcription. Interestingly, human Daxx, but not mouse Daxx, was degraded as normal by ubiquitin-dependent lysosomal degradation; however, HSP27 downregulation induced the ubiquitin-independent proteasomal degradation of Daxx."}, {"pubmed": 31630804, "text": "The HSPB1 mutant gene induced an obvious loss of motor activity when expressed in Drosophila neurons."}, {"pubmed": 31709831, "text": "Clostridium difficile (CD) is a common pathogen that causes severe gastrointestinal inflammatory diarrhea in patients undergoing antibiotic therapy. Heat shock protein (Hsp) 27 is one of the key players in CD pathology and increasing Hsp27 can prevent the decrease in transepithelial resistance induced by toxin CD B."}, {"pubmed": 31783528, "text": "This HSP27 (HSPB1) phenotype in platelets could thus represent a measurable stress response in myocardial infarction."}, {"pubmed": 31845908, "text": "Ivermectin inhibits HSP27 and potentiates efficacy of oncogene targeting in tumor models."}, {"pubmed": 31870551, "text": "Melanoma migration is promoted by prion protein via Akt-hsp27 signaling axis."}, {"pubmed": 31974309, "text": "Tau binds to disordered N-terminal region (NTR) of HspB1 and lead to productive HspB1 chaperone activity."}, {"pubmed": 32081587, "text": "Conditional Disorder in Small Heat-shock Proteins."}, {"pubmed": 32146056, "text": "[HSP27: A new target for treating idiopathic pulmonary fibrosis?]\", trans \"HSP27 : une nouvelle cible pour traiter la fibrose pulmonaire idiopathique ?"}, {"pubmed": 32200459, "text": "HSP27 expression was significantly lower in patients with a shorter OS and DFS. A higher HSP27 expression was associated with a better response to gemcitabine in the resected, non-metastasised patients group. Furthermore, HSP27 was downregulated in patients suffering from metastases at time of surgery and in undifferentiated tumours."}, {"pubmed": 32231288, "text": "Our work reveals a fine-tuned regulation of Hsp27 for chaperoning FUS into either a polydispersed state or a LLPS state and suggests an essential role for Hsp27 in stabilizing the dynamic phase of stress granules."}, {"pubmed": 32301006, "text": "Mutations in HspB1 and hereditary neuropathies."}, {"pubmed": 32334137, "text": "Mutations in heat shock protein beta-1 (HSPB1) are associated with a range of clinical phenotypes related to different patterns of motor neuron dysfunction: A case series."}, {"pubmed": 32334520, "text": "Circulating heat shock protein 27 as a novel marker of subclinical atherosclerosis in type 2 diabetes: a cross-sectional community-based study."}, {"pubmed": 32417755, "text": "N- and C-terminal regions of alphaB-crystallin and Hsp27 mediate inhibition of amyloid nucleation, fibril binding, and fibril disaggregation."}, {"pubmed": 32424522, "text": "Cross talk between Hsp72, HMGB1 and RAGE/ERK1/2 signaling in the pathogenesis of bronchial asthma in obese patients."}, {"pubmed": 32559815, "text": "Spinal heat shock protein 27 participates in PDGFRbeta-mediated morphine tolerance through PI3K/Akt and p38 MAPK signalling pathways."}, {"pubmed": 32639100, "text": "A novel HSPB1 mutation associated with a late onset CMT2 phenotype: Case presentation and systematic review of the literature."}, {"pubmed": 32677057, "text": "Reduced LINC00551 expression promotes proliferation and invasion of esophageal squamous cancer by increase in HSP27 phosphorylation."}, {"pubmed": 32735982, "text": "The inflammatory markers sST2, HSP27 and hsCRP as a prognostic biomarker panel in chronic heart failure patients."}, {"pubmed": 32759774, "text": "alpha1AMP-Activated Protein Kinase Protects against Lipopolysaccharide-Induced Endothelial Barrier Disruption via Junctional Reinforcement and Activation of the p38 MAPK/HSP27 Pathway."}, {"pubmed": 32805744, "text": "Serum heat shock protein 27 levels in patients with systemic sclerosis: a possible biomarker of skin sclerosis."}, {"pubmed": 32895883, "text": "Serum levels of anti-heat shock protein 27 antibodies in patients with chronic liver disease."}, {"pubmed": 32926599, "text": "Overexpression of heat shock protein 27 (HSP-27) is associated with bad prognosis in oral squamous cell carcinoma."}, {"pubmed": 32945483, "text": "SUMOylation of HSP27 regulates PKM2 to promote esophageal squamous cell carcinoma progression."}, {"pubmed": 32947824, "text": "Evaluating Serum Heat Shock Protein Levels as Novel Biomarkers for Atrial Fibrillation."}, {"pubmed": 33053445, "text": "Apoptosis, autophagy and atherosclerosis: Relationships and the role of Hsp27."}, {"pubmed": 33130378, "text": "Soluble heat-shock protein 27 in blood serum is a non-invasive prognostic biomarker for ovarian cancer."}, {"pubmed": 33359129, "text": "Upregulation of potential regulatory signaling molecules correlate with androgen receptor splice variants AR-V7 and AR-V567es in prostate cancer metastasis."}, {"pubmed": 33423680, "text": "Neuroinflammatory processes are augmented in mice overexpressing human heat-shock protein B1 following ethanol-induced brain injury."}, {"pubmed": 33509756, "text": "[Rare variants of HSPB1 are probably associated with amyotrophic lateral sclerosis]."}, {"pubmed": 33644875, "text": "A weakened interface in the P182L variant of HSP27 associated with severe Charcot-Marie-Tooth neuropathy causes aberrant binding to interacting proteins."}, {"pubmed": 33684593, "text": "Circulating chaperones in patients with aortic valve stenosis undergoing TAVR: impact of concomitant chronic kidney disease."}, {"pubmed": 33918165, "text": "The Effect of Oxidized Dopamine on the Structure and Molecular Chaperone Function of the Small Heat-Shock Proteins, alphaB-Crystallin and Hsp27."}, {"pubmed": 33973728, "text": "Early and late manifestations of neuropathy due to HSPB1 mutation in the Jewish Iranian population."}, {"pubmed": 34105741, "text": "Heat shock protein 27 (HSP27) in patients with ovarian cancer."}, {"pubmed": 34129932, "text": "In silico screening and exploration into phenotypic alterations of deleterious oncogenic single nucleotide polymorphisms in HSPB1 gene."}, {"pubmed": 34419757, "text": "Hsp27 and Hsp60 in human submandibular salivary gland: Quantitative patterns in healthy and cancerous tissues with potential implications for differential diagnosis and carcinogenesis."}, {"pubmed": 34429462, "text": "The chaperone HSPB1 prepares protein aggregates for resolubilization by HSP70."}, {"pubmed": 34477462, "text": "Serine mutations in overexpressed Hsp27 abrogate the protection against doxorubicin-induced p53-dependent cardiac apoptosis in mice."}, {"pubmed": 34544445, "text": "p16 is superior to Stathmin-1 and HSP27 in identifying cervical dysplasia."}, {"pubmed": 34652826, "text": "Circulating heat shock protein 27 (HSPB1) levels in prediction of pre-eclampsia: A pilot study."}, {"pubmed": 34739910, "text": "Physical activity level (PAL) and risk factors of cardiovascular disease in the MASHAD study cohort."}, {"pubmed": 34791597, "text": "HSP27 protects against ferroptosis of glioblastoma cells."}, {"pubmed": 35061207, "text": "Downregulated Calcium-Binding Protein S100A16 and HSP27 in Placenta-Derived Multipotent Cells Induce Functional Astrocyte Differentiation."}, {"pubmed": 35212927, "text": "The protective role of HSP27 in ocular diseases."}, {"pubmed": 35340410, "text": "HSPB1 Gene Variants and Schizophrenia: A Case-Control Study in a Polish Population."}, {"pubmed": 35490324, "text": "The Role of Heat Shock Protein 27 in Carcinogenesis and Treatment of Colorectal Cancer."}, {"pubmed": 35545365, "text": "Up-regulation of androgen receptor by heat shock protein 27 and miR-1 induces pathogenesis of androgenic alopecia.\", trans \"27miR-1."}, {"pubmed": 35633658, "text": "Heat Shock Protein 27 Levels Predict Myocardial Inhomogeneities in Hemodialysis Patients."}, {"pubmed": 36048712, "text": "Specific binding of Hsp27 and phosphorylated Tau mitigates abnormal Tau aggregation-induced pathology."}, {"pubmed": 36075972, "text": "Heat-shock chaperone HSPB1 regulates cytoplasmic TDP-43 phase separation and liquid-to-gel transition."}, {"pubmed": 36139461, "text": "A Charcot-Marie-Tooth-Causing Mutation in HSPB1 Decreases Cell Adaptation to Repeated Stress by Disrupting Autophagic Clearance of Misfolded Proteins."}, {"pubmed": 36250996, "text": "High frequency of heat shock protein 27 overexpression is a highly effective, high-coverage marker for minimal residual disease detection in children with B-cell acute lymphoblastic leukemia."}, {"pubmed": 36474716, "text": "HSPB1 Regulates Autophagy and Apoptosis in Vascular Smooth Muscle Cells in Arteriosclerosis Obliterans."}, {"pubmed": 36539320, "text": "Pathogenic variants in three families with distal muscle involvement."}, {"pubmed": 36672159, "text": "Heat Shock Protein 27 Is Involved in the Bioactive Glass Induced Osteogenic Response of Human Mesenchymal Stem Cells."}, {"pubmed": 36738981, "text": "Untangling the complexity of heat shock protein 27 in cancer and metastasis."}, {"pubmed": 37211949, "text": "FHOD1 is upregulated in glioma cells and attenuates ferroptosis of glioma cells by targeting HSPB1 signaling."}, {"pubmed": 37249095, "text": "Clinical features of a family with late-onset distal hereditary motor neuropathy harboring p.Pro39Leu variant of HSPB1."}, {"pubmed": 37268925, "text": "High HSPB1 expression predicts poor clinical outcomes and correlates with breast cancer metastasis."}, {"pubmed": 37689067, "text": "The heat shock protein Hsp27 controls mitochondrial function by modulating ceramide generation."}, {"pubmed": 37966617, "text": "Heat shock protein 27 in the pathogenesis of COVID-19 and non-COVID acute respiratory distress syndrome."}, {"pubmed": 38310132, "text": "Mechanical activation and expression of HSP27 in epithelial ovarian cancer."}, {"pubmed": 38429742, "text": "HSPB1 as an RNA-binding protein mediates the pathological process of osteoarthritis."}, {"pubmed": 38507480, "text": "Reactive astrocytes secrete the chaperone HSPB1 to mediate neuroprotection."}, {"pubmed": 38553306, "text": "HSP27 promotes vasculogenic mimicry formation in human salivary adenoid cystic carcinoma via the AKT-MMP-2/9 pathway."}, {"pubmed": 38578345, "text": "HSPB1 mutation causing distal Hereditary Motor Neuropathy type 2B in a Polish family."}, {"pubmed": 38661247, "text": "STUB1 promotes the degradation of HSPB1 and induces ferroptosis in lung cancer cells."}], "genomic_pos": {"chr": "7", "end": 76304295, "ensemblgene": "ENSG00000106211", "start": 76302673, "strand": 1}, "genomic_pos_hg19": {"chr": "7", "end": 75933612, "start": 75931861, "strand": 1}, "go": {"BP": [{"evidence": "IMP", "gocategory": "BP", "id": "GO:0001932", "pubmed": 23728742, "qualifier": "involved_in", "term": "regulation of protein phosphorylation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006446", "pubmed": 10859165, "qualifier": "involved_in", "term": "regulation of translational initiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0006469", "qualifier": "involved_in", "term": "negative regulation of protein kinase activity"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006986", "pubmed": 1560006, "qualifier": "involved_in", "term": "response to unfolded protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0009408", "qualifier": "involved_in", "term": "response to heat"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0009615", "pubmed": 16548883, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0010506", "pubmed": 25962073, "qualifier": "involved_in", "term": "regulation of autophagy"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032731", "qualifier": "involved_in", "term": "positive regulation of interleukin-1 beta production"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032760", "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035556", "pubmed": 18440775, "qualifier": "involved_in", "term": "intracellular signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0035924", "pubmed": 18440775, "qualifier": "involved_in", "term": "cellular response to vascular endothelial growth factor stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042026", "qualifier": "involved_in", "term": "protein refolding"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043066", "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043066", "pubmed": 16130169, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043122", "qualifier": "involved_in", "term": "regulation of canonical NF-kappaB signal transduction"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0043536", "pubmed": 18440775, "qualifier": "involved_in", "term": "positive regulation of blood vessel endothelial cell migration"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045766", "pubmed": 18440775, "qualifier": "involved_in", "term": "positive regulation of angiogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0048010", "pubmed": 18440775, "qualifier": "involved_in", "term": "vascular endothelial growth factor receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0061077", "pubmed": [20178975, 23948568], "qualifier": "involved_in", "term": "chaperone-mediated protein folding"}, {"evidence": "HMP", "gocategory": "BP", "id": "GO:0070527", "pubmed": 23382103, "qualifier": "involved_in", "term": "platelet aggregation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0099641", "pubmed": 23728742, "qualifier": "involved_in", "term": "anterograde axonal protein transport"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:1902176", "qualifier": "involved_in", "term": "negative regulation of oxidative stress-induced intrinsic apoptotic signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2001028", "pubmed": 18440775, "qualifier": "involved_in", "term": "positive regulation of endothelial cell chemotaxis"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0000502", "qualifier": "part_of", "term": "proteasome complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0001533", "qualifier": "located_in", "term": "cornified envelope"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [22664934, 23580065], "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19464326, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [19464326, 28144995], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005819", "qualifier": "located_in", "term": "spindle"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005856", "pubmed": 16130169, "qualifier": "located_in", "term": "cytoskeleton"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030018", "qualifier": "located_in", "term": "Z disc"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 19199708, 23533145], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:1904115", "qualifier": "located_in", "term": "axon cytoplasm"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": 22658674, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0005080", "qualifier": "enables", "term": "protein kinase C binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11003656, 12601044, 14594798, 15161933, 16169070, 17184779, 17342744, 18330356, 20467437, 20618440, 21157431, 21575178, 22365833, 23188086, 23948568, 25036637, 25241761, 25277244, 26496610, 28514442, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0008426", "qualifier": "enables", "term": "protein kinase C inhibitor activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0019901", "pubmed": 8774846, "qualifier": "enables", "term": "protein kinase binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0042802", "pubmed": [20178975, 23948568], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [11003656, 15581903, 22365833, 25036637, 25277244], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042803", "pubmed": 28144995, "qualifier": "enables", "term": "protein homodimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0043130", "qualifier": "enables", "term": "ubiquitin binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0044183", "pubmed": 20178975, "qualifier": "enables", "term": "protein folding chaperone"}, {"category": "MF", "evidence": "IBA", "id": "GO:0051082", "qualifier": "enables", "term": "unfolded protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0061629", "pubmed": 10386584, "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}]}, "homologene": {"genes": [[7955, 368243], [8364, 780278], [9031, 396227], [9544, 715615], [9598, 463488], [9606, 3315], [9615, 403979], [9913, 516099], [10090, 15507], [10116, 24471]], "id": 1180}, "interpro": [{"desc": "Alpha crystallin/Small heat shock protein, animal type", "id": "IPR001436", "short_desc": "Alpha-crystallin/sHSP_animal"}, {"desc": "Alpha crystallin/Hsp20 domain", "id": "IPR002068", "short_desc": "A-crystallin/Hsp20_dom"}, {"desc": "HSP20-like chaperone", "id": "IPR008978", "short_desc": "HSP20-like_chaperone"}, {"desc": "Heat shock protein beta-1, ACD domain", "id": "IPR037876", "short_desc": "ACD_HspB1"}], "ipi": ["IPI00025512", "IPI00909453", "IPI00924436"], "map_location": "7q11.23", "name": "heat shock protein family B (small) member 1", "other_names": ["28 kDa heat shock protein", "epididymis secretory protein Li 102", "estrogen-regulated 24 kDa protein", "heat shock 27 kDa protein", "heat shock 27kD protein 1", "heat shock 27kDa protein 1", "heat shock protein beta-1", "heat shock protein family B member 1", "stress-responsive protein 27"], "pantherdb": {"HGNC": "5246", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96240", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 10090, "uniprot_kb": "P14602"}, {"RGD": "61306", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 10116, "uniprot_kb": "P42930"}, {"Gene": "HSPB1", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 9031, "uniprot_kb": "Q00649"}, {"Ensembl": "ENSGALG00000001926", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 9031, "uniprot_kb": "F1P593"}, {"ZFIN": "ZDB-GENE-080214-5", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7955, "uniprot_kb": "F1R2H6"}, {"ZFIN": "ZDB-GENE-160113-121", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7955, "uniprot_kb": "A0A140LGF7"}, {"ZFIN": "ZDB-GENE-030326-4", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 7955, "uniprot_kb": "A4VAK4"}, {"WormBase": "WBGene00002023", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q17849"}, {"FlyBase": "FBgn0031037", "ortholog_type": "LDO", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "Q8IQW5"}, {"WormBase": "WBGene00002024", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "B0M0L8"}, {"WormBase": "WBGene00002012", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q20164"}, {"WormBase": "WBGene00011906", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "G5EE65"}, {"WormBase": "WBGene00002013", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "G5EE36"}, {"WormBase": "WBGene00002011", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "P34328"}, {"WormBase": "WBGene00014233", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "G5EF99"}, {"WormBase": "WBGene00008592", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q19228"}, {"WormBase": "WBGene00002015", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "P34696"}, {"WormBase": "WBGene00008591", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q19227"}, {"WormBase": "WBGene00002016", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "P06582"}, {"WormBase": "WBGene00002021", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q20660"}, {"WormBase": "WBGene00021943", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "A0A1I6CMC9"}, {"WormBase": "WBGene00002018", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "P06581"}, {"WormBase": "WBGene00002019", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "P02513"}, {"WormBase": "WBGene00004798", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 6239, "uniprot_kb": "Q20363"}, {"FlyBase": "FBgn0001227", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P05812"}, {"FlyBase": "FBgn0001225", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P02517"}, {"FlyBase": "FBgn0001226", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P02518"}, {"FlyBase": "FBgn0001223", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P02515"}, {"FlyBase": "FBgn0001229", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P22979"}, {"FlyBase": "FBgn0035817", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "Q9VSA9"}, {"FlyBase": "FBgn0032181", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "Q9VL41"}, {"FlyBase": "FBgn0001224", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P02516"}, {"FlyBase": "FBgn0035982", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "Q9VSX2"}, {"FlyBase": "FBgn0011296", "ortholog_type": "O", "panther_family": "PTHR45640", "taxid": 7227, "uniprot_kb": "P82147"}], "uniprot_kb": "P04792"}, "pathway": {"biocarta": [{"id": "hsp27pathway", "name": "stress induction of hsp regulation"}, {"id": "mta3pathway", "name": "downregulated of mta-3 in er-negative breast tumors"}, {"id": "p38mapkpathway", "name": "p38 mapk signaling pathway"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04370", "name": "VEGF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05146", "name": "Amoebiasis - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_AndrogenReceptor", "name": "AndrogenReceptor"}, {"id": "Pathway_IL6", "name": "IL6"}, {"id": "Pathway_TNFalpha", "name": "TNFalpha"}], "pid": [{"id": "p38_mk2pathway", "name": "p38 signaling mediated by MAPKAP kinases"}, {"id": "p38alphabetadownstreampathway", "name": "Signaling mediated by p38-alpha and p38-beta"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-194138", "name": "Signaling by VEGF"}, {"id": "R-HSA-4420097", "name": "VEGFA-VEGFR2 Pathway"}, {"id": "R-HSA-450408", "name": "AUF1 (hnRNP D0) binds and destabilizes mRNA"}, {"id": "R-HSA-450531", "name": "Regulation of mRNA stability by proteins that bind AU-rich elements"}, {"id": "R-HSA-5683057", "name": "MAPK family signaling cascades"}, {"id": "R-HSA-5687128", "name": "MAPK6/MAPK4 signaling"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}], "wikipathways": [{"id": "WP2864", "name": "Apoptosis-related network due to altered Notch3 in ovarian cancer"}, {"id": "WP314", "name": "Fas ligand pathway and stress induction of heat shock proteins"}, {"id": "WP382", "name": "MAPK Signaling Pathway"}, {"id": "WP3878", "name": "ATM Signaling Network in Development and Disease"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP400", "name": "p38 MAPK Signaling Pathway"}, {"id": "WP4300", "name": "Extracellular vesicles in the crosstalk of cardiac cells"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4856", "name": "Intracellular trafficking proteins involved in CMT neuropathy"}]}, "pdb": ["2N3J", "3Q9P", "3Q9Q", "4MJH", "6DV5", "6GJH"], "pfam": "PF00011", "pharmgkb": "PA29511", "pharos": {"target_id": 4949, "tdl": "Tchem"}, "pir": "S12102", "prosite": "PS01031", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167873", "relationship": "is"}, {"id": "GNF178779", "relationship": "is"}, {"id": "GNF189685", "relationship": "is"}, {"id": "GNF200591", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF033075", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006763", "relationship": "is"}, {"id": "GNF006764", "relationship": "is"}, {"id": "GNF006765", "relationship": "is"}, {"id": "GNF006766", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234986", "relationship": "is"}, {"id": "GNF284278", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF104704", "relationship": "is"}, {"id": "GNF144352", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1", "NG_008995.1"], "protein": "NP_001531.1", "rna": "NM_001540.5", "translation": {"protein": "NP_001531.1", "rna": "NM_001540.5"}}, "reporter": {"HG-U133_Plus_2": "201841_s_at", "HG-U95Av2": "36785_at", "HTA-2_0": "TC07000485.hg.1", "HuEx-1_0": ["3009399", "4008009"], "HuGene-1_1": "8133721", "HuGene-2_1": ["17047504", "17125292", "17125294"]}, "retired": 140763, "summary": "This gene encodes a member of the small heat shock protein (HSP20) family of proteins. In response to environmental stress, the encoded protein translocates from the cytoplasm to the nucleus and functions as a molecular chaperone that promotes the correct folding of other proteins. This protein plays an important role in the differentiation of a wide variety of cell types. Expression of this gene is correlated with poor clinical outcome in multiple human cancers, and the encoded protein may promote cancer cell proliferation and metastasis, while protecting cancer cells from apoptosis. Mutations in this gene have been identified in human patients with Charcot-Marie-Tooth disease and distal hereditary motor neuropathy. [provided by RefSeq, Aug 2017].", "symbol": "HSPB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1333928"}, "unigene": "Hs.520973", "uniprot": {"Swiss-Prot": "P04792", "TrEMBL": ["A0A6Q8PHJ6", "V9HW43", "C9J3N8", "A0A6Q8PGY2", "A0A6Q8PF43", "A0A6Q8PFK8", "A0A6Q8PFE7", "A0A6Q8PHA6", "A0A6Q8PGK1", "A0A6Q8PH65"]}, "wikipedia": {"url_stub": "Hsp27"}}