{"AllianceGenome": "30171", "HGNC": "30171", "MIM": "608014", "_id": "26353", "_version": 1, "accession": {"genomic": ["AC084880.12", "CH471054.1", "CP068266.2", "KT585148.1", "NC_000012.12", "NC_060936.1", "NG_007953.2"], "protein": ["AAD55359.1", "AAF09481.1", "AAF65562.1", "AAG17230.1", "AAH02673.1", "AAP35522.1", "BAG35403.1", "CAB66870.1", "CAG38484.1", "EAW98144.1", "NP_055180.1", "Q9UJY1.1", "WKF51860.1", "WKF51861.1"], "rna": ["AF133207.1", "AF191017.1", "AF217987.1", "AF250138.1", "AK001825.1", "AK312501.1", "AL136936.1", "BC002673.2", "BT006876.1", "CR533453.1", "NM_014365.3", "OQ627312.1", "OQ627313.1"], "translation": [{"protein": "AAP35522.1", "rna": "BT006876.1"}, {"protein": "AAD55359.1", "rna": "AF133207.1"}, {"protein": "NP_055180.1", "rna": "NM_014365.3"}, {"protein": "AAF65562.1", "rna": "AF250138.1"}, {"protein": "AAF09481.1", "rna": "AF191017.1"}, {"protein": "CAG38484.1", "rna": "CR533453.1"}, {"protein": "AAG17230.1", "rna": "AF217987.1"}, {"protein": "AAH02673.1", "rna": "BC002673.2"}, {"protein": "WKF51861.1", "rna": "OQ627313.1"}, {"protein": "WKF51860.1", "rna": "OQ627312.1"}, {"protein": "CAB66870.1", "rna": "AL136936.1"}, {"protein": "BAG35403.1", "rna": "AK312501.1"}]}, "alias": ["CMT2L", "DHMN2", "E2IG1", "H11", "HMN2", "HMN2A", "HMND2", "HSP22", "HSPB8-N1", "HSPB8-N2"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2021-03-22T20:18:55.441Z", "disease_label": "neuronopathy, distal hereditary motor, autosomal dominant", "gcep": "Charcot-Marie-Tooth Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0015362", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_044a2465-8e0a-44ff-8d00-1ec3a76183c8-2021-03-22T201855.441Z", "sop": "SOP8"}}, "ensembl": {"gene": "ENSG00000152137", "protein": ["ENSP00000281938", "ENSP00000441541", "ENSP00000501705", "ENSP00000502352", "ENSP00000502394", "ENSP00000502573", "ENSP00000502777", "ENSP00000502778"], "transcript": ["ENST00000281938", "ENST00000541798", "ENST00000542496", "ENST00000674542", "ENST00000674715", "ENST00000674763", "ENST00000674852", "ENST00000675110", "ENST00000675211", "ENST00000675573", "ENST00000675900", "ENST00000676008", "ENST00000676071", "ENST00000676244"], "translation": [{"protein": "ENSP00000281938", "rna": "ENST00000281938"}, {"protein": "ENSP00000502352", "rna": "ENST00000674542"}, {"protein": "ENSP00000441541", "rna": "ENST00000541798"}, {"protein": "ENSP00000502394", "rna": "ENST00000675211"}, {"protein": "ENSP00000501705", "rna": "ENST00000675110"}, {"protein": "ENSP00000502573", "rna": "ENST00000674763"}, {"protein": "ENSP00000502778", "rna": "ENST00000674852"}, {"protein": "ENSP00000502777", "rna": "ENST00000675573"}], "type_of_gene": "protein_coding"}, "entrezgene": "26353", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 5.52413419, "exp_mis": 72.61474, "exp_syn": 32.307316, "lof_z": 1.06382468771367, "mis_z": 0.322280263690196, "mu_lof": 3.76590179257e-07, "mu_mis": 6.29798233973e-06, "mu_syn": 2.74046381029e-06, "n_lof": 3.0, "n_mis": 67.0, "n_syn": 24.0, "p_li": 0.0277554701284337, "p_null": 0.175531560069119, "p_rec": 0.796712969802447, "syn_z": 0.906066234802959}, "bp": 591, "cds_end": 119631663, "cds_start": 119617117, "n_exons": 3, "nonpsych": {"exp_lof": 4.9379678, "exp_mis": 65.661442, "exp_syn": 29.1793287, "lof_z": 0.856494135407024, "mis_z": 0.227907376816929, "mu_lof": 3.76590179257e-07, "mu_mis": 6.29798233973e-06, "mu_syn": 2.74046381029e-06, "n_lof": 3.0, "n_mis": 62.0, "n_syn": 20.0, "p_li": 0.024004876839398, "p_null": 0.226908557889975, "p_rec": 0.749086565270627, "syn_z": 1.06988432903888}, "nontcga": {"exp_lof": 5.07616935, "exp_mis": 66.7995313, "exp_syn": 29.71669457, "lof_z": 0.909025282767862, "mis_z": 0.475435515553473, "mu_lof": 3.76590179257e-07, "mu_mis": 6.29798233973e-06, "mu_syn": 2.74046381029e-06, "n_lof": 3.0, "n_mis": 59.0, "n_syn": 23.0, "p_li": 0.0237079920850142, "p_null": 0.20377365106511, "p_rec": 0.772518356849876, "syn_z": 0.780148633111213}, "transcript": "ENST00000281938.2"}, "exons": [{"cdsend": 119193858, "cdsstart": 119179312, "chr": "12", "position": [[119178930, 119179679], [119187024, 119187088], [119193698, 119194746]], "strand": 1, "transcript": "NM_014365", "txend": 119194746, "txstart": 119178930}], "exons_hg19": [{"cdsend": 119631663, "cdsstart": 119617117, "chr": "12", "position": [[119616735, 119617484], [119624829, 119624893], [119631503, 119632551]], "strand": 1, "transcript": "NM_014365", "txend": 119632551, "txstart": 119616735}], "generif": [{"pubmed": 11085516, "text": "This gene is highly upregulated by estradiol treatment in breast cancer cells. It is overexpressed in estrogen receptor (ER) positive breast cancer cell lines and transcript is not detected in ER negative cell lines."}, {"pubmed": 12456486, "text": "H11 kinase is a novel mediator of myocardial hypertrophy in vivo"}, {"pubmed": 12832417, "text": "Forced H11 expression triggers apoptosis."}, {"pubmed": 15122253, "text": "In two pedigrees with distal hereditary motor neuropathy type II linked to chromosome 12q24.3, we identified the same mutation (K141N) in small heat-shock 22-kDa protein 8 (encoded by HSPB8; also called HSP22)."}, {"pubmed": 15541337, "text": "Hsp22 is highly homologous to small heat shock proteins and effectively prevents aggregation of denatured protein both in vitro and in vivo. It is supposed that chaperone-like activity is of great importance for Hsp22 functioning"}, {"pubmed": 15879436, "text": "Reduced chaperone activity of mutated HspB8 is associated with neuromuscular disorders"}, {"pubmed": 16086267, "text": "The rate of HSP22 gene mutation in Chinese patients with Charcot-Marie-Tooth disease is as low as 0.87%(1/115)."}, {"pubmed": 16225851, "text": "Our results suggest that a variety of oligomers composed of different proportions of different sHSPs may form in cell types expressing multiple sHSPs."}, {"pubmed": 16485107, "text": "HspB8 might play important role in regulating Abeta aggregation and, therefore, development of classic senile plaques in Alzheimer's disease and cerebral amyloid angiopathy in hereditary cerebral hemorrhage with amyloidosis of Dutch type."}, {"pubmed": 16709864, "text": "Small heat shock protein B8 (HSP22) is a novel TLR4 agonist abundantly expressed in synovial tissue from patients with rheumatoid arthritis."}, {"pubmed": 16795043, "text": "Results suggest that hsp22 specifically binds to Sam68 and modulates its activity, thus playing a role in the post-transcriptional regulation of gene expression."}, {"pubmed": 16935933, "text": "found aberrantly increased interactions of neuropathy-associated mutant HSP22 forms with themselves, with wild-type HSP22, and with the other sHSPs, alphaB-crystallin, and HSP27."}, {"pubmed": 17033167, "text": "Aberrant DNA methylation silences the novel heat shock protein H11 in melanoma"}, {"pubmed": 17173073, "text": "HspB8 overload causes melanoma growth arrest and apoptosis through TAK1 activation"}, {"pubmed": 17304582, "text": "Displays chaperone activity, autokinase activity, and trigger or block apoptosis activity. Decrease may contribute to development of some neurologic diseases and others. (Review)"}, {"pubmed": 17722063, "text": "HSP22 seems to play an important role in the nervous system."}, {"pubmed": 17922839, "text": "Effect of mutations in the beta5-beta7 loop on the structure and properties of human small heat shock protein HSP22"}, {"pubmed": 18006506, "text": "These results suggested that the HspB8-Bag3 complex might stimulate the degradation of Htt43Q by macroautophagy."}, {"pubmed": 18006821, "text": "HSPB8 is a candidate CDK-independent cyclin D1 target that can mediate its effects"}, {"pubmed": 18094623, "text": "HspB8 and Bag3: a new chaperone complex targeting misfolded proteins to macroautophagy."}, {"pubmed": 18229450, "text": "Hsp22 induction represents a new aspect of the estrogenic response with potential significance for the biology of estrogen receptor-positive breast cancer cells."}, {"pubmed": 18298377, "text": "Mutations in serine residues of HSP22 which are phosphorylated by cAMP-dependent protein kinase were accompanied by decrease of chaperone-like activity."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19246680, "text": "Activation of the bone morphogenetic protein receptors Alk3 and Bmpr2 by H11kinase/Hsp22 promotes cardiac cell growth and survival."}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19783089, "text": "The results confirm predictions that Hsp22 belongs to the family of intrinsically disordered proteins with certain parts of its molecule retaining folded structure and undergoing reversible thermal unfolding."}, {"pubmed": 19845507, "text": "Data show that the interaction between HspB6 and Bag3 requires the same regions that are involved in the HspB8-Bag3 association."}, {"pubmed": 20157854, "text": "Data show that the two motor neuropathy-associated mutant HspB8 forms have abnormally increased binding to Ddx20."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20570967, "text": "HspB8 increases misfolded SOD1 clearance via autophagy."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20858900, "text": "Drosophila HSP67Bc is the functional ortholog of human HSPB8 and Dm-HSP67Bc induces autophagy via the eIF2alpha pathway."}, {"pubmed": 21526341, "text": "phosphorylation of HspB8 by ERK1 might be important for regulation of interaction of HspB8 with different target proteins"}, {"pubmed": 21678403, "text": "These results demonstrated for the first time that Hsp22 regulates Sam68 expression and the ratio of Sam68 to Hsp22 may determine the proliferative potential of glioblastoma cells."}, {"pubmed": 21696420, "text": "we observed upregulation of HSPB8 and BAG3 selectively in astrocytes located within the degenerated areas of patients with protein aggregation diseases"}, {"pubmed": 21731611, "text": "Overexpression of HSPB1, as well as HSPB6, HSPB7 and HSPB8 independently protect against tachycardia remodeling by attenuation of the RhoA GTPase pathway at different levels."}, {"pubmed": 21767525, "text": "The complexes formed by Bag3 and HspB8 might have variable stoichiometry and can participate in different processes including clearing of the cell from improperly folded proteins."}, {"pubmed": 21914495, "text": "present study demonstrates that HSPB8 is silenced by DNA methylation in hematopoietic malignant and normal cells"}, {"pubmed": 21983727, "text": "HSPB8 may play an important role in the protection of cells under lethal heat shock treatment, and the K141N mutation can impair the protective effect."}, {"pubmed": 21985219, "text": "The results of this syudy suggested that defects in HspB8-mediated autophagy are likely to contribute to dHMNII pathology and their detection in peripheral blood mononuclear cells could be a useful, accessible biomarker for the disease."}, {"pubmed": 22176143, "text": "We studied the HSPB1 and HSPB8 mutation occurrence in patients with distal hereditary motor neuropathy and those with the axonal form of Charcot-Marie-Tooth disease type 2"}, {"pubmed": 22302993, "text": "findings show that during heat shock recovery NF-kappaB activates selective removal of misfolded or aggregated proteins by controlling expression of BAG3 and HSPB8 and by modulating the level of the BAG3-HspB8 complex"}, {"pubmed": 22595202, "text": "Mutant HSPB8 causes protein aggregates and a reduced mitochondrial membrane potential in dermal fibroblasts from distal hereditary motor neuropathy patients."}, {"pubmed": 22898869, "text": "The expression of HspB8 inhibits the growth of genetically diverse melanoma cells that include caspase-1 activation outside of the realm of the inflammasome, mTORC1-dependent Beclin-1 upregulation and its cleavage by the activated caspase-1."}, {"pubmed": 24804817, "text": "HSP22 plays an important role on gastric tumor aggressiveness and prognosis and may act as a promising target for prognostic prediction."}, {"pubmed": 25051369, "text": "Pangenomic profiling of velcade-sensitive and resistant cells showed that the small heat shock protein HSPB8 was overexpressed in multiple myeloma resistant cells."}, {"pubmed": 25731856, "text": "HSP22 acts as a positive regulator in TGF-alpha-induced migration of ovarian cancer cells, subsequently directing ovarian cancer toward progression."}, {"pubmed": 26496431, "text": "our findings suggest the existence of a so-far unrecognized quality control mechanism involving BAG3, HSPB8 and p62/SQSTM1 for accurate remodelling of actin-based mitotic structures that guide spindle orientation."}, {"pubmed": 26694816, "text": "This study demonstreated that expression of HSPB8 was restricted to GFAP+ astrocytes in patient with multiple sclerosis."}, {"pubmed": 26718575, "text": "expands the understanding of disease mechanisms, tissue involvement, and phenotypic outcome of HSPB8 mutations"}, {"pubmed": 26961006, "text": "HSPB8 counteracts accumulation of aberrantly localized misfolded forms of TDP-43 and its 25 KDa fragment involved in most sporadic cases of Amyotrophic Lateral Sclerosis and of Fronto Lateral Temporal Dementia."}, {"pubmed": 27466192, "text": "We report that overexpression of HSPB8 in immortalized motor neurones decreased the accumulation of TDP-25 and TDP-35 and that protection against mislocalized/truncated TDP-43 was observed for HSPB8 in Drosophila melanogaster Overexpression of HSP67Bc, the functional ortholog of human HSPB8, suppressed the eye degeneration caused by the cytoplasmic accumulation of a TDP-43 variant"}, {"pubmed": 27570075, "text": "It has been demonstrated that HSPB8-BAG3-HSP70 ensures the functionality of stress granules and restores proteostasis by targeting defective ribosomal products for degradation."}, {"pubmed": 28060751, "text": "HSPB8 is involved in regulating the cell cycle and cell migration in MCF-7 cells."}, {"pubmed": 28181153, "text": "HSPB2 competes with HSPB8 for binding to BAG3. In contrast, HSPB3 negatively regulates HSPB2 association with BAG3."}, {"pubmed": 28275944, "text": "Silencing of HSPB8 markedly decreased the mitotic levels of BAG3 in HeLa cells, supporting its crucial role in BAG3 mitotic functions. The results support a role for the HSPB8-BAG3 chaperone complex in quality control of actin-based structure dynamics that are put under high tension, notably during cell cytokinesis."}, {"pubmed": 28456666, "text": "results strongly suggest that HSP22 represses HCC progression, especially HCC cell migration, by the down-regulation of the PI3K/AKT signaling pathway."}, {"pubmed": 29029362, "text": "We identified impaired RNA metabolism, secondary to TDP-43 loss of function, as a possible pathological mechanism of HSPB8 toxicity, leading to muscle and nerve degeneration"}, {"pubmed": 29182667, "text": "suggest that HSPB8 may act as an intracellular factor against hepatitis C virus replication and that DNAJC5B has the same function, with more relevant results for genotype 3"}, {"pubmed": 29405094, "text": "HSPB8 binds BAG3 to promote spatial sequestration of ubiquitinated proteins."}, {"pubmed": 29693129, "text": "Data indicated that the HSPB8 expression level was strongly positively correlated with MAPK signaling pathway and CREB pathway and worse prognosis. The methylation level of its DNA was negatively associated with its expression and positively associated with overall survival. These results suggest that HSPB8 could promote the proliferation and inhibit the apoptosis of GC cells by activating ERKCREB signaling."}, {"pubmed": 32751642, "text": "Hsp22 with an N-Terminal Domain Truncation Mediates a Reduction in Tau Protein Levels."}, {"pubmed": 32926297, "text": "Heat shock protein B8 promotes proliferation and migration in lung adenocarcinoma A549 cells by maintaining mitochondrial function."}, {"pubmed": 33686711, "text": "Small heat shock protein 22 kDa can modulate the aggregation and liquid-liquid phase separation behavior of tau."}, {"pubmed": 33744911, "text": "A novel deletion in the C-terminal region of HSPB8 in a family with rimmed vacuolar myopathy."}, {"pubmed": 33885248, "text": "Insulin receptor substrate 1 gene expression is strongly up-regulated by HSPB8 silencing in U87 glioma cells."}, {"pubmed": 34487489, "text": "HspB8 prevents aberrant phase transitions of FUS by chaperoning its folded RNA-binding domain."}, {"pubmed": 34606781, "text": "HSPB8 promoted intrahepatic cholangiocarcinoma progression by enhancing epithelial-mesenchymal transition and autophagy."}, {"pubmed": 35773767, "text": "[Analysis of a pedigree with distal hereditary motor neuropathy type 2A caused by mutation in HSPB8 gene]."}, {"pubmed": 36318825, "text": "HSPB8 facilitates prostate cancer progression via activating the JAK/STAT3 signaling pathway."}, {"pubmed": 36400750, "text": "HSPB8 counteracts tumor activity of BRAF- and NRAS-mutant melanoma cells by modulation of RAS-prenylation and autophagy."}, {"pubmed": 36574942, "text": "Identification of HSPB8 modulators counteracting misfolded protein accumulation in neurodegenerative diseases."}, {"pubmed": 36881338, "text": "CircAGO2 promotes colorectal cancer progression by inhibiting heat shock protein family B (small) member 8 via miR-1-3p/retinoblastoma binding protein 4 axis."}, {"pubmed": 36934244, "text": "Macrophage-specific autophagy-related gene HSPB8 is involved in the macrophage polarization in atherosclerosis."}, {"pubmed": 37437931, "text": "Eukaryotic Elongation Factor 1Alpha-2 (EEF1A2) Participates in the Progression of Gastric Cancer via Interaction with Heat Shock Protein B8 (HSPB8)."}], "genomic_pos": {"chr": "12", "end": 119224855, "ensemblgene": "ENSG00000152137", "start": 119171555, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 119658936, "start": 119616447, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0034620", "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0034620", "pubmed": 18006506, "qualifier": "involved_in", "term": "cellular response to unfolded protein"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:1905337", "pubmed": 18006506, "qualifier": "involved_in", "term": "positive regulation of aggrephagy"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 19464326, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": [19464326, 28144995], "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0101031", "qualifier": "part_of", "term": "protein folding chaperone complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0101031", "pubmed": 18006506, "qualifier": "part_of", "term": "protein folding chaperone complex"}], "MF": [{"category": "MF", "evidence": "IDA", "id": "GO:0004672", "pubmed": 14985082, "qualifier": "NOT enables", "term": "protein kinase activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [14594798, 16189514, 18006506, 21516116, 22366786, 23414517, 25036637, 25416956, 26496610, 28144995, 28514442, 31273097, 32296183, 32707033], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": 14594798, "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042803", "pubmed": 18006506, "qualifier": "enables", "term": "protein homodimerization activity"}]}, "homologene": {"genes": [[7955, 791580], [8364, 448147], [9031, 416988], [9544, 574341], [9598, 452295], [9606, 26353], [9615, 403553], [9913, 539524], [10090, 80888], [10116, 113906]], "id": 8654}, "interpro": [{"desc": "HSP20-like chaperone", "id": "IPR008978", "short_desc": "HSP20-like_chaperone"}, {"desc": "Heat shock protein beta-8", "id": "IPR043254", "short_desc": "HSPB8"}, {"desc": "Alpha crystallin/Small heat shock protein, animal type", "id": "IPR001436", "short_desc": "Alpha-crystallin/sHSP_animal"}, {"desc": "Alpha crystallin/Hsp20 domain", "id": "IPR002068", "short_desc": "A-crystallin/Hsp20_dom"}, {"desc": "Heat shock protein beta-8, alpha-crystallin domain (ACD)", "id": "IPR042790", "short_desc": "HspB8_ACD"}], "ipi": "IPI00007264", "map_location": "12q24.23", "name": "heat shock protein family B (small) member 8", "other_names": ["E2-induced gene 1 protein", "alpha-crystallin C chain", "heat shock 22kDa protein 8", "heat shock 27kDa protein 8", "heat shock protein beta-8", "heat shock protein family B member 8", "protein kinase H11", "small stress protein-like protein HSP22"], "pantherdb": {"HGNC": "30171", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2135756", "ortholog_type": "LDO", "panther_family": "PTHR46906", "taxid": 10090, "uniprot_kb": "Q9JK92"}, {"RGD": "71003", "ortholog_type": "LDO", "panther_family": "PTHR46906", "taxid": 10116, "uniprot_kb": "Q9EPX0"}, {"Ensembl": "ENSGALG00000007383", "ortholog_type": "LDO", "panther_family": "PTHR46906", "taxid": 9031, "uniprot_kb": "E1C6V0"}, {"ZFIN": "ZDB-GENE-030131-2480", "ortholog_type": "LDO", "panther_family": "PTHR46906", "taxid": 7955, "uniprot_kb": "A2BHS1"}], "uniprot_kb": "Q9UJY1"}, "pathway": {"reactome": [{"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-3371556", "name": "Cellular response to heat stress"}, {"id": "R-HSA-3371571", "name": "HSF1-dependent transactivation"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}], "wikipathways": [{"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4856", "name": "Intracellular trafficking proteins involved in CMT neuropathy"}]}, "pfam": "PF00011", "pharmgkb": "PA134900173", "pharos": {"target_id": 1803, "tdl": "Tbio"}, "prosite": "PS01031", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF263947", "relationship": "is"}, {"id": "GNF263948", "relationship": "is"}, {"id": "GNF263949", "relationship": "is"}, {"id": "GNF263950", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163694", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036743", "relationship": "is"}, "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165240", "relationship": "is"}, {"id": "GNF165241", "relationship": "is"}, {"id": "GNF165242", "relationship": "is"}, {"id": "GNF165243", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006770", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF324216", "relationship": "is"}, {"id": "GNF324217", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335118", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF104705", "relationship": "is"}, {"id": "GNF144353", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1", "NG_007953.2"], "protein": "NP_055180.1", "rna": "NM_014365.3", "translation": {"protein": "NP_055180.1", "rna": "NM_014365.3"}}, "reporter": {"HG-U133_Plus_2": ["221667_s_at", "233057_at"], "HG-U95B": "56474_at", "HTA-2_0": "TC12000932.hg.1", "HuEx-1_0": "3434012", "HuGene-1_1": "7959102", "HuGene-2_1": "16757766"}, "retired": [8097, 431713, 643737, 651707], "summary": "The protein encoded by this gene belongs to the superfamily of small heat-shock proteins containing a conservative alpha-crystallin domain at the C-terminal part of the molecule. The expression of this gene in induced by estrogen in estrogen receptor-positive breast cancer cells, and this protein also functions as a chaperone in association with Bag3, a stimulator of macroautophagy. Thus, this gene appears to be involved in regulation of cell proliferation, apoptosis, and carcinogenesis, and mutations in this gene have been associated with different neuromuscular diseases, including Charcot-Marie-Tooth disease. [provided by RefSeq, Jul 2008].", "symbol": "HSPB8", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1428937"}, "unigene": "Hs.400095", "uniprot": {"Swiss-Prot": "Q9UJY1", "TrEMBL": ["A0A6Q8PF95", "A0A6Q8PGM6", "A0A6Q8PHB1", "A0A6Q8PHK6", "A0A6Q8PGX5", "H0YG30", "A0A6Q8PHR2"]}, "wikipedia": {"url_stub": "HSPB8"}}