{"AllianceGenome": "5329", "HGNC": "5329", "MIM": "147940", "_id": "3375", "_version": 1, "accession": {"genomic": ["AC006559.6", "AC022224.22", "CH471094.1", "CP068266.2", "KC432757.1", "M21785.1", "M26650.1", "M27503.1", "NC_000012.12", "NC_060936.1", "X13859.1", "X14902.1", "X14903.1", "X52818.1", "X52819.1", "X55634.1", "X56030.1", "X68830.1"], "protein": ["AAA35524.1", "AAA35983.1", "AAA51728.1", "AAA52281.1", "ABG27010.1", "CAA33031.1", "CAA33032.1", "CAA33033.1", "CAA37002.1", "CAA39504.1", "CAA48724.1", "CAB57803.1", "CAB57804.1", "EAW96426.1", "EAW96427.1", "NP_000406.1", "NP_001316130.1", "P10997.1"], "rna": ["AA429852.1", "AA446156.1", "BQ548699.1", "CK905016.1", "DQ516082.1", "J04422.1", "NM_000415.3", "NM_001329201.2", "X14904.1", "X14905.1"], "translation": [{"protein": "NP_001316130.1", "rna": "NM_001329201.2"}, {"protein": "CAA33032.1", "rna": "X14904.1"}, {"protein": "AAA52281.1", "rna": "J04422.1"}, {"protein": "NP_000406.1", "rna": "NM_000415.3"}, {"protein": "CAA33033.1", "rna": "X14905.1"}, {"protein": "ABG27010.1", "rna": "DQ516082.1"}]}, "alias": ["DAP", "IAP"], "ensembl": {"gene": "ENSG00000121351", "protein": ["ENSP00000240652", "ENSP00000437357", "ENSP00000437559", "ENSP00000445711", "ENSP00000445980"], "transcript": ["ENST00000240652", "ENST00000535428", "ENST00000537593", "ENST00000539393", "ENST00000542023"], "translation": [{"protein": "ENSP00000437357", "rna": "ENST00000539393"}, {"protein": "ENSP00000240652", "rna": "ENST00000240652"}, {"protein": "ENSP00000445711", "rna": "ENST00000542023"}, {"protein": "ENSP00000445980", "rna": "ENST00000537593"}, {"protein": "ENSP00000437559", "rna": "ENST00000535428"}], "type_of_gene": "protein_coding"}, "entrezgene": "3375", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.07095538, "exp_mis": 28.6392373, "exp_syn": 12.353155, "lof_z": 0.737183653512926, "mis_z": -0.21576825125339, "mu_lof": 1.08803176989e-07, "mu_mis": 2.45371007127e-06, "mu_syn": 1.01630626273e-06, "n_lof": 1.0, "n_mis": 31.0, "n_syn": 14.0, "p_li": 0.166030146477273, "p_null": 0.193284533145055, "p_rec": 0.640685320377671, "syn_z": -0.290478905551253}, "bp": 270, "cds_end": 21531360, "cds_start": 21526285, "n_exons": 2, "nonpsych": {"exp_lof": 1.8331433, "exp_mis": 25.8800029, "exp_syn": 11.1395263, "lof_z": 0.604329055898127, "mis_z": -0.210191644576549, "mu_lof": 1.08803176989e-07, "mu_mis": 2.45371007127e-06, "mu_syn": 1.01630626273e-06, "n_lof": 1.0, "n_mis": 28.0, "n_syn": 14.0, "p_li": 0.168082109635913, "p_null": 0.212937778887688, "p_rec": 0.618980111476399, "syn_z": -0.539594442273893}, "nontcga": {"exp_lof": 1.90125611, "exp_mis": 26.3440773, "exp_syn": 11.36088044, "lof_z": 0.64477645774795, "mis_z": 0.033398297036891, "mu_lof": 1.08803176989e-07, "mu_mis": 2.45371007127e-06, "mu_syn": 1.01630626273e-06, "n_lof": 1.0, "n_mis": 26.0, "n_syn": 14.0, "p_li": 0.161933100378013, "p_null": 0.198837726353868, "p_rec": 0.639229173268119, "syn_z": -0.495764532518722}, "transcript": "ENST00000240652.3"}, "exons": [{"cdsend": 21378426, "cdsstart": 21373351, "chr": "12", "position": [[21372901, 21373004], [21373336, 21373431], [21378236, 21379980]], "strand": 1, "transcript": "NM_000415", "txend": 21379980, "txstart": 21372901}, {"cdsend": 21378426, "cdsstart": 21373351, "chr": "12", "position": [[21354959, 21355013], [21373336, 21373431], [21378236, 21379980]], "strand": 1, "transcript": "NM_001329201", "txend": 21379980, "txstart": 21354959}], "exons_hg19": [{"cdsend": 21531360, "cdsstart": 21526285, "chr": "12", "position": [[21525835, 21525938], [21526270, 21526365], [21531170, 21532914]], "strand": 1, "transcript": "NM_000415", "txend": 21532914, "txstart": 21525835}, {"cdsend": 21531360, "cdsstart": 21526285, "chr": "12", "position": [[21507893, 21507947], [21526270, 21526365], [21531170, 21532914]], "strand": 1, "transcript": "NM_001329201", "txend": 21532914, "txstart": 21507893}], "generif": [{"pubmed": 11318791, "text": "Observational study of genotype prevalence and gene-disease association. (HuGE Navigator)"}, {"pubmed": 11786016, "text": "structure-based design and study of non-amyloidogenic, double N-methylated IAPP amyloid core sequences as inhibitors of IAPP amyloid formation and cytotoxicity"}, {"pubmed": 11979402, "text": "progressive intermittent exercise protocol of moderate to maximum exercise intensities stimulates increases in amylin levels"}, {"pubmed": 12086946, "text": "estrogen prevents or reverses obesity and diabetes in transgenic mice expressing the human gene"}, {"pubmed": 12221327, "text": "The presence of amylin-derived islet amyloid is felt to play a significant role in the remodeling of the endocrine pancreas as well as the natural progressive history of type 2 diabetes mellitus."}, {"pubmed": 12298020, "text": "Inhibition of amyloid fibril formation of human amylin by N-alkylated amino acid and alpha-hydroxy acid residue containing peptides"}, {"pubmed": 12367525, "text": "Results describe a novel molecular recognition motif within the human islet amyloid polypeptide (hIAPP) molecule."}, {"pubmed": 12441106, "text": "results suggest strongly that human amylin induces apoptosis in pancreatic islet beta-cells through stimulation of expression and activation of c-Jun"}, {"pubmed": 12540610, "text": "Increased dietary fat promotes islet cell formation and dysfunction in transgenic mice models."}, {"pubmed": 12588049, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12588049, "text": "polymorphism of IAPP gene in nondiabetic subjects and type 2 diabetes is associated with lower levels of LDL cholesterol; abnormalities of coding regions or 5'-UTR not associated with type 2 diabetes or gestational diabetes mellitus in Spanish population."}, {"pubmed": 12589759, "text": "Data show that the three specific proline residues in human and rat amylin play a dominant negative role in fibril formation."}, {"pubmed": 12611974, "text": "Human amylin, like beta-Amyloid, is capable of modulating ion channel function in rat cholinergic basal forebrain neurons. The hAmylin effects could be occluded by beta-amyloid and vice versa."}, {"pubmed": 12679865, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12706318, "text": "IAPP is found in 90% of patients with NIDDM at post-mortem. More extensive amyloidosis is associated with decreased islet function and requirement for insulin therapy."}, {"pubmed": 12706321, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12706321, "text": "The frequency of the S20G mutation in the amylin gene is 1.92% in unrelated Korean type 2 diabetic patients and this mutation is associated with a lower BMI and a higher HbA(1c) level."}, {"pubmed": 12717671, "text": "DAP 12 gene of chromosome 19q13.1 is implicated in Nasu Hakola disease"}, {"pubmed": 12717720, "text": "conformational preferences of hIAPP(20-29) in membrane-mimicking environments"}, {"pubmed": 12767835, "text": "role played by the hydrophobic and aromatic residues in inter-sheet association and fibril formation"}, {"pubmed": 14532296, "text": "amylin has a role in evoking a JNK1-mediated apoptotic pathway, which is partially dependent and partially independent of caspase-8, and in which caspase-3 acts as a common downstream effector"}, {"pubmed": 14578294, "text": "Islet amyloid deposits were identified using Congo red staining in islets of patients with NIDDM."}, {"pubmed": 14656003, "text": "Amylin is widely expressed in non-tumorous pancreatic islets and in one insulin producing beta cell tumor"}, {"pubmed": 14659752, "text": "the dominant effect of insulin is to act on the elongation portion of the fiber formation reaction"}, {"pubmed": 15292167, "text": "this study reports the expression, purification and characterization of the amyloidogenicity and cytotoxicity of recombinant human mature IAPP"}, {"pubmed": 15321714, "text": "Results describe the interactions of islet amyloid polypeptide (IAPP) with phospholipid bilayers and the morphological effects of membranes on IAPP fibers."}, {"pubmed": 15342243, "text": "interaction between lipid bilayers and the 37 amino acid residue polypeptide amylin, which is the primary constituent of the pancreatic amyloid associated with type 2 diabetes"}, {"pubmed": 15358791, "text": "Data are consistent with a parallel arrangement of islet amyloid polypeptide (IAPP) peptides within the amyloid fibril."}, {"pubmed": 15527771, "text": "process of hIAPP amyloid formation is accompanied by a loss of barrier function, whereby lipids are extracted from the membrane and taken up in the forming amyloid deposits"}, {"pubmed": 15638806, "text": "Structure of the amylin fibrils was studied using atomic force microscopy."}, {"pubmed": 15710403, "text": "findings are consistent with the hypothesis that membrane-active pre-fibrillar hIAPP oligomers insert into beta cell membranes in NIDDM"}, {"pubmed": 15778964, "text": "Structural analysis of the clusters clearly suggested the formation of \"flat\" ellipsoid-shaped clusters through a preferred locally parallel alignment of the peptides in water."}, {"pubmed": 15811365, "text": "protein structure of amylin (as a model for amyloid fibrils)"}, {"pubmed": 15878744, "text": "Genetic polymorphism of the islet amyloid polypeptide gene promoter region is not associated with type 2 diabetes or islet amyloidosis."}, {"pubmed": 15878744, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15929864, "text": "Oligomeric IAPP assemblies exert toxic effects on beta cells that die, leading to reduced beta-cell mass. (review)"}, {"pubmed": 15983227, "text": "Rosiglitazone and metformin protect beta-cells from the deleterious effects of islet amyloid, and this effect may contribute to the ability of these treatments to alleviate the progressive loss of beta-cell mass and function in type 2 diabetes."}, {"pubmed": 16142909, "text": "conditions that promote weakly stable alpha-helical conformations may promote IAPP aggregation"}, {"pubmed": 16204373, "text": "In human islets, activation of PPAR-gamma inhibits h-IAPP-induced islet cell apoptosis, and this action is at least in part mediated through activation of the phosphatidylinositol 3'-kinase-Akt cascade."}, {"pubmed": 16303136, "text": "The amino acid residues 20-29 region of IAPP was tested for amyloidogenic domain."}, {"pubmed": 16331989, "text": "Results describe the role of Histidine-18 in amyloid formation by human islet amyloid polypeptide."}, {"pubmed": 16403520, "text": "IAPP monomers might insert with high efficiency in biological membranes in vivo; this process could play an important role as a first step in IAPP-induced membrane damage in type 2 diabetes."}, {"pubmed": 16804082, "text": "The HIP rat, a human IAPP transgenic rat model that develops islet pathology comparable to humans with type 2 diabetes."}, {"pubmed": 16866369, "text": "The heparin binding site in the N-terminus of IAPP precursor is characterized in detail, and an important role for the IAPP Cys-13/Cys-18 disulfide bridge in heparin binding is demonstrated."}, {"pubmed": 16950544, "text": "No mutation in IAPP was found in the Mexican Mestizo population."}, {"pubmed": 16950544, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 17123962, "text": "While optical spectroscopy shows IAPP to be natively unfolded, NMR chemical shifts of backbone and beta-carbon resonances reveal the sampling of alpha-helical states across a continuous stretch comprising approximately 40% of the protein."}, {"pubmed": 17212787, "text": "We found a structural similarity between a typical glycolipid-binding domain (the V3 loop of HIV-1 gp120) and the minimal amyloid-forming fragment of the human islet amyloid polypeptide, i.e. the octapeptide core module NFGAILSS"}, {"pubmed": 17213278, "text": "Amylin levels and hypertension may be linked by a novel mechanism involving the capacity of amylin to induce endothelial dysfunction in type 2 diabetes."}, {"pubmed": 17353506, "text": "In human IAPP transgenic mouse models,anti-toxic oligomer antibodies do not prevent IAPP-induced beta-cell apoptosis."}, {"pubmed": 17475933, "text": "endoplasmic reticulum stress is a mechanism by which IAPP induces beta-cell apoptosis"}, {"pubmed": 17495860, "text": "found renal amylin deposition in patients with diabetic nephropathy and the deposition was associated with disease severity"}, {"pubmed": 17563070, "text": "Endoplasmic reticulum stress responses are intracellular signaling mechanisms induced by extracellular hIAPP aggregation and theubiquitin-proteasome pathway is implicated."}, {"pubmed": 17617411, "text": "formation of hydrogen peroxide from amylin could contribute to the progressive degeneration of islet cells in type-2 diabetes mellitus"}, {"pubmed": 17660321, "text": "Dynamic conformational changes observed for negatively charged lipid interfaces play an important role as the first steps of IAPP-induced membrane damage in type II diabetes."}, {"pubmed": 17722920, "text": "findings show that the I26P point mutatnt had a profound effect on the ability of hIAPP to form amyloid; the I26P point mutant was also a potent inhibitor of wild-type fibrillization"}, {"pubmed": 17804609, "text": "Using IAPP transgenic mice, interventions that decreased both glycosaminoglycan synthesis and O-linked protein glycosylation reduced islet amyloid formation."}, {"pubmed": 17911343, "text": "Findings indicate the pancreatic beta-cell toxic effects of hIAPP depend on the propensity of IAPP to aggregate, but not on the consequence of protein overexpression."}, {"pubmed": 18291688, "text": "The effects of (1-40)betaA and (25-35)betaA peptides on human amylin (hA)-mediated cell death and [(125)I-Tyr(37)]hA precipitation, was investigated."}, {"pubmed": 18408164, "text": "These observations point toward a mechanism in which growth of hIAPP fibrils, rather than a particular hIAPP species, is responsible for the observed membrane damage in type 2 diabetes mellitus."}, {"pubmed": 18483616, "text": "Review the interaction of hIAPP with membranes, with a focus on hIAPP structure and on the proposed mechanisms of hIAPP-induced membrane damage in relation to beta-cell death in type 2 diabetes mellitus."}, {"pubmed": 18486611, "text": "Amylin shares neurotoxic properties with Abeta42."}, {"pubmed": 18497871, "text": "To investigate the roles of hIAPP and islet amyloidosis in type 2 diabetes mellitus, transgenic mice expressing hIAPP in their islet beta cells were generated."}, {"pubmed": 18556473, "text": "Atomic structure of the cross-beta spine of amyloid polypeptide (amylin) is reported."}, {"pubmed": 18615201, "text": "The reduced glucagon response to protein challenge may reflect a direct inhibitory influence of hIAPP on glucagon secretion."}, {"pubmed": 18624122, "text": "Amylin is clearly involved in glucose homeostasis through the inhibition of gastric emptying and postprandial hepatic glucose production, eventually reducing postprandial glucose excursions."}, {"pubmed": 18710262, "text": "the amyloidogenicity of amylin and its processing intermediates in vitro."}, {"pubmed": 18751967, "text": "Decreasing the activity of TRPV4 prevented human islet amyloid polypeptide (hIAPP)-induced [Ca(2+)](i) changes, reduced hIAPP-triggered ER stress and improved cell viability"}, {"pubmed": 18815541, "text": "Report higher islet amyloid load in men than in women with type 2 diabetes mellitus."}, {"pubmed": 18989932, "text": "NMR structures of the human and rat IAPP(1-19) peptides in DPC micelles"}, {"pubmed": 18989933, "text": "results indicate that the modulation of the peptide orientation in the membrane by His18 plays a key role in the toxicity of nonamyloidogenic forms of hIAPP"}, {"pubmed": 19002432, "text": "When present in transgenic mice, amyloid formation results in recurrence of hyperglycaemia."}, {"pubmed": 19146426, "text": "This His/Arg-18 mutation results in reduced affinity binding of human IAPP to insulin in comparison to rat IAPP."}, {"pubmed": 19148619, "text": "When transfected into mice, induces oxidative stress, which may feed back to further exacerbate amyloid formation and contribute to beta cell apoptosis."}, {"pubmed": 19151199, "text": "Human IAPP transgenic rats show resustance to increasted beta cell mass and and can adapt to high-fat diets."}, {"pubmed": 19244249, "text": "Dynamic alpha-helix structure of micelle-bound human amylin."}, {"pubmed": 19338997, "text": "There is a significant positive correlation between amylin and insulin levels at fasting both in women with polycystic ovary syndrome and controls, but amylin did not correlate with fasting glucose levels."}, {"pubmed": 19346479, "text": "This experimental approach provides a detailed view of the aggregation pathway of hIAPP fibril formation."}, {"pubmed": 19402658, "text": "study of the conformational ensembles of IAPP segment 15-27 in both wild type and the S20G mutant type; results reveal that the residue G20 initiates a turnlike structure in the neighborhood, facilitating the formation of long-ranged contacts"}, {"pubmed": 19427320, "text": "The authors show that in the presence of negatively charged membranes, proIAPP exhibits a much higher amyloidogenic propensity than in bulk solvent."}, {"pubmed": 19538245, "text": "mutations of hIAPP gene are not a common cause of neonatal/infancy/childhood-onset diabetes"}, {"pubmed": 19554505, "text": "Amylin is expressed in the human placenta and is regulated by nutritional status."}, {"pubmed": 19573128, "text": "gene is unlikely to have a significant role in monogenic diabetes in humans"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19647738, "text": "Data demonstrate that gangliosides play an essential role in the formation of amyloid deposits by human IAPP on plasma membranes."}, {"pubmed": 19720065, "text": "The modulatory effect of cholesterol was largely independent of membrane charge or phospholipids, suggesting a novel cholesterol-regulated amylin polymerization process."}, {"pubmed": 19794060, "text": "Tetracycline suppresses the misfolding of human IAPP in transgenic mice, and may be able to prevent the ensuing type ii diabetes."}, {"pubmed": 19810772, "text": "annexin A5 is coexpressed in human beta-cells and that exogenous annexin A5 reduces the level of h-IAPP-induced apoptosis in human islets by approximately 50% and in rodent beta-cells by approximately 90%"}, {"pubmed": 19817482, "text": "This study suggests that the hIAPP precursors prohIAPP and prohIAPP(1-48) do not serve as amyloid initiators but rather prevent aggregation and membrane damage of mature hIAPP in early stages of its biosynthesis and intracellular transport."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931436, "text": "Decreased secretion of amylin may be a mechanism through which reduced nutrient intake adversely affects bone mineral density in women with anorexia nervosa."}, {"pubmed": 19948124, "text": "these newly observed differences between human and rat amylin in solution and their possible relation to aggregation and to the physiological function of amylin binding to the calcitonin receptor"}, {"pubmed": 20028124, "text": "Although human IAPP is extremely amyloidogenic, human IAPP fibrils do not seed amyloid formation by rat IAPP."}, {"pubmed": 20186753, "text": "show that both A beta and human amylin (HA) deregulate identical proteins, a quarter of which are mitochondrial, supporting the notion that mitochondrial dysfunction is a common target in these two amyloidoses."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20421596, "text": "The study found IAPP in non-diabetic pancreata, whereas diabetic pancreata showed variable IAPP expression."}, {"pubmed": 20429571, "text": "the absence of the disulfide bond greatly decreases the extent of the IAPP helix formed throughout residues 5-9 in favor of random coil and beta-sheet structure."}, {"pubmed": 20509034, "text": "Proamylin may play an important role in amyloid deposit in patients with impaired glucose regulation and type 2 diabetes."}, {"pubmed": 20536124, "text": "Zinc, which is found at millimolar concentrations in the secretory granule, significantly inhibits hIAPP amyloid fibrillogenesis at concentrations similar to those found in the extracellular environment."}, {"pubmed": 20579740, "text": "Data show that the abolition by Cu(II) of the propensity of ProIAPP(1-48) to form amyloid may have important implications for the treatment of T2DM."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20630475, "text": "Fluorescence emission measurements, infrared measurements, and quenching studies indicate that the aromatic residues are differentially exposed in the fibril state with Phe15 being the most exposed."}, {"pubmed": 20735358, "text": "Data show that HSP70, GRP78/BiP and HSP40/DnaJ each independently suppressed hA misfolding."}, {"pubmed": 20807286, "text": "Data show that BChE interacts with amylin through its core domain and efficiently attenuates both amylin fibril and oligomer formation."}, {"pubmed": 20809197, "text": "The aromatic residues of the islet amyloid polypeptide fragment LANFLVH are capable of affecting the self-assembly kinetics of the peptides and peptide-membrane interactions, but they are not essential either for amyloid formation or membrane leakage."}, {"pubmed": 20814419, "text": "The scaffold protein p62 that delivers polyubiquitinated proteins to autophagy may have a protective role against human-IAPP-induced apoptosis."}, {"pubmed": 20887731, "text": "aggregation kinetics, seeding ability, morphology, conformation, stability, and toxicity of amyloid fibrils formed by a 20-residue domain of the islet amyloid polypeptide (IAPP), as well as of a backward and scrambled version of this peptide"}, {"pubmed": 20923655, "text": "The conformational preferences of human amylin monomer in solution is reported using molecular simulations and infrared experiments."}, {"pubmed": 21130765, "text": "Data indicated that a novel stable dimer was observed in pIAPP(20-29) solution, whereas hIAPP(20-29) exists mostly as monomers and trimers."}, {"pubmed": 21138812, "text": "Human amylin may not produce any significant effect on perfusion pressure, heart rate and contractility in isolated, perfused rat hearts."}, {"pubmed": 21148563, "text": "The molecular basis of distinct aggregation pathways of islet amyloid polypeptide."}, {"pubmed": 21158384, "text": "Structural polymorphism of human islet amyloid polypeptide (hIAPP) oligomers highlights the importance of interfacial residue interactions"}, {"pubmed": 21219896, "text": "IAPP gene locus may not be useful predictor for type 2 diabetes mellitus risk assessment"}, {"pubmed": 21266296, "text": "The study is comparing the structural properties of human and rat islet amyloid polypeptide by MD computer simulations at 310 and 330 K and shows the effect of the disulfide bridge on the conformation of IAPP."}, {"pubmed": 21266924, "text": "In a postprandial state, prolonged exercise stimulates glucagon and cortisol increases that are associated with stable blood glucose and leptin concentrations; insulin, C-peptide, and amylin concentrations decline."}, {"pubmed": 21281583, "text": "These results suggest that insulin has a more complicated role in inhibiting IAPP fibrillogenesis, and that other factors, such as the low pH of the secretory granule, may also play a role."}, {"pubmed": 21391619, "text": "Results show the importance of secondary nucleation in the fibrillization of amylin, as this could provide a pathway to continue fibril growth once an initial population of fibrils is established."}, {"pubmed": 21555785, "text": "Short heparin fragments containing two- or eight-saccharide monomers protect against amylin cytotoxicity toward a MIN6 mouse cell model of pancreatic beta-cells."}, {"pubmed": 21566116, "text": "Hexafluoroisopropanol induces amyloid fibrils of islet amyloid polypeptide by enhancing both hydrophobic and electrostatic interactions."}, {"pubmed": 21606325, "text": "Data show that IAPP oligomeric species that arise through stochastic nucleation on membranes and result in disruption of the lipid bilayer."}, {"pubmed": 21616080, "text": "Zinc inhibits the formation of the IAPP dimer and mature fiber while promoting the formation of oligomers; IAPP binds to zinc as a hexamer by minimizing unfavorable steric interactions."}, {"pubmed": 21633185, "text": "All islets from type 1 diabetics show less insulin cells and less IAPP positive cells with 2X glucagon/somatostatin cells of control; some insulin-negative cells were IAPP positive, suggesting presence of IAPP in degenerating/regenerating islets."}, {"pubmed": 21695120, "text": "These findings point to a potential for Drosophila melanogaster to serve as a model system for studies of hproIAPP and hIAPP expression with subsequent aggregation and developed pathology."}, {"pubmed": 21742788, "text": "IAPP fibrils or oligomers have a crucial role in the progressive failure of beta-cells in transplants and thereby also indirectly support a similar mechanism in type 2 diabetes. (review)"}, {"pubmed": 21865171, "text": "an actin-mediated and cholesterol-dependent mechanism for selective uptake and clearance of amylin oligomers, impairment of which greatly potentiates amylin toxicity."}, {"pubmed": 21916515, "text": "Presented is a study of IAPP fibril by theoretical and experimental two-dimensional infrared spectroscopy, combined with atomistic molecular dynamics simulations."}, {"pubmed": 21935471, "text": "Study suggests that amylin is strongly associated with inflammatory markers and MetS."}, {"pubmed": 21947943, "text": "Beta-Amyloid protein and amylin regulated apoptotic genes through the amylin receptor."}, {"pubmed": 21984830, "text": "hIAPP overexpression inhibits insulin and IAPP secretion in response to glucose affecting the activity of K(ATP) channels"}, {"pubmed": 22003494, "text": "By tuning the IAPP/insulin ratio, atomic force microscopy reveals the resulting nanostructure morphology changes from fibrils to oligomers, to annular."}, {"pubmed": 22038516, "text": "Data suggest that aggregation of islet amyloid polypeptide as islet amyloid increases mRNA levels of markers of extrinsic and intrinsic apoptotic pathways in beta cells in a JNK-dependent manner."}, {"pubmed": 22106265, "text": "Data show that duplex folding structures in islet amyloid polypeptide (hIAPP(8-37) assembly were observed featuring a hairpin structure."}, {"pubmed": 22120172, "text": "The study uses mass-action kinetics and scaling analysis to reconstruct the amyloid aggregation pathway, and find that the initiation step requires four IAPP monomers."}, {"pubmed": 22135135, "text": "This study provides a mechanistic insight into the kinetic evolution of cell-toxic assemblies in mixtures of ABETA with the highly amyloidogenic IAPP under cellular membrane-like conditions."}, {"pubmed": 22187437, "text": "local secondary structure and the relative orientation of the secondary structure elements"}, {"pubmed": 22193043, "text": "aggregation of islet amyloid polypeptide might be an important cause of progressing beta-cell dysfunction in clinically transplanted islets"}, {"pubmed": 22206987, "text": "S20K mutant forms amyloid with an 18-fold longer lag phase in homogeneous solution. Thioflavin T binding assays, together with experiments using a p-cyanophenylalanine variant of human IAPP, show that S20K mutant inhibits amyloid formation by human IAPP"}, {"pubmed": 22210153, "text": "The authors show that the human islet amyloid polypeptide aggregates bind at lipid/aqueous interfaces with beta-strands oriented at 48 degrees relative to the interface."}, {"pubmed": 22325282, "text": "sequence-dependent mechanical propertie"}, {"pubmed": 22334700, "text": "C4BP binds to IAPP thereby limiting complement activation and may be enhancing formation of IAPP fibrils from cytotoxic oligomers"}, {"pubmed": 22404928, "text": "the effects of hIAPP on lipid bilayers"}, {"pubmed": 22542527, "text": "postulate that the engineered forms of NUCB1 prevent hIAPP fibril formation by a mechanism where protofibril-like species are \"capped\" to prevent further fibril assembly and maturation"}, {"pubmed": 22693597, "text": "insight into the hIAPP-membrane interaction and the molecular mechanism of membrane disruption by hIAPP oligomers"}, {"pubmed": 22734583, "text": "Deamidation accelerates amyloid formation and the deamidated material is able to seed amyloid formation by unmodified amylin."}, {"pubmed": 22781911, "text": "Letter: report islet amyloid polypeptide amyloidosis in Japanese subjects with/without type 2 diabetes mellitus."}, {"pubmed": 22876830, "text": "The results obtained in this study using model membranes reveal that membrane-bound IAPP species display a pronounced membrane perturbation ability and suggest the potential involvement of the oligomeic forms of IAPP in membrane dysfunction."}, {"pubmed": 22944668, "text": "antimicrobial activity of human islet amyloid polypeptide against clinically relevant bacteria"}, {"pubmed": 23016872, "text": "The kinetics of IAPP amyloid formation are strongly dependent on ionic strength, varying by a factor of >10 over the range of 20-600 mM NaCl at pH 8.0, but the effect is not entirely due to Debye screening."}, {"pubmed": 23145779, "text": "The study reports a series of molecular dynamics simulations of two asymmetric polymorphs of the amylin fibril models."}, {"pubmed": 23225004, "text": "Islet amyloid polypeptide: aggregation and fibrillogenesis in vitro and its inhibition."}, {"pubmed": 23229548, "text": "MMP-9 constitutes an endogenous islet protease that limits islet amyloid deposition and its toxic effects via degradation of hIAPP."}, {"pubmed": 23229921, "text": "Results indicate the incorporation of electron donating groups on the aromatic ring of Phe-23 virtually abolish the ability of hIAPP22-29 to form amyloid."}, {"pubmed": 23256729, "text": "The ability of all single aromatic to leucine mutants, all double aromatic to leucine mutants, and the triple leucine mutant to form amyloid were examined.[IAPP]"}, {"pubmed": 23261986, "text": "amylin directly stimulates fat cells, potentiates the effects of insulin and may influence insulin resistance."}, {"pubmed": 23267797, "text": "Rosiglitazone treatment of recipients of amyloid forming islets may not improve transplantation outcomes."}, {"pubmed": 23332070, "text": "the presence of Ca(2+) ions inhibits membrane damage occurring immediately after the interaction of freshly dissolved hIAPP with the membrane."}, {"pubmed": 23337872, "text": "Studies indicate that IAPP is one of the most amyloidogenic sequences known."}, {"pubmed": 23380070, "text": "Studies indicate that mutations in the putative helical region alter the rate of amyloid formation."}, {"pubmed": 23457571, "text": "the secondary structure of amylin in amyloid fibrils"}, {"pubmed": 23458258, "text": "Studies indicate residue-specific information about amyloid intermediate states of IAPP, alpha-synuclein, and tau were characerized with Forster resonance energy transfer (FRET)."}, {"pubmed": 23493863, "text": "The data indicate minimal membrane disruption by both human and rat-IAPP20-29 when compared to the full-length IAPP peptide."}, {"pubmed": 23493869, "text": "Owing to the presence of various types of osmolytes in the cellular environment, this study focuses on the impact of stabilizing (trimethylamine N-oxide and betaine) and destabilizing (urea) cosolvents on the aggregation and fibrillation of IAPP."}, {"pubmed": 23611340, "text": "His18 residue of IAPP binds heme under physiological conditions and results in an axial high-spin active site with a trans-axial water derived ligand."}, {"pubmed": 23614446, "text": "The findings presented in this work suggest that the inter-conversion of amylin between an alpha-helix and a beta-hairpin is an activated process and could constitute the nucleation event for fibril growth."}, {"pubmed": 23796517, "text": "A molecular mechanism for differential Pdx1 affinity to elements from the insulin and iapp promoter sequences."}, {"pubmed": 24009497, "text": "Studied the structure of two species of aggregating IAPP (human&cat)and two non-aggregating(pig&rat). Simulations suggest that the hairpin structure, only observed in the aggregating species, may be linked to the pathological role of this peptide."}, {"pubmed": 24010666, "text": "effect of proline substitutions on the conformation of the hIAPP monomer"}, {"pubmed": 24028418, "text": "The stability, conformational dynamics and association force of different single-layer models of the full-length wild-type and glycine mutants of amylin, were investigated."}, {"pubmed": 24268144, "text": "the stability and orientation of membrane-embedded aggregates of the human islet amyloid polypeptide"}, {"pubmed": 24338965, "text": "C-peptide-insulin and IAPP-insulin interactions are mediated by a defined binding site, while such a feature is not apparent in the IAPP-C-peptide association."}, {"pubmed": 24352606, "text": "The study combines atomistic simulations and experiments to demonstrate a broad range of conformational states of IAPP double channels in lipid membranes. All individual channels display high selectivity for Cl(-) ions over cations."}, {"pubmed": 24410108, "text": "In the critically ill amylin, concentrations are not elevated and not associated with feed intolerance"}, {"pubmed": 24520345, "text": "The presence of ApoE4 may attenuate amylin's capacity to remove Abeta, especially Abeta1-40, from the Alzheimer's disease brain."}, {"pubmed": 24551113, "text": "The mechanical properties of human islet amyloid polypeptide (hIAPP) fibrils with respect to their molecular structures as well as their amino acid sequence, were characterized."}, {"pubmed": 24671002, "text": "Plasma levels of IAPP and insulin deviate in a subpopulation of young with newly-diagnosed type 1 diabetes."}, {"pubmed": 24703313, "text": "Analysis shows that interactions involving His-18 and the C-terminus Tyr are not essential for amyloid formation and, furthermore, shows that disrupting this potential interaction in both backgrounds enhances the rate of amyloid formation"}, {"pubmed": 24739876, "text": "Results indicate that (-)-epigallocatechin-3-gallate (EGCG) destabilized the islet amyloid polypeptide (hIAPP1-37) oligomers."}, {"pubmed": 24825179, "text": "Introducing the porcine insulin promoter-hIAPP expression vector into PK15 cells combined with exogenous Pdx-1, MafA and NeuroD1 resulted in the efficient expression of hIAPP at the gene level, but not the protein."}, {"pubmed": 24879150, "text": "given that deficiency in UCHL1 exacerbated the defective autophagy/lysosomal degradation characteristic of IAPP proteotoxicity, we demonstrate a previously unrecognized role of UCHL1 in the function of the autophagy/lysosomal pathway in beta-cells"}, {"pubmed": 24896327, "text": "Studies indicate that in addition to circulating amylin, amylin has been found to be synthetized de novo in the brain."}, {"pubmed": 24898659, "text": "The study showed a positive relationship between plasma amylin levels and cognitive domains including memory, visuospatial ability and executive function."}, {"pubmed": 24928165, "text": "These results demonstrate the ability of the engineered beta-wrapin HI18 for shielding the hydrophobic sequence of IAPP during expression and purification"}, {"pubmed": 25010593, "text": "the role of chaperones in a stressed cellular model of hIAPP overexpression"}, {"pubmed": 25036705, "text": "In mice with beta cell-specific expression of human IAPP, a deficiency in autophagy resulted in development of overt diabetes, which was not observed in mice expressing human IAPP alone or lacking autophagy alone."}, {"pubmed": 25036706, "text": "increased insulin resistance in combination with reduced autophagy may enhance the toxic potential of IAPP and enhance beta cell dysfunction and progression of T2DM"}, {"pubmed": 25036708, "text": "Induction of high levels of human IAPP in mouse beta cells resulted in accumulation of this amyloidogenic protein as relatively inert fibrils within cytosolic p62-positive inclusions, which temporarily averts formation of toxic oligomers."}, {"pubmed": 25080969, "text": "Mass spectrometric investigations show that copper(II) induces significant changes in the amylin structure, which decrease the protein fibrillogenesis."}, {"pubmed": 25146704, "text": "There was abundant amylin aggregates in lysates of cardiac myocytes from obese patients, but not in controls. amylin aggregation at the sarcolemma induces oxidative stress and Ca(2+) dysregulation."}, {"pubmed": 25224501, "text": "A number of pathophysiological changes of the T2DM islet can be related to the amyloidogenic properties of hIAPP"}, {"pubmed": 25342134, "text": "found by global gene expression profiling that BACE2 was up-regulated in the rat pancreatic beta-cell line INS1E stably transfected with human IAPP gene"}, {"pubmed": 25409149, "text": "deletion of the DeltaN isoforms of p63 or p73 leads to metabolic reprogramming and regression of p53-deficient tumours through upregulation of IAPP, the gene that encodes amylin, a 37-amino-acid peptide co-secreted with insulin by the beta cells of the pancreas"}, {"pubmed": 25427619, "text": "The effect of a single proline mutant at position 26 in an amylin polypeptide on its binding to a lipid bilayer was studied."}, {"pubmed": 25494791, "text": "Graphene nanosheets can easily and quickly win a competitive adsorption of human islet amyloid polypeptides (hIAPP22-28) and associated fibrils against cell membrane, due to graphene's two-dimensional, hydrophobic surface."}, {"pubmed": 25495656, "text": "Study revealed that cholesterol slightly affects the aggregational and conformational behavior of hIAPP, and the affinity of hIAPP for cholesterol is significantly smaller than that for anionic lipids."}, {"pubmed": 25545917, "text": "Serum levels of preptin and amylin were significantly lower in patients with psoriasis and Behcet's disease."}, {"pubmed": 25649462, "text": "Inhibition of IAPP aggregation by insulin depends on the insulin oligomeric state regulated by zinc ion concentration"}, {"pubmed": 25706385, "text": "cross-seeding assemblies between hIAPP and rIAPP oligomers"}, {"pubmed": 25903685, "text": "Computational studies identified new IAPP mutations that have stronger amyloid fibrils destabilizing potential that the currently known."}, {"pubmed": 25913357, "text": "Structural studies and cytotoxicity assays of \"aggregation-prone\" IAPP(8-16) and its non-amyloidogenic variants suggest its important role in fibrillogenesis and cytotoxicity of human amylin."}, {"pubmed": 25922077, "text": "interaction between HS and IAPP or the subsequent effects represent a possible therapeutic target whose blockage can lead to a prolonged survival of beta cells"}, {"pubmed": 25952953, "text": "Surface molecular structure and amino acid residue composition of hIAPP fibrils are specifically probed with nanoscale resolution using tip-enhanced Raman spectroscopy."}, {"pubmed": 25966003, "text": "Taken together, these findings imply that membrane binding per se is insufficient to generate cytotoxicity; instead, enhanced sampling of rare states within the membrane-bound ensemble may potentiate IAPP's toxic effects."}, {"pubmed": 26173078, "text": "The computational models support the cross-sequence interactions between ABETA and IAPP pentamers, which would lead to the complex hybrid ABETA-IAPP assemblies."}, {"pubmed": 26221949, "text": "Secondary Structure of Rat and Human Amylin"}, {"pubmed": 26263128, "text": "Study focused on human islet amyloid polypeptide aggregates and a de novo designed short polypeptide at lipid/water and air/glass interfaces; found that parallel beta-sheets adopt distinct orientations at various interfaces and exhibit characteristic chiroptical responses in the amide I and N-H stretch regions."}, {"pubmed": 26331261, "text": "structural and dynamical information of amylin and CGRP"}, {"pubmed": 26352401, "text": "When copper(II) was present in the solution, no dimers were detected. Thus, the copper(II) ions disrupt the association pathway to the formation of beta-sheet rich amylin fibrils."}, {"pubmed": 26483547, "text": "Matrix Metalloproteinase-9 Protects Islets from Amyloid-induced Toxicity."}, {"pubmed": 26603575, "text": "combined computational and experimental study offers detailed mechanistic insight into the complex role of zinc on IAPP aggregation and T2D development"}, {"pubmed": 26607804, "text": "the effect of the endoplasmic reticulum chaperone protein disulfide isomerase (PDI) on beta-cell dysfunction, was examined."}, {"pubmed": 26777153, "text": "The intramolecular hydrogen bond formation by His(18) and the possibility of His(18) participating in the formation of alpha-helical structures greatly modulated the manner of hIAPP amyloid formation."}, {"pubmed": 26786104, "text": "These data suggest participation by both soluble and fibrillar aggregates in IAPP-induced islet inflammation. IAPP-induced activation of TLR2 and secretion of IL-1 may be important therapeutic targets to prevent amyloid-associated beta cell dysfunction."}, {"pubmed": 26953503, "text": "Data suggest that IAPP/membrane interaction strongly depends on protonation state of His18; at neutral pH, N-terminal domain is stabilized/anchored to membrane, while C-terminal domain is disordered as if in solution."}, {"pubmed": 26960140, "text": "Hsp72 (HSPA1A) prevents h-IAPP aggregation and toxicity."}, {"pubmed": 27067251, "text": "Chondroitin sulfate A has an intensive promotion effect on the fibrillation of human IAPP at the palmitoyloleoylphosphatidylcholine (POPC) membrane, which is larger than the total effect of Chondroitin sulfate A alone and POPC alone."}, {"pubmed": 27317951, "text": "beta-hairpin peptide inhibitor of IAPP aggregation that are stabilized in that conformation, or even forced to remain in the hairpin conformation by a backbone cyclization constraint, display superior activity as inhibitors."}, {"pubmed": 27387230, "text": "Together, our preclinical results suggest that AT406 could be further evaluated as a promising anti-pancreatic cancer agent."}, {"pubmed": 27410742, "text": "effect of cholesterol on the amyloidogenicity of IAPP"}, {"pubmed": 27479186, "text": "The kinetics of human amylin amyloid formation can be monitored by SYPRO-orange fluorescence and match the time course determined with thioflavin-T assays."}, {"pubmed": 27566545, "text": "C4BP protects beta-cells from IAPP cytotoxicity by modulating IAPP fibril formation extracellularly and also, after uptake by the cells, by enhancing cholesterol synthesis."}, {"pubmed": 27607147, "text": "This study supports the elucidation of the structural basis of IAPP amyloid formation and highlights the extent of amyloid fibril polymorphism."}, {"pubmed": 27641459, "text": "The IAPP beta-hairpin can serve as a molecular recognition motif enabling control of IAPP aggregation."}, {"pubmed": 27804051, "text": "hA17-29 aggregate toxicity seems to be mediated by RAGE and p75-NGFR receptors"}, {"pubmed": 28045370, "text": "These results suggest that protein segment structures represent polymorphs of their parent protein and that segment 19-29 S20G may serve as a model for the toxic spine of human IAPP."}, {"pubmed": 28058779, "text": "Data (including data from studies using tissues from transgenic mice) suggest that IL1B plays dual roles by (1) mediating islet amyloid-induced FAS up-regulation and apoptosis in pancreatic beta-cells and (2) down-regulating IAPP precursor processing thereby potentiating islet amyloid formation. (IL1B = interleukin-1beta; FAS = FAS cell surface death receptor; IAPP = islet amyloid polypeptide)"}, {"pubmed": 28059785, "text": "Using the Tg2576 AD mouse model, a single intraperitoneal injection of amylin significantly increased Abeta serum levels, and the effect was abolished by AC253, an amylin receptor antagonist, suggesting that amylin effect could be mediated by its receptor. Subsequent mechanistic studies showed amylin enhanced Abeta transport across a cell-based model of the blood-brain barrier."}, {"pubmed": 28074190, "text": "Al(III) could promote fibrillation and aggregation of hIAPP, while EGCG could inhibit the fibrillation of hIAPP and lead to the formation of hIAPP amorphous aggregates instead of the ordered fibrils"}, {"pubmed": 28337562, "text": "The absence of BACE2 ameliorates glucose tolerance defects induced by IAPP overexpression in the beta-cell and promotes beta-cell survival."}, {"pubmed": 28338927, "text": "Data show that aluminum (Al3+) could inhibit islet amyloid polypeptide hIAPP(11-28) fibrillogenesis."}, {"pubmed": 28433710, "text": "down-regulation of IAPP expression induces the death of human annulus fibrosus cells via mitochondrial and death receptor pathways, potentially offering a novel therapeutic target for the treatment of intervertebral disc degeneration."}, {"pubmed": 28585804, "text": "All-atom explicit-water molecular dynamics (MD) simulations studying adsorption, orientation, and surface interaction of hIAPP aggregates with different sizes (monomer to tetramer) and conformations (monomer with alpha-helix and tetramer with beta-sheet-rich U-turn) upon adsorption. hIAPP monomer with alpha-helical conformation and hIAPP pentamer with beta-sheet conformation can adsorb on both POPC and POPC/POPE bilayers."}, {"pubmed": 28602716, "text": "point mutations within the central aggregation-prone regions contribute to the reduction of the overall amyloidogenic potential of IAPP but do not completely abolish the formation of IAPP amyloid fibrils."}, {"pubmed": 28614667, "text": "Data suggest that a single GlcNAc residue at CTR N130 (asparagine 130) is responsible for enhanced affinity of calcitonin for CTR ECD; the same appears to apply for enhanced affinity of amylin for RAMP2-CTR ECD. [GlcNAc = N-acetylglucosamine; CTR = calcitonin receptor; ECD = extracellular domain; RAMP2 = receptor (calcitonin) activity modifying protein 2]."}, {"pubmed": 28684415, "text": "Data suggest that single aromatic/hydrophobic amino acid residues within IAPP (islet amyloid polypeptide) amyloid core region are able to control its interaction with amyloid-beta(1-40) or amyloid-beta(1-42) but not IAPP self-assembly; four aromatic/hydrophobic residues are able to control both IAPP amyloid self-assembly and its cross-interaction with amyloid-beta(1-40) or amyloid-beta(1-42)."}, {"pubmed": 28692245, "text": "Study presents a new Zn(2+) binding site in the N-terminus of fibrillary amylin with three different coordination modes. Simulations showed that Zn(2+) ions bind to polymorphic amylin fibrils with a preference to bind to four Cys residues rather than two Cys residues of two neighboring amylin monomers."}, {"pubmed": 28771324, "text": "In this work, the decisive roles of peptide structures on amyloid self-assembly and morphological diversity were investigated by the design of eight amyloidogenic peptides derived from islet amyloid polypeptide."}, {"pubmed": 28801684, "text": "The molecular dynamics simulations also demonstrate that the beta-sheet intermediates induce more perturbation on the membrane than the alpha-helical and disordered states and thus pose higher disruption ability."}, {"pubmed": 28983871, "text": "this paper shows that human amylin induces CD4+Foxp3+ regulatory T cells and decrease in the incidence of diabetes in nod mice"}, {"pubmed": 29046394, "text": "The aggregation of rhIAPP also occurred significantly faster when compared with that of the chemically synthesized peptide."}, {"pubmed": 29148426, "text": "During aggregation, the nucleating NFGAIL region remains flexible and accessible within this isolated intermediate, suggesting a mechanism by which membrane-associated aggregation may be propagated."}, {"pubmed": 29352842, "text": "Insulin resistance in rheumatoid arthritis does not appear to be mediated by amylin. This would imply that the mechanisms associated with IR in RA patients differ from those at work in type 2 diabetes."}, {"pubmed": 29360346, "text": "This study highlights that with positional scanning of the split-tetracysteine motif (Cys-Cys), the fluorogenic probe fluorescein arsenical hairpin detection method offers unique time-dependent conformational insights on the proteospecies assembled throughout the amyloidogenic pathway of IAPP."}, {"pubmed": 29373018, "text": "cholesterol significantly modulates the ability of model membranes to induce IAPP amyloid formation and IAPP-mediated membrane damage."}, {"pubmed": 29507232, "text": "Bri2 BRICHOS domain is a potent inhibitor of IAPP fibril formation.IAPP colocalizes with Bri2 both intracellularly and in islet amyloid deposits."}, {"pubmed": 29580826, "text": "Human amylin is one of the peptides forming fibrils in beta-sheet conformation finally leading to amyloid formation. In contrast to rodent amylin, human amylin is prone to form amyloidogenic aggregates, proposed to play a role in the pathogenesis of Type 2 Diabetes by impairing beta-cell functionality."}, {"pubmed": 29604965, "text": "These findings suggest that increased membrane permeation induced by oligomeratization of amylin peptide in cell sarcolemma contributes to Ca(2+) dysregulation in pre-diabetes."}, {"pubmed": 29705815, "text": "hIAPP overexpression in pancreatic cells induced MTORC1 activation and mitophagy inhibition, favoring a pro-fission scenario of damaged mitochondria, these cells turn out to be more susceptible to the ER-stress-induced apoptosis and malfunction."}, {"pubmed": 29857172, "text": "research provides a new outlook for the design of oxidovanadium complexes as effective inhibitors of hIAPP against T2DM."}, {"pubmed": 29864717, "text": "Levels of retinal islet amyloid polypeptide (IAPP) are altered in Alzheimer's disease patients and correlate with vascular changes and hippocampal IAPP levels."}, {"pubmed": 30012886, "text": "suggests a novel regulatory pathway in beta-cells involving proteasome, FOXA2, and IAPP, which can be possibly targeted to regulate hIAPP levels and islet amyloidosis in type 2 diabetes"}, {"pubmed": 30014749, "text": "In conclusion, IAPP/amylin directly interacts with NLRP3 to activate NLRP3 inflammasome, and this interaction could be an attractive drug target to avoid inflammation and beta-cell death during therapy for diabetes, although there are mechanisms in NLRP3 inflammasome and diabetes pathology in human tissues that still require elucidation."}, {"pubmed": 30067339, "text": "This study performed molecular dynamics simulation for the full-length human IAPP using the polarized protein-specific charges and calculated the electrostatic interaction energy for amyloid oligomers."}, {"pubmed": 30463298, "text": "these findings highlighted a novel role of sub-toxic concentrations of human amylin in promoting the secretion of proteic factors by endothelial cells (HspB5 and VEGF) that support the survival and proliferation of neuron-like cells."}, {"pubmed": 30468883, "text": "Our results also reveal the ability of EGCG or EGCG:Zn(II) to efficiently suppress IAPP's cellular toxicity. We believe that the reported results could be useful to develop strategies to trap IAPP intermediates for further biophysical and structural studies, and also to devise approaches to abolish amyloid aggregation and cellular toxicity."}, {"pubmed": 30474090, "text": "Mass spectrometry has been applied to determine the deamidation sites and the aggregation region of the deamidated human islet amyloid polypeptide (hIAPP). Mutant hIAPP with iso-aspartic residue mutations at possible deamidation sites showed very different fibril formation behaviour, which correlates with the observed deamidation-induced acceleration of hIAPP aggregation."}, {"pubmed": 30502402, "text": "discrete molecule dynamics simulations were used to investigate the oligomerization of full-length hIAPP."}, {"pubmed": 30672430, "text": "This study was planned to test whether follicular fluid (FF) levels of patatin-like phospholipase domain containing 3-gene (PNPLA3:adiponutrin), preptin, kisspeptin, and amylin change in polycystic ovarian syndrome."}, {"pubmed": 30737030, "text": "This study that Cu(II) ions bound to the IAPP peptide together with H2O2, can induce formation of large amounts of IAPP dimers connected by covalent dityrosine cross-links."}, {"pubmed": 30803034, "text": "The study presents the characterization of the structure ensemble of human IAPP, as well as the differences between human IAPP and its non-amyloidogenic homologous such as rat IAPP and illuminates the amyloidosis mechanism of IAPP."}, {"pubmed": 30814273, "text": "All-atom molecular dynamics simulation studies on full-length hIAPP pentamer with Azadirachtin (AZD) suggested that AZD interacted with four possible binding sites in the amyloidogenic region of hIAPP."}, {"pubmed": 30975901, "text": "These results indicate that specific intra- and intermolecular interactions involving Asn-21 promote IAPP primary nucleation events by modulating the conformational conversion of the oligomeric intermediates into amyloid fibrils."}, {"pubmed": 31213603, "text": "Study revealed that the conserved HIF1alpha/PFKFB3 signaling pathway is activated by IAPP misfolded protein-driven stress in pancreatic beta-cells to trigger an adaptive protective metabolic response that slows beta-cell death at the expense of beta-cell function. This signaling pathway is activated in beta-cells in humans with type 2 diabetes providing a basis for slow beta-cell loss."}, {"pubmed": 31222470, "text": "This suggests a dual role of ganglioside lipids, affecting the aggregation of hIAPP by either accelerating or inhibiting amyloid formation depending on the membrane binding and the ganglioside concentration."}, {"pubmed": 31376172, "text": "The presence of both tau and Amyloid beta inclusions in pancreatic beta cells, and of amylin deposits in the brain, provides new evidence of a potential overlap in the mechanisms underlying the pathogenesis of T2 Diabetes Mellitus and Alzheimer Disease."}, {"pubmed": 31436406, "text": "Molecular Dynamics Simulations Reveal the Inhibitory Mechanism of Dopamine against Human Islet Amyloid Polypeptide (hIAPP) Aggregation and Its Destabilization Effect on hIAPP Protofibrils."}, {"pubmed": 31600260, "text": "This structural analysis provides novel insight into the aggregation process of hIAPP in the fat body tissue of Drosophila melanogaster."}, {"pubmed": 31804529, "text": "Unpacking the aggregation-oligomerization-fibrillization process of naturally-occurring hIAPP amyloid oligomers isolated directly from sera of children with obesity or diabetes mellitus."}, {"pubmed": 31846753, "text": "Amylin and Leptin interaction: Role During Pregnancy, Lactation and Neonatal Development."}, {"pubmed": 31884473, "text": "Levels of Retinal Amyloid-beta Correlate with Levels of Retinal IAPP and Hippocampal Amyloid-beta in Neuropathologically Evaluated Individuals."}, {"pubmed": 31947546, "text": "Apolipoprotein E Interferes with IAPP Aggregation and Protects Pericytes from IAPP-Induced Toxicity."}, {"pubmed": 31984442, "text": "PAM haploinsufficiency does not accelerate the development of diet- and human IAPP-induced diabetes in mice."}, {"pubmed": 32123956, "text": "Symmetry-breaking transitions in the early steps of protein self-assembly."}, {"pubmed": 32159545, "text": "Fractal self-assembly and aggregation of human amylin."}, {"pubmed": 32364695, "text": "Analysis of Amylin Consensus Sequences Suggests That Human Amylin Is Not Optimized to Minimize Amyloid Formation and Provides Clues to Factors That Modulate Amyloidogenicity."}, {"pubmed": 32385803, "text": "Acute zoster plasma contains elevated amyloid, correlating with Abeta42 and amylin levels, and is amyloidogenic."}, {"pubmed": 32463790, "text": "Influence of human amylin on the membrane stability of rat primary hippocampal neurons."}, {"pubmed": 32541895, "text": "Cryo-EM structure of islet amyloid polypeptide fibrils reveals similarities with amyloid-beta fibrils."}, {"pubmed": 32541896, "text": "Cryo-EM structure and inhibitor design of human IAPP (amylin) fibrils."}, {"pubmed": 32587390, "text": "Amylin and beta amyloid proteins interact to form amorphous heterocomplexes with enhanced toxicity in neuronal cells."}, {"pubmed": 32800950, "text": "Assessing the role of osmolytes on the conformational harmony of islet amyloid polypeptide."}, {"pubmed": 32860895, "text": "Role of lysine residue of islet amyloid polypeptide in fibril formation, membrane binding, and inhibitor binding."}, {"pubmed": 32879439, "text": "Tryptophan-galactosylamine conjugates inhibit and disaggregate amyloid fibrils of Abeta42 and hIAPP peptides while reducing their toxicity."}, {"pubmed": 32893436, "text": "Studies on the cross-interaction between hIAPP and Abeta25-35 and the aggregation process in binary mixture by electrospray ionization-ion mobility-mass spectrometry."}, {"pubmed": 32929282, "text": "Fibril structures of diabetes-related amylin variants reveal a basis for surface-templated assembly."}, {"pubmed": 32943189, "text": "Structural characterization and cryo-electron tomography analysis of human islet amyloid polypeptide suggest a synchronous process of the hIAPP1-37 amyloid fibrillation."}, {"pubmed": 33003086, "text": "Pancreatic Angiopathy Associated With Islet Amyloid and Type 2 Diabetes Mellitus."}, {"pubmed": 33007295, "text": "Interaction of human IAPP and Abeta1-42 aggravated the AD-related pathology and impaired the cognition in mice."}, {"pubmed": 33097922, "text": "Enlightening amyloid fibrils linked to type 2 diabetes and cross-interactions with Abeta."}, {"pubmed": 33235246, "text": "alpha-Synuclein promotes IAPP fibril formation in vitro and beta-cell amyloid formation in vivo in mice."}, {"pubmed": 33411018, "text": "Microcanonical insights into the physicochemical stability of the coformulation of insulin with amylin analogues."}, {"pubmed": 33420039, "text": "An autophagy enhancer ameliorates diabetes of human IAPP-transgenic mice through clearance of amyloidogenic oligomer."}, {"pubmed": 33500359, "text": "Metabolic Regulator IAPP (Amylin) Is Required for BRAF and RAS Oncogene-Induced Senescence."}, {"pubmed": 33802170, "text": "Mechanisms of Transthyretin Inhibition of IAPP Amyloid Formation."}, {"pubmed": 34312771, "text": "Genetic Depletion of Amylin/Calcitonin Receptors Improves Memory and Learning in Transgenic Alzheimer's Disease Mouse Models."}, {"pubmed": 34313292, "text": "The kinetics of islet amyloid polypeptide phase-separated system and hydrogel formation are critically influenced by macromolecular crowding."}, {"pubmed": 34365921, "text": "Nonhuman IAPP Variants Inhibit Human IAPP Aggregation."}, {"pubmed": 34596033, "text": "Amylin serum levels are upregulated in patients with systemic lupus erythematosus."}, {"pubmed": 35164285, "text": "Molecular Mechanisms of Amylin Turnover, Misfolding and Toxicity in the Pancreas."}, {"pubmed": 36055578, "text": "SORLA mediates endocytic uptake of proIAPP and protects against islet amyloid deposition."}, {"pubmed": 36671553, "text": "Novel Hominid-Specific IAPP Isoforms: Potential Biomarkers of Early Alzheimer's Disease and Inhibitors of Amyloid Formation."}, {"pubmed": 36835187, "text": "Plasma IAPP-Autoantibody Levels in Alzheimer's Disease Patients Are Affected by APOE4 Status."}, {"pubmed": 36898349, "text": "Lipid domain boundary triggers membrane damage and protein folding of human islet amyloid polypeptide in the early pathogenesis of amyloid diseases."}, {"pubmed": 37121365, "text": "Impact of Ca[2+] on membrane catalyzed IAPP amyloid formation and IAPP induced vesicle leakage."}, {"pubmed": 37126782, "text": "Interspecies Variation Affects Islet Amyloid Polypeptide Membrane Binding."}, {"pubmed": 37762425, "text": "The Abeta42 Peptide and IAPP Physically Interact in a Yeast-Based Assay."}, {"pubmed": 38338796, "text": "Amylin, Another Important Neuroendocrine Hormone for the Treatment of Diabesity."}, {"pubmed": 38604526, "text": "The Co-oligomers of Abeta42 and Human Islet Amyloid Polypeptide Exacerbate Neurotoxicity and Alzheimer-like Pathology at Cellular Level."}], "genomic_pos": {"chr": "12", "end": 21379980, "ensemblgene": "ENSG00000121351", "start": 21354959, "strand": 1}, "genomic_pos_hg19": {"chr": "12", "end": 21532912, "start": 21507893, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 8152488, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 10342886, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 2608057, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0010739", "pubmed": 22500019, "qualifier": "involved_in", "term": "positive regulation of protein kinase A signaling"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019233", "qualifier": "involved_in", "term": "sensory perception of pain"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030316", "qualifier": "involved_in", "term": "osteoclast differentiation"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0031333", "pubmed": 22500019, "qualifier": "involved_in", "term": "negative regulation of protein-containing complex assembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042755", "qualifier": "involved_in", "term": "eating behavior"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043065", "pubmed": 22500019, "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0043410", "pubmed": 22500019, "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045453", "qualifier": "involved_in", "term": "bone resorption"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045671", "qualifier": "involved_in", "term": "negative regulation of osteoclast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045779", "qualifier": "involved_in", "term": "negative regulation of bone resorption"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0050850", "pubmed": 22500019, "qualifier": "involved_in", "term": "positive regulation of calcium-mediated signaling"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097647", "qualifier": "involved_in", "term": "amylin receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:1905907", "pubmed": 22500019, "qualifier": "involved_in", "term": "negative regulation of amyloid fibril formation"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "TAS", "id": "GO:0001540", "pubmed": 22500019, "qualifier": "enables", "term": "amyloid-beta binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005102", "pubmed": 22500019, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005179", "qualifier": "enables", "term": "hormone activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17051221, 26840340], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "EXP", "id": "GO:0008289", "pubmed": 32077246, "qualifier": "enables", "term": "lipid binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [17640888, 18408164, 21130765, 24042052, 24561193, 26840340, 32541895], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048018", "pubmed": 22500019, "qualifier": "enables", "term": "receptor ligand activity"}]}, "homologene": {"genes": [[9544, 114670806], [9598, 741937], [9606, 3375], [9615, 403909], [10090, 15874], [10116, 24476]], "id": 36024}, "interpro": [{"desc": "Islet amyloid polypeptide", "id": "IPR000443", "short_desc": "IAPP"}, {"desc": "Calcitonin peptide-like", "id": "IPR001693", "short_desc": "Calcitonin_peptide-like"}, {"desc": "Calcitonin, conserved site", "id": "IPR018360", "short_desc": "Calcitonin_CS"}, {"desc": "Calcitonin/adrenomedullin", "id": "IPR021116", "short_desc": "Calcitonin/adrenomedullin"}, {"desc": "Calcitonin-like", "id": "IPR021117", "short_desc": "Calcitonin-like"}], "ipi": ["IPI00023679", "IPI00795976", "IPI01012213"], "map_location": "12p12.1", "name": "islet amyloid polypeptide", "other_names": ["Islet amyloid polypeptide (diabetes-associated peptide; amylin)", "amylin", "diabetes-associated peptide", "insulinoma amyloid peptide", "islet amyloid polypeptide"], "pantherdb": {"HGNC": "5329", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96382", "ortholog_type": "LDO", "panther_family": "PTHR10505", "taxid": 10090, "uniprot_kb": "P12968"}, {"RGD": "2854", "ortholog_type": "LDO", "panther_family": "PTHR10505", "taxid": 10116, "uniprot_kb": "P12969"}, {"Ensembl": "ENSGALG00000013168", "ortholog_type": "LDO", "panther_family": "PTHR10505", "taxid": 9031, "uniprot_kb": "Q90743"}, {"Ensembl": "ENSDARG00000105976", "ortholog_type": "LDO", "panther_family": "PTHR10505", "taxid": 7955, "uniprot_kb": "A0A286YA88"}], "uniprot_kb": "P10997"}, "pathway": {"kegg": [{"id": "hsa04080", "name": "Neuroactive ligand-receptor interaction - Homo sapiens (human)"}, {"id": "hsa04950", "name": "Maturity onset diabetes of the young - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-186712", "name": "Regulation of beta-cell development"}, {"id": "R-HSA-210745", "name": "Regulation of gene expression in beta cells"}, {"id": "R-HSA-372790", "name": "Signaling by GPCR"}, {"id": "R-HSA-373080", "name": "Class B/2 (Secretin family receptors)"}, {"id": "R-HSA-388396", "name": "GPCR downstream signalling"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-418555", "name": "G alpha (s) signalling events"}, {"id": "R-HSA-419812", "name": "Calcitonin-like ligand receptors"}, {"id": "R-HSA-500792", "name": "GPCR ligand binding"}, {"id": "R-HSA-977225", "name": "Amyloid fiber formation"}]}, "pdb": ["1KUW", "2G48", "2KB8", "2L86", "3DG1", "3FPO", "3FR1", "3FTH", "3FTK", "3FTL", "3FTR", "3G7V", "3G7W", "3HGZ", "5K5G", "5KNZ", "5KO0", "5MGQ", "6UCJ", "6UCK", "6VW2", "6Y1A", "6ZRF", "6ZRQ", "6ZRR", "7BG0", "7M61", "7M62", "7M64", "7M65", "7YKW", "7YL0", "7YL3", "7YL7", "8AWT", "8AZ0", "8AZ1", "8AZ2", "8AZ3", "8AZ4", "8AZ5", "8AZ6", "8AZ7", "8F0J", "8F0K", "8F2A", "8F2B", "8R4I"], "pfam": "PF00214", "pharmgkb": "PA29579", "pharos": {"target_id": 16109, "tdl": "Tchem"}, "pir": "S04016", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292942", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251083", "relationship": "is"}, {"id": "GNF251084", "relationship": "is"}, {"id": "GNF251085", "relationship": "is"}, {"id": "GNF251086", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338083", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097555", "relationship": "is"}, {"id": "GNF137210", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000012.12", "NC_060936.1"], "protein": ["NP_000406.1", "NP_001316130.1"], "rna": ["NM_000415.3", "NM_001329201.2"], "translation": [{"protein": "NP_001316130.1", "rna": "NM_001329201.2"}, {"protein": "NP_000406.1", "rna": "NM_000415.3"}]}, "reporter": {"HG-U133_Plus_2": "207062_at", "HG-U95Av2": "37871_at", "HTA-2_0": "TC12000230.hg.1", "HuEx-1_0": "3407770", "HuGene-1_1": "7954377", "HuGene-2_1": "16749095"}, "summary": "This gene encodes a member of the calcitonin family of peptide hormones. This hormone is released from pancreatic beta cells following food intake to regulate blood glucose levels and act as a satiation signal. Human patients with type 1 and advanced type 2 diabetes exhibit reduced levels of the encoded hormone in blood and pancreas. This protein also exhibits a bactericidal, antimicrobial activity. [provided by RefSeq, Jul 2016].", "symbol": "IAPP", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415831"}, "unigene": "Hs.46835", "uniprot": {"Swiss-Prot": "P10997", "TrEMBL": ["F5H0S1", "F5H1F0", "H0YF85"]}, "wikipedia": {"url_stub": "Amylin"}}