{"AllianceGenome": "5344", "HGNC": "5344", "MIM": "147840", "_id": "3383", "_version": 3, "accession": {"genomic": ["AC011511.12", "AY225514.1", "CH471106.1", "CP068259.2", "KT584154.1", "KX239886.1", "KX239887.1", "KX239888.1", "KX239889.1", "KX239890.1", "KX239891.1", "KX239892.1", "KX239893.1", "KX258233.1", "LC749816.1", "LC750696.1", "M65001.1", "NC_000019.10", "NC_060943.1", "NG_012083.1", "U86814.1", "X57151.1", "X59286.1"], "protein": ["AAA52708.1", "AAA52709.1", "AAA52710.1", "AAA60392.1", "AAA60393.1", "AAB46863.1", "AAB51145.1", "AAH15969.1", "AAO30128.1", "AAP35500.1", "AAQ14901.1", "AAQ14902.1", "ADO22559.1", "AOP17743.1", "AOP17744.1", "AOP17745.1", "AOP17746.1", "AOP17747.1", "AOP17748.1", "AOP17749.1", "AOP17750.1", "AOP17751.1", "BAG35520.1", "BAG60348.1", "BAG61077.1", "BAG62944.1", "CAA30051.1", "CAA40441.1", "CAA41977.1", "EAW84086.1", "EAW84087.1", "NP_000192.2", "P05362.2"], "rna": ["AF340038.1", "AF340039.1", "AH002984.2", "AK130659.1", "AK298054.1", "AK298983.1", "AK301412.1", "AK312636.1", "BC015969.2", "BG149901.1", "BP346334.1", "BT006854.1", "GQ901042.1", "J03132.1", "M24283.1", "NM_000201.3", "S82847.1", "X06990.1"], "translation": [{"protein": "BAG35520.1", "rna": "AK312636.1"}, {"protein": "BAG62944.1", "rna": "AK301412.1"}, {"protein": "AAQ14901.1", "rna": "AF340038.1"}, {"protein": "AAH15969.1", "rna": "BC015969.2"}, {"protein": "CAA30051.1", "rna": "X06990.1"}, {"protein": "AAP35500.1", "rna": "BT006854.1"}, {"protein": "ADO22559.1", "rna": "GQ901042.1"}, {"protein": "BAG60348.1", "rna": "AK298054.1"}, {"protein": "AAA60393.1", "rna": "AH002984.2"}, {"protein": "AAA52708.1", "rna": "M24283.1"}, {"protein": "AAA60392.1", "rna": "AH002984.2"}, {"protein": "AAA52709.1", "rna": "J03132.1"}, {"protein": "AAQ14902.1", "rna": "AF340039.1"}, {"protein": "BAG61077.1", "rna": "AK298983.1"}, {"protein": "AAB46863.1", "rna": "S82847.1"}, {"protein": "NP_000192.2", "rna": "NM_000201.3"}]}, "alias": ["BB2", "CD54", "P3.58"], "ensembl": {"gene": "ENSG00000090339", "protein": ["ENSP00000264832", "ENSP00000413124", "ENSP00000465680"], "transcript": ["ENST00000264832", "ENST00000423829", "ENST00000585443", "ENST00000588645", "ENST00000592686"], "translation": [{"protein": "ENSP00000413124", "rna": "ENST00000423829"}, {"protein": "ENSP00000465680", "rna": "ENST00000588645"}, {"protein": "ENSP00000264832", "rna": "ENST00000264832"}], "type_of_gene": "protein_coding"}, "entrezgene": "3383", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 13.5430974413, "exp_mis": 216.701116379, "exp_syn": 105.689003121, "lof_z": 2.56873939976068, "mis_z": -0.0763846294780431, "mu_lof": 9.66036935828e-07, "mu_mis": 1.94416180301e-05, "mu_syn": 9.33579365725e-06, "n_lof": 4.0, "n_mis": 219.0, "n_syn": 108.0, "p_li": 0.11779732116171, "p_null": 0.00562485309549064, "p_rec": 0.8765778257428, "syn_z": -0.139358835909214}, "bp": 1599, "cds_end": 10395963, "cds_start": 10381835, "n_exons": 7, "nonpsych": {"exp_lof": 12.1190040458, "exp_mis": 195.996621263, "exp_syn": 95.5199463315, "lof_z": 3.13678255684089, "mis_z": -0.1082058145298, "mu_lof": 9.66036935828e-07, "mu_mis": 1.94416180301e-05, "mu_syn": 9.33579365725e-06, "n_lof": 1.0, "n_mis": 199.0, "n_syn": 99.0, "p_li": 0.927028752219457, "p_null": 0.000100069817598328, "p_rec": 0.0728711779629446, "syn_z": -0.224182592690756}, "nontcga": {"exp_lof": 12.4461201956, "exp_mis": 199.351511838, "exp_syn": 97.2203631041, "lof_z": 2.64129991962986, "mis_z": -0.269883054778251, "mu_lof": 9.66036935828e-07, "mu_mis": 1.94416180301e-05, "mu_syn": 9.33579365725e-06, "n_lof": 3.0, "n_mis": 207.0, "n_syn": 97.0, "p_li": 0.324644279829705, "p_null": 0.00338685734013306, "p_rec": 0.671968862830162, "syn_z": 0.0141506515644832}, "transcript": "ENST00000264832.3"}, "exons": [{"cdsend": 10285287, "cdsstart": 10271159, "chr": "19", "position": [[10271119, 10271226], [10274764, 10275028], [10283480, 10283786], [10284032, 10284320], [10284402, 10284657], [10284782, 10285028], [10285114, 10286615]], "strand": 1, "transcript": "NM_000201", "txend": 10286615, "txstart": 10271119}], "exons_hg19": [{"cdsend": 10395963, "cdsstart": 10381835, "chr": "19", "position": [[10381795, 10381902], [10385440, 10385704], [10394156, 10394462], [10394708, 10394996], [10395078, 10395333], [10395458, 10395704], [10395790, 10397291]], "strand": 1, "transcript": "NM_000201", "txend": 10397291, "txstart": 10381795}], "generif": [{"pubmed": 11072593, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11250042, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11354638, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11361181, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11409120, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11469468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11508575, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11716965, "text": "A defective expression of ICAM-1 (CD54) on secretory endometrial cells is associated with endometriosis."}, {"pubmed": 11726228, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11751911, "text": "IFN-gamma activates PLC-gamma2 via an upstream tyrosine kinase to induce activation of PKC-alpha and c-Src or Lyn, resulting in activation of STAT1alpha, and GAS in the ICAM-1 promoter, followed by initiation of ICAM-1 expression and monocyte adhesion."}, {"pubmed": 11776680, "text": "Premature labor is associated with up-regulation of adhesion molecules in the lower uterine segment"}, {"pubmed": 11817671, "text": "Role of ICAM-1 in the aggregation and adhesion of human alveolar macrophages in response to TNF-alpha and INF-gamma."}, {"pubmed": 11831440, "text": "Transient exposure of human bronchial epithelial cells to cytokines IFNG and TNFA, but not IL1B, leads to persistent increased expression of ICAM-1."}, {"pubmed": 11831864, "text": "Incubation of endothelial cells with conditioned media derived from stimulated macrophages modulates ICAM1 mRNA expression. Results suggest TNF-alpha and activation of the NF-kB pathway are involved."}, {"pubmed": 11837795, "text": "heat shock decreases endothelial cell ICAM-1 expression via inhibition of IKK activity"}, {"pubmed": 11838958, "text": "Down-regulation of cell adhesion molecules LFA-1 and ICAM-1 after in vitro treatment with the anti-TNF-alpha agent thalidomide."}, {"pubmed": 11847011, "text": "significant increase in plasma levels between day 1 and day 5 of G-CSF-induced stem cell mobilization; possible effect on leukocyte-endothelial cell interactions"}, {"pubmed": 11877286, "text": "oncogenic transformation by BCR-ABL may increase susceptibility of leukemic progenitors to NK cell cytotoxicity by a mechanism involving overexpression of ICAM-1"}, {"pubmed": 11881155, "text": "ICAM-1 participated in cell attachment to X- and Y-fragments, rather than to intact fibrinogen or late degradation products, fragments D and E."}, {"pubmed": 11893710, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11911111, "text": "Intercellular adhesion molecule-1 gene polymorphisms in isolated polymyalgia rheumatica."}, {"pubmed": 11911111, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 11914659, "text": "raised sICAM-1 in breast cancer, like the acute phase response, reflects inflammation"}, {"pubmed": 11922919, "text": "Elevated soluble CD40 ligand is related to the endothelial adhesion molecules in patients with acute coronary syndrome."}, {"pubmed": 11929876, "text": "Dynamic regulation of LFA-1 activation and neutrophil arrest on intercellular adhesion molecule 1 in shear flow"}, {"pubmed": 11935152, "text": "Relation between glycemic control, hyperinsulinaemia and plasma concentration in patients with glucose intolerance or niddm"}, {"pubmed": 11936473, "text": "colocalization of ICAM-1 and B7.1 molecules was demonstrated in Hashomoto's thyroiditis whereas no B7.1 expression was observed in Graves' disease"}, {"pubmed": 11953106, "text": "CD54 may play an important role in pathogenic process (in COPD)"}, {"pubmed": 11956618, "text": "expression of ICAM1 in colorectal cancer"}, {"pubmed": 11963839, "text": "women with stage III and IV endometriosis had higher serum concentrations of soluble VCAM-1, lower serum concentration of soluble ICAM-1"}, {"pubmed": 11983194, "text": "Prolonged, low dose alpha-tocopherol therapy counteracts intercellular cell adhesion molecule-1 activation"}, {"pubmed": 12011765, "text": "Blood levels of ICAM1 are low in non-Hodgkin's lymphoma patients"}, {"pubmed": 12020443, "text": "X-ray doses of < or =5 Gy did not induce ICAM-1 expression, or modulate TNFalpha-induced ICAM-1 expression."}, {"pubmed": 12027924, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12027924, "text": "polymorphism is associated with diabetic retinopathy in type 2 diabetes mellitus"}, {"pubmed": 12039084, "text": "pregnancy-induced hypertension is accompanied by overexpression of intercellular adhesion molecule-1 (ICAM-1) on peripheral blood and decidual lymphocytes studied \"in vitro\""}, {"pubmed": 12082081, "text": "During leukocyte adhesion VCAM-1, ICAM-1, and activated moesin and ezrin clustered in an endothelial actin-rich docking structure that anchored and partially embraced the leukocyte containing other cytoskeletal components"}, {"pubmed": 12082592, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 12086338, "text": "the preferential expression of ICAM-1 on the endothelium of femoral and iliac arteries in thromboangiitis obliterans"}, {"pubmed": 12095649, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12095649, "text": "that genetic polymorphisms of ICAM-1 might be clinically important in the development and progression of neurodegenerative diseases"}, {"pubmed": 12097408, "text": "In endothelial cells, ICAM-1 stimulates c-fos and rhoA transcription and up-regulates rhoA expression by a positive feedback pathway after RhoA activation."}, {"pubmed": 12097820, "text": "ICAM-1/beta2 integrin interactions mediate monocyte adhesion to human saphenous vein"}, {"pubmed": 12117984, "text": "infection with cagA+ Helicobacter pylori induces homotypic aggregation of macrophage-like cell by up-regulation and recruitment of intracellular adhesion molecule 1 to the cell surface and mediates the aggregation via LFA-1"}, {"pubmed": 12127369, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12127369, "text": "The TT and TC genotype of the ICAM-1 gene polymorphism in codon 469 is a genetic factor that may determine an individual's susceptibility for CHD and MI."}, {"pubmed": 12147222, "text": "modulation of expression in endothelial cells by glucosyltransfease inhibitor"}, {"pubmed": 12172318, "text": "E-selectin, intercellular adhesion molecule-1 (ICAM-1), and vascular adhesion molecule-1 (VCAM-1) were measured in serum from hypertensive patients with LV hypertrophy"}, {"pubmed": 12172576, "text": "Downregulation of icam-1 is associated with nodal metastasis in breast cancer"}, {"pubmed": 12175089, "text": "Serum levels of soluble intercellular adhesion molecule-1 (sICAM-1), ceruloplasmin (Cp), and transferrin (Tf) in rheumatoid arthritis. Serum Tf levels were significantly diminished and serum levels of sICAM-1 and Cp were significantly increased."}, {"pubmed": 12181421, "text": "Depletion of intracellular GTP results in nuclear factor-kappaB activation and intercellular adhesion molecule-1 expression in human endothelial cells."}, {"pubmed": 12192299, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12207164, "text": "may play a role in the development of nephropathy in patients with type 2 diabetes mellitus"}, {"pubmed": 12220988, "text": "B. pertussis FHA up-regulates ICAM-1 expression on respiratory epithelial cells through interaction of its RGD site with host cell VLA-5 integrin, and that PT impairs this response"}, {"pubmed": 12368450, "text": "Increased expression in Mycobacterium tuberculosis-infected human macrophages exhibiting enhanced cellular adhesion"}, {"pubmed": 12370391, "text": "ICAM-1 expression cooperatively facilitates L-selectin-mediated rolling of lymphocytes and neutrophils under physiologic shear flow."}, {"pubmed": 12391099, "text": "Circulating ICAM-1, IL-8, and MCP-1 in untreated obstructive sleep apnea were significantly greater than in controls. nCPAP therapy could reduce OSAS-induced hypoxia and generation of inflammatory mediators."}, {"pubmed": 12393699, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12402194, "text": "expression elicited by choline-binding protein A of Streptococcus pneumoniae in alveolar epithelial cells"}, {"pubmed": 12477764, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12480084, "text": "expressed in CSF of children with bacterial or viral meningitis"}, {"pubmed": 12496412, "text": "Expression of ICAM-1 is sufficient to initiate a signal-dependent adhesion of resting NK cells which can be greatly enhanced either by a pulse of IL-2 or IL-15, or by coexpression of LFA-3 or CD48 with ICAM-1, even in the absence of cytokines."}, {"pubmed": 12498973, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12498973, "text": "polymorphisms of the ICAM-1 gene may be clinically important and confirming that inflammatory mechanisms may be crucial in the pathophysiology of neuro-degenerative diseases."}, {"pubmed": 12506144, "text": "AP-1 activation calcium-dependent, suggesting the central involvement of this transcription factor in ICAM-1 and RANTES induction after the ligation of ICAM-1."}, {"pubmed": 12509902, "text": "The detection of serum sICAM-1 will be helpful in estimating the clinical severity of cerebral infarction."}, {"pubmed": 12524171, "text": "Observational study of genetic testing. (HuGE Navigator)"}, {"pubmed": 12529420, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12529420, "text": "the potential associations of ICAM-1 gene polymorphisms with endometriosis and its severity"}, {"pubmed": 12530121, "text": "serum levels elevated in asthmatic patients during acute attack"}, {"pubmed": 12533701, "text": "findings demonstrate that the cytomegalovirus transactivators IE2p86 and pp71 are crucial regulatory factors for human cytomegalovirus-induced ICAM-1 upregulation"}, {"pubmed": 12590979, "text": "Observational study and meta-analysis of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 12595908, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12600815, "text": "the expression of ICAM-1 might involve both p38 MAPK and NF-kappaB activities, whereas the regulation of CD11b, CD18, and ICAM-3 expressions might be mediated through p38 MAPK but not NF-kappaB."}, {"pubmed": 12624779, "text": "Expression of CD40, CD54 and HLA-DR were seen in the hair structure including the dermal papilla in alopecia areata."}, {"pubmed": 12637697, "text": "Synergistic effect of a polymorphism of interleukin-6 gene and 469 E/K polymorphism of the intercellular adhesion molecule-1 gene in Italian patients with history of ischemic stroke."}, {"pubmed": 12645577, "text": "ICAM-1 is induced by TNFalpha in a process that involves IKKbeta"}, {"pubmed": 12660163, "text": "activation of expression by p53"}, {"pubmed": 12660796, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12673844, "text": "Endothelial cells have increased expression of VCAM-1, E-selectin, and ICAM-1 when exposed to sickle blood cells."}, {"pubmed": 12714373, "text": "Exposure of epithelial monolayers to the combination of cigarette smoke followed by C5a results in an additive response for ICAM-1 expression and mononuclear cell adhesion compared with smoke or C5a challenge alone"}, {"pubmed": 12714566, "text": "Chlamydophila pneumoniae-induced ICAM-1 expression in HAECs requires NF-kappaB and PKC activation and NF-kappaB activation is PKC dependent"}, {"pubmed": 12715098, "text": "A developing and intensive airway inflammation correlates closely with a persistent expression of ICAM-1 and repeated activation of NF-kappaB."}, {"pubmed": 12716892, "text": "the interaction of CD98/LAT2 with ICAM-1, found to be expressed to the basolateral domain, and the potential of such interaction on intracellular signal activation in Caco2-BBE cell monolayers"}, {"pubmed": 12745437, "text": "IFNbeta-1a is strong regulator of ICAM 1 RNA splicing. IFNbeta-1a over-expression of ICAM 1 isoforms might have an immunoregulatory role in multiple sclerosis."}, {"pubmed": 12768436, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 12783117, "text": "In pregnant subjects, a positive correlation between monocyte ICAM-1 expression and a number of markers of vascular/thrombotic disease was observed, and also a significant relationship between monocyte ICAM-1 expression and soluble plasma ICAM-1 levels"}, {"pubmed": 12783123, "text": "demonstrated that bladder tumor cells express ICAM-1, and that this expression induces a fibrinogen-mediated migration and that ICAM-1/fibrinogen interaction is involved in the extravasation process."}, {"pubmed": 12788528, "text": "Extravasated and oxidized LDL in xanthoma adds to foam cell recruitment by activating tyrosine kinase and inducing adhesion of monocytes to dermal microvascular endothelial cells through VCAM-1 and E-selectin."}, {"pubmed": 12798307, "text": "combined use of a vector driving the expression of OX40L with three other costimulatory molecules (B7-1, ICAM-1, and LFA-3) both enhances initial activation and then further potentiates sustained activation of nai;ve and effector T cells."}, {"pubmed": 12808331, "text": "ICAM1 mutation is associated with BD susceptibility, and is another genetic risk factor for BD among the Korean population."}, {"pubmed": 12808331, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12829919, "text": "effect of PGE2 on the expression of ICAM-1 and B7 in the human mixed leukocyte reaction in the presence or absence of IL-18"}, {"pubmed": 12871600, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12902516, "text": "The presence of the cytoplasmic domain of ICAM-1 is essential for transendothelial migration of T lymphocytes as well as ICAM-1-mediated signaling and ICAM-1-mediated activation of Rho GTPase."}, {"pubmed": 12915579, "text": "infection with Kaposi's sarcoma-associated herpesvirus leads to the downregulation of MHC class I, CD31 (PE-CAM), and CD54 (ICAM-I)"}, {"pubmed": 12918698, "text": "Polymorphism in this gene is associated with susceptibility to ocular lesions and vasculitis in Korean patients with Behcet's disease."}, {"pubmed": 12939654, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12940514, "text": "Blood levels do not differ in normal and coronary artery disease patients"}, {"pubmed": 12946329, "text": "findings show that infection of bronchial epithelial cells by B. pertussis induces the degradation of IkappaBalpha and the subsequent activation of NF-kappaB, which in turn up-regulates ICAM-1 gene and protein expression"}, {"pubmed": 12954625, "text": "ICAM1 and RANKL are induced by Beta1 integrin/focal adhesion kinase on osteoblasts and in osteoclast maturation"}, {"pubmed": 12958678, "text": "ICAM-1 plays a role in tumor-mesothelial interactions under steady-state conditions.  Tumor-cell binding to a mesothelial monolayer was associated with increased expression of mesothelial ICAM-1 mediated by nuclear factor kappa-B."}, {"pubmed": 14504278, "text": "ICAM-1 has a role in SRC tyrosine kinase activation in pulmonary microvascular endothelial cells"}, {"pubmed": 14533030, "text": "Pterygium epithelium also seems to participate actively in the augmentation of this inflammatory process by expressing ICAM-1 and HLA-DR molecules."}, {"pubmed": 14534081, "text": "Adrenomedullin and ACTH induce cell surface expression of adhesion molecules E-selectin, VCAM-1, and ICAM-1 on human umbilical vein endothelial cells."}, {"pubmed": 14551606, "text": "ICAM-1 is a protective haplotype against multiple sclerosis."}, {"pubmed": 14557478, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14557478, "text": "polymorphism at position c.721G-->A is associated with an earlier age of GD onset and that the c.1405A-->G polymorphism of the ICAM-1 gene could predispose to Graves' ophthalmopathy"}, {"pubmed": 14572449, "text": "ICAM-1 protein is selectively expressed in cortical tubers, but is only minimally expressed in control cortex, adjacent nontuberal cortex of the tuberous sclerosis complex."}, {"pubmed": 14572618, "text": "TNFalpha stimulates binding of nuclear proteins to the nuclear factor kappa beta (NFkappaB) and the CAAT/enhancer binding protein (C/EBP) consensus sites in the ICAM-1 promoter in these cells"}, {"pubmed": 14605444, "text": "findings indicate that cytochalasin E activates protein kinase C under the depolymerization of actin filament, leading to the induction of interleukin-8 production and the up-regulation of CD54 in HeLa cells"}, {"pubmed": 14609725, "text": "intercellular adhesion molecule 1 expression was enhanced in the macrophage-derived foam cells"}, {"pubmed": 14634129, "text": "Vascular endothelium generates microfilament-, microtubule-, and calcium-dependent ICAM-1-enriched-cup-like structures within minutes of binding in vitro to lymphocyte function-associated antigen-1 (LFA-1)-bearing leukocytes."}, {"pubmed": 14643123, "text": "Our data indicate an aetiological role for ICAM-1 in type 1 diabetes, which needs to be confirmed in future genetic and functional experiments."}, {"pubmed": 14695458, "text": "Increased expression of ICAM1 may affect the development of initial atherosclerotic coronary stenosis, but not re-stenosis."}, {"pubmed": 14714557, "text": "minor trauma to skin may induce expression of E-selectin, ICAM-1 and IL-8"}, {"pubmed": 14722298, "text": "community-circulating strains of Coxsackie virus A21 can infect target cells expressing either ICAM-1 or decay-accelerating factor alone and that such interactions extend tissue tropism and impact directly on viral pathogenesis."}, {"pubmed": 14734737, "text": "Basal expression and colocalization of ICAM-1 with E-selectin and CCL17 chemokine in dermal vessels serves to recruit T cells to noninflamed human skin and provides a strong cutaneous immunosurveillance system and model interface with the environment."}, {"pubmed": 14737745, "text": "positive marker for precinical type 1 diabetes in children"}, {"pubmed": 14741380, "text": "study demonstrates that overexpression of RORalpha1 and RORalpha4 inhibits TNF-alpha induced expression of VCAM-1 and ICAM-1 in human umbilical vein endothelial cells by inhibiting the NF-B signaling pathway"}, {"pubmed": 14742996, "text": "beta2-AR agonists strongly inhibited the expression of ICAM-1 and CD40."}, {"pubmed": 14763917, "text": "Data indicate that weight loss is more important than glycaemic control in regulating circulating levels of ICAM-1 in morbidly obese subjects."}, {"pubmed": 14763979, "text": "Mutagenesis of domain 1 of ICAM-1 shows that the binding sites for different Plasmodium falciparum variants overlap to a large extent, but that there are subtle differences between them that correlate with their adhesive phenotypes."}, {"pubmed": 14975197, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 14984317, "text": "even a short-term exposure of endothelial cells (ECs) to high glucose concentration leads to their activation associated with increased expression of adhesion molecules such as ELAM-1, VCAM-1 and ICAM-1."}, {"pubmed": 14993495, "text": "In patients on continuous ambulatory peritoneal dialysis, carotid atherosclerosis is associated with markers of inflammation, malnutrition and circulating levels of adhesion molecule ICAM-1."}, {"pubmed": 15009098, "text": "Expresson is reduced in treatment with methotrexate in bullous pemphigoid."}, {"pubmed": 15013836, "text": "Intercellular adhesion molecule-1 immunoreactivity in gray and white matter of the ACC in bipolar subjects was increased compared with control subjects (gray: p =.001; white: p <.001) and schizophrenic subjects (gray: p =.016; white: p =.025)"}, {"pubmed": 15048650, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15048650, "text": "Our study in the Spanish population argues against the hypothesis that polymorphism at codon 469 of the ICAM-1 gene is causally related to Alzheimer's disease."}, {"pubmed": 15057477, "text": "Live Porphyromonas gingivalis enhanced the expression of intercellular adhesion molecule-1 (ICAM-1) on the surface of human umbilical vein endothelial cells (HUVECs) in a bacterial dose-dependent manner."}, {"pubmed": 15059493, "text": "Intercellular adhesion molecule 1 may play a role in asthma."}, {"pubmed": 15080580, "text": "intercellular adhesion molecule-1 may play an important inflammation-related role in plaque development."}, {"pubmed": 15081401, "text": "1548 polymorphism modifies inflammatory immune responses by changing cell-cell interaction and then regulating apoptosis"}, {"pubmed": 15094060, "text": "sICAM-1 was processed distal to Arg441, indicating that MMP-9, docking to ICAM-1, contributes to sICAM-1 shedding and attenuation of the shear stress-induced upregulation of ICAM-1."}, {"pubmed": 15123348, "text": "E469E homozygote status for ICAM-1 is associated with protection against primary sclerosing cholangitis."}, {"pubmed": 15123348, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15140794, "text": "Cytomegalovirus IE proteins stimulate ICAM-1 expression on villous trophoblasts by paracrine release of TNF alpha and IL1 beta, as well as by a direct effect on infected cells."}, {"pubmed": 15169768, "text": "Data show that MUC1 mucin expressed on the surface of cells can initiate a calcium-based oscillatory signal on contact with intercellular adhesion molecule (ICAM)-1-transfected cells."}, {"pubmed": 15208262, "text": "The ICAM-1/LFA-1 association was a more efficient transmission factor for HIV-1 bearing ICAM-1 than combined gp120/DC-SIGN & ICAM-3/DC-SIGN. The involvement of virus-bound ICAM-1 & LFA-1 in virus binding & carriage was confirmed in human lymphoid tissues."}, {"pubmed": 15210758, "text": "immature DCs owe part of their outstanding Ag-independent T cell stimulatory ability to chemokines and ICAM-1, but not DC-specific ICAM-3-grabbing nonintegrin."}, {"pubmed": 15212674, "text": "The ICAM-1 expression in visually normal peritoneal cells from women with endometriosis may play a role in the early implantation of peritoneal endometriosis."}, {"pubmed": 15221034, "text": "mean serum level of soluble ICAM-1 in bronchiolitis patients was significantly higher than in the 10 healthy control infants (345.8 +/- 99.7 microg/mL vs 237.1 +/- 81.7 microg/mL; p<0.05)."}, {"pubmed": 15246972, "text": "cAMP concentration in endothelial cells prevents thrombin-induced ICAM-1 expression by inhibiting p38 MAPK activation, which in turn prevents phosphorylation of RelA/p65 and transcriptional activity of the bound NF-kappaB."}, {"pubmed": 15272865, "text": "the specific CD23-engagement on lung endothelial cells cells induced a significant decrease in ICAM-1 expression, an adhesion molecule implicated in Plasmodium falciparum parasitized red blood cell cytoadherence"}, {"pubmed": 15279951, "text": "findings help clarify the essential requirements for Plasmodium falciparum erythrocyte membrane protein 1 (PfEMP1) binding to ICAM-1"}, {"pubmed": 15290909, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15290909, "text": "These data support linkage for Crohn's disease at 19p13 and suggest that the amino acid polymorphisms in ICAM-1 may be associated with IBD."}, {"pubmed": 15294853, "text": "LPA and S-1-P enhance ICAM-1 expression at both the mRNA and protein levels in human umbilical cord vein endothelial cells"}, {"pubmed": 15304054, "text": "ICAM-1, VCAM-1, E-selectin and interleukin-6 expression are enhanced by glucose and regulated by poly(ADP-ribose) polymerase in human umbilical endothelial cells"}, {"pubmed": 15308783, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15313174, "text": "Hypoxia alone did not increase either ROS production or ICAM-1 mRNA levels, but a 2.5-fold increase in ICAM-1 mRNA was noted by 30 min of reoxygenation."}, {"pubmed": 15331359, "text": "Clustered monocyte cell adhesion correlated with endothelial cells coexpressing intercellular adhesion molecule-1 (ICAM-1) and E-selectin as result of a flow-induced, selective upregulation of E-selectin expression in a subset of ICAM-1-expressing cells."}, {"pubmed": 15331736, "text": "A naturally occurring variant of ICAM-1, ICAM-1Kilifi, has altered binding characteristics with respect to different human rhinovirus serotypes."}, {"pubmed": 15334673, "text": "The expression of ICAM-1 in lymphatic vessels is beneficial to the judgement of the invasion and metastasis ability of colon cancer."}, {"pubmed": 15334773, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15353596, "text": "transgenic mice were made that express human intercellular adhesion molecule 1, the cell-surface receptor for Coxsackievirus A21; CAV21 administered to these mice via the intramuscular route causes a paralytic condition consistent with poliomyelitis"}, {"pubmed": 15361125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15379751, "text": "In an Irish population, the ICAM-1 K469E polymorphism is not associated with ishemic heart disease."}, {"pubmed": 15387368, "text": "results pinpoint ICAM-1 for the first time as a molecule crucially involved in small cell lung carcinoma cell-endothelial adhesion"}, {"pubmed": 15389590, "text": "Persistent cAMP elevation activating PKA is able to enhance ICAM-1 expression at cell surface of endothelial cells under pro-inflammatory conditions. Combination of activation of gene transcription and membrane targeting may account for this augmentation."}, {"pubmed": 15448102, "text": "ICAM-1 expression may share common genetic modulation with traits related to obesity, insulin resistance, and HDL3 cholesterol."}, {"pubmed": 15545280, "text": "N-Linked glycosylation regulate both conformation and immune related functions of ICAM receptors"}, {"pubmed": 15548573, "text": "The ICAM-1 is key molecule in immune-mediated and inflammatory processes and are thus critically involved in diverse clinical disorders, ranging from asthma to atherosclerosis."}, {"pubmed": 15550998, "text": "role in increased adhesiveness of circulating leukocytes in the pathogenesis of ulcerative colitis"}, {"pubmed": 15560890, "text": "Cell expression in response to tobacco smoke extract."}, {"pubmed": 15583842, "text": "ICAM-1 molecules interacted only with (group B Streptococcus)GBS-III liquor 90356 strain while beta1 integrin interacted with GBS-III liquor 90356 and GBS-V blood 90186 invasive strains"}, {"pubmed": 15593054, "text": "In myeloperoxidase-ANCA-positive microscopic polyangiitis, higher sICAM-1 and sELAM-1 levels during active phase and their slower decline during treatment period could be prognostic risk factor for chronic renal failure."}, {"pubmed": 15607204, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15607204, "text": "this risk increased elevenfold with the simultaneous presence of the intercellular adhesion molecule-1 (ICAM-1: E469K) KK genotype for multiple system atrophy."}, {"pubmed": 15611342, "text": "The Binding of monomeric intercellular adhesion molecule-1 (ICAM-1) induced profound changes in the conformation of LFA-1 but did not alter clustering, whereas binding of ICAM-1 oligomers induced significant microclustering."}, {"pubmed": 15650392, "text": "NF-kappaB appears crucial in ICAM-1 induction, but p38 activation itself is not sufficient to confer HO-1 expression and may not be involved in HO-1 and ICAM-1 induction in human tumor cells"}, {"pubmed": 15654951, "text": "PAR2 induces upregulation of cell adhesion molecules such as ICAM-1 in primary human keratinocytes via NF-kappaB activation"}, {"pubmed": 15665526, "text": "ICAM-1 in oral keratinocytes may have an immunostimulatory role in oral muocsa and skin"}, {"pubmed": 15666579, "text": "Direct implication of adhesion molecules in the pathogenesis or progression of type 2 diabetic retinopathy cannot be supported."}, {"pubmed": 15682683, "text": "ICAM-1 variants may modulate atherosclerosis in humans. Inflammatory gene polymorphisms may influence atherosclerosis independent of plasma levels of their gene products."}, {"pubmed": 15682683, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15696921, "text": "The levels of ICAM-1 and IL-6 in nasal lavage fluid from patients with allergic rhinitis were significantly higher than the controls. ICAM1 and IL6 levels were correlated with pulmonary function."}, {"pubmed": 15713910, "text": "In human renal proximal tubule epithelial cells, CD40 activation upregulates ICAM-1 (and other NF-kappaB pathway genes) expression with concomitant enhanced adhesion of mononuclear cells, which is mediated via the p38 MAPK signal transduction pathway."}, {"pubmed": 15724813, "text": "ICAM-1 has a role in mediating the interaction between the parasitised red blood cell and the vascular endothelium in malaria"}, {"pubmed": 15736117, "text": "K469E polymorphism of the intercellular adhesion molecule-1 (ICAM-1) gene had impact on plasma fibrinogen level independently of other clinical factors in type 2 diabetic patient"}, {"pubmed": 15736117, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15756053, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15756053, "text": "We hypothesize that the biochemical effect of the G241A SNP is masked in schizophrenic patients, indicating a disease-related mechanism leading to reduced levels of sICAM-1 in schizophrenia."}, {"pubmed": 15760456, "text": "findings demonstrate that the mature form of Toxoplasma gondii adhesin MIC2 is activated for binding to ICAM-1 on host cells and that this interaction probably facilitates transmigration by the parasite"}, {"pubmed": 15774488, "text": "causal role of in invasion of metastatic human breast carcinoma cell lines."}, {"pubmed": 15800027, "text": "SCF and TNF-alpha acted through ERK and the NF-kappaB pathway to regulate the ICAM-1 expression and elicited the synergistic effect."}, {"pubmed": 15817812, "text": "FXR-mediated activation of ICAM-1 could be further enhanced by TNF-alpha cotreatment in hepatocytes"}, {"pubmed": 15831709, "text": "propose that a positive feedback loop involving ICAM-1 and HTLV-1 Tax protein facilitates the formation of the virologic synapse and contributes to the T-cell tropism of HTLV-1"}, {"pubmed": 15853902, "text": "Linkage and association studies of ICAM1 in two Senegalese villages located in regions of endemic malaria showed no evidence for a role of ICAM1 variability on the malarial phenotypes studied."}, {"pubmed": 15854776, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 15864742, "text": "Data suggest that ICAM-1 gene induction by TNFalpha and IL-6 is mediated mainly via NFkappaB and Stat3, respectively and Rac1 appears to play a central role in modulating cytokine-induced ICAM-1 expression in endothelial cells."}, {"pubmed": 15866119, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15883744, "text": "Retinoic acid inhibits CD40 plus IL-4 mediated IgE production through alterations of sCD23, sCD54 and IL-6 production"}, {"pubmed": 15886114, "text": "productive engagement of ICAM-1 on target cells leads to recruitment of the MHC-I proteins to the contact area and enhances presentation of cognate peptide MHC-I complexes to cytotoxic T cells."}, {"pubmed": 15896355, "text": "Insulin enhances leukocyte-endothelial cell adhesion in the retinal microcirculation through surface expression of ICAM1."}, {"pubmed": 15914533, "text": "Cytokine/thrombin-enhanced DC IL-8 expression interacts with constitutively expressed ICAM-1 in decidual endothelium to modulate neutrophil trafficking into hemorrhagic and inflamed first trimester decidua"}, {"pubmed": 15917409, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15919214, "text": "describes the responses of sICAM-1 levels to nutrients, physical activity, smoke exposure and alcohol consumption"}, {"pubmed": 15948767, "text": "Cultured endometrial epithelial cells constitutively express significantly more ICAM-1 mRNA and protein than endometrial stromal cells"}, {"pubmed": 15952122, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15952122, "text": "There is an association between ICAM-1 gene K469E polymorphism and ischemic stroke, and E allele may be a genetic risk factor of IS among Guangxi Zhuangs."}, {"pubmed": 15958080, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 15958383, "text": "the hybrid domain of integrin alphaL beta2 has different requirements of affinity states for ICAM-1 and ICAM-3 binding"}, {"pubmed": 16002039, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16004874, "text": "x-ray crystallographic analysis of coxsackievirus A21 and its interaction with ICAM-1"}, {"pubmed": 16021473, "text": "241A and 469G codon variants of intercellular adhesion molecule 1 may indicate haplotypes that are associated with reduced risk for asthma."}, {"pubmed": 16023325, "text": "An inverse relationship is shown for the first time in the ratio between ICAM1-expressing lymphocytes and transforming growth factor (TGF)-beta 1 serum concentrations during the clinical stages of acute rheumatic fever."}, {"pubmed": 16038038, "text": "lymphocyte-induced destruction through adhesion by ICAM-1 and binding of LFA-1-expressing activated lymphocytes takes place not only in bile ductules but also in the canal of Hering in biliary cirrhosis"}, {"pubmed": 16041273, "text": "Anti-ICAM-1 antibodies are produced after cardiac transplantation, but not to polymorphic residues, which may contribute to the endothelial activation by binding to the endothelium, causing activation of proinflammatory signaling pathways."}, {"pubmed": 16043164, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16043164, "text": "variant frequencies of ICAM1, APOE, PPARA and PAI-1 genes in coronary artery disease patients and healthy blood donors; specific arrangement of polymorphic variants which differentiate both groups"}, {"pubmed": 16097065, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16097065, "text": "The process is not associated with genetic variation of K469E ICAM-1 polymorphism in biliary atresia."}, {"pubmed": 16100282, "text": "biophysical analysis of how lymphocyte function-associated antigen-1 mediates rolling of polystyrene particles on ICAM-1 under flow"}, {"pubmed": 16122754, "text": "The upregulation of ICAM-1 by postprandial LDL may explain part of the proatherogenic effect of high postprandial lipemia."}, {"pubmed": 16152588, "text": "both primary and metastatic human uveal melanoma cells express CD54"}, {"pubmed": 16158332, "text": "ICAM-1 may be involved in the pathogenesis of ulcerative colitis (review)"}, {"pubmed": 16177300, "text": "ICAM-1 and caveolae are required for the invasion of P. gingivalis into human oral epithelial cells."}, {"pubmed": 16177322, "text": "Pneumolysin from Streptococcus pneumoniae induces transcription and production of ICAM-1"}, {"pubmed": 16184405, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16248457, "text": "Serum levels of sICAM-1 in patients with nasal polyps were higher than that of control group."}, {"pubmed": 16266408, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16270299, "text": "Serum levels were measured with enzyme-linked immunosorbent assays over the first 2 years of life in 65 children seroconverting to positivity for autoantibodies and 65 control children, all with susceptibility to type 1 diabetes."}, {"pubmed": 16288711, "text": "results suggest that gingival fibroblast are stimulated by monocytes resulting in enhanced expression of MMP-1 and TIMP-1 and that the enhanced MMP-1 expression, in contrast to TIMP-1, is partly mediated by ICAM-1 and the signal pathway p38 MAPK"}, {"pubmed": 16299052, "text": "Cellular elements controlling the uptake and intracellular trafficking of nanocarriers targeted to ICAM-1."}, {"pubmed": 16313300, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16317091, "text": "rhMIF induced VCAM-1 and ICAM-1 up-regulation in 12 hours via Src, PI3K, and NFkappaB"}, {"pubmed": 16320110, "text": "ICAM-1 can influence the migration of cells that express endogenous or transfected MUC1."}, {"pubmed": 16332693, "text": "analysis of how TACE mediates the ectodomain cleavage of ICAM-1"}, {"pubmed": 16358956, "text": "Increased ICAM-1 levels are associated with type 1 diabetes mellitus"}, {"pubmed": 16426244, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16426244, "text": "These data suggest that the A allele of the ICAM-1 exon 4 polymorphism may protect against the risk of RPS following UTI and may participate in the regulation of the inflammatory response following UTI."}, {"pubmed": 16428725, "text": "NTHI (Nontypeable Haemophilus influenzae) adhesion to human respiratory epithelial cells occurs through the interaction of P5 fimbriae with its receptor, ICAM-1, and upregulation of ICAM-1 expression."}, {"pubmed": 16429128, "text": "The translocation of ICAM-1 to caveola- and F-actin-rich domains links the sequential steps of lymphocyte adhesion and transendothelial migration and facilitates lymphocyte migration through endothelial cells."}, {"pubmed": 16432463, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16432463, "text": "Single Nucleotide Polymorphisms in intercellular adhesion molecule-1 is associated with cutaneous melanoma"}, {"pubmed": 16434609, "text": "study does not confirm association between ICAM1 K469E polymorphism and breast cancer risk"}, {"pubmed": 16471223, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16471223, "text": "The coding single nucleotide polymorphism + 13848 A/G in the exon 6 of ICAM-1 gene was associated to myocardial infarction and the allele A might serve as a risk factor for myocardial infarction in Chinese."}, {"pubmed": 16482425, "text": "Immunoreactivity of VEGF, p53 and ICAM-1 was found in epithelial, fibroblast and vascular endothelial cells."}, {"pubmed": 16492228, "text": "Progressive decrease in sICAM-1 levels during attacks by lymphocytes could antagonize their transvascular migration, supporting the hypothesis of sterile inflammation in the dura mater during migraine attacks."}, {"pubmed": 16497620, "text": "ICAM-1 expression was related to both the degree and the nature of inflammation, the data indicate increased susceptibility of cancer cells to express ICAM-1."}, {"pubmed": 16506060, "text": "Analysis of lymphocyte subsets showed that the total number of CD3+, CD4+, CD8+ and CD56+ lymphocytes increased after the intensive protocol before falling below pre-exercise values at 1 h post-exercise."}, {"pubmed": 16507929, "text": "The endothelium most likely contributes to increased ICAM-1 in pregnant heavy smokers, but a leukocyte source cannot be ruled out."}, {"pubmed": 16512757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16570073, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16604055, "text": "Higher level of ICAM-1 protein in macular choriocapillaris may impart greater susceptibility of macula to immune cell-mediated damage in age-related macular degeneration."}, {"pubmed": 16604496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16604499, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16611655, "text": "ICAM-1 is expressed in pulmonary fibroblasts of COPD patients"}, {"pubmed": 16622032, "text": "support the potential efficacy of an anti-ICAM Ab delivered by lactobacilli for use as an anti-HIV-1 microbicide"}, {"pubmed": 16625213, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16625213, "text": "The study concludes that K469KE is associated with paediatric asthma in the German population and the same polymorphism is correlated with serum levels of ICAM1."}, {"pubmed": 16680245, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16705652, "text": "allosteric antagonists work by eliminating breathing motion that leads to the open conformation of the I-domain when LFA1 and ICAM1 bind"}, {"pubmed": 16733712, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 16733712, "text": "Results replicate previous findings of association of the ICAM gene cluster with prostate cancer and suggest that common genetic variation within ICAM1 and not ICAM5 may be an important risk factor for prostate cancer."}, {"pubmed": 16741608, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16741608, "text": "Polymorphism observed in the ICAM-1 gene is not genetic susceptibility factors for Crohn's disease or ulcerative colitis in Turkey."}, {"pubmed": 16750586, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16759306, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16773720, "text": "Serum E-selectin, ICAM-1 and integrin beta1 expression levels are probably related to the metastasis and relapse of gastric cancer."}, {"pubmed": 16820586, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16824729, "text": "Blood vessels were similarly ICAM-1 immunoreactive, and in some subjects there was a variable number of extravascular patches of ICAM-1-I. The area fraction of ICAM-1-I was higher in the old subjects than in the young subjects."}, {"pubmed": 16844085, "text": "Small interfering RNAs directed against ICAM-1 restored the homoassociation of MHC-I without influencing the expression level of MHC-I by eliminating ICAM-1 molecules interspersed in MHC-I clusters"}, {"pubmed": 16857989, "text": "mutation of the serine phosphorylation site leads to inability of Mac-1 to become activated to bind the cellular ligands ICAM-1 and ICAM-2."}, {"pubmed": 16914605, "text": "H. influenzae infection increases airway epithelial cell ICAM-1 and TLR3 expression, leading to enhanced binding of RV and a potentiation of RV-induced chemokine release"}, {"pubmed": 16916657, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16916657, "text": "R241 variant mainly confers predisposition to celiac disease occurring during adulthood."}, {"pubmed": 16916660, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16920492, "text": "Signalling via ICAM-1 induces adhesiveness of mononuclear phagocytes."}, {"pubmed": 16920698, "text": "Gastrin-releasing peptide upregulates ICAM-1 via FAK promotes tumor cell motility and attachment to the extracellular matrix."}, {"pubmed": 16930678, "text": "endothelial ICAM-1 function is altered by clonal senescence"}, {"pubmed": 16931899, "text": "these studies indicate a control function of the microtubule network on the expression of ICAM-1"}, {"pubmed": 16937502, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16938116, "text": "IL-6 -634C/G and ICAM-1 469K/E polymorphisms synergistically affect the susceptibility for endometriosis in the Japanese population."}, {"pubmed": 16938116, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 16951376, "text": "Direct interaction of ICAM-1 with cytoplasmic alpha-actinin-1 and -4 is essential for leukocyte extravasation."}, {"pubmed": 16963052, "text": "Excess body iron, reflected by elevated serum ferritin and non-transferrin bound iron and decreased total iron binding capacity, is associated with increased plasma level of sICAM-1"}, {"pubmed": 16970684, "text": "Presence of soluble ICAM-1 in the cerebrospinal fluid of children during the early phase of mumps meningitis may be a useful marker of inflammatory responses in the central nervous system."}, {"pubmed": 16978373, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17008592, "text": "Stimulation of intercellular adhesion molecule-1 (ICAM-1) was blocked by MG-132."}, {"pubmed": 17012252, "text": "alpha-synuclein strongly stimulates human alpha-synuclein strongly stimulates human astrocytes as well as human U-373 MG astrocytoma cells to up-regulate both interleukin IL-6 and ICAM-1; mutated forms are more potent stimulators than wild-type"}, {"pubmed": 17012367, "text": "These data implicate an important role of c-Src in phosphorylating RelA/p65 to promote the transcriptional activity of NF-kappaB and thereby ICAM-1 expression in endothelial cells."}, {"pubmed": 17051589, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17056576, "text": "Tyrosine phosphorylation of cortactin dynamically links ICAM-1 to the actin cytoskeleton, enabling ICAM-1 to form clusters and facilitate leukocyte transmigration."}, {"pubmed": 17062505, "text": "data suggest that induction of ICAM-1 expression by gammaIR is associated with catalase; furthermore, catalase, JNKs, and AP-1 activation induce ICAM-1 upregulation through a sequential process"}, {"pubmed": 17082600, "text": "ICAM-1 engagement by human rhinovirus and cross-linking antibodies enhances its coassociation with Syk kinase and ezrin in airway epithelium."}, {"pubmed": 17089918, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17089918, "text": "The K469E polymorphism of the ICAM-1 gene was not associated with MI in patients with type 2 diabetes."}, {"pubmed": 17090406, "text": "high levels of sICAM-1 and sVCAM-1, together with the presence of circulating endothelial cells in dengue hemorrhagic fever patients, provide further evidence of endothelium damage and activation in DHF patients"}, {"pubmed": 17112530, "text": "there is significant evidence of locus heterogeneity for sICAM-1 on Chromosome 19 in this sample of Mexican Americans"}, {"pubmed": 17115895, "text": "The present data underscore a novel function for ICAM-1 in modulating GSH metabolism and raise the hypothesis that this adhesion molecule controls endothelial redox status under basal and inflammatory conditions."}, {"pubmed": 17116732, "text": "An ICAM-1-mediated mechanism recruits leukocytes to the lymph nodes during inflammation."}, {"pubmed": 17126824, "text": "vascular cell adhesion molecules (sICAM-1 and sVCAM-1) and also P-selectin were higher in patients than healthy controls"}, {"pubmed": 17136392, "text": "Elevated plasma ox-LDL and sICAM-1 levels were associated with increased risk of type 2 diabetes."}, {"pubmed": 17142773, "text": "HOSCN induces E-selectin, ICAM-1, and VCAM-1 expression in HUVEC; HOSCN up-regulation of these adhesion molecules is transcriptionally mediated through a mechanism dependent upon activation of NFKB and constitutively suppressed by PI3K-Akt pathway."}, {"pubmed": 17174307, "text": "MARCH-IX expression causes ubiquitination and downregulation of ICAM-1"}, {"pubmed": 17184150, "text": "Soluble ICAM-1 is responsive to acute psychosocial stress."}, {"pubmed": 17190650, "text": "Contact activation of the bronchial epithelial cells, involving ICAM-1 via local activation of ERK1/2, is an important mechanism of alteration of the bronchial epithelial permeability."}, {"pubmed": 17192354, "text": "Hemoglobin A1C in diabetics is positively associated with ICAM1 levels."}, {"pubmed": 17195014, "text": "Moderately elevated ICAM-1 reduces endothelial cell(EC) barrier function. Expressing higher levels of ICAM-1 affects cell junctions and cytoskeleton. Induction of ICAM-1 may contribute to TNF-induced vascular leak and EC shape change."}, {"pubmed": 17237399, "text": "VEGF was associated with a defect in ICAM-1 and VCAM-1 clustering at the EC surface; overexpression of caveolin-1 overcame the VEGF-mediated inhibition of adhesion and restored ICAM-1 clustering"}, {"pubmed": 17237434, "text": "oxidative stress in endothelial cells created by excess of antioxidative agents resulted in the generation of reactive oxygen species, carbonylation and glutathionylation of proteins, inhibition of IKKalpha activity, and up-regulation of ICAM-1"}, {"pubmed": 17255534, "text": "ICAM-1 in cooperation with VCAM-1 are essential for monocyte adhesion by carbamylated low-density lipoprotein-activated human vascular endothelial cells in vitro."}, {"pubmed": 17278022, "text": "In cultured salivary gland cells from patients with Sjogren's syndrome, CD40-ligand enhances the ICAM-1 expression at mRNA and protein level, by activation of NF-kappaB p50"}, {"pubmed": 17292586, "text": "These findings reveal for the first time that TNF stimulation of adhesion molecules ICAM-1 and VCAM-1 in human endothelial cells occurs through the TNFR1 subtype and is mediated by the NF-kappaB pathway, but not the ERK, p38MAPK or JNK kinase pathways."}, {"pubmed": 17309130, "text": "The elevation of plasma levels of sICAM-1 was associated with a status of insulin resistance in patients with SLE"}, {"pubmed": 17311092, "text": "ICAM-1 is mandatory for the NK cell interferon-gamma response. It acts via its engagement with its host ligand, LFA-1, and not with PfEMP1."}, {"pubmed": 17328035, "text": "ICAM-1 expression on conjunctival epithelial cells may be a marker of the inflammatory status in cystic fibrosis patients."}, {"pubmed": 17334226, "text": "data indicate that HIV-1 Tat can modulate monocyte adhesiveness by increasing expression of adhesion molecules such as ICAM-1 and VCAM-1 via ROS- and NF-kappaB-dependent mechanisms in astrocytes"}, {"pubmed": 17337890, "text": "Serum ICAM-1 was higher in patients with breast cancer, and further elevated in the metastatic breast cancer group."}, {"pubmed": 17340048, "text": "ICAM-1 may have a role in inflammation in systemic lupus erythematosus patients with lupus nephritis"}, {"pubmed": 17361014, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17389327, "text": "higher levels of E-selectin and ICAM-1 were consistently associated with increased diabetes risk in a multiethnic cohort of U.S. postmenopausal women, implicating an etiological role of endothelial dysfunction in the pathogenesis of type 2 diabetes."}, {"pubmed": 17390085, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17390085, "text": "polymorphisms of ICAM1 may confer susceptibility to postmenopausal osteoporosis in women, and that of GJA4 to osteoporosis in men"}, {"pubmed": 17397790, "text": "Taken together, these results confirm the role of TNF-alpha and the three adhesion molecules in pathogenic processes associated with severe malaria in children, and suggest an association between sICAM-1 and severe malarial anemia."}, {"pubmed": 17429072, "text": "Data demonstrate that (507)RKIKK(511) is an essential motif for the microvillus ICAM-1 presentation and further suggest a novel regulatory role for ICAM-1 topography in leukocyte transendothelial migration."}, {"pubmed": 17476188, "text": "Data show that low-dose irradiation stimulates TNF-alpha-induced ICAM-1 mRNA expression in human coronary vascular cells."}, {"pubmed": 17497038, "text": "ICAM-1 levels were positively correlated with TAG and C-reactive protein levels, indicating that increased level of oxidative stress marker, proinflammatory markers, and their downstream effectors adhesion molecules occur in type 2 DM."}, {"pubmed": 17517105, "text": "Cytokine-induced endothelial intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expressionwas inhibited by tecastemazole in a manner independent of H1 receptor antagonism."}, {"pubmed": 17521325, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17531998, "text": "Patients with primary hypertriglyceridemia as compared with control subjects showed significantly higher plasma ICAM-1 (intercellular adhesion molecule 1)and increases in monocyte and lymphocyte ICAM1 (CD54)"}, {"pubmed": 17551301, "text": "Observational study of gene-environment interaction and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 17560459, "text": "circulating levels of adhesion molecules in correlated positively with the stage of kidney disease and with C-reactive protein"}, {"pubmed": 17564956, "text": "soluble ICAM-1 levels are a good indicator of neonatal sepsis."}, {"pubmed": 17583675, "text": "The results show that Hcy activated both ERK(1/2)/p38MAPK pathway and NF-kappaB-DNA-binding activity."}, {"pubmed": 17591777, "text": "talin induced an intermediate affinity alphaLbeta2 that adhered constitutively to its ligand intercellular adhesion molecule ICAM-1 but not ICAM-3."}, {"pubmed": 17591781, "text": "the cytoplasmic tail of ICAM-1 regulates leukocyte transmigration through MT1-MMP interaction"}, {"pubmed": 17593226, "text": "ICAM-1 469E polymorphism may contribute to an early age of diagnosis of Crohn's disease."}, {"pubmed": 17593226, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17598660, "text": "The study revealed no differences in mean concentration of serum sICAM-1 between patients with seasonal allergic rhinitis and seasonal asthma but significant increase of serum sICAM-1 level during natural allergen exposure in all patients was observed."}, {"pubmed": 17607549, "text": "Hyaluronan of intrinsic molecular weight suppresses LPS-stimulated production of proinflammatory cytokines via ICAM-1 through down-regulation of NF-kappaB and IkappaB"}, {"pubmed": 17609265, "text": "diminished ability of NK cells to kill HTLV-1-infected cells was the decreased ability of NK cells to adhere to HTLV-1-infected cells because of HTLV-1 p12(I)-mediated down-modulation of intercellular adhesion molecule 1 (ICAM-1) and ICAM-2."}, {"pubmed": 17640650, "text": "Among women without a history of cardiovascular disease, sICAM-1 levels are predictive of events that reflect coronary atherosclerotic disease progression and vessel narrowing, but not those events associated with acute thrombosis/vessel occlusion"}, {"pubmed": 17657162, "text": "Nicotine promotes ICAM1 expression on endothelial cells, shifting them toward a proatherosclerotic state."}, {"pubmed": 17677000, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17704297, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17704297, "text": "Polymorphisms in the exon of ICAM-1 is associated with the development of differentiation syndrome in acute promyelocytic leukemia"}, {"pubmed": 17706337, "text": "In women with subsequent preeclampsia, sL-selectin and sVCAM-1 concentrations were significantly lower, whereas sE-selectin, sP-selectin and sICAM-1 levels were significantly higher, compared with controls at mid-pregnancy (p<0.05)."}, {"pubmed": 17706953, "text": "OPG but not OPN stimulated a dose-dependent increase in the expression of intercellular adhesion molecule-1, vascular cell adhesion molecule-1 and E-selectin by endothelial cells in the presence of TNF-alpha"}, {"pubmed": 17708604, "text": "The ICAM-1 positive expression rate in gastric carcinoma was 58%. There was no statistically significant difference between the internal obstruction of stagnant toxin type and the in-coordination between liver and stomach type."}, {"pubmed": 17710630, "text": "CD36, ICAM-1, and P-selectin are major contributors to the dynamic process of Plasmodium falciparum-infected red blood cell adhesion by different mechanisms in vivo"}, {"pubmed": 17785844, "text": "ICAM-1-mediated signaling regulates proteins of the adherens junctions during transendothelial migration (TEM), signals which are required for facilitating junctional disruption during paracellular passage of leukocytes."}, {"pubmed": 17786132, "text": "Highly active antiretroviral therapy produces downregulation of ICAM-1 expression in HIV-1 infection."}, {"pubmed": 17803991, "text": "These results showed that the binding probability and adhesion force of Mac-1 with ICAM-1 increased upon Mac-1 activation."}, {"pubmed": 17868277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17868277, "text": "We concluded that role of the ICAM-1 gene polymorphisms in the pathogenesis of multiple sclerosis is still controversial and should be studied further."}, {"pubmed": 17873320, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17873320, "text": "no association of G241R and K469E polymorphisms of the ICAM-1gene with the development of Graves' disease in a Chinese population."}, {"pubmed": 17875742, "text": "These results identify a new signaling pathway involving RhoG and its exchange factor SGEF downstream from ICAM1 that is critical for leukocyte trans-endothelial migration."}, {"pubmed": 17885215, "text": "s-FKN is shed from endothelial cells following hypoxia/reoxygenation and acts through CX3CR1 on them to increase ICAM-1 expression and promote neutrophil adhesion through activation of the Jak-Stat5 pathway"}, {"pubmed": 17891599, "text": "There was no relationship between investigated genotypes or haplotypes of estrogen receptor alpha and levels of sICAM-1 in postmenopausal women."}, {"pubmed": 17908278, "text": "Higher levels of plasma ICAM-1 are associated with primary graft dysfunction following lung transplantation."}, {"pubmed": 17913807, "text": "Here we demonstrate that leukocyte function-associated antigen 1 (LFA-1), intercellular adhesion molecule 1 (ICAM-1), and ICAM-3 are enriched at the VS and that inhibition of these interactions influences conjugate formation and reduces VS assembly."}, {"pubmed": 17942534, "text": "ps20 promoted HIV entry via fusion and augmented CD54 integrin expression"}, {"pubmed": 17943642, "text": "There were no significant differences in the mean serum intercellular cell adhesion molecule 1(ICAM1) concentration of women who developed pereclampsia and unaffected women."}, {"pubmed": 17954174, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17956423, "text": "This is the first report of a leptospiral protein capable of up-regulating the expression of endothelial cell adhesion molecules ICAM-1 and E-selectin."}, {"pubmed": 17962597, "text": "Lys56Met and Gly241Arg ICAM-1 gene variants may have a role in cardiovascular events"}, {"pubmed": 17962597, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17962718, "text": "Iron, unlike interferon-gamma, does not appear to be involved in the regulation of ICAM-1 and VCAM-1 expression in cultured endometrial cells."}, {"pubmed": 17963163, "text": "Increased blood levels in rheumatoid arthritis are diminished after treatment with methotrexate."}, {"pubmed": 17969524, "text": "FasL and ICAM-1 expression in the tonsillar high endothelial venules contribute to idiopathic tonsillar hypertrophy and chronic hypertrophic tonsillitis."}, {"pubmed": 17974148, "text": "study investigated the influence of hepatitis C virus infection on serum profile of sICAM-1 and VEGF in patients with hepatitis C and hepatitis C with superimposed hepatocellular carcinoma"}, {"pubmed": 17977219, "text": "slCAM-1 could be employed as a potential morbidity marker in schistosomiasis mansoni infection."}, {"pubmed": 17982228, "text": "crude extract of D. farinae induces ICAM-1 expression in EoL-1 cells through signaling pathways involving both NF-kappaB and JNK"}, {"pubmed": 17990298, "text": "Findings implicate upregulation of ICAM-1 in decidual endothelial cells in the development of placental bed vascular pathology in diabetic pregnancy."}, {"pubmed": 18028430, "text": "L-selectin is defective in the stem cell compartment of MDS and sAML, whereas ICAM1 is overexpressed; the ratio of their expression has a prognostic role; and a ratio <1 significantly predicts progression to overt leukaemia in MDS patients"}, {"pubmed": 18045607, "text": "Significant linkage was observed on chromosome 19 (LOD=4.0 at 14cM) in whites near the ICAM gene cluster that includes the structural gene for ICAM-1"}, {"pubmed": 18057581, "text": "No strong relation was found between G241R and K469E polymorphisms and occurrence of coronary artery disease and myocardial infarction in the studied population from Fars province, Iran"}, {"pubmed": 18057581, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18164036, "text": "Increased ICAM-1 expression might be an early factor involved in the pathogenesis of blood brain barrier injury in sepsis."}, {"pubmed": 18186794, "text": "Investigating a sample of living-unrelated donor kidney transplant pairs, study revealed an association between recipient K469 allele of ICAM1(P = 0.013) and K/K genotype (P = 0.042) with renal allograft acute rejection."}, {"pubmed": 18186794, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18197885, "text": "Mean sICAM-1 value was higher in patients with active giant cell arteritis than in cluster headache patients during the active cluster period."}, {"pubmed": 18199704, "text": "Determined kinetic parameters of beta 2-integrin and ICAM-1 bindings bindings between neutrophils and melanoma cells in a shear flow."}, {"pubmed": 18200516, "text": "ICAM-1 downregulation could provide a new target for controlling the recruitment of leukocytes at the sites of inflammation in IBD."}, {"pubmed": 18212564, "text": "Xenon, isoflurane, nitrous oxide, and morphine prevent TNF-alpha-induced mRNA and protein expression of intracellular cell adhesion molecule 1."}, {"pubmed": 18227124, "text": "These findings revealed that TNF-alpha induced VCAM-1 expression via multiple signaling pathways."}, {"pubmed": 18230913, "text": "We conclude that ICAM-1 expressed on TRs is involved in PE pathogenesis and is regulated by cytokines"}, {"pubmed": 18231758, "text": "There was an obvious correlation between the increase of TNF-alpha and that of ICAM-1 in lichen planus."}, {"pubmed": 18233990, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18233990, "text": "The ICAM-1 polymorphisms at codons G241R and E469K were associated with the disease susceptibility, and susceptibility to active decompensated cirrhosis is significantly increased in chronic HBV carriers carrying at least one R241-E469 haplotype."}, {"pubmed": 18243419, "text": "Our findings provide evidence that elevated CSF sICAM-1 and ACE are associated with lower perfusion levels in the parietal cortex of cognitively intact elderly."}, {"pubmed": 18256065, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18256065, "text": "the polygenotype of VEGF (vascular endothelial growth factor) +405/intercellular cell adhesion molecule (ICAM)-1 +241/IL6 (interleukin6)-174 (C-A-G) conferred an increased risk for Progressive Massive Fibrosis in Coal miners"}, {"pubmed": 18260262, "text": "ICAM-1 plays an important role in the pathogenesis of nasal polyps"}, {"pubmed": 18284603, "text": "Urotensin-induced expression of TF and of VCAM-1/ICAM-1 was mediated through the Rho A-activation of the transcription factor, NF-kappaB"}, {"pubmed": 18295170, "text": "Plasma of pregnant women and women with preeclampsia up-regulated the percentage of ICAM-1-expressing cells after 4 hours and down-regulated the percentage of ICAM-1-expressing cells and MCB after 24 hours"}, {"pubmed": 18297282, "text": "CD54 expression is substantially and consistently upregulated on antigen presenting cells during culture with a GM-CSF fusion protein"}, {"pubmed": 18322230, "text": "Has an important role in maintenance of granulocyte-macrophage colony-stimulating factor receptor-mediated signaling in activated human eosinophils."}, {"pubmed": 18361930, "text": "G241/E469 genotype of ICAM-1 is associated with greater cell surface expression of ICAM-1, which in turn leads to greater adhesion of leukocytes"}, {"pubmed": 18362147, "text": "Syk signals downstream of PKC-delta to mediate thrombin induced ICAM-1 expression in endothelial cells by increasing transcriptional capacity of NF-kappaB via a mechanism that relies on tyrosine phosphorylation of RelA/p65"}, {"pubmed": 18363879, "text": "Data suggest that Moraxella catarrhalis lipooligosaccharide selectively upregulates ICAM-1 expression on human monocytes and stimulates adjacent naive monocytes to produce TNF-alpha through cellular cross-talk."}, {"pubmed": 18392953, "text": "In rheumatoid arthritis, a high serum level of sICAM-1 was found compared to its level in the synovial fluid."}, {"pubmed": 18401716, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18401716, "text": "Polymorphisms of the ICAM-1 gene are associated with biliary atresia."}, {"pubmed": 18403635, "text": "These findings suggest a novel MUC1-Src-CrkL-Rac1/Cdc42 signaling cascade following ICAM-1 ligation, through which MUC1 regulates cytoskeletal reorganization and directed cell motility during cell migration."}, {"pubmed": 18415799, "text": "analysis of ICAM-1 expression in vaginal cells and its role in inflammation"}, {"pubmed": 18420209, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18420209, "text": "analysis of ICAM1 and VCAM1 polymorphisms, coronary artery calcium, and circulating levels of soluble ICAM-1 in atherosclerosis"}, {"pubmed": 18422166, "text": "The expression of ICAM-1 mRNA were significantly correlated with that of NF-kappaB p50 and NF-kappaB p65 in allergic rhinitis."}, {"pubmed": 18440309, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18440309, "text": "show for the first time increased ICAM-1 concentrations in Pseudoxanthoma elasticum patients"}, {"pubmed": 18446055, "text": "TNF-alpha-induced ICAM-1 up-regulation in the airway epithelium is mediated by Rac1-ROS linked cascade via NF-kappaB-dependent manner"}, {"pubmed": 18454303, "text": "Involvement of MT1-MMP activity in ICAM-1 ectodomain shedding."}, {"pubmed": 18473826, "text": "sICAM-1 may play an important role for the pathogenesis of SBI in patients with diabetes mellitus."}, {"pubmed": 18474291, "text": "Individuals carrying the A allele of the ICAM1 gene as well as the A/G haplotype may have a higher risk of developing breast cancer."}, {"pubmed": 18474291, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18486623, "text": "Demonstration that MK2 mediates post-transcriptional regulation by p38 MAPK of the TNF-induced expression of ICAM-1 in lung microvascular endothelial cells, and that this regulation by the p38 MAPK/MK2 pathway is dissociated from HSP27 phosphorylation."}, {"pubmed": 18504269, "text": "Baseline ICAM-1 and VCAM-1 are increased in initially healthy middle-aged men who develop cardiovascular disease during 6.6 years of follow-up."}, {"pubmed": 18505543, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18505543, "text": "SNP rs5498(E469K) presents a high heterozygous index, and the allele G of this polymorphism may confer the decreased risk susceptibility to the development of diabetic nephropathy in female type 1 diabetes"}, {"pubmed": 18508964, "text": "When human aortic endothelial cells were stimulated with physiologic concentrations of fructose, ICAM-1 mRNA and protein expression increased in a time- and dosage-dependent manner, which was independent of NF-kappaB activation."}, {"pubmed": 18513389, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18523306, "text": "Plays a nonredundant role in T cell receptor-driven formation of transendothelial protrusion and transendothelial migration."}, {"pubmed": 18528404, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18528404, "text": "genetic association studies with 15 single nucleotide polymorphisms (SNPs) around the ICAM1 locus showed none of the polymorphisms were associated with severe malaria phenotypes"}, {"pubmed": 18539414, "text": "Beryllium exposure produces up-regulation of ICAM-1 in small airway epithelial cells."}, {"pubmed": 18574676, "text": "renal expression is upregulated in rapidly progressive glomerulonephritis"}, {"pubmed": 18597403, "text": "Patients with inactive TA have elevated levels of sE-selectin, sVCAM-1, and sICAM-1 that might indicate persistent vasculopathy in clinically inactive disease."}, {"pubmed": 18604267, "text": "Genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18604267, "text": "that three SNPs at the ICAM1 (19p13.2)locus are non-redundantly associated with plasma sICAM-1 concentrations at a genome-wide significance level (P<5x10(-8)), thus extending prior results from linkage and candidate gene studies."}, {"pubmed": 18613029, "text": "NF-kappaB, but not p38, is critical for TNF-alpha-induced expression of ICAM-1, VCAM-1 and E-selectin"}, {"pubmed": 18626404, "text": "Erythropoietins down-regulate the expression of ICAM-1 and LFA-1, and through binding to LFA-1, they interfere with ICAM-1/LFA-1 interaction."}, {"pubmed": 18627514, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18627514, "text": "cytokine and intercellular adhesion molecule-1 gene polymorphisms have roles in acute rejection in pediatric renal transplantation"}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18647548, "text": "significant differences between healthy control group & Crohn patients were observed in mutation 1007fs of the NOD2 gene (P = 0.0203; results support previous findings about participation of mutations of NOD2 & ICAM-1 genes in inflamatory bowel disease"}, {"pubmed": 18656701, "text": "TNF-alpha can play a crucial role in the immunopathogenesis of nephritis by the induction of CCL2, ICAM-1 and VCAM-1 expression via the activation of the intracellular MAPK signaling pathway, which may contribute to macrophage and lymphocyte infiltration."}, {"pubmed": 18667484, "text": "In renal proximal tubule cells , IL-8 upregulates ICAM-1 production by engaging the CXCR-1 receptor and p38 MAPK signaling pathway."}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18683786, "text": "There was a significant correlation between over-expression of ICAM-1 and TIMP-land MMP-9 in lung tissues from patients with chronic obstructive pulmonary disease."}, {"pubmed": 18692491, "text": "VEGF, sVCAM-1, sICAM-1 and sE-selectin median levels were higher in hemodialysis patients compared to controls."}, {"pubmed": 18703101, "text": "did not find any differences in genotypic or allelic frequencies of the ICAM1 G241R polymorphism between our Celiac disease patients and controls, and no differences were observed when the other SNPs were analyzed"}, {"pubmed": 18703796, "text": "C/EBPbeta was found to have an important role in epithelial cell ICAM-1 regulation, while the adjacent NF-kappaB sequence binds the RelA/p65 and NF-kappaB1/p50 members of the NF-kappaB family to induce ICAM-1 expression in response to H. influenzae."}, {"pubmed": 18707907, "text": "Gb3 induces oxidative stress and up-regulates the expression of ICAM1, VACAM1 and selectin E in Fabry disease vascular endothelial cells."}, {"pubmed": 18710612, "text": "By inhibiting E-cadherin expression and enhancing ICAM-1 expression, LMP1 may reduce the cell-cell adhesive ability and improve the cell-matrix adhesive ability and migratory ability of nasopharyngeal carcinoma cells."}, {"pubmed": 18751468, "text": "associated with both an increased prevalence and severity of aortic valve calcium in a large, multi-ethnic, asymptomatic cohort"}, {"pubmed": 18761738, "text": "This independent association of postprandial triglycerides with sICAM-1 may indicate a particular impact of postprandial lipid metabolism on endothelial reaction."}, {"pubmed": 18768924, "text": "MDA-MB-231 produces ATP-mediated ICAM-1-dependent facilitation of the attachment of carcinoma cells to human lymphatic endothelial cells."}, {"pubmed": 18787016, "text": "higher sICAM-1 and sVCAM-1 concentrations were independently associated with lower ankle-brachial index and peripheral arterial disease in blacks, but not in non-Hispanic whites"}, {"pubmed": 18791689, "text": "correlations found between sVCAM-1, sICAM-1 and sELAM-1 and the presence of retinopathy suggest that cellular adhesion and neovascularization may be linked processes"}, {"pubmed": 18791855, "text": "ICAM-1 469E allele may be important in the pathogenesis of ischemic stroke, especially in female but not in male"}, {"pubmed": 18791855, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18801041, "text": "stimulation of brain microvascular endothelial with Streptococcus suis S735 resulted in shedding of sICAM-1; capacity of S. suis to induce ICAM-1 shedding has implications that may contribute to pathophysiological process of meningitis"}, {"pubmed": 18809679, "text": "identifies filamin B as a molecular linker that mediates ICAM-1-driven transendothelial migration"}, {"pubmed": 18820595, "text": "These results do not indicate a major impact of missense variants on ICAM-1 biological function."}, {"pubmed": 18828734, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18834676, "text": "Overexpressed and may contribute to the development of fibrovascular membranes in patients with proliferative diabetic retinopathy."}, {"pubmed": 18842965, "text": "ICAM-2 is expressed on the bronchial epithelium and, together with ICAM-1, has an essential function in the clearance of T cells from the lung"}, {"pubmed": 18848929, "text": "Data show that serum concentrations of PLA(2)-IIA, Lp(a), ICAM-1 and PECAM-1 are higher for patients with unstable rather that stable angina and controls, and that high plasma Lp(a) is an independent risk factor for angina."}, {"pubmed": 18848929, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18851856, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18851856, "text": "The EE genotype of Intercellular adhesion molecule-1 K469E was significantly associated with increased risk of spontaneous preterm delivery"}, {"pubmed": 18928584, "text": "Treatment of K562 cells with bortezomib downregulates the expression of CAM-1 by inhibiting the activity of NF-kappaB."}, {"pubmed": 18930765, "text": "Plasma levels are increased after induction of endotoxemia with E.coli LPS"}, {"pubmed": 18942221, "text": "EE genotype of K469E polymorphism of ICAM-1 might be risk factor for proliferative diabetic retinopathy in Slovenian population (Caucasians) with type 2 diabetes."}, {"pubmed": 18942221, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18974840, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18974842, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18979153, "text": "These results indicate that ICAM-1 and sICAM have a dual effect on bone homeostasis, increasing osteoclast activity while lowering osteoblast anabolic activity."}, {"pubmed": 18996288, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19021457, "text": "Amniotic fluid ICAM-1 (intercellular adhesion molecule 1) showed a tendency to decline with the last phase of cervical dilatation and a significant decline with labor"}, {"pubmed": 19022587, "text": "Our hypothesis could be proved by immunohistochemical stain of ICAM-1 and VCAM-1 in lesional and non-lesional skin of pv patient in comparison with healthy skin."}, {"pubmed": 19028820, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19030842, "text": "Elevated ICAM-1 levels are associated with risk of incident diabetes in the elderly, despite no association with incident cardiovascular disease risk."}, {"pubmed": 19048183, "text": "Interactions between rs5498 polymorphism in the ICAM1 gene and traditional risk factors influence susceptibility to coronary artery disease."}, {"pubmed": 19048183, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19050286, "text": "Binding to dimeric ICAM-1, and not monomeric ICAM-1, is sufficient to elicit assembly of F-actin and phosphorylation of Src family kinases that colocalize with LFA-1 on adherent neutrophils."}, {"pubmed": 19055786, "text": "Association of the ICAM1 rs5498 (exon 6) G allele with increased risk of severe malaria was observed."}, {"pubmed": 19055786, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19069650, "text": "Zinc sulfate stimulation could activate the EGFR and the PI3K/Akt signaling pathway, further leading to upregulation of ICAM-1 expression in human airway epithelial cells."}, {"pubmed": 19074768, "text": "an important role of PKC-delta and PI3K/Akt1,2 pathways in activating mTOR as an endogenous modulator to ensure a tight regulation of NF-kappaB signaling of ICAM-1 expression in endothelial cells."}, {"pubmed": 19074885, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19078988, "text": "Insulin resistance and elevated soluble intercellular adhesion molecule-1 levels were found in normotensive adolescents with a family history of hypertension."}, {"pubmed": 19088500, "text": "Report downmodulatory effect of the antihistaminic drug bepotastine on CD54 expression in human keratinocytes."}, {"pubmed": 19092999, "text": "sICAM-1 as a biochemical marker for oocyte maturation and grading."}, {"pubmed": 19102398, "text": "IL-18 and sICAM-1 seem to be involved in the pathogenesis of severe acute pancreatitis, correlate with the disease severity and may be applied as prognostic markers."}, {"pubmed": 19114730, "text": "Results indicate that phosphatidylcholine hydroperoxide (PCOOH) evokes LFA-1-mediated cell adhesion to ICAM-1 via actin cytoskeletal organization, which may promote monocyte adherence to the arterial wall in the initiation of atherosclerosis."}, {"pubmed": 19129609, "text": "This review aims to further clarify the relationship between ICAM-1 and acute pancreatitis complicated by acute lung injury."}, {"pubmed": 19131662, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19136145, "text": "There was a significant correlation between E-selectin and ICAM1 in all patients."}, {"pubmed": 19136619, "text": "Liraglutide inhibits TNF- or glucose-mediated induction of PAI-1 and vascular adhesion molecule expression."}, {"pubmed": 19141396, "text": "Serum levels of sICAM and VEGF were significantly higher in juvenile idiopathic arthritis (JIA) patients with capillary abnormalities than in JIA patients with normal capillaroscopy."}, {"pubmed": 19154405, "text": "CCL2 induces selective and significant expression of ICAM-1"}, {"pubmed": 19169973, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19169973, "text": "Simultaneous carrier-state of MTHFR, IL-6 and ICAM1 genes increased the risk of Coronary artery disease."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19175829, "text": "Expression of ICAM-1 or ICAM-2 on human pancreatic cancer cells is critically important in determining the extent to which these cells are sensitive to killing by human gammadelta-T cells."}, {"pubmed": 19203796, "text": "Lipid rafts are essential for the killing of tmTNF-alpha through the cell-cell contact mediated by ICAM-1."}, {"pubmed": 19211748, "text": "Blocking ICAM-1 in dendritic cells (DCs) with specific monoclonal antibodies and small interfering RNA impaired DC-mediated HIV-1 transmission"}, {"pubmed": 19212205, "text": "No significant differences in allele or genotype frequencies were observed for ICAM-1 K469E, E-selectin, and PECAM-1 polymorphisms between Ulcerative Colitis patients, Crohn Ddisease patients, and controls."}, {"pubmed": 19212205, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19217936, "text": "the adhesion molecule ICAM-1 is an independent predictor of depressive symptoms 12 months later in heart failure patients"}, {"pubmed": 19219419, "text": "Studies show ICAM-1 differentially expressed during the transition of the hormone-sensitive prostate cancer cell line LNCaP to its hormone-refractory derivative C4-2B with the ability to invade, and may therefore be a target for therapeutic intervention."}, {"pubmed": 19225544, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19225705, "text": "Lower expression of ICAM-3 and higher expression of ICAM-1 suggest that AMs may be involved in the pathogenesis of scleroderma."}, {"pubmed": 19237221, "text": "Serum and intraocular concentrations of ICAM-1, VCAM-1, E-selectin, vWF were considerably higher in the subjects with proliferative diabetic retinopathy than in the controls."}, {"pubmed": 19249917, "text": "Obesity increased ICAM-1 expression in visceral adipose tissue."}, {"pubmed": 19253530, "text": "IL-12 p35, ICAM-1 and MCP-3 mRNAs are expressed in primary nasal epithelial cells."}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19262138, "text": "P-selectin cross-links PSGL-1 and enhances neutrophil adhesion to fibrinogen and ICAM-1 in a Src kinase-dependent, but GPCR-independent mechanism."}, {"pubmed": 19263529, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19278584, "text": "Activation of NF-KappaB mediates IL-1beta induced ICAM-1 expression in A549 cells."}, {"pubmed": 19306055, "text": "ICAM-1 (Lys469Glu) and PECAM-1 (Leu125Val) polymorphisms in diffuse astrocytomas."}, {"pubmed": 19306055, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19330816, "text": "NMR solution structure of a novel T-cell adhesion inhibitor derived from the fragment of ICAM-1 receptor: cyclo(1,8)-Cys-Pro-Arg-Gly-Gly-Ser-Val-Cys."}, {"pubmed": 19332210, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19332210, "text": "We found significant associations between certain candidate genetic polymorphisms and baseline plasma levels of FGB, homocysteine, and ICAM-1 in women from various race/ethnic groups."}, {"pubmed": 19338980, "text": "IFI16 mediates ICAM-1 stimulation by TNF-alpha through the NF-kappaB pathway, thus reinforcing the role of the IFI16 molecule in the inflammation process."}, {"pubmed": 19340565, "text": "This study demonstrated the absence of a systemic TNF-alpha-mediated inflammatory response at the onset of subarachnoid hemorrhage. Measurement of serum sICAM-1 levels offers a potential prognostic value in the assessment of patients' outcome."}, {"pubmed": 19343356, "text": "Increased expression of ICAM-1 in umbilical and placental vascular tissue does not occur in gestational diabetic women when compared with non-diabetic controls."}, {"pubmed": 19351910, "text": "results suggest that p65/RelA and NFATc1 bind to the intronic NF-kappaB site 1 sequence to induce optimal transcription of the ICAM-1 gene in response to thrombin in endothelial cells"}, {"pubmed": 19353432, "text": "Expression of ICAM and VCAM was significantly upregulated on blood vessels and muscle fibres in idiopathic inflammatory myopathies as compared to controls"}, {"pubmed": 19357230, "text": "Lipoxin A4 inhibits IL-1beta-induced IL-8 and ICAM-1 expression in 1321N1 human astrocytoma cells."}, {"pubmed": 19373518, "text": "The purpose of the study was to investigate bone mineral density (BMD) in children with type 1 diabetes (DM1) and to establish the relationships between BMD, physical activity, glycemic control, and markers of systemic oxidative stress and inflammation."}, {"pubmed": 19399399, "text": "The increased serum sICAM-1 and sVCAM-1 in Keshan disease patients may be related to CBV infection."}, {"pubmed": 19407977, "text": "Resveratrol inhibits Porphyromonas gingivalis lipopolysaccharide-induced endothelial adhesion molecule expression by suppressing NF-kappaB activation."}, {"pubmed": 19407978, "text": "Clotrimazole can inhibit TNF-alpha-triggered expression of adhesion molecules, ICAM-1 and VCAM-1, and angiogenesis during inflammation."}, {"pubmed": 19419934, "text": "The purpose of the study was to evaluate the percentage of CD4+/CD8+ peripheral T cells expressing CD62L+ and CD54+ in patients with Graves' disease."}, {"pubmed": 19420105, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19423540, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19429776, "text": "Fibrinogen binding to ICAM-1 promotes mucin production by decreasing TGF-alpha-induced EGFR and ERK1/2 activation."}, {"pubmed": 19434537, "text": "Compared with open surgery, laparoscopy-assisted radical gastrectomy is not associated with a greater effect on the expression of ICAM-1 and integrin beta(1) in peritoneal mesothelial cells."}, {"pubmed": 19452711, "text": "The overexpression of GATA-3 in patients with allergic rhinitis was related to the increase of ICAM-1."}, {"pubmed": 19479237, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19483084, "text": "Cofilin-1 occupies a central position in RhoA-actin pathway mediating nuclear translocation of RelA/p65 and expression of ICAM-1 in endothelial cells."}, {"pubmed": 19494354, "text": "Efficient MTOC polarization at the virological synapse requires Tax-mediated stimulation of T-cell activation pathways in synergy with ICAM-1 cross-linking."}, {"pubmed": 19497039, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19500134, "text": "primary myeloma cells exhibit constitutively lower CD54 that might be partially regulated by CXCL12, and their localizations in the BM may be associated with the expression levels of CD54"}, {"pubmed": 19501575, "text": "ICAM-1 is mainly involved in the initial adhesion of osteoclast precursors whereas clustered ICAM-1 on osteoclast precursors and its association with F-actin suggest an involvement in cell movement at a later stage."}, {"pubmed": 19520829, "text": "Results show that Dicer is responsible for the generation of the mature miR-222 and -339, which suppress ICAM-1 expression on tumor cells."}, {"pubmed": 19524015, "text": "Data show that The cell surface expression levels of (ICAM)-2 and -3 on the apoptotic cells were markedly lower, while those of calnexin, calreticulin, and (LAMP)-1 and -2 were significantly higher compared to non-apoptotic cells."}, {"pubmed": 19524923, "text": "Carbon monoxide (from CORM-2) inhibits high glucose-induced ICAM-1 expression via AMP-activated protein kinase and PPAR-gamma activations in endothelial cells."}, {"pubmed": 19540498, "text": "Upregulation of PTEN by CKD712 inhibits VCAM-1 expression, but not ICAM-1 expression, in lipopolysaccharide-treated endothelial cells."}, {"pubmed": 19548631, "text": "The levels of E-selectin, ICAM-1, IL-11, IRF-1, IL-6, IL-1beta and LIF genes expression in the B. pseudomallei-infected cells were 1.5-5 times lower than in the B. thailandensis-infected cells."}, {"pubmed": 19554506, "text": "Expressiom of ICAM1 gene of NF-kappaB pathway in multiple myeloma using bone marrow aspirates is reported."}, {"pubmed": 19559392, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19564823, "text": "Plasma E-selectin and soluble ICAM1 levels were significantly higher in the TT or TC genotype compared to that of the CC genotype."}, {"pubmed": 19567179, "text": "Mechanical forces upregulate the expression of ICAM-1 in A549 cells."}, {"pubmed": 19573080, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19578796, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19587009, "text": "suppressed ability of DCs to induce T cell proliferation was dependent on adhesive interactions between DCs and lymphatic endothelial cells that were mediated by the binding of Mac-1 on DCs to ICAM-1 on LECs."}, {"pubmed": 19587357, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19597294, "text": "sVCAM-1 and sICAM-1 serum levels reflected the clinical status in rheumatoid arthritis (RA}, independently of the ICAM1 and VCAM1 polymorphism. However, the ICAM1 721A allele could be a genetic marker to RA susceptibility"}, {"pubmed": 19615354, "text": "an association of increased GA, hsCRP and sICAM-1 levels with diffuse coronary artery disease in patients with type 2 diabetes mellitus"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19661147, "text": "The deregulation of MMP9, and the TNF participation in the MMP1 and proMMP9 secretions, in the MMP9 expression and in the expression and cleavage of ICAM1 may contribute to the pathophysiology of endometriosis disease."}, {"pubmed": 19691982, "text": "lipopolysaccharide-stimulated ICAM-1 expression in human aortic valve interstitial cells is mediated by TLR4 and ICAM-1 interacts with microfilaments"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19701669, "text": "Soluble ICAM-1 from patients with asthma was significantly higher than healthy controls."}, {"pubmed": 19701972, "text": "Results examine the levels of serum soluble intercellular adhesion molecule-1 (sICAM-1), plasma D-lactate and diamine oxidase (DAO) in patients with inflammatory bowel disease."}, {"pubmed": 19714575, "text": "endogenously activated pleural fluid-derived NK cells express high ICAM-1 levels and induce T-cell activation ex vivo through ICAM-1 in tuberculous pleurisy."}, {"pubmed": 19717975, "text": "Results suggest that ICAM-1 and VCAM-1 are markers associated, and correlated with the degree of atherosclerosis in normotensive type-2 diabetic patients."}, {"pubmed": 19724852, "text": "CD54 was significantly correlated with deeper depth of invasion and advanced stage of tumor but not with lymph node status in primary gastric cancer"}, {"pubmed": 19729601, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19747913, "text": "ICAM-1 is coupled to intracellular signaling pathways involved in tumor cell migration. Neutrophil granulocytes can act as modulators of the metastatic capability of tumor cells by ligation of ICAM-1."}, {"pubmed": 19764564, "text": "Both high pressure CO2 and 5% dextrose solution can increase the expression of CD44 and ICAM-1 in endometrial cancer cells."}, {"pubmed": 19773279, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19822019, "text": "KK genotype of ICAM-1 K469E is significantly associated with well differentiation of CRC."}, {"pubmed": 19822019, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19825506, "text": "Increased plasma ICAM-1 suggests inflammatory process may be involved in the pathogenesis of white matter lesion"}, {"pubmed": 19882756, "text": "expression of ICAM-1 and MHC antigens is up-regulated by CMV infection, which may be a key contributing factor of allograft rejection"}, {"pubmed": 19896127, "text": "patients with nonalcohlic fatty liver disease showed significantly higher liver staining scores for ICAM-1 and PAI-1 than control liver biopsies."}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19906207, "text": "K469E ICAM1 gene polymorphism was associated with Tunisian Behcet's disease patients with skin lesions"}, {"pubmed": 19906207, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19914206, "text": "up-regulation of CD44 and ICAM-1 expression on the surface of T. gondii-infected human monocytic THP-1 cells and fresh isolated human monocyte was demonstrated."}, {"pubmed": 19917355, "text": "ICAM-1 is up-regulated during cold ischemia in pancreas transplantation, possibly representing the mechanism of early neutrophil infiltration observed in human pancreatic ischemia/reperfusion injury."}, {"pubmed": 19922364, "text": "Magnetic brain stimulation significantly decreases the expression of ICAM-1 in the choroids plexus of the rat brain and abruptly suppresses the induction of acute experimental autoimmune encephalomyelitis"}, {"pubmed": 19935876, "text": "Results show that Ets1 and Stat1 functionally interact to optimize ICAM-1 transcription."}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 19949084, "text": "E-selectin and ICAM-1 are targets of TNF-induced miRNAs miR-31 and miR-17-3p, respectively."}, {"pubmed": 19954409, "text": "Data show that ICAM-1 levels are significantly higher in thrombocytopenia and thrombocytosis compared to control, while L-selectin levels are significantly higher in thrombocytopenia."}, {"pubmed": 20004360, "text": "an ICAM- and IL-8-mediated neutrophilic airway inflammation in both obstructive sleep apnea and obese patients."}, {"pubmed": 20056088, "text": "HIV-1 Nef regulates ICAM-1 expression on endothelial cells via Map Kinase signaling pathway."}, {"pubmed": 20056178, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20056442, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20107176, "text": "The p38 MAPKs and NF-kappaB pathways may play an important permissive role in CD40L-induced ICAM-1 expression in orbital fibroblasts"}, {"pubmed": 20110463, "text": "miR-221 is involved in IFN-gamma-induced expression of ICAM-1 in cholangiocytes and further regulates inflammatory responses in cholangiopathies."}, {"pubmed": 20118004, "text": "The transcription level of ICAM-1 in HepG2 cells was reduced by different doses of cinobufagin."}, {"pubmed": 20137698, "text": "ICAM-1 expression in human embryonic lung fibroblast cells infected with respiratory syncytial virus was 2.51 times that in normal cells."}, {"pubmed": 20151764, "text": "Plasma levels of ICAM-1 and circulating endothelial cells are elevated in unstable types 1 and 2 diabetes."}, {"pubmed": 20158572, "text": "Data show that PLT adhesion to HIMEC was ICAM-1, FKN and integrin alpha(v)beta(3) dependent."}, {"pubmed": 20160446, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20160446, "text": "The K469E and G241R polymorphisms in the ICAM-1 gene and the C-634G polymorphism in the IL-6 gene may not be genetic factors related to susceptibility to advanced-stage endometriosis in the Korean population"}, {"pubmed": 20164172, "text": "Pharmacologic inhibition of Rho kinase 2 signaling blocked LPA-induced p65 phosphorylation and suppressed ICAM-1 and VCAM-1 expression."}, {"pubmed": 20167578, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20184510, "text": "VCAM-1, ICAM-1 and hsCRP were significantly associated with long term outcomes of patients with stable angina pectoris beyond the risk associated with traditional risk factors."}, {"pubmed": 20191078, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20191078, "text": "The S128R polymorphism of the E-selectin gene is of interest for two reasons: first, it is overrepresented in certain patient groups affected by disease that is characterized by an increased adhesiveness of leukocytes to the endothelium"}, {"pubmed": 20193033, "text": "Data show a significant decrease in L-selectin and increased E-selectin and ICAM-1 expression in HH patients."}, {"pubmed": 20217214, "text": "Down-regulation of ICAM-1 in mammary epithelial cells may contribute both to the high expression of psoriasin seen in some high-grade ductal carcinoma in situ and to the induction of MUC1."}, {"pubmed": 20219985, "text": "GPx-1 modulates LPS-mediated up-regulation of ICAM-1 and VCAM-1 mRNA and protein in endothelial cells, in part, by altering CD14-mediated effects."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20304924, "text": "Engineering of single Ig superfamily domain of intercellular adhesion molecule 1 (ICAM-1) for native fold and function."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20360547, "text": "Intercellular adhesion molecule-1 polymorphism (G241R) predicts risk of incident ischemic stroke."}, {"pubmed": 20360547, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20362293, "text": "in healthy adolescents impaired endothelial function is significantly associated with high level of soluble ICAM-1, HOMA-IR and SFA"}, {"pubmed": 20389059, "text": "Indoxyl sulfate upregulates expression of ICAM-1 and MCP-1 by oxidative stress-induced NF-kappaB activation"}, {"pubmed": 20405289, "text": "Soluble ICAM-1 is significantly and positively associated with reticulocytes in steady-state sickle cell anemia patients."}, {"pubmed": 20406964, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20409464, "text": "The results from tests of a monovalent ICAM-1 probe against immobilized alphaLbeta2 in environments of divalent cations, is presented."}, {"pubmed": 20409465, "text": "The impact of inside-out and outside-in signaling in neutrophils on the lifetimes and mechanical strengths of ICAM-1 bonds to beta2 integrin on the cell surface, was examined."}, {"pubmed": 20416077, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20422421, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20422421, "text": "polymorphism in codon 241 associated with development of endometriosis susceptibility in the population of northern Iran"}, {"pubmed": 20430730, "text": "Results suggest that serum concentrations of sICAM, sVCAM and sE-selectin can reflect tumor progression and metastasis."}, {"pubmed": 20432452, "text": "These results suggest that in human rheumatoid arthritis synovial fibroblasts, activation of ERK, JNK, AP-1, and NF-kappaB are essential for IL-1beta-induced ICAM-1 expression and leukocyte adhesion."}, {"pubmed": 20438785, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20445114, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20445114, "text": "the ICAM-1 G/R 241 polymorphism may represent a candidate gene for Fuchs uveitis susceptibility"}, {"pubmed": 20459645, "text": "blocking of OPN-induced ICAM-1 expression through mTOR/p70S6 kinase signaling pathway may be an important therapeutic strategy for the treatment of breast cancer."}, {"pubmed": 20473930, "text": "upregulated ICAM-1 expression in HPV16-E6E7-expressing keratinocytes led to enhanced conjugate formation with NK cells"}, {"pubmed": 20485444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20494378, "text": "Independent associations in metabolic syndrome between the combined ICAM1-CRP (rs5491 and rs3091244) genotypes and MetS were found by multivariate analysis"}, {"pubmed": 20494378, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20508517, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20510872, "text": "Our results show that there are no differences in infected red blood cells (IRBC) binding profiles across genotypes. We show in this study that homozygosity for the ICAM-1(Kilifi) is associated with child hospitalization."}, {"pubmed": 20511548, "text": "Synergistically enhanced by interferon-gamma and tumor necrosis factor-alpha, the expression of CD54 in mesenchymal stem cells (MSCs) enables CCR6 chemokine ligand CCL20 to induce in vitro adhesion of T helper (Th)17 cells to MSCs."}, {"pubmed": 20529672, "text": "Taken together with previous findings, our results indicate that membranous form of ICAM-1 on exosomes exhibits potent immune modulatory activity."}, {"pubmed": 20536507, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20552237, "text": "high molecular weight of HA suppressed the FN-f-activated p38 via ICAM-1 and the CD44 in RA chondrocytes"}, {"pubmed": 20568250, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20570633, "text": "Data show that coculture with activated T cells upregulated expression of CD54 and CD58 and secretion of galectin-1 by MSCs."}, {"pubmed": 20574001, "text": "Short-term hypoxia increases monocytic adhesion to cultured endothelial cells and monocytic ICAM-1 polyadenylated mRNA expression, while increasing adhesion of monocytic THP-1 cells to human and rat endothelial cells."}, {"pubmed": 20585554, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20587315, "text": "E-selectin, ICAM-1 and their ligands are important molecules of hepatocellular carcinoma and endothelial cells to tumor adhesive metastasis."}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20596527, "text": "findings indicate that ICAM-1 clustering is regulated in an inside-out fashion through the actin cytoskeleton. Overall, these data indicate that signaling events within the endothelium are required for efficient ICAM-1-mediated leukocyte adhesion"}, {"pubmed": 20602615, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20603037, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20647315, "text": "the PGE(2) and EP1 interaction enhanced migration of oral cancer cells through an increase in ICAM-1 production"}, {"pubmed": 20662732, "text": "ICAM-1 is associated and correlated with the degree of atherosclerosis in type-2 diabetic hypertensive patients."}, {"pubmed": 20665551, "text": "The findings of this work reveal a significant role for IL-17 in upregulating IVD cell inflammatory mediator release and ICAM-1 and suggest that IFNgamma and TNFalpha act synergistically to elevate an inflammatory phenotype in the presence of IL-17."}, {"pubmed": 20680966, "text": "Data show that oncostatin M stimulation induced CXCL10 and ICAM-1 expression in human gingival fibroblasts stimulated with IL-1beta."}, {"pubmed": 20681010, "text": "ICAM-1 can be transported to the immunological synapse through the recycling compartment; the high-affinity state of LFA-1 on T cells is critical to induce targeted movements of both ICAM-1 and MHC class II to the immunological synapse on APCs."}, {"pubmed": 20685094, "text": "study showed that autoimmune-mediated dysthyroidism was associated with increased peripheral blood concentrations of vascular cell adhesion molecule-1(VCAM-1), intercellular adhesion molecule-1(ICAM-1) and tissue inhibitor of metalloproteinases 1(TIMP-1)"}, {"pubmed": 20712868, "text": "Patients with uncomplicated malaria had higher monocyte ICAM-1 expression consistent with a role for monocyte ICAM-1 in immune clearance during non-severe malaria"}, {"pubmed": 20714774, "text": "Levels of urinary ICAM-1 and VCAM-l in lupus nephritis patients with renal damage were statistically significantly higher than those in other groups (LN patients with mild histological changes or SLE patients without nephritis and control group"}, {"pubmed": 20725844, "text": "The results showed that the serum levels of sICAM-1 in Hemorrhagic fever with renal syndrome caused by Hantaan virus(HFRS) patients with fever, hypotensive, oliguric, and polyuric phases were significantly higher than those in controls (p < 0.001)."}, {"pubmed": 20819778, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20837907, "text": "Epidermal growth factor-like domain 7 suppresses intercellular adhesion molecule 1 expression in response to hypoxia/reoxygenation injury in human coronary artery endothelial cells."}, {"pubmed": 20864106, "text": "PTEN selectively inhibits expression of VCAM-1 but not ICAM-1 through modulation of PI3K/Akt/GSK-3beta/GATA-6 signaling cascade in TNF-alpha-treated endothelial cells"}, {"pubmed": 20880684, "text": "Sulphoraphane inhibited the expressions of intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 through MyD88-dependent toll-like receptor-4 pathway in cultured endothelial cells."}, {"pubmed": 20929696, "text": "ICAM-1 does not have a dominant role in the development of restenosis following coronary stent implantation."}, {"pubmed": 20935502, "text": "intercellular adhesion molecule 1 (ICAM-1) and vascular cell adhesion molecule-1 (VCAM-1) work together with chemokines to induce immunosuppression mediated by mesenchymal stem cells"}, {"pubmed": 20940515, "text": "ICAM-1 gene polymorphism in codon 469 is associated with a risk for coronary heart disease in Egypitan subjects."}, {"pubmed": 20940515, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20951945, "text": "Analysis using clinical biopsy specimens revealed autophagy and increased levels of BCL2, S1P1, and ICAM1 in human T-lymphoblastic lymphoma compared with T-lymphoblastic leukemia."}, {"pubmed": 21037509, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21039424, "text": "ICAM-1 from the synovial cells restored osteoclastogenesis suppressed by IL-6."}, {"pubmed": 21067572, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21078912, "text": "TCR signals fail to trigger LFA-1 headpiece activation unless the integrin first gets stabilized by surface-bound ICAM-1"}, {"pubmed": 21159528, "text": "Homocysteine treated endothelial cells showed significantly increased expression of ICAM-1."}, {"pubmed": 21162967, "text": "Increased levels of VCAM-1 and ICAM-1, E-selectin and P-selectin, as markers of inflammation, showed the importance of inflammatory processes in the development of atherosclerosis and clinical expression of CAD."}, {"pubmed": 21171946, "text": "Syk activation is accompanied by formation of a protein complex consisting of ICAM-1, ezrin and Syk at the plasma membrane."}, {"pubmed": 21173732, "text": "Report age-related differences in the expression of ICAM-1 in the wall of varicose veins of women."}, {"pubmed": 21183689, "text": "Using leukocytes and endothelial cells, we show mechanistically that the silencing of Nogo-B with siRNA impairs the transmigration of neutrophils and reduces ICAM-1-stimulated phosphorylation of VE-cadherin."}, {"pubmed": 21183871, "text": "These results suggest that ICAM1 gene polymorphisms play a minor role in pathogenesis of delayed graft function. The rs5498 ICAM1 gene polymorphism is associated with increased risk of acute rejection of kidney allografts."}, {"pubmed": 21236259, "text": "These results indicate that miR-221-mediated translational suppression controls ICAM-1 expression in epithelial cells in response to C. parvum infection."}, {"pubmed": 21270398, "text": "beta2 integrin engagement by ICAM-1 alone leads to tyrosine phosphorylation of the T cell receptor zeta-chain, Syk kinase, and phospholipase C (PLC)-gamma1 and PLC-gamma2 in human natural killer (NK) cells."}, {"pubmed": 21286024, "text": "Data show that the expression of ICAM-1 on endothelial cells (ECs) and neutrophil adhesion to ECs were attenuated by post-ischemic conditioning morphine administered during reoxygenation. period."}, {"pubmed": 21287514, "text": "The K469E polymorphism of the ICAM-1 gene was not associated with the susceptibility of rheumatoid arthritis."}, {"pubmed": 21328467, "text": "the RANKL and RANK interaction results in up regulation of ICAM-1 thereby increasing human lung cancer cell migration"}, {"pubmed": 21344487, "text": "Findings suggest that monocytes infiltration could directly induce EMT of HK-2 cells via upregulation ICAM-1 through NF-kB signaling pathway."}, {"pubmed": 21390226, "text": "Increased binding to CD36 is associated with uncomplicated malaria while ICAM-1 adhesion is raised in parasites from cerebral malaria cases."}, {"pubmed": 21391218, "text": "our results indicate that CCN6 enhances the migration of chondrosarcoma cells by increasing ICAM-1 expression"}, {"pubmed": 21392767, "text": "Polymorphisms in the ICAM1 gene predict circulating soluble intercellular adhesion molecule-1"}, {"pubmed": 21474934, "text": "ICAM K469E allele was not associated with stroke/infarct dementia, mixed dementia, or subcortical ischemic vascular dementia"}, {"pubmed": 21487066, "text": "Data suggest that plasma markers: CEACAM, ICAM-1, osteopontin, MIA, TIMP-1 and S100B particularly when assessed in combination, can be used to monitor patients for disease recurrenc."}, {"pubmed": 21520070, "text": "Resistin increased the expression of intercellular adhesion molecule-1, with this increases being p38MAPK-dependent. Resistin-induced monocyte adhesion was blocked by monoclonal antibodies against intercellular adhesion molecule-1."}, {"pubmed": 21536333, "text": "There is significant attenuation of extravascular and vascular ICAM-1 immunoreactivity in elderly subjects with major depression suggesting an astrocyte-associated alteration in immune function in the aging orbitofrontal cortex of subjects with MDD."}, {"pubmed": 21536861, "text": "investigation of activated T-lymphocyte spreading on ICAM-1 and ICAM-1-expressing dendritic cells: multimerization of LFA-1/ICAM-1 is involved and is facilitated/stabilized by kindlin-3"}, {"pubmed": 21540444, "text": "hyperketonemia can induce monocyte adhesion to endothelial cells and it is mediated via increased ICAM-1 expression in endothelial cells and increased expression and affinity of LFA-1 in monocytes"}, {"pubmed": 21542832, "text": "Paeoniflorin suppressed the activation of the NF-kappaB pathway, which regulates the expression of ICAM-1."}, {"pubmed": 21551251, "text": "PMN sialidase could be a physiologic source of the enzymatic activity that removes sialyl residues on beta2 integrin and ICAM-1, resulting in their enhanced interaction, and may be an important regulator of the recruitment of these cells to inflamed sites"}, {"pubmed": 21571262, "text": "In dendritic cells, aging can impair the expression of ICAM-1 and CD25 and skew the production of cytokines, including IL-18, which concur to make a pro-inflammatory milieu."}, {"pubmed": 21590495, "text": "Results indicate that ICAM-1 protein overexpression is associated with an unfavourable prognosis in breast cancer."}, {"pubmed": 21594636, "text": "elevated admission levels of IL-6, but not soluble adhesion molecules, provide valuable information for risk assessment of long-term cardiovascular mortality in patients with acute ST-segment elevation myocardial infarction"}, {"pubmed": 21610569, "text": "Data found that blocking CD11b, CD18, or CD54 on the endothelial progenitor cells (EPC) surface with monoclonal antibodies protected EPCs, enhancing its survival."}, {"pubmed": 21628959, "text": "Allergen exposure needs to cause weak or moderate cytotoxicity for DD86 and CD54 expression."}, {"pubmed": 21635548, "text": "ICAM-1 positive hepatocytes were seen in nonalcoholic steatohepatitis (NASH) patients and were localized in areas with microvesicular fat; the sICAM-1 were significantly higher in NASH-patients (339.8 +/- 34.07) than in non-NASH patients"}, {"pubmed": 21658317, "text": "ICAM-1 may be considered as a good marker of jonit prosthesis infection, distinguishing between patients with and without infection, and between patients with infection and those with previous infection."}, {"pubmed": 21680714, "text": "c-Met recruits ICAM-1 as a coreceptor to compensate for the loss of CD44 in Cd44 null mice."}, {"pubmed": 21717173, "text": "There is not any association between G241R or K469E polymorphisms within the ICAM-1 gene and susceptibility to polycystic ovary syndrome."}, {"pubmed": 21724992, "text": "a signaling pathway involving aldose reductase, JNK, IKK, and NF-kappaB is required for ICAM-1 induction in ECs exposed to BFT, and may be involved in the leukocyte-adhesion cascade following infection with ETBF."}, {"pubmed": 21725974, "text": "Transcriptional profiling of ATRA-treated SCC-9 cells showed upregulation of ICAM1, which plays an important role in inhibiting invasion and metastasis."}, {"pubmed": 21798038, "text": "Non-cysteine linked MUC1 cytoplasmic dimers are required for Src recruitment and ICAM-1 binding induced cell invasion."}, {"pubmed": 21804483, "text": "Report ICAM-1/VCAM-1 levels in asymptomatic dyslipidemic subjects and risk for manifestation of atherosclerosis."}, {"pubmed": 21808112, "text": "There was no significant difference between levels of soluble adhesion molecules VCAM-1 and ICAM-1 in patients with acute ischemic stroke and in controls"}, {"pubmed": 21816944, "text": "These results suggest that IL-1alpha produced by HTLV-I-infected Tax(+) T cells is crucial for ICAM-1 expression in lung epithelial cells and subsequent adhesion of lymphocytes in HTLV-I-related pulmonary diseases."}, {"pubmed": 21828047, "text": "ATGL knockdown increased monocyte adhesion to the endothelium through enhanced TNFalpha-induced ICAM-1 expression via activation of NFkappaB and PKC."}, {"pubmed": 21840991, "text": "analysis of beta2-integrin and intercellular adhesion molecule 1 binding kinetics in tumor cell adhesion to leukocytes and endothelial cells by a gas-driven micropipette assay"}, {"pubmed": 21843619, "text": "Ethyl gallate isolated from Pistacia integerrima Linn. inhibits cell adhesion molecules ICAM-1/VCAM-1 by blocking AP-1 transcription factor."}, {"pubmed": 21860531, "text": "Data suggest that activation of ERK1/2, p38 and JNK cascades may be involved in ICAM-1 expression in glomerular endothelial cells under diabetic conditions."}, {"pubmed": 21871109, "text": "High ICAM-1 is associated with low CD133+CD34+subset of endothelial progenitor cells."}, {"pubmed": 21877251, "text": "expression in melanocytes is upregulated by RNA released from necrotic keratinocytes"}, {"pubmed": 21890178, "text": "MIF may affect blood coagulation and anticoagulation through its influence on endothelial cell ICAM-1 and thrombomodulin expression."}, {"pubmed": 21895545, "text": "Data suggest that serum CD44, ICAM-1 and VCAM-1 can potentially be prognostic in patients with indolent non-Hodgkin lymphomas (NHL)."}, {"pubmed": 21972703, "text": "The increased levels of ICAM-1 and C-Jun are negative prognostic factors for the patients with non-small cell lung cancer."}, {"pubmed": 21980389, "text": "Results show that levels of CD3epsilon, CD25, CD68, and ICAM-1 mRNA in BCC biopsies may predict risk for new basal cell carcinomas."}, {"pubmed": 21987404, "text": "In the Chinese population, the distribution of the K allele frequency of the ICAM-1 E469K gene was indicated to be associated with CAD risk."}, {"pubmed": 22001052, "text": "Increased adhesion molecules expression in chronic rheumatic heart disease could be a part of the ventricular remodeling."}, {"pubmed": 22010135, "text": "Genetic variations at the ABO locus are associated with circulating levels of ICAM1, P-selectin, and E-selectin."}, {"pubmed": 22015609, "text": "hUCB-MSC-derived sICAM-1 decreases Abeta plaques by inducing NEP expression in microglia through the sICAM-1/LFA-1 signaling pathway."}, {"pubmed": 22023772, "text": "in patients with HVA there is an over-expression of ICAM-1, and that ultra-rush VIT significantly decreases ICAM-1 levels."}, {"pubmed": 22045868, "text": "IFN-gamma and TNF-alpha synergistically enhance NK cell cytotoxicity through NF-kappaB-dependent up-regulation of ICAM-1 expression in target cells, thereby promoting their conjugate formation with NK cells."}, {"pubmed": 22059356, "text": "serum concentration is a potential marker for diagnosis of neonatal sepsis"}, {"pubmed": 22103402, "text": "plasmodium VIR proteins can specifically mediate cytoadherence to the ICAM-1 endothelial receptor."}, {"pubmed": 22119941, "text": "Results indicate that IL-6-634G/ICAM-1 469E carrier could be associated with increased susceptibility to end-stage knee osteoarthritis."}, {"pubmed": 22183741, "text": "VCAM1 and ICAM1 gene expression and cell surface expression in human endometriotic stromal cells was inhibited by curcumin."}, {"pubmed": 22198381, "text": "Data indicate that cannabinoids induce ICAM-1, thereby conferring TIMP-1 induction and subsequent decreased cancer cell invasiveness."}, {"pubmed": 22203486, "text": "This meta-analysis suggests that the ICAM1 gene K469E polymorphism is associated with coronary heart disease risk."}, {"pubmed": 22209338, "text": "Our results demonstrated in CRC patients significantly increased levels of soluble adhesion molecules (VCAM-1 and sICAM-1) and angiogenic factor (VEGF) as compared to control group."}, {"pubmed": 22226621, "text": "Lipopolysaccharide-induced ICAM-1 synthesis in human umbilical vein endothelial cells is regulated by GEF-H1/RhoA-dependent signaling pathway via activation of p38 and NF-kappaB."}, {"pubmed": 22226679, "text": "Lf bound to a DNA region in the ICAM-1 promoter"}, {"pubmed": 22234743, "text": "Metastatic tumor cells displayed lower regulated ICAM-1 expression levels and were less sensitive to specific CTLs. ICAM-1 downregulation may be one mechanism by which tumor cells escape immunologic surveillance."}, {"pubmed": 22248682, "text": "sPLA(2) plays a significant role in mediating the inflammatory signals that induce ICAM-1 expression in lung cancer cells. Inhibition of the enzyme can significantly decrease ICAM-1 expression and subsequent cancer cell invasion."}, {"pubmed": 22294843, "text": "Data suggest that polymorphisms of ICAM-1 K469E can be a useful biomarker for identifying individuals with higher risk of GC, predicting disease progression, and guiding individualized treatment."}, {"pubmed": 22324942, "text": "Elevated urine sVCAM-1 and sICAM-1 levels may be useful in identifying patients at risk of lupus nephritis."}, {"pubmed": 22345292, "text": "results indicate that CCN3 enhances the migration of prostate cancer cells by increasing ICAM-1 expression through a signal transduction pathway that involves alphavbeta3 integrin, ILK, Akt and NF-kappaB"}, {"pubmed": 22349390, "text": "K469E polymorphism of ICAM-1 may not affect the susceptibility of COPD and the expression of ICAM-1 in Han people from central and south of China in this study, but carriers of E allele are at high risk of developing severe stage of COPD."}, {"pubmed": 22378734, "text": "Data suggest that plasma level of soluble ICAM-1 (which is a biological marker of inflammatory processes such as atherosclerosis) can be modulated by diet (i.e., omega-3 fatty acid intake)."}, {"pubmed": 22378736, "text": "Data suggest that plasma level of soluble ICAM-1 (which is associated with cancer risk) can be modulated by diet (i.e., omega-3 fatty acid intake)."}, {"pubmed": 22396143, "text": "The findings of a decrease of PECAM-1 expression and an increase of ICAM-1 expression in preeclamptic placenta suggest the existence of functional roles of these adhesion molecules in the pathophysiology of preeclampsia."}, {"pubmed": 22404936, "text": "Increases in adhesion frequency provide significant evidence of the role of epinephrine in BCAM/Lu-laminin and ICAM-4-alpha(v)beta(3) bonding, and suggest mechanisms of vaso-occlusion during physical exertion in sickle cell trait."}, {"pubmed": 22463128, "text": "Data indicate that the shear stress stimulation produced a significant increase of ICAM-1 expression at protein and mRNA levels in lymphatic endothelial cells (LEC)."}, {"pubmed": 22489699, "text": "High ICAM1 is associated with lung adenocarcinoma with malignant pleural effusion."}, {"pubmed": 22496445, "text": "data indicate that ICAM-1 could be a useful hypoglycosylation biomarker to assess gene complementation of CDG-I patient cells and to monitor improved glycosylation in response to therapeutic drugs"}, {"pubmed": 22497223, "text": "Data suggest that systemic levels of adhesion molecules (ICAM-1, VCAM-1/vascular cell adhesion molecule-1, E-selectin) have inverse association with tetrahydrobiopterin/dihydrobiopterin ratio in blood of normotensive type 2 diabetic patients."}, {"pubmed": 22523428, "text": "These findings are the first to suggest that an ICAM-integrin-mediated pathway contributes to susceptibility to systemic lupus erythematosus."}, {"pubmed": 22523875, "text": "The distribution of genotype frequencies and the frequency of the K469 allele of the preeclampsia group were not significantly different from those of the controls. A similar trend was observed between the severe preeclampsia patients and the controls."}, {"pubmed": 22525368, "text": "Data indicate that antibody blockade of intercellular adhesion molecule-1 (ICAM-1) significantly reduced Toxoplasma gondii tachyzoites migration cross retinal endothelial monolayers."}, {"pubmed": 22533155, "text": "The 1405A>G polymorphism in ICAM1 gene may affect mRNA splicing patterns that modify cell-cell interactions and influence inflammatory response in coronary disease.[review]"}, {"pubmed": 22541082, "text": "ICAM-1 positive expression is observed in hepatoblastoma and ANLL M1, M2, M3 patients, whereas it is undetectable in fibrosarcoma, nephroblastoma and primitive neuroectodermal tumor patients."}, {"pubmed": 22552687, "text": "in overweight/obese women with PCOS, exercise training does not change endothelial function markers VCAM-1, ICAM-1, PAI-1 or ADMA more than only following a high-protein, hypocaloric diet"}, {"pubmed": 22552879, "text": "This study demonstrated regulation of alpha(M)-integrin on circulating mononuclear cells in Guillain-Barre syndrome (GBS), as well as an important role for alpha(M)-integrin-ICAM-1 interactions in pathogenic GBS patient leukocyte trafficking at the blood-nerve barrier in vitro."}, {"pubmed": 22560286, "text": "an interplay between ICAM-1 and MLCK-dependent contractile forces mediates neutrophil transmigration through oxLDL-treated endothelium."}, {"pubmed": 22562265, "text": "The single nucleotide polymorphism g.1548A >G (K469E) of the ICAM-1 gene is associated with worse prognosis in non-small cell lung cancer."}, {"pubmed": 22588952, "text": "Body mass index ICAM-1 was significantly higher in the family history of type 2 diabetes group"}, {"pubmed": 22593994, "text": "The G allele of the rs5498 polymorphism of the ICAM1 gene is significantly correlated with interstitial fibrosis and may also be correlated with other chronic histopathologic lesions seen in bioptates of the grafted kidney."}, {"pubmed": 22609477, "text": "The carrier status of ICAM-1 T allele of K469E in end-stage renal disease patients was an independent risk factor for susceptibility to cardiovascular disease."}, {"pubmed": 22609871, "text": "Atorvastatin significantly prevents atherosclerotic changes in rabbits with a high-cholesterol diet, possibly by lowering plasma lipids and decreasing over-expressed ICAM-1."}, {"pubmed": 22619799, "text": "ICAM-1 may play an important role in the pathogenic process of brain stem encephalitis caused by human enterovirus 71."}, {"pubmed": 22644863, "text": "IL-11 enhances the migration of the chondrosarcoma cells by increasing ICAM-1 expression through the IL-11Ralpha receptor, PI3K, Akt, and NF-kappaB signal transduction pathway."}, {"pubmed": 22646485, "text": "This study found a significant association between genetic variation in ICAM1 and risk of transplant-related mortality after allogeneic hematopoietic cell transplant."}, {"pubmed": 22648254, "text": "Ser 128Arg of E-selectin and the K469E of ICAM-1 polymorphisms may be involved in predisposition to atherosclerosis."}, {"pubmed": 22685016, "text": "urinary sediment ICAM-1 level was significantly reduced in lupus nephritis, and the level inversely correlated with renal function"}, {"pubmed": 22697794, "text": "The data indicate that the LFA-1/ICAM-1 interaction may limit apoptosis in HIV-1-infected T cells."}, {"pubmed": 22705151, "text": "The aim of the study was to measure serum and cerebrospinal fluid (CSF) concentration of ICAM-1, IL-21 and IL-23 in patients with tick-borne encephalitis and neuroborreliosis."}, {"pubmed": 22706247, "text": "An increase in serum adiponectin concentration is an independent factor correlated with lowering of sICAM-1 concentration during smoking cessation"}, {"pubmed": 22707713, "text": "suggest an important role for LFA-1/ICAM-1 interactions in immunoregulation concurrent with lymphocyte migration that may have implications at the level of local inflammatory response and for anti-LFA-1-based therapies"}, {"pubmed": 22717098, "text": "Serum ICAM1 level was associated with mean pulmonary arterial pressure, ESR, and VCAM1 in children with congenital heart disease."}, {"pubmed": 22742445, "text": "we have shown here that the two cell adhesion molecules ICAM-1 and VCAM-1, although best known as inflammatory NF-kappaB target genes, are regulated differentially during Caco-2 differentiation"}, {"pubmed": 22763042, "text": "Data show in pulmonary microvascular endothelial cells (HPMECs), unfractionated heparin (UFH) significantly attenuated LPS-induced production of IL-1beta, IL-6, E-selectin and ICAM-1, as well as phosphorylation of p38 MAPK and NF-kappaB translocation."}, {"pubmed": 22763828, "text": "PCNA expression was decreased but ICAM-1 expression was significantly increased in the NIDDM and cataract group compared with that of non-diabetic cataract patients"}, {"pubmed": 22780972, "text": "ICAM-1 469K/E gene polymorphisms are significantly associated with the risk of gastric low-grade dysplasia, but not related with severe chronic atrophic gastritis in a population with high risk of gastric cancer in Linqu County, Shandong Province, China."}, {"pubmed": 22782142, "text": "Data indicate that IGF-1 treatment decreased ox-LDL-induced ICAM-1 expression potentially through reducing HMGB1 release."}, {"pubmed": 22804504, "text": "WASP-deficient T cells migrated in a normal proportion towards CXCL12, CCL19 and CCL21, but displayed an increased adhesion and elongation on ICAM-1"}, {"pubmed": 22815910, "text": "d-alpha-tocopherol and d-gamma-tocopherol have opposing regulatory functions for ICAM-1-activated PKCalpha in endothelial cells"}, {"pubmed": 22905988, "text": "Higher serum VCAM-1 and ICAM-1 was associated with higher risk of peripheral arterial disease in hemodialysis patients."}, {"pubmed": 22909232, "text": "a significant survival advantage attributed to blood group O and increased monocyte expression of CD36 and ICAM1 (CD54)."}, {"pubmed": 22972240, "text": "Soluble intercellular adhesion molecule-1 (sICAM-1) levels were 40% higher in sedentary older men compared to young sedentary subjects, but they were not different between the young and older trained men."}, {"pubmed": 22976263, "text": "The postdialysis increases in ICAM-1/VCAM-1 are due to the effect of dialysis membranes and can be reduced with the use of high flux membranes."}, {"pubmed": 22990627, "text": "Exercise duration is not of importance in ICAM-1 regulation in marathon/half-marathon runners."}, {"pubmed": 23039186, "text": "Demonstrated that melanoma cells can cross endothelial monolayers in vitro due to the induction of ICAM-1 and LFA-1 occurring during the co-culture of melanoma and endothelial cells."}, {"pubmed": 23042271, "text": "papC inhibited the expression of VCAM-1 and ICAM-1, Il-8 after activation with TNF-a."}, {"pubmed": 23053371, "text": "Up-regulation of ICAM-1 mRNA was significantly correlated with over-expressions of NF-kappaB p50 and NF-kappaB p65 (r = 0.8995, P < 0.01; r = 0.7601, P < 0.01)."}, {"pubmed": 23053969, "text": "The G241R and K469E single nucleotide polymorphisms of ICAM-1 gene may be related to occurrence of Hashimoto thyroiditis."}, {"pubmed": 23057424, "text": "Data suggest that plasma levels of ICAM1 (intercellular adhesion molecule-1) and VCAM1 (vascular cell adhesion molecule-1) are up-regulated in adolescents with type 1 diabetes in poor glycemic control."}, {"pubmed": 23089253, "text": "Enhanced cytokine production and ICAM-1 expression are dependent on RIG-I activation in Denv infection of human brain microvascular endothelial cells (HBMECs."}, {"pubmed": 23095194, "text": "Value of testing two biomarkers, based on soluble intercellular adhesion molecule-1 (Leakection) and insulin like growth factor-binding protein-1 (Amnioquick), for the diagnosis of prelabor rupture of membranes. Both show high sensitivity and specificity."}, {"pubmed": 23098564, "text": "Our findings support the hypothesis that ICAM-1 up-regulation stimulated by SDF-1 may play an active role in CRC cell adhesion."}, {"pubmed": 23111892, "text": "High glucose increased the expression of ICAM-1, which was partially abolished by sarpogrelate hydrochloride."}, {"pubmed": 23137758, "text": "The study revealed an association between the ICAM-1 gene marker, rs281437, and the progression of hepatic fibrosis in HCV genotype 4."}, {"pubmed": 23144497, "text": "Kindlin-3 association with LFA-1 is significantly increased at sites of high-affinity bond formation with ICAM-1 only in the presence of hydrodynamic shear stress."}, {"pubmed": 23162921, "text": "serum sICAM-1 has important clinical significance for assessing the PHC patient's condition, early diagnosing and treating liver cancer."}, {"pubmed": 23178493, "text": "this is the first study showing the crucial role of NF-kappaB/Stat3 nuclear association in IR-induced ICAM-1 regulation and implies that targeting NF-kappaB/Stat3 interaction may have future therapeutic significance in glioma treatment."}, {"pubmed": 23209327, "text": "Group A PfEMP1 proteins are not central to ICAM-1-specific adhesion of infected human erythrocytes; instead, the tests support development of a vaccine to prevent cerebral malaria."}, {"pubmed": 23227846, "text": "an association between sICAM-1 levels and active smoking in a group of COPD and non-COPD active smokers"}, {"pubmed": 23232649, "text": "SphK1 regulates tumor cell proliferation, apoptosis and invasion, which ultimately contributes to tumor progression and malignancy phenotype in colon cancer. FAK pathway, ICAM-1 and VCAM-1 may play critical roles in this SphK1mediated effect."}, {"pubmed": 23238746, "text": "Data indicate that knockdown of SIRT1 by RNA interference (RNAi) resulted in increased expression of ICAM-1 in human umbilical vein endothelial cells (HUVECs)."}, {"pubmed": 23264465, "text": "MYADM controls endothelial barrier function through ERM-dependent regulation of ICAM-1 expression."}, {"pubmed": 23297413, "text": "Molecular architecture of a complex between an adhesion protein from the malaria parasite and intracellular adhesion molecule 1"}, {"pubmed": 23349778, "text": "Data indicate that the highest values of ICAM-1 were found in patients having an acute myocardial infarction (AMI) and who were antibody positive for dUTPase."}, {"pubmed": 23356193, "text": "Maternal circulating level of ICAM-1 is elevated in pregnant women with hypertension or pre-eclampsia."}, {"pubmed": 23364881, "text": "ICAM-1 plays an important role in tongue squamous cell carcinoma progression, which may result from the squamous cell carcinoma-cell activity, angiogenic activity, lymphangiogenic activity and macrophage/squamous cell carcinoma-cell adhesion."}, {"pubmed": 23376231, "text": "Our study uncovers the novel mechanism by which redox alteration associated with loss of p53 in stromal fibroblasts functions as a key inducer of epithelial transformation and invasion via RNS-mediated ICAM1 signaling"}, {"pubmed": 23376424, "text": "ICAM-1 is a marker of HCC stem cells in humans and mice; ICAM-1 inhibitors slow tumor formation and metastasis in mice. ICAM-1 expression is regulated by the stem cell transcription factor Nanog."}, {"pubmed": 23383040, "text": "severe DV infections induce MIF expression, which in turn stimulates monocytes or endothelial cells to express TM and ICAM-1 via the Erk, JNK MAPK and the PI3K signaling pathways"}, {"pubmed": 23417849, "text": "activation of leptin synthesis in a diabetic environment promotes ICAM-1 activation via mitogen-activated protein kinase pathway in type 2 diabetic patients."}, {"pubmed": 23438786, "text": "D-ribose ameliorates cisplatin-induced nephrotoxicity and inhibits upregulation of TNF-alpha and ICAM-1mRNA expression."}, {"pubmed": 23457623, "text": "TWEAK acted as an inducer of E-selectin and ICAM-1 expression in mice with cutaneous vasculitis and human dermal microvascular endothelial cells"}, {"pubmed": 23493781, "text": "A possible paracrine role of released platelet miR-320b on endothelial cell intercellular adhesion molecule-1 expression was shown."}, {"pubmed": 23502765, "text": "adhesion molecules, principally CD54, are involved in the efficiency of recognition by effector chimeric zeta."}, {"pubmed": 23551616, "text": "These findings identify the molecular pathways underlying the high-glucose-treated Porphyromonas gingivalis-dependent ICAM-1 expression in human gingival fibroblasts."}, {"pubmed": 23554905, "text": "Neutrophil priming led to the rapid expression of a common set of transcripts for cytokines, chemokines and cell surface receptors (CXCL1, CXCL2, IL1A, IL1B, IL1RA, ICAM1)."}, {"pubmed": 23558934, "text": "ATX activity and gene expression are reliable diagnostic and prognostic tools in thyroid carcinoma compared to sICAM-1."}, {"pubmed": 23561648, "text": "Soluble intercellular adhesion molecule 1 was positively correlated with carotid intima-media thickness, independently of truncal fat, age and blood pressure."}, {"pubmed": 23576799, "text": "Further, plasmin stimulates the NF-kappaB/p38-dependent expression of ICAM-1 by human umbilical vein endothelial cells."}, {"pubmed": 23581432, "text": "ICAM-1 and MAC-1 have roles in fibrinogen-inhibited neutrophil adhesion"}, {"pubmed": 23609612, "text": "The ICAM-1 Kilifi allele may play a role in malaria resistance amongst various African ethnic groups."}, {"pubmed": 23616566, "text": "Data indicate that up-regulation of ICAM-1 on TNF-alpha-activated MDA-MB-231 cells through the Nf-kappaB pathway was critical in MDA-MB-231-monocyte aggregation and endothelial adhesion."}, {"pubmed": 23625043, "text": "Exposure of human coronary artery endothelial cells to constant high glucose induces expression of IL-6, TNF-alpha and ICAM-1, and the production of these proinflammatory cytokines is further enhanced in periodic high glucose."}, {"pubmed": 23663325, "text": "To assess intercellular adhesion molecule (ICAM)-1 expression."}, {"pubmed": 23671702, "text": "Data show that curcumin-loaded polyvinylpyrrolidone nanoparticles (CURN) decreased the expression of ICAM-1, inhibited NADPH oxidase (NOX)-derived ROS generation, and reduced MAPKs and AP-1 transcription factor binding activities."}, {"pubmed": 23676335, "text": "Data suggest that exposure of vascular endothelial cells to hyperglycemia for 48 or 72 hours significantly up-regulates ICAM1 expression at both protein and mRNA levels; gasotransmitters hydrogen sulfide inhibits this process."}, {"pubmed": 23677452, "text": "dynamics of monocyte expression of VCAM-1r, ICAM-1r, and IL-6r following myocardial infarct and their relation to inflammatory cytokines, fibrinolytic factors and annexin V-binding microparticles"}, {"pubmed": 23685129, "text": "Significantly elevated levels of anti-ICAM-1 antibodies were detected in patients."}, {"pubmed": 23690481, "text": "we investigated a role of CCL15 in upregulating ICAM-1 in endothelial cells"}, {"pubmed": 23726130, "text": "High expression of CD54 in breast neoplasms was associated with cytokeratin-positive cells in bone marrow, but not with lymph node metastasis."}, {"pubmed": 23728723, "text": "ICAM-1 expression in vascular endothelium is suppressed following blockade of NF-kappaB activation."}, {"pubmed": 23770055, "text": "TNFalpha treatment activates autocrine S1P/S1P2 signaling, which subsequently activates NFkappaB and leads to the proinflammatory responses in endothelial cell"}, {"pubmed": 23777204, "text": "The the increased IFN-gamma levels in patients lead to increased ICAM1 expression, which could be a probable link between cytokines and T-cell involvement in pathogenesis of GV."}, {"pubmed": 23792525, "text": "The rs5498 ICAM1 GG genotype is correlated with early and long-term renal allograft failure."}, {"pubmed": 23803661, "text": "results indicate that BK enhances the migration of prostate cancer cells by increasing ICAM-1 expression through a signal transduction pathway"}, {"pubmed": 23832872, "text": "Loss of ICAM-1 expression is associated with ovarian tumorigenicity and chemoresistance."}, {"pubmed": 23844251, "text": "Data suggest that soluble ICAM-5 increases glutamatergic transmission and that post-synaptic changes, including increased phosphorylation and dendritic insertion of GluA1."}, {"pubmed": 23845107, "text": "Staphylococcus epidermidis induced higher levels of IL-8 (mean 38.5 ng/mL) and ICAM-1 mRNA (mean ratio 1.037) in the small airway epithelial cells than S. aureus (IL-8 mean 22.2 ng/mL, p < 0.01 and ICAM-1 mRNA mean ratio 0.715, p < 0.01)."}, {"pubmed": 23884579, "text": "Baseline soluble ICAM-1 could be evaluated as an additional prognostic factor in patients with small-cell lung cancer."}, {"pubmed": 23904363, "text": "IL-4 was found to augment the mRNA expression of ICAM-1."}, {"pubmed": 23906304, "text": "High ICAM1 expression is associated with high endothelial activation and breast cancer."}, {"pubmed": 23922493, "text": "An increase in serum VEGF and ICAM-1 levels is associated with an increase in the severity of diabetic retinopathy and the grade of external limiting membrane and inner segment-outer segment junction disruption."}, {"pubmed": 23922864, "text": "The K469E polymorphism in ICAM-1 gene might affect individual susceptibility to diabetic microvascular complications."}, {"pubmed": 23933413, "text": "The rs5498 G allele of ICAM1 protein was associated with a higher risk of developing epithelial ovarian cancer."}, {"pubmed": 23935498, "text": "a human ICAM-1 domain-1-specific antibody can prevent major group HRV entry and induction of airway inflammation in vivo."}, {"pubmed": 23953534, "text": "Suggest that the rs5498 ICAM1 GG genotype may be associated with long-term allograft function in kidney transplantation."}, {"pubmed": 24069166, "text": "Gene-environment interactions of ICAM-1 polymorphisms, smoking, and betel-nut chewing might alter oral-cancer susceptibility."}, {"pubmed": 24077340, "text": "Inflammatory gene polymorphisms were not associated with arterial stiffness."}, {"pubmed": 24083591, "text": "K469E gene polymorphism of ICAM-1 was related to acute coronary syndrome recurrence and cardiovascular mortality"}, {"pubmed": 24088748, "text": "This study demonstrates that the early stages of diabetic retinopathy cannot be considered in the evaluation of serum ICAM-1 as a specific systemic marker of endothelial dysfunction."}, {"pubmed": 24157824, "text": "Our study suggests that CCL5/RANTES, sICAM-1, and sVCAM-1 play a potential role in the pathogenesis of chronic spontaneous urticaria (CSU) but they do not parallel disease activity and are not predictive of the response to H-antihistamine therapy."}, {"pubmed": 24162270, "text": "ICAM-1 plays an important role in both innate and adaptive immune responses. it appears to be crucially involved in the process of acute rejection after transplantation"}, {"pubmed": 24222216, "text": "TNF-alpha-activated endothelial cells promote smooth muscle cell proliferation and secretion of ICAM-1 and IL-8 by elevating IL-6 release."}, {"pubmed": 24266503, "text": "Bereaved respondents had higher levels of inflammatory biomarkers IL-6 and sE-selectin, but not CRP and sICAM-I than the non-bereaved."}, {"pubmed": 24273934, "text": "IL-1alpha regulated its sub-network genes including CXCL1, CXCL10, and ICAM1 mRNA levels in time dependent but not in concentration dependent manner"}, {"pubmed": 24276753, "text": "NF-kappaB/ICAM-1 pathway induced adhesion of neutrophils and was involved in renal injury after hypoxia-ischemia injury."}, {"pubmed": 24282904, "text": "Overexpression of NFkappaB, ICAM1, and VCAM1 may be involved in the development and maintenance of atrial fibrillation in patients with rheumatic heart disease"}, {"pubmed": 24289603, "text": "ICAM-1 R241G gene polymorphism is associated with brain tumors."}, {"pubmed": 24312591, "text": "ligation of PSGL-1 on HL-60 cells activates beta2 integrin, for which lipid raft integrity and Syk activation are responsible"}, {"pubmed": 24324686, "text": "The results showed that TNF-alpha, IL-10, ICAM-1and VCAM-1 were 3-fold, 3.7 fold and 2 fold increased between uncomplicated and complicated vivax malaria cases."}, {"pubmed": 24345805, "text": "Transmigrated neutrophils in the intestinal lumen engage ICAM-1 to regulate the epithelial barrier and neutrophil recruitment."}, {"pubmed": 24386348, "text": "High levels of sICAM-1 were associated with cerebral malaria"}, {"pubmed": 24393359, "text": "ICAM1 is likely to be involved in the development of childhood asthma."}, {"pubmed": 24456036, "text": "In type 1 diabetes, parameters of wave reflection are related to serum markers of inflammation, ICAM1 and C-reactive protein."}, {"pubmed": 24457076, "text": "These results all suggest that ICAM-1 in both ductal epithelium and endothelium plays important roles in the inflammatory process of plasma cell mastitis, possibly through margination, extravasation, and attachment of plasma cells and lymphocytes"}, {"pubmed": 24465662, "text": "Data indicate that elevated levels of intercellular adhesion molecule-1 (sICAM-1) and vascular cell adhesion molecule-1 (sVCAM-1) were positively associated with preterm delivery independent of usual risk factors."}, {"pubmed": 24474251, "text": "ICAM-1 may play an important role in Barrett's esophagus."}, {"pubmed": 24516598, "text": "Concentrations of intercellular adhesion molecule (ICAM) -1, E-selectin, L-selectin, and P-selectin in serum samples from patients with systemic sclerosis were measured."}, {"pubmed": 24534074, "text": "Data from multiple sites in United States suggest serum level of ICAM1 can be modulated by diet; up-regulation of serum ICAM1 correlates with coronary heart disease risk and may serve as marker of vascular endothelial dysfunction in young adulthood."}, {"pubmed": 24558466, "text": "Elevated plasma levels of hsCRP, sICAM-1 and sE-selectin were positively and significantly associated with increased risk of dyslipidemia among Mongolians."}, {"pubmed": 24576947, "text": "HDL's anti-inflammatory properties are conferred, in part, through HDL-miR-223 delivery and translational repression of ICAM-1 in endothelial cells."}, {"pubmed": 24585879, "text": "Data indicate that ICAM-1 signaling activates leukemia-associated Rho guanine nucleotide exchange factor (LARG), also known as Rho GEF 12 (ARHGEF12)."}, {"pubmed": 24591755, "text": "ICAM1 KE and EE genotypes of K469E polymorphism could increase risk of severe preeclampsia."}, {"pubmed": 24612665, "text": "K469E polymorphism in ICAM-1 gene might not affect individual susceptibility to Type 2 diabetes mellitus (Meta-analysis)"}, {"pubmed": 24614587, "text": "vFLIP alone induced expression of the NFkB responsive genes ICAM1 and TNFalpha, inclusion of RTA decreased vFLIP induced ICAM1 and TNFalpha expression."}, {"pubmed": 24631282, "text": "Placentas with Massive chronic intervillositis have more stICAM-1 than placentas with or without villitis lacking Massive chronic intervillositis."}, {"pubmed": 24645721, "text": "meta-analysis. Behcet's disease was associated with the ICAM1 E469, genotype ICAM1 469 E/E, ICAM1 241 G/R polymorphisms in different ethnic groups. Among patients, genotype ICAM1 469 E/E had a significant association with skin lesion."}, {"pubmed": 24667577, "text": "Adiponectin-induced ICAM-1 expression promoted the adhesion of monocytes to human OASFs."}, {"pubmed": 24685520, "text": "Data suggest that up-regulation of TGFA (transforming growth factor alpha)/EGFR (epidermal growth factor receptor) signal transduction activates transcription factor NFkappaB resulting in up-regulation of expression of ICAM1 in osteosarcoma cells."}, {"pubmed": 24702024, "text": "findings reveal a novel function of ICAM-1 in osteogenesis and suggest a new molecular target to improve bone regeneration and repair in inflammatory microenvironments."}, {"pubmed": 24742333, "text": "E2F1 knockdown inhibited prostate tumor growth in vitro and in vivo through sensitizing tumor cells to ICAM-1 mediated anti-immunity by NF-kappaB modulation, highlighting the potential of E2F1 as a therapeutic target."}, {"pubmed": 24779300, "text": "Serum level of ICAM-1 is higher in the presence of ascites in liver cirrhosis"}, {"pubmed": 24785937, "text": "the present meta-analysis showed no evidence of significant association between ICAM-1 gene K469E polymorphism and stroke in the Chinese population."}, {"pubmed": 24789429, "text": "the rs5498 polymorphic genotypes of ICAM-1 might contribute to the prediction of susceptibility to and pathological development of urothelial cell carcinoma."}, {"pubmed": 24792184, "text": "genetic susceptibility to diseases related to ICAM-1 polymorphisms, G241R or K469E, might be due to the different expressions of ICAM-1 variants rather than to the single-molecule binding ability of ICAM-1"}, {"pubmed": 24795464, "text": "These studies demonstrate that ICAM-1 immunobiology is highly complex but that individual isoforms, aside from the full-length molecule, make significant contributions to disease development and pathogenesis."}, {"pubmed": 24797984, "text": "Increased expression of the intercellular adhesion molecule-1 on peripheral blood neutrophils is associated with acute pancreatitis."}, {"pubmed": 24836091, "text": "Serum ICAM and VCAM levels are higher in first episode mania than those in subsequent remission and healthy individuals."}, {"pubmed": 24857933, "text": "a role for endothelial cell ICAM-1 expression in bladder cancer cell adherence"}, {"pubmed": 24940033, "text": "These findings indicate that VEGF-A(165)b inhibits TNF-alpha-mediated upregulation of ICAM-1 expression and increases monocyte-retinal pigment epithelial cell adhesion."}, {"pubmed": 24942509, "text": "K469E polymorphisms of ICAM1 that play a role in atherosclerotic pathogenesis are related to CORONARY SLOW FLOW"}, {"pubmed": 24945611, "text": "Priming by CCL21 restricts lateral mobility of the adhesion receptor LFA-1 and restores adhesion to ICAM-1 nanoaggregates on human mature dendritic cells."}, {"pubmed": 24979620, "text": "Increased ICAM-1 consistent with the time course of SAOS-2 binding, while antibody against ICAM-1 inhibited SAOS-2 adhesion."}, {"pubmed": 24993975, "text": "The rs5498 polymorphism of the ICAM-1 gene was associated with coronary heart disease in males in the Chinese Han population. Males with the G allele (AG and GG genotype) may have a higher risk of CHD than those with the AA genotype."}, {"pubmed": 25003170, "text": "Examined the association between polymorphisms of the gene encoding intercellular adhesion molecule 1 (ICAM1) and tobacco smoke exposures with childhood asthma. Results indicate ICAM1 and ETS interaction may contribute to development of childhood asthma."}, {"pubmed": 25025994, "text": "Review/Meta-analysis: suggest that the ICAM-1 K469E polymorphism was a risk factor for coronary artery disease."}, {"pubmed": 25032222, "text": "silibinin inhibits ICAM-1 expression and its function through altered O-linked glycosylation in NF-kappaB and STAT1 signaling pathways"}, {"pubmed": 25034460, "text": "Plasma soluble VCAM and ICAM in coronary ectasia are elevated in comparison to atherosclerotic coronary artery disease."}, {"pubmed": 25038453, "text": "CNOT7/hCAF1 is involved in ICAM-1 and IL-8 regulation by TTP in HPMEC."}, {"pubmed": 25045892, "text": "mRNA were analyzed by RT-PCR and agarose gel. With beta-amyrin, the 50% RAW conditioned media-induced E-selectin, sICAM-1, and sVCAM-1 levels as well as ET-1 gene expression were all suppressed."}, {"pubmed": 25052989, "text": "Denbinobin inhibited IL-1beta-induced ICAM-1/VCAM-1 expression and monocyte adhesion to osteoarthritis fibroblast-like synoviocytes via mirn146-a"}, {"pubmed": 25069049, "text": "Cannabinoid-induced upregulation of ICAM-1 on lung cancer cells, was found to be responsible for increased cancer cell lysis by lymphokine-activated killer cells."}, {"pubmed": 25128351, "text": "The study revealed that individuals with ICAM-1 variant (EE) genotype were more susceptible to symptomatic neurocysticercosis."}, {"pubmed": 25138157, "text": "CD44/selectin binding signals increased intercellular adhesion molecule 1 up-regulation on the endothelial cells (ECs)surface through a PKCalpha-p38-SP-1 pathway, which further enhances melanoma cell adhesion to ECs during metastasis"}, {"pubmed": 25145994, "text": "This study suggesyed that the possibility of the development of ICAM1 K469E E allele-specific therapeutics for the prevention and treatment of migraine in the Chinese Han population."}, {"pubmed": 25156105, "text": "Cerebral malaria isolates bind significantly more to CD36 than to ICAM-1, which was correlated with high transcription level of group B var genes, supporting their implication in malaria pathogenesis."}, {"pubmed": 25172543, "text": "study supports the possible influence of sICAM-1 and PEDF on the pathophysiology of retinal neovascularization in SCD patients."}, {"pubmed": 25179218, "text": "TNF-alpha augments invasion of Porphyromonas gingivalis in human gingival epithelial cells through increment of ICAM-1 and activation of Rab5."}, {"pubmed": 25201247, "text": "in human aortic and vein endothelial cells, expression and release of ICAM-1 and E-selectin were induced by treatment with conditioned medium collected from Pal-stimulated pTHP-1 cells"}, {"pubmed": 25245399, "text": "Jurkat cells can over-express MIP-1alpha, which up-regulates the expression of endothelial adhesion molecules VCAM-1 and ICAM-1 to promote Jurkat cells' transendothelial migration"}, {"pubmed": 25251368, "text": "Data show that family with sequence similarity 5 member C protein FAM5C-positive endothelium expressed intercellular adhesion molecule-1 (ICAM-1) or vascular cell adhesion molecule-1 (VCAM-1)."}, {"pubmed": 25267626, "text": "ICAM-1 is a potential molecular target and biomarker for triple negative breast cancers therapy and diagnosis."}, {"pubmed": 25283845, "text": "upregulated in choriodecidua following labor"}, {"pubmed": 25287126, "text": "There was a significant increase in plasma AM, VCAM-1, and ICAM-1, while a significant decrease in plasma basic-Fibroblast growth factor (b-FGF) in diabetic patients with peripheral vascular disease (p < 0.05)."}, {"pubmed": 25306212, "text": "Secondhand smoke exposure (measured by hair nicotine) was associated with increased soluble ICAM1 in children and adolescents."}, {"pubmed": 25310099, "text": "The results indicated that the ICAM-1 polymorphisms were associated with risk of coronary atherosclerotic stenosis in Chinese individuals."}, {"pubmed": 25316052, "text": "Levels of ICAM-1 and TIMP-1 were significantly elevated in set 1 in PDAC patients with jaundice compared to PDAC patients without jaundice and both proteins were elevated in patients with jaundice due to gall stones."}, {"pubmed": 25320314, "text": "Authors found that a series of acidic residues in the matrix protein domain of HIV-1 interact with basic amino acids located in the ICAM-1 cytoplasmic tail."}, {"pubmed": 25324196, "text": "Results indicate that specific gene variants in ICAM1, PPARGC1A and MTHFR are associated with different non-proliferative diabetic retinopathy phenotypes, being likely candidates to explain different disease mechanisms underlying the different phenotypes."}, {"pubmed": 25358349, "text": "endothelial sICAM-1 expression levels might be accepted as an indicator of the severity of perinatal asphyxia in LBW infants."}, {"pubmed": 25360558, "text": "The current study examined the cytoadherence patterns of lab-adapted patient isolates after selecting on ICAM-1."}, {"pubmed": 25361845, "text": "Mutant KRAS-induced expression of ICAM-1 in pancreatic acinar cells causes attraction of macrophages to expedite the formation of precancerous lesions."}, {"pubmed": 25427141, "text": "ICAM-1 and ICAM-2 are involved in each step of neutrophil extravasation, and have redundant but also distinct functions. Analysis of the role of endothelial ICAM-1 requires simultaneous consideration of ICAM-2."}, {"pubmed": 25445193, "text": "Repeated social defeat-induced VCAM-1 protein expression were localized to the vasculature of brain regions implicated in fear and anxiety responses."}, {"pubmed": 25450269, "text": "Overall survival was significantly shorter in patients with high LVD and ICAM-1 or VCAM-1 expression in lymphatic vessels."}, {"pubmed": 25454473, "text": "In inflamed villi of chronic villitis, the level of ICAM-1 expression on immune cells depends on their location: high in number of cells in the perivillous region and low within the villi."}, {"pubmed": 25495610, "text": "ICAM-1 over time was most consistently associated with the risk of post-thrombotic syndrome."}, {"pubmed": 25503951, "text": "ICAM-1 K469E polymorphism confers a risk factor of coronary artery disease."}, {"pubmed": 25573100, "text": "ICAM1 expression in activated eosinophils was associated with NP remodeling, indicating the possibility that ICAM1 may regulate NP remodeling."}, {"pubmed": 25586702, "text": "ICAM-1 and ICAM-4 play roles in host cell invasion by M. tuberculosis and P. falciparum, respectively."}, {"pubmed": 25596452, "text": "A higher percentage of circulating CD4(+) T-cells expressed ICAM1 in relapsing-remitting multiple sclerosis compared to healthy controls."}, {"pubmed": 25653483, "text": "These results suggest that high serum levels of IL-8 and ICAM-1, which are important as neutrophil attractants and adhesion molecules, are associated with progressive massive fibrosis."}, {"pubmed": 25654110, "text": "ICAM-1 can be considered as a rapid-reacting and sustained gravity-regulated molecule in mammalian cells."}, {"pubmed": 25712667, "text": "The effect of IL-35 on electrical impedance reflecting tissue integrity, the surface expression of ICAM-1 and mRNA expression of IL-32, as well as apoptosis in human primary aortic smooth muscle cells (Ao-SMCs) was investigated"}, {"pubmed": 25784313, "text": "Level of circulating ICAM-1 cannot be used as marker of aortic stiffness in patients."}, {"pubmed": 25857767, "text": "Data suggest plasma levels of VCAM1 (but not ICAM1) are up-regulated in Asian subjects (Singapore) with type 2 diabetes mellitus complicated by chronic renal insufficiency; plasma levels of ICAM1 appear to be up-regulated in systemic inflammation."}, {"pubmed": 25859827, "text": "protection of the ICAM-1 K469E polymorphism among the Asians (OR 0.91-0.95, p = 0.35-0.71) with endometriosis. These effects were weak but non-heterogeneous (P heterogeneity = 0.17-0.57, I (2) = 0-40 %)(Meta-Analysis)"}, {"pubmed": 25884075, "text": "The positive correlation is established between content of polymorphic nuclear monocytes and level of expression of molecules of LFA-1, ICAM-1, LFA-3, and PECAM-1."}, {"pubmed": 25896473, "text": "Results support a CTLA4-Ig/CD86 interaction on gammaIFN and IL-17 activated endothelial cells that modulates the expression of VEGFR-2 and ICAM1."}, {"pubmed": 25942347, "text": "the G241R polymorphism was not found to be associated with susceptibility to either CD or UC."}, {"pubmed": 25972323, "text": "Our results support that osteopontin regulates ICAM-1 and VEGFA expression mainly in triple-negative/basal-like breast carcinomas"}, {"pubmed": 25990052, "text": "VCAM-1 and ICAM-1 have opposite roles in complications of diabetes"}, {"pubmed": 25994120, "text": "Identify the selectins ICAM-1 and VCAM-1 as strong and independent predictors of all-cause and cardiovascular mortality in patients with stable carotid atherosclerosis."}, {"pubmed": 26004608, "text": "study reveals that ICAM-1 E469K polymorphism is not involved in the susceptibility of acromegaly but may be associated with fasting plasma glucose, systolic blood pressure, diastolic blood pressureand HDL-C, the cardiovascular risk factors of acromegaly"}, {"pubmed": 26078712, "text": "ICAM-1 SNP rs281432 is an independent factor to predict the development of CAD. ICAM-1 SNP rs281432 homozygotic mutant GG can reduce the susceptibility to the CAD in Taiwanese subjects."}, {"pubmed": 26081516, "text": "miR-222 was transported into recipient endothelial cells by endothelial microparticles and functionally regulated expression of its target protein ICAM-1 in vitro and in vivo."}, {"pubmed": 26088024, "text": "Extracellular UTP and ATP can attenuate ICAM-1 expression and leukocyte adhesion in endothelial cells through miR-22."}, {"pubmed": 26109813, "text": "ICAM-1 may be a promising serological biomarker for HCC diagnosis and an independent predictor of disease-free/overall survival after surgical resection."}, {"pubmed": 26116870, "text": "ICAM1 levels were similar between pregnant women with and without preeclampsia and between non-pregnant women with and without a history of preeclampsia."}, {"pubmed": 26138191, "text": "study provides review of the Genome Wide Association (GWA) studies and summarizes its understanding of functional Single Nucleotide Polymorphism (SNP's) of ICAM-1 clinical association"}, {"pubmed": 26177712, "text": "ICAM1 expression and release is elevated during cellular oxidative stress and is enhanced by TNF."}, {"pubmed": 26185364, "text": "suggest that ESE-1 may play a role in regulating airway inflammation by regulating ICAM-1 expression"}, {"pubmed": 26216891, "text": "Data show that interleukin-18 was involved in the eosinophil-mediated death of colon carcinoma cells via upregulation of CD11a/CD18 and ICAM-1 adhesion molecules."}, {"pubmed": 26216937, "text": "neutrophils are reliant on endothelial activation for adhesion, initially via E-selectin and subsequently, by integrin-mediated binding to ICAM-1 and VCAM-1, combined with CXCL8-dependent chemotaxis."}, {"pubmed": 26231039, "text": "Contact-dependent lung adenocarcinoma aggregate dispersion by M2a macrophages occurs via ICAM-1 and beta2 integrin interactions."}, {"pubmed": 26255081, "text": "genetic association study in Malaysian population: Data suggest that an SNP in ICAM1 [rs5498, K469E(A/G)] is associated with diabetic nephropathy (DN) in subjects with type 2 diabetes in the population studied; plasma ICAM1 is up-regulated in DN."}, {"pubmed": 26271977, "text": "Data show that intercellular adhesion molecule-1 (ICAM-1) expression in MCF-7 cells was down-regulated by ICAM-1 shRNA in lentiviral interference vectors."}, {"pubmed": 26276826, "text": "leptin was able to directly activate airway epithelial cells by binding to Ob-R and by NF-kappaB activation, resulting in upregulation of ICAM-1 expression"}, {"pubmed": 26299331, "text": "Lipopolysaccharides up-regulate ICAM-1 expression in breast cancer cells via a MyD88-BLT2-ERK-linked signaling cascade."}, {"pubmed": 26341495, "text": "The results suggest that the genetic polymorphism in ICAM-1 rs5498 single nucleotide polymorphisms with genotype AG and GG is associated with hepatocellular carcinoma risk among smokers."}, {"pubmed": 26345838, "text": "expression levels of ICAM-1, NF-kappaB, and MCP-1 in patients are significantly elevated, suggesting an enhanced chronic inflammatory response and a significant correlation between inflammatory factors and the pathogenesis of cerebral aneurysm"}, {"pubmed": 26377944, "text": "Soluble ICAM1 was higher in ADHD patients than in controls."}, {"pubmed": 26377999, "text": "In Taiwanese women with uterine cervical cancer, there was an association with haplotypes and SNPs of ICAM-1."}, {"pubmed": 26397390, "text": "ABL-N administration induced apoptosis of PC3 cells in a dose-dependent manner, along with the enhanced activity of caspases and increased Bax/Bcl-2 ratio. Expression of KLF5, Stat5b and ICAM-1 was significantly downregulated in PC3 cells."}, {"pubmed": 26413796, "text": "Ultraviolet light-emitting-diode irradiation inhibits TNF-alpha and IFN-gamma-induced expression of ICAM-1 and STAT1 phosphorylation in human keratinocytes."}, {"pubmed": 26498675, "text": "TLR2 S450S and ICAM1 K469E polymorphisms may be associated with polycystic ovary syndrome and metabolic comorbidities in obese women."}, {"pubmed": 26499045, "text": "Human bronchial epithelial cells and nasal epithelial cells, on exposure to different strains of influenza virus (H1N1, H3N2, and H9N1) showed significant increase in ICAM-1 gene expression along with the ICAM-1 protein levels (surface and secreted)."}, {"pubmed": 26511169, "text": "Elevated serum uric acid concentration is significantly associated with inflammation of maternal systemic vasculature as indicated by increased TNF-alpha and ICAM-1 expression in women with preeclampsia."}, {"pubmed": 26571024, "text": "ICAM1 and CD44 could have a compensation effect on maintaining the stemness characteristics of esophageal squamous cell carcinoma."}, {"pubmed": 26625754, "text": "ICAM-1, VCAM-1 and CD34 are useful biomarkers in evaluation of vascular and inflammatory lesions such as gingival pyogenic granuloma and the results indicate the role of these biomarkers in pathogenesis of oral pyogenic granuloma."}, {"pubmed": 26631256, "text": "Data suggest that urine intercellular adhesion molecule-1 (uICAM-1) is a biomarker of renal disorder, and might have the potential to predict which patients will require surgery."}, {"pubmed": 26634518, "text": "Our results also supported the hypothesis that the KK genotype at the K469E locus in ICAM-1 is a risk factor for AIS."}, {"pubmed": 26641849, "text": "Both ICAM-1 and ICAM-2 levels in plasma were markedly increased in Ankylosing Spondylitis Chinese patients compared to controls."}, {"pubmed": 26648165, "text": "The attenuated invasion activity may be associated with the decreased expression of matrix metalloproteinase 9 and intercellular adhesion molecule-1"}, {"pubmed": 26679764, "text": "This study demonstrated that normal levels of sICAM-1 in the early stage, and elevated levels of sICAM-1 in the late stage of schizophrenia."}, {"pubmed": 26717491, "text": "SNP rs5498 in ICAM-1 gene and IVS5-13insC variant in HMGA1 gene were not associated with the susceptibility of DR in the Chinese T2DM cohort."}, {"pubmed": 26732677, "text": "Following transepithelial migration, neutrophils adhesion to ICAM-1 resulted in activation of Akt and beta-catenin signaling, increased epithelial-cell proliferation, and wound healing."}, {"pubmed": 26747779, "text": "Lipopolysaccharide induces p42/p44 MAPK activation mediated through the TLR4/MyD88/TRAF6/c-Src/NADPH oxidase/ROS/EGFR, PDGFR/PI3K/Akt pathway, which in turn initiates the activation of NF-kappaB and ultimately induces ICAM-1 expression in human pulmonary alveolar epithelial cells."}, {"pubmed": 26751847, "text": "These results implying that ICAM-1 might be involved in the progression of breast cancer metastasis and lentivirus-mediated silencing of ICAM-1 might be a potential therapeutic approach for the treatment of breast cancer."}, {"pubmed": 26761204, "text": "Low ICAM-1 protein production may represent a protective, placenta-specific mechanism to avoid leukocyte transmigration into the placenta in response to Maternal gestational diabetes."}, {"pubmed": 26773775, "text": "Data suggest that overweight interacts with vitamin D deficiency to modulate inflammatory response, affecting plasma levels of adiponectin, sICAM1 (soluble intercellular adhesion molecule-1), and cytokines (interleukin 6, tumor necrosis factor-alpha)."}, {"pubmed": 26841644, "text": "Heterogeneity was found in the endothelial cells: their shape, the expression of adhesion molecules(ICAM-1, VCAM-1, and PECAM ), and the adhesion of lymphocytes and monocytes to them changed during the progression of the atherosclerotic process."}, {"pubmed": 26847082, "text": "These metastatic tumors revealed no detectable expression of CK8/18, E-cadherin, VCAM-1, and ICAM-1"}, {"pubmed": 26852488, "text": "Modification of Levels of Adhesion Molecule Expression of Human Innate Immune Cells by Glycopolymers of Marine Bacteria"}, {"pubmed": 26857242, "text": "Epithelial cells infected with adenovirus or respiratory syncytial virus showed increased expression of ICAM1; this outcome supported augmented adherence of Tfp-expressing nontypeable Haemophilus influenzae."}, {"pubmed": 26872904, "text": "BD patients have a lower expression of ICAM-1, VCAM-1, and E-selectin in their tumor tissues. BD-HDL facilitates the adhesion of tumor cells to vascular endothelium by upregulating the expression of ICAM-1 and VCAM-1, thereby promoting the initial progression of breast cancer metastasis"}, {"pubmed": 26881015, "text": "Hypochlorite-modified albumin-induced ICAM-1 expression is caused by the activation of a redox-sensitive intracellular signal cascade involving ERK1/2 and p38(MAPK), culminating in the activation of NF-kappaB and involving NOXs among the upstream signals"}, {"pubmed": 26897511, "text": "ICAM-1 polymorphism rs1799969 is significantly associated with increased susceptibility to overall cancer."}, {"pubmed": 26935815, "text": "Buerger's patients had a significant increase in circulating HMGB-1, MMP-9 and ICAM-1."}, {"pubmed": 26943967, "text": "The genotypic distributions of ICAM-1 (K469E) were significantly different between patients and controls."}, {"pubmed": 26945075, "text": "N-acetyl-seryl-aspartyl-lysyl-proline inhibition of TNF-alpha activation of canonical, i.e., IKK-beta-dependent, NF-kappaB pathway and subsequent decrease in ICAM-1 expression is achieved via inhibition of IKK-beta."}, {"pubmed": 26956845, "text": "there were significant decreases in intercellular adhesion molecules 1 (ICAM1), ezrin (EZR), mitogen-activated protein kinase kinase 2 (MAP2K2), and nitric oxide synthase 3 (NOS3) gene expressions in metabolic syndrome patients."}, {"pubmed": 26981539, "text": "Pregnant women with gestational diabetes are characterized by higher concentration of s-ICAM-1, reflecting activation and dysfunction of endothelial cells."}, {"pubmed": 27039809, "text": "ICAM-1 Gly241Arg Polymorphism is Not Associated With Polycystic Ovary Syndrome."}, {"pubmed": 27090396, "text": "The EE genotype of the rs5498 of the ICAM-1 gene was associated with a more rapid progression of carotid atherosclerosis in patients with type 2 diabetes mellitus."}, {"pubmed": 27155341, "text": "Activin A and preeclamptic serum upregulate ET-1, ICAM-1, and VCAM-1 in human umbilical vein endothelial cells, consistent with activin A contributing to the pathophysiology of preeclampsia."}, {"pubmed": 27169635, "text": "Increased risk of colorectal cancer associated with a polymorphism in the ICAM-1 gene in a German population."}, {"pubmed": 27179462, "text": "This study suggests a possible association between the ICAM-1 polymorphism and the disease severity."}, {"pubmed": 27207667, "text": "Genetic inactivation and blockade studies revealed that homophilic interactions between intercellular adhesion molecule 1 (ICAM-1) expressed on tumor cells and MSCs, respectively, regulate the competition between tumor cells and HSPCs for binding to MSCs. Moreover, tumor cell-secreted soluble ICAM-1(sICAM-1) also impaired HSPC adhesion via blocking CD18-ICAM-1 binding between HSPCs and MSCs"}, {"pubmed": 27215284, "text": "MK2 post-transcriptionally regulates TNF-alpha-induced ICAM-1 expression by altering the cytoplasmic localization of HuR in human lung microvascular endothelial cells."}, {"pubmed": 27235695, "text": "associated with hypertension and stroke risk in women"}, {"pubmed": 27245110, "text": "High ICAM1 expression is associated with non-insulin resistant women with polycystic ovary syndrome."}, {"pubmed": 27246625, "text": "Data suggest that obese children/adolescents have increased circulating biomarkers of endothelial dysfunction (here, ICAM1) and early signs of renal damage, similarly to children/adolescents with type 1 diabetes (T1D), confirming obesity to be a cardiovascular risk factor as is T1D."}, {"pubmed": 27310835, "text": "Soluble ICAM-1 was significantly associated with frailty, independent of IL-6."}, {"pubmed": 27362560, "text": "We show that knockdown of the expression of mcircRasGEF1B reduces LPS-induced ICAM-1 expression. Additionally, we demonstrate that mcircRasGEF1B regulates the stability of mature ICAM-1 mRNAs."}, {"pubmed": 27363029, "text": "Data indicate that CDH11, ICAM1 and CLDN3 were overexpressed in tumors when compared to normal esophagus, normal gastric and non-dysplastic Barrett's."}, {"pubmed": 27391418, "text": "Statistically significant associations were identified between the chronic periodontal patients and the controls in the gene polymorphisms of rs5498 ICAM-1 (P=0.007) and rs1041163 VCAM-1 (P=0.029). The distribution of rs5498 (P=0.029) and rs1041163 (P=0.049) differed significantly across the mild, moderate, and severe groups of periodontitis."}, {"pubmed": 27406562, "text": "This study shows that ICAM-1 is a coreceptor for a subset of EPCR-binding Plasmodium falciparum parasites and provides the first evidence of how EPCR and ICAM-1 interact to mediate parasite binding to both resting and TNF-alpha-activated primary brain and lung endothelial cells."}, {"pubmed": 27442531, "text": "sICAM-1 elevation in unipolar and bipolar patients, independent of mood changes, might support the hypothesis of chronic immune activation and endothelial dysfunction in patients with affective disorders."}, {"pubmed": 27444067, "text": "matrix stiffness-dependent ICAM-1 clustering is an important regulator of vascular inflammation"}, {"pubmed": 27565733, "text": "KDM7A mediates TNF-alpha-induced ICAM1 protein upregulation."}, {"pubmed": 27585187, "text": "We studied this using polymer carriers of different sizes and valencies, targeted to endothelial intercellular adhesion molecule-1 (ICAM-1), a marker overexpressed in many pathologies."}, {"pubmed": 27585526, "text": "this study shows that quercetin reduces the expression of ICAM-1 in oxidized LDL cholesterol-induced endothelial cells"}, {"pubmed": 27595159, "text": "ICAM-1 (and IL-17) polymorphisms showed significant association with Guillian-Barre syndrome."}, {"pubmed": 27614631, "text": "This study investigated the possibility of K469E (rs5498) and G241R (rs1799969) polymorphisms, in ICAM-1 gene, and G634C (rs1800796), in IL-6 gene, being associated with the occurrence of endometriosis . All individuals were wild homozygotes for G241R polymorphism.  This study suggests that polymorphisms K469E, G241R, and G634C are not associated with increased susceptibility to endometriosis"}, {"pubmed": 27693464, "text": "Although there was no association between sICAM-1 levels and affective temperament scores, sICAM-1 was related to the state severity of manic symptoms."}, {"pubmed": 27701021, "text": "High levels of serum ICAM-1 was associated with the development of multiple organ failure . High levels of VCAM-1 was associated with both multiple organ failure and in-hospital mortality."}, {"pubmed": 27703032, "text": "PTPN22 colocalized with its substrates at the leading edge of cells migrating on surfaces coated with the LFA-1 ligand intercellular adhesion molecule-1 (ICAM-1)."}, {"pubmed": 27876502, "text": "Oldenlandia diffusa suppresses metastatic potential of MCF7 cells by inhibiting matrix metalloproteinase-9 and intercellular adhesion molecule-1 expression via p38 and ERK1/2 MAPK pathways and inducing apoptosis."}, {"pubmed": 27889748, "text": "MiR-146a regulates inflammatory macrophage infiltration in Polymyositis/Dermatomyositis by targeting TRAF6 and affecting the IL-17/ICAM-1 pathway."}, {"pubmed": 27894415, "text": "The intercellular adhesion molecule-1 K469E polymorphism is associated with susceptibility to vasculitis under the heterozygote model, and the intercellular adhesion molecule-1 G241R polymorphism is associated with vasculitis in Europeans, Behcet's disease, and rheumatoid arthritis."}, {"pubmed": 27901489, "text": "Authors demonstrate that the membrane-bound ICAM-1 isoform is necessary and sufficient to promote inflammation-dependent extracellular matrix contraction, which favors cancer cell invasion. Indeed, ICAM-1 mediates generation of acto-myosin contractility downstream of the Src kinases in stromal fibroblasts."}, {"pubmed": 27983998, "text": "Blood soluble ICAM-1 levels are decreased significantly in patients with community-acquired pneumonia."}, {"pubmed": 28042317, "text": "Dissection of the molecular mechanism revealed that the p38-Notch1 axis was the main downstream signaling pathway in CD54-mediated regulation of cancer stem cells in prostate cancers."}, {"pubmed": 28056984, "text": "Airway ICAM-1 expression is markedly upregulated in CAL group, which could be crucial in rhinoviral and NTHi infections. The parenchymal ICAM-1 is affected by smoking, with no further enhancement in CAL subjects."}, {"pubmed": 28093230, "text": "Gastrin-releasing peptide (GRP) increased the expression of intercellular adhesion molecule-1 (ICAM-1) and vascular cell adhesion molecule-1 (VCAM-1) by activating nuclear factor-kappaB (NF-kappaB) in endothelial cells."}, {"pubmed": 28095483, "text": "Single nucleotide polymorphism in ICAM1 is associated with atherosclerosis."}, {"pubmed": 28104396, "text": "cells transduced with siSp1 exhibited dramatically decreased ICAM-1 expression. These results proved that the up-regulation of ICAM-1 with hyperglycaemia is mediated by O-GlcNAc modification of Sp1"}, {"pubmed": 28110427, "text": "ICAM-1 expression was significantly lower in adult T-cell leukemia/lymphoma patients."}, {"pubmed": 28130760, "text": "ICAM1 polymorphisms are associated with multiple sclerosis development in the Slovak population."}, {"pubmed": 28148794, "text": "Importantly, while HIV-1 Vpu-mediated downregulation of ICAM-3 has a limited effect on the conjugation of natural killer cells to HIV-1-infected CD4(+) T cells, downregulation of ICAM-1 by Vpu results in a reduced ability of natural killer cells to bind and kill infected T cells."}, {"pubmed": 28201944, "text": "Soluble intercellular adhesion molecule-1 levels in drained dialysate are associated with peritoneal injury in patients on peritoneal dialysis. These results suggest that soluble intercellular adhesion molecule-1 could be a novel biomarker of peritoneal injury in patients on peritoneal dialysis."}, {"pubmed": 28214208, "text": "Our results suggest that an impairment in adhesion exists in vitiligo skin, which is supported by the diminished immunohistochemical expression of laminin, beta1 integrin, ICAM-1 and VCAM-1."}, {"pubmed": 28262902, "text": "P-Selectin and ICAM-1 have roles in mediating THP-1 monocyte adhesion"}, {"pubmed": 28286065, "text": "PD increased CKIP-1 and Nrf2 levels in the kidney tissues as well as improved the anti-oxidative effect and renal dysfunction of diabetic mice, which eventually reversed the up-regulation of FN and ICAM-1"}, {"pubmed": 28323210, "text": "HPMCs are capable of inhibiting growth of gastrointestinal tumors in a mechanism involving the anti-adhesive capabilities of sICAM-1"}, {"pubmed": 28328242, "text": "Conditioned media from airway epithelial cells significantly increased ICAM1 expression in monocytes. ICAM1 overexpression and ICAM1 knockdown enhanced and blocked RV production, respectively, confirming the role of ICAM1 in this process. This is the first report demonstrating that airway epithelial cells direct significant RV16 replication in monocytic cells via an ICAM1-dependent mechanism."}, {"pubmed": 28330617, "text": "CD54 was upregulated and enriched specifically at the contact area between pro-inflammatory classically activated macrophages and Mesenchymal Stromal Cells (MSCs). Moreover, the specific interaction induced calcium signaling and increased the immunosuppressive capacities of MSCs dependent on CD54 mediation."}, {"pubmed": 28373581, "text": "findings show that endothelial MAPKs ERK, p38, and JNK mediate diapedesis-related and diapedesis-unrelated functions of ICAM-1 in cerebral and dermal microvascular endothelial cells"}, {"pubmed": 28375838, "text": "Letter: ICAM1 levels are elevated in tumour necrosis factor receptor-associated periodic syndrome (TRAPS)."}, {"pubmed": 28388873, "text": "analysis of aberrant DNA methylation and hydroxymethylation of the ICAM1 gene promoter in the thyrocytes of Autoimmune Thyroiditis patients"}, {"pubmed": 28390825, "text": "It is a pro-inflammatory protein."}, {"pubmed": 28399143, "text": "Addition of CYM5442 in culture media reduced the production of ICAM1 via a dosage- and time-dependent manner"}, {"pubmed": 28460288, "text": "Thrombin activated platelet releasing exosomes convey miRNA between cells.  miRNA-223 regulates the expression of molecules adhesion including ICAM-1.  miRNA-223 downregulated ICAM-1 mainly by impacting NF-kappaB and the MAPK pathway."}, {"pubmed": 28484055, "text": "data suggest that CD2AP acts as a negative regulator of ICAM-1 clustering, which limits the formation of ICAM-1 adhesion complexes to prevent uncontrolled neutrophil adhesion and transcellular transmigration."}, {"pubmed": 28646215, "text": "ICAM-1 may not be the sole mediator responsible for cytoadhesion in the brain."}, {"pubmed": 28686648, "text": "his study shows that two adhesion molecules, shed as soluble forms, are elevated during the acute phase of leptospirosis: E-selectin and s-ICAM1. These molecules may interfere with the process of immune cell recruitment to clear Leptospira at tissue levels."}, {"pubmed": 28701303, "text": "These results suggest that SHP-2-via association with ICAM-1-mediates ICAM-1-induced Src activation and modulates VE-cadherin switching association with ICAM-1 or actin, thereby negatively regulating neutrophil adhesion to endothelial cells and enhancing their transendothelial migration."}, {"pubmed": 28757355, "text": "15-LOX-1 expression in colon and prostate cancer cells leads to reduced angiogenesis.  These changes could be mediated by an increase in the expression of both ICAM-1 and the anti-angiogenic protein TSP-1."}, {"pubmed": 28802579, "text": "Atorvastatin strengthens Skp2 binding to FOXO1 or ICAM1, leading to ubiquitination and degradation. Skp2-dependent ubiquitination of major pathogenic molecules is the key mechanism for statin's protective effect on endothelial function in diabetes."}, {"pubmed": 28816939, "text": "These findings in the current study suggested that ICAM-1 K469E polymorphism is highly correlated with susceptibility and multidrug resistant colorectal cancer"}, {"pubmed": 28817461, "text": "Single nucleotide polymorphisms in ICAM1 (rs1799969) and SERPINB2 (rs6103) genes were found to be protective against thalidomide-induced peripheral neuropathy (TiPN).  In children with inflammatory bowel disease, TiPN is common but mild and generally reversible. Cumulative dose seems to be the most relevant risk factor, whereas polymorphisms in genes involved in neuronal inflammation may be protective."}, {"pubmed": 28894136, "text": "On unbiased screening of serum cytokines and other markers in a diverse cohort, baseline soluble ICAM-1 is associated with hepatocellular carcinoma incidence."}, {"pubmed": 28925763, "text": "The serum soluble intercellular adhesion molecule-1 (sICAM-1) and IL-6 levels were significantly higher and showed a strong correlation in the patients with extrahepatic cholangiocarcinoma (EHC) than in the healthy volunteers. The high IL-6 group and the high sICAM-1 group showed poorer disease specific survival of EHC patients than those of the respective low groups."}, {"pubmed": 29025766, "text": "Patient-derived ATC cells overexpressed ICAM-1 and were largely eliminated by autologous ICAM-1 CAR T cells in vitro and in animal models. Our findings are the first demonstration of CAR T therapy against both a metastatic, thyroid cancer cell line and advanced ATC patient-derived tumors that exhibit dramatic therapeutic efficacy and survival benefit in animal studies"}, {"pubmed": 29028278, "text": "Functional variants in ICAM-1 and TLR-4 genes were increasingly common in children with febrile UTIs with renal parenchymal involvement, but the ICAM-1 Glu469Lys (1462A/G) association was less evident."}, {"pubmed": 29068581, "text": "sVCAM-1 reflects xerostomia in primary Sjogren's syndrome. sICAM-1 and sE-selectin may be additional parameters of secondary Sjogren's syndrome activity."}, {"pubmed": 29079572, "text": "Data suggest that the residue volume at phenylalanine (Phe) in alpha1-helix is critical for alpha(L)/beta(2) integrin (CD49a/CD18) activation and binding with soluble/immobilized ICAM1 (intercellular cell adhesion molecule 1)."}, {"pubmed": 29080356, "text": "The ICAM-1 expression level determines the susceptibility of human endothelial cells to simulated microgravity."}, {"pubmed": 29086194, "text": "Serum CCL2 and sICAM-1 concentrations were significantly decreased in CNS tumors in comparison with the comparative group. Among proteins tested in the serum, a higher area under the ROC curve (AUC) revealed CCL2 compared to sICAM-1 in differentiating subjects with CNS brain tumors from non-tumoral subjects."}, {"pubmed": 29096583, "text": "Maternal serum sVCAM-1 and sICAM-1 as well as vaginal sVCAM-1 and sICAM-1 levels may serve as diagnostic markers of premature rupture of fetal membranes."}, {"pubmed": 29096830, "text": "Augmented expression of endothelial adhesion molecules ICAM1/VCAM1 is involved in the pathophysiology of patients with antiphospholipid syndrome."}, {"pubmed": 29105339, "text": "CD133(+) CD44(+) CD54(+) cellular subpopulation of circulating tumor cells has a prognostic value in colorectal cancer patients with liver metastasis, especially in the survival of CRC patients with liver metastasis who did not undergo surgical treatment for metastasis."}, {"pubmed": 29115410, "text": "The results of cell adhesion and western blotting assays demonstrated that arachidin-1 attenuated tumor necrosis factor (TNF)-alpha-induced monocyte/EC adhesion and intercellular adhesion molecule-1 (ICAM-1) expression"}, {"pubmed": 29148014, "text": "Peripheral blood lymphocyte subsets in patients with lung cancer are different from those in healthy people, and circulating CD44+ and CD54+ lymphocytes seem to be a promising criterion to predict survival in lung cancer patients undergoing chemotherapy"}, {"pubmed": 29183155, "text": "Data suggest that serum levels of soluble ICAM1 are higher in young adults with reduced physical activity as compared to young adults who participate in optimal physical activity. This study was conducted in Bulgaria with medical and dental students aged 20 +/-2 years."}, {"pubmed": 29193068, "text": "AGEs increase IL-6 and ICAM-1 expression via the RAGE, MAPK and NF-kappaB pathways in HGFs and may exacerbate the progression of the pathogenesis of periodontal diseases."}, {"pubmed": 29284752, "text": "Data indicate ICAM-1 as an essential receptor for both acute hemorrhagic conjunctivitis (AHC)-causing and non-AHC strains."}, {"pubmed": 29310968, "text": "serum ICAM-1 levels were associated with type 2 diabetes mellitus with microalbuminuria leading to severity of diabetic kidney disease."}, {"pubmed": 29355490, "text": "ICAM-1 expression is not significantly linked to metastatic disease in pancreatic ductal adenocarcinoma."}, {"pubmed": 29572116, "text": "Irradiation upregulates ICAM-1 expression on the surface of human cancer cells and enhances activated natural killer cell-mediated cytotoxicity."}, {"pubmed": 29687288, "text": "not a specific screening marker for pulmonary arterial hypertension in systemic sclerosis"}, {"pubmed": 29695657, "text": "the combination of IL-6 -572C/G and ICAM-1 K469E polymorphisms have a synergistic effect on the onset of Sudden sensorineural hearing loss."}, {"pubmed": 29696063, "text": "anthropometric and physiological parameters do not affect the response of ICAM-1 to exercise in healthy men."}, {"pubmed": 29852173, "text": "Smooth muscle cell-derived bioactive soluble factors may stimulate the ICAM-1 expression of cocultured endothelial cells, possibly leading to leukocyte migration into the subendothelial space."}, {"pubmed": 29937143, "text": "these observations identify ICAM-1 as a regulator in the bone marrow niche."}, {"pubmed": 29945479, "text": "serum level elevated in hyperemesis gravidarum"}, {"pubmed": 29949812, "text": "TNF-alpha and IL-10 treatment can affect the expression of ICAM-1 and CD31 in human coronary artery endothelial cells."}, {"pubmed": 29956766, "text": "These results together with the authors' previous study, have identified that CNOT1 provides a platform for the recruitment of TTP and CNOT7, and is involved in TTPmediated ICAM1 and IL8 mRNA decay."}, {"pubmed": 29966014, "text": "Urothelial bladder cancer may suppress perforin expression in CD8+ T cells by an ICAM-1/TGFbeta2 mediated pathway"}, {"pubmed": 30007888, "text": "CORM-2 inhibits P. aeruginosa-induced PGE2/IL-6/ICAM-1 expression and lung inflammatory responses by reducing the Reactive Oxygen Species generation and the inflammatory pathways."}, {"pubmed": 30116025, "text": "Results found that loss of ICAM1 protein and mRNA expression was a strong prognosticator of diminished survival in BRAF/NRAS mutant melanoma."}, {"pubmed": 30119270, "text": "miR-335-5p could target 3'UTR of ICAM-1 and inhibit its expression, preventing invasion and metastasis of thyroid cancer cells."}, {"pubmed": 30290609, "text": "In conclusion, this meta-analysis indicates that ICAM-1 gene rs5498 polymorphism decreases the risk of CAD"}, {"pubmed": 30297297, "text": "No relationship was found between the ICAM-1 Lys469Glu polymorphism and systemic redox status in women with Gestational Diabetes."}, {"pubmed": 30380707, "text": "rHDL also induced endothelial nitric oxide synthase eNOS S1177 phosphorylation in HMEC-1 but only when the particle contained sphingomyelin."}, {"pubmed": 30419874, "text": "Our meta-analyses provide no evidence of the association of ICAM-1 rs5498 with diabetic retinopathy in type 2 diabetic patients."}, {"pubmed": 30470940, "text": "Application of a novel risk score combining CEA/soluble ICAM-1 serum concentrations allows the identification of high-risk groups for poor survival in colorectal cancer patients."}, {"pubmed": 30473535, "text": "This study included currently published evidence to comprehensively evaluate the influence of the rs5498 polymorphism within the ICAM1 gene on the genetic risk of multiple sclerosis. It was concluded that ICAM1 rs5498 may not be related to the risk of multiple sclerosis in Caucasian or Asian populations, which still merits further research."}, {"pubmed": 30554456, "text": "ICAM-1 has a role in immune evasion of ORF virus infections in human skin"}, {"pubmed": 30587209, "text": "ICAM1 rs5498 might be a risk factor for diabetic nephropathy in Caucasians and type 1 diabetes mellitus patients (meta-analysis)."}, {"pubmed": 30639474, "text": "results suggested that CRT could promote ICAM-1 expression in endothelial cells through PI3K/Akt/eNOS/p38 MAPK signaling mediated TTP accumulation, probably in an inactive form, which may provide a possible proinflammatory mechanism of CRT in rheumatoid arthritis."}, {"pubmed": 30674642, "text": "ICAM-1 gene K469E polymorphism is associated with coronary heart disease risk and the K allele is a more significant risk factor for developing coronary heart disease amongst Chinese and Caucasians populations.[meta-analysis]"}, {"pubmed": 30704307, "text": "Association of ICAM-1 gene variant rs5498 (1462A>G) with non-obstructive azoospermia."}, {"pubmed": 30707962, "text": "The authors found that sICAM-1 concentration slightly increased in plasma specimens from 11 endurance athletes who performed twice (randomized crossover design) strenuous running leading to exercise-induced muscular damage, followed by passive recovery or whole-body cryostimulation."}, {"pubmed": 30798334, "text": "The ICAM1 rs5498 might be a susceptible factor for T2D, but not T1D. And the allele and recessive models of ICAM1 rs5498 might be a risk factor in Asian population"}, {"pubmed": 30906868, "text": "We screened a panel of cancer cell surface markers and identified intercellular adhesion molecule-1 (ICAM1) and epithelial growth factor receptor (EGFR) as optimal candidates for triple-negative breast cancer (TNBC) complementary targeting. We engineered a dual complementary liposome (DCL) that precisely complements the molecular ratio and organization of ICAM1 and EGFR specific to TNBC cell surfaces."}, {"pubmed": 30924911, "text": "the present study demonstrated that elevated levels of ICAM-1 in patients with type 2 diabetes mellitus are likely associated with the development of tuberculosis."}, {"pubmed": 30959276, "text": "High ICAM1 expression is associated with Glioblastoma."}, {"pubmed": 30971252, "text": "Levels of antibodies that inhibit the binding of children's IE to the receptors ICAM-1, integrin alpha3beta1 and laminin increased with age. The breadth of antibodies that inhibit ICAM-1 and laminin adhesion (defined as the proportion of IE isolates whose binding was reduced by >/= 50%) also significantly increased with age."}, {"pubmed": 30994379, "text": "Foxc2 attenuated adhesion of THP-1 cells to human umbilical vein endothelial cells by suppressing ICAM-1 expression."}, {"pubmed": 30997752, "text": "A significant association with IS was observed for rs5498 polymorphism in GG versus AA + AG in overall population. Further subgroup analyses showed that rs5498 polymorphism was significantly associated with IS in Caucasians in AA versus AG + GG (dominant model), GG versus AA + AG (recessive model,), and A versus G (allele model). However, no any positive findings were detected for Asians."}, {"pubmed": 31042755, "text": "individuals with T2DM present altered SOD activity, total thiols, and ICAM-1 levels, which might contribute to further complications."}, {"pubmed": 31059002, "text": "Findings indicate that epithelial ovarian cancer (EOC) stemlike cells resist the cytokineinduced killermediated cellular lysis via HIF1Amediated downregulation of ICAM1."}, {"pubmed": 31138740, "text": "EPCR and ICAM-1 are important in Plasmodium falciparum binding to a 3D human brain microvessel model"}, {"pubmed": 31152257, "text": "sICAM-1 has been identified as a possible marker for differential diagnosis of Sjogren syndrome and non-autoimmune sicca syndrome, and TFF3 could be an additional diagnostic marker for Sjogren syndrome diagnosis"}, {"pubmed": 31157518, "text": "Meta-analysis results did not show a significant association between K469E polymorphism of ICAM-1 gene and ischemic stroke when assuming allelic model or recessive model or dominant model. However, in all three genetic models, subgroup analysis revealed that the K469E polymorphism of the ICAM-1 gene is associated with ischemic stroke in the Caucasian population."}, {"pubmed": 31231868, "text": "the secretion of interleukin-1beta (IL-1beta), IL-6, IL-10, IL-8, and soluble intercellular adhesin molecule 1 (sICAM-1) from THP-1 monocytes stimulated by different Streptococcus pneumoniae (S pneumoniae) strains, was investigated."}, {"pubmed": 31304676, "text": "MicroRNA-92b-5p modulates melatonin-mediated osteogenic differentiation of bone marrow mesenchymal stem cells by targeting ICAM-1."}, {"pubmed": 31312656, "text": "These findings suggest that overexpression of ICAM-I is an independent indicator of poor prognosis for high-grade serous ovarian carcinoma (HGSOC) and that it can serve as an effective clinical prognostic biomarker for this disease."}, {"pubmed": 31315993, "text": "The authors found that stable expression of a Human T-cell leukemia virus type 1 (HTLV-1) accessory protein, HTLV-1 bZIP factor (HBZ), in Jurkat T cells increases homotypic aggregation. This phenotype was attributed to elevated ICAM-1 expression in the presence of HBZ."}, {"pubmed": 31355608, "text": "Correlation of MMP-2 gene polymorphism with neonatal hypoxic-ischemic encephalopathy."}, {"pubmed": 31371443, "text": "Circulating adhesion molecules and subclinical interstitial lung disease: the Multi-Ethnic Study of Atherosclerosis."}, {"pubmed": 31398058, "text": "ICAM-1 N-glycoforms (high mannose intercellular adhesion molecule 1) in the activated endothelium have key role in mediating proinflammatory CD16(+) monocyte adhesion."}, {"pubmed": 31408858, "text": "High concentrations of sICAM-1 are independently associated with vascular cognitive impairment group membership"}, {"pubmed": 31433832, "text": "we report high CD54 expression on CD4+ T cells in HIV-infected individuals, association of CD54 expression with disease progression, and up-regulation of CD54 in HIV-infected individuals with inferior immune recovery during ART."}, {"pubmed": 31444891, "text": "Activation of human vascular endothelium in melanoma metastases induces ICAM-1 and E-selectin expression and results in increased infiltration with effector lymphocytes."}, {"pubmed": 31464097, "text": "The risk of being diagnosed with Guillain-Barre Syndrome in people with ICAM1 GA genotype is lower compared to people with ICAM1 GG genotype and this difference is statistically significant"}, {"pubmed": 31511625, "text": "Liver sinusoidal endothelial cell ICAM-1 mediated tumor/endothelial crosstalk drives the development of liver metastasis by initiating inflammatory and angiogenic responses."}, {"pubmed": 31619256, "text": "Low ICAM1 expression is associated with prostate cancer recurrence"}, {"pubmed": 31629408, "text": "ICAM-1 expression and serum levels were higher in women with PCOS compared to control group also, there was a strong independent association between higher ICAM-1 expression and serum levels with cardiovascular risks in PCOS group."}, {"pubmed": 31783796, "text": "The expression of OX40L and ICAM-1 proteins and mRNAs is positively correlated with the stability of coronary atherosclerotic plaque, this reduces the stability of atheromatous plaques and causes sudden death."}, {"pubmed": 31983676, "text": "Low Expression of ICAM-1 in Blood Eosinophils in Patients With Active Eosinophilic Esophagitis."}, {"pubmed": 32121422, "text": "Butyrate Decreases ICAM-1 Expression in Human Oral Squamous Cell Carcinoma Cells."}, {"pubmed": 32161015, "text": "Relationship of Polymorphism of Adhesion Molecules VCAM-1 and ICAM-1 with Preeclampsia."}, {"pubmed": 32176024, "text": "association between polymorphisms and diabetic foot susceptibility"}, {"pubmed": 32182390, "text": "ICAM-1: A master regulator of cellular responses in inflammation, injury resolution, and tumorigenesis."}, {"pubmed": 32194198, "text": "Cellular Adhesion Molecules in Young Adulthood and Cardiac Function in Later Life."}, {"pubmed": 32208424, "text": "Study assessed the relative formation of high mannose (HM), hybrid and complex alpha-2,6-sialyated N-glycoforms of ICAM-1 in human and mouse models of atherosclerosis, as well as in arteriovenous fistulas (AVF) of patients on hemodialysis. Data demonstrates that ICAM-1 harboring HM or hybrid epitopes as well as ICAM-1 bearing alpha-2,6-sialylated epitopes are present in human and mouse atherosclerotic lesions."}, {"pubmed": 32368983, "text": "Impact of Interleukin 28B and ICAM-1 Genetic Polymorphisms on Response to Direct Antiviral Treatment Among HCV Infected Patients."}, {"pubmed": 32373966, "text": "MiR-593-5p inhibited proliferation and migration of lung adenocarcinoma by targeting ICAM-1."}, {"pubmed": 32401115, "text": "Genome-wide identification of lncRNAs and mRNAs differentially expressed in human vascular smooth muscle cells stimulated by high phosphorus."}, {"pubmed": 32413580, "text": "Self-assembled amphiphile-based nanoparticles for the inhibition of hepatocellular carcinoma metastasis via ICAM-1 mediated cell adhesion."}, {"pubmed": 32466535, "text": "Pharmacogenetics in Model-Based Optimization of Bevacizumab Therapy for Metastatic Colorectal Cancer."}, {"pubmed": 32538759, "text": "Comparison of the expression levels of TNF-alpha, IL-6, hsCRP and sICAM-1 inflammatory factors, bone mineral density and nutritional status between diabetic and normal pregnant women."}, {"pubmed": 32540151, "text": "Altered levels of immune cell adhesion molecules are associated with memory impairment in schizophrenia and healthy controls."}, {"pubmed": 32567483, "text": "The Epstein-Barr virus-encoded G protein-coupled receptor BILF1 upregulates ICAM-1 through a mechanism involving the NF-B pathway."}, {"pubmed": 32626783, "text": "Genetic and Biological Effects of ICAM-1 E469K Polymorphism in Diabetic Kidney Disease."}, {"pubmed": 32650005, "text": "Myogenic Cell Expression of Intercellular Adhesion Molecule-1 Contributes to Muscle Regeneration after Injury."}, {"pubmed": 32740993, "text": "Altered expression of CCN1 in oral lichen planus associated with keratinocyte activation and IL-1beta, ICAM1, and CCL5 up-regulation."}, {"pubmed": 32744085, "text": "Inflammatory mediators in the adipo-renal axis: leptin, adiponectin, and soluble ICAM-1."}, {"pubmed": 32770617, "text": "ICAM-1 and MKL-1 polymorphisms impose considerable impacts on coronary heart disease occurrence."}, {"pubmed": 32777069, "text": "Red blood cell adhesion to ICAM-1 is mediated by fibrinogen and is associated with right-to-left shunts in sickle cell disease."}, {"pubmed": 32788571, "text": "Mixed Lineage Kinase Domain-Like Protein Promotes Human Monocyte Cell Adhesion to Human Umbilical Vein Endothelial Cells Via Upregulation of Intercellular Adhesion Molecule-1 Expression."}, {"pubmed": 32803993, "text": "Soluble intercellular adhesion molecule (ICAM)-1 detects invasive fungal infections in patients following liver transplantation."}, {"pubmed": 32887724, "text": "PD1 Blockade Enhances ICAM1-Directed CAR T Therapeutic Efficacy in Advanced Thyroid Cancer."}, {"pubmed": 32917735, "text": "Potent Activity of an Anti-ICAM1 Antibody-Drug Conjugate against Multiple Myeloma."}, {"pubmed": 33067211, "text": "The Clinical Significance of sICAM-1 in Differentiating Benign Breast Lesions from Breast Cancer."}, {"pubmed": 33099913, "text": "ICAM-1 expression in patients with advanced non-small cell lung cancer treated with radiotherapy."}, {"pubmed": 33104883, "text": "Inactivation of ICAM1 inhibits metastasis and improves the prognosis of Ewing's sarcoma."}, {"pubmed": 33236621, "text": "Significance of Intracellular Adhesion Molecule-1 Polymorphism and IP-10 among Breast Cancer Patients."}, {"pubmed": 33242241, "text": "The levels of sICAM-1, sELAM-1, TNFalpha and sTNFR1 proteins in patients with colorectal adenocarcinoma in tumor and corresponding normal mucosa."}, {"pubmed": 33275214, "text": "Expression of ICAM-1 in placental tissues and the association between its gene polymorphisms and pathogenesis of preeclampsia."}, {"pubmed": 33288735, "text": "The adhesion molecule ICAM-1 in diffuse large B-cell lymphoma post-rituximab era: relationship with prognostic importance and rituximab resistance."}, {"pubmed": 33299063, "text": "Carotid imaging changes and serum IL-1beta, sICAM-1, and sVAP-1 levels in benign paroxysmal positional vertigo."}, {"pubmed": 33335929, "text": "Human Bone Marrow Mesenchymal Stem/Stromal Cells Exposed to an Inflammatory Environment Increase the Expression of ICAM-1 and Release Microvesicles Enriched in This Adhesive Molecule: Analysis of the Participation of TNF-alpha and IFN-gamma."}, {"pubmed": 33347388, "text": "Evaluation of ICAM-1 rs5498 and rs3093030 Polymorphisms in Chinese Patients with Colorectal Cancer."}, {"pubmed": 33462208, "text": "Hsa_circ_0007456 regulates the natural killer cell-mediated cytotoxicity toward hepatocellular carcinoma via the miR-6852-3p/ICAM-1 axis."}, {"pubmed": 33498837, "text": "Fractalkine, sICAM-1 and Kynurenine Pathway in Restrictive Anorexia Nervosa-Exploratory Study."}, {"pubmed": 33504031, "text": "ADAM10-Mediated Cleavage of ICAM-1 Is Involved in Neutrophil Transendothelial Migration."}, {"pubmed": 33506255, "text": "SNHG15 knockdown inhibits diabetic nephropathy progression in pediatric patients by regulating the miR-141/ICAM-1 axis in vitro."}, {"pubmed": 33574979, "text": "GSTM1 Modulates Expression of Endothelial Adhesion Molecules in Uremic Milieu."}, {"pubmed": 33582502, "text": "Transcription factor activation and protein phosphorylation patterns are distinct for CD28 and ICAM-1 co-stimulatory molecules."}, {"pubmed": 33692786, "text": "Mesenchymal Stromal Cells Rapidly Suppress TCR Signaling-Mediated Cytokine Transcription in Activated T Cells Through the ICAM-1/CD43 Interaction."}, {"pubmed": 33754027, "text": "Vertebral-specific activation of the CX3CL1/ICAM-1 signaling network mediates non-small-cell lung cancer spinal metastasis by engaging tumor cell-vertebral bone marrow endothelial cell interactions."}, {"pubmed": 33847413, "text": "Hspa8 and ICAM-1 as damage-induced mediators of gammadelta T cell activation."}, {"pubmed": 33882812, "text": "Hindering the Synchronization Between miR-486-5p and H19 lncRNA by Hesperetin Halts Breast Cancer Aggressiveness Through Tuning ICAM-1."}, {"pubmed": 33947819, "text": "ICAM-1 induced rearrangements of capsid and genome prime rhinovirus 14 for activation and uncoating."}, {"pubmed": 34038704, "text": "Inhibition of cell migration and invasion by ICAM-1 binding DNA aptamers."}, {"pubmed": 34073419, "text": "Small Molecule Compounds Identified from Mixture-Based Library Inhibit Binding between Plasmodium falciparum Infected Erythrocytes and Endothelial Receptor ICAM-1."}, {"pubmed": 34098063, "text": "Mutant IDH1 promotes phagocytic function of microglia/macrophages in gliomas by downregulating ICAM1."}, {"pubmed": 34321574, "text": "Role of ICAM-1 in impaired retinal circulation in rhegmatogenous retinal detachment."}, {"pubmed": 34341066, "text": "Bispecific CAR T Cells against EpCAM and Inducible ICAM-1 Overcome Antigen Heterogeneity and Generate Superior Antitumor Responses."}, {"pubmed": 34346841, "text": "Lysophosphatidylcholine promotes intercellular adhesion molecule-1 and vascular cell adhesion molecule-1 expression in human umbilical vein endothelial cells via an orphan G protein receptor 2-mediated signaling pathway."}, {"pubmed": 34381029, "text": "ICAM1 initiates CTC cluster formation and trans-endothelial migration in lung metastasis of breast cancer."}, {"pubmed": 34484188, "text": "ICAM-1 and ICAM-2 Are Differentially Expressed and Up-Regulated on Inflamed Pulmonary Epithelium, but Neither ICAM-2 nor LFA-1: ICAM-1 Are Required for Neutrophil Migration Into the Airways In Vivo."}, {"pubmed": 34680182, "text": "Hydrogen Sulphide Treatment Prevents Renal Ischemia-Reperfusion Injury by Inhibiting the Expression of ICAM-1 and NF-kB Concentration in Normotensive and Hypertensive Rats."}, {"pubmed": 34696675, "text": "Potentiality of alpha-fetoprotein (AFP) and soluble intercellular adhesion molecule-1 (sICAM-1) in prognosis prediction and immunotherapy response for patients with hepatocellular carcinoma."}, {"pubmed": 34715236, "text": "Gene regulation of intracellular adhesion molecule-1 (ICAM-1): A molecule with multiple functions."}, {"pubmed": 34813169, "text": "Soluble ICAM-1 a Pivotal Communicator between Tumors and Macrophages, Promotes Mesenchymal Shift of Glioblastoma."}, {"pubmed": 34822812, "text": "Human umbilical cord mesenchymal stem cells regulate CD54 and CD105 in vascular endothelial cells and suppress inflammation in Kawasaki disease."}, {"pubmed": 34831294, "text": "Monocyte Maturation Mediators Upregulate CD83, ICAM-1 and MHC Class 1 Expression on Ewing's Sarcoma, Enhancing T Cell Cytotoxicity."}, {"pubmed": 34879826, "text": "Aberrant expression of CD54 detected by flow cytometry is a characteristic of B-lymphoma cells in bone marrow specimens."}, {"pubmed": 34933092, "text": "RelB promotes the migration and invasion of prostate cancer DU145 cells via exosomal ICAM1 in vitro."}, {"pubmed": 34988856, "text": "MiR-150-5p regulates the functions of type 2 innate lymphoid cells via the ICAM-1/p38 MAPK axis in allergic rhinitis."}, {"pubmed": 34999972, "text": "Plasmolipin regulates basolateral-to-apical transcytosis of ICAM-1 and leukocyte adhesion in polarized hepatic epithelial cells."}, {"pubmed": 35085484, "text": "ICAM-1-mediated adhesion is a prerequisite for exosome-induced T cell suppression."}, {"pubmed": 35282277, "text": "Associations between the rs5498 (A > G) and rs281432 (C > G) polymorphisms of the ICAM1 gene and atherosclerotic cardiovascular disease risk, including hypercholesterolemia."}, {"pubmed": 35293591, "text": "Antibeta2GPI/beta2GPI induces neutrophil pyroptosis and thereby enhances ICAM1 and IL8 expression in endothelial cells."}, {"pubmed": 35296145, "text": "Adhesion Promotes Allergic Rhinitis CD4[+]IL4[+] T Cell Differentiation via ICAM1 and E-Selectin."}, {"pubmed": 35379236, "text": "ICAM-1 (Kilifi) variant is not associated with cerebral and severe malaria pathogenesis in Beninese children."}, {"pubmed": 35413439, "text": "LncRNA SOX2OT facilitates LPS-induced inflammatory injury by regulating intercellular adhesion molecule 1 (ICAM1) via sponging miR-215-5p."}, {"pubmed": 35438581, "text": "Ursolic acid protects against anoxic injury in cardiac microvascular endothelial cells by regulating intercellular adhesion molecule-1 and toll-like receptor 4/MyD88/NF-kappaB pathway."}, {"pubmed": 35449452, "text": "Lipophagy-ICAM-1 pathway associated with fatty acid and oxygen deficiencies is involved in poor prognoses of ovarian clear cell carcinoma."}, {"pubmed": 35473775, "text": "Expression of ICAM-1 in Blood Vascular Endothelium and Tissues in Human Premalignant Lesion and Gastric/Hepatocellular Carcinomas."}, {"pubmed": 35778487, "text": "EPSTI1 promotes monocyte adhesion to endothelial cells in vitro via upregulating VCAM-1 and ICAM-1 expression."}, {"pubmed": 35851539, "text": "ICAM-1 Abundance Is Increased in Pancreatic Islets of Hyperglycemic Female NOD Mice and Is Rapidly Upregulated by NF-kappaB in Pancreatic beta-Cells."}, {"pubmed": 35906450, "text": "ICAM-1-binding Plasmodium falciparum erythrocyte membrane protein 1 variants elicits opsonic-phagocytosis IgG responses in Beninese children."}, {"pubmed": 35948857, "text": "Induction of ICAM1 in Brain Vessels is Implicated in an Early AD Pathogenesis by Modulating Neprilysin."}, {"pubmed": 35969372, "text": "ICAM1 promotes bone metastasis via integrin-mediated TGF-beta/EMT signaling in triple-negative breast cancer."}, {"pubmed": 36045604, "text": "Serum VCAM-1 and ICAM-1 measurement assists for MACE risk estimation in ST-segment elevation myocardial infarction patients."}, {"pubmed": 36091666, "text": "Anti-Inflammatory Activity of Ferula assafoetida Oleo-Gum-Resin (Asafoetida) against TNF-alpha-Stimulated Human Umbilical Vein Endothelial Cells (HUVECs)."}, {"pubmed": 36274485, "text": "The role of CCL2, CCL7, ICAM-1, and VCAM-1 in interaction of endothelial cells and natural killer cells."}, {"pubmed": 36298792, "text": "Construction of a Vero Cell Line Expressing Human ICAM1 for the Development of Rhinovirus Vaccines."}, {"pubmed": 36352295, "text": "Fibrinogen promotes gallbladder cancer cell metastasis and extravasation by inducing ICAM1 expression."}, {"pubmed": 36353618, "text": "Interaction of RARRES1 with ICAM1 modulates macrophages to suppress the progression of kidney renal clear cell carcinoma."}, {"pubmed": 36503712, "text": "Plasma sICAM-1 correlates with tumor volume before primary radiochemotherapy of head and neck squamous cell carcinoma patients."}, {"pubmed": 36602898, "text": "ICAM-1-mediated osteoblast-T lymphocyte direct interaction increases mineralization through TGF-beta1 suppression."}, {"pubmed": 36688994, "text": "Radiotherapy enhances CXCR3[high]CD8[+] T cell activation through inducing IFNgamma-mediated CXCL10 and ICAM-1 expression in lung cancer cells."}, {"pubmed": 36737794, "text": "CD24+CD44+CD54+EpCAM+ gastric cancer stem cells predict tumor progression and metastasis: clinical and experimental evidence."}, {"pubmed": 36811699, "text": "Identification of the regulatory network and potential markers for type 2 diabetes mellitus related to internal exposure to metals in Chinese adults."}, {"pubmed": 36834715, "text": "Selective Transcription Factor Blockade Reduces Human Retinal Endothelial Cell Expression of Intercellular Adhesion Molecule-1 and Leukocyte Binding."}, {"pubmed": 36882149, "text": "Missense Genetic Variation of ICAM1 and Incident Heart Failure."}, {"pubmed": 36921037, "text": "A YAP/TAZ-CD54 axis is required for CXCR2-CD44- tumor-specific neutrophils to suppress gastric cancer."}, {"pubmed": 37062471, "text": "Genetic Variation in Intercellular Adhesion Molecule-1 (ICAM-1) and Diastolic Heart Failure in the Black Population in the United States."}, {"pubmed": 37082943, "text": "CX3CL1 induces cell migration and invasion through ICAM-1 expression in oral squamous cell carcinoma cells."}, {"pubmed": 37172522, "text": "lncRNA NORAD, soluble ICAM1 and their correlations may be related to the regulation of the tumor immune microenvironment in laryngeal squamous cell carcinoma (LSCC)."}, {"pubmed": 37228610, "text": "Human IL-32theta;A94V mutant attenuates monocyte-endothelial adhesion by suppressing the expression of ICAM-1 and VCAM-1 via binding to cell surface receptor integrin alphaVbeta3 and alphaVbeta6 in TNF-alpha-stimulated HUVECs."}, {"pubmed": 37410244, "text": "Analysis of ICAM-1 Expression on Bladder Carcinoma Cell Lines and Infectivity and Oncolysis by Coxsackie Virus A21."}, {"pubmed": 37587866, "text": "Mitochondria-targeted Uncouplers Decrease Inflammatory Reactions in Endothelial Cells by Enhancing Methylation of the ICAM1 Gene Promoter."}, {"pubmed": 37619906, "text": "Islet beta-cells and intercellular adhesion molecule-1 (ICAM-1): Integrating immune responses that influence autoimmunity and graft rejection."}, {"pubmed": 37671167, "text": "Role of ICAM1 in tumor immunity and prognosis of triple-negative breast cancer."}, {"pubmed": 37801065, "text": "TIAM2S-positive microglia enhance inflammation and neurotoxicity through soluble ICAM-1-mediated immune priming."}, {"pubmed": 37832794, "text": "FGF2 drives osteosarcoma metastasis through activating FGFR1-4 receptor pathway-mediated ICAM-1 expression."}, {"pubmed": 37924289, "text": "Genetic Association Between ICAM-1 Gene Variants and Susceptibility to Ischemic Cardiomyopathy."}, {"pubmed": 37963065, "text": "A microRNA sponge, LINC02193, promotes neutrophil activation by upregulating ICAM1 and is correlated with ANCA-associated vasculitis."}, {"pubmed": 37968862, "text": "Intermittent hypoxia increased the expression of ESM1 and ICAM-1 in vascular endothelial cells via the downregulation of microRNA-181a1."}, {"pubmed": 38065859, "text": "Intercellular adhesion molecule 1 and selectin l play crucial roles in ulcerative colitis."}, {"pubmed": 38093209, "text": "Profiles of global mutations in the human intercellular adhesion molecule-1 (ICAM-1) shed light on population-specific malaria susceptibility."}, {"pubmed": 38150154, "text": "ITGB2-ICAM1 axis promotes liver metastasis in BAP1-mutated uveal melanoma with retained hypoxia and ECM signatures."}, {"pubmed": 38311553, "text": "[Association of ITGA4 and ICAM-1 gene polymorphisms with the risk and clinicopathological characteristics of Crohn's disease]."}, {"pubmed": 38326036, "text": "ICAM-1 Deletion Using CRISPR/Cas9 Protects the Brain from Traumatic Brain Injury-Induced Inflammatory Leukocyte Adhesion and Transmigration Cascades by Attenuating the Paxillin/FAK-Dependent Rho GTPase Pathway."}, {"pubmed": 38376278, "text": "Significance of Intercellular adhesion molecule-1 Lys496Glu gene polimorphism on plasma redox status regulation in laryngeal carcinoma."}, {"pubmed": 38387191, "text": "NGF facilitates ICAM-1-dependent monocyte adhesion and M1 macrophage polarization in rheumatoid arthritis."}, {"pubmed": 38428111, "text": "miR-146a and miR-146b regulate the expression of ICAM-1 in giant cell arteritis."}, {"pubmed": 38428588, "text": "Role of ICAM-1 in the Adhesion of T Cells to Enteric Glia: Perspectives in the Formation of Plexitis in Crohn's Disease."}, {"pubmed": 38497480, "text": "Associations of Circulating Vascular Cell Adhesion Molecule-1 and Intercellular Adhesion Molecule-1 With Long-Term Cardiac Function."}, {"pubmed": 38519725, "text": "The mechanism of the contribution of ICAM-1 to epithelial-mesenchymal transition (EMT) in bladder cancer."}, {"pubmed": 38614129, "text": "Accumulation of gammadeltaT cells in the decidua is promoted by RANKL which upregulates ICAM-1 via NF-kappaB."}, {"pubmed": 38713190, "text": "Integration of single-cell RNA sequencing of endothelial cells and proteomics to unravel the role of ICAM1-PTGS2 communication in apical periodontitis: A laboratory investigation."}, {"pubmed": 38724673, "text": "AML/T cell interactomics uncover correlates of patient outcomes and the key role of ICAM1 in T cell killing of AML."}, {"pubmed": 38858715, "text": "B7-H3 and ICAM-1 are potentially therapeutic targets for thyroid carcinoma."}, {"pubmed": 38907234, "text": "Mechanisms underlying neutrophils adhesion to triple-negative breast cancer cells via CD11b-ICAM1 in promoting breast cancer progression."}, {"pubmed": 38951108, "text": "[Role of intercellular adhesion molecule-1 in adhesion and migration of mesenchymal stem cells in ankylosing spondylitis and its mechanisms]."}, {"pubmed": 39056795, "text": "Differentiating Stages of Bipolar and Unipolar Depression-The Possible Role of sICAM-1 and sVCAM-1."}], "genomic_pos": {"chr": "19", "end": 10286615, "ensemblgene": "ENSG00000090339", "start": 10271093, "strand": 1}, "genomic_pos_hg19": {"chr": "19", "end": 10397291, "start": 10381511, "strand": 1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0001910", "pubmed": 16038038, "qualifier": "involved_in", "term": "regulation of leukocyte mediated cytotoxicity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002291", "pubmed": 2477710, "qualifier": "involved_in", "term": "T cell activation via T cell receptor contact with antigen bound to MHC molecule on antigen presenting cell"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002457", "qualifier": "involved_in", "term": "T cell antigen processing and presentation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002693", "pubmed": 12902516, "qualifier": "involved_in", "term": "positive regulation of cellular extravasation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007155", "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007155", "pubmed": 16809613, "qualifier": "involved_in", "term": "cell adhesion"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007157", "pubmed": 2477710, "qualifier": "involved_in", "term": "heterophilic cell-cell adhesion via plasma membrane cell adhesion molecules"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0007159", "pubmed": 2477710, "qualifier": "involved_in", "term": "leukocyte cell-cell adhesion"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0022614", "pubmed": 12082081, "qualifier": "involved_in", "term": "membrane to membrane docking"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033627", "qualifier": "involved_in", "term": "cell adhesion mediated by integrin"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0044406", "pubmed": 2538243, "qualifier": "involved_in", "term": "adhesion of symbiont to host"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0046718", "qualifier": "involved_in", "term": "symbiont entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046813", "pubmed": 2538243, "qualifier": "involved_in", "term": "receptor-mediated virion attachment to host cell"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0050900", "pubmed": 12082081, "qualifier": "involved_in", "term": "leukocyte migration"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:0061028", "pubmed": 23264465, "qualifier": "involved_in", "term": "establishment of endothelial barrier"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070374", "pubmed": 10903502, "qualifier": "involved_in", "term": "positive regulation of ERK1 and ERK2 cascade"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072683", "qualifier": "involved_in", "term": "T cell extravasation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1900027", "qualifier": "involved_in", "term": "regulation of ruffle assembly"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1902042", "pubmed": 10903502, "qualifier": "involved_in", "term": "negative regulation of extrinsic apoptotic signaling pathway via death domain receptors"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:1904646", "pubmed": 11078691, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990830", "qualifier": "involved_in", "term": "cellular response to leukemia inhibitory factor"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000352", "pubmed": 10903502, "qualifier": "involved_in", "term": "negative regulation of endothelial cell apoptotic process"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0001772", "qualifier": "located_in", "term": "immunological synapse"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 9290466, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0005925", "pubmed": 21423176, "qualifier": "located_in", "term": "focal adhesion"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0009897", "qualifier": "located_in", "term": "external side of plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0009986", "pubmed": [19581412, 23981064], "qualifier": "located_in", "term": "cell surface"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0045121", "qualifier": "located_in", "term": "membrane raft"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 27559042, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": [19056867, 20458337], "qualifier": "located_in", "term": "extracellular exosome"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0070062", "pubmed": 21276792, "qualifier": "located_in", "term": "extracellular exosome"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001618", "qualifier": "enables", "term": "virus receptor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004888", "pubmed": 2538243, "qualifier": "enables", "term": "transmembrane signaling receptor activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005178", "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005178", "pubmed": 23620790, "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005178", "pubmed": [1448173, 12208882], "qualifier": "enables", "term": "integrin binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7822297, 12526797, 12716892, 16595626, 22956999, 23858057, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0038023", "pubmed": 2538243, "qualifier": "enables", "term": "signaling receptor activity"}]}, "homologene": {"genes": [[9544, 712280], [9598, 450196], [9606, 3383], [9615, 403975], [9913, 281839], [10090, 15894], [10116, 25464]], "id": 168}, "interpro": [{"desc": "Immunoglobulin subtype", "id": "IPR003599", "short_desc": "Ig_sub"}, {"desc": "Intercellular adhesion molecule/vascular cell adhesion molecule, N-terminal", "id": "IPR003987", "short_desc": "ICAM_VCAM_N"}, {"desc": "Intercellular adhesion molecule", "id": "IPR003988", "short_desc": "ICAM"}, {"desc": "Intercellular adhesion molecule, N-terminal", "id": "IPR013768", "short_desc": "ICAM_N"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Immunoglobulin-like domain superfamily", "id": "IPR036179", "short_desc": "Ig-like_dom_sf"}, {"desc": "Intercellular adhesion molecule/vascular cell adhesion molecule", "id": "IPR047012", "short_desc": "ICAM_VCAM"}, {"desc": "Intercellular adhesion molecule 1/3/5, D2 domain", "id": "IPR048679", "short_desc": "ICAM1_3_5_D2"}], "ipi": ["IPI00008494", "IPI00909039", "IPI00910734"], "map_location": "19p13.2", "name": "intercellular adhesion molecule 1", "other_names": ["ICAM-1", "cell surface glycoprotein P3.58", "epididymis secretory sperm binding protein", "intercellular adhesion molecule 1", "intercellular adhesion molecule 1 (CD54), human rhinovirus receptor", "major group rhinovirus receptor"], "pantherdb": {"HGNC": "5344", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96392", "ortholog_type": "LDO", "panther_family": "PTHR13771", "taxid": 10090, "uniprot_kb": "P13597"}, {"RGD": "2857", "ortholog_type": "LDO", "panther_family": "PTHR13771", "taxid": 10116, "uniprot_kb": "Q00238"}, {"ZFIN": "ZDB-GENE-081104-12", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F6PCI7"}, {"ZFIN": "ZDB-GENE-080226-7", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "A0A2R8QHN1"}, {"ZFIN": "ZDB-GENE-080226-9", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F1QHY0"}, {"ZFIN": "ZDB-GENE-040108-6", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "F1R4N6"}, {"ZFIN": "ZDB-GENE-060503-219", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "B8JHX2"}, {"ZFIN": "ZDB-GENE-131121-180", "ortholog_type": "O", "panther_family": "PTHR13771", "taxid": 7955, "uniprot_kb": "A0A2R8RS17"}], "uniprot_kb": "P05362"}, "pathway": {"kegg": [{"id": "hsa04064", "name": "NF-kappa B signaling pathway - Homo sapiens (human)"}, {"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa04670", "name": "Leukocyte transendothelial migration - Homo sapiens (human)"}, {"id": "hsa04933", "name": "AGE-RAGE signaling pathway in diabetic complications - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}, {"id": "hsa05144", "name": "Malaria - Homo sapiens (human)"}, {"id": "hsa05150", "name": "Staphylococcus aureus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05166", "name": "Human T-cell leukemia virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05323", "name": "Rheumatoid arthritis - Homo sapiens (human)"}, {"id": "hsa05416", "name": "Viral myocarditis - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}, {"id": "hsa05418", "name": "Fluid shear stress and atherosclerosis - Homo sapiens (human)"}], "pid": [{"id": "amb2_neutrophils_pathway", "name": "amb2 Integrin signaling"}, {"id": "integrin2_pathway", "name": "Beta2 integrin cell surface interactions"}, {"id": "reg_gr_pathway", "name": "Glucocorticoid receptor regulatory network"}, {"id": "txa2pathway", "name": "Thromboxane A2 receptor signaling"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-1474244", "name": "Extracellular matrix organization"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-216083", "name": "Integrin cell surface interactions"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-6783783", "name": "Interleukin-10 signaling"}, {"id": "R-HSA-6785807", "name": "Interleukin-4 and Interleukin-13 signaling"}, {"id": "R-HSA-877300", "name": "Interferon gamma signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP15", "name": "Selenium Micronutrient Network"}, {"id": "WP1533", "name": "Vitamin B12 metabolism"}, {"id": "WP176", "name": "Folate Metabolism"}, {"id": "WP2018", "name": "RANKL-RANK signaling pathway"}, {"id": "WP2332", "name": "Interleukin-11 Signaling Pathway"}, {"id": "WP2431", "name": "Spinal Cord Injury"}, {"id": "WP2806", "name": "Complement system"}, {"id": "WP2865", "name": "IL1 and megakaryocytes in obesity"}, {"id": "WP3617", "name": "Photodynamic therapy-induced NF-kB survival signaling"}, {"id": "WP3888", "name": "VEGFA-VEGFR2 Signaling Pathway"}, {"id": "WP4329", "name": "miRNAs involvement in the immune response in sepsis"}, {"id": "WP4493", "name": "Cells and molecules involved in local acute inflammatory response"}, {"id": "WP4747", "name": "Netrin-UNC5B signaling pathway"}, {"id": "WP4754", "name": "IL-18 signaling pathway"}, {"id": "WP4874", "name": "CAMKK2 Pathway"}, {"id": "WP4963", "name": "p53 transcriptional gene network"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}]}, "pdb": ["1D3E", "1D3I", "1D3L", "1IAM", "1IC1", "1MQ8", "1P53", "1Z7Z", "2OZ4", "3TCX", "5MZA", "6EIT", "6S8U", "7BG7"], "pfam": ["PF03921", "PF13895", "PF21146"], "pharmgkb": "PA29592", "pharos": {"target_id": 19792, "tdl": "Tchem"}, "pir": "A29849", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251095", "relationship": "is"}, {"id": "GNF251096", "relationship": "is"}, {"id": "GNF251097", "relationship": "is"}, {"id": "GNF251098", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160228", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF036228", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084873", "relationship": "is"}, {"id": "GNF084874", "relationship": "is"}, {"id": "GNF084875", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF052998", "relationship": "is"}, {"id": "GNF057764", "relationship": "is"}, {"id": "GNF072891", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071373", "relationship": "is"}, {"id": "GNF071374", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006892", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF106052", "relationship": "is"}, {"id": "GNF145698", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_012083.1"], "protein": "NP_000192.2", "rna": "NM_000201.3", "translation": {"protein": "NP_000192.2", "rna": "NM_000201.3"}}, "reporter": {"HG-U133_Plus_2": ["202637_s_at", "202638_s_at", "215485_s_at"], "HG-U95Av2": "32640_at", "HTA-2_0": ["TC19000174.hg.1", "TC19001977.hg.1"], "HuEx-1_0": "3820443", "HuGene-1_1": "8025601", "HuGene-2_1": "16858137"}, "retired": 125951, "summary": "This gene encodes a cell surface glycoprotein which is typically expressed on endothelial cells and cells of the immune system. It binds to integrins of type CD11a / CD18, or CD11b / CD18 and is also exploited by Rhinovirus as a receptor. [provided by RefSeq, Jul 2008].", "symbol": "ICAM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334074"}, "unigene": "Hs.643447", "uniprot": {"Swiss-Prot": "P05362", "TrEMBL": ["K7EKL8", "A0A384MEK5", "E7ESS4"]}, "wikipedia": {"url_stub": "ICAM-1"}}