{"AllianceGenome": "5351", "HGNC": "5351", "MIM": "604558", "_id": "29851", "_version": 2, "accession": {"genomic": ["AC009965.9", "AC103880.4", "AF411058.1", "AF411059.1", "AH011568.2", "AJ535718.1", "CH471063.1", "CP068276.2", "CS008892.1", "CS008894.1", "EF064727.1", "GN093455.1", "HH957989.1", "HI574348.1", "NC_000002.12", "NC_060926.1", "NG_011586.1"], "protein": ["AAH28006.1", "AAH28210.1", "AAL40933.1", "AAL40934.1", "AAM00909.1", "AAX93073.1", "ABK41910.1", "BAA82129.1", "BAG37484.1", "CAC06612.1", "CAD59742.1", "CAI53650.1", "CAI53651.1", "CAX87085.1", "CBX47663.1", "CBX51258.1", "EAW70355.1", "EAW70356.1", "EAW70357.1", "NP_036224.1", "Q9Y6W8.1", "XP_047299978.1", "XP_054197528.1"], "rna": ["AB023135.1", "AJ277832.1", "AK314985.1", "BC028006.1", "BC028210.1", "CB528580.1", "NM_012092.4", "XM_047444022.1", "XM_054341553.1", "XR_007073112.1", "XR_008486351.1"], "translation": [{"protein": "XP_054197528.1", "rna": "XM_054341553.1"}, {"protein": "NP_036224.1", "rna": "NM_012092.4"}, {"protein": "AAH28210.1", "rna": "BC028210.1"}, {"protein": "CAC06612.1", "rna": "AJ277832.1"}, {"protein": "XP_047299978.1", "rna": "XM_047444022.1"}, {"protein": "BAA82129.1", "rna": "AB023135.1"}, {"protein": "AAH28006.1", "rna": "BC028006.1"}, {"protein": "BAG37484.1", "rna": "AK314985.1"}]}, "alias": ["AILIM", "CD278", "CVID1"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "definitive", "classification_date": "2022-11-29T17:00:00.000Z", "disease_label": "common variable immunodeficiency", "gcep": "Antibody Deficiencies Gene Curation Expert Panel", "moi": "AR", "mondo": "MONDO:0015517", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_51864ec9-27d9-4a94-9524-d6828b17361d-2022-11-29T170000.000Z", "sop": "SOP9"}}, "ensembl": {"gene": "ENSG00000163600", "protein": ["ENSP00000319476", "ENSP00000415951"], "transcript": ["ENST00000316386", "ENST00000435193"], "translation": [{"protein": "ENSP00000319476", "rna": "ENST00000316386"}, {"protein": "ENSP00000415951", "rna": "ENST00000435193"}], "type_of_gene": "protein_coding"}, "entrezgene": "29851", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 6.99346106, "exp_mis": 55.9002796, "exp_syn": 24.420604, "lof_z": 1.49586712913193, "mis_z": 0.64767474029897, "mu_lof": 4.32293860062e-07, "mu_mis": 4.74879183146e-06, "mu_syn": 1.97040727629e-06, "n_lof": 3.0, "n_mis": 46.0, "n_syn": 32.0, "p_li": 0.0520092290924777, "p_null": 0.08625002282001, "p_rec": 0.861740748087512, "syn_z": -0.950837178040672}, "bp": 600, "cds_end": 204824322, "cds_start": 204801537, "n_exons": 5, "nonpsych": {"exp_lof": 6.2265792, "exp_mis": 50.4919708, "exp_syn": 21.999828, "lof_z": 1.66347493654985, "mis_z": 0.67376264506696, "mu_lof": 4.32293860062e-07, "mu_mis": 4.74879183146e-06, "mu_syn": 1.97040727629e-06, "n_lof": 2.0, "n_mis": 41.0, "n_syn": 30.0, "p_li": 0.201424089775265, "p_null": 0.052387016629278, "p_rec": 0.746188893595457, "syn_z": -1.07387330898263}, "nontcga": {"exp_lof": 6.42392718, "exp_mis": 51.4182037, "exp_syn": 22.45690223, "lof_z": 1.72182455495137, "mis_z": 0.654364112800644, "mu_lof": 4.32293860062e-07, "mu_mis": 4.74879183146e-06, "mu_syn": 1.97040727629e-06, "n_lof": 2.0, "n_mis": 42.0, "n_syn": 29.0, "p_li": 0.199690721095848, "p_null": 0.0447477469919178, "p_rec": 0.755561531912235, "syn_z": -0.874240472061345}, "transcript": "ENST00000316386.6"}, "exons": [{"cdsend": 203959599, "cdsstart": 203936814, "chr": "2", "position": [[203936762, 203936872], [203955635, 203955971], [203956658, 203956765], [203957798, 203957883], [203959585, 203961575]], "strand": 1, "transcript": "NM_012092", "txend": 203961575, "txstart": 203936762}], "exons_hg19": [{"cdsend": 204824322, "cdsstart": 204801537, "chr": "2", "position": [[204801485, 204801595], [204820358, 204820694], [204821381, 204821488], [204822521, 204822606], [204824308, 204826298]], "strand": 1, "transcript": "NM_012092", "txend": 204826298, "txstart": 204801485}], "generif": [{"pubmed": 11771526, "text": "its polymorphism may contributes to the pathogenesis of spondyloarthropathy"}, {"pubmed": 11904679, "text": "Genetic polymorphism of the human ICOS gene."}, {"pubmed": 12195015, "text": "role of ligation in modulating TCR-induced transcriptional profiles"}, {"pubmed": 12207353, "text": "ICOS reversely regulates IL-10 on re-activation of human effector T cells with mature dendritic cells. Interaction of ICOS with ICOS-L strongly promoted IL-10 secretion."}, {"pubmed": 12456021, "text": "ICOS provides co-stimulation to memory t-cells [review]"}, {"pubmed": 12753665, "text": "Analysis of the upstream region of ICOS revealed an additional eight single nucleotide polymorphism"}, {"pubmed": 12784384, "text": "local immune responses may be modulated by H4/ICOS expressed on T cells in the joints of patients with rheumatoid arthritis, and thus it may be involved in the pathogenetic mechanism of rheumatoid arthritis."}, {"pubmed": 12864987, "text": "ICOS is upregulated on human T cells after stimulation and can modulate both Th1 and Th2 cytokine production in the absence and presence of B7-1 (CD80) and B7-2 (CD86)costimulation."}, {"pubmed": 12919091, "text": "Targeting of specific chemokine and chemokine receptor pathways and/or ICOS may have clinical application in the prevention and treatment of chronic allograft nephropathy."}, {"pubmed": 14550257, "text": "AILIM has a role in regulating the signaling cascades for T-cell proliferation and IL-10 production"}, {"pubmed": 14610488, "text": "ICOS does not belong to the group of genes that, if mutated, present clinically as the hyper-IgM syndrome."}, {"pubmed": 14988837, "text": "Highly expressed ICOS in activated CD4(+) lamina propria T cells of inflammatory bowel (IBD) contributes to dysregulated immune responses. Hyperexpression limited to inflammatory sites in IBD. Feasible therapeutic target for treatment of IBD."}, {"pubmed": 15100277, "text": "A subtype of regulatory T cells in human blood can be identified by expression of ICOS after activation; these ICOS-expressing cells block the capacity of reciprocal ICOS-negative cells to proliferate and to produce cytokines."}, {"pubmed": 15265908, "text": "ICOS expression on activated Th cells may provide a powerful means to amplify effector T cell responses in peripheral tissues, independently of the polarized state of the Th cells"}, {"pubmed": 15339883, "text": "AILIM/ICOS-B7h interactions play an important role in the endothelium in controlling the entry of memory/effector T-cells into inflamed tissues in the periphery."}, {"pubmed": 15507387, "text": "The incidence of ICOS deficiency among patients with Common variable immunodeficiency is less than 5%"}, {"pubmed": 15629449, "text": "invariant NKT cell activation is regulated by CD28 and IOCS independently"}, {"pubmed": 15657618, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15699127, "text": "A predominant effect of ICOS-mediated costimulation on T helper type 2 (Th2) cell differentiation in transgenic ICOS-deficient mice may be achieved by the enhancement of IL-4 receptor-mediated signaling."}, {"pubmed": 15941568, "text": "ICOS is an influential costimulatory pathway in atherosclerosis & may play a protective role. It localizes with T cells in human aortic plaque."}, {"pubmed": 15953005, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16005527, "text": "This study could not confirm association with the CD28/CTLA4/ICOS gene region in multiple sclerosis."}, {"pubmed": 16081771, "text": "Two variants in the ICOS promoter region are significantly associated with allergic sensitization and production of type 2 T helper (Th2) cell cytokines"}, {"pubmed": 16112024, "text": "Observational study of genotype prevalence. (HuGE Navigator)"}, {"pubmed": 16237465, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16512757, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16563187, "text": "ICOS is involved in abnormal T cell activation in systsemic lupus erythematosus (SLE) and blockade of the interaction between ICOS and its receptor may have therapeutic value in the treatment of this intractable disease."}, {"pubmed": 16638702, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16638702, "text": "There are no major effects of the CD28/CTLA4/ICOS gene region on susceptibility to primary sclerosing cholangitis but minor contributions cannot be excluded."}, {"pubmed": 16670305, "text": "ICOS activation is associated with T helper type 1 (Th1) cell responses in human intracellular tuberculosis infection and may contribute to the amplification of those responses."}, {"pubmed": 16790364, "text": "This review summarizes the evidence that ICOS expression regulates T-cell-dependent B cell responses and proposes a model for the role of ICOS in diseases characterized by dysregulated humoral immunity."}, {"pubmed": 16996590, "text": "genetic variation in ICOS gene regulates the expression of both CTLA4 and ICOS and not only the splicing of sCTLA4 as suggested earlier."}, {"pubmed": 17077177, "text": "Both the PI3-kinase/Akt and Rho family cascades operate coordinately to induce the forward migration of activated T cells by AILIM/ICOS signaling."}, {"pubmed": 17197413, "text": "With multiethnic DNA panels that represent a wide spectrum of ethnic groups, we demonstrate long-range linkage disequilibrium among CD28, CTLA4, and ICOS costimulatory genes."}, {"pubmed": 17242332, "text": "ICOS may be relevant in inducing an acute immune response and may be critically involved in perpetuating inflammation in chronically immune-mediated disorders of the peripheral nervous system."}, {"pubmed": 17323353, "text": "These results define elevated populations of memory T-lymphocytes expressing B7 molecules in rheumatoid arthritis (RA) synovial fluid that either stimulate T cells through ICOS, or down-regulate RA synovial tissue T-lymphocytes through B7H1 and B7H2."}, {"pubmed": 17414714, "text": "The whole blood gene expression quantities of costimulatory molecules CD154 and ICOS reasonably robustly differentiated rejection patients from control patients."}, {"pubmed": 17481737, "text": "ICOS gene haplotypes correlate with IL10 secretion and multiple sclerosis."}, {"pubmed": 17481737, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18051214, "text": "Of 9 CVID patients...No mutations of SAP, ICOS, TACI, BAFFR, and CD19 were identified"}, {"pubmed": 18172933, "text": "definition of a newly discovered pathway that prevents autoimmunity by limiting the levels on T lymphocytes of aco-stimulatory receptor, the inducible T-cell co-stimulator(ICOS)"}, {"pubmed": 18174230, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18292519, "text": "Modulation of immune responses by ICOS-expressing naturally occurring T regulatory cells present in melanoma tissue depends upon costimulatory signals delivered to the CD4-positive CD25-negative responder cells and the cytokine milieu."}, {"pubmed": 18337305, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18396212, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18641334, "text": "p50alpha is likely a determining factor in ICOS-mediated PI3K activity in T cells"}, {"pubmed": 18973208, "text": "Children with type 1 diabetes show decreased inducrion of ICOS in T cells."}, {"pubmed": 19020530, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19020530, "text": "The shared CTLA4-ICOS risk locus in celiac disease, IgA deficiency and common variable immunodeficiency."}, {"pubmed": 19095735, "text": "ICOS-induced T cell spreading and filopodia/microspike formation may promote antigen recognition by enhancing a T cell's scanning potential of an adherent APC surface."}, {"pubmed": 19175887, "text": "ICOS variants do not play a major role in the development of atopy in European children."}, {"pubmed": 19175887, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19194830, "text": "ICOS could enhance the cytotoxic activity of Cytokine-induced killer cells (CIK) cells, in part, by augmenting cytokine secretion and prolonging cell survival both in vitro and in vivo."}, {"pubmed": 19202444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19222422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19247692, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19265111, "text": "ICOS plays a crucial role in the induction of peripheral tolerance maintained by tolerogenic dendritic cells."}, {"pubmed": 19332044, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19333938, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19333938, "text": "results provide evidence for rheumatoid arthritis and primary biliary cirrhosis association with the CTLA4/ICOS locus and suggest that the risk allele(s) within this region may be common to both diseases"}, {"pubmed": 19376178, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19376178, "text": "study confirms the involvement of the CTLA-4 but not the ICOS gene in susceptibility to type 1 diabetes."}, {"pubmed": 19376499, "text": "These findings confirmed the dysfunction of both CD4(+) and CD8(+) T-cells after ICOS costimulation in lupus patients. Impairment of ERK activation involved in ICOS-mediated IL-2 and T-cell hypoproliferation in active SLE."}, {"pubmed": 19380800, "text": "Extensive T cell dysfunction, decreased memory T cell compartment, and imbalance between effector and regulatory cells in ICOS-deficient patients may underlie their immunodeficiency and/or autoimmunity."}, {"pubmed": 19547759, "text": "mRNA level for CTLA-4, ICOS1, IL-23, IL-27, SMAD3 and GITR were lower in T regulatory cells of children with diabetes compared to the control patients"}, {"pubmed": 19672595, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19672595, "text": "these results suggest that the polymorphisms in the CD28, CTLA4 and ICOS genes at least do not modulate risk of melanoma and nor do those influence the disease prognosis in the investigated population."}, {"pubmed": 19824886, "text": "Observational study of gene-disease association, gene-gene interaction, and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19913589, "text": "ICOS polymorphisms were not associated with susceptibility to cervical squamous cell (CSCC) and with histologic grade of CSCC."}, {"pubmed": 19913589, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19931508, "text": "These data suggest that amongst the three putative ICOS glycosylation sites, N89 is required for proper ICOS protein folding in the ER, intracellular trafficking and ligand binding activity."}, {"pubmed": 19959217, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20019769, "text": "Increased amount of CD86 or ICOS positive lamina propria mononuclear cells and enterocytes suggests that co-stimulatory molecules may play a role in the pathogenesis of Crohn disease."}, {"pubmed": 20113255, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20113255, "text": "The rs6726035 in ICOS was significantly associated with RA, Comparing the genotype frequencies in the codominant model (CC vs. CT, CC vs. TT) in the rs6726035 SNP revealed that the C allele appeared to be decreased in patients with RA patients."}, {"pubmed": 20207847, "text": "High ICOS expression is associated with lymphomas of T follicular helper cell."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20388394, "text": "In active ulcerative colitis CD86 and ICOS were over-expressed in the intestinal epithelial cells and lamina propria mononuclear cells."}, {"pubmed": 20435510, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20817864, "text": "the B7h-ICOS interaction may modulate spreading of cancer metastases and recruitment of polymorphonuclear cells in inflammatory sites"}, {"pubmed": 20980695, "text": "Results reveal a vital role for ICOS signaling in the generation and maintenance of human T(H)17 cells and suggest that components of this pathway could be therapeutically targeted to treat cancer or chronic infection."}, {"pubmed": 21084022, "text": "ICOS polymorphisms was significantly different in pemphigus and suggest that genetically determined abnormal function of costimulatory receptors in T cells may be associated with the pathogenesis of pemphigus"}, {"pubmed": 21084022, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21160481, "text": "these data suggest that preeclampsia is associated with ICOS, but is not associated with the CTLA-4 or CD28 gene polymorphisms."}, {"pubmed": 21288140, "text": "we found a trend for reduced expression of ICOS after gluten-free diet treatment in the intestine of celia disease children."}, {"pubmed": 21356099, "text": "Report the role of ICOS in allergen-induced T cell activation in allergic asthma and rhinitis."}, {"pubmed": 21479882, "text": "ICOS expression on CD4 + CD45RO + and CD8 + CD4RO + T cells was significantly increased in systemic lupus erythmetaous (SLE) patients. ICOS expression in lupus nephritis patients was higher than in SLE patients without lupus nephritis."}, {"pubmed": 21499231, "text": "circulating neoplastic T cells correspond more often to a CD10-positive subset than to an ICOS-positive subset in Angioimmunoblastic T-cell lymphoma"}, {"pubmed": 21526489, "text": "This indicates that the investigated ICOS polymorphisms do not modulate the risk of B-CLL in the Polish population, but are associated with disease dynamics, in particular with the time to Rai stage progression."}, {"pubmed": 21669243, "text": "The constellation of specific alleles in CTLA-4, CD28, and ICOS genes contributes to the susceptibility and clinical course of non-small-cell lung cancer."}, {"pubmed": 21677403, "text": "polymorphisms of three major genes involved in the regulation of immune response, CTLA4, CD28 and ICOS might be involved in development of the clinical variables of IgAN"}, {"pubmed": 21765024, "text": "NPM-ALK induces expression of the growth-promoting receptor ICOS."}, {"pubmed": 21917182, "text": "ICOS gene polymorphisms may affect the risk of breast cancer and show that some SNPs are associated with breast cancer characteristics in a northern Chinese population."}, {"pubmed": 21926547, "text": "Increased quantities of inducible costimulator-positive Tregs may influence IgG4 production in IgG4-related autoimmune pancreatitis."}, {"pubmed": 22426168, "text": "Data indicate that Tregs and its inducible costimulatory molecule (ICOS+) subsets are decreased in patients with myocardial infarction (MI) and stable angina (SA)."}, {"pubmed": 22491736, "text": "A molecular and computational diagnostic approach identifies FOXP3, ICOS, CD52 and CASP1 as the most informative biomarkers in acute graft-versus-host disease."}, {"pubmed": 22577174, "text": "A model of positive feedback conferred by ICOS-LICOS interaction between TGN1412-treated T cells and endothelial cells."}, {"pubmed": 22579879, "text": "Genetic variation in ICOS gene is associated with acute rejection of liver transplantation."}, {"pubmed": 23024058, "text": "Augmented ICOS signalling may contribute to the pathogenesis of systemic sclerosis during early progressive disease. Soluble ICOS levels may be used as a serum marker for the activity and severity of systemic sclerosis."}, {"pubmed": 23053221, "text": "Results suggest that the serum level of sICOS is increased in patients with diffuse cutaneous SSc and correlates with the severity and activity of skin sclerosis and interstitial lung disease."}, {"pubmed": 23138463, "text": "SNPs of ICOS showed no association with Hashimoto thyroiditis."}, {"pubmed": 23275603, "text": "ICOS-Fc inhibited the adhesion of both dendritic cells to vascular and lymphoid endothelial cells, their migratory activity, and the expression of the Rac-1 activator beta-Pix involved in cell motility."}, {"pubmed": 23426717, "text": "Aberrant sPD1 and sICOS serum levels may reflect the dysregulation of Tcell activation, and are associated with the pathological injury of chronic HCV infection."}, {"pubmed": 23729441, "text": "In a transgenic graft-vs-host disease (GVHD)model, mouse CD4 T cells depend more heavily on ICOS/phosphatidylinositol 3-kinase (PI3K) signaling axis, whereas CD8 T cells are able to induce GVHD utilizing PI3K-independent ICOS signaling mechanisms."}, {"pubmed": 23923047, "text": "The acquisition of B cell stimulating properties by naive cord blood CD4 T cells required the STAT3-dependent expression of ICOS and IL-21."}, {"pubmed": 24057239, "text": "The associations between costimulatory molecule gene polymorphisms including:  CTLA4, PD-1, ICOS and CD28 with active cytomegalovirus (CMV) infection were evaluated in hematopoietic stem cell transplant patients."}, {"pubmed": 24083425, "text": "Data indicate the expression of programmed cell death protein 1 (PD-1), inducible T-cell Costimulator (ICOS), Cytotoxic T-Lymphocyte Antigen 4 (CTLA-4) and T cell immunoglobulin and mucin protein 3 (Tim-3) in T-cells from geriatric and younger subjects."}, {"pubmed": 24986688, "text": "Data indicate that T cells redirected with an inducible T-cell costimulator ICOS-based chimeric antigen receptors CAR maintained a core molecular signature characteristic of TH17 cells."}, {"pubmed": 25014791, "text": "Single nucleotide polymorphisms in RBPJ, IL1R1, REV3L, TRAF3IP2, IRF1 and ICOS showed association with rheumatoid arthritis in black South Africans."}, {"pubmed": 25210803, "text": "Thymus medullary epithelial cells promote regulatory T-cell generation by stimulating interleukin-2 production via ICOS."}, {"pubmed": 25404409, "text": "Increased numbers of circulating ICOS(+) and IL-21(+) Tfh and CD38(+) plasma cells may be exhibited by patients with recent diagnoses of primary biliary cirrhosis."}, {"pubmed": 25569260, "text": "Expression of mutant caspase-9 correlated with a downregulation of BAFFR (B-cell-activating factor belonging to the TNF family (BAFF) receptor) in B cells and ICOS (inducible T-cell costimulator) in T cells."}, {"pubmed": 25646266, "text": "ICOS maintains the T follicular helper cell phenotype by down-regulating Kruppel-like factor 2."}, {"pubmed": 25769613, "text": "ICOS-ICOS-L interaction promoted cytokine production and survival in type 2 innate lymphoid cells through STAT5 signaling in asthma."}, {"pubmed": 26074057, "text": "This study found that ICOS rs1559931 SNP was associated with decreased hepatitis B virus-related hepatocellular carcinoma risk in the studied Chinese Han population, except for patients with natural clearance of hepatitis B virus."}, {"pubmed": 26120879, "text": "Follicular helper T cells differentiation is a multistage process involving BCL6 and other transcription factors, cytokines, and costimulation through ICOS and several other molecules. (Review)"}, {"pubmed": 26231034, "text": "findings indicated that circulating memory Tfh cells, especially CCR7+ICOS+ memory Tfh cells, may be associated with the relapse of MS and may serve as a new therapeutic target"}, {"pubmed": 26399252, "text": "novel deletion mutation in Pakistani siblings presents in childhood with a combined Immunodeficiency associated with an enteritis, hepatitis and impaired antiviral immunity"}, {"pubmed": 26415669, "text": "findings show Tregs from inflamed lung of sarcoidosis patients characterized by ICOS(high) phenotype; high-level ICOS expression was restricted to Tregs from inflamed lung and was absent in blood Tregs of sarcoidosis patients and in lung and blood Tregs of healthy volunteers; potential implication of ICOS/ICOS-L immune-regulatory axis in in disease activity and resolution"}, {"pubmed": 26560438, "text": "The ICOS and ICOSL SNPs examined do not have an apparent effect on the disease susceptibility and prognosis of autoimmune thyroid diseases."}, {"pubmed": 26845249, "text": "ratio of ICOS(+) /PD-1(+) Tfh cells and the frequency of IL-21(+) Tfh cells may be indicators for evaluating the idiopathic membranous nephropathy development"}, {"pubmed": 27197182, "text": "High ICOS expression is associated with colorectal neoplasms."}, {"pubmed": 27756099, "text": "the induction pathway of ICOS(+) Foxp3(+) cells was analyzed"}, {"pubmed": 27895177, "text": "OX40 and ICOS act in a cooperative, nonredundant manner to maximize and prolong the T follicular helper cell response that is generated after acute virus infection"}, {"pubmed": 27974812, "text": "This is the first replication association study of rs4325730 upstream of ICOS with AIH in the Japanese population and rs4325730G is a risk allele."}, {"pubmed": 28031007, "text": "Suggest that genetic polymorphisms of ICOS function as sex-dependent risk factors for development of acute rejection in an Iranian kidney transplant population."}, {"pubmed": 28290526, "text": "ICOSL-ICOS signaling promoted Treg differentiation from CD4(+) T cells through activation of the phosphoinositide 3-kinase-Akt pathway. MSCs primed with Interleukin-1beta significantly induced Tregs through ICOSL upregulation. We demonstrated that the Treg-inducing activity of MSCs is proportionate to their basal ICOSL expression."}, {"pubmed": 28940644, "text": "we have found an association between chronic spontaneous urticaria and polymorphisms in the ICOS gene. To our knowledge, this report is the fi rst to suggest and initially indicate a possible association of the ICOS rs6726035 TT genotype with CSU pathogenesis."}, {"pubmed": 28983583, "text": "The altered soluble (s)PD1 and sICOS serum levels in the different Hepatitis b (HBV) groups may reflect the dysregulation of T cell activation, and may be associated with the HBV pathological process."}, {"pubmed": 29352114, "text": "Binding of NUFIP2 to Roquin promotes recognition and regulation of ICOS mRNA."}, {"pubmed": 29377743, "text": "The leptin upregulated RA CD4(+)CXCR5(+)ICOS(+) T cells via increased IL-6 by activation of STAT1 and STAT3."}, {"pubmed": 29505962, "text": "our findings demonstrated that polymorphisms in the 3'-UTRs of genes in the ICOS/CD28-ICOSL pathway may influence the efficacy and occurrence of adverse events of capecitabine-based chemotherapy in advanced colon cancer patients"}, {"pubmed": 29580042, "text": "ICOS (-693A/G) gene polymorphism is associated with Colon Cancer Risk."}, {"pubmed": 30087107, "text": "CXCR5 and ICOS expression identifies a CD8 T-cell subset with TFH features in Hodgkin lymphomas."}, {"pubmed": 30104107, "text": "Circulating follicular helper T cells exhibit reduced ICOS expression and impaired function in narcolepsy type 1 patients."}, {"pubmed": 30523347, "text": "Transmembrane domain-mediated Lck association underlies bystander and costimulatory ICOS signaling."}, {"pubmed": 30575933, "text": "High glucose and advanced glycation end products cause T cell inflammatory response and vascular endothelial dysfunction by upregulating ICOS/ICOSL activity."}, {"pubmed": 30600290, "text": "Interactions between the ICOS rs10932029 genotype and hepatitis B virus A1762T or A1762T/G1764A mutations could decrease the risk of liver cirrhosis in hepatitis b virus infection."}, {"pubmed": 31153660, "text": "the increased expression of ICOS/ICOS ligand in periapical lesions was associated with the inflammatory infiltration and alveolar bone destruction of apical periodontitis"}, {"pubmed": 31235485, "text": "Investigation of ICOS, CD28 and CD80 polymorphisms with the risk of hepatocellular carcinoma: a case-control study in eastern Chinese population."}, {"pubmed": 31537249, "text": "PD-1 and ICOS on peripheral CD3(+)CD8(+) Tem and Tfh cells may be involved in the development of rheumatoid arthritis (RA) and may be an indicator of RA activity."}, {"pubmed": 31738626, "text": "Role of Inducible Co-Stimulator (ICOS) in cancer immunotherapy."}, {"pubmed": 31826563, "text": "polymorphisms of rs55663036 of ICOS gene and rs45620941 of CD28 gene are significantly associated with the risk of pulmonary tuberculosis"}, {"pubmed": 31882943, "text": "High CD3 and ICOS and low TIM-3 expression predict favourable survival in resected oesophageal squamous cell carcinoma."}, {"pubmed": 32705113, "text": "Distinct changes of in BTLA, ICOS, PD-1, and TIGIT expression on peripheral blood and decidual CD8+ T cells in women with unexplained recurrent spontaneous abortiondagger."}, {"pubmed": 32875738, "text": "Chromosome 2q33genetic polymorphisms in Tunisian endemic pemphigus foliaceus."}, {"pubmed": 32983168, "text": "ICOS(+) Tregs: A Functional Subset of Tregs in Immune Diseases."}, {"pubmed": 32999002, "text": "An Antibody Targeting ICOS Increases Intratumoral Cytotoxic to Regulatory T-cell Ratio and Induces Tumor Regression."}, {"pubmed": 33033255, "text": "Structural characterization of the ICOS/ICOS-L immune complex reveals high molecular mimicry by therapeutic antibodies."}, {"pubmed": 33040278, "text": "A Patient with Novel ICOS Mutation Presented with Progressive Loss of B Cells."}, {"pubmed": 33325362, "text": "[High expression of ICOS on CD4(+) T cells and ICOSL on CD19(+) B cells in peripheral blood and its positive correlation with TRAb in Graves' disease]."}, {"pubmed": 33662168, "text": "Mesenchymal stem cells regulate type 2 innate lymphoid cells via regulatory T cells through ICOS-ICOSL interaction."}, {"pubmed": 34095875, "text": "Vaccine-induced ICOS(+)CD38(+) circulating Tfh are sensitive biosensors of age-related changes in inflammatory pathways."}, {"pubmed": 34502409, "text": "Impaired Differentiation of Highly Proliferative ICOS(+)-Tregs Is Involved in the Transition from Low to High Disease Activity in Systemic Lupus Erythematosus (SLE) Patients."}, {"pubmed": 35981379, "text": "[Expression and Significance of PD-1 and ICOS in Patients with Primary Immune Thrombocytopenia]."}, {"pubmed": 36131938, "text": "Specific transcriptional programs differentiate ICOS from CD28 costimulatory signaling in human Naive CD4(+) T cells."}, {"pubmed": 36177915, "text": "Expression of ICOS in the salivary glands of patients with primary Sjogren's syndrome and its molecular mechanism."}, {"pubmed": 36322282, "text": "MiR-29a-3p negatively regulates circulating Tfh memory cells in patients with Graves' disease by targeting ICOS."}, {"pubmed": 36571238, "text": "Identification of novel NFKB1 and ICOS frameshift variants in patients with CVID."}, {"pubmed": 37338463, "text": "ICOS gene polymorphisms in systemic lupus erythematosus: A case-control study."}, {"pubmed": 37569326, "text": "CCR9/CXCR5 Co-Expressing CD4 T Cells Are Increased in Primary Sjogren's Syndrome and Are Enriched in PD-1/ICOS-Expressing Effector T Cells."}, {"pubmed": 37850501, "text": "Expression and prognosis of inducible T-cell co-stimulator and its ligand in Chinese stage I-III lung adenocarcinoma patients."}, {"pubmed": 38127899, "text": "Molecular and clinical characterization of ICOS expression in breast cancer through large-scale transcriptome data."}, {"pubmed": 38441341, "text": "Synovial inducible costimulator is correlated with severity in knee osteoarthritis."}, {"pubmed": 38459032, "text": "Non-coding autoimmune risk variant defines role for ICOS in T peripheral helper cell development."}, {"pubmed": 38506253, "text": "Transcriptional profile and immune infiltration in colorectal cancer reveal the significance of inducible T-cell costimulator as a crucial immune checkpoint molecule."}, {"pubmed": 38616999, "text": "The Expression and Prognostic Significance of ICOS in NSCLC Integrated Pan-Cancer and Multi-Omics Analyses."}, {"pubmed": 39113896, "text": "ICOS-ICOSL pathway enhances NKT-like cell antiviral function in pregnant women with COVID-19."}], "genomic_pos": {"chr": "2", "end": 203961577, "ensemblgene": "ENSG00000163600", "start": 203936763, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 204826300, "start": 204801471, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002517", "qualifier": "involved_in", "term": "T cell tolerance induction"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 9930702, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0031295", "qualifier": "involved_in", "term": "T cell costimulation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0098609", "qualifier": "involved_in", "term": "cell-cell adhesion"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [11956294, 16951355, 18641334, 27135603], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 705788], [9598, 747295], [9606, 29851], [9615, 403456], [9913, 507026], [10090, 54167], [10116, 64545]], "id": 8097}, "interpro": [{"desc": "Immunoglobulin V-set domain", "id": "IPR013106", "short_desc": "Ig_V-set"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Inducible T-cell costimulator", "id": "IPR039943", "short_desc": "ICOS"}], "ipi": ["IPI00424030", "IPI00424031"], "map_location": "2q33.2", "name": "inducible T cell costimulator", "other_names": ["activation-inducible lymphocyte immunomediatory molecule", "inducible T-cell co-stimulator", "inducible T-cell costimulator", "inducible costimulator"], "pantherdb": {"HGNC": "5351", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1858745", "ortholog_type": "LDO", "panther_family": "PTHR20904", "taxid": 10090, "uniprot_kb": "Q9WVS0"}, {"RGD": "620123", "ortholog_type": "LDO", "panther_family": "PTHR20904", "taxid": 10116, "uniprot_kb": "Q9R1T7"}, {"Ensembl": "ENSGALG00000008656", "ortholog_type": "LDO", "panther_family": "PTHR20904", "taxid": 9031, "uniprot_kb": "A0A3Q3B194"}], "uniprot_kb": "Q9Y6W8"}, "pathway": {"biocarta": {"id": "ctla4pathway", "name": "the co-stimulatory signal during t-cell activation"}, "kegg": [{"id": "hsa04514", "name": "Cell adhesion molecules - Homo sapiens (human)"}, {"id": "hsa04660", "name": "T cell receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04672", "name": "Intestinal immune network for IgA production - Homo sapiens (human)"}, {"id": "hsa05340", "name": "Primary immunodeficiency - Homo sapiens (human)"}], "netpath": {"id": "Pathway_TCR", "name": "TCR"}, "reactome": [{"id": "R-HSA-1257604", "name": "PIP3 activates AKT signaling"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-199418", "name": "Negative regulation of the PI3K/AKT network"}, {"id": "R-HSA-2219528", "name": "PI3K/AKT Signaling in Cancer"}, {"id": "R-HSA-2219530", "name": "Constitutive Signaling by Aberrant PI3K in Cancer"}, {"id": "R-HSA-388841", "name": "Costimulation by the CD28 family"}, {"id": "R-HSA-5663202", "name": "Diseases of signal transduction by growth factor receptors and second messengers"}, {"id": "R-HSA-6811558", "name": "PI5P, PP2A and IER3 Regulate PI3K/AKT Signaling"}, {"id": "R-HSA-9006925", "name": "Intracellular signaling by second messengers"}, {"id": "R-HSA-9700206", "name": "Signaling by ALK in cancer"}, {"id": "R-HSA-9725370", "name": "Signaling by ALK fusions and activated point mutants"}, {"id": "R-HSA-9725371", "name": "Nuclear events stimulated by ALK signaling in cancer"}], "wikipathways": [{"id": "WP3863", "name": "T-Cell antigen Receptor (TCR) pathway during Staphylococcus aureus infection"}, {"id": "WP69", "name": "T-cell receptor (TCR) signaling pathway"}]}, "pdb": ["6X4G", "7JOO"], "pfam": "PF15910", "pharmgkb": "PA29599", "pharos": {"target_id": 5318, "tdl": "Tbio"}, "pir": "S78540", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF170574", "relationship": "is"}, {"id": "GNF181480", "relationship": "is"}, {"id": "GNF192386", "relationship": "is"}, {"id": "GNF203292", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159263", "relationship": "is"}, "GNF_hs-druggable_lenti-shRNA": {"id": "GNF088591", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": {"id": "GNF054319", "relationship": "is"}, "GNF_hs-druggable_siRNA": {"id": "GNF068768", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF006900", "relationship": "is"}, {"id": "GNF006901", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF238488", "relationship": "is"}, {"id": "GNF238496", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF338872", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF114711", "relationship": "is"}, {"id": "GNF154352", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_011586.1"], "protein": ["NP_036224.1", "XP_047299978.1", "XP_054197528.1"], "rna": ["NM_012092.4", "XM_047444022.1", "XM_054341553.1", "XR_007073112.1", "XR_008486351.1"], "translation": [{"protein": "XP_054197528.1", "rna": "XM_054341553.1"}, {"protein": "NP_036224.1", "rna": "NM_012092.4"}, {"protein": "XP_047299978.1", "rna": "XM_047444022.1"}]}, "reporter": {"HG-U133_Plus_2": "210439_at", "HG-U95Av2": "34607_at", "HTA-2_0": "TC02001202.hg.1", "HuEx-1_0": "2523874", "HuGene-1_1": "8047702", "HuGene-2_1": "16889829"}, "retired": 23638, "summary": "The protein encoded by this gene belongs to the CD28 and CTLA-4 cell-surface receptor family. It forms homodimers and plays an important role in cell-cell signaling, immune responses, and regulation of cell proliferation. [provided by RefSeq, Jul 2008].", "symbol": "ICOS", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415846"}, "unigene": "Hs.56247", "uniprot": {"Swiss-Prot": "Q9Y6W8", "TrEMBL": "Q53QY6"}, "wikipedia": {"url_stub": "CD278"}}