{"AllianceGenome": "5360", "HGNC": "5360", "MIM": "600349", "_id": "3397", "_version": 1, "accession": {"genomic": ["AL110115.38", "AL117381.32", "CH471077.2", "CP068258.2", "KT583990.1", "NC_000020.11", "NC_060944.1", "NG_029639.1", "U57645.1"], "protein": ["AAB35037.1", "AAB35038.1", "AAC13882.1", "AAC13883.1", "AAH00613.1", "AAH12420.1", "AAP36111.1", "BAA02988.1", "BAA02989.1", "BAF83841.1", "CAA54920.1", "EAW76432.1", "EAW76433.1", "EAW76434.1", "NP_002156.2", "NP_851998.1", "P41134.3"], "rna": ["AI304595.1", "AK291152.1", "AK313786.1", "BC000613.2", "BC012420.1", "BG546814.1", "BI768231.1", "BM856018.1", "BT007443.1", "D13889.1", "D13890.1", "DA839689.1", "NM_002165.4", "NM_181353.3", "S78825.1", "S78986.1", "X77956.1"], "translation": [{"protein": "AAH12420.1", "rna": "BC012420.1"}, {"protein": "BAA02989.1", "rna": "D13890.1"}, {"protein": "AAH00613.1", "rna": "BC000613.2"}, {"protein": "NP_002156.2", "rna": "NM_002165.4"}, {"protein": "AAB35037.1", "rna": "S78986.1"}, {"protein": "NP_851998.1", "rna": "NM_181353.3"}, {"protein": "BAF83841.1", "rna": "AK291152.1"}, {"protein": "AAP36111.1", "rna": "BT007443.1"}, {"protein": "CAA54920.1", "rna": "X77956.1"}, {"protein": "AAB35038.1", "rna": "S78825.1"}, {"protein": "BAA02988.1", "rna": "D13889.1"}]}, "alias": ["ID", "bHLHb24"], "ensembl": {"gene": "ENSG00000125968", "protein": ["ENSP00000365273", "ENSP00000365280"], "transcript": ["ENST00000376105", "ENST00000376112"], "translation": [{"protein": "ENSP00000365273", "rna": "ENST00000376105"}, {"protein": "ENSP00000365280", "rna": "ENST00000376112"}], "type_of_gene": "protein_coding"}, "entrezgene": "3397", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.08746024575, "exp_mis": 74.0512317857, "exp_syn": 44.7719004158, "lof_z": 0.0493059895982003, "mis_z": -0.167606630455891, "mu_lof": 2.83375184865e-07, "mu_mis": 8.61370230277e-06, "mu_syn": 5.20140098189e-06, "n_lof": 3.0, "n_mis": 77.0, "n_syn": 53.0, "p_li": 0.00765557463426437, "p_null": 0.445692819723384, "p_rec": 0.546651605642352, "syn_z": -0.76233581534821}, "bp": 468, "cds_end": 30193897, "cds_start": 30193190, "n_exons": 2, "nonpsych": {"exp_lof": 2.76102150084, "exp_mis": 66.9900845908, "exp_syn": 40.4894640685, "lof_z": 0.449794388921117, "mis_z": -0.247111054788877, "mu_lof": 2.83375184865e-07, "mu_mis": 8.61370230277e-06, "mu_syn": 5.20140098189e-06, "n_lof": 2.0, "n_mis": 71.0, "n_syn": 47.0, "p_li": 0.0484186505058782, "p_null": 0.295968889604192, "p_rec": 0.65561245988993, "syn_z": -0.644183296334878}, "nontcga": {"exp_lof": 2.83720518674, "exp_mis": 68.1238799041, "exp_syn": 41.1868936022, "lof_z": -0.095340280297148, "mis_z": 0.00747757910038283, "mu_lof": 2.83375184865e-07, "mu_mis": 8.61370230277e-06, "mu_syn": 5.20140098189e-06, "n_lof": 3.0, "n_mis": 68.0, "n_syn": 46.0, "p_li": 0.00702434812442851, "p_null": 0.464181845626233, "p_rec": 0.528793806249338, "syn_z": -0.474863274627148}, "transcript": "ENST00000376112.3"}, "exons": [{"cdsend": 31606094, "cdsstart": 31605387, "chr": "20", "position": [[31605288, 31605813], [31606052, 31606510]], "strand": 1, "transcript": "NM_002165", "txend": 31606510, "txstart": 31605288}, {"cdsend": 31605837, "cdsstart": 31605387, "chr": "20", "position": [[31605288, 31606510]], "strand": 1, "transcript": "NM_181353", "txend": 31606510, "txstart": 31605288}], "exons_hg19": [{"cdsend": 30193897, "cdsstart": 30193190, "chr": "20", "position": [[30193091, 30193616], [30193855, 30194313]], "strand": 1, "transcript": "NM_002165", "txend": 30194313, "txstart": 30193091}, {"cdsend": 30193640, "cdsstart": 30193190, "chr": "20", "position": [[30193091, 30194313]], "strand": 1, "transcript": "NM_181353", "txend": 30194313, "txstart": 30193091}], "generif": [{"pubmed": 11729207, "text": "Id1, a dominant negative inhibitor of basic helix-loop-helix proteins, is a direct target gene for BMP"}, {"pubmed": 11896613, "text": "Id-1 expression is linked with the loss of NF-1/Rb/HDAC-1 transcription repressor complex in metastatic breast cancer"}, {"pubmed": 12016143, "text": "role in stimulating serum-independent prostate cancer cell proliferation through inactivation of p16(INK4a)/pRB pathway"}, {"pubmed": 12020803, "text": "TGF beta 1 may be one of the upstream regulators of Id-1"}, {"pubmed": 12203366, "text": "immunohistochemical studies on NPC samples showed that expression of Id-1 was present in NPC cells but absent in normal tissues. This study demonstrates that Id-1 plays an important role in cell proliferation in NPC cells"}, {"pubmed": 12296825, "text": "Data suggest that signalling of BMP-2 to stimulate the expression of Id1 would be transduced by BMPR-IA and mediated by Smad1 and Smad4."}, {"pubmed": 12576450, "text": "Level of protein expression correlates with poor differentiation, enhanced malignant potential, and more aggressive clinical behavior of epithelial ovarian tumors."}, {"pubmed": 12719589, "text": "expression in human endothelial cells induced by Kaposi sarcoma-associated herpesvirus LANA protein, expression in Kaposi sarcoma tumor cells and in vivo"}, {"pubmed": 12787042, "text": "expression may relate to the metastatic behaviour in human oral squamous cell carcinoma"}, {"pubmed": 12823438, "text": "dysregulated Id-1 may not only contribute to delaying the senescence program in keratinocytes, it may also contribute to the escape of the relatively undifferentiated tumor cells in BCC from immune surveillance."}, {"pubmed": 12881706, "text": "Our results strongly suggest that Id-1 may be one of the upstream regulators of NF-kappaB and activation of NF-kappaB signalling pathway may be essential for Id-1 induced cell proliferation through protection against apoptosis."}, {"pubmed": 12947323, "text": "Significantly overexpressed in papillary thyroid cancer. Primarily localized to cytoplasm of thyroid follicular cells. Activation of the mitogen intracellular protein kinase A and protein kinase C signaling pathways up-regulated Id-1 mRNA expression."}, {"pubmed": 12949053, "text": "over-expression of Id-1 induces cell proliferation in HCC through inactivation of p16INK4a/retinoblastoma pathway"}, {"pubmed": 14688027, "text": "Expression of Id-1 was able to reduce androgen-stimulated growth and S phase fraction of the cell cycle in prostatic cancer cells."}, {"pubmed": 14690332, "text": "Id1 protein is involved in the process of differentiation of keratinocytes seeen in normal skin and Id1 pathway is activated in psoriasis."}, {"pubmed": 14742319, "text": "Id-1 may be an upstream regulator of the Raf/MEK signalling pathway, which plays an essential role in protection against taxol-induced apoptosis"}, {"pubmed": 14755252, "text": "ID1 may contribute to oncogenesis not only by inhibiting transcriptional activity of basic helix-loop-helix transcription factors and abrogate differentiation but also by subverting centrosome duplication."}, {"pubmed": 15026801, "text": "ID-1 expression significantly associated with intratumoral microvessel density in pancreatic cancer"}, {"pubmed": 15041724, "text": "Id-1 and Id-2 proteins control prostate cancer cell phenotypes and could serve as molecular markers of aggressive human prostate cancer."}, {"pubmed": 15064751, "text": "Id1 induction by LMP1 depends on its NF-kappaB activation domain at the COOH-terminal region, CTAR1 and CTAR2. This may facilitate clonal expansion of premalignant nasopharyngeal epithelial cells infected with EBV & promote malignant transformation."}, {"pubmed": 15138269, "text": "silencing Id1 expression in young cells by RNA interference induced an increased p16(INK4a) level and premature cellular senescence"}, {"pubmed": 15163661, "text": "MyoD modulates the rate of Id1 degradation and suggest a dynamic interplay of these factors"}, {"pubmed": 15322112, "text": "induction of Id1 not only blocks transcriptional activity but also induces myogenin degradation by blocking formation of myogenin-E47 protein complexes."}, {"pubmed": 15370294, "text": "Id1 can be up-regulated and p53 down-regulated by a statin in endothelial cells. Regulation of these proteins in endothelial cells may account for the proangiogenic effect of statins."}, {"pubmed": 15489884, "text": "Id1 has cell cycle regulatory functions that are similar to those of c-Myc."}, {"pubmed": 15494533, "text": "Overexpression of Id1 enhances expression of ICAM-1 and E-selectin, and induces angiogenic processes such as transmigration, matrix metalloproteinase-2 and -9 expression, and tube formation in cultured vascular endothelial cells."}, {"pubmed": 15575081, "text": "Idl protein may play an important role in the process of gastric carcinogenesis, and high-level Id I expression may be related to the malignant potential of tumor cells"}, {"pubmed": 15579766, "text": "Id1 is overexpressed in hyperplastic and neoplastic thyroid tissue and directly regulates the growth of thyroid cancer cells of follicular cell origin, but is not a marker of aggressive phenotype in differentiated thyroid cancer."}, {"pubmed": 15645115, "text": "Id1, 2 and 3 might play a role in the early stages of hepatocarcinogenesis, but not in the development of advanced carcinoma, and might consequently be related to HCC dedifferentiation"}, {"pubmed": 15694377, "text": "Thus, we speculate that the regulation of cell growth mediated by CASK may be involved in Id1."}, {"pubmed": 15701714, "text": "constitutive expression of Id1 inhibits eosinophil development, whereas in contrast neutrophil differentiation was modestly enhanced"}, {"pubmed": 15744343, "text": "These results indicate ID1 and ID2 are important retinoic acid responsive genes in acute promyelocytic leukemia [APL], and suggest that inhibition of specific bHLH transcription factor complexes may play a role in the therapeutic effect of ATRA in APL"}, {"pubmed": 15877825, "text": "In mature human B cells, BMP-6 inhibited cell growth, and rapidly induced an upregulation of Id1."}, {"pubmed": 15905202, "text": "Downregulation of Id-1 may be a novel target to inhibit the growth of metastatic cancers through the suppression of angiogenesis."}, {"pubmed": 16002046, "text": "Furthermore, by using DCs derived from Id1(-/-) mice that are defective in Flt-1 signaling, we demonstrated that the inhibitory function of VEGF on DC function is most likely mediated by Flt-1."}, {"pubmed": 16007194, "text": "degradation is modulated by E12 and E47"}, {"pubmed": 16029118, "text": "Id1 gene expression may be associated with thyroid cancer cell growth and differentiation."}, {"pubmed": 16115231, "text": "Expression of Id1 in HM was significantly higher than that in normal placenta."}, {"pubmed": 16123120, "text": "Id-1 protein may be regulated by TNFalpha through the ubiquitin/proteasome degradation pathway and the stability of the Id-1 protein appears to correlate with the sensitivity of TNFalpha-induced apoptosis"}, {"pubmed": 16189525, "text": "study supports a significant role of the ID1 protein in melanoma progression and patient prognosis; inverse relation between ID1 and TSP-1 expression support an important role of ID1 in regulation of this complex multitarget protein."}, {"pubmed": 16271072, "text": "Id1, 3 double-knockdown significantly impaired the ability of gastric cancer cells to form peritoneal metastasis"}, {"pubmed": 16287090, "text": "results indicate that increased Id-1 expression in prostate cancer cells may play a protective role against apoptosis, and downregulation of Id-1 may be a potential target to increase sensitivity of taxol-induced apoptosis in prostate cancer cells"}, {"pubmed": 16469432, "text": "Id-1 overexpression is associated with breast tumor angiogenesis"}, {"pubmed": 16506209, "text": "Study provides evidence for the first time that Id-1 plays a role in both proliferation and survival of esophageal cancer cells."}, {"pubmed": 16525633, "text": "Up-regulation of Id-1 was associated with increased EGFR expression, clinical staging and the invasion ability of bladder cancer cells, and inactivation of Id-1 may be a potential therapeutic target to inhibit the invasion by bladder cancer cells."}, {"pubmed": 16552541, "text": "The IGFBP3, hRas, JunB, Egr-1, Id1 and MIDA1 genes were up-regulated in psoriatic involved skin compared with uninvolved skin."}, {"pubmed": 16682435, "text": "ID proteins (ID1, ID2, ID3 and ID4) were significantly increased in Mecp2-deficient Rett syndrome brain, ID genes are ideal targets for MeCP2 regulation of neuronal maturation that may explain the molecular pathogenesis of Rett syndrome"}, {"pubmed": 16894355, "text": "Interferon-alpha downregulates ID1 ID in cultured human vascular endothelial cells"}, {"pubmed": 17072841, "text": "Expression of ID1 decreased significantly in chondrocytes while the opposite was seen in mesenchymal stem cells."}, {"pubmed": 17102133, "text": "expression of ATF-3 in hypoxic cells represses Id-1 and prevents their loss"}, {"pubmed": 17145808, "text": "Id-1 is a novel angiogenic factor for HCC metastasis and down-regulation of Id-1 may be a novel target to inhibit HCC metastasis through suppression of angiogenesis."}, {"pubmed": 17202424, "text": "Id1 transcriptional inhibitor is a crucial player in mediating cell dedifferentiation of renal tubular epithelium and suggest that epithelial-to-mesenchymal transition is a multistep process."}, {"pubmed": 17426247, "text": "In conclusion, we provide the molecular mechanism of the cross talk between HIF-1alpha and Id-1, which may play a critical role in tumor angiogenesis."}, {"pubmed": 17537403, "text": "PLZF upregulates apoptosis-inducer TP53INP1, ID1, and ID3 genes, and downregulates the apoptosis-inhibitor TERT gene"}, {"pubmed": 17565736, "text": "Id1 expression is primarily regulated at the transcriptional level in radial growth phase melanomas and expect that therapies that target Id1 gene expression may be useful in the treatment of Id-associated malignancies."}, {"pubmed": 17599389, "text": "significantly enhanced expression of Id-1 has been detected in malignant prostate cell lines and in primary carcinomas; the increase in Id-1 expression was significantly associated with the increasing Gleason score of carcinomas"}, {"pubmed": 17855368, "text": "caveolin-1 is a novel Id-1 binding partner that mediates the function of Id-1 in promoting prostate cancer progression through activation of the Akt pathway leading to cancer cell invasion and resistance to anticancer drug-induced apoptosis"}, {"pubmed": 17891176, "text": "Dysregulates centrosome homeostasis at least in part by interfering with S5A/Rpn10 activities at the centrosome."}, {"pubmed": 17916352, "text": "a novel tumorigenic role of Id-1 through reorganization of actin cytoskeleton and disassembly of cell-cell adhesion in response to TGF-beta1 in human prostate epithelial cells"}, {"pubmed": 18000500, "text": "The Id-1 may promote distant metastasis in oesophageal squamous cell carcinoma(ESCC), and both Id-1 may be used for prognostication for ESCC patients."}, {"pubmed": 18072288, "text": "These data demonstrate that BMP-6 promotes migration and invasion of prostate cancer cells, potentially through activation of Id-1 and MMP activation."}, {"pubmed": 18158619, "text": "Id-1 regulates Bcl-2 and Bax expression through p53 and NF-kappaB in MCF-7 breast cancer cells"}, {"pubmed": 18202790, "text": "Id-1 overexpression plays an important role in colorectal cancer progression."}, {"pubmed": 18240291, "text": "Id1 may contribute to the malignant conversion of primary human melanocytes through extension of cellular lifespan."}, {"pubmed": 18353975, "text": "The association of Id1 and Cdh1 is dependent on the canonical destruction box motif of Id1, the increased binding of which may compete with the interaction between Cdh1 and Aurora A, leading to stabilization of Aurora A in Id1-overexpressing cells."}, {"pubmed": 18372912, "text": "a novel function of Id-1 in promoting chromosomal instability through modification of APC/C activity during mitosis and provide a novel molecular mechanism accounted for the function of Id-1 as an oncogene."}, {"pubmed": 18413773, "text": "Id1 may contribute to early breast cancer by promoting excessive proliferation through cyclin D1."}, {"pubmed": 18436795, "text": "The integration of signals at the level of Id gene expression may contribute to the pathogenesis of familial pulmonary arterial hypertension."}, {"pubmed": 18542061, "text": "Id1 immortalizes hematopoietic progenitors in vitro and promotes a myeloproliferative disease in vivo."}, {"pubmed": 18556654, "text": "ID1 is an effector of the p53-dependent DNA damage response pathway."}, {"pubmed": 18559972, "text": "Id1 is an important target of constitutively activated tyrosine kinases and may be a therapeutic target for leukemias associated with oncogenic tyrosine kinases."}, {"pubmed": 18583319, "text": "Id1 inhibited DNA binding by Dril1, and the two proteins co-localized in vitro and in vivo, providing a potential mechanism for suppression of fibrosis by Id1 through inhibition of the profibrotic function of Dril1."}, {"pubmed": 18648363, "text": "study reports that the expression of the E6 onco-protein of the high-risk human papillomaviruses is correlated with Id-1 overexpression in the majority of invasive breast cancer tissue samples studied"}, {"pubmed": 18674781, "text": "These results demonstrated a novel function of Id-1 in regulating HBX protein stability through interaction with the proteasome."}, {"pubmed": 18752043, "text": "Inhibitor of DNA binding-1 overexpression is associated with prostate cancer."}, {"pubmed": 18922905, "text": "both ATF3 and Smad were crucially and synergistically involved in down-regulation of Id-1, which regulated JNK phosphorylation in REIC/Dkk-3-induced apoptosis."}, {"pubmed": 19002177, "text": "In uterine cervical cancer, ID-1 might work on tumour advancement through angiogenic activity. ID-1 expression correlated with microvessel counts and with histoscore."}, {"pubmed": 19014499, "text": "Id-1, took part in development and progression of colorectal carcinomas and that Id-1 was associated with regulations of EGFR and VEGF."}, {"pubmed": 19031736, "text": "The expression of ID1 gene was up-regulated in ATRA-induced NB4 cells and APL cells from two patients and was independent of other protein synthesis."}, {"pubmed": 19079342, "text": "Id-1 is a novel PTEN inhibitor that could activate the Akt pathway and its downstream effectors, the Wnt/TCF pathway and p27(Kip1) phosphorylation"}, {"pubmed": 19079362, "text": "Id1 can be strongly up-regulated by Transforming Growth Factor beta1 in the human mammary gland epithelial cell line MCF10A."}, {"pubmed": 19201527, "text": "Id-1 expression in androgen-dependent prostate cancer was negatively regulated by androgen in a receptor-dependent way."}, {"pubmed": 19217708, "text": "ERbeta1 inhibits breast cancer cell growth through binding with Id1 and upregulating p21 gene expression."}, {"pubmed": 19288008, "text": "up-regulation of Id-1 in bladder cancer cells lead to increased cell viability in response to epirubicin by its improved anti-apoptotic role."}, {"pubmed": 19330020, "text": "Targeting Id dimerization may therefore be effective for triggering differentiation and restraining neuroblastoma cell tumorigenicity."}, {"pubmed": 19423615, "text": "Neuroblastoma cell adaptation to hypoxia involves the modulation of HIF1alpha and VEGF expression, nuclear translocation of ID1 and ID2 transcription factors, and activation of a gene expression program consistent with pro-metastatic events."}, {"pubmed": 19438642, "text": "These data suggest that high-risk human papillomaviruses can enhance the progression of human cervical cancer through Id-1 regulation."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19491902, "text": "High ID1 expression is associated with lymph node metastasis and peritoneal dissemination in gastric cancer."}, {"pubmed": 19515385, "text": "role in the development of peritoneal metastasis of pancreatic cancer"}, {"pubmed": 19551863, "text": "Id-1 overexpression is associated with esophageal cancer."}, {"pubmed": 19567783, "text": "Examined regulatory mechanisms of p16 expression.  Exogenously expressed Id1 suppressed up-regulation of p16 by Hepatocyte growth factor and the antiproliferative effect of HGF. Knockdown of Id1 sig. enhanced activity of the p16 promoter with ERK."}, {"pubmed": 19571317, "text": "ID1 promotes expansion and survival of primary erythroid cells and is a target of JAK2V617F-STAT5 signaling"}, {"pubmed": 19643984, "text": "High Id1 expression is associated with acute myeloid leukemia."}, {"pubmed": 19644139, "text": "data suggest that targeting the ID1 and C/EBPalpha transcriptional regulators may be of benefit in the design of novel therapies for low-risk myelodysplasia."}, {"pubmed": 19710505, "text": "These results implicate Id1 and TSP1 as downstream mediators of Epac/Rap1, inhibitory regulators of the angiogenic process"}, {"pubmed": 19766362, "text": "may have important roles in the development of salivary adenoid cystic carcinoma"}, {"pubmed": 19843640, "text": "Abl interactor 1 regulates Src-Id1-matrix metalloproteinase 9 axis and is required for invadopodia formation, extracellular matrix degradation and tumor growth of human breast cancer cells"}, {"pubmed": 19906510, "text": "Positive Id-1 expression is associated with high malignancy/poor prognosis. Protein expression status may help assess tumor malignancy and patient prognosis."}, {"pubmed": 19926394, "text": "Anti-proliferative and chemosensitization effect of gamma-tocotrienol on breast cancer cells cells may be mediated through downregulation of Id1 protein."}, {"pubmed": 19951400, "text": "KLF17 has a role in transcriptional regulation of metastasis by Id1 [review]"}, {"pubmed": 20003244, "text": "ID-1 increased in ovarian cancer cells during tumor progression"}, {"pubmed": 20010941, "text": "In prostate cancer cells, Id-1 has the ability to modulate bone cell differentiation favouring metastatic bone disease."}, {"pubmed": 20070914, "text": "shows that not only ectopic expression in tissue culture but endogenous levels of ID1 modulate centrosome numbers."}, {"pubmed": 20080245, "text": "The level of Id-1 protein expression was associated with the malignant potential of gastric tumors"}, {"pubmed": 20186495, "text": "Id1 promotes cancer/tumor morphology, cell cycle and epithelial to mesenchymal transition by influencing AP1, tnf, tgfbeta, PdgfBB and estradiol pathways."}, {"pubmed": 20191379, "text": "Id1/3 peptide aptamer could represent a nontoxic exogenous agent that can significantly provoke antiproliferative and apoptotic effects in breast cancer cells, which are associated with deregulated expression of Id1 and Id3."}, {"pubmed": 20388787, "text": "ID1 enhances docetaxel cytotoxicity in prostate cancer cells through inhibition of p21"}, {"pubmed": 20484992, "text": "Id1 activation may need to occur at discrete stages in cooperation with additional gene dysregulation to repress and induce epigenetic silencing of tumor suppressor genes during melanoma progression."}, {"pubmed": 20515335, "text": "Supratentorial PNETs expressed significantly higher levels of SOX2, NOTCH1, ID1, and ASCL-1 transcripts."}, {"pubmed": 20522807, "text": "Prostacyclin analogues inhibited smooth muscle cell proliferation and prevented progression of pulmonary hypertension while enhancing Smad1/5 phosphorylation and Id1 gene expression."}, {"pubmed": 20574154, "text": "Id-1 expression is at least partially regulated by HBx and may serve as a potential prognostic marker for HBV-related HCC."}, {"pubmed": 20697353, "text": "Id1 may contribute to tumor development through Polycomb group -mediated epigenetic regulation."}, {"pubmed": 20709421, "text": "ID1 was expressed in the nucleus in 70% of squamous cell carcinomas and 50% of non-squamous cell carcinomas and in vascular endothelium of non-tumor tissue"}, {"pubmed": 20863724, "text": "in human liver, not only HAMP, but also SMAD7 and Id1 mRNA significantly correlate with the extent of hepatic iron burden. However, this correlation is lost in patients with HFE-HC, but maintained in subjects with non-hemochromatotic iron overload."}, {"pubmed": 20881502, "text": "Silencing of the Id1 gene has an in-vivo preventive effect against the development of prostate cancer in a mouse model."}, {"pubmed": 20887552, "text": "Id1 contributed to hyperproliferation of keratinocytes via enhancement of cell cycle progression, removal of cell cycle inhibition, and simultaneously increased keratin production."}, {"pubmed": 21106423, "text": "Id-1 proteins were overexpressed in human mammary invasive ductal carcinoma and were increased from benign to premalignant and malignant lesions."}, {"pubmed": 21106425, "text": "significant role of Id-1 protein in the gastric tumorigenesis"}, {"pubmed": 21467165, "text": "MUC18 is involved in cell signaling regulating the expression of Id-1 and ATF-3, thus contributing to melanoma metastasis"}, {"pubmed": 21486943, "text": "Study uniquely identifies ID1 and ID3 as negative regulators of the hPSC-hematopoietic transition from a hemogenic to a committed hematopoietic fate, and demonstrates that this is conserved between hESCs and hiPSCs."}, {"pubmed": 21506108, "text": "Induction of Id-1 by FGF-2 involves activity of EGR-1 and sensitizes neuroblastoma cells to cell death."}, {"pubmed": 21536374, "text": "Nude mice study further confirmed an increased tumor growth in Id1-overexpressing cells and a decreased tumor growth in Id1-knockdowned cells. In conclusion, inactivation of Id1 may provide a novel strategy for treatment of lung cancer patients"}, {"pubmed": 21606196, "text": "Data show that ID1 is induced by nicotinic acetylcholine receptor (nAChR) and epidermal growth factor receptor (EGFR) signaling in a panel of NSCLC cell lines and primary cells from the lung."}, {"pubmed": 21630092, "text": "These results demonstrate that Id1-induced beta1-integrin expression in endothelial cells and the function of Id1 in cell migration and tubulogenesis are dependent on p53."}, {"pubmed": 21670698, "text": "Inhibitor of differentiation 1 expression is correlated to human papillomavirus infection in cervical carcinoma."}, {"pubmed": 21688151, "text": "ID-1 is implicated in the pathogenesis and progression of gastric cancer."}, {"pubmed": 21701587, "text": "Study revealed that Id1 interacts with LMP1 by binding to the CTAR1 domain of LMP1. N-terminal region of Id1 is required for the interaction with LMP1."}, {"pubmed": 21732357, "text": "Results suggest that IL-3 plays an inhibitory role in osteoclast differentiation by regulating c-Fos and Id1, and also exerts anti-bone erosion effects."}, {"pubmed": 21896993, "text": "Id1 could be considered as a prognostic predictor for stage III esophageal squamous cell carcinoma patients."}, {"pubmed": 21921026, "text": "Bone morphogenetic proteins and ID1 exerted an anti-apoptotic effect in mesangial cells by inhibition of USF2 transcriptional activity."}, {"pubmed": 21921784, "text": "Malignant rhabdoid tumors express many stem cell-associated transcription factors, which may be regulated by the expression of EZH2 and the Id family of proteins."}, {"pubmed": 21955753, "text": "These results indicate that increased migration of MDA-MB-231 cells following cyclin D1 silencing can be mediated by Id1 and is linked to an increase in EMT markers."}, {"pubmed": 21993163, "text": "Older muscle contained significantly more transcript for Forkhead Box O 1 (FoxO1, p=0.001), Inhibitor of DNA binding 1 (ID1, p=0.009), and Inhibitor of DNA Binding 3 (ID3, p=0.043) than young muscle."}, {"pubmed": 22076920, "text": "Silencing of Id-1 protein inhibited the growth of A375 cells."}, {"pubmed": 22139627, "text": "Acheron regulates vascular endothelial proliferation and angiogenesis together with Id1 during wound healing."}, {"pubmed": 22226665, "text": "Results suggest that inhibitor of differentiation or DNA binding -1 (Id-1) may play roles in tumor progression and epithelial-to-mesenchymal transition (EMT) activation in bladder cancer."}, {"pubmed": 22278018, "text": "Id1 shuttles between nucleus and cytoplasm, and promotes peritubular inflammation and tubular epithelial dedifferentiation, suggesting that these two events are intrinsically coupled during renal fibrogenesis."}, {"pubmed": 22301282, "text": "combined analysis of Id-1 and NF-kappaB/p65 can be useful for identifying patients at risk for unfavorable clinical outcomes. Id-1 or/and NF-kappaB/p65 enhanced tumor cell migration, which is associated with the secretion of MMP-9"}, {"pubmed": 22393458, "text": "Notch activation provides Id1-expressing tumor cells with selective advantages in growth and survival"}, {"pubmed": 22480390, "text": "High level of ID-1 expression suggested poor prognosis for patients with esophageal squamous cell carcinoma."}, {"pubmed": 22580608, "text": "using Bcl-3 knockdown in prostate cancer cells, identified the inhibitor of DNA-binding (Id) family of helix-loop-helix proteins as potential Bcl-3-regulated genes"}, {"pubmed": 22592405, "text": "It was shown that the ID1-p65 interaction modulates activation of the NF-kappa B signaling pathway. By affecting p65 nuclear translocation, ID1 was essential in regulating p65 recruitment to the promoter of cellular inhibitor of apoptosis protein 2."}, {"pubmed": 22684559, "text": "These results indicate that Id1 may down-regulate the ability of PC3 cells to form osteolytic lesions in vivo and the signal pathway needs to be further investigated."}, {"pubmed": 22698403, "text": "Data show that regulation of p21 by ID1 and ID3 is a central mechanism preventing the accumulation of excess DNA damage and subsequent functional exhaustion of cancer-initiating cells (C-ICs)."}, {"pubmed": 22781717, "text": "High expression level of ID1 gene was mostly seen in acute myeloid leukemia patients with adverse cytogenetics and older age (age >/= 60 years), and might be associated with poor prognosis."}, {"pubmed": 22819717, "text": "shRNA knockdown of ID1 attenuates androgen-stimulated hepatocellular carcinoma cell migration and invasion."}, {"pubmed": 23060149, "text": "These findings suggest an essential role of Id1 and Id3 in TGFbeta1 effects on proliferation and migration in prostate cancer cells."}, {"pubmed": 23243024, "text": "Our results suggest that Id-1 regulates multiple tumor-promoting pathways in glioblastoma"}, {"pubmed": 23308043, "text": "Results suggests a definite role for Id1 in mediating nicotine-induced proliferation and invasion of pancreatic cancer cells."}, {"pubmed": 23311395, "text": "Id1 and Id3 co-expression seems associated with a poor clinical outcome in patients with locally advanced NSCLC treated with definitive chemoradiotherapy"}, {"pubmed": 23342268, "text": "increased Id1 and Id3 expression attenuates all three cyclin-dependent kinase inhibitors (CDKN2B, -1A, and -1B) resulting in a more aggressive PCa phenotype."}, {"pubmed": 23377983, "text": "these results suggest that ID1 may be a new prognostic marker for Glioblastoma multiforme"}, {"pubmed": 23555842, "text": "E47 interacts with Id1 in E47 overexpressing MDCK cells that underwent a full epithelial-mesenchymal transition as well as in mesenchymal breast carcinoma and melanoma cell lines"}, {"pubmed": 23558671, "text": "inhibitor of differentiation-1 is expressed during fetal embryogenesis and in different mouse and human cancer types"}, {"pubmed": 23645773, "text": "Higher ID1 expression was associated with advanced breast cancer."}, {"pubmed": 23714001, "text": "Id1 can enhance EPC angiogenesis in ovarian cancer, which is mainly mediated by the PI3K/Akt and NF-kappaB/MMP-2 signaling pathways"}, {"pubmed": 23723304, "text": "This study revealed that there was a positive correlation between Id-1 expression and the expression of p-Akt, p-GSK3beta and p-HSF1 in oral squamous cell carcinoma."}, {"pubmed": 23771884, "text": "Id proteins, and particularly Id1 and Id3, are critical downstream effectors of BMP signaling in pulmonary artery smooth muscle cell."}, {"pubmed": 23872946, "text": "Ectopic expression of ID proteins partially rescues the senescence-like phenotype induced by loss of DPY30."}, {"pubmed": 23900621, "text": "EGCG induces apoptosis and inhibits proliferation of poorly differentiated AGS gastric cancer cells, and Id1 may be one of the target genes regulated by EGCG in cancer inhibition."}, {"pubmed": 24129125, "text": "Higher Id1 mRNA expression levels might predict a higher hazard ratio for progression and a shorter disease-free survival in prostate cancer."}, {"pubmed": 24133588, "text": "Id-1 is considered to be a candidate for new therapeutic target and a prognostic factor in non-small cell lung cancer."}, {"pubmed": 24295493, "text": "The results demonstrate that Id-1B decreases the malignancy of lung and prostate cancer cells and counteracts the protumorigenic role of the classical form of Id-1."}, {"pubmed": 24332369, "text": "Id1 induces mesenchymal-to-epithelial transition and pulmonary metastatic colonization by antagonizing Twist1 activity."}, {"pubmed": 24378760, "text": "ID1 is a synthetic sick/lethal gene that interacts with the R175H TP53 mutant."}, {"pubmed": 24403496, "text": "High ID-1 expression is associated with high microvessel density in ovarian cancer."}, {"pubmed": 24434151, "text": "Investigated the effect of Id1 on TGF-beta-induced collagen expression in dermal fibroblasts. When Id1-b isoform was overexpressed, TGF-beta-induced collagen expression was markedly inhibited."}, {"pubmed": 24480377, "text": "ID1 expression in pancreatic adenocarcinoma was associated with angiogenesis as measured by microvessel density."}, {"pubmed": 24572994, "text": "Results show that Id1 and NF-kappaB regulate the expression of CD133 and BMI-1 in an additive or synergistic manner in oral squamous cell carcinoma."}, {"pubmed": 24599583, "text": "Inhibitor of differentiation 1 is a prognostic marker for multicentric Castleman's disease."}, {"pubmed": 24599933, "text": "Data indicate that the inhibitor of DNA binding 1 (Id1)-IGF-II-IGF-IR-AKT signaling cascade plays an important role in esophageal cancer progression."}, {"pubmed": 24620998, "text": "We conclude that Id1 is potently angiogenic and can be up-regulated in endothelial progenitor cells"}, {"pubmed": 24628854, "text": "Id-1 cooperates with HPV E6E7 proteins, which involves inactivation of p53 and pRb in host cells, to promote cervical carcinogenesis."}, {"pubmed": 24662327, "text": "Id-1, a protein repressed by miR-29b, facilitates TGFbeta1-induced EMT in human ovarian cancer cells and represents a promising therapeutic target for treating ovarian cancer."}, {"pubmed": 24695670, "text": "Id1 as an important modulator of molecular events during DPSC commitment and differentiation, which should be considered in dental research on tissue engineering."}, {"pubmed": 24804700, "text": "Studies demostrated the regulatory role of ID1 in the proliferation and metastasis of colorectal cancer."}, {"pubmed": 24861919, "text": "Id-1 and TGF-beta1 played important roles in the progression of gastric cancer, in which Id-1 might act as a downstream mediator of TGF-beta1 signaling through a regulatory mechanism involving N-cadherin and beta-catenin."}, {"pubmed": 24948111, "text": "Our results suggest that Id1 promotes breast cancer metastasis by the suppression of S100A9 expression"}, {"pubmed": 24970809, "text": "Data indicate that grap2 and cyclin D1 interacting protein (GCIP) and inhibitor of of DNA binding/differentiation 1 (Id1) are inversely expressed in non-small cell lung cancer (NSCLC) cell lines and specimens."}, {"pubmed": 25010525, "text": "Smad1 as a novel binding protein of KSHV latency-associated nuclear antigen (LANA). LANA interacted with and sustained BMP-activated p-Smad1 in the nucleus and enhanced its loading on the Id promoters."}, {"pubmed": 25028095, "text": "Overexpression of ID1 in two different cell lines induced STMN3 and GSPT1 at the transcriptional level, while depletion of ID1 reduced their expression."}, {"pubmed": 25031707, "text": "This study elucidated the potential mechanism underlying Id1 participation in the progression of prostate cancer"}, {"pubmed": 25323535, "text": "LIF has a role in negatively regulating tumour-suppressor p53 through Stat3/ID1/MDM2 in colorectal cancers"}, {"pubmed": 25344919, "text": "NSCLC cells with high Id1 protein expression were vulnerable to the treatment of paclitaxel and cisplatin"}, {"pubmed": 25449776, "text": "High Id1b, generated by alternative splicing, maintains cell quiescence and confers self-renewal and cancer stem cell-like properties."}, {"pubmed": 25496992, "text": "berberine's anti-proliferative and anti-invasive activities could be partially rescued by Id-1 overexpression in HCC models, revealing a novel anti-cancer/anti-invasive mechanism of berberine via Id-1 suppression."}, {"pubmed": 25514034, "text": "ERbeta1 inhibits the migration and invasion of breast cancer cells and upregulated E-cadherin expression in a Id1-dependent manner."}, {"pubmed": 25549282, "text": "Downregulation of ID1 by gene silencing can lead to acceleration of TGF-beta1-induced hESC differentiation into ECs and inhibition of proliferation and migration of ECs."}, {"pubmed": 25778840, "text": "Inhibitor of differentiation 4 (ID4) acts as an inhibitor of ID-1, -2 and -3 and promotes basic helix loop helix (bHLH) E47 DNA binding and transcriptional activity."}, {"pubmed": 25924227, "text": "Advanced melanoma patients, relative to healthy controls, express much higher levels of ID1 in myeloid peripheral blood cells."}, {"pubmed": 25938540, "text": "these findings provide in vivo genetic evidence of Id1 functions as an oncogene in breast cancer"}, {"pubmed": 26072160, "text": "Four more genes (BMP4, BMPR1B, SMAD1 and SMAD4) of the ID1 pathway were investigated and only one (BMPR1B) shows the same down regulation"}, {"pubmed": 26191235, "text": "ID1 overexpression may be associated with higher risk karyotype classification and act as an independent risk factor in young non-M3 acute myeloid leukemia patients."}, {"pubmed": 26475334, "text": "Our findings define an intricate E2F1-dependent mechanism by which Id1 increases thymidylate synthase and IGF2 expressions to promote cancer chemoresistance. The Id1-E2F1-IGF2 regulatory axis has important implications for cancer prognosis and treatment."}, {"pubmed": 26577912, "text": "Peritoneal VEGF-A expression is regulated by TGF-beta1 through an ID1 pathway in women with endometriosis"}, {"pubmed": 26797271, "text": "Therefore, we identified a tumorigenic role of Id-1 in OS and suggested a potential therapeutic target for OS patients."}, {"pubmed": 26858249, "text": "Simultaneous high expression of ID1 and c-Jun or c-Fos was correlated with poor survival in esophageal squamous cell carcinoma patients."}, {"pubmed": 27044543, "text": "Results show that ID1, ID3 and IGJ genes are highly expressed in adult B-ALL and correlate with poor prognosis in Hispanic patients."}, {"pubmed": 27087608, "text": "Reducing ID1 gene expression reduces metastatic spread of salivary gland neoplasms."}, {"pubmed": 27466488, "text": "ID1 down-regulation induced parallel changes in the IGF and AKT pathways. The crosstalk of these pathways may enhance malignant phenotypes in salivary gland cancer."}, {"pubmed": 27477274, "text": "a loss of CULLIN3 represents a common signaling node for controlling the activity of intracellular WNT and SHH signaling pathways mediated by ID1"}, {"pubmed": 27546618, "text": "High ID1 expression is associated with breast cancer."}, {"pubmed": 27610466, "text": "MVD was determined by immunohistochemistry, and the expressions of mRNA and protein of inhibitor of differentiation-1 (ID1) and vascular endothelial growth factor (VEGF) were detected in gastric cancer."}, {"pubmed": 27633352, "text": "High ID-1 expression is associated with colorectal carcinoma."}, {"pubmed": 27978873, "text": "ID1 expression was positively related to drug resistance of EGFR-TKI in non-small cell lung cancer."}, {"pubmed": 28510612, "text": "ID1 expression impacts the sensitivity of colon cancer cells to 5-FU and may be considered as a potential predictive marker in colorectal carcinoma treatment."}, {"pubmed": 28549790, "text": "Id1 enables lung cancer liver colonization by activating an epithelial mesenchymal transformation program in tumor cells and establishing the pre-metastatic niche."}, {"pubmed": 29039489, "text": "ID1 expression was associated with the proliferation, invasion and migration of SACC cells. The observed inhibition of SACC cell growth, invasion and migration following knockdown of ID1 expression in the present study, may have been due to restoration of the balance between oncogenic and tumor-suppressive effects resulting from changes in the expression of downstream genes or associated proteins."}, {"pubmed": 29079782, "text": "CaMKII can directly phosphorylate Beclin 1 at Ser90 to promote K63-linked ubiquitination of Beclin 1 and activation of autophagy; it also promotes K63-linked ubiquitination of inhibitor of differentiation 1/2 (Id-1/2) by catalyzing phosphorylation of Id proteins and recruiting TRAF-6"}, {"pubmed": 29159326, "text": "The mutual correlation between the expression level of TWIST1 and ID1 might be a critical factor driving the process of the human odontoblasts' differentiation."}, {"pubmed": 29208670, "text": "our results suggested that ID1 simultaneously regulates stemness through WNT and SHH signaling and differentiation through BMPR-mediated differentiation signaling in GSCs, informing a novel therapeutic strategy of combinatorial targeting of stemness and differentiation."}, {"pubmed": 29508175, "text": "study shows a biomechanical role of Id1 in endothelial cells' uptake of lipid by down-regulating LDLR, which could help understand how oscillatory flow affects atherosclerotic development."}, {"pubmed": 29748374, "text": "The miR-371 approximately 373/TGFBR2/ID1 signaling axis as a novel regulatory mechanism of TIC self-renewal."}, {"pubmed": 29956775, "text": "ID1, CTCF and ELK1 may be associated with prostate cancer, and may be potential therapeutic targets for the treatment of this disease."}, {"pubmed": 30066902, "text": "Low ID1 expression is associated with breast cancer."}, {"pubmed": 30154433, "text": "In acquired sorafenib-resistant cells, ID1 low expression, p16/IL6 axis up-regulation, and AKT phosphorylation activation were observed."}, {"pubmed": 30260001, "text": "The above data show that normal levels of melatonin may help in preventing breast cancer metastasis through inhibiting DJ-1/KLF17/ID-1 signaling pathway. The combination of melatonin and taxol is a potent candidate against breast cancer metastasis, better than using melatonin or taxol as a single drug"}, {"pubmed": 30535485, "text": "ID1 overexpression is associated with histological subtype, lymph node metastasis, and unfavorable cancerspecific survival in penile squamous cell carcinoma."}, {"pubmed": 30563891, "text": "Findings highlight the prognostic significance of the transcriptional regulator Id1 in KRAS-mutant lung adenocarcinoma and provide mechanistic insight into how it controls tumor growth and metastasis."}, {"pubmed": 30584986, "text": "Knockdown of ID-1 suppressed proliferation and promoted apoptosis in hemangioma-derived endothelial cells."}, {"pubmed": 30626729, "text": "ZEB1-AS1 can promote cell proliferation and migration of non-small cell lung carcinoma cells by silencing ID1 expression."}, {"pubmed": 30887652, "text": "Id-1 significantly promotes the proliferation and migration of human colon carcinoma cell lines SW480 and HT-29."}, {"pubmed": 31292163, "text": "ID1 is critical for glioblastoma initiation and drug resistance.ID1 is essential for tumor initiation and growth."}, {"pubmed": 31545447, "text": "Study demonstrated that the elevated coexpression of Id1 and nuclear NFkappaB p65 was more frequently associated with cervical cancer progression, aggressive behaviors and poorer clinical outcomes, further suggesting an increased resistance to chemotherapy."}, {"pubmed": 31582374, "text": "ID1 Mediates Escape from TGFbeta Tumor Suppression in Pancreatic Cancer."}, {"pubmed": 31646712, "text": "miR-338-5p can modulate 5-FU chemoresistance and inhibit invasion-related functions in ESCC by negatively regulating Id-1."}, {"pubmed": 31916318, "text": "FOXC1 negatively regulates BMP-SMAD activity and Id1 expression during osteoblast differentiation."}, {"pubmed": 31953577, "text": "Inhibitor of differentiation 1 (ID1) expressing cells in melanoma patients have an immunosuppressive phenotype."}, {"pubmed": 32004572, "text": "ID1 overexpression increases gefitinib sensitivity in non-small cell lung cancer by activating RIP3/MLKL-dependent necroptosis."}, {"pubmed": 32305567, "text": "The HBx and HBc of hepatitis B virus can influence Id1 and Id3 by reducing their transcription and stability."}, {"pubmed": 32361395, "text": "Transcription factor ID1 is involved in decidualization of stromal cells: Implications in preeclampsia."}, {"pubmed": 32376787, "text": "BMP4 promotes the metastasis of gastric cancer by inducing epithelial-mesenchymal transition via ID1."}, {"pubmed": 32594826, "text": "ATAD5 suppresses centrosome over-duplication by regulating UAF1 and ID1."}, {"pubmed": 32705157, "text": "ID1 overexpression promotes HCC progression by amplifying the AURKA/Myc signaling pathway."}, {"pubmed": 33178820, "text": "ID1 As a Prognostic Biomarker and Promising Drug Target Plays a Pivotal Role in Deterioration of Clear Cell Renal Cell Carcinoma."}, {"pubmed": 33390793, "text": "Inhibition of USP1 induces apoptosis via ID1/AKT pathway in B-cell acute lymphoblastic leukemia cells."}, {"pubmed": 33834612, "text": "BMP9-ID1 signaling promotes EpCAM-positive cancer stem cell properties in hepatocellular carcinoma."}, {"pubmed": 33990575, "text": "Interplay between transforming growth factor-beta and Nur77 in dual regulations of inhibitor of differentiation 1 for colonic tumorigenesis."}, {"pubmed": 33992097, "text": "ID1 mediates resistance to osimertinib in EGFR T790M-positive non-small cell lung cancer through epithelial-mesenchymal transition."}, {"pubmed": 34520124, "text": "ID1/ID3 mediate the contribution of skin fibroblasts to local nerve regeneration through Itga6 in wound repair."}, {"pubmed": 34547407, "text": "Heme Oxygenase-1 (HMOX-1) and inhibitor of differentiation proteins (ID1, ID3) are key response mechanisms against iron-overload in pancreatic beta-cells."}, {"pubmed": 34841646, "text": "Identification of liver-derived bone morphogenetic protein (BMP)-9 as a potential new candidate for treatment of colorectal cancer."}, {"pubmed": 35605606, "text": "Therapeutic targeting of prenatal pontine ID1 signaling in diffuse midline glioma."}, {"pubmed": 35635748, "text": "Long non-coding RNA nuclear enriched abundant transcript 1 (NEAT1) modulates inhibitor of DNA binding 1 (ID1) to facilitate papillary thyroid carcinoma development by sponging microRNA-524-5p."}, {"pubmed": 35636624, "text": "Deubiquitinase USP8 increases ID1 stability and promotes esophageal squamous cell carcinoma tumorigenesis."}, {"pubmed": 35701409, "text": "ID proteins promote the survival and primed-to-naive transition of human embryonic stem cells through TCF3-mediated transcription."}, {"pubmed": 35941362, "text": "ID1 marks the tumorigenesis of pancreatic ductal adenocarcinoma in mouse and human."}, {"pubmed": 37032592, "text": "Abnormal regulation of miR-29b-ID1 signaling is involved in the process of decitabine resistance in leukemia cells."}, {"pubmed": 37319434, "text": "The non-cell-autonomous function of ID1 promotes AML progression via ANGPTL7 from the microenvironment."}, {"pubmed": 37759448, "text": "Orai3 Calcium Channel Contributes to Oral/Oropharyngeal Cancer Stemness through the Elevation of ID1 Expression."}, {"pubmed": 37996458, "text": "ID1 expressing macrophages support cancer cell stemness and limit CD8[+] T cell infiltration in colorectal cancer."}], "genomic_pos": {"chr": "20", "end": 31606515, "ensemblgene": "ENSG00000125968", "start": 31605283, "strand": 1}, "genomic_pos_hg19": {"chr": "20", "end": 30194318, "start": 30193086, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 7665172, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0001525", "pubmed": 14522471, "qualifier": "involved_in", "term": "angiogenesis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007179", "pubmed": 14522471, "qualifier": "involved_in", "term": "transforming growth factor beta receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0010621", "pubmed": 14522471, "qualifier": "involved_in", "term": "negative regulation of transcription by transcription factor localization"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 7665172, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0043534", "pubmed": 14522471, "qualifier": "involved_in", "term": "blood vessel endothelial cell migration"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 15138269, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048514", "pubmed": 14522471, "qualifier": "involved_in", "term": "blood vessel morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120163", "pubmed": 28270523, "qualifier": "involved_in", "term": "negative regulation of cold-induced thermogenesis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [15694377, 17855368, 20211142, 20861012, 21988832, 25609649, 26496610, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140110", "qualifier": "enables", "term": "transcription regulator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140416", "pubmed": 7665172, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}]}, "homologene": {"genes": [[7955, 30493], [9031, 395282], [9544, 713160], [9598, 469912], [9606, 3397], [9615, 609779], [9913, 497011], [10090, 15901], [10116, 25261]], "id": 1631}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "DNA-binding protein inhibitor", "id": "IPR026052", "short_desc": "DNA-bd_prot-inh"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": ["IPI00012718", "IPI00218515"], "map_location": "20q11.21", "name": "inhibitor of DNA binding 1", "other_names": ["DNA-binding protein inhibitor ID-1", "class B basic helix-loop-helix protein 24", "dJ857M17.1.2 (inhibitor of DNA binding 1, dominant negative helix-loop-helix protein)", "inhibitor of DNA binding 1, HLH protein", "inhibitor of DNA binding 1, dominant negative helix-loop-helix protein", "inhibitor of differentiation 1"], "pantherdb": {"HGNC": "5360", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96396", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10090, "uniprot_kb": "P20067"}, {"RGD": "2858", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10116, "uniprot_kb": "P41135"}, {"ZFIN": "ZDB-GENE-990415-96", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 7955, "uniprot_kb": "Q6IQW5"}, {"FlyBase": "FBgn0000575", "ortholog_type": "O", "panther_family": "PTHR11723", "taxid": 7227, "uniprot_kb": "P18491"}], "uniprot_kb": "P41134"}, "pathway": {"kegg": [{"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "netpath": {"id": "Pathway_ID", "name": "ID"}, "pid": [{"id": "alk1pathway", "name": "ALK1 signaling events"}, {"id": "hes_heypathway", "name": "Notch-mediated HES/HEY network"}, {"id": "il3_pathway", "name": "IL3-mediated signaling events"}], "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-2559585", "name": "Oncogene Induced Senescence"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9730414", "name": "MITF-M-regulated melanocyte development"}, {"id": "R-HSA-9856649", "name": "Transcriptional and post-translational regulation of MITF-M expression and activity"}], "wikipathways": [{"id": "WP2064", "name": "Neural Crest Differentiation"}, {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}, {"id": "WP3596", "name": "miR-517 relationship with ARCN1 and USP1"}, {"id": "WP3859", "name": "TGF-B Signaling in Thyroid Cells for Epithelial-Mesenchymal Transition"}, {"id": "WP3924", "name": "Hfe effect on hepcidin production"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP53", "name": "ID signaling pathway"}]}, "pfam": "PF00010", "pharmgkb": "PA29608", "pharos": {"target_id": 18570, "tdl": "Tbio"}, "pir": ["A49727", "B49727", "JC5395", "JC5396", "S47524"], "prosite": "PS50888", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292989", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251099", "relationship": "is"}, {"id": "GNF251100", "relationship": "is"}, {"id": "GNF251101", "relationship": "is"}, {"id": "GNF251102", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159229", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF032171", "relationship": "is"}, {"id": "GNF041499", "relationship": "is"}, {"id": "GNF046147", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006904", "relationship": "is"}, {"id": "GNF006905", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": [{"id": "GNF234997", "relationship": "is"}, {"id": "GNF284649", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": [{"id": "GNF334756", "relationship": "is"}, {"id": "GNF337174", "relationship": "is"}], "NOVART_hs-genome_siRNA": [{"id": "GNF101742", "relationship": "is"}, {"id": "GNF141397", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000020.11", "NC_060944.1", "NG_029639.1"], "protein": ["NP_002156.2", "NP_851998.1"], "rna": ["NM_002165.4", "NM_181353.3"], "translation": [{"protein": "NP_002156.2", "rna": "NM_002165.4"}, {"protein": "NP_851998.1", "rna": "NM_181353.3"}]}, "reporter": {"HG-U133_Plus_2": "208937_s_at", "HG-U95Av2": ["36617_at", "36618_g_at", "36619_r_at"], "HTA-2_0": "TC20000194.hg.1", "HuEx-1_0": "3881391", "HuGene-1_1": "8061564", "HuGene-2_1": "16912362"}, "retired": [96820, 149940], "summary": "The protein encoded by this gene is a helix-loop-helix (HLH) protein that can form heterodimers with members of the basic HLH family of transcription factors. The encoded protein has no DNA binding activity and therefore can inhibit the DNA binding and transcriptional activation ability of basic HLH proteins with which it interacts. This protein may play a role in cell growth, senescence, and differentiation. Two transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Jul 2008].", "symbol": "ID1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415855"}, "unigene": "Hs.504609", "uniprot": {"Swiss-Prot": "P41134"}, "wikipedia": {"url_stub": "ID1"}}