{"AllianceGenome": "5361", "HGNC": "5361", "MIM": "600386", "_id": "3398", "_version": 2, "accession": {"genomic": ["AC011747.8", "CH471053.2", "CP068276.2", "NC_000002.12", "NC_060926.1"], "protein": ["AAA58681.1", "AAH30639.1", "AAV35470.1", "AAY14810.1", "BAA02990.1", "BAD96402.1", "BAG34927.1", "EAX01018.1", "EAX01019.1", "NP_002157.2", "Q02363.1"], "rna": ["AK222682.1", "AK311988.1", "AY634687.1", "BC030639.2", "BE222494.1", "D13891.1", "M97796.1", "NM_002166.5"], "translation": [{"protein": "BAG34927.1", "rna": "AK311988.1"}, {"protein": "AAH30639.1", "rna": "BC030639.2"}, {"protein": "AAV35470.1", "rna": "AY634687.1"}, {"protein": "BAD96402.1", "rna": "AK222682.1"}, {"protein": "AAA58681.1", "rna": "M97796.1"}, {"protein": "NP_002157.2", "rna": "NM_002166.5"}, {"protein": "BAA02990.1", "rna": "D13891.1"}]}, "alias": ["GIG8", "ID2A", "ID2H", "bHLHb26"], "clingen": {"_license": "https://www.clinicalgenome.org/docs/terms-of-use/", "clinical_validity": {"classification": "disputed", "classification_date": "2023-11-27T05:00:00.000Z", "disease_label": "congenital heart disease", "gcep": "Congenital Heart Disease Gene Curation Expert Panel", "moi": "AD", "mondo": "MONDO:0005453", "online_report": "https://search.clinicalgenome.org/kb/gene-validity/CGGV:assertion_0e68cc0e-bb24-4363-a94e-858cf4c43de5-2023-11-27T050000.000Z", "sop": "SOP10"}}, "ensembl": {"gene": "ENSG00000115738", "protein": ["ENSP00000234091", "ENSP00000379585", "ENSP00000385465"], "transcript": ["ENST00000234091", "ENST00000331129", "ENST00000396290", "ENST00000472142"], "translation": [{"protein": "ENSP00000234091", "rna": "ENST00000234091"}, {"protein": "ENSP00000385465", "rna": "ENST00000331129"}, {"protein": "ENSP00000379585", "rna": "ENST00000396290"}], "type_of_gene": "protein_coding"}, "entrezgene": "3398", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.46203271, "exp_mis": 52.7268955, "exp_syn": 31.320594, "lof_z": 1.55430637309879, "mis_z": 0.85728053782349, "mu_lof": 1.43319541174e-07, "mu_mis": 4.57967813607e-06, "mu_syn": 2.6903652792e-06, "n_lof": 0.0, "n_mis": 40.0, "n_syn": 42.0, "p_li": 0.583638221851485, "p_null": 0.0423464648055802, "p_rec": 0.374015313342935, "syn_z": -1.18299183475296}, "bp": 405, "cds_end": 8823029, "cds_start": 8822295, "n_exons": 2, "nonpsych": {"exp_lof": 2.187106, "exp_mis": 47.6816587, "exp_syn": 28.306887, "lof_z": 1.45240216492293, "mis_z": 0.999366444874913, "mu_lof": 1.43319541174e-07, "mu_mis": 4.57967813607e-06, "mu_syn": 2.6903652792e-06, "n_lof": 0.0, "n_mis": 34.0, "n_syn": 37.0, "p_li": 0.58761765067393, "p_null": 0.0479925096985696, "p_rec": 0.364389839627501, "syn_z": -1.02870917416972}, "nontcga": {"exp_lof": 2.26104728, "exp_mis": 48.5047246, "exp_syn": 28.81092307, "lof_z": 1.48332407108505, "mis_z": 0.966058686152241, "mu_lof": 1.43319541174e-07, "mu_mis": 4.57967813607e-06, "mu_syn": 2.6903652792e-06, "n_lof": 0.0, "n_mis": 35.0, "n_syn": 40.0, "p_li": 0.574048906058039, "p_null": 0.0452015639571143, "p_rec": 0.380749529984846, "syn_z": -1.31989118373053}, "transcript": "ENST00000234091.4"}, "exons": [{"cdsend": 8682899, "cdsstart": 8682165, "chr": "2", "position": [[8682055, 8682513], [8682842, 8682906], [8683684, 8684461]], "strand": 1, "transcript": "NM_002166", "txend": 8684461, "txstart": 8682055}], "exons_hg19": [{"cdsend": 8823029, "cdsstart": 8822295, "chr": "2", "position": [[8822185, 8822643], [8822972, 8823036], [8823814, 8824591]], "strand": 1, "transcript": "NM_002166", "txend": 8824591, "txstart": 8822185}], "generif": [{"pubmed": 11782392, "text": "Id2 is critical for cellular proliferation and is the oncogenic effector of N-myc in human neuroblastoma."}, {"pubmed": 12447693, "text": "determination as a novel target of transcriptional activation by EWS-ETS fusion proteins in Ewing family tumors"}, {"pubmed": 12527902, "text": "upregulation is mediated by the chimeric EWS/ets protein in Ewing sarcoma"}, {"pubmed": 12545167, "text": "We found no correlation between MYCN and ID2 expression in neuroblastoma cell lines or tumor specimens. However, we did find a significant positive correlation between MYC and ID2 expressions in both MYCN-amplified and single-copy tumor specimens"}, {"pubmed": 12598895, "text": "Id2 is up-regulated during dendritic cells development in vitro and crucial for the development of distinct dendritic cells subsets in vivo"}, {"pubmed": 12670915, "text": "Transcriptional regulation of ID2 by the MycN oncoprotein is unlikely to be a seminal molecular event resulting in a highly malignant neuroblastoma phenotype."}, {"pubmed": 12824180, "text": "Mad expression and Id2 down-regulation are important events during the TGF-beta cytostatic program in epithelial cells."}, {"pubmed": 14582708, "text": "The decreased level of Id2 was associated with growth suppression and does support the prevalent conception of the action of Id2 as a stimulator of cell growth"}, {"pubmed": 14612502, "text": "ID-2 appears to act as an important protein for the maintenance of a differentiated and noninvasive phenotype in normal and transformed breast cells."}, {"pubmed": 14733935, "text": "Id2 developmental regulator degradation is targeted via N-terminal ubiquitination"}, {"pubmed": 15041724, "text": "Id-1 and Id-2 proteins control prostate cancer cell phenotypes and could serve as molecular markers of aggressive human prostate cancer."}, {"pubmed": 15252039, "text": "Hypoxia-induced ID2 expression could play a significant role in the previously observed dedifferentiation of hypoxic neuroblastoma cells, which in a clinical setting could lead to less mature and more aggressive tumors."}, {"pubmed": 15645115, "text": "Id1, 2 and 3 might play a role in the early stages of hepatocarcinogenesis, but not in the development of advanced carcinoma, and might consequently be related to HCC dedifferentiation"}, {"pubmed": 15691830, "text": "reenters the cell cycle after radiation-induced cell cycle arrest to permit the recovery of keratinocytes"}, {"pubmed": 15701714, "text": "Constitutive Id2 expression accelerates final maturation of both eosinophils and neutrophils, whereas inhibition of Id2 expression blocks differentiation of both lineages"}, {"pubmed": 15744343, "text": "These results indicate ID1 and ID2 are important retinoic acid responsive genes in acute promyelocytic leukemia [APL], and suggest that inhibition of specific bHLH transcription factor complexes may play a role in the therapeutic effect of ATRA in APL"}, {"pubmed": 16223775, "text": "PU.1 and Id2 modulate lineage options of langerhans cell precursors, downstream of TGF-beta1."}, {"pubmed": 16311606, "text": "PKD2 regulates the cell cycle through direct interaction with Id2; Id2 expression suppresses the induction of a cdk inhibitor, p21, by either PKD1 or PDK2. The PDK2-Id2 interaction is regulated by PDK1-dependent phosphorylation of PDK2."}, {"pubmed": 16549780, "text": "enigma homolog enigma-like LIM domain protein is a restraining factor of the oncogenic activity of Id proteins in neural tumors"}, {"pubmed": 16682435, "text": "ID proteins (ID1, ID2, ID3 and ID4) were significantly increased in Mecp2-deficient Rett syndrome brain; ID genes are ideal targets for MeCP2 regulation of neuronal maturation that may explain the molecular pathogenesis of Rett syndrome"}, {"pubmed": 16705184, "text": "Global gene expression analysis in neuroblastoma cells engineered to acutely express the E protein E47 and Id2, showed that p57Kip2 is a target of E47."}, {"pubmed": 16810178, "text": "findings indicate that deregulated Id activity might be useful to reprogramme quiescent neurons into the axonal growth mode"}, {"pubmed": 16877363, "text": "ID2, which can inactivate E2A and perhaps PAX5, is not detectable in normal B cells but is strongly and uniformly expressed in Hodgkin-Reed/Sternberg (HRS) cells of all cases of classical Hodgkin's lymphoma (HL)."}, {"pubmed": 17431671, "text": "OLIG2 expression was predominant over ID2 expression in oligodendroglial tumors, while ID2 expression was predominant over OLIG2 expression in astrocytic tumors."}, {"pubmed": 17630394, "text": "RFX1 mediates the immediate early response of the Id2 gene by serum stimulation and suggest that the function of RFX1 is regulated intramolecularly in its suppression in growth-arrested cells."}, {"pubmed": 17631285, "text": "Our data demonstrate that IL-1beta-induced Id2 expression in VSMC is mediated by the transcription factor Egr-1 in VSMC."}, {"pubmed": 18000500, "text": "The high levels of Id-2 expression in both cytoplasmic and nuclear regions predicted longer patient survival, and Id-2 may be used for prognostication for oesophageal squamous cell carcinoma (ESCC) patients."}, {"pubmed": 18085637, "text": "Id2 commonly is overexpressed in highly proliferative T-cell lymphomas, and its expression may result from transcriptional activation of myc in these tumors."}, {"pubmed": 18281534, "text": "ID2 plays a significant role in the metastatic process during progression of HCC. This action might be explained, at least in part, by altered cell mobility due to decreased secretion of VEGF."}, {"pubmed": 18436795, "text": "The integration of signals at the level of Id gene expression may contribute to the pathogenesis of familial pulmonary arterial hypertension"}, {"pubmed": 18490653, "text": "activation of protein kinase A elicits an immediate response through induction of genes such as ID2 and FosB, followed by sustained secretion of bone-related cytokines such as BMP-2, IGF-1, and IL-11"}, {"pubmed": 18806828, "text": "Id2 is upregulated in CRC, and is important in promoting cell survival."}, {"pubmed": 19010462, "text": "Results suggest that in lymphoma cells overexpressing growth hormone, there is an upregulation of Id2 protein that appears to involve STAT protein activity."}, {"pubmed": 19043732, "text": "This study shows that Id2 is an important regulator of vasculogenic mimicry. Specifically, Id2 affects VE-cadherin expression, and is critical for the formation of vasculogenic-like networks."}, {"pubmed": 19099554, "text": "ID2 protein was expressed in 83.3% of this group of classical Hodgkin lymphoma, staining strongly in both cytoplasm and nucleus of the Hodgkin and Reed-Sternberg (HRS) cells, and was positively correlated with EBV-LMP1"}, {"pubmed": 19129913, "text": "the relationship between the expression of ID2 in non-small cell lung cancer (NSCLC) patients and the clinicopathological features and prognosis of these patients"}, {"pubmed": 19180920, "text": "VEGF165 may partially inhibit TGF-beta1-induced epithelial-mesenchymal transition by upregulating the expressions of BMP-7 and Id2."}, {"pubmed": 19257909, "text": "Overexpression of Id2 in ERalpha-positive epithelial tumor cells indeed increases the cells' invasive potential through a mechanism independent of dimerization to basic helix-loop-helix factors."}, {"pubmed": 19260835, "text": "association between Id2 and lymphangiogenesis is suggested by co-localization of Id2, VEGFR-3 and lymphatic vascular endothelial hyaluronan receptor-1"}, {"pubmed": 19269192, "text": "Id2-deficient mice display increased CD8+ T cell apoptosis resulting in fewer effector and memory T cells"}, {"pubmed": 19321746, "text": "Genes for Fra2, Id2, and CSF1-receptor are deregulated, regardless of whether the in anaplastic large cell lymphoma contains the t(2;5)."}, {"pubmed": 19330020, "text": "Targeting Id dimerization may therefore be effective for triggering differentiation and restraining neuroblastoma cell tumorigenicity."}, {"pubmed": 19368689, "text": "transition to increased aggressiveness in melanoma cells requires Id2 upregulation to suppress TGF-beta induction of p15(Ink4b) and thus help to circumvent TGF-beta-mediated inhibition of proliferation."}, {"pubmed": 19417068, "text": "Ectopic FHL2 expression in neuroblastoma cells markedly reduces the transcriptional and cell-cycle promoting functions of Id2."}, {"pubmed": 19423615, "text": "Neuroblastoma cell adaptation to hypoxia involves the modulation of HIF1alpha and VEGF expression, nuclear translocation of ID1 and ID2 transcription factors, and activation of a gene expression program consistent with pro-metastatic events."}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19733838, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950294, "text": "Hypoxia-induced ID-2 may contribute to joint destruction in rheumatoid arthritis patients by promoting synovial fibroblast-dependent osteoclastogenesis."}, {"pubmed": 20388805, "text": "Metastatic tumor cells overexpress c-myc, leading to upregulation of Id2 expression; the aberrantly elevated amount of Id2 represses SEMA3F expression and, as a consequence, enhances the ability of tumor cells to migrate and invade."}, {"pubmed": 20483740, "text": "T cell development is impaired by Id2, most likely by sequestering HEB, whereas NK cell development is promoted by increasing a pool of CD1a-CD5+ NK cell progenitors, which together with IL-15 differentiate into mature NK cells"}, {"pubmed": 20512523, "text": "expression of vFLIP decreased the expression levels of Id2 and Id3 as well as cyclin E and cyclin A compared with the vFLIP-null cells"}, {"pubmed": 20565746, "text": "major differentiation factors of the NK-cell lineage, including HOXA9, HOXA10 and ID2, were (de)regulated via PRC2 which therefore contributes to T-cell leukemogenesis."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20861012, "text": "ID2 can interact with the canonical clock components CLOCK and BMAL1 and mediate inhibitory effects on mPer1 expression"}, {"pubmed": 20876741, "text": "AMP-activated protein kinase (PRKAA1/2, aka AMPK) mediates the stress-induced proteasome-dependent loss of ID2 at high stress levels."}, {"pubmed": 21478550, "text": "Large scale RNAi screen reveals that the inhibitor of DNA binding 2 (ID2) protein is repressed by p53 family member p63 and functions in human keratinocyte differentiation."}, {"pubmed": 21608079, "text": "Findings indicate that Id2 functions as a proproliferative gene that antagonizes p53-mediated cell cycle regulation in NPCs and may contribute to the malignant proliferation of glioma-derived tumor stem cells."}, {"pubmed": 21927809, "text": "Id2 mutations do not seem to be involved in ureteropelvic junction obstruction."}, {"pubmed": 22253220, "text": "This review reported that ID2 protein is a negative transcription factor regulating oligodendroglia differentiation."}, {"pubmed": 22380883, "text": "Id2 and Id4 regulated glioblastoma multiforme neurosphere differentiation through downregulating of another bHLH family member, the oligodendroglial lineage-associated transcription factors (Olig) 1 and 2"}, {"pubmed": 22551584, "text": "ID2 in nucleus was increased in nasopharyngeal carcinoma when compared with that in normal nasopharynx tissues. Higher expression level of nuclear ID2 was significantly associated with tumor size, lymph node metastasis, and clinical stage."}, {"pubmed": 22580608, "text": "using Bcl-3 knockdown in prostate cancer cells, identified the inhibitor of DNA-binding (Id) family of helix-loop-helix proteins as potential Bcl-3-regulated genes"}, {"pubmed": 22745378, "text": "A critical role of Id2 is revealed in the control of effector CD4 T cell population size and the development of T helper (Th) cell type 17-mediated autoimmune encephalomyelitis."}, {"pubmed": 22835384, "text": "Id2 induces squamous cell carcinoma tumor growth and proliferation through the NF-kappaB/cyclin D1 pathway."}, {"pubmed": 23119064, "text": "Data indicate that ID2.K47A, ID2.Q55A and ID3.R52A, ID3.R60A had wildtype like expression levels in E. coli."}, {"pubmed": 23143248, "text": "preliminary X-ray data analysis of the human ID2 homodimer"}, {"pubmed": 23320068, "text": "A reduction in Id2 is critical for transforming growth factor (TGF)beta1-induced alpha-SMA expression in renal proximal tubule epithelial cells but is not sufficient in it self to induce alphaSMA (smooth muscle actin) even in the context of reduced E-cadherin."}, {"pubmed": 23399020, "text": "upregulated H19 increases bladder cancer growth by regulating ID2 expression"}, {"pubmed": 23403953, "text": "ID2 expression affects the susceptibility hepatoma cell lines to an HDAC inhibitor by regulating the expression of anti-apoptotic genes."}, {"pubmed": 23645773, "text": "Higher ID2 expression was associated with advanced breast cancer."}, {"pubmed": 23825313, "text": "PreBII large cells in adults, but not in children, showed highly upregulated expression of the differentiation inhibitor, inhibitor of DNA binding 2 (ID2), in absence of changes in expression of the ID2-binding partner E2A."}, {"pubmed": 24292846, "text": "Importantly, the distinct ID2 expression patterns in acute leukemias (AL) indicate a specific deregulation of ID2 in the various types of AL and may support subtyping of AL."}, {"pubmed": 24343358, "text": "study shows that Id2, Id3 and Id4 are each able to overcome TGF-beta dependence, and establish a role for Ids as key mediators of TGF-beta melanomagenesis"}, {"pubmed": 24376712, "text": "role of Id2-TGFbeta crosstalk in reversible adaptive plasticity in neuroblastoma"}, {"pubmed": 24425046, "text": "Id2 overexpression in neural stem cells is associated with inhibition of the Notch effector Hey1 and glioma formation in the brains of mice."}, {"pubmed": 25076250, "text": "ID2 was involved in cancer cell responses to Arsenic Tri-Oxide (ATO). Increased expression of ID2 was found in cancer cells following ATO treatment. In addition, specific silencing of ID2 enhanced cell apoptosis induced by ATO treatment."}, {"pubmed": 25771836, "text": "High Id2 expression is associated with Neuroblatoma."}, {"pubmed": 25773386, "text": "Downregulation of the Id2 gene by RNAi could increase the chemosensitivity of glioblastoma cells. Id2 could be a good molecular target for glioblastoma gene therapy."}, {"pubmed": 25778840, "text": "Inhibitor of differentiation 4 (ID4) acts as an inhibitor of ID-1, -2 and -3 and promotes basic helix loop helix (bHLH) E47 DNA binding and transcriptional activity."}, {"pubmed": 26735018, "text": "ID2 binds to the VHL ubiquitin ligase complex, displaces VHL-associated Cullin 2, and impairs HIF2alpha ubiquitylation and degradation"}, {"pubmed": 26965643, "text": "We further demonstrated, for the first time, that the degree of hypoxia-induced CSC-sphere formation (CD44(+) subpopulation) in vitro and of tumor metastasis/dissemination in vivo were markedly suppressed by knocking down Id2 expression"}, {"pubmed": 27364596, "text": "ID2 knockdown triggers important changes in cell behavior, that is, it significantly reduces the expression of N-cadherin, vimentin and Snail, induces E-cadherin expression and leads to a more differentiated phenotype exemplified by changes in cell shape. ID2 therefore represents a potential therapeutic target during salivary gland cancer progression"}, {"pubmed": 27374225, "text": "Results show that MLL-AF9 reduces Id2 and increases E2-2 expression to drive and sustain leukemia stem cell potential in MLL-rearranged acute myeloid leukemia (AML). Low expression of Id2 or of an Id2 gene signature is associated with poor prognosis in not only MLL-rearranged but also t(8;21) AML patients."}, {"pubmed": 27378242, "text": "EYA4 functions as tumor suppressor gene in pancreatic ductal adenocarcinoma via repressing beta-catenin/ID2 activation, and was an independent prognostic factor in PDAC."}, {"pubmed": 27385728, "text": "ID2 is localized to peritoneal mesothelial and stromal cells of women with and without endometriosis. ID2 mRNA expression is lower in peritoneum adjacent to the endometriosis lesions compared to distal sites"}, {"pubmed": 27807072, "text": "cell invasion drastically increased with increased expression and activity of MMP2. Immunoprecipitation revealed a direct interaction between ID2 and zinc finger transcription factor, snail family transcriptional repressor 1 (SNAIL1)"}, {"pubmed": 28206987, "text": "Data indicate that the expression level of ID2 in GBM cells can predict the sensitivity of GBM-derived tumor cells to decreased glucose levels."}, {"pubmed": 28543546, "text": "Results show that ID2 signaling was involved in BMP4-induced hepatocellular carcinoma proliferation and that Id2 was directly upregulated by BMP4, resulting in the mediated expression of cell cycle regulatory protein of CDKN1B."}, {"pubmed": 28678915, "text": "The ID2 gene expression was increased in the most advanced stage of endometriosis and in ovarian endometriomas. Considering that the genes studied participate either directly or indirectly in cellular processes that can lead to cell migration, angiogenesis, and inappropriate invasion, it is possible that the deregulation of these genes caused the development and maintenance of ectopic tissue."}, {"pubmed": 28765931, "text": "the results of the present study suggest that lncRNA H19 regulates the expression of ID2 through competitive binding to hsamiR19a and hsamiR19b, which may serve a role in acute myelocytic leukemia cell proliferation."}, {"pubmed": 28854847, "text": "The study observed higher expression levels of HDGFRP3 and ID2 in bipolar disorder (BD) patients who favourably respond to lithium. Both of these genes are involved in neurogenesis."}, {"pubmed": 29079782, "text": "CaMKII can directly phosphorylate Beclin 1 at Ser90 to promote K63-linked ubiquitination of Beclin 1 and activation of autophagy; it also promotes K63-linked ubiquitination of inhibitor of differentiation 1/2 (Id-1/2) by catalyzing phosphorylation of Id proteins and recruiting TRAF-6"}, {"pubmed": 29127183, "text": "The author's study identified a novel association with PR near ID2 and generalised 10 previously identified loci to our Hispanic/Latino population."}, {"pubmed": 29642431, "text": "Results show that self-assembly decreases the backbone flexibility of ID2 protein regions: helix-loop-helix (HLH) and the nuclear export signal (NES), that are important for interaction with basic-HLH transcription factors or for nucleocytoplasmic shuttling."}, {"pubmed": 29753724, "text": "Oxidative stress increased ID2 expression in retinal pigment epithelium (RPE) cells. Knockdown of ID2 promoted cell apoptosis and increased reactive oxygen species level in RPE cells that were subjected to oxidative damage. In addition, over-expression of ID2 attenuated the oxidative damage response in RPE cells."}, {"pubmed": 30642388, "text": "Study identifies ID2 as a key regulator of breast cancer metastasis to the brain. Data support a model in which breast cancer cells that have disseminated to the brain upregulate ID2 expression in response to astrocyte-secreted BMP7 and this serves to support metastatic expansion. Moreover, elevated ID2 expression identifies breast cancer patients at increased risk of developing metastatic relapse in the brain."}, {"pubmed": 30725231, "text": "We have identified ID2 as a key factor of DCIS initiation and GJB2 and INHBA as aggressive factors during progression of ID2-mediated DCIS to IDC. ID2 is capable of promoting the cancer stem cell population in pre-malignant cells and leads to DCIS formation"}, {"pubmed": 31235689, "text": "Long noncoding RNA ANCR inhibits the differentiation of mesenchymal stem cells toward definitive endoderm by facilitating the association of PTBP1 with ID2."}, {"pubmed": 31730902, "text": "ID2-AS1 significantly suppressed the migration, invasion and metastasis of hepatocellular carcinoma (HCC) cells in vitro and in vivo. Mechanistically, ID2-AS1 regulated the transcription of its adjacent gene inhibitor of DNA binding 2 (ID2) by blocking the binding of histone deacetylase 8 (HDAC8) on the ID2 enhancer"}, {"pubmed": 33082558, "text": "MITF is a driver oncogene and potential therapeutic target in kidney angiomyolipoma tumors through transcriptional regulation of CYR61."}, {"pubmed": 33783641, "text": "Inhibitor of DNA Binding 2 (ID2): A Novel Marker for Lymph Node Metastasis in Head and Neck Squamous Cell Carcinoma."}, {"pubmed": 34804049, "text": "Inhibitor of Differentiation-2 Protein Ameliorates DSS-Induced Ulcerative Colitis by Inhibiting NF-kappaB Activation in Neutrophils."}, {"pubmed": 34873426, "text": "USP1 Promotes GC Metastasis via Stabilizing ID2."}, {"pubmed": 35078502, "text": "LncRNA IPW inhibits growth of ductal carcinoma in situ by downregulating ID2 through miR-29c."}, {"pubmed": 35149717, "text": "ASCL1 phosphorylation and ID2 upregulation are roadblocks to glioblastoma stem cell differentiation."}, {"pubmed": 35422476, "text": "Inhibitor of DNA binding 2 (ID2) regulates the expression of developmental genes and tumorigenesis in ewing sarcoma."}, {"pubmed": 35583063, "text": "[Increased expression of inhibitor of differentiation 2 (Id2) in CD4(+)T cells in joint synovial fluid of patients with rheumatoid arthritis]."}, {"pubmed": 35604218, "text": "KSHV RTA Induces Degradation of the Host Transcription Repressor ID2 To Promote the Viral Lytic Cycle."}, {"pubmed": 35608547, "text": "Temporal Expression of Transcription Factor ID2 Improves Natural Killer Cell Differentiation from Human Pluripotent Stem Cells."}, {"pubmed": 35701409, "text": "ID proteins promote the survival and primed-to-naive transition of human embryonic stem cells through TCF3-mediated transcription."}, {"pubmed": 35705978, "text": "GDF-11 promotes human trophoblast cell invasion by increasing ID2-mediated MMP2 expression."}, {"pubmed": 37497010, "text": "SMURF2 facilitates ubiquitin-mediated degradation of ID2 to attenuate lung cancer cell proliferation."}, {"pubmed": 38422912, "text": "Prediction of the binding location between the nuclear inhibitor of DNA binding and differentiation 2 (ID2) and HSPA5."}, {"pubmed": 39019900, "text": "ID2-ETS2 axis regulates the transcriptional acquisition of pro-tumoral microglia phenotype in glioma."}], "genomic_pos": {"chr": "2", "end": 8684461, "ensemblgene": "ENSG00000115738", "start": 8678845, "strand": 1}, "genomic_pos_hg19": {"chr": "2", "end": 8824583, "start": 8818975, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0003166", "qualifier": "acts_upstream_of_or_within", "term": "bundle of His development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006357", "pubmed": 16311606, "qualifier": "involved_in", "term": "regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007507", "qualifier": "acts_upstream_of_or_within", "term": "heart development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0007623", "qualifier": "involved_in", "term": "circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0019216", "qualifier": "involved_in", "term": "regulation of lipid metabolic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0021772", "qualifier": "acts_upstream_of_or_within", "term": "olfactory bulb development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0033598", "qualifier": "involved_in", "term": "mammary gland epithelial cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0042752", "qualifier": "involved_in", "term": "regulation of circadian rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043153", "qualifier": "involved_in", "term": "entrainment of circadian clock by photoperiod"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043353", "qualifier": "acts_upstream_of_or_within", "term": "enucleate erythrocyte differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 14627819, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045475", "qualifier": "involved_in", "term": "locomotor rhythm"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045578", "qualifier": "acts_upstream_of_or_within", "term": "negative regulation of B cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045600", "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of fat cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045651", "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of macrophage differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045664", "qualifier": "acts_upstream_of_negative_effect", "term": "regulation of neuron differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045777", "qualifier": "involved_in", "term": "positive regulation of blood pressure"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 14627819, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0045893", "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048557", "qualifier": "involved_in", "term": "embryonic digestive tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048663", "qualifier": "acts_upstream_of", "term": "neuron fate commitment"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0048711", "qualifier": "acts_upstream_of_or_within", "term": "positive regulation of astrocyte differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051148", "qualifier": "involved_in", "term": "negative regulation of muscle cell differentiation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0060749", "qualifier": "involved_in", "term": "mammary gland alveolus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061030", "qualifier": "involved_in", "term": "epithelial cell differentiation involved in mammary gland alveolus development"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0061031", "qualifier": "involved_in", "term": "endodermal digestive tract morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:2000045", "pubmed": 16311606, "qualifier": "acts_upstream_of", "term": "regulation of G1/S transition of mitotic cell cycle"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:2000177", "qualifier": "acts_upstream_of_negative_effect", "term": "regulation of neural precursor cell proliferation"}], "CC": [{"evidence": "ISS", "gocategory": "CC", "id": "GO:0000791", "qualifier": "part_of", "term": "euchromatin"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005634", "pubmed": 16311606, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 16311606, "qualifier": "colocalizes_with", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 20861012, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "pubmed": 16311606, "qualifier": "located_in", "term": "cytosol"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0032991", "qualifier": "part_of", "term": "protein-containing complex"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [10915743, 14752053, 16311606, 16549780, 19321746, 20861012, 22453338, 25609649, 28514442, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0044325", "pubmed": 16311606, "qualifier": "enables", "term": "transmembrane transporter binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140110", "qualifier": "enables", "term": "transcription regulator activity"}, {"category": "MF", "evidence": "ISS", "id": "GO:0140416", "qualifier": "enables", "term": "transcription regulator inhibitor activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140416", "pubmed": 25248477, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}]}, "homologene": {"genes": [[7955, 266599], [8364, 394480], [9031, 395852], [9544, 693394], [9598, 749980], [9606, 3398], [9913, 505025], [10090, 15902], [10116, 25587]], "id": 1632}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "DNA-binding protein inhibitor", "id": "IPR026052", "short_desc": "DNA-bd_prot-inh"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00294210", "map_location": "2p25.1", "name": "inhibitor of DNA binding 2", "other_names": ["DNA-binding protein inhibitor ID-2", "DNA-binding protein inhibitor ID2", "cell growth-inhibiting gene 8", "class B basic helix-loop-helix protein 26", "helix-loop-helix protein ID2", "inhibitor of DNA binding 2, HLH protein", "inhibitor of DNA binding 2, dominant negative helix-loop-helix protein", "inhibitor of differentiation 2"], "pantherdb": {"HGNC": "5361", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96397", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10090, "uniprot_kb": "P41136"}, {"RGD": "2859", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10116, "uniprot_kb": "P41137"}, {"Ensembl": "ENSGALG00000035016", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 9031, "uniprot_kb": "O73933"}, {"ZFIN": "ZDB-GENE-030131-15", "ortholog_type": "O", "panther_family": "PTHR11723", "taxid": 7955, "uniprot_kb": "Q6PBJ0"}, {"ZFIN": "ZDB-GENE-020910-1", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 7955, "uniprot_kb": "Q7SZQ2"}, {"FlyBase": "FBgn0000575", "ortholog_type": "O", "panther_family": "PTHR11723", "taxid": 7227, "uniprot_kb": "P18491"}], "uniprot_kb": "Q02363"}, "pathway": {"kegg": [{"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04390", "name": "Hippo signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}], "netpath": {"id": "Pathway_ID", "name": "ID"}, "pid": [{"id": "betacatenin_nuc_pathway", "name": "Regulation of nuclear beta catenin signaling and target gene transcription"}, {"id": "hif1_tfpathway", "name": "HIF-1-alpha transcription factor network"}, {"id": "myc_activpathway", "name": "Validated targets of C-MYC transcriptional activation"}, {"id": "myc_represspathway", "name": "Validated targets of C-MYC transcriptional repression"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}], "wikipathways": [{"id": "WP2023", "name": "Cell Differentiation - Index expanded"}, {"id": "WP3596", "name": "miR-517 relationship with ARCN1 and USP1"}, {"id": "WP3892", "name": "Development of pulmonary dendritic cells and macrophage subsets"}, {"id": "WP3893", "name": "Development and heterogeneity of the ILC family"}, {"id": "WP4239", "name": "Epithelial to mesenchymal transition in colorectal cancer"}, {"id": "WP4286", "name": "Genotoxicity pathway"}, {"id": "WP53", "name": "ID signaling pathway"}]}, "pdb": "4AYA", "pfam": "PF00010", "pharmgkb": "PA29609", "pharos": {"target_id": 20205, "tdl": "Tbio"}, "pir": ["A40227", "JC2007"], "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167884", "relationship": "is"}, {"id": "GNF178790", "relationship": "is"}, {"id": "GNF189696", "relationship": "is"}, {"id": "GNF200602", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160589", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034830", "relationship": "weakly similar to"}, "GNF_mm+hs-MGC": {"id": "GNF006906", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101780", "relationship": "is"}, {"id": "GNF141435", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1"], "protein": "NP_002157.2", "rna": "NM_002166.5", "translation": {"protein": "NP_002157.2", "rna": "NM_002166.5"}}, "reporter": {"HG-U133_Plus_2": ["201565_s_at", "201566_x_at", "213931_at"], "HG-U95Av2": ["41215_s_at", "41216_r_at"], "HTA-2_0": "TC02000041.hg.1", "HuEx-1_0": "2468622", "HuGene-1_1": "8040103", "HuGene-2_1": "16876822"}, "summary": "The protein encoded by this gene belongs to the inhibitor of DNA binding family, members of which are transcriptional regulators that contain a helix-loop-helix (HLH) domain but not a basic domain. Members of the inhibitor of DNA binding family inhibit the functions of basic helix-loop-helix transcription factors in a dominant-negative manner by suppressing their heterodimerization partners through the HLH domains. This protein may play a role in negatively regulating cell differentiation. A pseudogene of this gene is located on chromosome 3. [provided by RefSeq, Aug 2011].", "symbol": "ID2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334077"}, "unigene": ["Hs.726053", "Hs.180919"], "uniprot": {"Swiss-Prot": "Q02363", "TrEMBL": "Q53T66"}, "wikipedia": {"url_stub": "ID2"}}