{"AllianceGenome": "5362", "HGNC": "5362", "MIM": "600277", "_id": "3399", "_version": 1, "accession": {"genomic": ["AL021154.1", "CH471134.1", "CP068277.2", "KT583982.1", "NC_000001.11", "NC_060925.1", "NW_014040926.1", "X73428.1"], "protein": ["AAH03107.1", "AAP35437.1", "BAA05815.1", "BAF82692.1", "CAA01342.1", "CAA01343.1", "CAA47360.1", "CAA48862.1", "CAA51827.1", "EAW95060.1", "EAW95061.1", "NP_002158.3", "Q02535.2"], "rna": ["A17546.1", "A17548.1", "AK225965.1", "AK290003.1", "BC003107.1", "BM921819.1", "BP193075.1", "BT006791.1", "D28449.1", "NM_002167.5", "X66924.1", "X69111.1"], "translation": [{"protein": "CAA01343.1", "rna": "A17548.1"}, {"protein": "CAA48862.1", "rna": "X69111.1"}, {"protein": "BAA05815.1", "rna": "D28449.1"}, {"protein": "NP_002158.3", "rna": "NM_002167.5"}, {"protein": "BAF82692.1", "rna": "AK290003.1"}, {"protein": "CAA01342.1", "rna": "A17546.1"}, {"protein": "AAH03107.1", "rna": "BC003107.1"}, {"protein": "AAP35437.1", "rna": "BT006791.1"}, {"protein": "CAA47360.1", "rna": "X66924.1"}]}, "alias": ["HEIR-1", "bHLHb25"], "ensembl": [{"gene": "ENSG00000117318", "protein": "ENSP00000363689", "transcript": ["ENST00000374561", "ENST00000463312", "ENST00000486541"], "translation": [{"protein": "ENSP00000363689", "rna": "ENST00000374561"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000283060", "protein": "ENSP00000489102", "transcript": ["ENST00000634790", "ENST00000635026", "ENST00000635141"], "translation": [{"protein": "ENSP00000489102", "rna": "ENST00000634790"}], "type_of_gene": "protein_coding"}], "entrezgene": "3399", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.55940439736, "exp_mis": 61.1469960832, "exp_syn": 33.1363769119, "lof_z": 1.86886673978206, "mis_z": -0.178455776061974, "mu_lof": 2.48311116734e-07, "mu_mis": 5.40692649312e-06, "mu_syn": 2.90982461906e-06, "n_lof": 0.0, "n_mis": 64.0, "n_syn": 45.0, "p_li": 0.68879433753555, "p_null": 0.0183906201345276, "p_rec": 0.292815042329922, "syn_z": -1.27765665465948}, "bp": 360, "cds_end": 23885917, "cds_start": 23885450, "n_exons": 2, "nonpsych": {"exp_lof": 3.18283585492, "exp_mis": 55.3051650944, "exp_syn": 29.9528530468, "lof_z": 1.75210085832747, "mis_z": -0.250595475292489, "mu_lof": 2.48311116734e-07, "mu_mis": 5.40692649312e-06, "mu_syn": 2.90982461906e-06, "n_lof": 0.0, "n_mis": 59.0, "n_syn": 43.0, "p_li": 0.684801861224271, "p_null": 0.0225782739272234, "p_rec": 0.292619864848505, "syn_z": -1.5009287672541}, "nontcga": {"exp_lof": 3.27087325546, "exp_mis": 56.2514615877, "exp_syn": 30.4816920867, "lof_z": 1.78407492926501, "mis_z": -0.116149702679637, "mu_lof": 2.48311116734e-07, "mu_mis": 5.40692649312e-06, "mu_syn": 2.90982461906e-06, "n_lof": 0.0, "n_mis": 58.0, "n_syn": 43.0, "p_li": 0.672937404731216, "p_null": 0.0211178350089829, "p_rec": 0.305944760259802, "syn_z": -1.4356496379982}, "transcript": "ENST00000374561.5"}, "exons": [{"cdsend": 23559426, "cdsstart": 23558959, "chr": "1", "position": [[23557925, 23558415], [23558934, 23559019], [23559126, 23559501]], "strand": -1, "transcript": "NM_002167", "txend": 23559501, "txstart": 23557925}, {"cdsend": 329405, "cdsstart": 328938, "chr": "1_KQ458383v1_alt", "position": [[327904, 328394], [328913, 328998], [329105, 329480]], "strand": -1, "transcript": "NM_002167", "txend": 329480, "txstart": 327904}], "exons_hg19": [{"cdsend": 23885917, "cdsstart": 23885450, "chr": "1", "position": [[23884416, 23884906], [23885425, 23885510], [23885617, 23885992]], "strand": -1, "transcript": "NM_002167", "txend": 23885992, "txstart": 23884416}], "generif": [{"pubmed": 12952978, "text": "nuclear Id protein acts by sequestering pools of transiently diffusing bHLH protein to prevent reassociation with chromatin domains"}, {"pubmed": 15370294, "text": "Fluvastatin did not regulate p21 and p27, but down-regulated Id3 and p53 slightly."}, {"pubmed": 15494533, "text": "Overexpression of Id3 enhances expression of ICAM-1 and E-selectin, and induces angiogenic processes such as transmigration, matrix metalloproteinase-2 and -9 expression, and tube formation in cultured vascular endothelial cells."}, {"pubmed": 15583422, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15645115, "text": "Id1, 2 and 3 might play a role in the early stages of hepatocarcinogenesis, but not in the development of advanced carcinoma, and might consequently be related to HCC dedifferentiation"}, {"pubmed": 16271072, "text": "Id1, 3 double-knockdown significantly impaired the ability of gastric cancer cells to form peritoneal metastasis"}, {"pubmed": 16449966, "text": "ultraviolet radiation-induced apoptosis of immortalized keratinocytes is at least in part due to Id3 upregulation in these cells"}, {"pubmed": 16682435, "text": "ID proteins (ID1, ID2, ID3 and ID4) were significantly increased in Mecp2-deficient Rett syndrome brain; ID genes are ideal targets for MeCP2 regulation of neuronal maturation that may explain the molecular pathogenesis of Rett syndrome"}, {"pubmed": 17537403, "text": "PLZF upregulates apoptosis-inducer TP53INP1, ID1, and ID3 genes, and downregulates the apoptosis-inhibitor TERT gene"}, {"pubmed": 18281048, "text": "estrogen-induced tube formation in vascular endothelial cells requires the presence of Id3, a member of the helix-loop-helix family of transcriptional factors and estrogen increases Id3 phosphorylation via a redox-dependent process"}, {"pubmed": 18374504, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18477564, "text": "RhoA/Rho-associated kinase signaling plays positive and negative roles in myogenic differentiation, mediated by MRTF-A/Smad-dependent transcription of the Id3 gene in a differentiation stage-specific manner"}, {"pubmed": 19054058, "text": "There is a mechanism whereby reactive oxygen species upregulation of Id3 relieves repression of bax via E-box-binding factors."}, {"pubmed": 19477940, "text": "RNA interference demonstrated that Id3 regulates differentiation and cell cycle (increased Neuro-D6 and p21 mRNA) in neuroblastoma cells"}, {"pubmed": 19515385, "text": "role in the development of peritoneal metastasis of pancreatic cancer"}, {"pubmed": 19948975, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and genetic testing. (HuGE Navigator)"}, {"pubmed": 20080245, "text": "The level of Id-3 protein expression was associated with the malignant potential of gastric tumors."}, {"pubmed": 20185798, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20185798, "text": "Results provide novel evidence that Id3 is an atheroprotective factor and link a common SNP in the human ID3 gene to loss of Id3 function and increased carotid intima-media thickness."}, {"pubmed": 20191379, "text": "Id1/3 peptide aptamer could represent a nontoxic exogenous agent that can significantly provoke antiproliferative and apoptotic effects in breast cancer cells, which are associated with deregulated expression of Id1 and Id3."}, {"pubmed": 20512523, "text": "expression of vFLIP decreased the expression levels of Id2 and Id3 as well as cyclin E and cyclin A compared with the vFLIP-null cells"}, {"pubmed": 21030215, "text": "ID3 plays a role as an apoptosis inducer in response to X-ray irradiation via the regulation of endogenous beta-catenin level."}, {"pubmed": 21191065, "text": "In serum samples of lung cancer patients, galectin 1-mediated Id3 induces expression of interleukin (IL)-10 in functionally altered signal pathways of monocytes and monocyte-derived dendritic cells."}, {"pubmed": 21486943, "text": "Study uniquely identifies ID1 and ID3 as negative regulators of the hPSC-hematopoietic transition from a hemogenic to a committed hematopoietic fate, and demonstrates that this is conserved between hESCs and hiPSCs."}, {"pubmed": 21498546, "text": "the data establish dysregulation of the Id/bHLH axis as an early and sustained feature of ductal pathogenesis"}, {"pubmed": 21837949, "text": "The ID3 protein is expressed in prostate cancer, and is elevated with the increase of Gleason score."}, {"pubmed": 21975932, "text": "EGFR-AKT-Smad signaling promotes formation of glioma stem-like cells and tumor angiogenesis by ID3-driven cytokine induction."}, {"pubmed": 21993163, "text": "Older muscle contained significantly more transcript for Forkhead Box O 1 (FoxO1, p=0.001), Inhibitor of DNA binding 1 (ID1, p=0.009), and Inhibitor of DNA Binding 3 (ID3, p=0.043) than young muscle."}, {"pubmed": 22151756, "text": "Overexpression of Id3 triggered apoptosis in A549 lung adenocarcinoma cells, implicating Id3 in negative control of tumor growth."}, {"pubmed": 22698403, "text": "Data show that regulation of p21 by ID1 and ID3 is a central mechanism preventing the accumulation of excess DNA damage and subsequent functional exhaustion of cancer-initiating cells (C-ICs)."}, {"pubmed": 22882857, "text": "Overexpression of Id3 markedly promoted the proliferation and invasive capacity of MCF-7 cells; however, these effects were significantly suppressed by the overexpression of FHL2."}, {"pubmed": 23060149, "text": "These findings suggest an essential role of Id1 and Id3 in TGFbeta1 effects on proliferation and migration in prostate cancer cells."}, {"pubmed": 23119064, "text": "Data indicate that ID2.K47A, ID2.Q55A and ID3.R52A, ID3.R60A had wildtype like expression levels in E. coli."}, {"pubmed": 23143595, "text": "The findings suggested that cooperation between ID3 inactivation and immunoglobulin-MYC gene translocation is a hallmark of Burkitt lymphomagenesis."}, {"pubmed": 23311395, "text": "Id1 and Id3 co-expression seems associated with a poor clinical outcome in patients with locally advanced NSCLC treated with definitive chemoradiotherapy"}, {"pubmed": 23342268, "text": "increased Id1 and Id3 expression attenuates all three cyclin-dependent kinase inhibitors (CDKN2B, -1A, and -1B) resulting in a more aggressive PCa phenotype."}, {"pubmed": 23768125, "text": "High ID3 expression is associated with medulloblastoma seeding and is a poor prognostic factor, especially in patients with Group 4 tumors"}, {"pubmed": 23771884, "text": "Id proteins, and particularly Id1 and Id3, are critical downstream effectors of BMP signaling in pulmonary artery smooth muscle cell."}, {"pubmed": 24222112, "text": "ID3 mutations are recurrent events in double-hit B-cell lymphomas."}, {"pubmed": 24292846, "text": "Importantly, the distinct ID3 expression patterns in acute leukemias (AL) indicate a specific deregulation of ID3 in the various types of AL and may support subtyping of AL."}, {"pubmed": 24343358, "text": "study shows that Id2, Id3 and Id4 are each able to overcome TGF-beta dependence, and establish a role for Ids as key mediators of TGF-beta melanomagenesis"}, {"pubmed": 24493312, "text": "the combined immunohistochemical detection of VPREB3 and ID3 is applicable to the routine diagnostic in case of mature aggressive B-cell lymphomas."}, {"pubmed": 24603695, "text": "Data indicate association of inhibitor of differentiation 3 (ID3) single nucleotide polymorphism rs11574 directly with coronary artery pathology."}, {"pubmed": 24655651, "text": "Epigenetic changes in ID3, in combination with experiences of maltreatment, may confer risk for depression in children."}, {"pubmed": 25090023, "text": "our data provide evidence that ID3 may play a critical role in regulating vascular endothelial cell survival and development of microvascular lesions induced by persistent environmental pollutants such as PCB153."}, {"pubmed": 25239768, "text": "ID3 plays a potential role in the underlying regulatory mechanisms of metabolic health in human obesity. [Review]"}, {"pubmed": 25665868, "text": "ID3 has a role in the acquisition of molecular stem cell-like signature in microvascular endothelial cells"}, {"pubmed": 25778840, "text": "Inhibitor of differentiation 4 (ID4) acts as an inhibitor of ID-1, -2 and -3 and promotes basic helix loop helix (bHLH) E47 DNA binding and transcriptional activity."}, {"pubmed": 26384138, "text": "Upon Id3 transfection, A549 cells displayed decreased migratory and invasive capabilities, however, co-transfection of miRId3 and Id3 into A549 cells reversed the Id3-induced inhibitions of migratory and invasive capabilities."}, {"pubmed": 26992947, "text": "Immunohistochemical detection of inhibitor of DNA binding 3 mutational variants in mature aggressive B-cell lymphoma."}, {"pubmed": 27044543, "text": "Results show that ID1, ID3 and IGJ genes are highly expressed in adult B-ALL and correlate with poor prognosis in Hispanic patients."}, {"pubmed": 27176047, "text": "The results of the present study revealed that overexpression of Id3 may serve as a novel strategy for inhibiting cisplatinsensitive lung cancer."}, {"pubmed": 28224680, "text": "Taken together, we found that Id3+ and CTLA-4+ endometrial cells were significantly higher in women with repeated implantation failure and recurrent miscarriage, suggesting the negative roles of these angiogenesis and immune tolerance markers involving in regulating endometrium receptivity."}, {"pubmed": 29026069, "text": "The interactions between ID3 and the DNA damage mediator protein MDC1 suggest that ID3 participates in the DNA damage signaling pathway to maintain genomic stability."}, {"pubmed": 29507860, "text": "This review will discuss the current understanding of ID3 in excess fat accumulation and the potential for Estrogenic Endocrine Disruptors to influence susceptibility to obesity or metabolic disorders via ID3 signaling"}, {"pubmed": 29593730, "text": "this study shows that CD5L promotes M2 macrophage polarization through autophagy-mediated upregulation of ID3"}, {"pubmed": 29907859, "text": "a critical role for highly altered Ossification of the posterior longitudinal ligament (OPLL)-specific microRNA-10a in regulating the development of OPLL by modulating the ID3/RUNX2 axis."}, {"pubmed": 30520117, "text": "blocks E47-mediated inhibition of beta-catenin transcription in choloangiocarcinoma cells"}, {"pubmed": 31215762, "text": "our results show that the suppressive effect of TGF-beta1 on the expression of MMP1 is mediated by a transcription factor, the inhibitor of differentiation 3 (ID3) protein. Our findings provide insights into the molecular interactions and mechanisms of TGF-b1 and ID3 during the regulation of MMP1 in human granulosa-lutein cells."}, {"pubmed": 32039486, "text": "miR-212-5p exerts tumor promoter function by regulating the Id3/PI3K/Akt axis in lung adenocarcinoma cells."}, {"pubmed": 32305567, "text": "The HBx and HBc of hepatitis B virus can influence Id1 and Id3 by reducing their transcription and stability."}, {"pubmed": 32536579, "text": "Correlation of the levels of DNA-binding inhibitor Id3 and regulatory T cells with SLE disease severity."}, {"pubmed": 32760207, "text": "LEF1/Id3/HRAS axis promotes the tumorigenesis and progression of esophageal squamous cell carcinoma."}, {"pubmed": 33273801, "text": "Role of inhibitor of differentiation 3 gene in cellular differentiation of human corneal stromal fibroblasts."}, {"pubmed": 34329970, "text": "Amphiregulin stimulates human chorionic gonadotropin expression by inducing ERK1/2-mediated ID3 expression in trophoblast cells."}, {"pubmed": 34520124, "text": "ID1/ID3 mediate the contribution of skin fibroblasts to local nerve regeneration through Itga6 in wound repair."}, {"pubmed": 34547407, "text": "Heme Oxygenase-1 (HMOX-1) and inhibitor of differentiation proteins (ID1, ID3) are key response mechanisms against iron-overload in pancreatic beta-cells."}, {"pubmed": 34592230, "text": "Up-regulated DNA-binding inhibitor Id3 promotes differentiation of regulatory T cell to influence antiviral immunity in chronic hepatitis B virus infection."}, {"pubmed": 34620174, "text": "EGF stimulates human trophoblast cell invasion by downregulating ID3-mediated KISS1 expression."}, {"pubmed": 34718742, "text": "ID3 promotes homologous recombination via non-transcriptional and transcriptional mechanisms and its loss confers sensitivity to PARP inhibition."}, {"pubmed": 34877804, "text": "Loss of ID3 in pancreatic cancer cells increases DNA damage without impairing MDC1 recruitment to the nuclear foci."}, {"pubmed": 35219016, "text": "Expression of Id3 represses exhaustion of anti-tumor CD8 T cells in liver cancer."}, {"pubmed": 35599595, "text": "Circadian Period 2 (Per2) downregulate inhibitor of differentiation 3 (Id3) expression via PTEN/AKT/Smad5 axis to inhibits glioma cell proliferation."}, {"pubmed": 35678885, "text": "Brain infiltration of breast cancer stem cells is facilitated by paracrine signaling by inhibitor of differentiation 3 to nuclear respiratory factor 1."}, {"pubmed": 37170184, "text": "A positive feedback loop between ID3 and PPARgamma via DNA damage repair regulates the efficacy of radiotherapy for rectal cancer."}, {"pubmed": 37668961, "text": "Inhibitor of DNA Binding Protein 3 (ID3) and Nuclear Respiratory Factor 1 (NRF1) Mediated Transcriptional Gene Signatures are Associated with the Severity of Cerebral Amyloid Angiopathy."}, {"pubmed": 37871574, "text": "Tissue-infiltrating alloreactive T cells require Id3 to deflect PD-1-mediated immune suppression during GVHD."}, {"pubmed": 38112574, "text": "Investigating the ID3/SLC22A4 as immune-related signatures in ischemic stroke."}, {"pubmed": 38244313, "text": "ALDOA coordinates PDE3A through the beta-catenin/ID3 axis to stimulate cancer metastasis and M2 polarization in lung cancer with EGFR mutations."}, {"pubmed": 38326607, "text": "The nuclear factor ID3 endows macrophages with a potent anti-tumour activity."}, {"pubmed": 38513475, "text": "ID3 is a novel target gene of p53 and modulates lung cancer cell metastasis."}], "genomic_pos": [{"chr": "1", "end": 23559501, "ensemblgene": "ENSG00000117318", "start": 23557926, "strand": -1}, {"chr": "HSCHR1_4_CTG3", "end": 329480, "ensemblgene": "ENSG00000283060", "start": 327905, "strand": -1}], "genomic_pos_hg19": {"chr": "1", "end": 23886285, "start": 23884409, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0000122", "pubmed": 25248477, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001656", "qualifier": "involved_in", "term": "metanephros development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006275", "qualifier": "involved_in", "term": "regulation of DNA replication"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007417", "qualifier": "involved_in", "term": "central nervous system development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007507", "qualifier": "involved_in", "term": "heart development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007517", "qualifier": "involved_in", "term": "muscle organ development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010629", "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030182", "qualifier": "involved_in", "term": "neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030855", "qualifier": "involved_in", "term": "epithelial cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030903", "qualifier": "involved_in", "term": "notochord development"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042476", "qualifier": "involved_in", "term": "odontogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043065", "qualifier": "involved_in", "term": "positive regulation of apoptotic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043433", "pubmed": 14627819, "qualifier": "involved_in", "term": "negative regulation of DNA-binding transcription factor activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045662", "qualifier": "involved_in", "term": "negative regulation of myoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045668", "qualifier": "involved_in", "term": "negative regulation of osteoblast differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 14627819, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0072750", "qualifier": "involved_in", "term": "cellular response to leptomycin B"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18255255, 20211142, 20861012, 25416956, 25609649, 28514442, 31515488, 32296183, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0019904", "qualifier": "enables", "term": "protein domain specific binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0043425", "qualifier": "enables", "term": "bHLH transcription factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140110", "qualifier": "enables", "term": "transcription regulator activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0140416", "pubmed": 25248477, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:1901707", "qualifier": "enables", "term": "leptomycin B binding"}]}, "homologene": {"genes": [[7955, 246093], [8364, 549025], [9031, 395281], [9598, 745532], [9606, 3399], [9615, 403547], [9913, 538690], [10090, 15903], [10116, 25585]], "id": 1633}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "DNA-binding protein inhibitor", "id": "IPR026052", "short_desc": "DNA-bd_prot-inh"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00219112", "map_location": "1p36.12", "name": "inhibitor of DNA binding 3", "other_names": ["DNA-binding protein inhibitor ID-3", "ID-like protein inhibitor HLH 1R21", "class B basic helix-loop-helix protein 25", "helix-loop-helix protein HEIR-1", "inhibitor of DNA binding 3, HLH protein", "inhibitor of DNA binding 3, dominant negative helix-loop-helix protein", "inhibitor of differentiation 3"], "pantherdb": {"HGNC": "5362", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96398", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10090, "uniprot_kb": "P41133"}, {"RGD": "2860", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10116, "uniprot_kb": "P41138"}, {"Ensembl": "ENSGALG00000035317", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 9031, "uniprot_kb": "A0A1D5PTT0"}, {"ZFIN": "ZDB-GENE-020515-1", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 7955, "uniprot_kb": "Q8QFX4"}, {"FlyBase": "FBgn0000575", "ortholog_type": "O", "panther_family": "PTHR11723", "taxid": 7227, "uniprot_kb": "P18491"}], "uniprot_kb": "Q02535"}, "pathway": {"kegg": [{"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "netpath": {"id": "Pathway_ID", "name": "ID"}, "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}], "wikipathways": [{"id": "WP236", "name": "Adipogenesis"}, {"id": "WP53", "name": "ID signaling pathway"}]}, "pdb": "2LFH", "pfam": "PF00010", "pharmgkb": "PA29610", "pharos": {"target_id": 18479, "tdl": "Tbio"}, "pir": "I37092", "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251103", "relationship": "is"}, {"id": "GNF251104", "relationship": "is"}, {"id": "GNF251105", "relationship": "is"}, {"id": "GNF251106", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF163529", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF048350", "relationship": "is"}, {"id": "GNF049932", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF006907", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101775", "relationship": "is"}, {"id": "GNF141430", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000001.11", "NC_060925.1", "NW_014040926.1"], "protein": "NP_002158.3", "rna": "NM_002167.5", "translation": {"protein": "NP_002158.3", "rna": "NM_002167.5"}}, "reporter": {"HG-U133_Plus_2": "207826_s_at", "HG-U95Av2": "37043_at", "HTA-2_0": "TC01002347.hg.1", "HuEx-1_0": "2401493", "HuGene-1_1": "7913655", "HuGene-2_1": "16683377"}, "summary": "The protein encoded by this gene is a helix-loop-helix (HLH) protein that can form heterodimers with other HLH proteins. However, the encoded protein lacks a basic DNA-binding domain and therefore inhibits the DNA binding of any HLH protein with which it interacts. [provided by RefSeq, Aug 2011].", "symbol": "ID3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415856"}, "unigene": "Hs.76884", "uniprot": {"Swiss-Prot": "Q02535"}, "wikipedia": {"url_stub": "ID3 (gene)"}}