{"AllianceGenome": "5363", "HGNC": "5363", "MIM": "600581", "_id": "3400", "_version": 1, "accession": {"genomic": ["AF030295.1", "AL022726.1", "CH471087.1", "CP068272.2", "NC_000006.12", "NC_060930.1"], "protein": ["AAA73923.1", "AAA82882.1", "AAC39674.1", "AAH14941.1", "CAA69255.1", "EAW55416.1", "NP_001537.1", "P47928.1"], "rna": ["AI692586.1", "AJ420553.1", "AK130851.1", "BC014941.1", "DB461864.1", "NM_001546.4", "U16153.1", "U28368.1", "Y07958.1"], "translation": [{"protein": "AAA82882.1", "rna": "U16153.1"}, {"protein": "NP_001537.1", "rna": "NM_001546.4"}, {"protein": "CAA69255.1", "rna": "Y07958.1"}, {"protein": "AAH14941.1", "rna": "BC014941.1"}, {"protein": "AAA73923.1", "rna": "U28368.1"}]}, "alias": ["IDB4", "bHLHb27"], "ensembl": {"gene": "ENSG00000172201", "protein": "ENSP00000367972", "transcript": "ENST00000378700", "translation": [{"protein": "ENSP00000367972", "rna": "ENST00000378700"}], "type_of_gene": "protein_coding"}, "entrezgene": "3400", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 1.82369545175, "exp_mis": 69.6690709478, "exp_syn": 47.4090271427, "lof_z": 0.604199263513783, "mis_z": 1.50420346629, "mu_lof": 1.54410398279e-07, "mu_mis": 9.88209299359e-06, "mu_syn": 6.74466778033e-06, "n_lof": 1.0, "n_mis": 44.0, "n_syn": 35.0, "p_li": 0.149454865643541, "p_null": 0.217944889620829, "p_rec": 0.632600244735631, "syn_z": 1.11726639484223}, "bp": 486, "cds_end": 19838859, "cds_start": 19837985, "n_exons": 2, "nonpsych": {"exp_lof": 1.61800368053, "exp_mis": 63.0246174507, "exp_syn": 42.877126768, "lof_z": 0.477148143095281, "mis_z": 1.71698343117373, "mu_lof": 1.54410398279e-07, "mu_mis": 9.88209299359e-06, "mu_syn": 6.74466778033e-06, "n_lof": 1.0, "n_mis": 36.0, "n_syn": 32.0, "p_li": 0.153084737955024, "p_null": 0.235929068243179, "p_rec": 0.610986193801797, "syn_z": 1.04583922144685}, "nontcga": {"exp_lof": 1.67462055801, "exp_mis": 64.0923708409, "exp_syn": 43.6131265885, "lof_z": 0.514259881959191, "mis_z": 1.37482988490127, "mu_lof": 1.54410398279e-07, "mu_mis": 9.88209299359e-06, "mu_syn": 6.74466778033e-06, "n_lof": 1.0, "n_mis": 42.0, "n_syn": 32.0, "p_li": 0.146925656523207, "p_null": 0.221782565244195, "p_rec": 0.631291778232598, "syn_z": 1.11343012723639}, "transcript": "ENST00000378700.3"}, "exons": [{"cdsend": 19838628, "cdsstart": 19837754, "chr": "6", "position": [[19837369, 19838195], [19838583, 19838642], [19839209, 19842195]], "strand": 1, "transcript": "NM_001546", "txend": 19842195, "txstart": 19837369}], "exons_hg19": [{"cdsend": 19838859, "cdsstart": 19837985, "chr": "6", "position": [[19837600, 19838426], [19838814, 19838873], [19839440, 19842426]], "strand": 1, "transcript": "NM_001546", "txend": 19842426, "txstart": 19837600}], "generif": [{"pubmed": 12969807, "text": "A B-cell lineage acute lymphoblastic leukemia patient with a t(6;14)chromosomal translocation that deregulated ID4."}, {"pubmed": 14534543, "text": "ID4 is downregulated by promoter hypermethylation in gastric adenocarcinoma."}, {"pubmed": 15569977, "text": "ID4 gene is a potential tumor suppressor gene for which methylation status may play an important role in the CRC progression"}, {"pubmed": 15723065, "text": "identified Idb4 as a putative tumor-suppressor gene that is methylated in most mouse and human leukemias but in only a minority of other human cancers"}, {"pubmed": 15876350, "text": "effect of amplifications at 6p22.3 in bladder cancer is expected to be non-uniform, thereby contributing to the highly variable biological and clinical behavior of advanced stage tumors"}, {"pubmed": 16682435, "text": "ID proteins (ID1, ID2, ID3 and ID4) were significantly increased in Mecp2-deficient Rett syndrome brain; ID genes are ideal targets for MeCP2 regulation of neuronal maturation that may explain the molecular pathogenesis of Rett syndrome"}, {"pubmed": 17510533, "text": "ID4 gene might be inactivated by DNA hypermethylation, and may function as a tumor suppressir gene in malignant lymphoma"}, {"pubmed": 17940204, "text": "new subgroup of b-cell precursor acute lymphoblastic leukemia characterized by ID4 over-expression and CDKN2A and PAX5 deletions"}, {"pubmed": 18088456, "text": "As compared with healthy individuals, Id4 gene in acute leukemia patients was methylated in different degrees."}, {"pubmed": 18426657, "text": "id4 gene methylation may be an indicator for multidrug resistance in non-Hodgkins lymphoma patients without bone marrow involvement."}, {"pubmed": 18513385, "text": "ID4 is a novel tumour suppressor gene in normal human breast tissue and is epigenetically silenced during cancer development, indicating increased risk for tumour relapse."}, {"pubmed": 18549611, "text": "id4 promoter methylation might be a predictor for relapse of AML patients with complete remission."}, {"pubmed": 18575765, "text": "Cdc42 was found to be overexpressed with high incidence (60%) in colorectal cancer samples, and this expression was associated with silencing of ID4 with statistical significance (p<0.05)."}, {"pubmed": 18676808, "text": "ID4 drives brain tumor-initiating cell genesis through cyclin E and notch signaling."}, {"pubmed": 18807039, "text": "The aim of this study was to unravel the role of the transcription factor inhibitor of DNA binding 4 (ID4) in human breast carcinogenesis in more detail, especially the impact of ID4 promoter methylation on disease progression."}, {"pubmed": 18928580, "text": "Methylation of Id4 promoter could indicate an increased risk of relapse in acute lymphoblastic leukemia."}, {"pubmed": 19099656, "text": "Id4 gene was methylated in leukemia and lymphoma cell lines."}, {"pubmed": 19543515, "text": "increased frequency of promoter hypermethylation in ID4 gene in acute myeloid leukemia compared to chronic myeloid leukemia."}, {"pubmed": 19549375, "text": "Id4 gene methylation is found in myelodysplastic syndrome patients with higher ratio of blast cells."}, {"pubmed": 19783986, "text": "analysis of the transcriptional axis mutant p53, E2F1 and ID4 which promotes tumor neo-angiogenesis"}, {"pubmed": 19853913, "text": "Our results suggest that ID4 may be a therapeutic target in myelodysplastic syndrome"}, {"pubmed": 20201924, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21098398, "text": "Study confirms the importance of the silencing of ID4 in murine and human CLL pathogenesis."}, {"pubmed": 21129259, "text": "The zo-1 and id4 genes in multiple myeloma cell lines all were methylation positive, and the methylation positive rates were significantly higher than in normal bone marrow."}, {"pubmed": 21176338, "text": "The id4 gene promoter in CML patients is unmethylated in chronic phase, but it is methylated in accelerated phase and blast crisis."}, {"pubmed": 21531766, "text": "Results reveal a novel regulatory mechanism by which ID4-driven suppression of miR-9* induces SOX2, which imparts stemness potential and chemoresistance to glioma cells and GSCs."}, {"pubmed": 21663940, "text": "Hypermethylation of the promoter was associated with loss of inhibitor of differentiation 4 (ID4) messenger RNA and protein expression."}, {"pubmed": 21729527, "text": "Compared with ron deficiency anemia patients, ID4 gene methylation changes of different degrees occur in AML patients with different subtypes and stages."}, {"pubmed": 21882048, "text": "ID4 downregulation may contribute to prostate cancer pathogenesis and is often accompanied by DNA hypermethylation."}, {"pubmed": 22169289, "text": "methyltransferase inhibitor 5-Aza-CdR can re-express the silent ID4 gene in K562 cells"}, {"pubmed": 22380883, "text": "Id2 and Id4 regulated glioblastoma multiforme neurosphere differentiation through downregulating of another bHLH family member, the oligodendroglial lineage-associated transcription factors (Olig) 1 and 2"}, {"pubmed": 22479372, "text": "Results showed that DPP6, SPHKAP and ID4 were down regulated in acute myeloid leukemia (AML) patients."}, {"pubmed": 22538771, "text": "Id4 overexpression plays a role in the downregulation of BRCA1 in sporadic TNBCs of patients without BRCA1 germline mutation, and provide new insight into the biology of these tumors."}, {"pubmed": 23132729, "text": "These data suggest that methylation of Id4 may be involved in the pathogenesis of GBM and in the resistance of this neoplasm to conventional treatment throughout MGP-mediated neoangiogenesis."}, {"pubmed": 23342267, "text": "these results demonstrate loss of Id4 expression in prostate cancer due to promoter hypermethylation. The data strongly support the role of Id4 as a tumor suppressor."}, {"pubmed": 23613880, "text": "Because both ID4 alone and a complex of SOX4 and OCT-4 activate SOX2 transcription, it is possible that multiple activation of SOX2 impair the prognosis of glioblastoma patients."}, {"pubmed": 23670122, "text": "The methylation positivity rates of the ID4 and ZO-1 genes in the bone marrow and paraffin-embedded lymphoma tissues of non-Hodgkin lymphoma patients were significantly higher compared to the rates in the Hodgkin lymphoma patients."}, {"pubmed": 23786676, "text": "Id4 regulates NKX3.1, Sox9 and PTEN."}, {"pubmed": 24122992, "text": "Id4 may alter molecular pathways such as those involving E2F1 to promote senescence and increased sensitivity to doxorubicin-induced apoptosis."}, {"pubmed": 24330748, "text": "results suggest that Id4 regulates the activity of p53 and promoted the assembly of a macromolecular complex involving CBP/P300 that resulted in acetylation of p53 at K373, a critical post-translational modification required for its biological activity."}, {"pubmed": 24343358, "text": "study shows that Id2, Id3 and Id4 are each able to overcome TGF-beta dependence, and establish a role for Ids as key mediators of TGF-beta melanomagenesis"}, {"pubmed": 24413082, "text": "Id4 has a role in suppressing MMP2-mediated invasion of glioblastoma-derived cells by direct inactivation of Twist1 function"}, {"pubmed": 24902969, "text": "ID4 and GPR125 are expressed on partially overlapping spermatogonial populations and are more broadly expressed in normal adult human testis.  ID4 and GPR125 could be used for identifying previously unrecognized human spermatogonial subpopulations"}, {"pubmed": 24921661, "text": "ID4 acts as a tumor suppressor in prostate cancer, and its loss promotes castration-resistant prostate cancer through constitutive androgen receptor activation."}, {"pubmed": 25115397, "text": "Data indicate a PRC2 dependent mechanism in ID4 promoter silencing in prostate cancer through recruitment of EZH2 and a corresponding increase in H3K27Me3."}, {"pubmed": 25363621, "text": "TGF-beta suppression followed by Id4 expression results in extensive melanin synthesis and robust histiocyte recruitment following tumorigenesis"}, {"pubmed": 25632614, "text": "The polymorphism at 3'UTR of lD4 gene can alter ID4 mRNA stability, and may be linked to the function of proteins."}, {"pubmed": 25642713, "text": "Inhibitor of DNA Binding 4 (ID4) is highly expressed in human melanoma tissues and may function to restrict normal differentiation of melanoma cells"}, {"pubmed": 25684485, "text": "Increased hypermethylation of ID4 is associated with Triple negative breast cancer."}, {"pubmed": 25778840, "text": "Inhibitor of differentiation 4 (ID4) acts as an inhibitor of ID-1, -2 and -3 and promotes basic helix loop helix (bHLH) E47 DNA binding and transcriptional activity."}, {"pubmed": 25813983, "text": "ID4 marks a stem cell-enriched subset of the mammary basal cell population. ID4 is specifically expressed by a subset of human basal-like breast cancer that possess a very poor prognosis and a transcriptional signature similar to a mammary stem cell."}, {"pubmed": 25889027, "text": "Myelodysplastic syndrome patients with ID4 methylation had shorter survival time than those without ID4 methylation ."}, {"pubmed": 25920536, "text": "changes in gene amplification in the mitochondrial genome and in the ID4 gene promoter methylation region in patients with chronic aplastic anemia (CAA) suffering from Kidney (Shen) yin deficiency or Kidney yang deficiency, were analyzed."}, {"pubmed": 26032025, "text": "The chromosomal deletion 6p22.3 could result in the aberrant activation and mis-expression of ID4 in the limb bud, thereby causing mesomelic dysplasia Savarirayan type."}, {"pubmed": 26228212, "text": "The results showed that the detection of ID4 methylation positivity rates and levels could be a useful biomarker for MDS diagnosis."}, {"pubmed": 26464711, "text": "ID4 hypomethylation is present in tamoxifen-resistant breast cancer, and it may serve as a potential biomarker in distinguishing tamoxifen-resistant breast cancer."}, {"pubmed": 26610810, "text": "the unmethylation of ID4 is an epigenetic predictor of BRCAness phenotype in breast tumors."}, {"pubmed": 26648013, "text": "Hypermethylation of ID4 promotes the proliferation of Burkitt's lymphoma cells; ID4 may function as a tumor suppressor and can be targeted with demethylating compounds such as CdR for the treatment of Burkitt's lymphoma"}, {"pubmed": 27302061, "text": "CEACAM1 is able to maintain the active transcription of ID4 by an epigenetic mechanism involving HDAC4 and CaMK2D, and the same kinase enables lumen formation by CEACAM1"}, {"pubmed": 27412917, "text": "Several lines of evidence suggest ID4 may suppress BRCA1 function in basal-like breast cancer (BLBC) and in doing so, define a subset of BLBC patients who may respond to therapies traditionally used in BRCA1-mutant cancers. This review highlights recent advances in our understanding of the requirement for ID4 in mammary lineage commitment and the role for ID4 in BLBC."}, {"pubmed": 27462022, "text": "ID4 expression induces AR expression in PC3 cells, which generally lack AR. ID4 expression increased apoptosis and decreased cell proliferation and invasion."}, {"pubmed": 27487149, "text": "The cellular uptake of inhibitor of DNA binding 4 protein (ID4) resulted in increased apoptosis, decreased proliferation and colony formation."}, {"pubmed": 27667480, "text": "In the PPI network, genes may be involved in Down syndrome (DS) by interacting with others, including nuclear receptor subfamily 4 group A member 2 (NR4A2)early growth response (EGR)2 and NR4A2EGR3. Therefore, RUNX1, NR4A2, EGR2, EGR3 and ID4 may be key genes associated with the pathogenesis of DS."}, {"pubmed": 27911860, "text": "Study demonstrates that ID4, can promote p53- dependent apoptosis and senescence in prostate cancer cells by specifically modifying the acetylation of p53, which increases its transcriptional activity and promotes the expression of pro-apoptotic and cell cycle regulatory genes."}, {"pubmed": 28108512, "text": "High ID4 expression is associated with basal breast cancer."}, {"pubmed": 28143562, "text": "The expression of Id4 protein was up-regulated in tumor tissues from hepatocellular carcinoma (HCC) patients, and overexpression of Id4 promoted HCC cell proliferation, clonogenicity in vitro, and tumorigenicity in vivo."}, {"pubmed": 28252832, "text": "ID4 selectively regulates AR activity through direct interaction with FKBP52."}, {"pubmed": 28327358, "text": "A cell-autonomous positive-signaling circuit is associated with the PDGFB-NO-ID4-regulatory axis in glioblastoma cells."}, {"pubmed": 28452111, "text": "These findings indicate that ID4 acts as a tumour suppressor in myeloid malignancies, and ID4 methylation is a potential biomarker in predicting disease progression and treatment outcome."}, {"pubmed": 28652379, "text": "results highlight a key role for MALAT1 in control of VEGFA isoforms expression in breast cancer cells expressing gain-of-function mutant p53 and ID4 proteins."}, {"pubmed": 29921315, "text": "At the molecular level, ID4 protein expression in breast cancer cells controls, through paracrine signalling, the activation of an angiogenic programme in macrophages. This programme includes both the increase of angiogenesis-related mRNAs and the decrease of members of the anti-angiogenic miR-15b/107 group."}, {"pubmed": 30066902, "text": "Low ID4 expression is associated with breast cancer."}, {"pubmed": 30139383, "text": "Data propose that ID4 is frequently silenced by promoter methylation in ER+ breast cancers and functions as a tumor suppressor gene in these tumors, probably due to its interaction with key genes of the ER pathway."}, {"pubmed": 31147526, "text": "miR-335/ID4 dysregulation facilitated leukemogenesis through the activation of the PI3K/Akt signaling pathway."}, {"pubmed": 32054109, "text": "Paracrine Signaling from Breast Cancer Cells Causes Activation of ID4 Expression in Tumor-Associated Macrophages."}, {"pubmed": 32527287, "text": "Proteogenomic analysis of Inhibitor of Differentiation 4 (ID4) in basal-like breast cancer."}, {"pubmed": 32574963, "text": "UVB induces cutaneous squamous cell carcinoma progression by de novo ID4 methylation via methylation regulating enzymes."}, {"pubmed": 33993270, "text": "ID4 predicts poor prognosis and promotes BDNF-mediated oncogenesis of colorectal cancer."}, {"pubmed": 34723712, "text": "miR-9-5p Promotes Lung Adenocarcinoma Cell Proliferation, Migration and Invasion by Targeting ID4."}, {"pubmed": 35094293, "text": "CDC42 as an epigenetic regulator of ID4 in triple-negative breast tumors."}, {"pubmed": 35656024, "text": "Upregulated circTMEM59 Inhibits Cell Growth and Metastasis by miR-668-3p/ID4 Axis in Colorectal Cancer."}, {"pubmed": 35908351, "text": "Osteoglycin (OGN) promotes tumorigenesis of pancreatic cancer cell via targeting ID4."}, {"pubmed": 38188675, "text": "ELK3-ID4 axis governs the metastatic features of triple negative breast cancer."}], "genomic_pos": {"chr": "6", "end": 19842197, "ensemblgene": "ENSG00000172201", "start": 19837370, "strand": 1}, "genomic_pos_hg19": {"chr": "6", "end": 19840915, "start": 19837617, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0000082", "qualifier": "involved_in", "term": "G1/S transition of mitotic cell cycle"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0000122", "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0000122", "pubmed": 7665172, "qualifier": "involved_in", "term": "negative regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0001649", "qualifier": "involved_in", "term": "osteoblast differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002052", "qualifier": "involved_in", "term": "positive regulation of neuroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007405", "qualifier": "involved_in", "term": "neuroblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0008104", "qualifier": "involved_in", "term": "protein localization"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010628", "qualifier": "involved_in", "term": "positive regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021895", "qualifier": "involved_in", "term": "cerebral cortex neuron differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0022010", "qualifier": "involved_in", "term": "central nervous system myelination"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030154", "qualifier": "involved_in", "term": "cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0032922", "qualifier": "involved_in", "term": "circadian regulation of gene expression"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045444", "qualifier": "involved_in", "term": "fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045599", "qualifier": "involved_in", "term": "negative regulation of fat cell differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045665", "qualifier": "involved_in", "term": "negative regulation of neuron differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 11136250, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045944", "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048708", "qualifier": "involved_in", "term": "astrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048712", "qualifier": "involved_in", "term": "negative regulation of astrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048715", "qualifier": "involved_in", "term": "negative regulation of oligodendrocyte differentiation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060740", "qualifier": "involved_in", "term": "prostate gland epithelium morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060741", "qualifier": "involved_in", "term": "prostate gland stromal morphogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0061682", "qualifier": "involved_in", "term": "seminal vesicle morphogenesis"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005634", "pubmed": 11136250, "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005654", "qualifier": "located_in", "term": "nucleoplasm"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17474147, 32814053], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046983", "qualifier": "enables", "term": "protein dimerization activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0061629", "qualifier": "enables", "term": "RNA polymerase II-specific DNA-binding transcription factor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0140110", "qualifier": "enables", "term": "transcription regulator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0140416", "pubmed": 7665172, "qualifier": "enables", "term": "transcription regulator inhibitor activity"}]}, "homologene": {"genes": [[7955, 664761], [8364, 448114], [9544, 705825], [9606, 3400], [10090, 15904], [10116, 291023]], "id": 1186}, "interpro": [{"desc": "Myc-type, basic helix-loop-helix (bHLH) domain", "id": "IPR011598", "short_desc": "bHLH_dom"}, {"desc": "DNA-binding protein inhibitor", "id": "IPR026052", "short_desc": "DNA-bd_prot-inh"}, {"desc": "Helix-loop-helix DNA-binding domain superfamily", "id": "IPR036638", "short_desc": "HLH_DNA-bd_sf"}], "ipi": "IPI00026864", "map_location": "6p22.3", "name": "inhibitor of DNA binding 4", "other_names": ["DNA-binding protein inhibitor ID-4", "class B basic helix-loop-helix protein 27", "inhibitor of DNA binding 4, HLH protein", "inhibitor of DNA binding 4, dominant negative helix-loop-helix protein", "inhibitor of differentiation 4"], "pantherdb": {"HGNC": "5363", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "99414", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10090, "uniprot_kb": "P41139"}, {"RGD": "631428", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 10116, "uniprot_kb": "E9PU21"}, {"Ensembl": "ENSGALG00000034661", "ortholog_type": "O", "panther_family": "PTHR11723", "taxid": 9031, "uniprot_kb": "Q90X15"}, {"Ensembl": "ENSGALG00000039474", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 9031, "uniprot_kb": "A0A1D5PVS1"}, {"ZFIN": "ZDB-GENE-051113-208", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 7955, "uniprot_kb": "Q32PN8"}, {"FlyBase": "FBgn0000575", "ortholog_type": "LDO", "panther_family": "PTHR11723", "taxid": 7227, "uniprot_kb": "P18491"}], "uniprot_kb": "P47928"}, "pathway": {"kegg": [{"id": "hsa04350", "name": "TGF-beta signaling pathway - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}], "netpath": {"id": "Pathway_ID", "name": "ID"}, "reactome": [{"id": "R-HSA-1266738", "name": "Developmental Biology"}, {"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-166520", "name": "Signaling by NTRKs"}, {"id": "R-HSA-187037", "name": "Signaling by NTRK1 (TRKA)"}, {"id": "R-HSA-198725", "name": "Nuclear Events (kinase and transcription factor activation)"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9031628", "name": "NGF-stimulated transcription"}, {"id": "R-HSA-9830364", "name": "Formation of the nephric duct"}, {"id": "R-HSA-9830369", "name": "Kidney development"}], "wikipathways": {"id": "WP2877", "name": "Vitamin D Receptor Pathway"}}, "pfam": "PF00010", "pharmgkb": "PA29611", "pharos": {"target_id": 14090, "tdl": "Tbio"}, "pir": ["G01855", "JE0306"], "prosite": "PS50888", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF167885", "relationship": "is"}, {"id": "GNF178791", "relationship": "is"}, {"id": "GNF189697", "relationship": "is"}, {"id": "GNF200603", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF044179", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF006908", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF096237", "relationship": "is"}, {"id": "GNF135893", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000006.12", "NC_060930.1"], "protein": "NP_001537.1", "rna": "NM_001546.4", "translation": {"protein": "NP_001537.1", "rna": "NM_001546.4"}}, "reporter": {"HG-U133_Plus_2": ["209291_at", "209292_at", "209293_x_at", "226933_s_at", "229386_at"], "HG-U95Av2": "41536_at", "HTA-2_0": "TC06000126.hg.1", "HuEx-1_0": "2897453", "HuGene-1_1": "8117120", "HuGene-2_1": "17005223"}, "summary": "This gene encodes a member of the inhibitor of DNA binding (ID) protein family. The encoded protein lacks DNA binding ability, and instead regulates gene expression through binding to and inhibiting basic helix-loop-helix transcription factors. This protein has been implicated in the regulation of diverse cellular processes that play a role in development and tumorigenesis. [provided by RefSeq, Aug 2017].", "symbol": "ID4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415857"}, "unigene": ["Hs.663469", "Hs.519601"], "uniprot": {"Swiss-Prot": "P47928"}, "wikipedia": {"url_stub": "ID4"}}