{"AllianceGenome": "6059", "HGNC": "6059", "MIM": "147435", "_id": "3620", "_version": 2, "accession": {"genomic": ["AC007991.7", "AH002828.2", "CH471080.2", "CP068270.2", "HI179038.1", "JN197608.1", "JN382541.1", "NC_000008.11", "NC_060932.1", "NG_028155.1"], "protein": ["AAA36081.1", "AAH27882.1", "AAO34405.1", "AEF30540.1", "AEQ33599.1", "AFK79855.1", "BAG36069.1", "BBG06132.1", "CAA35663.1", "CBX53828.1", "EAW63270.1", "EAW63271.1", "EAW63272.1", "NP_002155.1", "P14902.1"], "rna": ["AK313259.1", "AU137351.1", "AY221100.1", "BC027882.1", "BF094375.1", "CD366252.1", "CD690354.1", "JF772862.1", "LC420315.1", "M34455.1", "NM_002164.6", "X17668.1"], "translation": [{"protein": "BBG06132.1", "rna": "LC420315.1"}, {"protein": "BAG36069.1", "rna": "AK313259.1"}, {"protein": "NP_002155.1", "rna": "NM_002164.6"}, {"protein": "AAA36081.1", "rna": "M34455.1"}, {"protein": "AAH27882.1", "rna": "BC027882.1"}, {"protein": "AEF30540.1", "rna": "JF772862.1"}, {"protein": "CAA35663.1", "rna": "X17668.1"}, {"protein": "AAO34405.1", "rna": "AY221100.1"}]}, "alias": ["IDO", "IDO-1", "INDO"], "ec": "1.13.11.52", "ensembl": {"gene": "ENSG00000131203", "protein": ["ENSP00000253513", "ENSP00000428716", "ENSP00000429297", "ENSP00000429933", "ENSP00000430505", "ENSP00000430950"], "transcript": ["ENST00000253513", "ENST00000518237", "ENST00000518804", "ENST00000519154", "ENST00000521480", "ENST00000521636", "ENST00000522495", "ENST00000522840", "ENST00000523779"], "translation": [{"protein": "ENSP00000429297", "rna": "ENST00000518804"}, {"protein": "ENSP00000428716", "rna": "ENST00000519154"}, {"protein": "ENSP00000430505", "rna": "ENST00000522495"}, {"protein": "ENSP00000429933", "rna": "ENST00000522840"}, {"protein": "ENSP00000253513", "rna": "ENST00000253513"}, {"protein": "ENSP00000430950", "rna": "ENST00000518237"}], "type_of_gene": "protein_coding"}, "entrezgene": "3620", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 12.3278334086, "exp_mis": 109.148049618, "exp_syn": 43.9355048977, "lof_z": 0.938875240553613, "mis_z": -1.2103269454042, "mu_lof": 8.99339788843e-07, "mu_mis": 1.11103407997e-05, "mu_syn": 4.31696181146e-06, "n_lof": 9.0, "n_mis": 135.0, "n_syn": 56.0, "p_li": 1.41760011324181e-05, "p_null": 0.36676619558868, "p_rec": 0.633219628410187, "syn_z": -1.12836862797075}, "bp": 1212, "cds_end": 39785704, "cds_start": 39771441, "n_exons": 10, "nonpsych": {"exp_lof": 10.9803980089, "exp_mis": 98.6120391794, "exp_syn": 39.5883904822, "lof_z": 0.883318215973026, "mis_z": -1.03554853187158, "mu_lof": 8.99339788843e-07, "mu_mis": 1.11103407997e-05, "mu_syn": 4.31696181146e-06, "n_lof": 8.0, "n_mis": 119.0, "n_syn": 54.0, "p_li": 5.18243292993061e-05, "p_null": 0.356857006617214, "p_rec": 0.643091169053487, "syn_z": -1.44208907182367}, "nontcga": {"exp_lof": 11.3243072904, "exp_mis": 100.398912944, "exp_syn": 40.4033661901, "lof_z": 0.974488206872078, "mis_z": -1.3226493017614, "mu_lof": 8.99339788843e-07, "mu_mis": 1.11103407997e-05, "mu_syn": 4.31696181146e-06, "n_lof": 8.0, "n_mis": 127.0, "n_syn": 52.0, "p_li": 5.81724330211789e-05, "p_null": 0.301990270756483, "p_rec": 0.697951556810496, "syn_z": -1.15516833151019}, "transcript": "ENST00000518237.1"}, "exons": [{"cdsend": 39928185, "cdsstart": 39913922, "chr": "8", "position": [[39913890, 39914009], [39917874, 39917970], [39918087, 39918207], [39918814, 39918933], [39920099, 39920114], [39922551, 39922651], [39923468, 39923586], [39924720, 39924772], [39925222, 39925371], [39927829, 39928790]], "strand": 1, "transcript": "NM_002164", "txend": 39928790, "txstart": 39913890}], "exons_hg19": [{"cdsend": 39785704, "cdsstart": 39771441, "chr": "8", "position": [[39771409, 39771528], [39775393, 39775489], [39775606, 39775726], [39776333, 39776452], [39777618, 39777633], [39780070, 39780170], [39780987, 39781105], [39782239, 39782291], [39782741, 39782890], [39785348, 39786309]], "strand": 1, "transcript": "NM_002164", "txend": 39786309, "txstart": 39771409}], "generif": [{"pubmed": 11867636, "text": "heme environment--structural properties and substrate-ligand interactions"}, {"pubmed": 11987129, "text": "Data show that overexpression of indoleamine-2,3-dioxygenase is present in Crohn's disease as well as in ulcerative colitis, but nit in diverticulitis, as compared to normal mucosa."}, {"pubmed": 12186837, "text": "inhibition of allogeneic T cell proliferation by indoleamine 2,3-dioxygenase-expressing dendritic cells: mediation of suppression by tryptophan metabolites"}, {"pubmed": 12228717, "text": "describe a subset of human monocyte-derived dendritic cells that use IDO to inhibit T cell proliferation in vitro"}, {"pubmed": 12471139, "text": "Induction of IDO in airway epithelial-like tumor cells by exposure to IFN-gamma for 24 hr markedly amplifies IL-6 and IL-8 responses via depletion of tryptophan from the culture medium."}, {"pubmed": 12766158, "text": "Asp274 and his346 are essential for heme binding and catalytic function of human indoleamine 2,3-dioxygenase"}, {"pubmed": 12938169, "text": "Data show that indoleamine 2,3-dioxygenase-expressing fibroblasts embedded within collagen gel suppress the proliferation of allogenic immune cells, while they still remain viable in a tryptophan-deficient culture environment."}, {"pubmed": 12963490, "text": "one important consequence of increasing IDO activity in astroglial cells during inflammation is to maintain NAD levels through de novo synthesis from tryptophan."}, {"pubmed": 13678429, "text": "characterization of regulatory sequences involved in the synergistic transcriptional activation of the indoleamine dioxygenase gene by interferon-gamma and tumor necrosis factor-alpha."}, {"pubmed": 14502282, "text": "Data show that most human tumors constitutively express indoleamine 2,3-dioxygenase (IDO), and that expression of IDO by immunogenic mouse tumor cells prevents their rejection by preimmunized mice."}, {"pubmed": 14871294, "text": "indoleamine 2,3-dioxygenase is necessary for cytolytic activity of natural killer cells."}, {"pubmed": 14969766, "text": "Downregulation of MHC class I expression by Indoleamine 2,3-dioxygenase(IDO) might be one of the mechanisms through which IDO mediates local immunosuppression."}, {"pubmed": 15001472, "text": "Bone marrow stromal cells express IDO protein and exhibit functional IDO activity upon stimulation with IFN-gamma."}, {"pubmed": 15070879, "text": "despite suppression by progesterone, indoleamine 2,3-dioxygenase expression in endometrial stromal cells may increase during decidualization due to stimulation by interferon-gamma secreted by infiltrating leukocytes."}, {"pubmed": 15102781, "text": "RT4 cells were able to inhibit the growth of Staphylococcus aureus in an IDO-mediated fashion, and this bacteriostatic effect was abolished by endogenously produced NO."}, {"pubmed": 15245429, "text": "stimulation with interferon-gamma (IFN-gamma) induces the expression of functionally active IDO in highly purified human epidermal Langerhans cells"}, {"pubmed": 15254595, "text": "Data suggest that indoleamine 2,3-dioxygenase-mediated suppression by plasmacytoid dendritic cells in tumor-draining lymph nodes creates a local microenvironment that is potently suppressive of host antitumor T cell responses."}, {"pubmed": 15374002, "text": "HSV-2 antiviral effect of type II interferon and TNF-alpha is dependent on IDO activation."}, {"pubmed": 15528322, "text": "IDO induction in eosinophils is a potential mechanism in the regulation of T helper type 2 (Th2) cell polarization."}, {"pubmed": 15711557, "text": "Findings indicate that attenuated Bin1 causes elevation of IDO and immune escape of cancers in mice. Additionally, small molecule inhibitors of IDO reverse the effects of Bin1 loss and leverage the efficacy of chemotherapeutic drugs in cancer."}, {"pubmed": 15919929, "text": "IFN-gamma-induced enzyme IDO plays an important antiviral role in Measles Virus infections of epithelial, endothelial, and astroglial cells."}, {"pubmed": 15947091, "text": "indoleamine 2,3 dioxygenase (IDO) activity is induced in a two-step process during dendritic cell maturation"}, {"pubmed": 15950064, "text": "the function of IDO and kynurenine hydroxylase may change from a role in immunosuppression at the maternal-fetal interface in early pregnancy, to one associated with regulation of fetoplacental blood flow or placental metabolism in late gestation"}, {"pubmed": 15967116, "text": "Indoleamine 2,3-dioxygenase is expressed not by tumor cells, but by normal cells infiltrating the peritumoral stroma"}, {"pubmed": 16135011, "text": "A high T-helper type 1 (Th1)/Th2 cell ratio is more likely to cause loss of an allogeneic embryo in early pregnancy than is the loss of putative protection by reduced uterine levels of IDO."}, {"pubmed": 16176799, "text": "In this review, the unique catalytic properties of indoleamine 2,3-dioxygenase are described, and the recent findings regarding the dioxygenase-initiated tryptophan metabolism are summarized."}, {"pubmed": 16319139, "text": "HO-1/IDO cross-regulation modulates apoptosis and proliferation in rat and human breast cancer cells"}, {"pubmed": 16406698, "text": "examine the arguments for and against a function of IDO-expressing human dendritic cells (DCs) and conclude that proof for an immunoregulatory role in vivo is still lacking"}, {"pubmed": 16421220, "text": "CTLA-4 on regulatory T cells up-regulates IDO expression on decidual and peripheral blood dendritic cells and monocytes by the induction of IFN-gamma production."}, {"pubmed": 16477023, "text": "X-ray crystal structure of human IDO, complexed with the ligand inhibitor 4-phenylimidazole and cyanide was reported."}, {"pubmed": 16489067, "text": "IDO significantly contributes to disease progression and overall survival in patients with colorectal cancer."}, {"pubmed": 16511306, "text": "purification, crystallization and preliminary X-ray study of human IDO"}, {"pubmed": 16513157, "text": "Indoleamine 2,3-dioxygenase may have a role in the decline of T cell responses in immunosenescence"}, {"pubmed": 16686756, "text": "The variable expression of IDO in different endothelial cells is important not only in understanding the role of endothelial cells in the regulation of graft rejection, but also as a potential therapeutic strategy."}, {"pubmed": 16834326, "text": "These data provide the first glimpse of the possible regulatory mechanism of hIDO by NO and suggest that the NO-dependent regulation can be modulated by cellular factors, such as the NO abundance, pH, redox environment, and L-Trp availability."}, {"pubmed": 16842443, "text": "reduced IDO activity found in the macrophages of patients with hepatitis C virus infection suggest the infection may hamper macrophage functions"}, {"pubmed": 17015408, "text": "Sleeping beuaty-bsed human indoleamine 2,3-dioxygenase represents a new strategy for treating lung transplantation-associated chronic complications in rats."}, {"pubmed": 17038913, "text": "Recombinant antithymocyte globulin inhibits maturation of immature dendritic cells and llows the generation of dendritic cells expressing indoleamine 2,3-dioxygenase."}, {"pubmed": 17170728, "text": "Acute myelocytic leukemia cells expresse INDO mRNA, but not IDO protein when exposed to optimal concentrations of IFN-gamma."}, {"pubmed": 17182891, "text": "hCG can upregulate human trophoblast indoleamine 2, 3-dioxygenase, which probably plays a key role at maternal fetal interface in preventing fetal rejection."}, {"pubmed": 17192467, "text": "IDO activation may protect islet cells from cytotoxic damage by interferon gamma."}, {"pubmed": 17202379, "text": "TNF-alpha enhanced TLR ligand-induced IL-8 production in human gingival fibroblasts"}, {"pubmed": 17229698, "text": "Induction of IDO may dampen T-cell reactivity to viral antigens in chronic hepatitis C virus infection"}, {"pubmed": 17294609, "text": "change in the clinical course of multiple sclerosis observed in pregnancy may be related to the estrogen-dendritic cell-IDO axis"}, {"pubmed": 17318080, "text": "CD123/CCR6 dendritic cells (DCs) do not constitutively express IDO and \"induced\" IDO DCs"}, {"pubmed": 17321596, "text": "From the expression pattern we conclude that IDO may play a central role in human pregnancies for the establishment of maternal tolerance of fetal antigens"}, {"pubmed": 17393386, "text": "Review discusses the immunoregulatory pathway of tryptophan catabolism initiated by indoleamine 2,3-dioxygenase (IDO) as a bidirectional feedback loop that could be part of an integrated response for preventing excessive inflammation and autoimmunity."}, {"pubmed": 17433037, "text": "IDO expression at the invasive front of cancer cells and APC, and the localization of Foxp3(+) Treg cells in front of cancer tissues, may create a network between IDO and Treg for the"}, {"pubmed": 17535808, "text": "NO inhibits rhIDO activity reversibly by binding to the active site heme to trap the enzyme as an inactive nitrosyl-Fe(II) enzyme adduct with Trp bound and O2 displaced"}, {"pubmed": 17605849, "text": "Human acute monocyte leukemia and acute lymphocyte leukemia express indoleamine 2, 3-dioxygenase."}, {"pubmed": 17626075, "text": "poly(I:C)induction of IDO was mediated in part by IFN-beta but not IFN-gamma, and both NF-kappaB and interferon regulatory factor 3 (IRF3) were required."}, {"pubmed": 17674321, "text": "The levels of intralesional expression of mRNA of tumor necrosis factor-alpha, interferon, interleukin-10, RANTES, and indoleamine-2,3-dioxygenase in Mediterranean spotted fever are reported; levels of inducible nitric oxide synthase are also reported."}, {"pubmed": 17711549, "text": "Transfected into rats, reduces vascular permeability and leukocyte extravasation, and consequently improves graft function and histologic appearance."}, {"pubmed": 17911610, "text": "Interferon gamma-inducible expression of indoleamine 2,3-dioxygenase by human vascular smooth muscle cells inhibits allogeneic T cell activation, proliferation, and accumulation in vitro and in vivo."}, {"pubmed": 17951526, "text": "indoleamine 2,3-dioxygenase and prostaglandin E2 represent key mediators of the Mesenchymal stem cells-induced inhibition of NK cells"}, {"pubmed": 18008147, "text": "The finding of this study revealed that the proliferation of CD8+ and CD4+ T cells are suppressed in response to tryptophan deficient environment caused by IDO expression and it is more so for CD8+ T than CD4+ T cells."}, {"pubmed": 18036645, "text": "The present study has demonstrated for the first time that baseline IDO enzymatic activity in induced sputum from asthmatic patients is very low compared with that seen in nonasthmatic control subjects and is inversely related to sputum eosinophilia."}, {"pubmed": 18045970, "text": "Any possible antitumor effects of dextro-1-methyl tryptophan cannot be attributed to abrogation of IDO activity in dendritic cells."}, {"pubmed": 18055547, "text": "Type I IFN-mediated skin disorders, such as lichen planus , strongly express IDO in lesional skin."}, {"pubmed": 18176870, "text": "We submit that an impaired IDO induction characterizes PBC (primary biliary cirrhosis)and might represent a contributing factor in disease pathogenesis in association with several specific defects in the target tissue"}, {"pubmed": 18205804, "text": "it is suggested that tryptophan depletion via IFN-gamma-mediated IDO induction is a major antibacterial, antiparasitic, antiviral and immunoregulatory mechanism in human lung cells."}, {"pubmed": 18274832, "text": "are differences and similarities between biochemical behaviour and structural features of recombinant human IDO and recombinant mouse IDO"}, {"pubmed": 18299324, "text": "Cytochrome b(5) rather than O(2)(*-) plays a major role in the activation of IDO in human cells."}, {"pubmed": 18332894, "text": "transgenic expression of IDO in xenografts contributes to prolonged graft survival"}, {"pubmed": 18370410, "text": "reveal significant differences between the IDO and tryptophan 2,3-dioxygenase (TDO) enzymes, and the implications of these results are discussed in terms of our current understanding of IDO and TDO catalysis"}, {"pubmed": 18438685, "text": "IDO may be a novel favorable prognostic indicator and candidate adjuvant therapeutic target for hepatocellular carcinoma."}, {"pubmed": 18622801, "text": "IDO is a sensitive marker of atherosclerosis--or the inflammatory response associated with it--but does not have an independent role in the pathogenesis of this disease."}, {"pubmed": 18639339, "text": "In patients with acute myeloid leukemia (AML), the serum kynurenine/tryptophan ratio (Kyn/Trp) was raised, suggesting a higher IDO activity than in healthy people"}, {"pubmed": 18660700, "text": "considerable potential for immunoregulation and antigen-specific tolerance induction in transplantation"}, {"pubmed": 18776940, "text": "differentiation of naive CD4+ T cells into Tregs with suppressive function was primarily dependent on plasmacytoid dendritic cell expression of indoleamine 2,3-dioxygenase"}, {"pubmed": 18802343, "text": "increased activity is associated with asymptomatic atopy during seasonal allergen exposure"}, {"pubmed": 18832696, "text": "IDO pathway is essential for PDC-driven Treg generation from CD4(+)CD25(-) T cells and implicate the generation of kynurenine pathway metabolites as the critical mediator of this process."}, {"pubmed": 19004406, "text": "Hydatidiform moles express IDO, but the majority of gestational trophoblastic tumors do not express this enzyme, suggesting that IDO-mediated immunoregulation is unlikely to be a major component of the malignant phenotype in these tumors."}, {"pubmed": 19010841, "text": "IDO overexpression in human cancer cells contributes to tumor progression in vivo with suppression of NK cells"}, {"pubmed": 19050070, "text": "determined INDO mRNA expression in leukemic blasts of 286 patients with acute myeloid leukemia by gene-expression profiling; high INDO expression is a strong negative independent predicting variable for overall and relapse-free survival"}, {"pubmed": 19058839, "text": "House dust mite-sensitive DCs exposed to Der p 1 downregulated IDO activity and tipped the T(H)1/T(H)2 cytokine balance toward IL-4, resulting in sustainable IDO suppression."}, {"pubmed": 19074858, "text": "IDO is critically involved in tumor resistance to repeated treatments with IFNgamma-NGR, likely causing excessive stimulation of tryptophan catabolism and inhibiting antitumor immune mechanisms"}, {"pubmed": 19106591, "text": "significance of indoleamine 2,3-dioxygenase (IDO) in recurrent breast cancer patients during chemotherapy"}, {"pubmed": 19155537, "text": "IDO activity and serum levels of tryptophan catabolites of the kynurenine pathway increase with chronic kidney disease (CKD) severity. In CKD, induction of IDO may primarily be a consequence of chronic inflammation."}, {"pubmed": 19168733, "text": "Role in the suppressive activity of intralesional Treg cells during acute and chronic cutaneous leishmaniasis due to Leishmania guyanensis."}, {"pubmed": 19264674, "text": "Our results demonstrate that IDO plays an important role in the antiviral effect of IFN-gamma against DENV infection in vitro and suggest that it has a role in the immune response to DENV infections in vivo."}, {"pubmed": 19306922, "text": "Elevation of intracellular iron levels during stimulation with IFNgamma impeded IFNgamma-induced IDO mRNA and protein expression."}, {"pubmed": 19353519, "text": "Induction of IDO1 by TLR involved an autocrine interferon (IFN)-beta signaling loop, which was dependent on protein kinase R"}, {"pubmed": 19363598, "text": "Indoleamine 2,3-dioxygenase (IDO)-expression in antigen-presenting cells (APCs) may control autoimmune responses by depleting the available tryptophan, whereas tryptophanyl-tRNA synthetase (TTS) may counteract this effect"}, {"pubmed": 19434461, "text": "Imaging correlates of differential expression of IDO1 in brain neoplasms are reported."}, {"pubmed": 19448397, "text": "These data support the notion that metastatic malignant melanoma cells select for expression of IDO to evade immunologic detection."}, {"pubmed": 19465693, "text": "priming of resting T cells with autologous, IDO-expressing, mature moDCs results in up to 10-fold expansion of CD4(+)CD25(bright)Foxp3(+)CD127(neg) Tregs."}, {"pubmed": 19487045, "text": "These results suggest that increased IDO activity is involved in disease progression of lung cancer, possibly through its immunosuppressive effect."}, {"pubmed": 19489917, "text": "INDO showed significant associations with Aspirin-intolerant asthma."}, {"pubmed": 19514129, "text": "Identification of genetic variants in the human indoleamine 2,3-dioxygenase (IDO1) gene, which have altered enzyme activity"}, {"pubmed": 19564344, "text": "impaired cytotoxic function seen in the IDO-treated CD8(+) T cells was accompanied by defects in production of granule cytotoxic proteins, including perforin and granzyme A and B"}, {"pubmed": 19597340, "text": "rhIDO significantly inhibited IL-2 expression in CHO cells. It decreased proliferative response & increased apoptosis in human T cells. IDO suppressed Vav1 mRNA & protein production in T cells. IDO inhibited TCR-activation-induced Vav1 phosphorylation."}, {"pubmed": 19604093, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19604349, "text": "Foxp3 and IDO expression is associated with sentinel lymph node metastases in breast cancer"}, {"pubmed": 19693771, "text": "These results suggest that the activation of NF-kappaB through the PI3K-PKC-reactive oxygen species and PI3K-Akt pathways is required for the Hb-induced IDO expression in bone marrow dendritic cells."}, {"pubmed": 19695096, "text": "Data show that high density indoleamine 2,3-dioxygenase (IDO)+ cells exist in tumor-draining lymph nodes and that IDO is down-regulated in lymph nodes with metastases, implying that IDO in tumor and immune cells functions differently."}, {"pubmed": 19737010, "text": "Presented is evidence supporting the presence of an inhibitory substrate binding site in IDO that is capable of binding the substrates (L-Trp and 1-methyl-L-tryptophan), an effector (3-indole ethanol), and an uncompetitive inhibitor (Mitomycin C)."}, {"pubmed": 19740345, "text": "Inhibition of IDO expression with both classes of siRNAs inhibited dendritic cells immunosuppressive function on T-cell proliferation"}, {"pubmed": 19783182, "text": "Plasma IDO activity does not reflect the degree of lung graft acceptance, but instead is correlated with the degree of chronic inflammation."}, {"pubmed": 19815714, "text": "Results suggest that functional thymic indoleamine 2,3-dioxygenase-positive eosinophils during human infant life may have an immunomodulatory role in Th2 immune responses."}, {"pubmed": 19828629, "text": "IDO1-mediated tryptophan depletion induces transcriptional repressor B lymphocyte-induced maturation protein-1 (BLIMP-1) in U937 cells."}, {"pubmed": 19829303, "text": "IDO positive plasmacytoid dendritic cells are the classical BDCA2 positive cells in melanoma lymph nodes"}, {"pubmed": 19844741, "text": "increased IDO expression in esophageal squamous cell carcinomas is from a mixed cellular source (both cancer cells and noncancerous cells)"}, {"pubmed": 19929471, "text": "Dendritic cells polarizing culture conditions increased expression of IDO protein and IDO enzyme activity."}, {"pubmed": 19933867, "text": "Activated T cells can induce functional IDO expression in breast and kidney tumor cell lines. IDO is expressed in the majority of breast and kidney carcinoma samples, with infiltration of activated T helper type 1-polarized T cells in human tumors."}, {"pubmed": 20128646, "text": "The expression of IDO may in part explain retinal pigment epithelial mediated immune suppression effects."}, {"pubmed": 20192952, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20192952, "text": "Variation \"c.-147_150delGAAA\" in the 5'-untranslated region of the IDO1 gene does not appear to be a primary cause of pre-eclampsia."}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20361220, "text": "subtle differences between the TDO and IDO reactions"}, {"pubmed": 20386557, "text": "mediates immunosuppressive properties of umbilical cord-derived mesenchymal stem cells"}, {"pubmed": 20484731, "text": "Postulate that induction of IDO may represent a critical initiating event that results in inversion of the T(H)17/T(reg) balance and in the consequent maintenance of a chronic inflammatory state in progressive HIV disease."}, {"pubmed": 20522587, "text": "Human IDO transfected into composite three-dimensional islet grafts in mice, prolongs the islet allograft."}, {"pubmed": 20570568, "text": "In human chronic granulomatous disease (CGD)IDO metabolic activity is intact. Reactive oxygen intermediates apparently are dispensable for IDO activity. Thus, hyperinflammation in human CGD cannot be attributed to disabled IDO activation."}, {"pubmed": 20635895, "text": "Studies suggest that increased IDO activity may play an activating role in the autoimmune response."}, {"pubmed": 20648630, "text": "Data suggest that high expression of protein IMPACT homolog in non-immune cells acts as a protective mechanism against indoleamine 2,3-dioxygenase (IDO)-induced GCN2 activation, making them resistant to the amino acid-deprived environment caused by IDO."}, {"pubmed": 20663292, "text": "Data show elevated levels of 3-HK modifications and the upstream, rate-limiting enzyme indoleamine 2,3-dioxygenase (IDO-1) in Alzheimer's diseased brains when compared to controls."}, {"pubmed": 20689575, "text": "Psychological stress stimulates cytokine-driven IDO1 activation and Trp depletion which seems to have a central role for developing stress-induced immunosuppression and behavioral alteration."}, {"pubmed": 20801903, "text": "Data identify indoleamine 2,3-dioxygenase-mediated catabolism as a tolerogenic mechanism exerted by leukemic dendritic cells and have clinical implications for the use of these cells for active immunotherapy of leukemia."}, {"pubmed": 20938662, "text": "Data suggest that indoleamine 2,3-dioxygenase (IDO) activity might play a role in diffuse large B-cell lymphoma and cells that express IDO appear important for determining outcomes after R-CHOP treatment."}, {"pubmed": 21028817, "text": "Binding of CO to l-Trp-bound IDO causes a significant change in the electronic and RR spectra of the heme, indicating that the pi* orbitals of the carbon atom of CO interact with pi orbitals of Fe and the porphyrin"}, {"pubmed": 21030093, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21030093, "text": "study concludes that there is no association between INDO polymorphisms and susceptibility of Iranian women to recurrent spontaneous abortion"}, {"pubmed": 21094802, "text": "Patients receiving belatacept showed greater amounts of peripheral blood CD16+/IDO+ cells and Tregs on graft biopsies than those under cyclosporine treatment."}, {"pubmed": 21118329, "text": "[review] Induction of indoleamine 2, 3-dioxygenase and quinolinic acid mediates seizure activity in multiple sclerosis at least in part via an increase in interferon (IFN)gamma."}, {"pubmed": 21176371, "text": "Thymosin alpha1 can up-regulate the expression of ido mRNA in bone marrow mesenchymal stem cells from children with aplastic anemia."}, {"pubmed": 21292009, "text": "Compared to healthy volunteers, IDO concentration was twice as high in hemodialysis patients, which contributed to inadequate immune response to HBV vaccination."}, {"pubmed": 21324164, "text": "Data suggest an inflammatory response characterized by indoleamine 2,3-dioxygenase activation may be relevant to the development of post-stroke cognitive impairment."}, {"pubmed": 21328335, "text": "Loss of indoleamine 23-dioxygenase is associated with basal-like breast carcinoma."}, {"pubmed": 21355883, "text": "High IDO Dioxygenase is associated with acute graft-versus-host disease."}, {"pubmed": 21359206, "text": "IFN-gamma inhibited proliferation and altered human and mouse MSC neural, adipocytic and osteocytic differentiation via the activation of IDO."}, {"pubmed": 21361337, "text": "Studies indicate that the heme dioxygenases are differentiated by their ability to catalyze the oxidation of l-tryptophan to N-formylkynurenine."}, {"pubmed": 21461563, "text": "The intensity of IDO immunostaining was lower in the preeclamptic placentae than in the normal controls, and was related to the clinical severity of the preeclampsia."}, {"pubmed": 21461581, "text": "IDO plays a key role in gastric cancer immune suppression, possibly by inhibiting T cell-mediated cytotoxicity and proliferation in vitro."}, {"pubmed": 21487895, "text": "These results suggest that the activity of IDO enzyme is insufficient in immune thrombocytopenia patients."}, {"pubmed": 21501890, "text": "in infectious, but also in noninfectious human cutaneous granulomas the large myeloid CD11c(+)S100(+)CD68(-) dendritic cells and the CD68(+) macrophages express IDO."}, {"pubmed": 21502325, "text": "analysis of ferryl derivatives of human indoleamine 2,3-dioxygenase"}, {"pubmed": 21517752, "text": "This article reviews the interplay between indoleamine 2,3-dioxygenase 1 and cyclooxygenase (COX)-2 in chronic inflammation and cancer."}, {"pubmed": 21517753, "text": "This review offers a survey of preclinical literature suggesting that IDO functions as a modifier of inflammatory states rather than simply as a suppressor of immune function."}, {"pubmed": 21517755, "text": "The paper suggests that IDO may represent an important regulatory checkpoint influencing Regulatory T cells activity: both by stabilizing and augmenting the suppressive phenotype, and by preventing reprogramming into non-suppressive helper-like cells."}, {"pubmed": 21517756, "text": "IDO is widely expressed in human tissues and cell subsets, including dendritic cells, where it modulates their function by increasing tolerogenic capacities."}, {"pubmed": 21517757, "text": "As it is comprehensively reviewed, IDO competence in human dendritic cells, in general, is induced by molecules such as interferon-gamma, which otherwise initiate immunity."}, {"pubmed": 21575365, "text": "Treatment with thymosin alpha1 downregulated TLR9 expression but upregulated IDO expression in a concentration- and time-dependent manner in aplastic anemia mesenchymal stem cells."}, {"pubmed": 21592112, "text": "data suggest that M. leprae chronic infection activates the suppressive molecule IDO which, in turn, contributes to the specific immunosuppression observed in lepromatous leprosy"}, {"pubmed": 21600662, "text": "In women, IDO activity moderated the association between depressive symptoms and carotid intimamedia thickness (IMT), so that a longitudinal association between depressive symptoms and IMT was found only in combination with high IDO activity"}, {"pubmed": 21616522, "text": "indoleamine 2,3-dioxygenase expression seems to be an independent prognostic factor in patients with vulvar squamous cell carcinoma ."}, {"pubmed": 21617756, "text": "It is possible that the substitution c.422+90G-->A; rs4613984 in an intron downstream to exon 4 of indoleamine 2, 3- dioxygenase (IDO) may be related with cataract formation among the aged."}, {"pubmed": 21690092, "text": "trace amounts of peroxide previously proposed to occur in NADH solutions as well as solid NADH activate IDO and lead to aerobic formation of superoxide and the reactive dioxygen adduct of the enzyme."}, {"pubmed": 21691274, "text": "The findings in Caucasians further support the notion that IDO has an important role in cytokine-induced behavioral changes."}, {"pubmed": 21692032, "text": "IDO expression in lower lip squamous cell carcinoma may aid immune escape and chronic inflammation to promote cancer progression."}, {"pubmed": 21693183, "text": "Our results suggest no influence of the variants in the IDO gene and the diagnosis of interferon-alpha-related depression in the Brazilian population."}, {"pubmed": 21712776, "text": "Somatization is characterized by increased IDO activity"}, {"pubmed": 21742973, "text": "the ability of IDO-expressing tumor cells to thrive in a tryptophan-depleted microenvironment by expressing a novel, highly tryptophan-specific transporter, which is resistant to inhibition by most other amino acids"}, {"pubmed": 21755000, "text": "A gradient of vascular endothelial IDO1 expression is present at both sides of the feto-maternal interface."}, {"pubmed": 21823214, "text": "High Indoleamine 2,3 dioxygenase-1 is associated with Crohn's disease."}, {"pubmed": 21835147, "text": "The proportion of CD4(+)IDO(+) T cells was significantly higher in patients with moderate GVHD."}, {"pubmed": 21835273, "text": "Purification and kinetic characterization of human indoleamine 2,3-dioxygenases 1 and 2 (IDO1 and IDO2) and discovery of selective IDO1 inhibitors."}, {"pubmed": 21892828, "text": "The data suggest that IDO uses a ring-opening mechanism during N-formylkynurenine formation, rather than Criegee or dioxetane mechanisms as previously proposed."}, {"pubmed": 21952237, "text": "ligation of TLR-3 by poly(I:C) induces IDO expression in human first-trimester trophoblasts via an IFN-beta-dependent pathway"}, {"pubmed": 21980470, "text": "identification of a variable number of tandem repeats polymorphism in IDO1 promoter and characterization of LEF-1 response elements"}, {"pubmed": 22013481, "text": "high expression in esophageal squamous cell carcinoma correlates with impaired overall survival time"}, {"pubmed": 22039265, "text": "Data suggest a strong association of indoleamine 2,3-dioxygenase (IDO) activity with the severity and outcome of clinical graft-versus-host disease (GVHD)."}, {"pubmed": 22069308, "text": "a novel role for interleukin-27 (IL-27) as mediator of intestinal epithelial barrier protection mediated via DMBT1 and IDO1"}, {"pubmed": 22093628, "text": "Expression of IDO is associated with clinical stage, lymph node metastasis, and microvessel density in breast cancer."}, {"pubmed": 22110525, "text": "upregulated expression in primary breast cancer correlates with increase of infiltrated regulatory T cells and lymph node metastasis"}, {"pubmed": 22112045, "text": "Indoleamine 2,3-dioxygenase expression and serum kynurenine concentrations in patients with diffuse large B-cell lymphoma."}, {"pubmed": 22184722, "text": "T cells isolated from the hepatocellular carcinoma tissues expressed significantly more CD69 molecules than did those on paired circulating and nontumor-infiltrating T cells; these tumor-derived CD69(+) T cells could induce considerable IDO in monocytes"}, {"pubmed": 22202241, "text": "expression of IDO did not correlate to histologic classification, tumor size, lymphatic invasion, venous invasion and lymph nodes metastasis, but it was correlated to clinical stage"}, {"pubmed": 22301793, "text": "although IDO is not required by MDM for the clearance of established viral infection, the spread of flavivirus infection is limited by IDO expressed in uninfected, neighboring cells."}, {"pubmed": 22424783, "text": "zebularine plus interferon gamma induce IDO1 gene expression related to demethylation events in the IDO1 promoter region and to up-regulation of expression of transcription factors"}, {"pubmed": 22519828, "text": "results show that cholera toxin per se does not induce the expression of functional IDO protein"}, {"pubmed": 22526360, "text": "The expression of indoleamine 2,3-dioxygenase in dendritic cells of immune thrombocytopenia patients was significantly decreased."}, {"pubmed": 22592557, "text": "IDO1 activation represents a local compensatory mechanism to limit obesity-induced inflammation and hypertension."}, {"pubmed": 22638210, "text": "IDO1 is possibly involved in endometriosis pathogenesis via promoting COX-2 and MMP-9 expression and regulation of endometrial stromal cells biological characteristics"}, {"pubmed": 22690871, "text": "The cystine/glutamate antiporter regulates the functional expression of indoleamine 2,3-dioxygenase in human dendritic cells."}, {"pubmed": 22722711, "text": "Data indicate that indoleamine 2,3-dioxygenase (IDO) is expressed in primary MMCs to a low degree and is unlikely to play a direct major role in vivo in dampening antitumor immunity."}, {"pubmed": 22751107, "text": "observed elevated plasma IDO activity in patients with both pain and depression"}, {"pubmed": 22828446, "text": "High IDO expression is associated with acute graft-versus-host disease."}, {"pubmed": 22860140, "text": "Activation of IDO1 appeared to be a defensive mechanism downstream of IFN-gamma that limited intracellular expansion of Orientia tsutsugamushi via tryptophan depletion."}, {"pubmed": 22891315, "text": "IDO inserts oxygen into indole in a reaction that is mechanistically analogous to the \"peroxide shunt\" pathway of cytochrome P450."}, {"pubmed": 22913669, "text": "Indoleamine 2,3-dioxygenase and prostaglandin E-2 are key modulators involved in the mesoangioblast suppression of T-cell proliferation."}, {"pubmed": 22923135, "text": "IDO downregulation enhanced the sensitivity of cervical cancer cells to natural killer cells in vitro and promoted NK cell accumulation in the tumor stroma in vivo."}, {"pubmed": 22929065, "text": "Data suggest that IDO activity may be a risk factor for future depression especially in women. IDO-induced alterations in serotonergic function may offer one biologic explanation to the well-established associations between inflammation and depression."}, {"pubmed": 22932670, "text": "A critical role for IDO-mediated immunosuppression in glioma."}, {"pubmed": 22936460, "text": "The upregulation of IDO1 in peripheral blood dendritic cells after maturation was significantly reduced in immune thrombocytopenia."}, {"pubmed": 23090116, "text": "Systemic delivery of Salmonella typhimurium transformed with IDO shRNA enhances intratumoral vector colonization and suppresses tumor growth."}, {"pubmed": 23109825, "text": "Downregulation of CD4 expression by IDO was significantly attenuated by the addition of tryptophan or IDO inhibitor in the infected C8166 cells."}, {"pubmed": 23179760, "text": "Tumoral indoleamine 2,3-dioxygenase express-ion predicts poor outcome in laryngeal squamous cell carcinoma."}, {"pubmed": 23200754, "text": "Indoleamine 2,3 dioxygenase gene polymorphisms correlate with CD8+ Treg impairment in systemic sclerosis."}, {"pubmed": 23209301, "text": "IDO has a novel function of catalyzing physiological peroxidase reactions."}, {"pubmed": 23232072, "text": "These data suggest that IDO1 expression may contribute to immune suppression in patients with multiple myeloma and possibly other hepatocyte growth factor-producing cancers."}, {"pubmed": 23289444, "text": "IDO plays an important role in the pregnancy-specific immune tolerance, and might be a contributing factor in the pathogenesis of pre-eclampsia."}, {"pubmed": 23344392, "text": "Indoleamine 2-3 dioxygenase (IDO1) is expressed in breast cancer tissue, as shown by immunohistochemistry. Expression is lower in ER- breast tumors with greater neoangiogenesis."}, {"pubmed": 23358471, "text": "Freshly-resected meningiomas expressed both LAT1, the tryptophan transporter system and IDO, demonstrating an active kynurenine pathway. Dissociated meningioma cells lost IDO expression."}, {"pubmed": 23411497, "text": "Indoleamine 2,3-dioxygenase-1 (IDO1) enhances survival and invasiveness of endometrial stromal cells via the activation of JNK signaling pathway."}, {"pubmed": 23413147, "text": "decrease in activity could constitute a relevant biomarker for the restoration of the immune response during visceral leishmaniasis"}, {"pubmed": 23426156, "text": "IDO is expressed more strongly in both primary and secondary glioblastoma tissue than low-grade glioma and may affect clinical outcome"}, {"pubmed": 23440412, "text": "Myeloid-derived suppressor cells suppress antitumor immune responses through IDO expression and correlate with lymph node metastasis in patients with breast cancer."}, {"pubmed": 23620105, "text": "the data provide proof-of-principle that immunisation with indoleamine 2,3-dioxygenase -silenced DC vaccine is safe and effective in inducing antitumour immunity."}, {"pubmed": 23651343, "text": "Indoleamine2,3-dioxygenase and tryptophanyl-tRNA synthetase may play critical roles in the immune pathogenesis of chronic kidney disease."}, {"pubmed": 23669411, "text": "In human colon cancer cells, blockade of IDO1 activity reduced nuclear and activated b-catenin, transcription of its target genes (cyclin D1 and Axin2), and, ultimately, proliferation."}, {"pubmed": 23682557, "text": "Results show that expressions of indoleamine 2,3-dioxygenase 1 (IDO1) mRNA and protein were coincidentally higher in non-Hodgkin lymphoma tissues."}, {"pubmed": 23751345, "text": "study reports on the contribution of all the individual cysteine residues towards the overall catalytic properties, secondary structure, heme environment and stability of IDO1"}, {"pubmed": 23752227, "text": "The immunosuppressive role of IDO is to target immune checkpoints and provide a strong incentive to clinically explore combination therapies using IDO inhibitors irrespective of IDO expression by the tumor cells"}, {"pubmed": 23847296, "text": "Decreased levels of IDO protein and mRNA in the placenta and decidua from recurrent spontaneous abortions patients suggest an important role for IDO in the maintenance of normal pregnancy."}, {"pubmed": 23853597, "text": "Data suggest that IDO1 and IL22 (interleukin-22) are crucial in balancing resistance/immunity with tolerance to Candida albicans in vaginal candidiasis (VC); genetic variants in IDO1 and IL22 are associated with heightened resistance to recurrent VC."}, {"pubmed": 23940074, "text": "antimicrobial functions are found to be species- and pathogen-specific"}, {"pubmed": 23949777, "text": "Forced IDO expression abolished the anti-apoptotic effect of umbilical cord-derived-mesenchymal stem cells on leukemia cells enhancing their proliferation-inhibitory effect on activated lymphocytes and leukemia cells."}, {"pubmed": 23973990, "text": "IFN-gamma up-regulates COX-2 and IDO1 in HL-60 acute myeloid leukemia cells."}, {"pubmed": 23986400, "text": "Up-regulated expression of IDO and PD-L1, as well as recruitment of regulatoryT cells, in the tumor microenvironment depended on the presence of CD8(+) T cells."}, {"pubmed": 24102581, "text": "IL-10 and IDO are involved in immunosuppression by human amniotic fluid stem cells."}, {"pubmed": 24252613, "text": "Data indicate that the inhibitor of indoleamine 2,3-dioxygenase (IDO), 1-methyl tryptophan (MT), inhibited the effects of cytokine mixtures (CM) on small heat shock protein 27 (Hsp27)."}, {"pubmed": 24268989, "text": "IDO and CD83 are expressed differently in human epidermal Langerhans cells"}, {"pubmed": 24282429, "text": "Tregs and IDO-expressing cells are increased with regard to disease activity. These cells could significantly shape inflammatory bowel disease pathophysiology, severity, and tolerance loss."}, {"pubmed": 24337170, "text": "Human cytomegalovirus efficiently blocks transcription of IFN-gamma-induced IDO mRNA both in infected fibroblasts."}, {"pubmed": 24391212, "text": "IDO1 is expressed only in circulating myeloid DCs and is modulated by PGE2.It needs continuous transcription and translation. It provides an additional mechanism of tolerance induced by proinflammatory mediators."}, {"pubmed": 24517146, "text": "this study demonstrates a pivotal role of IDO1 in the suppression of lymphocyte function in thyroid carcinoma microenvironment."}, {"pubmed": 24612287, "text": "this study investigated whether oxygen tension influences dendritic cells expression of IDO in the context of homoeostatic and altered redox."}, {"pubmed": 24687552, "text": "IDO was found in association with circulating breast cancer MV, while experimental and in silico gene expression revealed that IDO was mainly expressed in a triple-negative subgroup."}, {"pubmed": 24696473, "text": "Epstein-Barr virus infection induces IDO1 expression in macrophages through p38 and NF-kappaB pathways."}, {"pubmed": 24717869, "text": "low activity is associated with asthma in Finnish population"}, {"pubmed": 24721110, "text": "the expression intensity of IDO modulates macrophage differentiation"}, {"pubmed": 24732701, "text": "Paradoxical upregulation of IDO expression in colon MNCs and ECs may represent a new predictive factor for prognosis in gut AGVHD after human allogeneic hematopoietic stem cell transplantation."}, {"pubmed": 24742251, "text": "indoleamine 2,3-dioxygenase and infiltration of FOXP3+ regulatory T cells may have a role in aggressive characteristics of papillary thyroid microcarcinoma"}, {"pubmed": 24795458, "text": "In the presence of S100A4 or UA, MSCs gained an immunosuppressive capability and stably induced IL-10- and IDO-expressing lymphocytes that maintained their phenotype following proliferation."}, {"pubmed": 24870595, "text": "Data show that the subsets of dendritic cells and memory T cells, and the indoleamine 2,3-dioxygenase (IDO) expression were correlated with each other with the tumor size, depth of invasion, lymph node metastasis, and clinical stage."}, {"pubmed": 24875753, "text": "Human indoleamine 2,3-dioxygenase-2 has substrate specificity and inhibition characteristics distinct from those of indoleamine 2,3-dioxygenase-1"}, {"pubmed": 24903009, "text": "These data indicate that IDO1 expression by leukemia blasts negatively affects the prognosis of childhood acute myeloid leukemia"}, {"pubmed": 24988959, "text": "This is the first report of the interaction between IL-1Beta and IDO genes in schizophrenia."}, {"pubmed": 25031694, "text": "through the activation of IL-33, the increased expression of IDO1 in ectopic endometrial stromal cells contributed to the truncated phagocytic ability of macrophages in endometriosis."}, {"pubmed": 25060643, "text": "Cancer/stroma interplay via cyclooxygenase-2 and indoleamine 2,3-dioxygenase promotes breast cancer progression."}, {"pubmed": 25063873, "text": "RelB-p52 dimers were found to directly bind to the IDO promoter, leading to IDO expression in MDSCs"}, {"pubmed": 25081660, "text": "The results suggest that considering IDO and EGFR as two indicators for breast cancer treatment or prognosis analysis provides a potential option of individual treatment for the portion of breast cancer patients with co-expression of IDO and EGFR."}, {"pubmed": 25113564, "text": "In order to exert their protolerogenic function, fibrocytic myeloid-derived suppressor cells require direct contact with activated T cells, which leads to the production and secretion of IDO."}, {"pubmed": 25200149, "text": "Data indicate that the expression intensity of indoleamine 2, 3-dioxygenase (IDO) could modulate macrophage polarization in THP-1 cells."}, {"pubmed": 25248875, "text": "The expression of IDO mRNA was associated with a poor prognosis of AML."}, {"pubmed": 25274283, "text": "elevation of MMP-9 and IDO induced by pancreatic cancer cells mediates NK cell dysfunction."}, {"pubmed": 25283845, "text": "upregulated in choriodecidua following labor"}, {"pubmed": 25308308, "text": "In Helicobacter pylori-infected human gastric mucosa, an enhanced expression of IDO is capable of modulating Th1/Th2 and Th17 pathways"}, {"pubmed": 25394548, "text": "These results demonstrate that IDO2 plays a novel role as a negative regulator of IDO1 by competing for heme-binding with IDO1."}, {"pubmed": 25420916, "text": "Induction of IDO was mediated by the same TLR7-dependent recognition of B. burgdorferi RNA that contributes to the production of type I IFNs by human DCs."}, {"pubmed": 25450809, "text": "IFN-gamma coordinately induces IDO1 and a tryptophan-selective transporter in human colonic epithelial cells and mouse dendritic cells with a positive feedback mechanism via kynurenine-AhR signaling."}, {"pubmed": 25461397, "text": "Data suggest that the tumor necrosis factor-alpha (TNF-alpha)/ transforming growth factor-beta (TGF-beta)/indoleamine 2,3-dioxygenase (IDO) axis may represent a new mechanism contributing to the development of tolerance in IVIg-treated patients."}, {"pubmed": 25541686, "text": "functional importance of IDO enzymes in human Crohn's disease"}, {"pubmed": 25572287, "text": "IDO and tryptophan derivatives, particularly tranilast, can be tools for the therapy for lymphoid malignancies."}, {"pubmed": 25584868, "text": "Cell-sorting experiments demonstrated that IDO1 expression is found in a subset of CD1a(+)CD14(-)langerin(+) cells, expressing CD103"}, {"pubmed": 25627660, "text": "RSV can induce the expression and bioactivity of IDO in human moDC, in a virus replication-dependant fashion. We suggest that RSV activation of IDO could be a potential mechanism for the development of allergic diseases."}, {"pubmed": 25671592, "text": "Results suggest Withaferin A (WA) as a valuable small ligand molecule with strong binding affinity toward indoleamine 2,3-dioxygenase (IDO)."}, {"pubmed": 25683635, "text": "Results show low expression of Bin1, along with high expression of IDO, are predictor for poor prognosis in esophageal squamous cell cancer and thereby could be used to establish new therapeutic strategies."}, {"pubmed": 25756191, "text": "the role of IFN-lambda in IDO regulation was investigated after influenza infection of respiratory epithelial cells."}, {"pubmed": 25783564, "text": "human amniotic fluid stem cells exhibited regulatory properties when treated with interferon (IFN)-gamma, including induction of the immunomodulatory enzyme indoleamine 2,3-dioxygenase 1"}, {"pubmed": 25792183, "text": "slows down viral replication during Hepatitis C infection; inhibits CD4-T cells proliferation"}, {"pubmed": 25886742, "text": "We found a definitive relation between IDO1 induction on acute myeloid leukemia blasts mediated by NK cell-produced IFNgamma and the consequent functional deregulation of NK cells that favors AML immune escape."}, {"pubmed": 25897671, "text": "Type I interferons, present in systemic lupus erythematosus sera patients, are able to up-regulate IDO expression, which may lead to decreased serum serotonin levels."}, {"pubmed": 25899824, "text": "We conclude that autophagy, but not IDO and IFNgamma responsiveness, is dispensable for MSC's immunosuppressive properties. MSCs from CD subjects are functionally analogous to those of healthy individuals"}, {"pubmed": 26110930, "text": "IDO expression was increased in acute phase multiple sclerosis compared to patients in stable phase."}, {"pubmed": 26142400, "text": "Overexpression of IDO1 promoted immune modulatory activity, which was partly conveyed by IL-10."}, {"pubmed": 26186743, "text": "review of indoleamine 2,3-dioxygenase in health and disease [review]"}, {"pubmed": 26198597, "text": "IDO1 expression and activity in LC seem to be involved in the pathophysiology of EH in AD and could represent a predictive biomarker for patients with risk to develop EH and other viral complications."}, {"pubmed": 26267811, "text": "MT has potentiating effect in TGF-beta1-induced EMT, independently of IDO. This nonimmunological effect of MT should be considered if IDO is the target to avoid immune escape in bladder cancer"}, {"pubmed": 26285873, "text": "IDO activity was significantly greater in HIV/AIDS patients than in healthy controls."}, {"pubmed": 26361229, "text": "Indoleamine 2,3-Dioxygenase Is Involved in the Inflammation Response of Corneal Epithelial Cells to Aspergillus fumigatus Infections"}, {"pubmed": 26426076, "text": "Defective TLR9-mediated activation of IDO1 induction is associated with an inhibitor-positive status."}, {"pubmed": 26449488, "text": "Our results imply the probability of involvement of IDO in development of tolerance process, and we presume that high IDO activity is associated with nonresponsiveness to food allergens despite allergen sensitization."}, {"pubmed": 26511316, "text": "The data are consistent with a common reaction mechanism for indoleamine 2,3-dioxygenase-catalyzed oxidation of tryptophan and other tryptophan analogues."}, {"pubmed": 26511909, "text": "may play role in unexplained recurrent miscarriage"}, {"pubmed": 26517538, "text": "IDO role in cancer immune responses [review]"}, {"pubmed": 26563749, "text": "ISG15 is elevated in viremic HIV-1 patients and is associated with high TRAIL and IDO levels."}, {"pubmed": 26608400, "text": "high expression in nasopharyngeal carcinoma patients correlates with lower survival rates"}, {"pubmed": 26636389, "text": "Results suggest that IDO expression is implicated in immunosuppression and tumor progression in glioma cells; combining IDO inhibition with standard TMZ treatment could be an encouraging therapeutic strategy for patients with malignant glioma"}, {"pubmed": 26647830, "text": "IDO, through GCN2 kinase activation, downregulates the levels of TCRcomplex tchain and cMyc, resulting in the suppression of Tcell proliferation and a reduction in the levels of LDHA and GLS2"}, {"pubmed": 26727587, "text": "Data show that indole 23-dioxygenase (IDO) is variably expressed by tumor-infiltrating immune cells or reactive cells rather than lymphoma cells in diffuse large-cell lymphoma (DLBCL)."}, {"pubmed": 26762931, "text": "Prognostic value of IDO in acute myeloid leukemia."}, {"pubmed": 26782048, "text": "IDO expressed by placenta cells can down-regulate NKp46 and NKG2D expression and reduce cytotoxicity in NK cells, suggesting an important role for IDO in the maintenance of normal pregnancy"}, {"pubmed": 26814137, "text": "These results indicate that the level of IDO expression may be associated with pregnancy-related complications, such as URSA, by affecting trophoblast cell proliferation and migration via the STAT3 signaling pathway."}, {"pubmed": 26887337, "text": "IDO is a potential prognostic biomarker for overall survival of patients with gastric adenocarcinoma after gastrectomy."}, {"pubmed": 26895379, "text": "High IDO1 expression is associated with hepatocellular carcinoma."}, {"pubmed": 26982018, "text": "expression stronger in tongue hyperplasia than in tongue squamous cell carcinoma"}, {"pubmed": 27106797, "text": "High IDO1 expression is associated with cervical cancer."}, {"pubmed": 27112409, "text": "Structural Study of a Flexible Active Site Loop in Human Indoleamine 2,3-Dioxygenase and Its Functional Implications."}, {"pubmed": 27121174, "text": "induces PD-L1 expression by melanoma cells"}, {"pubmed": 27174915, "text": "Inhibition of TOR serine-threonine kinases (mTOR) strongly induced indoleamine 23-dioxygenase 1 (IDO1) expression and activity, corroborating its ability to recruit Treg cells in the tumor microenvironment."}, {"pubmed": 27192116, "text": "Epacadostat significantly decreases Treg proliferation induced by IDO production from IFN-gamma plus LPS matured human DCs, although the Treg phenotype does not change"}, {"pubmed": 27376248, "text": "Fumaric acid esters inhibit both IDO expression and enzymatic activity leading to a modulation of tryptophan degradation."}, {"pubmed": 27440266, "text": "PD-L1, IDO-1, and B7-H4 are differentially expressed in human lung carcinomas and show limited co-expression. While PD-L1 and IDO-1 are associated with increased tumor-infiltrating lymphoycte and IFN-gamma stimulation, B7-H4 is not."}, {"pubmed": 27595833, "text": "PSG stimulated IDO activity under the conditions of induction of the monocytes by interferon-gamma."}, {"pubmed": 27667153, "text": "Data show that in the absence of indoleamine 2,3-dioxygenase (IDO) inhibition, fatty acid oxidation increased along with increased activity of carnitine palmitoyltransferase I (CPT1)."}, {"pubmed": 27672107, "text": "Despite the large concordance between P and matched M for the evaluated molecular alterations, potential actionable targets such as ESR1 mutations were found only in M. This supports the importance of characterizing the M disease. Other targets we identified, such as HIF1A and IDO1, warrant further investigation in this patient population."}, {"pubmed": 27695127, "text": "Together, these results suggest that RSV infection of MSCs alters their immune regulatory function by upregulating IFN-b and IDO, affecting immune cell proliferation, which may account for the lack of protective RSV immunity and for chronicity of RSV-associated lung diseases such as asthma and COPD."}, {"pubmed": 27761872, "text": "IDO1 mRNA expression in cervical cancer"}, {"pubmed": 28027300, "text": "ver-expression of CTLA4 and IDO1 was significantly associated with biochemical recurrence. Our results provide clues on the mechanisms of tumor development and point to potential biomarkers for early detection and treatment for prostate cancer in young men."}, {"pubmed": 28053021, "text": "This first-in-human phase I study investigated the maximum tolerated dose, safety, pharmacokinetics, pharmacodynamics, and antitumor activity of epacadostat (INCB024360), a potent and selective inhibitor of IDO1"}, {"pubmed": 28057727, "text": "The data suggest that in Puumala infection, the mechanism responsible for the suppressive effect of IDO is not metabolic control of effector cells but rather the signaling mediated by tryptophan breakdown products, such as kynurenine."}, {"pubmed": 28131097, "text": "this study demonstrated that the downregulation of IDO expression on the endothelial cells of the villous stroma was associated with preeclampsia"}, {"pubmed": 28176360, "text": "MALAT1-overexpressed MSCs promoted M2 macrophage polarization and this effect was mediated by MALAT1-induced IDO expression, suggesting that MALAT1 may enhance the immunosuppressive properties of MSCs in vivo."}, {"pubmed": 28189796, "text": "Fourier transform infrared (FTIR) and nanosecond time-resolved optical spectroscopy to hIDO1 variants with modified heme pocket structures to identify important amino acid residues that stabilize the substrate in the active site."}, {"pubmed": 28256612, "text": "The role of IDO1-IDO2-AHR pathway in the TLR4-induced tolerogenic phenotype in human dendritic cells has been reported."}, {"pubmed": 28260094, "text": "The aim of the present study was to clarify the effect of IDO1induced macrophages on the growth of endometrial stromal cells in endometriosis.  IDO1 educated-macrophages may facilitate the survival of retrograde endometrial tissues, and be involved in the pathogenesis of endometriosis."}, {"pubmed": 28264810, "text": "these findings suggest that IDO1 promoter methylation regulates anti-immune responses in breast cancer subtypes and could be used as a predictive biomarker for IDO1 inhibitor-based immunotherapy."}, {"pubmed": 28303855, "text": "The study confirmed that high IDO expression in pancreatic adenocarcinoma was related to poor prognosis of patients. These findings provided evidence that IDO was involved in pancreatic adenocarcinoma progression and might serve as a relevant therapeutic target."}, {"pubmed": 28314306, "text": "IDO gene expression is a feature of aggressive non-muscle-invasive urothelial cell bladder carcinoma, suggesting a potential immunosuppressive role of IDO"}, {"pubmed": 28336906, "text": "Our results identified FGL2, GAL, SEMA4D, SEMA7A, and IDO1 as new candidate genes that could be involved in MSCs-mediated immunomodulation. FGL2, GAL, SEMA4D, SEMA7A, and IDO1 genes appeared to be differentially transcribed in the different MSC populations. Moreover, these genes were not similarly modulated following MSCs-exposure to inflammatory signals"}, {"pubmed": 28337881, "text": "IDO mediated conversion of FOXP3 -T cells to Tregs predominantly occurs in children with inflammatory bowel disease."}, {"pubmed": 28412361, "text": "Thus, our study provides novel insights into the interaction between a small molecule inhibitor INCB14943 and IDO1 protein. The structural information will facilitate future IDO1 inhibitor design."}, {"pubmed": 28428708, "text": "up-regulation induces immunosuppression and may enhance the risk of hepatitis C virus and hepatitis B virus induced hepatocellular carcinoma [review]"}, {"pubmed": 28460011, "text": "main biological and actionable difference between OSCC from NSND and SD lies in the immune microenvironment, suggesting a higher clinical benefit of PD-L1 and IDO1 inhibition in OSCC from NSND"}, {"pubmed": 28498425, "text": "These findings indicate that IDO1 has the potential to participate in or contribute to the formation of new capillaries, supporting the applicability of IDO1-targeting molecular therapy in lung cancer."}, {"pubmed": 28731684, "text": "The Binding Mode of N-Hydroxyamidines to Indoleamine 2,3-Dioxygenase 1"}, {"pubmed": 28735627, "text": "this data we have identified the structure of two possible compounds that may be even more potent pharmacological repressors of IDO-1."}, {"pubmed": 28751450, "text": "Our data demonstrate that high intratumoral IDO1 mRNA levels correlate with a poor glioblastoma (GBM) patient prognosis. It also confirms the positive correlation between increased GBM IDO1 levels and human-infiltrating T cells"}, {"pubmed": 28760910, "text": "An IDO1 inhibitor, epacadostat also demonstrated promising activity in combination with the PD-1 checkpoint inhibitors in other solid tumors, including melanoma, urothelial carcinoma, renal cell carcinoma, and non-small cell lung cancer"}, {"pubmed": 28765120, "text": "Our results highlight the role of COX-2 in constitutive IDO1 expression by human tumors and substantiate the use of COX-2 inhibitors to improve the efficacy of cancer immunotherapy, by reducing constitutive IDO1 expression, which contributes to the lack of T-cell infiltration in \"cold\" tumors, which fail to respond to immunotherapy"}, {"pubmed": 28859336, "text": "This study demonstrated that IDO-1 was elevated in the Solid Component and Cyst Fluid of Human Adamantinomatous Craniopharyngioma."}, {"pubmed": 28963880, "text": "These results show IDO is upregulated with RSV infection and this upregulation likely participates with IFN-gamma in inhibition of virus replication and suppression of some host cell responses to infection."}, {"pubmed": 29038460, "text": "The aim of the study was to develop a practical and objective immunohistochemical technique to quantify IDO-1 expression on diagnostic bone marrow biopsies of acute myeloid leukemia patients."}, {"pubmed": 29054599, "text": "IDO induction within melanoma cells may directly reflect tumor progression."}, {"pubmed": 29154462, "text": "this review highlights the role of indoleamine-2,3-dioxygenase in normal and pathological pregnancies"}, {"pubmed": 29167421, "text": "Report the crystal structures of IDO1 in complex with its substrate, Trp, an inhibitor, epacadostat, and/or an effector, indole ethanol (IDE). The data reveal structural features of the active site (Sa) critical for substrate activation; in addition, they disclose a new inhibitor-binding mode and a distinct small molecule binding site (Si)."}, {"pubmed": 29278387, "text": "In non-ST segment elevation myocardial infarction, the tolerogenic mechanism of the immune response related to IDO production by activated monocytes derived dendritic cells is altered, supporting their role in T-cell dysregulation."}, {"pubmed": 29372535, "text": "Twenty-nine percent (n = 2/7) of the PD-L1 positive poorly differentiated thyroid carcinomas also co-expressed IDO1"}, {"pubmed": 29413421, "text": "We discuss how small-molecule inhibitors of the tryptophan (Trp) catabolic enzyme indoleamine 2,3-dioxygenase (IDO) represent a vanguard of new immunometabolic adjuvants to safely enhance the efficacy of cancer immunotherapy, radiotherapy, or 'immunogenic' chemotherapy by leveraging responses to tumor neoantigens"}, {"pubmed": 29485423, "text": "Expression of PD-L1 and IDO is seen in a subset of high-grade serous ovarian carcinoma from African American women and is correlated with elevated lymphocyte infiltration."}, {"pubmed": 29500439, "text": "These results identified Indoleamine 2,3-dioxygenase as an important player mediating intracellular Fusobacterium nucleatum proliferation in macrophages, and inhibition of Indoleamine 2,3-dioxygenase may aggravate infection in Fusobacterium nucleatum-associated tumor immunotherapy."}, {"pubmed": 29515027, "text": "Study reports that unstimulated human pericytes (PCs) can directly present alloantigen to effector memory T cells (TEM) and IFN-gamma-activated PCs (gamma-PCs) suppress TEM proliferation but not cytokine production or signaling and conclude that immunosuppressive properties of human PCs are not intrinsic but instead result from IFN-gamma-induced IDO1-mediated tryptophan depletion."}, {"pubmed": 29520442, "text": "Among the 89 patients, CD274, LAG3, and IDO1 expressions in TIICs were observed in 68.6% (61 cases), 13.5% (12), and 28.1% (25) of patients, respectively. CD274, CTLA4, and IDO1 were expressed in tumor cells of 24.7% (22 cases), 4.5% (4), and 72.0% (64) of patients, respectively."}, {"pubmed": 29548707, "text": "The expression levels of IDO-1 and PD-L1 on licensed mesenchymal stem cells (MSCs), not VCAM-1, ICAM-1 or BST-2 on licensed MSCs, correlated with MSC suppression of third-party T-cell proliferation."}, {"pubmed": 29615752, "text": "IDO1 deficiency is related to the pathogenesis of IUGR and PE"}, {"pubmed": 29691296, "text": "Tryptophan metabolism represents a metabolic node in glioblastoma, and combining RT with IDO1 inhibition enhances therapeutic response by mitigating RT-induced immunosuppression"}, {"pubmed": 29693118, "text": "IDO decreased glycolysis and glutaminolysis by activating GCN2K, resulting in activation of AMPactivated protein kinase."}, {"pubmed": 29777939, "text": "In this work, we assessed the relationship between single-nucleotide polymorphisms (SNPs) of KAT1, KAT2 and IDO1 gene encoding, and the risk of depression development. Our study was performed on the DNA isolated from peripheral blood of 281 depressed patients and 236 controls. We genotyped, by using TaqMan probes, four polymorphisms."}, {"pubmed": 29848687, "text": "Multivariate analysis indicated indoleamine 2,3-dioxygenase (IDO) expression as independent prognostic factors in overall survival (OS)."}, {"pubmed": 29851145, "text": "It is a immune checkpoint molecule and modulated during oral epithelial dysplastic changes, and their expression is associated with inflammatory cell infiltration in the lamina propria."}, {"pubmed": 29853736, "text": "High coexpression of cytoplasmic IDO1/COX2 was found to be an independent predictor of poor outcome in colorectal cancer patients."}, {"pubmed": 29886172, "text": "Interference SNHG1 could inhibit the differentiation of Treg cells by promoting miR-448 expression and reducing IDO level, thereby impeding the immune escape of breast cancer ."}, {"pubmed": 29896191, "text": "A urine-based mRNA biomarker study revealed the diagnostic potential of IDO gene expression in urine of men at risk of prostate cancer development."}, {"pubmed": 29897749, "text": "Human indoleamine 2,3-dioxygenase 1 (hIDO1) and tryptophan dioxygenase (hTDO) catalyze the same dioxygenation reaction of Trp to generate N-formyl kynurenine (NFK). They share high structural similarity, especially in the active site. However, hIDO1 possesses a unique inhibitory substrate binding site (Si) that is absent in hTDO."}, {"pubmed": 29901571, "text": "IDO-1 is commonly expressed by non-small cell lung cancers... its frequent coexpression with PD-L1 may account for the increased efficacy seen with dual blockade of PD-1/PD-L1 and IDO in clinical studies."}, {"pubmed": 29921693, "text": "EMT in clinical prostate cancer is accompanied by upregulated expression of IDO1 and an increased number of regulatory T cells"}, {"pubmed": 29945890, "text": "Data suggest that IDO1 is constitutively expressed in insulin-secreting cells from donors without diabetes; IDO1 appears to be down-regulated in insulin-containing beta-cells from double autoantibody-positive donors and donors with recent-onset type 1 diabetes; this study was conducted on donor tissues obtained from cadavers."}, {"pubmed": 29998979, "text": "These data suggest that the expression of immunosuppressive molecules, including PD-1 ligands and IDO1, by macrophage/microglia may be involved in immune evasion of lymphoma cells."}, {"pubmed": 30014971, "text": "Results suggest that indoleamine 23-dioxygenase 1 (IDO1) and programmed cell death-ligand 1 (PD-L1) co-expression may define an aggressive form of lung adenocarcinoma."}, {"pubmed": 30067880, "text": "In summary, IDO and PD-L1 co-expression is common in cervical squamous cell carcinomas and, to a lesser extent, vulvar squamous cell carcinomas."}, {"pubmed": 30081936, "text": "IDO activity, expressed as kynurenine/tryptophan ratio, is associated with response to immunotherapy."}, {"pubmed": 30121843, "text": "a role of the kynurenine pathway in the development of Postpartum depressive symptoms, rs10108662 genetic polymorphism resulting in changes of indoleamine-2,3-dioxygenase activity might contribute to Postpartum depressive symptoms pathogenesis"}, {"pubmed": 30264546, "text": "Study revealed that IDO1 expression, which is common in hepatocellular carcinoma, is a positive survival predictor, and its expression is a counter-regulatory action to suppress the antitumor immune response."}, {"pubmed": 30283439, "text": "Data show that although humans possess two indoleamine 2,3-dioxygenase 1 (IDO) isozymes, IDO1 and IDO2, human cells of various origins require IDO1 but not IDO2 for IFN-gamma-induced cell-autonomous immunity to T. gondii."}, {"pubmed": 30314496, "text": "High IDO1 expression is associated with cervical cancer."}, {"pubmed": 30359288, "text": "human cardiac/stem progenitor cells exert an immune-suppressive effect on T lymphocyte proliferation through a paracrine mechanism associated with indoleamine 2,3-dioxygenase (IDO) enzyme-mediated tryptophan metabolism."}, {"pubmed": 30387777, "text": "IDO1 crystal structure with its substrate tryptophan."}, {"pubmed": 30403776, "text": "DNA methylation analysis in humans shows that IDO1 is hypermethylated in human sperm but partially methylated in placentas, suggesting similar methylation patterns to mouse."}, {"pubmed": 30585477, "text": "IDO1 is an efficient mammalian nitrite reductase that is capable of generating NO under anaerobic conditions."}, {"pubmed": 30642449, "text": "IDO1 expression correlated to PD-L1 expression, and co-expression of IDO1 and PD-L1 may be important targets for immunotherapy in lung SCC."}, {"pubmed": 30671955, "text": "In our study, it was found that non-small cell lung cancer-induced lung cancer cells showed a 5.22-fold increase in the IDO gene expression"}, {"pubmed": 30747725, "text": "study supports the combination of IDO1 inhibitor and vaccine therapy; however, it does not support the combination of IDO1 inhibitor and anti-PD-1/PD-L1 antibody for T cell-inflamed tumors such as PDACs treated with vaccine therapy."}, {"pubmed": 30755500, "text": "Study characterized tumor-immune microenvironment (TIM) in anal squamous cell carcinoma (ASCC) and found that high IDO1 expression is correlated with significantly worse 3-year overall survival. Study also characterized expression of IDO1 in the context of several key components of TIM and suggested the existence of several ASCC-microenvironment subtypes, each of which have unique drivers of immune evasion."}, {"pubmed": 30781494, "text": "We conclude that an active hCMV infection in the eye might favor the replication of pathogens causing co-infections in immunosuppressed individuals. An hCMV caused blockade of IDO1 might weaken the eye's immune privilege and favor the development of post-infectious autoimmune uveitis."}, {"pubmed": 30843276, "text": "IDO expression correlates with intra-tumoral neutrophils infiltration and prognosis in the hepatocellular carcinoma patients."}, {"pubmed": 30907063, "text": "High IDO expression is associated with vulvar squamous cell carcinoma."}, {"pubmed": 30999388, "text": "IDO1 protein expression was significantly increased in the tumor glands of PTEN-deficient PCa (P < 0.0001). Spearman correlation analysis showed that IDO1 expression was significantly associated with FoxP3+ Treg and CD8+ T-cell density (P < 0.01)."}, {"pubmed": 31012515, "text": "Indoleamine 2, 3-dioxygenase 1 (IDO1) expression levels correlated inversely with IDO1 promoter methylation levels."}, {"pubmed": 31033497, "text": "Expression of Indoleamine 2, 3-dioxygenase 1 (IDO1) and Tryptophanyl-tRNA Synthetase (WARS) in Gastric Cancer Molecular Subtypes."}, {"pubmed": 31091352, "text": "the capacity of human respiratory syncytial virus to exploit the immunosuppressive features of IDO to reduce T cell function, thus acquiring relevant aspects during the biology of the virus, is reviewed."}, {"pubmed": 31134053, "text": "Genetic Polymorphisms Affecting IDO1 or IDO2 Activity Differently Associate With Aspergillosis in Humans."}, {"pubmed": 31145821, "text": "Results indicate that indoleamine 23-dioxygenase 1 (IDO1) plays important roles in maintaining the pluripotency of human embryonic stem cells (hESCs)."}, {"pubmed": 31186442, "text": "Indoleamine 2,3-dioxygenase and ischemic heart disease: a Mendelian Randomization study."}, {"pubmed": 31194647, "text": "Brazilian patients with AA genotype in indoleamine 2,3 dioxygenase (IDO) gene, G2431A IDO1 variant with single nucleotide polymorphism (rs3739319), have a higher risk of developing severe dengue."}, {"pubmed": 31253481, "text": "Indoleamine-2,3-dioxygenase-1 expression predicts poorer survival and up-regulates ZEB2 expression in human early stage bladder cancer."}, {"pubmed": 31267172, "text": "In conclusion, iNOS mediates anti-inflammatory effects in hRPE cells stimulated with high amounts of IFN-gamma together with tumor necrosis factor alpha and Interleukin-1 beta and prevents potential IDO1-dependent tissue damage."}, {"pubmed": 31315643, "text": "Data report a novel function and mechanism of IDO1- mediated gastric cancer (GC) progression. Increased IDO1 expression strongly promoted cell migration via its metabolite kynurenine and was associated with pathways of immune activation. Also, it is positively related to the module of extracellular matrix and collagen processing."}, {"pubmed": 31325428, "text": "Expression of IDO1 in the intestinal epithelial promotes secretory cell differentiation, via Ahr/Notch signaling, and mucus production, to alter muscus-associated bacteria."}, {"pubmed": 31391111, "text": "miR-448 targets IDO1 and regulates CD8(+) T cell response in human colon cancer."}, {"pubmed": 31417567, "text": "Limitations and Off-Target Effects of Tryptophan-Related IDO Inhibitors in Cancer Treatment."}, {"pubmed": 31628024, "text": "Our results suggest IDO1 expression levels are epigenetically regulated by DNA methylation. This study provides rationale to test IDO1 methylation as potential biomarker for prediction of response to IDO1 immune checkpoint inhibitors in HNSCC."}, {"pubmed": 31665365, "text": "Immune Checkpoint Profiles in Luminal B Breast Cancer (Alliance)."}, {"pubmed": 31759380, "text": "The data showed that high indoleamine 2,3 dioxygenas expression is associated with high COX-2 expression in Pakistani breast cancer patients."}, {"pubmed": 31844921, "text": "Elevated expression of IDO1 is associated with Chemoresistance in breast cancer."}, {"pubmed": 31944493, "text": "Identification of Human IDO1 Enzyme Activity by Using Genetically Encoded Nitrotyrosine."}, {"pubmed": 32024760, "text": "N-acetylserotonin Increases IDO1 Catalytic Activity in peripheral blood mononuclear cells from Patients with multiple sclerosis."}, {"pubmed": 32035622, "text": "Indoleamine 2,3-dioxygenase 1 is highly expressed in glioma stem cells."}, {"pubmed": 32125093, "text": "Up-regulation of indoleamine 2,3-dioxygenase 1 (IDO1) expression and catalytic activity is associated with immunosuppression and poor prognosis in penile squamous cell carcinoma patients."}, {"pubmed": 32210078, "text": "Design, Synthesis and Biological Evaluation of Phenyl Urea Derivatives as IDO1 Inhibitors."}, {"pubmed": 32227579, "text": "A comprehensive analysis of IDO1 expression with tumour-infiltrating immune cells and mutation burden in gynaecologic and breast cancers."}, {"pubmed": 32273131, "text": "Expression analysis of immune-regulatory molecules HLA-G, HLA-E and IDO in endometrial cancer."}, {"pubmed": 32296044, "text": "Both IDO1 and TDO contribute to the malignancy of gliomas via the Kyn-AhR-AQP4 signaling pathway."}, {"pubmed": 32330866, "text": "Prognosis significance of indoleamine 2, 3-dioxygenase, programmed death ligand-1 and tumor-infiltrating immune cells in microenvironment of breast cancer."}, {"pubmed": 32384638, "text": "Influence of Indoleamine-2,3-Dioxygenase and Its Metabolite Kynurenine on gammadelta T Cell Cytotoxicity against Ductal Pancreatic Adenocarcinoma Cells."}, {"pubmed": 32388585, "text": "PD-L1 and IDO1 expression and tumor-infiltrating lymphocytes in osteosarcoma patients: comparative study of primary and metastatic lesions."}, {"pubmed": 32405745, "text": "Expression of PD-L1, PD-L2, and IDO1 on tumor cells and density of CD8-positive tumor-infiltrating lymphocytes in early-stage lung adenocarcinoma according to histological subtype."}, {"pubmed": 32414944, "text": "Prognostic impact of indoleamine 2,3-dioxygenase 1 (IDO1) mRNA expression on circulating tumour cells of patients with head and neck squamous cell carcinoma."}, {"pubmed": 32424165, "text": "HIV-1 Tat - TLR4/MD2 interaction drives the expression of IDO-1 in monocytes derived dendritic cells through NF-kappaB dependent pathway."}, {"pubmed": 32435912, "text": "Increased Expression of Indoleamine 2,3-Dioxygenase (IDO) in Vogt-Koyanagi-Harada (VKH) Disease May Lead to a Shift of T Cell Responses Toward a Treg Population."}, {"pubmed": 32444775, "text": "IDO1(+) Paneth cells promote immune escape of colorectal cancer."}, {"pubmed": 32452326, "text": "The Advances of the Structure and Function of Indoleamine 2, 3- dioxygenase 1 and Its Inhibitors."}, {"pubmed": 32532956, "text": "Amyloid beta neurotoxicity is IDO1-Kyn-AhR dependent and blocked by IDO1 inhibitor."}, {"pubmed": 32597823, "text": "AhR and IDO1 in pathogenesis of Covid-19 and the \"\"Systemic AhR Activation Syndrome:\"\" a translational review and therapeutic perspectives."}, {"pubmed": 32605792, "text": "A novel mutation of indoleamine 2,3-dioxygenase 1 causes a rapid proteasomal degradation and compromises protein function."}, {"pubmed": 32683062, "text": "Indoleamine 2,3-Dioxygenase-1 Expression in Adrenocortical Carcinoma."}, {"pubmed": 32776284, "text": "Different effects of tryptophan 2,3-dioxygenase inhibition on SK-Mel-28 and HCT-8 cancer cell lines."}, {"pubmed": 32784805, "text": "Indoleamine 2,3-Dioxygenase Is Involved in Interferon Gamma's Anti-BKPyV Activity in Renal Cells."}, {"pubmed": 32842025, "text": "Clinical Significance of Program Death Ligand-1 and Indoleamine-2,3-Dioxygenase Expression in Colorectal Carcinoma."}, {"pubmed": 32907554, "text": "1-Methyl-D-tryptophan activates aryl hydrocarbon receptor, a pathway associated with bladder cancer progression."}, {"pubmed": 32929219, "text": "Exosome-derived miR-142-5p remodels lymphatic vessels and induces IDO to promote immune privilege in the tumour microenvironment."}, {"pubmed": 32951108, "text": "Association of PD-L1 and IDO1 expression with JAK-STAT pathway activation in soft-tissue leiomyosarcoma."}, {"pubmed": 32976029, "text": "Role of indoleamine 2,3-dioxygenase in acute myeloid leukemia."}, {"pubmed": 32994208, "text": "Genetic variant rs7820258 regulates the expression of indoleamine 2,3-dioxygenase 1 in brain regions."}, {"pubmed": 33040382, "text": "Mycobacterium leprae induces a tolerogenic profile in monocyte-derived dendritic cells via TLR2 induction of IDO."}, {"pubmed": 33072086, "text": "IDO Expression in Cancer: Different Compartment, Different Functionality?"}, {"pubmed": 33117340, "text": "Atherosclerosis Linked to Aberrant Amino Acid Metabolism and Immunosuppressive Amino Acid Catabolizing Enzymes."}, {"pubmed": 33167329, "text": "Human Adipose Tissue-Derived Stromal Cells Suppress Human, but Not Murine Lymphocyte Proliferation, via Indoleamine 2,3-Dioxygenase Activity."}, {"pubmed": 33187013, "text": "The CXCL11-CXCR3A axis influences the infiltration of CD274 and IDO1 in oral squamous cell carcinoma."}, {"pubmed": 33208630, "text": "IDO1 Expression in Melanoma Metastases Is Low and Associated With Improved Overall Survival."}, {"pubmed": 33262321, "text": "Respiratory Syncytial Virus Infection Reduces Kynurenic Acid Production and Reverses Th17/Treg Balance by Modulating Indoleamine 2,3-Dioxygenase (IDO) Molecules in Plasmacytoid Dendritic Cells."}, {"pubmed": 33390854, "text": "The IFN-gamma-IDO1-kynureine pathway-induced autophagy in cervical cancer cell promotes phagocytosis of macrophage."}, {"pubmed": 33552086, "text": "GBP1 Facilitates Indoleamine 2,3-Dioxygenase Extracellular Secretion to Promote the Malignant Progression of Lung Cancer."}, {"pubmed": 33581581, "text": "IDO1 as a new immune biomarker for diabetic nephropathy and its correlation with immune cell infiltration."}, {"pubmed": 33671892, "text": "High PD-L1/IDO-2 and PD-L2/IDO-1 Co-Expression Levels Are Associated with Worse Overall Survival in Resected Non-Small Cell Lung Cancer Patients."}, {"pubmed": 33777052, "text": "Investigating the Role of Indoleamine 2,3-Dioxygenase in Acute Myeloid Leukemia: A Systematic Review."}, {"pubmed": 33792452, "text": "Progesterone decreased indoleamine 2,3-dioxygenase 1(IDO1) expression in early pregnancy chorionic villi and decidua."}, {"pubmed": 33813026, "text": "Tryptophan metabolism in brain tumors - IDO and beyond."}, {"pubmed": 33831358, "text": "Immune-regulated IDO1-dependent tryptophan metabolism is source of one-carbon units for pancreatic cancer and stellate cells."}, {"pubmed": 33887301, "text": "Expression of B7-H4 and IDO1 is associated with drug resistance and poor prognosis in high-grade serous ovarian carcinomas."}, {"pubmed": 33922995, "text": "Immunomodulatory Factors in Primary Endometrial Cell Cultures Isolated from Cancer and Noncancerous Human Tissue-Focus on RAGE and IDO1."}, {"pubmed": 34025677, "text": "IDO1 Expression in Ovarian Cancer Induces PD-1 in T Cells via Aryl Hydrocarbon Receptor Activation."}, {"pubmed": 34270981, "text": "Temporal responsiveness of adipose-derived stem/stromal cell immune plasticity."}, {"pubmed": 34311709, "text": "Indoleamine 2,3 dioxygenase (IDO) level as a marker for significant coronary artery disease."}, {"pubmed": 34520819, "text": "IDO1/TDO dual inhibitor RY103 targets Kyn-AhR pathway and exhibits preclinical efficacy on pancreatic cancer."}, {"pubmed": 34539663, "text": "Targeting Indoleamine 2,3-Dioxygenase 1: Fighting Cancers via Dormancy Regulation."}, {"pubmed": 34628102, "text": "IDO activity forecasts obesity in males and premenopausal females in a 10-year follow-up study:The Cardiovascular Risk in Young Finns Study."}, {"pubmed": 34671026, "text": "B7-H3 regulates osteoclast differentiation via type I interferon-dependent IDO induction."}, {"pubmed": 34735466, "text": "Characterizing the distributions of IDO-1 expressing macrophages/microglia in human and murine brains and evaluating the immunological and physiological roles of IDO-1 in RAW264.7/BV-2 cells."}, {"pubmed": 34769098, "text": "Aberrant Upregulation of Indoleamine 2,3-Dioxygenase 1 Promotes Proliferation and Metastasis of Hepatocellular Carcinoma Cells via Coordinated Activation of AhR and beta-Catenin Signaling."}, {"pubmed": 34797860, "text": "The role of the immunoescape in colorectal cancer liver metastasis."}, {"pubmed": 34819931, "text": "Indoleamine 2,3-Dioxygenase Cannot Inhibit Chlamydia trachomatis Growth in HL-60 Human Neutrophil Granulocytes."}, {"pubmed": 34856521, "text": "Combination of IDO1(high) and CCL19(low) expression in the tumor tissue reduces survival in HPV positive cervical cancer."}, {"pubmed": 34859884, "text": "Indoleamine 2,3-dioxygenase (IDO)-1 and IDO-2 activity and severe course of COVID-19."}, {"pubmed": 34943977, "text": "Immuno-Metabolic Modulation of Liver Oncogenesis by the Tryptophan Metabolism."}, {"pubmed": 34946851, "text": "Metabolite Genome-Wide Association Study for Indoleamine 2,3-Dioxygenase Activity Associated with Chronic Kidney Disease."}, {"pubmed": 35028850, "text": "The role of indoleamine 2,3-dioxygenase in allergic disorders."}, {"pubmed": 35045867, "text": "Single-nucleotide polymorphisms and activities of indoleamine 2,3-dioxygenase isoforms, IDO1 and IDO2, in tuberculosis patients."}, {"pubmed": 35085834, "text": "Role of indoleamine 2,3-dioxygenase 1 (IDO1) and kynurenine pathway in the regulation of the aging process."}, {"pubmed": 35150740, "text": "Inhibition of the Na(+)/K(+)-ATPase by cardiac glycosides suppresses expression of the IDO1 immune checkpoint in cancer cells by reducing STAT1 activation."}, {"pubmed": 35157906, "text": "Indoleamine 2,3-dioxygenase 1 regulates breast cancer tamoxifen resistance through interleukin-6/signal transducer and activator of transcription."}, {"pubmed": 35183714, "text": "IDO1 can impair NK cells function against non-small cell lung cancer by downregulation of NKG2D Ligand via ADAM10."}, {"pubmed": 35228282, "text": "Assessment of interferon gamma and indoleamine 2,3-dioxygenase 1 analysis during respiratory syncytial virus infection in infants in Italy: an observational case-control study."}, {"pubmed": 35704993, "text": "Indoleamine 2,3-dioxygenase 1 activation in mature cDC1 promotes tolerogenic education of inflammatory cDC2 via metabolic communication."}, {"pubmed": 35883685, "text": "IDO1, FAT10, IFI6, and GILT Are Involved in the Antiretroviral Activity of gamma-Interferon and IDO1 Restricts Retrovirus Infection by Autophagy Enhancement."}, {"pubmed": 35970080, "text": "Tryptophan degradation enzymes and Angiotensin (1-7) expression in human placenta."}, {"pubmed": 36224022, "text": "Single Nucleotide Polymorphisms of Indoleamine 2,3-Dioxygenase 1 Influenced the Age Onset of Parkinson's Disease."}, {"pubmed": 36233312, "text": "IDO1 Modulates the Sensitivity of Epithelial Ovarian Cancer Cells to Cisplatin through ROS/p53-Dependent Apoptosis."}, {"pubmed": 36437327, "text": "Expression of Inhibitory Molecules (Arginase-1, IDO, and PD-L1) by Myeloid-Derived Suppressor Cells in Multiple Myeloma Patients in Remission."}, {"pubmed": 36587196, "text": "Molecular mechanisms involved in the IL-6-mediated upregulation of indoleamine 2,3-dioxygenase 1 (IDO1) expression in the chorionic villi and decidua of women in early pregnancy."}, {"pubmed": 36669614, "text": "Sertaconazole nitrate targets IDO1 and regulates the MAPK signaling pathway to induce autophagy and apoptosis in CRC cells."}, {"pubmed": 36830609, "text": "Expression of IDO1 and PD-L2 in Patients with Benign Lymphadenopathies and Association with Autoimmune Diseases."}, {"pubmed": 36911716, "text": "The role of indoleamine 2,3-dioxygenase 1 in early-onset post-stroke depression."}, {"pubmed": 37196768, "text": "IL4i1 and IDO1: Oxidases that control a tryptophan metabolic nexus in cancer."}, {"pubmed": 37247278, "text": "High Indoleamine 2,3-Dioxygenase Expression along with Low Bridging Integrator-1 Expression in Hepatocellular Carcinoma Patients."}, {"pubmed": 37290501, "text": "Indoleamine 2,3-dioxygenase 1 regulates cell permissivity to astrovirus infection."}, {"pubmed": 37485661, "text": "Indoleamine 2,3-Dioxygenase 1 Deletion-Mediated Kynurenine Insufficiency Inhibits Pathological Cardiac Hypertrophy."}, {"pubmed": 37487175, "text": "Indoleamine 2,3-Dioxygenase Deletion to Modulate Kynurenine Pathway and to Prevent Brain Injury after Cardiac Arrest in Mice."}, {"pubmed": 37703626, "text": "Increased expression of IDO1 is associated with improved survival and increased number of TILs in patients with high-grade serous ovarian cancer."}, {"pubmed": 37756581, "text": "Upregulation of Indoleamine 2,3-Dioxygenase 1 in Tumor Cells and Tertiary Lymphoid Structures is a Hallmark of Inflamed Non-Small Cell Lung Cancer."}, {"pubmed": 37839637, "text": "Expression of IDO1 in Tumor Microenvironment Significantly Predicts the Risk of Recurrence/Distant Metastasis for Patients With Esophageal Squamous Cell Carcinoma."}, {"pubmed": 37880104, "text": "Elevated indoleamine 2,3-dioxygenase activity is associated with endothelial dysfunction in people living with HIV and ROS production in human aortic endothelial cells in vitro."}, {"pubmed": 37958918, "text": "Human Synovial Mesenchymal Stem Cells Expressed Immunoregulatory Factors IDO and TSG6 in a Context of Arthritis Mediated by Alphaviruses."}, {"pubmed": 37981615, "text": "IDO-1 impairs antitumor immunity of natural killer cells in triple-negative breast cancer via up-regulation of HLA-G."}, {"pubmed": 37985999, "text": "IL-1beta mediates the induction of immune checkpoint regulators IDO1 and PD-L1 in lung adenocarcinoma cells."}, {"pubmed": 38064980, "text": "Low indoleamine 2, 3 dioxygenase (IDO) activity is associated with psycho-obstetric risk."}, {"pubmed": 38369188, "text": "Quantitative Multiplexed Analysis of Indoleamine 2,3-Dioxygenase (IDO) and Arginase-1 (ARG1) Expression and Myeloid Cell Infiltration in Colorectal Cancer."}, {"pubmed": 38382068, "text": "PABPC1L Induces IDO1 to Promote Tryptophan Metabolism and Immune Suppression in Renal Cell Carcinoma."}, {"pubmed": 38635903, "text": "CD58 Alterations Govern Antitumor Immune Responses by Inducing PDL1 and IDO in Diffuse Large B-Cell Lymphoma."}], "genomic_pos": {"chr": "8", "end": 39928790, "ensemblgene": "ENSG00000131203", "start": 39902275, "strand": 1}, "genomic_pos_hg19": {"chr": "8", "end": 39785963, "start": 39759794, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0002666", "qualifier": "involved_in", "term": "positive regulation of T cell tolerance induction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002678", "qualifier": "involved_in", "term": "positive regulation of chronic inflammatory response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0002830", "qualifier": "involved_in", "term": "positive regulation of type 2 immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006569", "pubmed": 2109605, "qualifier": "involved_in", "term": "tryptophan catabolic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0006954", "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007565", "pubmed": 9712583, "qualifier": "involved_in", "term": "female pregnancy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019441", "qualifier": "involved_in", "term": "tryptophan catabolic process to kynurenine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0019441", "qualifier": "involved_in", "term": "tryptophan catabolic process to kynurenine"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032496", "qualifier": "involved_in", "term": "response to lipopolysaccharide"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032693", "qualifier": "involved_in", "term": "negative regulation of interleukin-10 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032735", "qualifier": "involved_in", "term": "positive regulation of interleukin-12 production"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033555", "qualifier": "involved_in", "term": "multicellular organismal response to stress"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034276", "qualifier": "involved_in", "term": "kynurenic acid biosynthetic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034354", "qualifier": "involved_in", "term": "'de novo' NAD biosynthetic process from tryptophan"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0036269", "qualifier": "involved_in", "term": "swimming behavior"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042098", "qualifier": "involved_in", "term": "T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0042130", "qualifier": "involved_in", "term": "negative regulation of T cell proliferation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046006", "pubmed": 25310899, "qualifier": "NOT involved_in", "term": "regulation of activated T cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0070233", "qualifier": "involved_in", "term": "negative regulation of T cell apoptotic process"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0070234", "pubmed": 25310899, "qualifier": "involved_in", "term": "positive regulation of T cell apoptotic process"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030485", "qualifier": "located_in", "term": "smooth muscle contractile fiber"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0032421", "qualifier": "located_in", "term": "stereocilium bundle"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0004833", "qualifier": "enables", "term": "tryptophan 2,3-dioxygenase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0009055", "pubmed": 2109605, "qualifier": "enables", "term": "electron transfer activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0020037", "qualifier": "enables", "term": "heme binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0033754", "qualifier": "enables", "term": "indoleamine 2,3-dioxygenase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0033754", "pubmed": 25310899, "qualifier": "enables", "term": "indoleamine 2,3-dioxygenase activity"}, {"category": "MF", "evidence": "IEA", "id": "GO:0046872", "qualifier": "enables", "term": "metal ion binding"}]}, "homologene": {"genes": [[4932, 853541], [5141, 3875889], [9544, 574370], [9598, 464134], [9606, 3620], [9615, 475574], [9913, 506281], [10090, 15930], [10116, 66029], [33169, 4619722], [318829, 5048993]], "id": 48082}, "interpro": [{"desc": "Indoleamine 2,3-dioxygenase", "id": "IPR000898", "short_desc": "Indolamine_dOase"}, {"desc": "Tryptophan/Indoleamine 2,3-dioxygenase-like", "id": "IPR037217", "short_desc": "Trp/Indoleamine_2_3_dOase-like"}], "ipi": ["IPI00028096", "IPI00976320", "IPI00977610", "IPI00978253"], "map_location": "8p11.21", "name": "indoleamine 2,3-dioxygenase 1", "other_names": ["indolamine 2,3 dioxygenase", "indole 2,3-dioxygenase", "indoleamine 2,3-dioxygenase 1", "indoleamine-pyrrole 2,3-dioxygenase"], "pantherdb": {"HGNC": "6059", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96416", "ortholog_type": "LDO", "panther_family": "PTHR28657", "taxid": 10090, "uniprot_kb": "P28776"}, {"RGD": "619989", "ortholog_type": "LDO", "panther_family": "PTHR28657", "taxid": 10116, "uniprot_kb": "Q9ERD9"}, {"SGD": "S000003839", "ortholog_type": "LDO", "panther_family": "PTHR28657", "taxid": 4932, "uniprot_kb": "P47125"}], "uniprot_kb": "P14902"}, "pathway": {"humancyc": [{"id": "NADSYN-PWY", "name": "NAD <i>de novo</i> biosynthesis"}, {"id": "PWY-5651", "name": "tryptophan degradation to 2-amino-3-carboxymuconate semialdehyde"}, {"id": "PWY-6309", "name": "L-kynurenine degradation"}, {"id": "PWY66-401", "name": "superpathway of tryptophan utilization"}, {"id": "TRYPTOPHAN-DEGRADATION-1", "name": "tryptophan degradation"}], "kegg": [{"id": "hsa00380", "name": "Tryptophan metabolism - Homo sapiens (human)"}, {"id": "hsa05143", "name": "African trypanosomiasis - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1430728", "name": "Metabolism"}, {"id": "R-HSA-71240", "name": "Tryptophan catabolism"}, {"id": "R-HSA-71291", "name": "Metabolism of amino acids and derivatives"}], "smpdb": {"id": "SMP00063", "name": "Tryptophan Metabolism"}, "wikipathways": [{"id": "WP3645", "name": "NAD+ biosynthetic pathways"}, {"id": "WP465", "name": "Tryptophan metabolism"}]}, "pdb": ["2D0T", "2D0U", "4PK5", "4PK6", "4U72", "4U74", "5EK2", "5EK3", "5EK4", "5ETW", "5WHR", "5WMU", "5WMV", "5WMW", "5WMX", "5WN8", "5XE1", "6AZU", "6AZV", "6AZW", "6CXU", "6CXV", "6DPQ", "6DPR", "6E35", "6E40", "6E41", "6E42", "6E43", "6E44", "6E45", "6E46", "6F0A", "6KOF", "6KPS", "6KW7", "6MQ6", "6O3I", "6PU7", "6PZ1", "6R63", "6UBP", "6V52", "6WJY", "6WPE", "6X5Y", "7A62", "7AH4", "7AH5", "7AH6", "7B1O", "7E0O", "7E0P", "7E0Q", "7E0S", "7E0T", "7E0U", "7M63", "7M7D", "7NGE", "7P0N", "7P0R", "7RRB", "7RRC", "7RRD", "7YXT", "7Z2L", "7ZV3", "8ABX", "8FUR", "8I7L"], "pfam": "PF01231", "pharmgkb": "PA29869", "pharos": {"target_id": 9565, "tdl": "Tchem"}, "pir": "PC1161", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251467", "relationship": "is"}, {"id": "GNF251468", "relationship": "is"}, {"id": "GNF251469", "relationship": "is"}, {"id": "GNF251470", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF162322", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007196", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF237150", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF101337", "relationship": "is"}, {"id": "GNF140992", "relationship": "is"}, {"id": "GNF147651", "relationship": "similar to"}]}, "refseq": {"genomic": ["NC_000008.11", "NC_060932.1", "NG_028155.1"], "protein": "NP_002155.1", "rna": "NM_002164.6", "translation": {"protein": "NP_002155.1", "rna": "NM_002164.6"}}, "reporter": {"HG-U133_Plus_2": "210029_at", "HG-U95Av2": "36804_at", "HTA-2_0": "TC08000305.hg.1", "HuEx-1_0": "3095223", "HuGene-1_1": "8146092", "HuGene-2_1": "17068296"}, "retired": 3395, "summary": "This gene encodes indoleamine 2,3-dioxygenase (IDO) - a heme enzyme that catalyzes the first and rate-limiting step in tryptophan catabolism to N-formyl-kynurenine. This enzyme acts on multiple tryptophan substrates including D-tryptophan, L-tryptophan, 5-hydroxy-tryptophan, tryptamine, and serotonin. This enzyme is thought to play a role in a variety of pathophysiological processes such as antimicrobial and antitumor defense, neuropathology, immunoregulation, and antioxidant activity. Through its expression in dendritic cells, monocytes, and macrophages this enzyme modulates T-cell behavior by its peri-cellular catabolization of the essential amino acid tryptophan.[provided by RefSeq, Feb 2011].", "symbol": "IDO1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1416433"}, "unigene": "Hs.840", "uniprot": {"Swiss-Prot": "P14902", "TrEMBL": ["J3KN03", "A0A348GSI3", "E5RIX2", "E5RH36", "A0A140T9Z2"]}, "wikipedia": {"url_stub": "Indoleamine 2,3-dioxygenase"}}