{"AllianceGenome": "18873", "HGNC": "18873", "MIM": "606951", "_id": "64135", "_version": 2, "accession": {"genomic": ["AC007750.3", "AC010876.2", "CH471058.2", "CP068276.2", "NC_000002.12", "NC_060926.1", "NG_011495.1"], "protein": ["AAG34368.1", "AAG54076.1", "AAH46208.1", "AAH78180.1", "AAI11751.1", "AAX93137.1", "AAY24206.1", "BAB71141.1", "BAF85630.1", "EAX11352.1", "NP_071451.2", "Q9BYX4.3", "XP_047301363.1", "XP_054199313.1"], "rna": ["AF095844.1", "AK056293.1", "AK292941.1", "AK314611.1", "AY017378.1", "BC007966.2", "BC046208.1", "BC078180.1", "BC111750.1", "BQ772836.1", "BU902097.1", "NM_022168.4", "XM_047445407.1", "XM_054343338.1"], "translation": [{"protein": "AAG34368.1", "rna": "AF095844.1"}, {"protein": "AAH78180.1", "rna": "BC078180.1"}, {"protein": "XP_054199313.1", "rna": "XM_054343338.1"}, {"protein": "BAF85630.1", "rna": "AK292941.1"}, {"protein": "BAB71141.1", "rna": "AK056293.1"}, {"protein": "XP_047301363.1", "rna": "XM_047445407.1"}, {"protein": "AAG54076.1", "rna": "AY017378.1"}, {"protein": "NP_071451.2", "rna": "NM_022168.4"}, {"protein": "AAH46208.1", "rna": "BC046208.1"}, {"protein": "AAI11751.1", "rna": "BC111750.1"}]}, "alias": ["AGS7", "Hlcd", "IDDM19", "IMD95", "MDA-5", "MDA5", "RLR-2", "SGMRT1"], "ec": "3.6.4.13", "ensembl": {"gene": "ENSG00000115267", "protein": ["ENSP00000408450", "ENSP00000496816", "ENSP00000497271", "ENSP00000505518", "ENSP00000513228"], "transcript": ["ENST00000421365", "ENST00000464129", "ENST00000648433", "ENST00000649426", "ENST00000649554", "ENST00000649979", "ENST00000679938", "ENST00000697291"], "translation": [{"protein": "ENSP00000513228", "rna": "ENST00000697291"}, {"protein": "ENSP00000497271", "rna": "ENST00000649979"}, {"protein": "ENSP00000505518", "rna": "ENST00000679938"}, {"protein": "ENSP00000496816", "rna": "ENST00000648433"}, {"protein": "ENSP00000408450", "rna": "ENST00000421365"}], "type_of_gene": "protein_coding"}, "entrezgene": "64135", "exons": [{"cdsend": 162318307, "cdsstart": 162267199, "chr": "2", "position": [[162267073, 162267379], [162267478, 162267569], [162268086, 162268277], [162272225, 162272387], [162273794, 162273944], [162276686, 162276946], [162277414, 162277693], [162278204, 162278328], [162279995, 162280112], [162281327, 162281545], [162282365, 162282576], [162288134, 162288355], [162293563, 162293668], [162306708, 162306855], [162310764, 162310933], [162317854, 162318684]], "strand": -1, "transcript": "NM_022168", "txend": 162318684, "txstart": 162267073}], "exons_hg19": [{"cdsend": 163174817, "cdsstart": 163123709, "chr": "2", "position": [[163123583, 163123889], [163123988, 163124079], [163124596, 163124787], [163128735, 163128897], [163130304, 163130454], [163133196, 163133456], [163133924, 163134203], [163134714, 163134838], [163136505, 163136622], [163137837, 163138055], [163138875, 163139086], [163144644, 163144865], [163150073, 163150178], [163163218, 163163365], [163167274, 163167443], [163174364, 163175194]], "strand": -1, "transcript": "NM_022168", "txend": 163175194, "txstart": 163123583}], "generif": [{"pubmed": 11805321, "text": "mda-5: An interferon-inducible putative RNA helicase with double-stranded RNA-dependent ATPase activity and melanoma growth-suppressive properties"}, {"pubmed": 14676839, "text": "mda-5 is a novel type I IFN-inducible gene, which may contribute to apoptosis induction during terminal differentiation and during IFN treatment"}, {"pubmed": 15563593, "text": "mda-5 plays a central role in an intracellular signal transduction pathway that can lead to the activation of the IFN-beta promoter, and that the V proteins of paramyxoviruses interact with mda-5 to block its activity."}, {"pubmed": 16116171, "text": "Shared and unique functions of the DExD/H-box helicases RIG-I, MDA5, and LGP2 in antiviral innate immunity."}, {"pubmed": 16575407, "text": "Rodent and human tumor cells containing constitutively activated Raf/Raf/MEK/ERK pathways were resistant to mda-5-induced killing."}, {"pubmed": 16699517, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16699517, "text": "report convincing statistical support for a sixth type 1 diabetes (T1D) locus in the innate immunity viral RNA receptor gene region IFIH1 (also known as mda-5 or Helicard) on chromosome 2q24.3"}, {"pubmed": 16782388, "text": "results suggest that IFN-inducible mda-5 is involved in measles virus-induced expression of antiviral cytokines"}, {"pubmed": 16797201, "text": "In conclusion, our results show that in epithelial cells influenza A virus-induced antiviral cytokine gene expression is triggered by RIG-I and mda-5, whose expression is positively regulated by IFN-alpha."}, {"pubmed": 17267501, "text": "beginning at 4 h postinfection, MDA-5 protein is degraded in poliovirus-infected cells; poliovirus-induced cleavage of MDA-5 may be a mechanism to antagonize production of type I interferon in response to viral infection"}, {"pubmed": 17442111, "text": "IFIH1 is upregulated in RA but that the A946T variant does not contribute significantly to the genetic background of RA"}, {"pubmed": 17442111, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17535987, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17535987, "text": "we confirm a significant contribution of the IFIH1 polymorphism to organ-specific autoimmune diseases, extending the range of conditions associated with this variant to include Graves' disease"}, {"pubmed": 17541283, "text": "The putative dsRNA receptor MDA-5 may not play a pivotal role in the dsRNA-stimulated expression of inflammatory chemokines in airway epithelial cells."}, {"pubmed": 18026693, "text": "An association of A946T polymorphism of the IFIH1 gene with the development of Graves' disease in a Chinese population was not apparent."}, {"pubmed": 18026693, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18071670, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18071670, "text": "The reported type 1 diabetes association is from a linkage disequilibrium region including three candidate genes, FAP, IFIH1 and GCA."}, {"pubmed": 18285833, "text": "IFIH1 interferon induced helicase, GCA grancalcin or the potassium channel KCNH7 - are potential candidates implicated in the pathogenesis of multiple sclerosis."}, {"pubmed": 18285833, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18684960, "text": "Epidermal keratinocytes respond to viral double-stranded dsRNA equivalent poly(I:C) by expressing melanoma differentiation associated protein-5 (MDA-5) together with its signal pathway in an antiviral defense program targeting viral skin infections."}, {"pubmed": 18927125, "text": "IFIH1 polymorphisms is associated with type 1 diabetes."}, {"pubmed": 18927125, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19016379, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19073967, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19154402, "text": "PIC-liposome could induce apoptosis and up-regulate cytoplasm receptors RIG-I and MDA5 in hepatoma cells"}, {"pubmed": 19156166, "text": "IFIH1-GCA-KCNH7 locus is not associated with genetic susceptibility to multiple sclerosis in French patients"}, {"pubmed": 19156166, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19164550, "text": "gC1qR is a physiological inhibitor of the RIG-I and MDA5-mediated antiviral signaling pathway"}, {"pubmed": 19211564, "text": "MDA5, RIG-I, and LGP2 have roles in regulating signal transduction"}, {"pubmed": 19264985, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19264985, "text": "study discovered 4 rare variants in IFIH1 that lowered type 1 diabetes risk independently of each other (odds ratio = 0.51 to 0.74; P = 1.3 x 10(-3) to 2.1 x 10(-16); variants are predicted to alter the expression and structure of IFIH1"}, {"pubmed": 19324880, "text": "Identification of loss of function mutations in human genes encoding RIG-I and MDA5: implications for resistance to type I diabetes."}, {"pubmed": 19403670, "text": "The V protein interaction was found to disrupt ATP hydrolysis mediated by both MDA5 and LGP2."}, {"pubmed": 19450885, "text": "association between two non-synonymous SNPs (rs1990760 and rs3747517) in the IFIH1 gene and multiple sclerosis in a large group of Danish patients."}, {"pubmed": 19531363, "text": "the structural basis of dsRNA recognition by MDA5 protein"}, {"pubmed": 19539001, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19539001, "text": "no association of genetic polymorphism with type i diabetes in the Belgian population"}, {"pubmed": 19565506, "text": "RNA helicase encoded by MDA-5 is a critical molecule involved in innate immune defense against viruses. Viral infection may play a role in the pathogenesis of clinically amyopathic dermatomyositis and rapidly progressive interstitial lung disease."}, {"pubmed": 19615405, "text": "This review summarizes the discovery of cytoplasmic sensor MDA-5, how it recognizes nucleic acids, its signaling pathways leading to cytokine synthesis, and viral countermeasures that have evolved to antagonize MDA-5 function."}, {"pubmed": 19620789, "text": "Proapoptotic signaling induced by RIG-I and MDA-5 results in type I interferon-independent apoptosis in human melanoma cells."}, {"pubmed": 19742420, "text": "Genetic polymorphism in IFIH1 gene does not confer susceptibility to autoimmune thyroid disease in the Japanese population."}, {"pubmed": 19742420, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19797678, "text": "Data show that found that IFIH1, a susceptibility gene of type 1 diabetes, interacts with YES1, which plays a role in glucose transport."}, {"pubmed": 19838195, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19841890, "text": "An association between the Ala946Thr polymorphism of IFIH1 and type 1 diabetes susceptibility has been detected in European populations."}, {"pubmed": 19841890, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19846522, "text": "RIG-I and MDA5 both contribute to the recognition of MV and the V protein promotes MV growth at least partly by inhibiting the MDA5-mediated IFN responses"}, {"pubmed": 19890046, "text": "TLR3 and MDA5, but not RIG-I, are required for maximal sensing of rhinovirus dsRNA and that TLR3 and MDA5 signal through a common downstream signaling intermediate, IRF3."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19951419, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19961590, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19961590, "text": "our data suggest no contribution from IFIH1 rs1990760 polymorphism to the pathogenesis of either Graves' disease, Hashimoto's thyroiditis or Addison's disease in our study populations"}, {"pubmed": 20033399, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20116863, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20116863, "text": "This study shows that the nsSNP rs35667974/Ile923Val does not have a role in susceptibility to MS."}, {"pubmed": 20203524, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20467774, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20467774, "text": "The IFIH1 Ala946Thr polymorphism was not associated with susceptibility to systemic lupus erythematosus or dermatomyositis."}, {"pubmed": 20538742, "text": "These findings suggest that variants in IFIH1 confer different susceptibility to diverse viral infections."}, {"pubmed": 20595247, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20644636, "text": "The mechanism of the association of the nsSNP with T1D remains to be determined, but does not involve IFIH1 mRNA modulation"}, {"pubmed": 20647273, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20668468, "text": "Compared to noncarriers, carriers of the 923Val and/or 460Arg variants were protected from psoriasis"}, {"pubmed": 20668468, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20694011, "text": "Association of IFIH1 and other autoimmunity risk alleles with selective IgA deficiency."}, {"pubmed": 20694011, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20719949, "text": "define molecular determinants for MDA5 inhibition by the paramyxovirus V proteins"}, {"pubmed": 20736039, "text": "genetic polymorphism is associated with risk of type 1 diabetes in a Russian population"}, {"pubmed": 20739519, "text": "MDA5, but not RIG-I, is the primary mediator of HSV recognition"}, {"pubmed": 20844740, "text": "Reduced gene expression of IFIH1 is protective for type 1 diabetes."}, {"pubmed": 20953190, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21052763, "text": "Serum ferritin correlates with activity of anti-MDA5 antibody-associated acute interstitial lung disease as a complication of dermatomyositis."}, {"pubmed": 21071089, "text": "These data suggested that the structural difference of vaccine measles virus V protein hampers MDA5 blockade and acts as a nidus for the spread/amplification of type I interferon induction."}, {"pubmed": 21113677, "text": "Both RIG-I and MDA5 were induced but neither of the two was essential for Dengue virus induced IFN-beta response."}, {"pubmed": 21123378, "text": "Human parainfluenza virus type 1 C protein suppresses dsRNA intracellular accumulation and activation of MDA5 and PKR."}, {"pubmed": 21156324, "text": "These findings suggest that SUMO-1 modification of MDA5 possibly via PIAS2beta may play a role in the MDA5-mediated interferon response to viral infections."}, {"pubmed": 21187438, "text": "Laboratory of genetics and physiology (LGP)2 protein counterregulates signaling through RIG-I and MDA5 in rotavirus-infected intestinal epithelial cells."}, {"pubmed": 21224721, "text": "The inflammatory response of rhinovirus infection in non-immune cells is mediated by MDA-5."}, {"pubmed": 21245912, "text": "Collectively, these data demonstrate that the intracellular RNA virus sensors (RIG-I, MDA5 and TLR3) are activated upon dengue virus infection and are essential for host defense against the virus."}, {"pubmed": 21270278, "text": "The findings indicate that IFIH1 genotypes influence progression from autoimmunity to diabetes development"}, {"pubmed": 21289206, "text": "MDA5 was hyperexpressed in islet cells, including beta- and alpha-cells, in three autopsied pancreata obtained 2 to 5 days after onset of fulminant type 1 diabetes."}, {"pubmed": 21342182, "text": "NOD1, NOD2 and RIG-1/MDA-5 have a role in T-cell activation."}, {"pubmed": 21496705, "text": "MDA5 expression may contribute to the proinflammatory circle in dermatomyositis andrelated autoimmune diseases."}, {"pubmed": 21705624, "text": "In patients with anti-double stranded DNA antibodies, an IFIH1 risk allele increases sensitivity to interferon-alpha signaling."}, {"pubmed": 21844166, "text": "TLR7/9 versus TLR3/MDA5 signaling during virus infections and diabetes."}, {"pubmed": 21978001, "text": "Data show that eosinophils expressed NOD1 and NOD2 mRNA and protein, low levels of RIG-I and MDA-5, and NLRP3 was completely absent."}, {"pubmed": 22046141, "text": "Association analysis identified five SLE susceptibility genes reaching genome-wide levels of significance : NCF2 ,IKZF1 ,IRF8 ,IFIH1 , and TYK2"}, {"pubmed": 22053898, "text": "IFIH1 rs3747517, but not rs1990760 polymorphism, plays an important role in type 1 diabetes risk in Chinese Han population."}, {"pubmed": 22110759, "text": "type 1 diabetes-associated IFIH1 polymorphisms have no, or only minor influence on the occurrence, quantity or duration of enterovirus infection in the gut"}, {"pubmed": 22152027, "text": "IFIH1 affects several immune-related diseases, including psoriasis and chronic periodontitis."}, {"pubmed": 22160685, "text": "MDA5 cooperatively assembles into a filamentous oligomer composed of a repeating segmental arrangement of MDA5 dimers along the length of viral dsRNA."}, {"pubmed": 22185736, "text": "the present study shows the presence of RIG-1,MDA-5, and LGP-2 in the human upper airways, most prominently inthe epithelium."}, {"pubmed": 22192091, "text": "Data show that the presence of autoantibodies against melanoma differentiation-associated gene 5 (MDA-5) in dermatomyositis (CADM) patients was inversely associated with the population of their city of residence."}, {"pubmed": 22301138, "text": "HSV-1 US11 binds to RIG-I and MDA-5 and inhibits their downstream signaling pathway."}, {"pubmed": 22461656, "text": "MDA5 may be involved in innate immune reactions against H pylori and associate with glandular atrophy and intestinal metaplasia in patients with H pylori infection."}, {"pubmed": 22590509, "text": "Triggering of the dsRNA sensors TLR3, MDA5, and RIG-I induces CD55 expression in synovial fibroblasts."}, {"pubmed": 22623778, "text": "Human respiratory syncytial virus nucleoprotein and inclusion bodies antagonize the innate immune response mediated by MDA5 and MAVS."}, {"pubmed": 22705106, "text": "The CARD domains of MDA5 bind to K63 polyubiquitin & this binding is essential for MDA5 to activate the transcription factor IRF3."}, {"pubmed": 22732950, "text": "We present 2 cases of MDA-5-associated dermato-pulmonary syndrome and provide a comprehensive review of available literature. [review]"}, {"pubmed": 22789000, "text": "The IFIH1 locus polymorphisms are unlikely to be associated with Addison's disease."}, {"pubmed": 22797917, "text": "MDA5 is the key sensor for the dsRNA replicative intermediate form of positive sense ssRNA viruses."}, {"pubmed": 22864531, "text": "A TLR3-mediated upregulation of VEGF and its receptor subtype 2 (VEGF-R2) in human mesangial cells upon activation of viral receptors, is reported."}, {"pubmed": 22886382, "text": "HLA-DRB1*0101/*0405 is associated with susceptibility to anti-MDA-5 antibody-positive dermatomyositis in the Japanese population."}, {"pubmed": 22892369, "text": "MDA5 induced by polyinosinic-polycytidylic acid, in turn, increased the expression of a chemokine CXCL10."}, {"pubmed": 22915805, "text": "Overall, this indicates that RIG-I and MDA5 can both contribute to the recognition and control of Bluetongue virus infection."}, {"pubmed": 23090998, "text": "MDA5 is a polymerization-dependent signaling platform that uses the amyloid-like self-propagating properties of mitochondrial antiviral-signaling protein to amplify signaling."}, {"pubmed": 23108955, "text": "study represents the first report demonstrating an association of the IFIH1 rs1990760 polymorphism with systemic lupus erythematosus susceptibility in a Chinese population"}, {"pubmed": 23144876, "text": "The common IFIH1 single nucleotide polymorphism may modify the frequency of enterovirus RNA in blood of healthy children."}, {"pubmed": 23152520, "text": "These data show that MDA5 is essential to induce the interferon response after human metapneumovirus infection infection in human and mouse dendritic cells as well as in an experimental mouse model of infection."}, {"pubmed": 23246693, "text": "No IFIH1 polymorphism showed statistically significant association with susceptibility to type 1 diabetes or other related autoimmune disorders in Brazilian patients."}, {"pubmed": 23273991, "text": "Study reports the crystal structure of MDA5 bound to double stranded RNA(dsRNA), which shows how, using the same domain architecture, MDA5 recognizes the internal duplex structure, whereas RIG-I recognizes the terminus of dsRNA."}, {"pubmed": 23284052, "text": "Depleting MDA5 with siRNA prevented IFNB production despite poly I:C stimulation. Induction of MDA5 upon stimulation was greater in IFNB-producing cells."}, {"pubmed": 23390110, "text": "Targeting of RIG-I and MDA5 could thus become a quintessential strategy to encounter heterogeneous cancers."}, {"pubmed": 23390309, "text": "RAVER1 specifically regulates MDA5 activity, revealing a mechanism of differential regulation of MDA5- and RIG-I-mediated innate antiviral response."}, {"pubmed": 23436757, "text": "The MDA-5 phenotype is frequently a clinical mimic of the antisynthetase syndrome and is not associated with rapidly progressive interstitial lung disease."}, {"pubmed": 23441136, "text": "our results establish a distinct role for IFIH1 in apoptosis, inflammation, and autoantibody production, and explain the molecular basis of these three risk alleles for SLE pathogenesis."}, {"pubmed": 23499489, "text": "Findings indicate that phosphatases PP1alpha and PP1gamma are key regulators of RIG-I and MDA5 antiviral signaling."}, {"pubmed": 23535865, "text": "three IFIH1 SNVs were associated with systemic lupus erythematosus."}, {"pubmed": 23650567, "text": "Overexpression of the MDA5 protein reverses the suppression of IRF3 activation caused by EV71 infection."}, {"pubmed": 23671710, "text": "Data show that LGP2 is able to synergize with melanoma differentiation associated gene-5 (mda-5) to render cells to induction by poly(I:C), but did not enhance retinoic acid-inducible gene-I (RIG-I) to induce type I interferon in response to poly(I:C)."}, {"pubmed": 23684765, "text": "TLR4 signaling, induced by LPS, increases the expression of melanoma differentiation-associated gene 5 (MDA5) and interferon (IFN)-stimulated gene 56 (ISG56) in U373MG human astrocytoma cells"}, {"pubmed": 23734776, "text": "Meta-analysis demonstrates that the IFIH1 rs1990760 T-allele confers susceptibility to autoimmune diseases, suggesting that the IFIH1 rs1990760 polymorphism might have no effect on Graves' disease and Addison's disease."}, {"pubmed": 23926323, "text": "Collectively, our in vitro and in vivo studies both support a critical role for MDA5 in the innate immune response against hepatitis B virus infection."}, {"pubmed": 24039580, "text": "RIG-I and MDA-5 detection of viral RNA-dependent RNA polymerase activity restricts positive-strand RNA virus replication."}, {"pubmed": 24117221, "text": "we are unable to conclude whether the Thr946Ala SNP differentially affects IFIH1 function, at least in the context of IFN-alpha production in response to exposure to poly I:C."}, {"pubmed": 24386202, "text": "The A allele of the rs1990760 polymorphism in the IFIH1 gene is associated with protection for arterial hypertension in type 1 diabetic patients."}, {"pubmed": 24390337, "text": "MDA5 and MAVS cleavages are both mediated by coxsackievirus B3 2A protease."}, {"pubmed": 24402011, "text": "The IFIH1 gene appears to play a major role in the development of some autoimmune diseases, and it is, therefore, a candidate gene for T1DM."}, {"pubmed": 24550253, "text": "L region antisense RNA of EMCV is a key determinant of innate immunity to the virus and represents an RNA that activates LGP2 associated MDA5 in virally-infected cells."}, {"pubmed": 24621100, "text": "Data reports an association between the rs1990760 polymorphism in MDA5 and EV71 infection in children in China."}, {"pubmed": 24686847, "text": "Gain-of-function mutations in IFIH1 cause a spectrum of human disease phenotypes associated with upregulated type I interferon signaling, including Aicardi-Goutieres syndrome."}, {"pubmed": 24701034, "text": "CXCL10 expression is induced by Hantaan virus infection through TLR3, RIG-I, and MDA-5 pathways correlated with the disease severity"}, {"pubmed": 24719229, "text": "Our study supports previous findings of an association between the rs1990760 polymorphism of IFIH1 and systemic lupus erythematosus and indicates that this SNP may also be associated with malar rash in lupus patients."}, {"pubmed": 24741583, "text": "These findings support the reliability of using commercially available recombinant MDA5 for detecting anti-MDA5 antibodies and confirm the association of these antibodies with RP-ILD in a large series of Mediterranean patients with DM."}, {"pubmed": 24743923, "text": "findings suggest that RIG-I and MDA5 associate with AU-rich RNA species originating from the mRNA of the measles virus L gene."}, {"pubmed": 24800889, "text": "essential to prevent early degradation of IRF-3, thereby sustaining IRF-3-dependent antiviral innate immunity"}, {"pubmed": 24829334, "text": "Experiments with paramyxovirus V protein-insensitive proteins revealed that the primary outcome of LGP2 interference is suppression of its ability to synergize with MDA5."}, {"pubmed": 24886842, "text": "mRNA and corresponding protein expression of TLR3, TLR7, TLR9, RIG-I and MDA-5 were analyzed in nasal biopsies and various upper airway epithelial cell lines."}, {"pubmed": 24960033, "text": "Association of IFIH1 gene polymorphisms with dilated cardiomyopathy in a Chinese population"}, {"pubmed": 24995871, "text": "study suggests that the IFIH1 mutations are responsible for the AGS phenotype due to an excessive production of type I interferon"}, {"pubmed": 25042601, "text": "Single nucleotide polymorphism in IFIH1 gene is associated with type 1 diabetes."}, {"pubmed": 25127512, "text": "LGP2 and MDA5 work together to detect viral RNA and generate a complete antiviral response."}, {"pubmed": 25130193, "text": "significant role in the defense against hepatitis C virus"}, {"pubmed": 25151986, "text": "Anti-MDA5 antibodies are not uncommon European patients with polymyositis/dermatomyositis."}, {"pubmed": 25288302, "text": "IFIH1 did not reveal significant single-SNP associations with multiple sclerosis risk."}, {"pubmed": 25331610, "text": "Confirm the strong association between anti-MDA5 antibodies and cutaneous ulcers in dermatomyositis patients."}, {"pubmed": 25463548, "text": "MDA5 plays important role in sensing HCV infection to trigger interferon response."}, {"pubmed": 25515714, "text": "There is an association of the IFIH1 locus with susceptibility to type 1 diabetes mellitus in the Polish population."}, {"pubmed": 25579795, "text": "As a receptor for viral RNA, MDA5 until now has been linked to antiviral host defense, but these novel studies show unexpected effects in antifungal immunity as well."}, {"pubmed": 25620204, "text": "A specific IFIH1 gain-of-function mutation causes Singleton-Merten syndrome."}, {"pubmed": 25794939, "text": "This review briefly summarizes the RLR system, and focuses on the relationship between LGP2 and MDA5, describing in detail how these two proteins work together to detect foreign RNA and generate a fully functional antiviral response."}, {"pubmed": 25850761, "text": "polymorphisms and clinical outcome of dengue virus infection"}, {"pubmed": 25865883, "text": "the ectopic expression of RIOK3 or a phosphomimetic MDA5-S828D mutation attenuated MDA5-mediated signaling."}, {"pubmed": 25878102, "text": "These data demonstrate that EFTUD2 restricts Hepatitis C Virus infection mainly through an RIG-I/MDA5-mediated, JAK-STAT-independent pathway, thereby revealing the participation of EFTUD2 as a novel innate immune regulator."}, {"pubmed": 25891073, "text": "Data indicate that pattern recognition receptors RIG-I and MDA5 displace viral proteins bound to dsRNA in an ATP-dependent manner."}, {"pubmed": 25903820, "text": "A significantly higher frequency of anti-melanoma differentiation-associated gene 5 (MDA5) antibodies was observed in Chinese patients with polymyositis/dermatomyositis (PM/DM) than in Japanese patients."}, {"pubmed": 26208481, "text": "Findings indicate that melanoma differentiation associated protein-5 (MDA5) may serve as a complementary role in the toll-like receptor3 (TLR3) activated suppression of neuroblastoma (NB)."}, {"pubmed": 26215161, "text": "The study proposes that the turnover kinetics of the ATPase domain enables the discrimination of self/non-self RNA by both RIG-I and MDA5."}, {"pubmed": 26284909, "text": "Results describe a family with gain of function mutation associated with cutaneous manifestations of Aicardi-Goutieres and Singleton-Merten syndromes"}, {"pubmed": 26351918, "text": "The MDA5 knockdown had no significant impact on the phosphorylation of eukaryotic translation initiation factor 2alpha triggered by CCCP, and MDA5 itself was not recruited to SGs, and the regulation of MDA5 in the SG response occurs downstream of eIF2alpha."}, {"pubmed": 26385483, "text": "discusses the different risk and protective IFIH1 alleles in the context of recent structural and functional analysis that relate to MDA5 regulation of interferon responses"}, {"pubmed": 26437794, "text": "These results demonstrate that poliovirus infection actively suppresses the host type I interferon response by blocking activation of IRF-3 and suggests that this is not mediated by cleavage of MDA-5 or IPS-1."}, {"pubmed": 26485346, "text": "These results showed that mRNA levels of MDA5 and RIG-1 were significantly decreased and increased, respectively, in chronic hepatitis B patients when compared to healthy controls."}, {"pubmed": 26564103, "text": "MDA5 mediates neuroprotection against cerebral ischemic injury."}, {"pubmed": 26646717, "text": "Using bone marrow derived macrophages from knockout mice we demonstrate that hBD3 suppresses the polyI:C-induced TLR3 response mediated by TICAM1 (TRIF), while exacerbating the cytoplasmic response through MDA5 (IFIH1) and MAVS (IPS1/CARDIF)."}, {"pubmed": 26782418, "text": "Our findings indicate that although STAT4 and IFIH1 SNPs are not associated with T1D in a Brazilian population, they might play a role in susceptibility to T1D on a larger worldwide scale"}, {"pubmed": 26833990, "text": "We provide herein the results of pathological examination including detailed description of the neuropathological hallmarks. To our knowledge, this the first detailed clinico-pathological description of a patient with an IFIH1 pathogenic variant."}, {"pubmed": 26893477, "text": "deliberately targeting the evolutionarily conserved MDA-5-IPS-1 antiviral pathway in tumors can provoke parallel tumoricidal and immunostimulatory effects that bridge innate and adaptive immune responses for the therapeutic treatment of cancer"}, {"pubmed": 27130701, "text": "MDA-5 stimulation leads to endothelial dysfunction."}, {"pubmed": 27643693, "text": "This study reviewed that Neurologic Phenotypes Associated with Mutations in IFIH1 in patients with Aicardi-Goutieres Syndrome."}, {"pubmed": 27655134, "text": "RNAs isolated from HCV-replicating cells triggered robust IFN-beta and IFN-lambda production through MDA5."}, {"pubmed": 27813554, "text": "meta-analysis of peer-reviewed articles from 2008 to 2015 and data from this study indicated an association between rs1990760 and Systemic lupus erythematosus (SLE) onset . This is the first association analysis on IFIH1 polymorphisms and SLE susceptibility in Brazilian populations."}, {"pubmed": 28000722, "text": "The connection between the rs1990760 polymorphism and the expression level of type III IFNs."}, {"pubmed": 28090671, "text": "LGP2 plays an essential role in activating interferon signaling against hepatitis C virus (HCV) infection by promoting MDA5 recognition of HCV pathogen-associated molecular patterns."}, {"pubmed": 28234905, "text": "This would suggest that the change in IP-10 is genotypically driven, while the change in IL-6 may be reflective of systemic lupus erythematosus (SLE) transition status. These data suggest that IFIH1 may contribute to SLE pathogenesis via altered inflammatory mechanisms."}, {"pubmed": 28250012, "text": "dynamic sumoylation and desumoylation of MDA5 and RIG-I modulate efficient innate immunity to RNA virus and its timely termination."}, {"pubmed": 28319323, "text": "These data confirm the pathogenicity of IFIH1 c.2465G>A p.(Arg822Gln) for Singleton-Merten syndrome and affirm the striking phenotypic heterogeneity of this disorder"}, {"pubmed": 28414768, "text": "GPATCH3 negatively regulates both RIG-I- and MDA5-mediated signaling."}, {"pubmed": 28475458, "text": "Both diseases (Neuroinflammation and the Singleton-Merten Syndrome) are part of the interferonopathy grouping and that the Arg822Gln mutation in IFIH1 can cause a spectrum of disease, including neurological involvement."}, {"pubmed": 28483922, "text": "Data support a new model where an LGP2-MDA5 oligomer shuttles NS3 to the mitochondria to block antiviral signaling"}, {"pubmed": 28501801, "text": "The rare variant rs35667974, encoding an Ile923Val amino acid change in the IFIH1 gene protein product, is protective for psoriatic arthritis."}, {"pubmed": 28553952, "text": "Human peripheral blood mononuclear cells (PBMCs) and cell lines expressing the risk variant IFIH1(T946) exhibited heightened basal and ligand-triggered production of type I interferons."}, {"pubmed": 28560754, "text": "Oncostatin M induces RIG-I and MDA5 expression and enhances the double-stranded RNA response in fibroblasts."}, {"pubmed": 28594402, "text": "data highlight new function of ARRDC4 in innate immunity, contributing to the better understanding about regulation of MDA5 activation after EV71 infection, and also suggest ARRDC4 may serve as a potential target for intervention of EV71-induced inflammatory response."}, {"pubmed": 28605144, "text": "An up-regulation of type I IFN-induced gene transcripts in all 5 patients tested and a heterozygous gain-of-function mutation in IFIH1 in each family were discovered in families with a Singleton-Merten syndrome phenotype."}, {"pubmed": 28606988, "text": "Data indicate autosomal recessive, homozygous MDA5 encoding gene IFIH1 mutation in the proband, and both parents and a brother were carriers of this mutation."}, {"pubmed": 28659477, "text": "Mechanistically, West Nile virus NS1 targets RIG-I and melanoma differentiation-associated gene 5 (MDA5) by interacting with them and subsequently causing their degradation by the proteasome."}, {"pubmed": 28716935, "text": "the identification of a pathogen-restricted immunodeficiency due to loss-of-function variants in IFIH1, which result in defective innate recognition of RNA viruses, preventing the activation of an efficient antiviral IFN response."}, {"pubmed": 28760879, "text": "this study shows that PACT facilitates RNA-induced formation of MDA5 oligomers in response to viruses"}, {"pubmed": 28768856, "text": "study revealed that encapsidation of DI-RNA (defective interfering genomes) molecules within the measles virus nucleocapsid abolished their immunoactive properties.  identified specific interactions of DI-RNAs with both RIG-I and LGP2 but not MDA5."}, {"pubmed": 28929635, "text": "genetic association studies in population of children in Hungary: Data suggest that a genetic polymorphism in IFIH1 (rs1990760) is associated with seasonal variation in onset of type 1 diabetes in population studied; this polymorphism in IFIH1 may contribute to manifestation of type 1 diabetes primarily in summer."}, {"pubmed": 28940253, "text": "Knockdown of PBRM1 in colon cancer cells increased the expression of two receptor genes (RIG-I and MDA5) and upregulated interferon (IFN)-related and inflammation-related gene signatures."}, {"pubmed": 28974542, "text": "This review discusses the evidence for MDA5 activity as a cause of autoimmune disease. [review]"}, {"pubmed": 28983955, "text": "anti-MDA5 antibody related to muscle weakness, Gottron's sign or papules, mechanic's hand, V rash, skin ulcers, panniculitis, alopecia, arthritis/arthralgia, pneumomediastinum, and elevated CK in patients with dermatomyositis [meta-analysis]"}, {"pubmed": 29186193, "text": "Dengue virus infection of human dendritic cells drives follicular T helper cells formation via crosstalk of RIG-I and MDA5."}, {"pubmed": 29229575, "text": "Melanoma differentiation-associated gene 5 (MDA5) is a recently described autoantigen target in a subset of patients with dermatomyositis. Anti-MDA5 dermatomyositis is characterized by a unique mucocutaneous and systemic phenotype"}, {"pubmed": 29380533, "text": "Anti-MDA5 antibody helps in the diagnosis of dermatomyositis, predicting cutaneous, musculoskeletal and pulmonary manifestations."}, {"pubmed": 29395326, "text": "work demonstrates that the increased efficiency of MDA5 in recognizing dsRNA comes at a cost of self-recognition and implicates a unique role of Alu-dsRNAs as virus-like elements that shape the primate immune system."}, {"pubmed": 29429386, "text": "R516Q mutation and their connectivity towards sequence-structural basis dysfunction of MDA5 protein, is reported."}, {"pubmed": 29462185, "text": "A critical role for DHX29 in innate immune response; molecular insights into the mechanisms by which DHX29 recognizes 5' structured EMCV RNA and interacts with MDA5 for potent type I interferon signaling and antiviral immunity."}, {"pubmed": 29698627, "text": "Bronchial mucosal IFN-alpha/beta and pattern recognition receptor expression in patients with experimental rhinovirus-induced asthma exacerbations"}, {"pubmed": 29753657, "text": "We have identified IRF-1, RIG-I and MDA5 as potent anti-norovirus effectors."}, {"pubmed": 29899107, "text": "This work validates the significant role of MDA5 in IFN signaling and HCV infection and proposes the first lncRNA inhibiting HCV replication by promoting the activation of MDA5 and mediating the association between MDA5 and HCV RNA, the study of which may shed light on the MDA5 function and treatment for hepatitis C patients."}, {"pubmed": 29930297, "text": "IFIH1 polymorphisms (rs1990760 and rs3747517) were associated with systemic lupus erythematosus susceptibility and rs1990760 risk T allele related with IL-18 and granzyme B serum levels in SLE patients."}, {"pubmed": 29973096, "text": "Analysis of chosen polymorphisms rs2476601 a/G - PTPN22, rs1990760 C/T - IFIH1, rs179247 a/G - TSHR in pathogenesis of autoimmune thyroid diseases in children."}, {"pubmed": 29997212, "text": "Engineered Oncolytic Poliovirus PVSRIPO Subverts MDA5-Dependent Innate Immune Responses in Cancer Cells."}, {"pubmed": 30130154, "text": "Paramyxovirus V proteins are able to bind to and disrupt the signaling activity of these MDA5 proteins, irrespective of their specific mutations, reducing IFN production and IFN-stimulated gene expression to effectively suppress the hyperactive antiviral response"}, {"pubmed": 30177393, "text": "FMDV 2B negatively regulates the retinoic acid inducible gene-I like RNA helicases receptor-mediated IFN-beta induction by targeting RIG-I and MDA5"}, {"pubmed": 30219631, "text": "IFIH1 mutation is the cause for the Aicardi goutieres syndrome associated pulmonary hypertension."}, {"pubmed": 30286211, "text": "Low MDA5 expression is associated with severe malaria."}, {"pubmed": 30304915, "text": "Melanoma Differentiation-Associated Gene 5 (MDA5)-mediated activation of interferon beta induction is down-regulated by Hepatitis E Virus (HEV) Papain-Like Cysteine Protease (PCP). MDA5 protein expression is completely abolished in the presence of HEV PCP."}, {"pubmed": 30449722, "text": "MDA5 forms helical filaments to recognize cytosolic double-stranded RNA. ATP binding and hydrolysis cause structural changes, which are proposed to confer proofreading activity."}, {"pubmed": 30449789, "text": "Report of three Japanese cases of anti-MDA5 antibody-positive rapidly progressive interstitial lung disease without signs of dermatomyositis. High-resolution computed tomography revealed patchy or subpleural distribution of consolidations and/or ground-glass opacities accompanied by traction bronchiectasis. All patients succumbed to respiratory failure within two months."}, {"pubmed": 30451863, "text": "RIG-I and MDA5 receptor sensing of host non-coding RNAs facilitates the cell-intrinsic immune response to Kaposi's sarcoma-associated herpesvirus infection."}, {"pubmed": 30633820, "text": "Genetic variations at IFIH1 rs3747517 and DDX58 rs9695310 were independent predictors of chronic hepatitis C in Chinese Han population."}, {"pubmed": 30742689, "text": "Authors found that several 14-3-3 isoforms may interact with MDA5 through the CARDs (N-MDA5), but 14-3-3eta was the only isoform that could enhance MDA5-dependent IFNbeta promoter activities in a dose-dependent manner."}, {"pubmed": 30761886, "text": "Investigated single-nucleotide polymorphisms (SNPs) in interferon induced with helicase C domain 1 (IFIH1) and their association with genetic predisposition to vitiligo in patients and controls."}, {"pubmed": 31427910, "text": "This is the first report of this heterozygous IFIH1 mutation and it is predicted to be disease-causing."}, {"pubmed": 31440940, "text": "MDA5 positively modulated the TNF-alpha-induced expression of CXCL10 in both STAT1-dependent and -independent manner and may be associated with metabolic inflammation in the liver."}, {"pubmed": 31539314, "text": "The mutant alleles of rs2111485 and rs1990760 in Interferon induced with helicase C domain 1 (IFIH1) gene decrease the possibility of spontaneous hepatitis C virus (HCV) clearance in Chinese Han population, but have no association with HCV clearance induced by interferon-alfa (IFN-alpha). Chronic hepatitis C (CHC) risk increases with the increasing number of unfavorable alleles."}, {"pubmed": 31733941, "text": "The interferon-induced helicase C domain-containing protein 1 gene variant (rs1990760) as an autoimmune-based pathology susceptibility factor."}, {"pubmed": 31772029, "text": "Cardiac valve involvement in ADAR-related type I interferonopathy."}, {"pubmed": 31866997, "text": "Novel TMEM173 Mutation and the Role of Disease Modifying Alleles."}, {"pubmed": 31898846, "text": "Genetic and phenotypic spectrum associated with IFIH1 gain-of-function."}, {"pubmed": 32057771, "text": "MDA5 against enteric viruses through induction of interferon-like response partially via the JAK-STAT cascade."}, {"pubmed": 32202700, "text": "A case of Singleton-Merten syndrome without cardiac involvement harboring a novel IFIH1 variant."}, {"pubmed": 32311159, "text": "The effect of IFN-beta 1a on expression of MDA5 and RIG-1 in multiple sclerosis patients."}, {"pubmed": 32321346, "text": "Hsa_circ_0012919 regulates expression of MDA5 by miR-125a-3p in CD4+ T cells of systemic lupus erythematous."}, {"pubmed": 32360518, "text": "Efficacy of tofacitinib for slowly progressive interstitial lung disease in a patient with anti-MDA5 antibody-positive dermatomyositis."}, {"pubmed": 32471869, "text": "A RIG-I-like receptor directs antiviral responses to a bunyavirus and is antagonized by virus-induced blockade of TRIM25-mediated ubiquitination."}, {"pubmed": 32571931, "text": "Spatiotemporal dynamics of innate immune signaling via RIG-I-like receptors."}, {"pubmed": 32603639, "text": "What do editors do? Understanding the physiological functions of A-to-I RNA editing by adenosine deaminase acting on RNAs."}, {"pubmed": 32737579, "text": "The African-American population with a low allele frequency of SNP rs1990760 (T allele) in IFIH1 predicts less IFN-beta expression and potential vulnerability to COVID-19 infection."}, {"pubmed": 32829203, "text": "Insight into the expression of RIG-I-like receptors in human third trimester placentas following ex vivo cytomegalovirus or vesicular stomatitis virus infection."}, {"pubmed": 33299896, "text": "Predictors of Poor Outcome of Anti-MDA5-Associated Rapidly Progressive Interstitial Lung Disease in a Chinese Cohort with Dermatomyositis."}, {"pubmed": 33323678, "text": "Chikungunya Virus nsP2 Impairs MDA5/RIG-I-Mediated Induction of NF-kappaB Promoter Activation: A Potential Target for Virus-Specific Therapeutics."}, {"pubmed": 33372174, "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) membrane (M) protein inhibits type I and III interferon production by targeting RIG-I/MDA-5 signaling."}, {"pubmed": 33373584, "text": "Structural analysis of RIG-I-like receptors reveals ancient rules of engagement between diverse RNA helicases and TRIM ubiquitin ligases."}, {"pubmed": 33387195, "text": "Role of MDA5 in regulating CXCL10 expression induced by TLR3 signaling in human rheumatoid fibroblast-like synoviocytes."}, {"pubmed": 33519803, "text": "IFIH1 Contributes to M1 Macrophage Polarization in ARDS."}, {"pubmed": 33740622, "text": "BATF2 balances the T cell-mediated immune response of CADM with an anti-MDA5 autoantibody."}, {"pubmed": 33742662, "text": "Distribution of anti-melanoma differentiation associated gene 5 (MDA5) IgG subclasses in MDA5+ dermatomyositis."}, {"pubmed": 33764398, "text": "Forced vital capacity predicts the survival of interstitial lung disease in anti-MDA5 positive dermatomyositis: a multi-centre cohort study."}, {"pubmed": 33983939, "text": "To \"\"Z\"\" or not to \"\"Z\"\": Z-RNA, self-recognition, and the MDA5 helicase."}, {"pubmed": 34101213, "text": "SARS-CoV-2 sensing by RIG-I and MDA5 links epithelial infection to macrophage inflammation."}, {"pubmed": 34185153, "text": "IFIH1 loss-of-function variants contribute to very early-onset inflammatory bowel disease."}, {"pubmed": 34189822, "text": "Severe diarrhea in a 10-year-old girl with Aicardi-Goutieres syndrome due to IFIH1 gene mutation."}, {"pubmed": 34211037, "text": "The RNA sensor MDA5 detects SARS-CoV-2 infection."}, {"pubmed": 34249006, "text": "RIG-I-Like Receptor-Mediated Recognition of Viral Genomic RNA of Severe Acute Respiratory Syndrome Coronavirus-2 and Viral Escape From the Host Innate Immune Responses."}, {"pubmed": 34380029, "text": "ADAR1 interaction with Z-RNA promotes editing of endogenous double-stranded RNA and prevents MDA5-dependent immune activation."}, {"pubmed": 34482352, "text": "Single nucleotide polymorphisms in PNPLA3, ADAR-1 and IFIH1 are associated with advanced liver fibrosis in patients co-infected with HIV-1//hepatitis C virus."}, {"pubmed": 34523053, "text": "Hepatic Macrophages Express Melanoma Differentiation-Associated Gene 5 in Nonalcoholic Steatohepatitis."}, {"pubmed": 34726731, "text": "Inborn errors of TLR3- or MDA5-dependent type I IFN immunity in children with enterovirus rhombencephalitis."}, {"pubmed": 34772806, "text": "Introns encode dsRNAs undetected by RIG-I/MDA5/interferons and sensed via RNase L."}, {"pubmed": 34795277, "text": "MDA5 disease variant M854K prevents ATP-dependent structural discrimination of viral and cellular RNA."}, {"pubmed": 34882124, "text": "Protective association exhibited by a single nucleotide polymorphism of the IFIH1 gene in patients with psoriasis: A case-control study.\", trans \"Asociacion protectora del polimorfismo de nucleotido unico en IFIH1 en pacientes con psoriasis: estudio de casos y controles."}, {"pubmed": 35041675, "text": "DNA methylation and single-nucleotide polymorphisms in DDX58 are associated with hand, foot and mouth disease caused by enterovirus 71."}, {"pubmed": 35060899, "text": "Effects of IFIH1 rs1990760 variants on systemic inflammation and outcome in critically ill COVID-19 patients in an observational translational study."}, {"pubmed": 35168003, "text": "Intracellular virus sensor MDA5 mutation develops autoimmune myocarditis and nephritis."}, {"pubmed": 35918839, "text": "Functional significance of the rare rs35667974 IFIH1 gene polymorphism, associated with multiple autoimmune diseases, using a structural biological approach."}, {"pubmed": 36152765, "text": "Effect of variants in LGP2 on MDA5-mediated activation of interferon response and suppression of hepatitis D virus replication."}, {"pubmed": 36232993, "text": "Direct Interaction of Coronavirus Nonstructural Protein 3 with Melanoma Differentiation-Associated Gene 5 Modulates Type I Interferon Response during Coronavirus Infection."}, {"pubmed": 36426976, "text": "Double-Stranded RNA Induces Mortality in an MDA5-Mediated Type I Interferonopathy Model."}, {"pubmed": 36434151, "text": "Age-dependent effect of the IFIH1/MDA5 gene variants on the risk of critical COVID-19."}, {"pubmed": 36637178, "text": "WDFY4 polymorphisms in Chinese patients with anti-MDA5 dermatomyositis is associated with rapid progressive interstitial lung disease."}, {"pubmed": 36672770, "text": "Polymorphisms in ACE1, TMPRSS2, IFIH1, IFNAR2, and TYK2 Genes Are Associated with Worse Clinical Outcomes in COVID-19."}, {"pubmed": 36743960, "text": "Genetic variants of IFIH1 and DHX58 affect the chronicity of hepatitis C in the Chinese Han population."}, {"pubmed": 36949709, "text": "[Risk Factors of Rapidly Progressive Interstitial Lung Disease in Patients With Anti-Melanoma Differentiation-Associated Gene 5 Antibody-Positive Dermatomyositis]."}, {"pubmed": 37197957, "text": "Anti-melanoma Differentiation-associated Gene 5 Antibody-positive Dermatomyositis Presenting as Refractory Gingivitis at the First Clinical Manifestation."}, {"pubmed": 37308752, "text": "Association of IFIH1 and DDX58 genes polymorphism with susceptibility to COVID-19."}, {"pubmed": 37426657, "text": "Association of the rs1990760, rs3747517, and rs10930046 polymorphisms in the IFIH1 gene with susceptibility to autoimmune diseases: a meta-analysis."}, {"pubmed": 37691917, "text": "Predictors of rapidly progressive interstitial lung disease and prognosis in Chinese patients with anti-melanoma differentiation-associated gene 5-positive dermatomyositis."}, {"pubmed": 37740789, "text": "MDA5 Enhances Invasive Candida albicans Infection by Regulating Macrophage Apoptosis and Phagocytosis/Killing Functions."}, {"pubmed": 37834254, "text": "The IFIH1/MDA5 rs1990760 Gene Variant (946Thr) Differentiates Early- vs. Late-Onset Skin Disease and Increases the Risk of Arthritis in a Spanish Cohort of Psoriasis."}, {"pubmed": 37847581, "text": "Coxsackievirus A6 2C protein antagonizes IFN-beta production through MDA5 and RIG-I depletion."}, {"pubmed": 37863517, "text": "Hepatitis C virus NS5B triggers an MDA5-mediated innate immune response by producing dsRNA without the replication of viral genomes."}, {"pubmed": 37956198, "text": "SARS-CoV-2 Nsp8 suppresses MDA5 antiviral immune responses by impairing TRIM4-mediated K63-linked polyubiquitination."}, {"pubmed": 38182800, "text": "Global trends in research of melanoma differentiation-associated gene 5: a bibliometric analysis from 2002 to 2022."}, {"pubmed": 38309507, "text": "Contrasting functions of ATP hydrolysis by MDA5 and LGP2 in viral RNA sensing."}, {"pubmed": 38399950, "text": "Histone H1.2 Inhibited EMCV Replication through Enhancing MDA5-Mediated IFN-beta Signaling Pathway."}, {"pubmed": 38579189, "text": "Genome-Wide Association Study Identifies IFIH1 and HLA-DQB1*05:02 Loci Associated With Anti-NMDAR Encephalitis."}, {"pubmed": 38663254, "text": "Mammalian reovirus micro1 protein attenuates RIG-I and MDA5-mediated signaling transduction by blocking IRF3 phosphorylation and nuclear translocation."}, {"pubmed": 38985764, "text": "IFIH1 (MDA5) is required for innate immune detection of intron-containing RNA expressed from the HIV-1 provirus."}], "genomic_pos": {"chr": "2", "end": 162318684, "ensemblgene": "ENSG00000115267", "start": 162267074, "strand": -1}, "genomic_pos_hg19": {"chr": "2", "end": 163175213, "start": 163123589, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0002753", "pubmed": 21616437, "qualifier": "involved_in", "term": "cytoplasmic pattern recognition receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009597", "pubmed": 17079289, "qualifier": "involved_in", "term": "detection of virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": 33727702, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 21616437, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0016925", "pubmed": 21156324, "qualifier": "involved_in", "term": "protein sumoylation"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032727", "pubmed": [19656871, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032727", "pubmed": 17079289, "qualifier": "involved_in", "term": "positive regulation of interferon-alpha production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032728", "pubmed": [17600090, 33727702], "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032728", "pubmed": [19656871, 21957149], "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0032728", "pubmed": 17079289, "qualifier": "involved_in", "term": "positive regulation of interferon-beta production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032755", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of interleukin-6 production"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0032760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of tumor necrosis factor production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0034344", "pubmed": 21616437, "qualifier": "involved_in", "term": "regulation of type III interferon production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0039530", "qualifier": "involved_in", "term": "MDA-5 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0039530", "pubmed": [17600090, 33727702], "qualifier": "involved_in", "term": "MDA-5 signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0039530", "pubmed": 19211564, "qualifier": "involved_in", "term": "MDA-5 signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 33727702, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0045087", "pubmed": 21616437, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051259", "qualifier": "involved_in", "term": "protein complex oligomerization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": [21478870, 33727702], "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0060337", "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0060760", "pubmed": 21957149, "qualifier": "involved_in", "term": "positive regulation of response to cytokine stimulus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0071360", "pubmed": 21957149, "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0098586", "pubmed": 28146100, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0140374", "qualifier": "involved_in", "term": "antiviral innate immune response"}], "CC": [{"evidence": "IEA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "located_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 11805321, "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 33727702, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005739", "pubmed": 33727702, "qualifier": "located_in", "term": "mitochondrion"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0003677", "qualifier": "enables", "term": "DNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003723", "pubmed": 33727702, "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0003724", "pubmed": 19211564, "qualifier": "enables", "term": "RNA helicase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003725", "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003725", "pubmed": 19656871, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "TAS", "id": "GO:0003725", "pubmed": 17079289, "qualifier": "enables", "term": "double-stranded RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003727", "qualifier": "enables", "term": "single-stranded RNA binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003727", "pubmed": 19656871, "qualifier": "enables", "term": "single-stranded RNA binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [16127453, 17460044, 17600090, 19403670, 19416887, 20434986, 21156324, 21791617, 21903422, 22301138, 22328336, 22623778, 22908223, 23328395, 25865883, 28591694, 30193849, 32296183, 33372174, 33727702, 34084167], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0008270", "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0008270", "pubmed": [19380577, 19531363], "qualifier": "enables", "term": "zinc ion binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0016887", "pubmed": 19211564, "qualifier": "enables", "term": "ATP hydrolysis activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0038187", "pubmed": [21217758, 23273991], "qualifier": "enables", "term": "pattern recognition receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0042802", "pubmed": [23090998, 30449722, 33727702], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [22160685, 25865883], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043021", "pubmed": 19881509, "qualifier": "enables", "term": "ribonucleoprotein complex binding"}]}, "homologene": {"genes": [[7955, 565759], [8364, 100488298], [9031, 424185], [9544, 702024], [9598, 459692], [9606, 64135], [9615, 488371], [9913, 535490], [10090, 71586], [10116, 499801]], "id": 32535}, "interpro": [{"desc": "Helicase, C-terminal", "id": "IPR001650", "short_desc": "Helicase_C"}, {"desc": "Helicase/UvrB, N-terminal", "id": "IPR006935", "short_desc": "Helicase/UvrB_N"}, {"desc": "Death-like domain superfamily", "id": "IPR011029", "short_desc": "DEATH-like_dom_sf"}, {"desc": "Helicase superfamily 1/2, ATP-binding domain", "id": "IPR014001", "short_desc": "Helicase_ATP-bd"}, {"desc": "RIG-I-like receptor, C-terminal regulatory domain", "id": "IPR021673", "short_desc": "RLR_CTR"}, {"desc": "P-loop containing nucleoside triphosphate hydrolase", "id": "IPR027417", "short_desc": "P-loop_NTPase"}, {"desc": "Caspase recruitment domain", "id": "IPR031964", "short_desc": "CARD_dom"}, {"desc": "RIG-I-like receptor, C-terminal domain superfamily", "id": "IPR038557", "short_desc": "RLR_C_sf"}, {"desc": "RIG-I-like receptor, C-terminal", "id": "IPR041204", "short_desc": "RIG-I-like_C"}], "ipi": ["IPI00005577", "IPI00556546"], "map_location": "2q24.2", "name": "interferon induced with helicase C domain 1", "other_names": ["CADM-140 autoantigen", "DEAD/H (Asp-Glu-Ala-Asp/His) box polypeptide", "RIG-I-like receptor 2", "RNA helicase-DEAD box protein 116", "clinically amyopathic dermatomyositis autoantigen 140 kDa", "helicard", "helicase with 2 CARD domains", "interferon-induced helicase C domain-containing protein 1", "melanoma differentiation-associated gene 5", "melanoma differentiation-associated protein 5", "murabutide down-regulated protein"], "pantherdb": {"HGNC": "18873", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1918836", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 10090, "uniprot_kb": "Q8R5F7"}, {"RGD": "1560496", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 10116, "uniprot_kb": "G3V6W5"}, {"Ensembl": "ENSGALG00000041192", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 9031, "uniprot_kb": "A0A1D5P5I0"}, {"ZFIN": "ZDB-GENE-081104-438", "ortholog_type": "LDO", "panther_family": "PTHR14074", "taxid": 7955, "uniprot_kb": "F1R4B9"}, {"WormBase": "WBGene00001090", "ortholog_type": "O", "panther_family": "PTHR14074", "taxid": 6239, "uniprot_kb": "G5EDI8"}, {"WormBase": "WBGene00008400", "ortholog_type": "O", "panther_family": "PTHR14074", "taxid": 6239, "uniprot_kb": "Q93413"}, {"dictyBase": "DDB_G0294407", "ortholog_type": "O", "panther_family": "PTHR14074", "taxid": 352472, "uniprot_kb": "Q86L44"}], "uniprot_kb": "Q9BYX4"}, "pathway": {"kegg": [{"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-392499", "name": "Metabolism of proteins"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-5688426", "name": "Deubiquitination"}, {"id": "R-HSA-5689880", "name": "Ub-specific processing proteases"}, {"id": "R-HSA-5689896", "name": "Ovarian tumor domain proteases"}, {"id": "R-HSA-597592", "name": "Post-translational protein modification"}, {"id": "R-HSA-918233", "name": "TRAF3-dependent IRF activation pathway"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933542", "name": "TRAF6 mediated NF-kB activation"}, {"id": "R-HSA-933543", "name": "NF-kB activation through FADD/RIP-1 pathway mediated by caspase-8 and -10"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-936440", "name": "Negative regulators of DDX58/IFIH1 signaling"}, {"id": "R-HSA-9678108", "name": "SARS-CoV-1 Infection"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9692914", "name": "SARS-CoV-1-host interactions"}, {"id": "R-HSA-9692916", "name": "SARS-CoV-1 activates/modulates innate immune responses"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4705", "name": "Pathways of nucleic acid metabolism and innate immune sensing"}, {"id": "WP4868", "name": "Type I interferon induction and signaling during SARS-CoV-2 infection"}, {"id": "WP4880", "name": "Host-pathogen interaction of human coronaviruses - interferon induction"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP5038", "name": "SARS-CoV-2 mitochondrial interactions"}]}, "pdb": ["2RQB", "3B6E", "3GA3", "4GL2", "7DNI", "7DNJ", "7JL0", "7JL2"], "pfam": ["PF00271", "PF04851", "PF11648", "PF16739", "PF18119"], "pharmgkb": "PA134889215", "pharos": {"target_id": 4019, "tdl": "Tbio"}, "prosite": ["PS51192", "PS51194", "PS51789"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF172164", "relationship": "is"}, {"id": "GNF183070", "relationship": "is"}, {"id": "GNF193976", "relationship": "is"}, {"id": "GNF204882", "relationship": "is"}, {"id": "GNF231810", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF030954", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF276025", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF102474", "relationship": "is"}, {"id": "GNF142128", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000002.12", "NC_060926.1", "NG_011495.1"], "protein": ["NP_071451.2", "XP_047301363.1", "XP_054199313.1"], "rna": ["NM_022168.4", "XM_047445407.1", "XM_054343338.1"], "translation": [{"protein": "NP_071451.2", "rna": "NM_022168.4"}, {"protein": "XP_047301363.1", "rna": "XM_047445407.1"}, {"protein": "XP_054199313.1", "rna": "XM_054343338.1"}]}, "reporter": {"HG-U133_Plus_2": ["1555464_at", "216020_at", "219209_at"], "HG-U95Av2": "33612_at", "HG-U95B": "51920_at", "HTA-2_0": ["TC02002481.hg.1", "TC02004668.hg.1"], "HuEx-1_0": "2584207", "HuGene-1_1": "8056285", "HuGene-2_1": "16904365"}, "summary": "IFIH1 encodes MDA5 which is an intracellular sensor of viral RNA that triggers the innate immune response. Sensing RNA length and secondary structure, MDA5 binds dsRNA oligonucleotides with a modified DExD/H-box helicase core and a C-terminal domain, thus leading to a proinflammatory response that includes interferons. It has been shown that Coronaviruses (CoVs) as well as various other virus families, are capable of evading the MDA5-dependent interferon response, thus impeding the activation of the innate immune response to infection. MDA5 has also been shown to play an important role in enhancing natural killer cell function in malaria infection. In addition to its protective role in antiviral responses, MDA5 has been implicated in autoimmune and autoinflammatory diseases such as type 1 diabetes, systemic lupus erythematosus, and Aicardi-Goutieres syndrome[provided by RefSeq, Jul 2020].", "symbol": "IFIH1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1537399"}, "unigene": "Hs.163173", "uniprot": {"Swiss-Prot": "Q9BYX4", "TrEMBL": ["A0A8V8TKX2", "A0A3B3IRK8", "A0A7P0Z4A9"]}, "wikipedia": {"url_stub": "MDA5"}}