{"AllianceGenome": "5412", "HGNC": "5412", "MIM": "604456", "_id": "8519", "_version": 1, "accession": {"genomic": ["AC136475.7", "CH471278.1", "CP068267.2", "NC_000011.10", "NC_060935.1"], "protein": ["AAA35494.1", "AAH00897.1", "AAP35837.1", "BAF83169.1", "CAA59337.1", "EAW61218.1", "EAW61219.1", "NP_003632.4", "P13164.3", "XP_054226282.1"], "rna": ["AK290480.1", "BC000897.1", "BT007173.1", "J04164.1", "NM_003641.5", "X84958.1", "XM_054370307.1"], "translation": [{"protein": "BAF83169.1", "rna": "AK290480.1"}, {"protein": "AAA35494.1", "rna": "J04164.1"}, {"protein": "AAH00897.1", "rna": "BC000897.1"}, {"protein": "AAP35837.1", "rna": "BT007173.1"}, {"protein": "XP_054226282.1", "rna": "XM_054370307.1"}, {"protein": "CAA59337.1", "rna": "X84958.1"}, {"protein": "NP_003632.4", "rna": "NM_003641.5"}]}, "alias": ["9-27", "CD225", "DSPA2a", "IFI17", "LEU13"], "ensembl": {"gene": "ENSG00000185885", "protein": ["ENSP00000330825", "ENSP00000386187", "ENSP00000437057", "ENSP00000505026", "ENSP00000505048", "ENSP00000505076", "ENSP00000505082", "ENSP00000505256", "ENSP00000505362", "ENSP00000505380", "ENSP00000505391", "ENSP00000505531", "ENSP00000505586", "ENSP00000505629", "ENSP00000505689", "ENSP00000505746", "ENSP00000505755", "ENSP00000505924", "ENSP00000506054", "ENSP00000506197", "ENSP00000506272", "ENSP00000506324", "ENSP00000506342", "ENSP00000506353", "ENSP00000506447", "ENSP00000506610"], "transcript": ["ENST00000328221", "ENST00000408968", "ENST00000525554", "ENST00000528780", "ENST00000679353", "ENST00000679380", "ENST00000679765", "ENST00000679982", "ENST00000680299", "ENST00000680310", "ENST00000680342", "ENST00000680588", "ENST00000680611", "ENST00000680696", "ENST00000680699", "ENST00000680802", "ENST00000680855", "ENST00000680870", "ENST00000680938", "ENST00000681111", "ENST00000681180", "ENST00000681293", "ENST00000681350", "ENST00000681426", "ENST00000681577", "ENST00000681702", "ENST00000681761", "ENST00000681821", "ENST00000681938"], "translation": [{"protein": "ENSP00000505531", "rna": "ENST00000680299"}, {"protein": "ENSP00000505362", "rna": "ENST00000679353"}, {"protein": "ENSP00000506610", "rna": "ENST00000679982"}, {"protein": "ENSP00000505391", "rna": "ENST00000681350"}, {"protein": "ENSP00000505629", "rna": "ENST00000680855"}, {"protein": "ENSP00000505380", "rna": "ENST00000680588"}, {"protein": "ENSP00000505746", "rna": "ENST00000680310"}, {"protein": "ENSP00000505082", "rna": "ENST00000681702"}, {"protein": "ENSP00000506447", "rna": "ENST00000681111"}, {"protein": "ENSP00000506272", "rna": "ENST00000680342"}, {"protein": "ENSP00000506324", "rna": "ENST00000680870"}, {"protein": "ENSP00000505689", "rna": "ENST00000680802"}, {"protein": "ENSP00000437057", "rna": "ENST00000528780"}, {"protein": "ENSP00000505586", "rna": "ENST00000681761"}, {"protein": "ENSP00000505026", "rna": "ENST00000681821"}, {"protein": "ENSP00000330825", "rna": "ENST00000328221"}, {"protein": "ENSP00000505755", "rna": "ENST00000680699"}, {"protein": "ENSP00000505048", "rna": "ENST00000681938"}, {"protein": "ENSP00000506054", "rna": "ENST00000679380"}, {"protein": "ENSP00000506197", "rna": "ENST00000680938"}, {"protein": "ENSP00000386187", "rna": "ENST00000408968"}, {"protein": "ENSP00000505256", "rna": "ENST00000679765"}, {"protein": "ENSP00000505076", "rna": "ENST00000681180"}, {"protein": "ENSP00000505924", "rna": "ENST00000681426"}, {"protein": "ENSP00000506342", "rna": "ENST00000681577"}, {"protein": "ENSP00000506353", "rna": "ENST00000680696"}], "type_of_gene": "protein_coding"}, "entrezgene": "8519", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.81602921, "exp_mis": 49.5329132, "exp_syn": 26.0792, "lof_z": 1.07199785087187, "mis_z": 0.662514035364263, "mu_lof": 1.74563106586e-07, "mu_mis": 4.29777787965e-06, "mu_syn": 2.22776223118e-06, "n_lof": 1.0, "n_mis": 40.0, "n_syn": 27.0, "p_li": 0.221686062595446, "p_null": 0.130907894507454, "p_rec": 0.647406042897099, "syn_z": -0.111780907472834}, "bp": 378, "cds_end": 315113, "cds_start": 314170, "n_exons": 2, "nonpsych": {"exp_lof": 2.507507, "exp_mis": 44.7907963, "exp_syn": 23.5629225, "lof_z": 1.55515273551982, "mis_z": 0.662514855626661, "mu_lof": 1.74563106586e-07, "mu_mis": 4.29777787965e-06, "mu_syn": 2.22776223118e-06, "n_lof": 0.0, "n_mis": 36.0, "n_syn": 23.0, "p_li": 0.620700485211119, "p_null": 0.0378613882268214, "p_rec": 0.341438126562059, "syn_z": 0.0730122238464211}, "nontcga": {"exp_lof": 2.58672408, "exp_mis": 45.5662606, "exp_syn": 23.9888433, "lof_z": 0.973212325807019, "mis_z": 0.779847050520314, "mu_lof": 1.74563106586e-07, "mu_mis": 4.29777787965e-06, "mu_syn": 2.22776223118e-06, "n_lof": 1.0, "n_mis": 35.0, "n_syn": 26.0, "p_li": 0.212205927037386, "p_null": 0.139547018379979, "p_rec": 0.648247054582634, "syn_z": -0.259994612661966}, "transcript": "ENST00000408968.3"}, "exons": [{"cdsend": 315113, "cdsstart": 314170, "chr": "11", "position": [[314039, 314356], [314921, 315272]], "strand": 1, "transcript": "NM_003641", "txend": 315272, "txstart": 314039}], "exons_hg19": [{"cdsend": 315113, "cdsstart": 314170, "chr": "11", "position": [[314039, 314356], [314921, 315272]], "strand": 1, "transcript": "NM_003641", "txend": 315272, "txstart": 314039}], "generif": [{"pubmed": 12926988, "text": "LEU13 has a novel role different from that in the inhibition of cell proliferation, involved in IFNA-induced refractoriness of RSa cells to X rays"}, {"pubmed": 15661263, "text": "IFITM1 expression profiling could be used for molecular classification of CML, which may also predict survival"}, {"pubmed": 15808405, "text": "Overexpression of 9-27 leads to increased migration and invasiveness by suppressing natural killer cells in gastric cancer"}, {"pubmed": 18202764, "text": "IFITM1 has a role in cellular sensitivity to CDDP in esophageal cancer"}, {"pubmed": 18829488, "text": "IFITM1 plays an important role for the invasion at the early stage of HNSCC progression"}, {"pubmed": 19304549, "text": "The positive expression level of IFITM1 is associated with the progression of the carcinogenetic process in Peutz-Jeghers syndrome."}, {"pubmed": 19499152, "text": "results revealed that the interaction between IFITM1 and CAV-1 could enhance the inhibitory effect of CAV-1 on ERK activation"}, {"pubmed": 20064371, "text": "Antiviral effect of IFITM family members on H1N1 influenza, West Nile virus, and Dengue virus"}, {"pubmed": 20099975, "text": "Down regulation of IFITM1 is associated with cervical squamous cell carcinoma."}, {"pubmed": 20220060, "text": "Data show that ULBP1, TFR2 and IFITM1 were associated with increased susceptibility to Vgamma9Vdelta2 T-cell cytotoxicity."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20428811, "text": "Activated IFITM1 is associated with Peutz-Jeghers syndrome polyps."}, {"pubmed": 20628624, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20838853, "text": "IFITM1 was expressed in the five human glioma cell lines, and its expressions were positively correlated with their tumorigenicity"}, {"pubmed": 21177806, "text": "IFITM1, IFITM2, and IFITM3 inhibit HIV-1 replication through interfering with virus entry."}, {"pubmed": 21253575, "text": "IFITM proteins differentially restrict the entry of a broad range of enveloped viruses, and modulate cellular tropism independently of viral receptor expression."}, {"pubmed": 21976647, "text": "Hepatitis C virus infection suppresses the upregulation of a subset of effector molecules, including ISG56 and IFITM1."}, {"pubmed": 22609115, "text": "The results suggest that the expression of IFITM1 controls the invasiveness and migration of gastric cancer."}, {"pubmed": 22634173, "text": "IFITM1 knockdown in human alveolar-derived bone marrow stromal cells was associated with inhibition of Runx2 mRNA and protein expression."}, {"pubmed": 22787204, "text": "Introduction of anti-miR-130a in hepatocytes increased IFITM1 expression. Hepatocytes stably expressing IFITM1 reduced HCV replication. Together, these results suggested that HCV infection of hepatocytes upregulates miR-130a."}, {"pubmed": 22996292, "text": "This study defines IFITM1 as an interferon-stimulated gene effector with action against HCV entry."}, {"pubmed": 23376165, "text": "Although their inhibitory activities were modest when compared to that of tetherin, IFITMs, but not tetherin, directly reduced the expression of HIV-1 proteins including Gag, Vif and Nef."}, {"pubmed": 23720721, "text": "Authors show that interferon-induced transmembrane protein 1 (IFITM-1), IFITM-2, and IFITM-3 exhibit a broad spectrum of antiviral activity against several members of the Bunyaviridae family."}, {"pubmed": 24072182, "text": "IFITM1 is a potential valuable addition to immunohistochemical panels used in the diagnosis of cellular mesenchymal uterine tumors."}, {"pubmed": 24120510, "text": "Results suggest that the g.-1920G>A polymorphism in interferon inducible transmembrane protein 1 (IFITM1) may be associated with susceptibility to ulcerative colitis (UC)."}, {"pubmed": 24209773, "text": "Schizophrenia subjects with higher IFITM mRNA levels in cortical blood vessels have greater disturbances in cortical GABA neurons suggests that these cell-type disturbances might be influenced by a shared upstream insult that involves immune activation."}, {"pubmed": 24603679, "text": "IFITM1 is essential for the formation of functional blood vessels and stabilizes EC-EC interactions during endothelial lumen formation by regulating tight junction assembly."}, {"pubmed": 24676393, "text": "IFITM1 could be a novel metastasis-promoting gene that enhances the metastatic phenotype in ovarian cancer via epigenetic transcriptional regulation."}, {"pubmed": 25422070, "text": "In virus-producing cells, IFITMs coalesce with forming virions and are incorporated into HIV-1 viral particles."}, {"pubmed": 25464829, "text": "Incorporation of IFITM1, IFITM2 and IFITM3 into HIV-1 virions impair viral fusion and spread."}, {"pubmed": 25552713, "text": "Host IFITM3,IFITM2 and IFITM1 facilitate morphogenesis of the human cytomegalovirus assembly."}, {"pubmed": 25738301, "text": "the importance of the C-terminal region of IFITM1 in modulating the antiviral function through controlling protein subcellular localization."}, {"pubmed": 26259513, "text": "Suggest that IFITM1 promotes the aggressiveness of colorectal cancer cells via caveolin-1 signaling."}, {"pubmed": 26354436, "text": "propose that the IFITM proteins act in a coordinated manner to restrict HCV infection by targeting the endocytosed HCV virion for lysosomal degradation and demonstrate that the actions of the IFITM proteins are indeed virus and cell-type specific"}, {"pubmed": 26884876, "text": "High expression of IFITM1 is associated with poor prognosis of colorectal cancer."}, {"pubmed": 26897526, "text": "These findings indicate that overexpression of IFITM1 enhances the aggressive phenotype of triple-negative SUM149 IBC cells and that this effect is dependent on STAT2/BRG1 interaction."}, {"pubmed": 27124937, "text": "Compared with CD10, IFITM1 has superior performance distinguishing endometrial stroma of adenomyosis from mesenchyma surrounding invasive endometrial adenocarcinoma."}, {"pubmed": 27219333, "text": "These results indicate that IFITM1 protein can restrict alphavirus infection by inhibiting viral fusion with cellular membranes."}, {"pubmed": 27221933, "text": "Overexpression of IFITM1 is associated with Oral Squamous Cell Carcinomas."}, {"pubmed": 27268505, "text": "IFITM1 and IFITM3 inhibit Zika virus infection early in the viral life cycle."}, {"pubmed": 27552157, "text": "Strong ifitm1 Expression in CD4 T Cells in HIV Controllers Is Correlated With Immune Activation"}, {"pubmed": 27852071, "text": "Epithelial-mesenchymal transition (EMT) signature was dysregulated by both loss and gain of function of IFITM1, which was partially reverted by Caveolin-1 (CAV1)."}, {"pubmed": 28411130, "text": "IFITM1 suppression blocks proliferation and invasion of aromatase inhibitor-resistant breast cancer in vivo by JAK/STAT1-mediated induction of p21."}, {"pubmed": 28511927, "text": "The transcriptional regulation of IFITM1, 2 and 3 expression."}, {"pubmed": 29043607, "text": "High IFITM1 expression is associated with lymph node metastasis and invasion in Gallbladder Adenocarcinomas"}, {"pubmed": 29100522, "text": "Inactivated viral particle inoculation increased the expression of IFITM1protein at mRNA and protein levels, and mediated the antiviral state in HUVECs."}, {"pubmed": 29263263, "text": "Identification of three distinct mutations that converted IFITM1 or IFITM3 from inhibitors to enhancers of MERS-CoV or SARS-CoV spike protein-mediated entry revealed key structural motifs or residues determining the biological activities of IFITM proteins."}, {"pubmed": 29770536, "text": "Using a multi-group heat map from GSE9716 analysis of the GEO database, IFITM1 was determined to be a relevant radioresistance gene. Inhibition of IFITM1 in combination with radiotherapy could, indeed, inhibit oral neoplasm cells."}, {"pubmed": 30025446, "text": "These results demonstrate that constitutive upregulation of PITX2/IFITM1 cascade is an intrinsic adaptive mechanism during the pathogenesis of letrozole-resistance, and modulation of PITX2/IFITM1 level using different genetic and pharmacological means would thus have a novel therapeutic potential against letrozole resistance in BCa."}, {"pubmed": 30087232, "text": "overexpression of IFITM1, 2 and 3 suppressed entry of CXCR4 and CCR5 tropic viruses; entry of transmitted founder HIV-1 in U87 cells is more sensitive to inhibition by IFITM2 and IFITM3 than by IFITM1"}, {"pubmed": 30237526, "text": "Silencing IFITM1 expression using siRNA specifically lowered gammaherpesvirus infection of cells at a post binding stage of entry."}, {"pubmed": 30266929, "text": "These studies identify a novel role for IFITM1, 2, and 3 in inhibiting HIV replication at the level of translation."}, {"pubmed": 30318841, "text": "Using non-small cell lung cancer (NSCLC) cell lines and patient-derived samples, study shows that IFITM1 is essentially required for the progression of NSCLC. IFITM1 depletion resulted in a significant reduction in sphere formation, migration, and invasion of NSCLC cells in vitro. High level of IFITM1 expression is associated with a poor overall survival rate in adenocarcinoma but not in squamous cell carcinoma."}, {"pubmed": 30655323, "text": "These findings suggest that the presence of MUC1 and IFITM1 in breast tumors confers a poor prognosis for patients. Also, MUC1 and IFITM1 overexpression drives aromatase inhibitor resistance."}, {"pubmed": 30951861, "text": "The data have implications for the function of IFITM1/3 in mediating IFNgamma stimulated protein synthesis including ISG15ylation and MHC Class I production in cancer cells."}, {"pubmed": 31075894, "text": "The binding between HBc and BAF200 was of vital importance to HBc mediated downregulation of interferon-induced transmembrane protein 1 (IFITM1) expression."}, {"pubmed": 31079850, "text": "In lung adenocarcinoma, IFITM1 was an independent prognostic factor for overall survival. Furthermore, high IFITM1 expression was significantly correlated with decreased overall survival rates in each pTNM stage."}, {"pubmed": 31205947, "text": "study revealed the role of IFITM1 as a tumor promoter during lung cancer development and the possible molecular mechanism."}, {"pubmed": 31735710, "text": "IFITM1 knockdowns in BeWo trophoblasts increased their spontaneous fusion and allowed fusion in the presence of IFN while also making the cells more susceptible to virus infection."}, {"pubmed": 31792954, "text": "IFITM1-IFITM3 are expressed by T cells and are directly involved in adaptive immunity; they regulate CD4+ T helper cell differentiation in a T-cell-intrinsic manner. (Review)"}, {"pubmed": 31910882, "text": "Epigenetic regulation of IFITM1 expression in lipopolysaccharide-stimulated human mesenchymal stromal cells."}, {"pubmed": 32182730, "text": "Topology, Antiviral Functional Residues and Mechanism of IFITM1."}, {"pubmed": 32434425, "text": "Knockdown of interferon-induced transmembrane protein 1 inhibited proliferation, induced cell cycle arrest and apoptosis, and suppressed MAPK signaling pathway in pancreatic cancer cells."}, {"pubmed": 32436195, "text": "IFITM1 is a Novel, Highly Sensitive Marker for Endometriotic Stromal Cells in Ovarian and Extragenital Endometriosis."}, {"pubmed": 32668617, "text": "Interferon-Induced Transmembrane Protein 1 (IFITM1) Promotes Distant Metastasis of Small Cell Lung Cancer."}, {"pubmed": 32865181, "text": "Interferon-induced transmembrane protein 1 (IFITM1) is essential for progression of laryngeal squamous cell carcinoma in an Osteopontin/NF-kappaB-dependent manner."}, {"pubmed": 33270927, "text": "Opposing activities of IFITM proteins in SARS-CoV-2 infection."}, {"pubmed": 33332692, "text": "Expression of IFN-induced transmembrane protein 1 in glomerular endothelial cells."}, {"pubmed": 34022283, "text": "Disrupting interferon-alpha and NF-kappaB crosstalk suppresses IFITM1 expression attenuating triple-negative breast cancer progression."}, {"pubmed": 34319159, "text": "IFITM Proteins That Restrict the Early Stages of Respiratory Virus Infection Do Not Influence Late-Stage Replication."}, {"pubmed": 34321474, "text": "IFITM proteins promote SARS-CoV-2 infection and are targets for virus inhibition in vitro."}, {"pubmed": 34609520, "text": "IFITM1 expression determines extracellular vesicle uptake in colorectal cancer."}, {"pubmed": 34933450, "text": "Interferon-Induced Transmembrane Proteins Inhibit Infection by the Kaposi's Sarcoma-Associated Herpesvirus and the Related Rhesus Monkey Rhadinovirus in a Cell-Specific Manner."}, {"pubmed": 35708622, "text": "Differential Leukocyte Expression of IFITM1 and IFITM3 in Patients with Severe Pandemic Influenza A(H1N1) and COVID-19."}, {"pubmed": 35761108, "text": "Co-expression of DDR2 and IFITM1 promotes breast cancer cell proliferation, migration and invasion and inhibits apoptosis."}, {"pubmed": 36008984, "text": "Emergent Role of IFITM1/3 towards Splicing Factor (SRSF1) and Antigen-Presenting Molecule (HLA-B) in Cervical Cancer."}, {"pubmed": 36027039, "text": "MiR-504-3p Has Tumor-Suppressing Activity and Decreases IFITM1 Expression in Non-Small Cell Lung Cancer Cells."}, {"pubmed": 36112878, "text": "Toll-like receptor 3 signaling induces interferon-induced transmembrane protein 1 in BEAS-2B cells."}, {"pubmed": 37506491, "text": "Genome-wide DNA methylation analysis implicates enrichment of interferon pathway in African American patients with Systemic Lupus Erythematosus and European Americans with lupus nephritis."}, {"pubmed": 38140631, "text": "IFITM1 and IFITM3 Proteins Inhibit the Infectivity of Progeny HIV-1 without Disrupting Envelope Glycoprotein Clusters."}], "genomic_pos": {"chr": "11", "end": 315272, "ensemblgene": "ENSG00000185885", "start": 310041, "strand": 1}, "genomic_pos_hg19": {"chr": "11", "end": 315272, "start": 313506, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0001503", "qualifier": "involved_in", "term": "ossification"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 7559564, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008285", "pubmed": 20838853, "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": [21253575, 22479637], "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030336", "pubmed": 20838853, "qualifier": "involved_in", "term": "negative regulation of cell migration"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034341", "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034341", "pubmed": 21253575, "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035455", "qualifier": "involved_in", "term": "response to interferon-alpha"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035455", "pubmed": 22479637, "qualifier": "involved_in", "term": "response to interferon-alpha"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035456", "qualifier": "involved_in", "term": "response to interferon-beta"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035456", "pubmed": 21253575, "qualifier": "involved_in", "term": "response to interferon-beta"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045071", "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 21253575, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045071", "pubmed": 21976647, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045669", "pubmed": 22634173, "qualifier": "involved_in", "term": "positive regulation of osteoblast differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046597", "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046597", "pubmed": [21253575, 23358889, 26354436], "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060337", "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 26354436, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 26354436, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 19946888, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 28246125, "qualifier": "part_of", "term": "protein-containing complex"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [2398277, 8409388, 26354436], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 709095], [9598, 100526663], [9606, 8519], [9615, 475935], [9615, 483396], [9615, 483397], [9913, 353510], [9913, 615833]], "id": 74501}, "interpro": {"desc": "CD225/Dispanin family", "id": "IPR007593", "short_desc": "CD225/Dispanin_fam"}, "ipi": "IPI00300620", "map_location": "11p15.5", "name": "interferon induced transmembrane protein 1", "other_names": ["dispanin subfamily A member 2a", "interferon-induced protein 17", "interferon-induced transmembrane protein 1", "interferon-inducible protein 9-27", "leu-13 antigen"], "pantherdb": {"HGNC": "5412", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2686976", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "A0A1B0GS75"}, {"RGD": "1304718", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "D3ZR91"}, {"MGI": "1933382", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q99J93"}, {"Ensembl": "ENSRNOG00000042995", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "D4A096"}, {"RGD": "69332", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "Q9R175"}, {"MGI": "1921732", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "G3X9Z2"}, {"MGI": "1915963", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q9D103"}, {"RGD": "1307601", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "F1M3Q1"}, {"MGI": "1913391", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q9CQW9"}, {"Ensembl": "ENSRNOG00000048944", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "A0A0G2K2T5"}, {"Ensembl": "ENSRNOG00000015078", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "P26376"}, {"Ensembl": "ENSGALG00000045199", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "A0A3Q2UDS6"}, {"Ensembl": "ENSGALG00000004243", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "F1NZH7"}, {"Ensembl": "ENSGALG00000026970", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "R4GJX3"}, {"ZFIN": "ZDB-GENE-040724-190", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 7955, "uniprot_kb": "Q5PNN0"}, {"ZFIN": "ZDB-GENE-060526-259", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 7955, "uniprot_kb": "A5WUL9"}], "uniprot_kb": "P13164"}, "pathway": {"kegg": {"id": "hsa04662", "name": "B cell receptor signaling pathway - Homo sapiens (human)"}, "netpath": {"id": "Pathway_BCR", "name": "BCR"}, "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280218", "name": "Adaptive Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-198933", "name": "Immunoregulatory interactions between a Lymphoid and a non-Lymphoid cell"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": [{"id": "WP4197", "name": "Immune response to tuberculosis"}, {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}, {"id": "WP4950", "name": "16p11.2 distal deletion syndrome"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}]}, "pfam": "PF04505", "pharmgkb": "PA29653", "pharos": {"target_id": 4408, "tdl": "Tbio"}, "pir": "A31454", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF258751", "relationship": "is"}, {"id": "GNF258752", "relationship": "is"}, {"id": "GNF258753", "relationship": "is"}, {"id": "GNF258754", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159139", "relationship": "is"}, "GNF_hs-Origene": {"id": "GNF034810", "relationship": "similar to"}, "GNF_mm+hs-MGC": {"id": "GNF006938", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF236687", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF116762", "relationship": "is"}, {"id": "GNF156402", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1"], "protein": ["NP_003632.4", "XP_054226282.1"], "rna": ["NM_003641.5", "XM_054370307.1"], "translation": [{"protein": "NP_003632.4", "rna": "NM_003641.5"}, {"protein": "XP_054226282.1", "rna": "XM_054370307.1"}]}, "reporter": {"HG-U133_Plus_2": ["201601_x_at", "214022_s_at"], "HG-U95Av2": ["675_at", "676_g_at"], "HTA-2_0": "TC11000011.hg.1", "HuEx-1_0": "3315675", "HuGene-1_1": "7937335", "HuGene-2_1": "16720085"}, "summary": "Interferon-induced transmembrane (IFITM) proteins are a family of interferon induced antiviral proteins. The family contains five members, including IFITM1, IFITM2 and IFITM3 that belong to the CD225 superfamily. The protein encoded by this gene restricts cellular entry by diverse viral pathogens, such as influenza A virus, Ebola virus and Sars-CoV-2. [provided by RefSeq, Nov 2021].", "symbol": "IFITM1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334078"}, "unigene": "Hs.458414", "uniprot": {"Swiss-Prot": "P13164", "TrEMBL": ["A0A7P0Z452", "A0A7P0T921", "A0A7P0TAH2", "A0A7P0TAF0", "A0A7P0TAW0", "A0A7P0TA40", "A0A7P0T8E0", "A0A7P0T8C2", "A0A7P0T9N0", "A0A7P0TB03"]}, "wikipedia": {"url_stub": "IFITM1"}}