{"AllianceGenome": "5414", "HGNC": "5414", "MIM": "605579", "_id": "10410", "_version": 2, "accession": {"genomic": ["AC136475.7", "CH891444.1", "CP068267.2", "JQ610570.1", "JQ610571.1", "JQ610572.1", "JQ610573.1", "JQ610574.1", "JQ610575.1", "JQ610576.1", "JQ610577.1", "JQ610578.1", "JQ610579.1", "JQ610580.1", "JQ610581.1", "JQ610582.1", "JQ610583.1", "JQ610584.1", "JQ610585.1", "JQ610586.1", "JQ610587.1", "JQ610588.1", "JQ610589.1", "JQ610590.1", "JQ610591.1", "JQ610592.1", "JQ610593.1", "JQ610594.1", "JQ610595.1", "JQ610596.1", "JQ610597.1", "JQ610598.1", "JQ610599.1", "JQ610600.1", "JQ610601.1", "JQ610602.1", "JQ610603.1", "JQ610604.1", "JQ610605.1", "JQ610606.1", "JQ610607.1", "JQ610608.1", "JQ610609.1", "JQ610610.1", "JQ610611.1", "JQ610612.1", "JQ610613.1", "JQ610614.1", "JQ610615.1", "JQ610616.1", "JQ610617.1", "JQ610618.1", "JQ610619.1", "JQ610620.1", "JQ610621.1", "NC_000011.10", "NC_060935.1", "NG_032755.1"], "protein": ["AAH06794.1", "AAH08417.1", "AAH22439.1", "AAH70243.1", "AAP35538.1", "AFF60304.1", "AFF60305.1", "AFF60306.1", "AFF60307.1", "AFF60308.1", "AFF60309.1", "AFF60310.1", "AFF60311.1", "AFF60312.1", "AFF60313.1", "AFF60314.1", "AFF60315.1", "AFF60316.1", "AFF60317.1", "AFF60318.1", "AFF60319.1", "AFF60320.1", "AFF60321.1", "AFF60322.1", "AFF60323.1", "AFF60324.1", "AFF60325.1", "AFF60326.1", "AFF60327.1", "AFF60328.1", "AFF60329.1", "AFF60330.1", "AFF60331.1", "AFF60332.1", "AFF60333.1", "AFF60334.1", "AFF60335.1", "AFF60336.1", "AFF60337.1", "AFF60338.1", "AFF60339.1", "AFF60340.1", "AFF60341.1", "AFF60342.1", "AFF60343.1", "AFF60344.1", "AFF60345.1", "AFF60346.1", "AFF60347.1", "AFF60348.1", "AFF60349.1", "AFF60350.1", "AFF60351.1", "AFF60352.1", "AFF60353.1", "AFF60354.1", "AFF60355.1", "BAF84862.1", "CAA40626.1", "EAW50866.1", "NP_066362.2", "Q01628.2"], "rna": ["AI355192.1", "AK292173.1", "BC006794.1", "BC008417.1", "BC022439.1", "BC070243.1", "BQ937265.1", "BT006892.1", "DB261103.1", "NM_021034.3", "NR_049759.2", "X57352.1"], "translation": [{"protein": "CAA40626.1", "rna": "X57352.1"}, {"protein": "AAH22439.1", "rna": "BC022439.1"}, {"protein": "AAH08417.1", "rna": "BC008417.1"}, {"protein": "NP_066362.2", "rna": "NM_021034.3"}, {"protein": "AAH06794.1", "rna": "BC006794.1"}, {"protein": "AAH70243.1", "rna": "BC070243.1"}, {"protein": "BAF84862.1", "rna": "AK292173.1"}, {"protein": "AAP35538.1", "rna": "BT006892.1"}]}, "alias": ["1-8U", "DSPA2b", "IP15"], "ensembl": {"gene": "ENSG00000142089", "protein": ["ENSP00000382707", "ENSP00000432108", "ENSP00000473544", "ENSP00000473645", "ENSP00000505002", "ENSP00000505128", "ENSP00000505213", "ENSP00000505330", "ENSP00000505839", "ENSP00000505867", "ENSP00000505901", "ENSP00000505936", "ENSP00000506018", "ENSP00000506209", "ENSP00000506488", "ENSP00000506507", "ENSP00000506536"], "transcript": ["ENST00000399808", "ENST00000526811", "ENST00000531688", "ENST00000602735", "ENST00000602809", "ENST00000602949", "ENST00000679382", "ENST00000679433", "ENST00000679441", "ENST00000679746", "ENST00000679792", "ENST00000679793", "ENST00000679830", "ENST00000680023", "ENST00000680209", "ENST00000680372", "ENST00000680622", "ENST00000680716", "ENST00000680720", "ENST00000680920", "ENST00000680932", "ENST00000681048", "ENST00000681184", "ENST00000681198", "ENST00000681304", "ENST00000681748", "ENST00000681840"], "translation": [{"protein": "ENSP00000505839", "rna": "ENST00000679382"}, {"protein": "ENSP00000506488", "rna": "ENST00000681198"}, {"protein": "ENSP00000382707", "rna": "ENST00000399808"}, {"protein": "ENSP00000505330", "rna": "ENST00000680209"}, {"protein": "ENSP00000506507", "rna": "ENST00000681304"}, {"protein": "ENSP00000505867", "rna": "ENST00000681840"}, {"protein": "ENSP00000473645", "rna": "ENST00000531688"}, {"protein": "ENSP00000432108", "rna": "ENST00000526811"}, {"protein": "ENSP00000473544", "rna": "ENST00000602735"}, {"protein": "ENSP00000506536", "rna": "ENST00000680023"}, {"protein": "ENSP00000506209", "rna": "ENST00000679433"}, {"protein": "ENSP00000506018", "rna": "ENST00000679441"}, {"protein": "ENSP00000505901", "rna": "ENST00000679792"}, {"protein": "ENSP00000505002", "rna": "ENST00000681184"}, {"protein": "ENSP00000505213", "rna": "ENST00000680720"}, {"protein": "ENSP00000505128", "rna": "ENST00000680622"}, {"protein": "ENSP00000505936", "rna": "ENST00000681748"}], "type_of_gene": "protein_coding"}, "entrezgene": "10410", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.52810572, "exp_mis": 56.122721, "exp_syn": 31.71074, "lof_z": 0.952018699828266, "mis_z": 1.24852362679374, "mu_lof": 1.49151083397e-07, "mu_mis": 4.87939161884e-06, "mu_syn": 2.72480001984e-06, "n_lof": 1.0, "n_mis": 37.0, "n_syn": 25.0, "p_li": 0.199202473288833, "p_null": 0.152910348560625, "p_rec": 0.647887178150543, "syn_z": 0.73878271070145}, "bp": 402, "cds_end": 320813, "cds_start": 319837, "n_exons": 2, "nonpsych": {"exp_lof": 2.2469084, "exp_mis": 50.7552086, "exp_syn": 28.6600094, "lof_z": 0.816946934308897, "mis_z": 1.39863056454361, "mu_lof": 1.49151083397e-07, "mu_mis": 4.87939161884e-06, "mu_syn": 2.72480001984e-06, "n_lof": 1.0, "n_mis": 31.0, "n_syn": 23.0, "p_li": 0.199058426507054, "p_null": 0.172985153581797, "p_rec": 0.627956419911149, "syn_z": 0.66564464327416}, "nontcga": {"exp_lof": 2.32183445, "exp_mis": 51.6288842, "exp_syn": 29.16986011, "lof_z": 0.855741702324785, "mis_z": 1.29166617110704, "mu_lof": 1.49151083397e-07, "mu_mis": 4.87939161884e-06, "mu_syn": 2.72480001984e-06, "n_lof": 1.0, "n_mis": 33.0, "n_syn": 25.0, "p_li": 0.191938176062771, "p_null": 0.160666728471631, "p_rec": 0.647395095465598, "syn_z": 0.48885111910305}, "transcript": "ENST00000399808.4"}, "exons": [{"cdsend": 320813, "cdsstart": 319837, "chr": "11", "position": [[319675, 319990], [320564, 320860]], "strand": -1, "transcript": "NM_021034", "txend": 320860, "txstart": 319675}, {"cdsend": 320860, "cdsstart": 320860, "chr": "11", "position": [[319675, 319985], [320564, 320860]], "strand": -1, "transcript": "NR_049759", "txend": 320860, "txstart": 319675}], "exons_hg19": [{"cdsend": 320813, "cdsstart": 319837, "chr": "11", "position": [[319675, 319990], [320564, 320860]], "strand": -1, "transcript": "NM_021034", "txend": 320860, "txstart": 319675}, {"cdsend": 320860, "cdsstart": 320860, "chr": "11", "position": [[319675, 319985], [320564, 320860]], "strand": -1, "transcript": "NR_049759", "txend": 320860, "txstart": 319675}], "generif": [{"pubmed": 18177740, "text": "regulation of IFITM3 by TEF-1 demonstrates that TEF-1 dependent regulation is more widespread than its previously established role in the expression of muscle specific genes"}, {"pubmed": 18470904, "text": "IFITM3 plays an important role in early colon cancer development"}, {"pubmed": 19901966, "text": "This work has shown for the first time that IFITM3 physically interacts with OPN and reduces OPN mRNA expression"}, {"pubmed": 19946179, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19946179, "text": "gene polymorphism is associated with susceptibility to ulcerative colitis in Korean population"}, {"pubmed": 20534863, "text": "IFITM2 and IFITM3, disrupted early steps (entry and/or uncoating) of the viral infection, viperin, ISG20, and double-stranded-RNA-activated protein kinase, inhibited steps in west nile virus and dengue virus viral proteins and/or RNA biosynthesis."}, {"pubmed": 21177806, "text": "IFITM1, IFITM2, and IFITM3 inhibit HIV-1 replication through interfering with virus entry."}, {"pubmed": 21413873, "text": "promoter demethylation enhances transcriptional response to IFN-alpha treatment in melanoma cells"}, {"pubmed": 21531817, "text": "IFITM3 was expressed at higher levels in colon tumors and, particularly, nodal metastases than in normal colon tissue."}, {"pubmed": 21914072, "text": "To further investigate the 1-8U function with both in vivo and in vitro studies, the 1-8U gene was found to suppress cellular and hepatitis C virus internal ribosomal entry site-mediated translation."}, {"pubmed": 22446628, "text": "data reveal that the action of a single intrinsic immune effector, IFITM3, profoundly alters the course of influenza virus infection in mouse and humans"}, {"pubmed": 22511783, "text": "S-palmitoylation and ubiquitination differentially regulate interferon-induced transmembrane protein 3 (IFITM3)-mediated resistance to influenza virus."}, {"pubmed": 23361009, "text": "the CC genotype of ITITM3 is found in 69% of Chinese patients with severe pandemic influenza A H1N1/09 virus infection compared with 25% in those with mild infection."}, {"pubmed": 23376165, "text": "Although their inhibitory activities were modest when compared to that of tetherin, IFITMs, but not tetherin, directly reduced the expression of HIV-1 proteins including Gag, Vif and Nef."}, {"pubmed": 23601107, "text": "The antiviral effector protein interferon-inducible transmembrane protein 3 (IFITM3) interacts with VAPA and prevents its association with OSBP."}, {"pubmed": 23624618, "text": "IFITM3 protein was highly expressed in invasive breast cancer compared to normal tissues and was significantly associated with estrogen receptor and progesterone receptor status."}, {"pubmed": 23649619, "text": "IFITM3 restricts infection by a nonenveloped virus."}, {"pubmed": 23658454, "text": "The CD225 domain of IFITM3 is required for both IFITM protein association and inhibition of influenza A virus and dengue virus replication."}, {"pubmed": 23720721, "text": "Authors show that interferon-induced transmembrane protein 1 (IFITM-1), IFITM-2, and IFITM-3 exhibit a broad spectrum of antiviral activity against several members of the Bunyaviridae family."}, {"pubmed": 23874452, "text": "rs3888188, a functional promoter polymorphism of IFITM3, was identified to influence the risk for pediatric TB in Han Chinese population."}, {"pubmed": 23997235, "text": "Authors found evidence of an association between rs12252 rare allele homozygotes and susceptibility to mild influenza (in patients attending primary care)."}, {"pubmed": 24129573, "text": "Vesicular stomatitis virus and influenza A virus increased IFITM3-K88me1 levels by promoting the interaction between IFITM3 and SET7, suggesting that this pathway could be hijacked to support infection; conversely, IFN-alpha reduced IFITM3-K88me1 levels."}, {"pubmed": 24367104, "text": "The IFITM3 genotype is a primary driver of the observed differences in clinical outcome after H7N9 infection."}, {"pubmed": 24370119, "text": "The findings of this study provided new evidence that IFITM3 plays an important role in glioma cell growth and migration."}, {"pubmed": 24521078, "text": "As an endocytic protein, IFITM3 first arrives at the plasma membrane before it is endocytosed and further traffics to the late endosomes where it acts to impede virus entry."}, {"pubmed": 24699674, "text": "IFITM3 may redirect IAV fusion to a non-productive pathway, perhaps by promoting fusion with intralumenal vesicles within multivesicular bodies/late endosomes."}, {"pubmed": 24978204, "text": "Exposure of A(H1N1)pdm09-infected epithelial cells to HIV-1 viral particles or its gp120 enhanced by 25% the IFITM3 content. resulting in a decrease in influenza replication."}, {"pubmed": 25270246, "text": "Taken together, these data suggested that IFITM3 is a potential therapeutic target for GC."}, {"pubmed": 25314048, "text": "Tyrosine 20 partially regulates the subcellular localization of IFITM3 but is not functionally essential for IFITM3-mediated H1N1 restriction."}, {"pubmed": 25405885, "text": "Authors suggest that IFITM3 adopts multiple membrane topologies involving at least one intramembrane domain in its antivirally active conformation."}, {"pubmed": 25422070, "text": "In virus-producing cells, IFITMs coalesce with forming virions and are incorporated into HIV-1 viral particles."}, {"pubmed": 25464829, "text": "Incorporation of IFITM1, IFITM2 and IFITM3 into HIV-1 virions impair viral fusion and spread."}, {"pubmed": 25552713, "text": "Host IFITM3,IFITM2 and IFITM1 facilitate morphogenesis of the human cytomegalovirus assembly."}, {"pubmed": 25778715, "text": "This meta-analysis suggests that IFITM3 rs12252 T>C polymorphism is significantly associated with increased risk of severe influenza but not with the chance of initial virus infection."}, {"pubmed": 25784441, "text": "A novel association between IFITM3 gene polymorphism and rapid disease progression is reported in an acute HIV-1-infected MSM cohort in China."}, {"pubmed": 25942469, "text": "Our meta-analysis suggests a significant association between a minor IFITM3 allele (SNP rs12252-C) with severe influenza susceptibility, but not in mild influenza subjects"}, {"pubmed": 26263374, "text": "we demonstrate that the E3 ubiquitin ligase NEDD4 ubiquitinates IFITM3 in cells and in vitro."}, {"pubmed": 26354436, "text": "propose that the IFITM proteins act in a coordinated manner to restrict HCV infection by targeting the endocytosed HCV virion for lysosomal degradation and demonstrate that the actions of the IFITM proteins are indeed virus and cell-type specific"}, {"pubmed": 26387945, "text": "IFITM2 and IFITM3 specifically antagonize the HIV-1 envelope glycoprotein (Env), thereby inhibiting viral infection."}, {"pubmed": 27046158, "text": "there is one transmembrane helix in the human IFITM3 with a possible role in virus entry"}, {"pubmed": 27219333, "text": "These results indicate that IFITM3 protein can restrict alphavirus infection by inhibiting viral fusion with cellular membranes."}, {"pubmed": 27268505, "text": "IFITM1 and IFITM3 inhibit Zika virus infection early in the viral life cycle."}, {"pubmed": 27351739, "text": "IFITM3 rs12252 variant was associated with respiratory infection hospitalization but not specifically in patients infected with Influenza A(H1N1)pdm09."}, {"pubmed": 27492307, "text": "These data do not suggest a role of rs12252-C in the development of severe influenza virus infection in the population."}, {"pubmed": 27667301, "text": "The present study identified the transcripts, which were affected by the downregulation of endogenous IFITM3 and the pathways they were involved in. These findings may lead to an improved understanding of the biological functions of IFITM3."}, {"pubmed": 27707929, "text": "The study demonstrates that the human pulmonary endothelium possesses intrinsic immunity to human influenza viruses, in part due to the constitutive expression of IFITM3 proteins."}, {"pubmed": 27835870, "text": "IFITM3 is upregulated in patient-derivedbrain tumor-propagating cells (BTPCs) upon irradiation but does not affect brain tumor formation or progression in vivo."}, {"pubmed": 28100616, "text": "Key features of the HIV-1 envelope protein that are associated with viral resistance to the IFITM3 protein."}, {"pubmed": 28341742, "text": "cell-extrinsic and cell-intrinsic factors including IFITM3 have roles in regulating the efficiency and kinetics of virus entry and fusion with target cells"}, {"pubmed": 28356532, "text": "findings show that the sensitivity of influenza A viruses to the IFN-induced antiviral state and IFITM2 and IFITM3 proteins depends on the pH value at which the viral HA undergoes a conformational transition and mediates membrane fusion"}, {"pubmed": 28435159, "text": "IFITM3 was constitutively associated with IRF3 and regulated the homeostasis of IRF3 by mediating the autophagic degradation of IRF3. These findings suggest a novel inhibitory function of IFITM3 on the RNA-virus-triggered production of type I IFNs and cellular antiviral responses."}, {"pubmed": 28510725, "text": "homozygous IFITM3 CC and TLR3 CC genotypes showed significant independent associations with higher death risks in H7N9/H1N1pdm09 influenza in a large Chinese cohort"}, {"pubmed": 28511927, "text": "The transcriptional regulation of IFITM1, 2 and 3 expression."}, {"pubmed": 28531322, "text": "We failed to confirm an association between the rs12252_C allele of IFITM3 and influenza susceptibility in 2 cohorts of children."}, {"pubmed": 28544512, "text": "Study demonstrated, for the first time, that IFITM3 is expressed at a much higher level in lung cancer than in control tissues. Its knockdown could suppress lung cancer cell proliferation, invasion, and migration while inducing lung cancer cell cycle arrest and apoptosis."}, {"pubmed": 28594571, "text": "ZMPSTE24 is a downstream effector of IFITM3 and is important for interferon-induced transmembrane antiviral activity."}, {"pubmed": 28713779, "text": "IFITM3 rs12252 CC genotype was associated with severity rather than susceptibility of IVI in Chinese population, and this strong effect was observed in all subtypes of seasonal influenza infection"}, {"pubmed": 28714988, "text": "We found evidence of a new association of rs34481144 with severe influenza in three cohorts characterized by different levels of influenza illness severity. rs34481144 is an expression quantitative trait locus (eQTL) for IFITM3, with the risk allele associated with lower mRNA expression. The risk allele was found to have decreased IRF3 binding and increased CTCF binding in promoter-binding assays."}, {"pubmed": 28813716, "text": "frequencies of the CC genotype and the C allele in the IFITM3 polymorphism were higher in the Korean population than in the European populations but not in Chinese and Japanese populations; the rs12252 polymorphism of the IFITM3 gene did not significantly correlate with the disease severity of influenza A virus infection"}, {"pubmed": 28835547, "text": "study predicts IFITM3 secondary structures and identifes a highly conserved, short amphipathic helix within a hydrophobic region of IFITM3 previously thought to be a transmembrane domain; show this helix and its amphipathicity are required for IFITM3-dependent inhibition of influenza virus, Zika virus vesicular stomatitis virus, Ebola virus and HIV infections"}, {"pubmed": 28842783, "text": "We analyzed the population genetics of IFITM3 variants in the Portuguese general population (n = 200) and Central Africans (largely Angolan) (n = 148) as well as its association to influenza severity in Portuguese patients"}, {"pubmed": 28857475, "text": "Results demonstrate that IFITM3 expression has a close relationship with prognosis in esophageal squamous cell carcinoma (ESCC) patients. Its overexpression may predict poor prognosis in stage IIA ESCC patients after Ivor Lewis esophagectomy."}, {"pubmed": 29121968, "text": "rs12252 C polymorphism of interferon-induced transmembrane protein 3 (IFITM3) is associated mild flu in Iranian population. Carriers of the rs12252 C allele (CT + CC genotypes) showed 5.92 folds increase in the risk of mild flu comparing to the T allele homozygotes. There is a significant positive association between rs12252 C allele heterozygote and mild flu but not in C allele homozygote group."}, {"pubmed": 29202190, "text": "The authors show that full-length IFITM3 mRNA is dominantly expressed (>99%) across all rs12252 genotypes."}, {"pubmed": 29263263, "text": "Identification of three distinct mutations that converted IFITM1 or IFITM3 from inhibitors to enhancers of MERS-CoV or SARS-CoV spike protein-mediated entry revealed key structural motifs or residues determining the biological activities of IFITM proteins."}, {"pubmed": 29281729, "text": "contrary to its role in enhancing DNA virus replication, LSD1 limits RNA virus replication by demethylating and activating IFITM3 which is a host restriction factor for many RNA viruses"}, {"pubmed": 29503647, "text": "Role of IFITM3 in vaccinia virus infection was investigated at cellular level and observed that vaccinia virus did not trigger the transcription of IFITM3 or even down regulated IFITM3 expression by an IRF3-independent manner. Silencing of endogenous IFITM3 did not exert any significant effect on virus infection, but it regulated the antiviral activity of type Iota IFN and modulated the vaccinia virus-induced cell death."}, {"pubmed": 29917090, "text": "Studied the role of interferon induced transmembrane protein 3 (IFITM3) in human metapneumovirus infection."}, {"pubmed": 29940276, "text": "A significant association between the IFITM3 rs12252 polymorphism and the risk of influenza in both the White and East Asian populations (meta-analysis)."}, {"pubmed": 30087232, "text": "overexpression of IFITM1, 2 and 3 suppressed entry of CXCR4 and CCR5 tropic viruses; entry of transmitted founder HIV-1 in U87 cells is more sensitive to inhibition by IFITM2 and IFITM3 than by IFITM1"}, {"pubmed": 30266929, "text": "These studies identify a novel role for IFITM1, 2, and 3 in inhibiting HIV replication at the level of translation."}, {"pubmed": 30272306, "text": "Study showed that IFITM3 was upregulated in hepatocellular carcinoma (HCC) tissues and associated with HCC tumor size, tumor multifocal, and venous invasion. Furthermore, IFITM3 was identified as a new functional target gene of miR29a which expression was negatively correlated with that of IFITM3 in HCC tissues. These results indicated that IFITM3 play a critical role in the development and progression of HCC."}, {"pubmed": 30301809, "text": "a functional convergence between the mTOR pathway and IFITM3 proteins at endolysosomal membranes."}, {"pubmed": 30355696, "text": "Study determined that IFITM3 mutants are essentially packaged into virions proportionally to their intracellular levels of expression. Most mutations were found to concomitantly affect both antiviral properties of IFITM3 against HIV-1, but one CTD mutant exhibited a divergent behavior, possibly highlighting a novel regulatory role for this domain."}, {"pubmed": 30633185, "text": "The patients with HCC had a significantly higher proportion of IFITM3 rs12252-CC as compared with the patients with chronic HBV infection or liver cirrhosis. Moreover, the distribution of CC genotype in HCC patients with low differentiation was significantly higher than that in those with high differentiation. Furthermore, the patients with CC genotype were found with bigger tumor size."}, {"pubmed": 30923336, "text": "High IFITM3 expression predicts adverse prognosis in acute myeloid leukemia."}, {"pubmed": 30949979, "text": "IFITM3 is overexpressed in Oral squamous cell carcinoma (OSCC) and may regulate the CCND1-CDK4/6-pRB axis to mediate OSCC cell growth."}, {"pubmed": 30951861, "text": "The data have implications for the function of IFITM1/3 in mediating IFNgamma stimulated protein synthesis including ISG15ylation and MHC Class I production in cancer cells."}, {"pubmed": 31212878, "text": "The authors found that IFITM3 reorganizes into clusters as influenza A virus infection progresses. IFITM3 cluster formation started at 2-3 h post infection and increased over time to finally coat influenza A virus-containing endosomal vesicles."}, {"pubmed": 31242426, "text": "Small Extracellular Vesicles Are Key Regulators of Non-cell Autonomous Intercellular Communication in Senescence via the Interferon Protein IFITM3."}, {"pubmed": 31273201, "text": "IFITM3 played an oncogenic role in prostate cancer progression and bone metastasis via a novel TGF-beta-Smads-MAPK pathway."}, {"pubmed": 31597765, "text": "The results indicate that relatively high pH optimum of fusion of the hemagglutinin of zoonotic H5N1 and H7N9 influenza viruses allows them to overcome antiviral effects of inefficient endosomal acidification and IFITM3 in human endothelial cells."}, {"pubmed": 31682595, "text": "Polymorphisms in the rhIFITM3 and rhIFITM3(2) genes do not strongly modulate the course of SIV infection in macaques."}, {"pubmed": 31685927, "text": "Strong association of regulatory single nucleotide polymorphisms (SNPs) of the IFITM3 gene with influenza H1N1 2009 pandemic virus infection."}, {"pubmed": 31735710, "text": "IFITM3 knockdowns in BeWo trophoblasts increased their spontaneous fusion and allowed fusion in the presence of IFN while also making the cells more susceptible to virus infection."}, {"pubmed": 31792954, "text": "IFITM1-IFITM3 are expressed by T cells and are directly involved in adaptive immunity; they regulate CD4+ T helper cell differentiation in a T-cell-intrinsic manner. (Review)"}, {"pubmed": 31977029, "text": "IFIT1 and IFITM3 were overexpressed in head and neck squamous cell carcinoma and indicated poor prognoses for patients with head and neck squamous cell carcinoma."}, {"pubmed": 32243810, "text": "Site-Specific Photo-Crosslinking Proteomics Reveal Regulation of IFITM3 Trafficking and Turnover by VCP/p97 ATPase."}, {"pubmed": 32348495, "text": "Interferon-Induced Transmembrane Protein 3 Genetic Variant rs12252-C is associated with more severe disease in an age-dependent manner in Coronavirus Disease 2019."}, {"pubmed": 32493821, "text": "Differential Pressures of SERINC5 and IFITM3 on HIV-1 Envelope Glycoprotein over the Course of HIV-1 Infection."}, {"pubmed": 32595654, "text": "Reanalysis of transcriptomic data showed that although the interferon pathway is upregulated consistently in SARS-CoV related infection, SARS-CoV-2 showed specific upregulation of the gene for a unique interferon-induced protein, namely IFITM3."}, {"pubmed": 32754450, "text": "Investigation of Human IFITM3 Polymorphisms rs34481144A and rs12252C and Risk for Influenza A(H1N1)pdm09 Severity in a Brazilian Cohort."}, {"pubmed": 32879487, "text": "The innate immunity protein IFITM3 modulates gamma-secretase in Alzheimer's disease."}, {"pubmed": 33061814, "text": "Comprehensive analysis of two potential novel SARS-CoV-2 entries, TMPRSS2 and IFITM3, in healthy individuals and cancer patients."}, {"pubmed": 33108395, "text": "p53 promotes ZDHHC1-mediated IFITM3 palmitoylation to inhibit Japanese encephalitis virus replication."}, {"pubmed": 33112230, "text": "Homology-guided identification of a conserved motif linking the antiviral functions of IFITM3 to its oligomeric state."}, {"pubmed": 33113474, "text": "The Interferon-induced transmembrane protein 3 gene (IFITM3) rs12252 C variant is associated with COVID-19."}, {"pubmed": 33125710, "text": "IFITM3-specific antibody reveals IFN preferences and slow IFN induction of the antiviral factor IFITM3 in humans."}, {"pubmed": 33149299, "text": "IFITM3 functions as a PIP3 scaffold to amplify PI3K signalling in B cells."}, {"pubmed": 33174121, "text": "Ethnic variation in risk genotypes based on single nucleotide polymorphisms (SNPs) of the interferon-inducible transmembrane 3 (IFITM3) gene, a susceptibility factor for pandemic 2009 H1N1 influenza A virus."}, {"pubmed": 33270927, "text": "Opposing activities of IFITM proteins in SARS-CoV-2 infection."}, {"pubmed": 33396837, "text": "Strong Correlation between the Case Fatality Rate of COVID-19 and the rs6598045 Single Nucleotide Polymorphism (SNP) of the Interferon-Induced Transmembrane Protein 3 (IFITM3) Gene at the Population-Level."}, {"pubmed": 33465303, "text": "HCMV infection and IFITM3 rs12252 are associated with Rasmussen's encephalitis disease progression."}, {"pubmed": 33596480, "text": "DNA methylation and SNP in IFITM3 are correlated with hand, foot and mouth disease caused by enterovirus 71."}, {"pubmed": 33634992, "text": "SARS-CoV-2-related IFITM3 in immune dysfunction and tumor microenvironment: An integrative analysis in pan-cancers."}, {"pubmed": 33656312, "text": "Interferon-Induced Transmembrane Protein 3 Blocks Fusion of Diverse Enveloped Viruses by Altering Mechanical Properties of Cell Membranes."}, {"pubmed": 33711707, "text": "The influence of IFITM3 polymorphisms on susceptibility to SARS-CoV-2 infection and severity of COVID-19."}, {"pubmed": 33816616, "text": "Interferon-Induced Transmembrane Protein 3 Expression Upregulation Is Involved in Progression of Hepatocellular Carcinoma."}, {"pubmed": 33838280, "text": "Interferon-induced transmembrane protein-3 genetic variant rs12252 is associated with COVID-19 mortality."}, {"pubmed": 33882122, "text": "IFITM3 incorporation sensitizes influenza A virus to antibody-mediated neutralization."}, {"pubmed": 34078739, "text": "Human IFITM3 restricts chikungunya virus and Mayaro virus infection and is susceptible to virus-mediated counteraction."}, {"pubmed": 34319159, "text": "IFITM Proteins That Restrict the Early Stages of Respiratory Virus Infection Do Not Influence Late-Stage Replication."}, {"pubmed": 34321474, "text": "IFITM proteins promote SARS-CoV-2 infection and are targets for virus inhibition in vitro."}, {"pubmed": 34456915, "text": "Interferon-Induced Transmembrane Protein 3 Shapes an Inflamed Tumor Microenvironment and Identifies Immuno-Hot Tumors."}, {"pubmed": 34468206, "text": "Innate Immunity Protein IFITM3 in Alzheimer's Disease."}, {"pubmed": 34933450, "text": "Interferon-Induced Transmembrane Proteins Inhibit Infection by the Kaposi's Sarcoma-Associated Herpesvirus and the Related Rhesus Monkey Rhadinovirus in a Cell-Specific Manner."}, {"pubmed": 35022007, "text": "A systematic review on papers that study on Single Nucleotide Polymorphism that affects coronavirus 2019 severity."}, {"pubmed": 35056363, "text": "No Association between Single Nucleotide Polymorphisms (SNPs) of the Interferon-Induced Transmembrane Protein 3 (IFITM3) Gene and the Susceptibility of Alzheimer's Disease (AD)."}, {"pubmed": 35458456, "text": "IFITM3 Interacts with the HBV/HDV Receptor NTCP and Modulates Virus Entry and Infection."}, {"pubmed": 35708622, "text": "Differential Leukocyte Expression of IFITM1 and IFITM3 in Patients with Severe Pandemic Influenza A(H1N1) and COVID-19."}, {"pubmed": 35792282, "text": "Impact of interferon-induced transmembrane protein 3 gene rs12252 polymorphism on COVID-19 mortality."}, {"pubmed": 35802304, "text": "MiR-487b suppressed inflammation and neuronal apoptosis in spinal cord injury by targeted Ifitm3."}, {"pubmed": 36008984, "text": "Emergent Role of IFITM1/3 towards Splicing Factor (SRSF1) and Antigen-Presenting Molecule (HLA-B) in Cervical Cancer."}, {"pubmed": 36403064, "text": "Increased risk of COVID-19 mortality rate in IFITM3 rs6598045 G allele carriers infected by SARS-CoV-2 delta variant."}, {"pubmed": 36404597, "text": "Does IFITM3 link inflammation to tumorigenesis?"}, {"pubmed": 36423162, "text": "IFITM3 Inhibits SARS-CoV-2 Infection and Is Associated with COVID-19 Susceptibility."}, {"pubmed": 36914067, "text": "Relationship between interferon-induced transmembrane protein 3 and matrix metalloproteinase-9 gene polymorphisms in patients with hepatocellular carcinoma."}, {"pubmed": 36970857, "text": "Interferon-inducible phospholipids govern IFITM3-dependent endosomal antiviral immunity."}, {"pubmed": 37055652, "text": "Genetic polymorphisms of ACE1, ACE2, IFTM3, TMPRSS2 and TNFalpha genes associated with susceptibility and severity of SARS-CoV-2 infection: a systematic review and meta-analysis."}, {"pubmed": 37353775, "text": "Interferon-induced transmembrane protein 3 in hepatocellular carcinoma patients."}, {"pubmed": 37683443, "text": "The significance of IFITM3 polymorphism in COVID-19 asymptomatic and ICU admission Kurdish patients."}, {"pubmed": 38140631, "text": "IFITM1 and IFITM3 Proteins Inhibit the Infectivity of Progeny HIV-1 without Disrupting Envelope Glycoprotein Clusters."}, {"pubmed": 38184893, "text": "Evaluation of long non-coding RNAs EGOT, NRAV, NRIR and mRNAs ISG15 and IFITM3 expressions in COVID-19 patients."}, {"pubmed": 38197755, "text": "IFITM3-mediated activation of TRAF6/MAPK/AP-1 pathways induces acquired TKI resistance in clear cell renal cell carcinoma."}, {"pubmed": 38203797, "text": "A Knockout of the IFITM3 Gene Increases the Sensitivity of WI-38 VA13 Cells to the Influenza A Virus."}, {"pubmed": 38400050, "text": "Inflammatory Polymorphisms (IL-6 rs1800796, IL-10 rs1800896, TNF-alpha rs1800629, and IFITM3 rs12252) Are Not Associated with Post-COVID Symptoms in Previously Hospitalized COVID-19 Survivors."}, {"pubmed": 38402626, "text": "IFITM3 inhibits severe fever with thrombocytopenia syndrome virus entry and interacts with viral Gc protein."}, {"pubmed": 38462163, "text": "Genome-wide CRISPR activation screen identifies JADE3 as an antiviral activator of NF-kB-dependent IFITM3 expression."}, {"pubmed": 38717821, "text": "Interferon-Induced Transmembrane Protein-3 Rs12252-G Variant Increases COVID-19 Mortality Potential in Egyptian Population."}, {"pubmed": 38760017, "text": "TYK2, IFITM3, IFNAR2 and OAS3 single-nucleotide polymorphisms among severe COVID-19 ICU patients in Morocco."}], "genomic_pos": {"chr": "11", "end": 329475, "ensemblgene": "ENSG00000142089", "start": 319676, "strand": -1}, "genomic_pos_hg19": {"chr": "11", "end": 327537, "start": 319669, "strand": -1}, "go": {"BP": [{"evidence": "TAS", "gocategory": "BP", "id": "GO:0006955", "pubmed": 1906403, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0009615", "pubmed": [20943977, 21253575, 22479637], "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032897", "pubmed": 20943977, "qualifier": "involved_in", "term": "negative regulation of viral transcription"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0034341", "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0034341", "pubmed": 21253575, "qualifier": "involved_in", "term": "response to type II interferon"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035455", "qualifier": "involved_in", "term": "response to interferon-alpha"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035455", "pubmed": 22479637, "qualifier": "involved_in", "term": "response to interferon-alpha"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0035456", "qualifier": "involved_in", "term": "response to interferon-beta"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035456", "pubmed": 21253575, "qualifier": "involved_in", "term": "response to interferon-beta"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045071", "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": [20943977, 21253575], "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046597", "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046597", "pubmed": [20943977, 21253575, 26354436], "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0046597", "pubmed": 23358889, "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 21478870, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0060337", "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005765", "pubmed": 26354436, "qualifier": "located_in", "term": "lysosomal membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005886", "pubmed": 20943977, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0031901", "pubmed": 26354436, "qualifier": "located_in", "term": "early endosome membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0031902", "qualifier": "located_in", "term": "late endosome membrane"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032991", "pubmed": 28246125, "qualifier": "part_of", "term": "protein-containing complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0048471", "qualifier": "located_in", "term": "perinuclear region of cytoplasm"}], "MF": {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [18486613, 30983867, 32296183], "qualifier": "enables", "term": "protein binding"}}, "homologene": {"genes": [[9544, 100430243], [9598, 738726], [9606, 10410], [10090, 66141], [10116, 361673]], "id": 136199}, "interpro": {"desc": "CD225/Dispanin family", "id": "IPR007593", "short_desc": "CD225/Dispanin_fam"}, "ipi": ["IPI00303726", "IPI00982744"], "map_location": "11p15.5", "name": "interferon induced transmembrane protein 3", "other_names": ["dispanin subfamily A member 2b", "interferon-induced transmembrane protein 3", "interferon-inducible protein 1-8U"], "pantherdb": {"HGNC": "5414", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2686976", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "A0A1B0GS75"}, {"RGD": "1304718", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "D3ZR91"}, {"MGI": "1933382", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q99J93"}, {"Ensembl": "ENSRNOG00000042995", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "D4A096"}, {"RGD": "69332", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "Q9R175"}, {"MGI": "1921732", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "G3X9Z2"}, {"MGI": "1915963", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q9D103"}, {"RGD": "1307601", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "F1M3Q1"}, {"MGI": "1913391", "ortholog_type": "LDO", "panther_family": "PTHR13999", "taxid": 10090, "uniprot_kb": "Q9CQW9"}, {"Ensembl": "ENSRNOG00000048944", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "A0A0G2K2T5"}, {"Ensembl": "ENSRNOG00000015078", "ortholog_type": "LDO", "panther_family": "PTHR13999", "taxid": 10116, "uniprot_kb": "P26376"}, {"Ensembl": "ENSGALG00000045199", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "A0A3Q2UDS6"}, {"Ensembl": "ENSGALG00000004243", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "F1NZH7"}, {"Ensembl": "ENSGALG00000026970", "ortholog_type": "LDO", "panther_family": "PTHR13999", "taxid": 9031, "uniprot_kb": "R4GJX3"}, {"ZFIN": "ZDB-GENE-040724-190", "ortholog_type": "O", "panther_family": "PTHR13999", "taxid": 7955, "uniprot_kb": "Q5PNN0"}, {"ZFIN": "ZDB-GENE-060526-259", "ortholog_type": "LDO", "panther_family": "PTHR13999", "taxid": 7955, "uniprot_kb": "A5WUL9"}], "uniprot_kb": "Q01628"}, "pathway": {"reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}], "wikipathways": {"id": "WP4877", "name": "Host-pathogen interaction of human coronaviruses - MAPK signaling"}}, "pfam": "PF04505", "pharmgkb": "PA29655", "pharos": {"target_id": 1215, "tdl": "Tbio"}, "pir": "S17182", "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169494", "relationship": "is"}, {"id": "GNF180400", "relationship": "is"}, {"id": "GNF191306", "relationship": "similar to"}, {"id": "GNF202212", "relationship": "is"}, {"id": "GNF220664", "relationship": "is"}, {"id": "GNF222538", "relationship": "is"}, {"id": "GNF227990", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF159159", "relationship": "is"}, "GNF_hs-Origene": [{"id": "GNF040326", "relationship": "similar to"}, {"id": "GNF043780", "relationship": "is"}, {"id": "GNF047006", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF006940", "relationship": "is"}, {"id": "GNF006941", "relationship": "is"}, {"id": "GNF006942", "relationship": "is"}, {"id": "GNF006943", "relationship": "is"}], "GNF_mm+hs_RetroCDNA": {"id": "GNF241970", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF113765", "relationship": "is"}, {"id": "GNF153406", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000011.10", "NC_060935.1", "NG_032755.1"], "protein": "NP_066362.2", "rna": ["NM_021034.3", "NR_049759.2"], "translation": {"protein": "NP_066362.2", "rna": "NM_021034.3"}}, "reporter": {"HG-U133_Plus_2": "212203_x_at", "HG-U95Av2": ["41745_at", "676_g_at"], "HTA-2_0": "TC11001230.hg.1", "HuEx-1_0": "3357840", "HuGene-1_1": "7945371", "HuGene-2_1": "16733851"}, "summary": "Interferon-induced transmembrane (IFITM) proteins are a family of interferon induced antiviral proteins. The family contains five members, including IFITM1, IFITM2 and IFITM3 and belong to the CD225 superfamily. The protein encoded by this gene restricts cellular entry by diverse viral pathogens, such as influenza A virus, Ebola virus and Sars-CoV-2. [provided by RefSeq, Nov 2021].", "symbol": "IFITM3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415898"}, "unigene": "Hs.374650", "uniprot": {"Swiss-Prot": "Q01628", "TrEMBL": ["E9PS44", "A0A7P0TBF9", "A0A7P0T9S7", "A0A7P0TB46", "A0A7P0T8W2", "A0A7P0T9U8", "R4GNG9", "A0A7P0TB91"]}, "wikipedia": {"url_stub": "IFITM3"}}