{"AllianceGenome": "5423", "HGNC": "5423", "MIM": "147562", "_id": "3440", "_version": 1, "accession": {"genomic": ["AL353732.14", "AY532915.1", "CH471071.2", "CP068269.2", "FB652838.1", "J00207.1", "M28028.1", "M29883.1", "NC_000009.12", "NC_060933.1", "NG_029154.1", "S64979.1", "S64991.1", "S64994.1", "Y11834.1"], "protein": ["AAA36119.1", "AAA52715.1", "AAA59181.1", "AAB59402.1", "AAD13960.1", "AAD13961.1", "AAD13962.1", "AAH74936.1", "AAH74937.1", "AAI04164.1", "AAI04165.1", "AAP20099.1", "AAS92248.1", "AET86951.1", "AEX60802.1", "AEX60803.1", "AEX60804.1", "ATU32952.1", "CAA23805.1", "CAA23809.1", "CAA23810.1", "CAA72532.1", "CAG46719.1", "CAR97164.1", "EAW58611.1", "NP_000596.2", "P01563.2", "WLR90796.1"], "rna": ["AY255838.1", "BC074936.2", "BC074937.2", "BC104163.1", "BC104164.1", "CR541921.1", "JN591568.1", "JN591569.1", "JN591570.1", "JN848522.1", "KY780371.1", "M54886.1", "NM_000605.4", "OR001901.1", "V00544.1", "V00548.1", "V00549.1"], "translation": [{"protein": "AAH74936.1", "rna": "BC074936.2"}, {"protein": "WLR90796.1", "rna": "OR001901.1"}, {"protein": "ATU32952.1", "rna": "KY780371.1"}, {"protein": "CAA23809.1", "rna": "V00548.1"}, {"protein": "AAH74937.1", "rna": "BC074937.2"}, {"protein": "AAA59181.1", "rna": "M54886.1"}, {"protein": "AAI04164.1", "rna": "BC104163.1"}, {"protein": "AET86951.1", "rna": "JN848522.1"}, {"protein": "AAI04165.1", "rna": "BC104164.1"}, {"protein": "AEX60802.1", "rna": "JN591568.1"}, {"protein": "AEX60803.1", "rna": "JN591569.1"}, {"protein": "AEX60804.1", "rna": "JN591570.1"}, {"protein": "CAG46719.1", "rna": "CR541921.1"}, {"protein": "CAA23810.1", "rna": "V00549.1"}, {"protein": "CAA23805.1", "rna": "V00544.1"}, {"protein": "AAP20099.1", "rna": "AY255838.1"}, {"protein": "NP_000596.2", "rna": "NM_000605.4"}]}, "alias": ["IFN-alpha-2", "IFN-alphaA", "IFNA", "IFNA2B", "leIF A"], "ensembl": {"gene": "ENSG00000188379", "protein": "ENSP00000369554", "transcript": "ENST00000380206", "translation": [{"protein": "ENSP00000369554", "rna": "ENST00000380206"}], "type_of_gene": "protein_coding"}, "entrezgene": "3440", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 2.85057611, "exp_mis": 43.9779013, "exp_syn": 18.08329, "lof_z": 0.499041345627058, "mis_z": -2.21431964942891, "mu_lof": 2.14601503631e-07, "mu_mis": 3.84448358945e-06, "mu_syn": 1.55903499739e-06, "n_lof": 2.0, "n_mis": 74.0, "n_syn": 27.0, "p_li": 0.0445894041680805, "p_null": 0.28668231072998, "p_rec": 0.668728285101939, "syn_z": -1.29991632205627}, "bp": 567, "cds_end": 21385328, "cds_start": 21384761, "n_exons": 1, "nonpsych": {"exp_lof": 2.5594109, "exp_mis": 39.7836101, "exp_syn": 16.3464854, "lof_z": 0.343409903636104, "mis_z": -1.85653968140325, "mu_lof": 2.14601503631e-07, "mu_mis": 3.84448358945e-06, "mu_syn": 1.55903499739e-06, "n_lof": 2.0, "n_mis": 63.0, "n_syn": 26.0, "p_li": 0.0435804272969637, "p_null": 0.320103588446126, "p_rec": 0.63631598425691, "syn_z": -1.50326831441345}, "nontcga": {"exp_lof": 2.62051873, "exp_mis": 40.4576608, "exp_syn": 16.63461458, "lof_z": 0.987510596054339, "mis_z": -2.23562525851686, "mu_lof": 2.14601503631e-07, "mu_mis": 3.84448358945e-06, "mu_syn": 1.55903499739e-06, "n_lof": 1.0, "n_mis": 69.0, "n_syn": 20.0, "p_li": 0.214864341692455, "p_null": 0.137011432409311, "p_rec": 0.648124225898234, "syn_z": -0.522458019867893}, "transcript": "ENST00000380206.2"}, "exons": [{"cdsend": 21385329, "cdsstart": 21384762, "chr": "9", "position": [[21384254, 21385398]], "strand": -1, "transcript": "NM_000605", "txend": 21385398, "txstart": 21384254}], "exons_hg19": [{"cdsend": 21385328, "cdsstart": 21384761, "chr": "9", "position": [[21384253, 21385397]], "strand": -1, "transcript": "NM_000605", "txend": 21385397, "txstart": 21384253}], "generif": [{"pubmed": 8668211, "text": "Alpha interferon suppresses the cyclin D3 and cdc25A genes, leading to a reversible G0-like arrest."}, {"pubmed": 12010658, "text": "Angiogenic activity of rat mast cells in the chick embryo chorioallantoic membrane is down-regulated by treatment with recombinant human alpha-2a interferon and partly mediated by fibroblast growth factor-2.  (alpha-2a interferon)"}, {"pubmed": 15004750, "text": "Possession of the IFNA17 polymorphism (551T-->G), with higher levels of IFN-alpha significantly increases the risk of sarcoidosis."}, {"pubmed": 16171819, "text": "Data describe the mapping of the complete binding region of IFNAR1 on IFNalpha2 using a panel of 21 single alanine mutant proteins."}, {"pubmed": 16697656, "text": "In vivo induction of ITGA-11 is detected in spleen and lungs of human recombinant IFN-alpha 2-treated BALB/c mice."}, {"pubmed": 16920161, "text": "Findings indicate that the deletion in the promoter of the IFN-alpha-2 gene reduces the transcription of this gene in vitro and this could also be one cause of susceptibility to hepatitis B."}, {"pubmed": 16920161, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17116765, "text": "Plasmacytoid dendritic cells in atherosclerotic plaque sense microbial motifs and amplify cytolytic T-cell functions. IFN-alpha emerged as a potent regulator of T-cell function."}, {"pubmed": 17181634, "text": "Differential transcription occurring early in atopic dermatitis skin was indicated for CCL18, CCL13, IFNalpha2, PPARalpha and PPARgamma."}, {"pubmed": 17477817, "text": "study reports that, in addition to promoting T cell chemotaxis, IFN-alpha2 enhances T cell adhesion to integrin ligands, which is associated with integrin clustering on the T cell surface and enhanced conjugate formation with dendritic cells"}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17880940, "text": "IFNalpha is able to interfere with IL-6 signaling by inhibiting STAT3 activity and the abrogation of STAT3 activity accounts for the ability of IFNalpha to induce apoptosis in myeloma cells."}, {"pubmed": 18005734, "text": "we propose that HIV-1 expresses Vpu to counteract an IFNalpha-induced, general host defense that inhibits dissemination of enveloped virions from the surface of infected cells."}, {"pubmed": 18027911, "text": "Results demonstrated that two individual IFN-alphas interact differentially with IFNAR2-EC and influence each other during this interaction."}, {"pubmed": 18032529, "text": "Recombinant human IFN-alpha 2b causes programmed cell death in nondiseased renal epithelial cells. IFN-alpha-induced apoptosis is directed by an extrinsic death receptor signaling pathway, amplified by an intrinsic mitochondrial pathway."}, {"pubmed": 18584346, "text": "Recombinant INFA2 may have antitumor activity against Merkel cell carcinoma."}, {"pubmed": 18729739, "text": "IFN-alpha2b possibly controls chemotaxis by regulating the interaction between CXCL10 and CXCR3A"}, {"pubmed": 18937499, "text": "Mutation of the IFNAR-1 receptor binding site of human IFN-alpha2 generates type I IFN competitive antagonists."}, {"pubmed": 19000144, "text": "Observational study of gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19000144, "text": "This is the first report of positive association of IFNA gene in SLE, especially the role of specific subtypes IFNA1 and IFNA5."}, {"pubmed": 19055755, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19055755, "text": "The worldwide distribution of indel polymorphism in the gene coding for IFNA2 was analyzed."}, {"pubmed": 19153447, "text": "analysis of the complex between a human anti-interferon antibody fragment and human interferon alpha-2A"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19345260, "text": "IFNalpha-mediated downregulation of Hepatitis C virus gene expression is abolished by acrolein, a major component of cigarette smoke"}, {"pubmed": 19564411, "text": "Results suggest that the differential activities of the interferon subtypes alpha2 and beta are dictated not only by the intrinsic ligand/receptor binding kinetics but also by the density of cell surface receptor components."}, {"pubmed": 19574459, "text": "Pharmacological inhibition of Mnk kinases or siRNA-mediated knockdown of Mnk1 and Mnk2 results in partial reversal of the suppressive effects of IFNalpha on normal and leukemic hematopoietic progenitors."}, {"pubmed": 19621225, "text": "Data show that serum concentrations of pegylated interferon alpha-2b increased in a dose-related manner."}, {"pubmed": 19790049, "text": "C1q inhibits immune complex-induced interferon-alpha production in plasmacytoid dendritic cells."}, {"pubmed": 20159042, "text": "Strategies are described to maximize expression of rightly processed human INF alpha2b protein in Pichia."}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20309637, "text": "These findings indicate that the expression of MxA, 2',5'-OAS and PKR are up-regulate by PI3K-AKT signal pathway, and Raf-MEK-ERK signal pathway has a negative regulatory effect on the expression of MxA and no significant effect on 2',5'-OAS and PKR."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20532927, "text": "The result suggests that hyper-induction of TNF-alpha in human macrophages is not always associated with a highly pathogenic phenotype of avian and human influenza viruses."}, {"pubmed": 20574843, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21057730, "text": "Studies indicate that it remains unclear whether interruption of IFNalphaA and IL-10 signaling in the absence of CD73 activity results from a deficiency of its product adenosine or an accumulation of its substrate nucleotides."}, {"pubmed": 21115688, "text": "Data show that pDCs and type I IFNs promote inflammatory responses and wound healing in injured skin."}, {"pubmed": 21223583, "text": "we have demonstrated that IFNalpha2, a type I interferon, increases the expression of TLR3 on human dermal fibroblasts"}, {"pubmed": 21411783, "text": "Degos disease is a distinct vascular injury syndrome whereby a dysregulated interferon-alpha response in concert with membranolytic attack complex deposition may contribute to the unique vascular changes."}, {"pubmed": 21466707, "text": "Interferon alpha 2 regulates MAPK and STAT1 pathways in human hepatoma cells."}, {"pubmed": 21757613, "text": "Structural AA changes in the C-helix interacting with IFNAlphaR1 may change the signaling dynamics leading to elevated APOBEC3 & lower IDO by an engineered mutant derived from the amino-terminal region of IFNalpha21b and the COOH-terminus from IFNalpha2c."}, {"pubmed": 21854986, "text": "The crystal structures of two human type I IFN ternary signaling complexes containing IFNalpha2 and IFNomega reveal recognition modes and heterotrimeric architectures that are unique among the cytokine receptor superfamily but conserved between type I IFNs."}, {"pubmed": 22204827, "text": "IFNalpha rapidly down-regulates BCL-6 mRNA in purified mouse normal germinal center B cells."}, {"pubmed": 22332739, "text": "protein kinase, DNA-activated catalytic polypeptide (PRKDC), was confirmed to play a role in MyD88-induced IFNA2 activation and IL-8 secretion"}, {"pubmed": 22482409, "text": "Data indicate that the production of IFN-alpha in supernatant of transfected cells was about 3.15 ng/mL."}, {"pubmed": 22570109, "text": "variation at IFNA2 -173 and IFNA8 -884 conditions reduced IFN-alpha production, and increased susceptibility to SMA and mortality"}, {"pubmed": 22571879, "text": "Pre-treatment waking hypothalamic-pituitary-adrenal (HPA) axis response is greater in subjects switching to major depressive disorder during INFalpha2a treatment and may constitute a vulnerability factor in patients with hepatitis C virus infection."}, {"pubmed": 22610275, "text": "monocytes manage the impact of TNF-alpha and type I/II interferons in rheumatoid arthritis and systemic lupus erythematosus"}, {"pubmed": 22610944, "text": "Results showed that missense mutations in transmembrane protein 2 p.Ser1254Asn, interferon alpha 2 p.Ala120Thr, its regulator NLR family member X1 p.Arg707Cys, and complement component 2 p.Glu318Asp were associated with chronic hepatitis B."}, {"pubmed": 22685550, "text": "Data indicate that the combination of AAV2.IL-4 and AAV2.IFN-alpha was not significantly different as compared to AAV2.IL-4 alone."}, {"pubmed": 22731491, "text": "interferon-stimulated genes which exerts its negative feedback action by taking advantage of the weakness of IFNalpha2 binding to the receptor"}, {"pubmed": 22814248, "text": "Data indicate that concomitant treatment with gp120 reduced the levels of IFN-alpha, IFN-beta, TNF-alpha, IL-6, and IP-10 induced by CpG-A in plasmacytoid dendritic cells."}, {"pubmed": 22885264, "text": "Successful immunostimulation by IFNalpha2b may help tongue squamous cell carcinoma patients in clinical improvement."}, {"pubmed": 22951153, "text": "Obese subjects showed a decreased ability to produce IFN-alpha and IFN-beta in response to TLR ligands; this response was associated with increased basal levels of SOCS3 but not SOCS1."}, {"pubmed": 23055569, "text": "The authors concluded that IFN-alpha-induced inhibition of miR-122 may negatively affect the anti-hepatitis B virus function of IFN-alpha."}, {"pubmed": 23184955, "text": "analysis of how an N-acetylgalactosamine residue at threonine 106 modifies the dynamics and structure of interferon alpha2a around the glycosylation site"}, {"pubmed": 23213068, "text": "The association with clinical disease and activation of multiple inflammatory cytokines supports a role for IFN-alpha2 in disease perpetuation in a large subset of systemic lupus erythematosis patients."}, {"pubmed": 23437155, "text": "These studies identify IFNalpha derived from lymph nodes, rather than blood leukocytes, as a possible source of the IFN-I signature that contributes to immune activation in HIV-1 infection"}, {"pubmed": 23913484, "text": "IL6 is an inducer of IRF9 expression in prostate cancer and a sensitizer for the antiproliferative effects of IFNalpha2."}, {"pubmed": 24089560, "text": "IFNA2 inhibits viral protein expression through PKR activation, leading to a decrease of viral protein synthesis."}, {"pubmed": 24269682, "text": "Data indicate the ability of C protein to block Toll-like receptor (TLR) 7- and TLR9-dependent IFN-alpha induction."}, {"pubmed": 24460759, "text": "Therefore, this study associated, for the first time, in a large panel of pancreatic cancer cell lines the effects of IFN-alpha/-beta with the expression of type-I IFN receptors."}, {"pubmed": 24465874, "text": "IFNalpha serum marker could be used to identify a group of rheumatoid Arthritis patients with increased disease activity, endothelial progenitor cell imbalance, enhanced proinflammatory profile and higher cardiovascular risk."}, {"pubmed": 24636575, "text": "Hepatitis B virus could induce both SOCS-1 and 3 expression regardless of endogenous interferon level."}, {"pubmed": 24709112, "text": "Our data demonstrate disturbances in DC number and function expressed most significantly in T1D relatives and point to a potential role of TLR9-induced IFN-alpha production in T1D development."}, {"pubmed": 24866020, "text": "IFN-1ant may be a therapeutic candidate for the treatment of specific viral infections without inducing the immunomodulatory and antiproliferative functions of wild-type IFN."}, {"pubmed": 25049393, "text": "these findings establish critical and essential roles for SKAR in the regulation of mRNA translation of IFN-sensitive genes and induction of IFN-alpha biological responses."}, {"pubmed": 25678471, "text": "modulates transitional B cell signaling and function in Systemic Lupus Erythematosus patients"}, {"pubmed": 25734487, "text": "PPARalpha activation by an agonist WY-14643 could potentiate IFN-alpha responses, reverse IFN-alpha refractoriness, and enhance viral eradication in hepatocytes."}, {"pubmed": 25768396, "text": "The chronic use of low dose of radiations by occupational workers has a significant correlation with mutational effects on interferon alpha 2b gene, further evident by depressed interferon alpha levels in serum."}, {"pubmed": 25793917, "text": "Increase in serum IFNA2 is associated with adenoma."}, {"pubmed": 25837663, "text": "interferon alpha-2b gene mutations were identified among brain tumor patients; highest percentage of frameshift mutations was identified; patients were found to be under environmental stress from contaminated drinking water and from local gamma radiations"}, {"pubmed": 25982860, "text": "The structure, mechanism of action and biological activities of IFNalpha2. [Review]"}, {"pubmed": 25995245, "text": "IFN-beta was significantly more effective than IFNA2 in protecting human head and neck squamous cell carcinoma lines from oncolysis by vesicular stomatitis."}, {"pubmed": 26679999, "text": "Data suggest IFNA2 binding to extracellular domain of IFN receptors IFNAR1 or IFNAR2 promotes proximity between intracellular domains; signaling depends on duration of activation and affinity of binding rather than specific conformational changes."}, {"pubmed": 27081760, "text": "All the tested TLRAs induced greater infant IFN-alpha2 production compared to newborn and adult blood. In contrast, CpG induced greater IFN-gamma, IL-1beta, IL-4, IL-12p40, IL-10 and CXCL8 in newborn than in infant and adult blood."}, {"pubmed": 27087087, "text": "Report biased expression of human interferon alpha-2b and Escherichia coli methionine amino peptidase genes under control of single promoter in E. coli."}, {"pubmed": 27342040, "text": "Tumor-associated M2 macrophages in mycosis fungoides acquire immunomodulatory function on exposure to IFN-alpha2a and IFN-gamma."}, {"pubmed": 27403569, "text": "The variant models of the hIFNalpha-2b displayed structural and conformational changes that signified that changes to hIFNalpha-2b may be a risk factor in addition to other known factors associated with onset/progression of female breast carcinoma."}, {"pubmed": 27917878, "text": "These experimental data establish the retromer complex as a key spatiotemporal regulator of IFNAR endosomal sorting and a new factor in type-I IFN-induced JAK/STAT signalling and gene transcription."}, {"pubmed": 28222623, "text": "Interferon-alpha-induced CD100 expression on naive CD8(+) T cells enhances antiviral responses to hepatitis C infection through CD72 signal transduction."}, {"pubmed": 28615266, "text": "Here, we investigated the molecular signals induced by ARI(azacytidine (A) and romidepsin (R), with IFNalpha2 ) treatment and found that this drug combination increased the accessibility to regulatory sequences of IFN-stimulated genes and IFN transcription regulatory factors that were epigenetically silenced in both colorectal cancer cells and Dendritic Cells."}, {"pubmed": 28958921, "text": "Genetic mutation IFNA2p.Ala120Thr reduces the binding ability of interferon alpha 2 to the interferon receptor. The weakened binding reduces phosphorylation of transcription factor STAT91, and induces lower expression of interferon-stimulated genes against hepatitis B virus."}, {"pubmed": 29235261, "text": "Interferon alpha2 and interferon gamma induce the degranulation independent production of VEGF-A and IL-1 receptor antagonist and other mediators from human mast cells."}, {"pubmed": 29673453, "text": "knockdown of STAT3 increased the phosphorylation of STAT1, and IFNalpha2b further enhanced the activation of STAT1 signaling in HepG2 cells."}, {"pubmed": 29715456, "text": "PVT1 interacts with STAT1 to inhibit IFN-alpha signaling and tumor cells proliferation."}, {"pubmed": 30324266, "text": "Increased protein aggregation and decreased function of IFNA2a upon oxidation correlated with the site of modification identified by proteolysis-coupled mass spectrometry and local structural changes in the protein detected by 2D NMR."}, {"pubmed": 30507062, "text": "Serum IFNalpha concentrations in patients with active SLE were significantly higher than those in patients with inactive SLE and healthy controls. Concentrations also differed significantly between patients with inactive SLE and healthy controls."}, {"pubmed": 30602382, "text": "Serum concentrations of IFN-alpha 2 were increased, while serum levels of IFN-gamma were decreased confronted with those of controls; the severity of Intramuscular triglycerides, revealed at ultrasonography as Heckmatt scores, was inversely predicted by IFN-alpha 2 serum concentrations."}, {"pubmed": 32661059, "text": "Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients."}, {"pubmed": 32757451, "text": "Collagen Type III Alpha 1 chain regulated by GATA-Binding Protein 6 affects Type II IFN response and propanoate metabolism in the recurrence of lower grade glioma."}, {"pubmed": 33628210, "text": "Comparative Cell Surface Proteomic Analysis of the Primary Human T Cell and Monocyte Responses to Type I Interferon."}, {"pubmed": 36509151, "text": "NFKB2 haploinsufficiency identified via screening for IFN-alpha2 autoantibodies in children and adolescents hospitalized with SARS-CoV-2-related complications."}, {"pubmed": 36622131, "text": "Potential role of type I interferon/IP-10 axis in the pathogenesis of anti-MDA5 antibody-positive dermatomyositis."}, {"pubmed": 38077399, "text": "More rapid blood interferon alpha2 decline in fatal versus surviving COVID-19 patients."}, {"pubmed": 38243615, "text": "The effects of TGF-beta1 and IFN-alpha2b on decorin, decorin isoforms and type I collagen in hypertrophic scar dermal fibroblasts."}], "genomic_pos": {"chr": "9", "end": 21385398, "ensemblgene": "ENSG00000188379", "start": 21384255, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 21385396, "start": 21384254, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002286", "qualifier": "involved_in", "term": "T cell activation involved in immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002323", "qualifier": "involved_in", "term": "natural killer cell activation involved in immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006915", "pubmed": 10477584, "qualifier": "involved_in", "term": "apoptotic process"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006954", "pubmed": 10477584, "qualifier": "involved_in", "term": "inflammatory response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 6158094, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007267", "pubmed": 10477584, "qualifier": "involved_in", "term": "cell-cell signaling"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0010629", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of gene expression"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032696", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of interleukin-13 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032714", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of interleukin-5 production"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033141", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation of STAT protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043330", "qualifier": "involved_in", "term": "response to exogenous dsRNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045581", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046597", "pubmed": 22783022, "qualifier": "involved_in", "term": "negative regulation of viral entry into host cell"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 22783022, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060337", "pubmed": [8082511, 22783022], "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060337", "pubmed": 30936491, "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0097696", "pubmed": 22783022, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via STAT"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098586", "pubmed": 30936491, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000552", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of T-helper 2 cell cytokine production"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 8082511, "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28327460, "qualifier": "colocalizes_with", "term": "collagen-containing extracellular matrix"}, {"evidence": "HDA", "gocategory": "CC", "id": "GO:0062023", "pubmed": 28675934, "qualifier": "located_in", "term": "collagen-containing extracellular matrix"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": 8082511, "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005132", "qualifier": "enables", "term": "type I interferon receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7759950, 21854986, 32296183], "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 709948], [9598, 473198], [9606, 3440]], "id": 86655}, "interpro": [{"desc": "Interferon alpha/beta/delta", "id": "IPR000471", "short_desc": "Interferon_alpha/beta/delta"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": "IPI00307184", "map_location": "9p21.3", "name": "interferon alpha 2", "other_names": ["alpha-2a interferon", "interferon alpha 2a", "interferon alpha 2b", "interferon alpha A", "interferon alpha-2"], "pantherdb": {"HGNC": "5423", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2667155", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q80SU4"}, {"MGI": "107662", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07350"}, {"MGI": "107663", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07349"}, {"MGI": "3649260", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q810G1"}, {"MGI": "107668", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P01572"}, {"MGI": "3641425", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q810G3"}, {"MGI": "2676324", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q80SS5"}, {"MGI": "107664", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07351"}, {"MGI": "1097683", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "L7MTU6"}, {"MGI": "107661", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P06799"}, {"MGI": "107659", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P09235"}, {"MGI": "3649418", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q61718"}, {"MGI": "107666", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P01573"}, {"MGI": "109210", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q61716"}, {"Ensembl": "ENSRNOG00000052145", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "A0A0G2K5H8"}, {"RGD": "1306334", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D3ZFH0"}, {"RGD": "1359312", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "P05011"}, {"RGD": "1560539", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D3Z919"}, {"RGD": "1565225", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D4A428"}, {"RGD": "1306400", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "F1LU02"}, {"RGD": "6487214", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "F1LU43"}, {"RGD": "1311425", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "A0A0G2K3I2"}, {"Ensembl": "ENSGALG00000054104", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q9PWI5"}, {"Ensembl": "ENSGALG00000005759", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90873"}, {"Ensembl": "ENSGALG00000052209", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UFG8"}, {"Ensembl": "ENSGALG00000053207", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UDL5"}, {"Gene": "IFNA3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90872"}, {"Ensembl": "ENSGALG00000046996", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "P42165"}, {"Ensembl": "ENSGALG00000044725", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "B0FLN7"}, {"Ensembl": "ENSGALG00000054368", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q3AA10"}, {"Ensembl": "ENSGALG00000015062", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3S5ZPG4"}, {"ZFIN": "ZDB-GENE-071128-2", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A2R8Q8C3"}, {"ZFIN": "ZDB-GENE-071128-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A0R4ICL1"}, {"ZFIN": "ZDB-GENE-080327-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "C5IX16"}, {"ZFIN": "ZDB-GENE-030721-3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "Q8AY12"}], "uniprot_kb": "P01563"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": ["1ITF", "1RH2", "2HYM", "2KZ1", "2LAG", "2LMS", "3S9D", "3SE3", "4YPG", "4Z5R"], "pfam": "PF00143", "pharmgkb": "PA29662", "pharos": {"target_id": 6817, "tdl": "Tbio"}, "pir": ["A93234", "I78570"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF325329", "relationship": "is"}, {"id": "GNF325330", "relationship": "is"}, {"id": "GNF325331", "relationship": "is"}], "CondMedia_CM_LibrAB": {"id": "GNF293091", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251131", "relationship": "is"}, {"id": "GNF251132", "relationship": "is"}, {"id": "GNF251133", "relationship": "is"}, {"id": "GNF251134", "relationship": "is"}, {"id": "GNF251138", "relationship": "is"}, {"id": "GNF251146", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084908", "relationship": "is"}, {"id": "GNF084909", "relationship": "is"}, {"id": "GNF084912", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF053303", "relationship": "is"}, {"id": "GNF073247", "relationship": "is"}, {"id": "GNF074581", "relationship": "is"}], "GNF_hs-druggable_siRNA": {"id": "GNF064607", "relationship": "is"}, "GNF_mm+hs-MGC": [{"id": "GNF275411", "relationship": "is"}, {"id": "GNF275412", "relationship": "is"}, {"id": "GNF278377", "relationship": "is"}, {"id": "GNF278530", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330686", "relationship": "is"}, {"id": "GNF331932", "relationship": "is"}, {"id": "GNF333908", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336818", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097643", "relationship": "is"}, {"id": "GNF137298", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1", "NG_029154.1"], "protein": "NP_000596.2", "rna": "NM_000605.4", "translation": {"protein": "NP_000596.2", "rna": "NM_000605.4"}}, "reporter": {"HG-U133_Plus_2": "211338_at", "HG-U95Av2": ["1770_at", "1791_s_at"], "HTA-2_0": "TC09000960.hg.1", "HuEx-1_0": "3201319", "HuGene-1_1": "8160422", "HuGene-2_1": "17092866"}, "retired": [8005, 113249, 116281], "summary": "This gene is a member of the alpha interferon gene cluster on chromosome 9. The encoded cytokine is a member of the type I interferon family that is produced in response to viral infection as a key part of the innate immune response with potent antiviral, antiproliferative and immunomodulatory properties. This cytokine, like other type I interferons, binds a plasma membrane receptor made of IFNAR1 and IFNAR2 that is ubiquitously expressed, and thus is able to act on virtually all body cells. The encoded protein is effective in reducing the symptoms and duration of the common cold and in treating many types of cancer, including some hematological malignancies and solid tumors. A deficiency of type I interferon in the blood is thought to be a hallmark of severe COVID-19 and may provide a rationale for a combined therapeutic approach. [provided by RefSeq, Aug 2020].", "symbol": "IFNA2", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334080"}, "unigene": "Hs.211575", "uniprot": {"Swiss-Prot": "P01563", "TrEMBL": "A0A7R8GUN5"}, "wikipedia": {"url_stub": "IFNA2"}}