{"AllianceGenome": "5417", "HGNC": "5417", "MIM": "147660", "_id": "3439", "_version": 2, "accession": {"genomic": ["AB445100.1", "AF439447.1", "AL353732.14", "CH471071.2", "CP068269.2", "CQ847555.1", "DQ185447.1", "GM863573.1", "J00210.1", "M29884.1", "NC_000009.12", "NC_060933.1"], "protein": ["AAA52714.1", "AAB59403.1", "AAH74928.1", "AAH74929.1", "AAI12301.1", "AAI12303.1", "AAL35223.1", "ABA03167.1", "AET86952.1", "BAI99735.1", "BAM72353.1", "CAA23798.1", "CAA23799.1", "CAH18030.1", "CAT16481.1", "EAW58609.1", "NP_076918.1", "P01562.1"], "rna": ["AB578886.1", "BC074928.2", "BC074929.2", "BC112300.1", "BC112302.1", "E00175.1", "JN848523.1", "NM_024013.3", "V00537.1", "V00538.1"], "translation": [{"protein": "AET86952.1", "rna": "JN848523.1"}, {"protein": "CAA23798.1", "rna": "V00537.1"}, {"protein": "AAI12303.1", "rna": "BC112302.1"}, {"protein": "NP_076918.1", "rna": "NM_024013.3"}, {"protein": "AAH74929.1", "rna": "BC074929.2"}, {"protein": "AAI12301.1", "rna": "BC112300.1"}, {"protein": "CAA23799.1", "rna": "V00538.1"}, {"protein": "BAM72353.1", "rna": "AB578886.1"}, {"protein": "AAH74928.1", "rna": "BC074928.2"}]}, "alias": ["IFL", "IFN", "IFN-ALPHA", "IFN-alphaD", "IFNA13", "IFNA@", "leIF D"], "ensembl": {"gene": "ENSG00000197919", "protein": "ENSP00000276927", "transcript": "ENST00000276927", "translation": [{"protein": "ENSP00000276927", "rna": "ENST00000276927"}], "type_of_gene": "protein_coding"}, "entrezgene": "3439", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 3.82724461, "exp_mis": 48.0720834, "exp_syn": 21.66096, "lof_z": 1.93790652520963, "mis_z": 2.54472685514803, "mu_lof": 3.00801889545e-07, "mu_mis": 4.2058351701e-06, "mu_syn": 1.8747990187e-06, "n_lof": 0.0, "n_mis": 12.0, "n_syn": 2.0, "p_li": 0.711485383815355, "p_null": 0.0148834590861176, "p_rec": 0.273631157098527, "syn_z": 2.61887808751231}, "bp": 570, "cds_end": 21441076, "cds_start": 21440506, "n_exons": 1, "nonpsych": {"exp_lof": 3.4433902, "exp_mis": 43.4892401, "exp_syn": 19.5846238, "lof_z": 1.8224057563937, "mis_z": 2.48490814687882, "mu_lof": 3.00801889545e-07, "mu_mis": 4.2058351701e-06, "mu_syn": 1.8747990187e-06, "n_lof": 0.0, "n_mis": 11.0, "n_syn": 2.0, "p_li": 0.707396407839362, "p_null": 0.0183951080226353, "p_rec": 0.274208484138003, "syn_z": 2.50172105639031}, "nontcga": {"exp_lof": 3.51905381, "exp_mis": 44.2243086, "exp_syn": 19.926073, "lof_z": 1.85052183974514, "mis_z": 2.48905928410963, "mu_lof": 3.00801889545e-07, "mu_mis": 4.2058351701e-06, "mu_syn": 1.8747990187e-06, "n_lof": 0.0, "n_mis": 11.0, "n_syn": 2.0, "p_li": 0.694747531442028, "p_null": 0.0173904578923616, "p_rec": 0.287862010665611, "syn_z": 2.54270825590522}, "transcript": "ENST00000276927.1"}, "exons": [{"cdsend": 21441077, "cdsstart": 21440507, "chr": "9", "position": [[21440438, 21441316]], "strand": 1, "transcript": "NM_024013", "txend": 21441316, "txstart": 21440438}], "exons_hg19": [{"cdsend": 21441076, "cdsstart": 21440506, "chr": "9", "position": [[21440437, 21441315]], "strand": 1, "transcript": "NM_024013", "txend": 21441315, "txstart": 21440437}], "generif": [{"pubmed": 8668211, "text": "Alpha interferon suppresses the cyclin D3 and cdc25A genes, leading to a reversible G0-like arrest."}, {"pubmed": 11315919, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 11744801, "text": "Results show that a significant positive relationship exists between IFNalpha production capacity and the clinicopathological parameters of deteriorated renal lesions in the acute but not in the latent phase of IGA nephropathy."}, {"pubmed": 11986939, "text": "Production of matrix metalloproteinase-9 in early stage B-CLL is suppressed by interferons alpha and gamma."}, {"pubmed": 11991671, "text": "Endogenous interferon-alpha production by differentiating human monocytes regulates expression and function of the IL-2/IL-4 receptor gamma chain"}, {"pubmed": 12070711, "text": "Interferon-alpha (Intron A) upregulates urokinase-type plasminogen activator receptor gene expression"}, {"pubmed": 12091360, "text": "Response of hairy cells to IFN-alpha involves induction of apoptosis through autocrine TNF-alpha and protection by adhesive proteins (vitronectin)."}, {"pubmed": 12097384, "text": "IFN-alpha up-regulates APO2L-mediated lysis of a CD4+ cytotoxic T lymphocyte clone against its autologous tumor in vitro and in vivo."}, {"pubmed": 12162875, "text": "whereas viruses trigger cells to produce IFN-I, the amount of IFN is tightly controlled by cytokines"}, {"pubmed": 12242445, "text": "demonstrated that IFN-alpha activates STAT4 directly and that this is required for IFN-gamma production during viral infections in concert with T cell receptor-derived signals"}, {"pubmed": 12323007, "text": "Human IFN-alpha may enhance biological defense activities against oxidative stress and function as a potent fibrosuppressant by protecting rat hepatocytes and hepatic stellate cells from lipid peroxidation in vivo."}, {"pubmed": 12393722, "text": "Interferon-alpha induces expression of myeloblastin and a specific T-cell response in chronic myeloid leukemia"}, {"pubmed": 12410802, "text": "Circulating, interferon alpha-producing plasmacytoid dendritic cells decline during human ageing."}, {"pubmed": 12435568, "text": "High levels of serum IFN-alpha are correlated with febrile seizures in influenza."}, {"pubmed": 12530117, "text": "IFN-alpha is secreted by fungi-prestimulated leukocytes from the lower respiratory tract and may be involved in the processes of exacerbation of asthma complicated by fungal infections"}, {"pubmed": 12538683, "text": "IFN-alpha stimulates induction of MICA/MICB on dendritic cells, a mechanism by which NK cells are activated."}, {"pubmed": 12543882, "text": "MHC Class II proteins, interferon-alpha, interferon-gamma receptor and the capacity to present antigen may be crucial in HIV-associated nephropathy pathogenesis."}, {"pubmed": 12581491, "text": "primarily mediates effects on megakaryocytic cells and platelets rather than on thrombopoietin-producing hepatocytes"}, {"pubmed": 12620797, "text": "expression modulated by co expression of hepatitis C virus NS5A protein and human homeodomain protein PTX1"}, {"pubmed": 12682235, "text": "IFN-alpha alone is able to induce the secretion of small amounts of IP-10 in plasmacytoid dendritic cells and is found to synergize with low concentrations of IFN-gamma, in a Th1-like environment."}, {"pubmed": 12749388, "text": "IFN-alpha and ribavirin being taken in a combination drug therapy for chronic hepatits C had no adverse fetal effects."}, {"pubmed": 12761564, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12804771, "text": "Measles virus V protein blocks IFN-alpha by inhibiting STAT1 and STAT2 phosphorylation."}, {"pubmed": 12817009, "text": "IFN-alpha recruits both IFN regulatory factor 1 and Stat3 transcription factors to the human IL-10 promoter."}, {"pubmed": 12967644, "text": "NK cells displayed apparently augmented cytotoxicity against target tumor cells (K562) and up-regulated gene expression of cytolytic effectors Fas-L and perforin in response to IFNalpha stimulation"}, {"pubmed": 14500632, "text": "Peripheral blood monocytes cultured in the presence of IFN-alpha can differentiate into dendritic cells (DCs) expressing a number of Toll-like receptors (TLRs), including TLR7, which is classically found on natural type I IFN-producing plasmacytoid DCs."}, {"pubmed": 14734746, "text": "IFN-alpha is a relevant in vivo regulator of CD73 (ecto-5'-nucleotidase) in the endothelial-leukocyte microenvironment in infections and thus has a fundamental role in controlling the extent of inflammation via CD73-dependent adenosine production."}, {"pubmed": 15056668, "text": "an intact PI3K/mTOR pathway is necessary for the ability of IFNalpha to induce apoptosis, whereas activation of the Jak-STAT pathway alone appears to be insufficient for this specific IFNalpha-induced effect"}, {"pubmed": 15087447, "text": "Interferon alpha but not interleukin 12 activates STAT4 signaling in human vascular endothelial cells"}, {"pubmed": 15188363, "text": "The IFN alpha inducers probably consist of immune complexes (ICs) containing RNA and possibly DNA as essential interferogenic components in systemic lupus erythematosus"}, {"pubmed": 15240148, "text": "Our results demonstrate that SOCS-1 and SOCS-3 proteins inhibit IFN-alpha-induced activation of the Jak-STAT pathway and expression of the antiviral proteins 2',5'-OAS and MxA."}, {"pubmed": 15571260, "text": "thymidine phosphorylase mRNA and activity expression is upregulated 2-3 fold after treatment with interferon alpha"}, {"pubmed": 15585849, "text": "Thymic plasmacytoid dendritic cells (pDC)modulate HIV-1 replication through secretion of IFN-alpha. The degree of inhibition depends on the level of IFN-alpha produced by the thymic pDC."}, {"pubmed": 15621727, "text": "type I interferons interact with receptor components results and have roles in the activation of a number of signaling pathways [review]"}, {"pubmed": 15634924, "text": "In testing the contribution of IFN-alpha secreted during infection with Mycobacterium tuberculosis to inhibition of signaling, it is found that it is necessary, but not sufficient."}, {"pubmed": 15674657, "text": "no IFN-alpha genotype was significantly associated with the risk of SLE."}, {"pubmed": 15699120, "text": "IFN-alpha sensitizes cells to microbial recognition by up-regulating the expression of several Toll-like receptors (TLRs) as well as adapter molecules and kinases involved in TLR signaling."}, {"pubmed": 15790787, "text": "interferon alpha has a role in regulating the p70 S6 kinase pathway in chronic myelogenous leukemia cells"}, {"pubmed": 15795269, "text": "Demdritic cells express and store IFN-alpha in to confer resistance to foot and mouth disase virus."}, {"pubmed": 15883164, "text": "In the IFN signaling pathway leading to STAT activation, both JAK1 and TYK2 are essential, whereas NF-kappaB activation requires only TYK2."}, {"pubmed": 15941912, "text": "NKp44 is present on a subset of natural interferon-producing cells (IPCs) in tonsils. Crosslinking of NKp44 does not trigger IPC-mediated cytotoxicity but, paradoxically, inhibits IFN-alpha production by IPCs in response to CpG oligonucleotides."}, {"pubmed": 15989801, "text": "there was no significant difference in IL-12 and IFN-alpha levels between non-active and active stages of SLE patients"}, {"pubmed": 16005433, "text": "Taken together, IFN-alpha-induced activations of NF-kappaB and COX-2 were inhibited by the addition of curcumin in A549 cells."}, {"pubmed": 16175599, "text": "Investigation of the mechanism of HCV action on IFN-alpha showed that IRF-7-induced IFN-alpha promoter activation was inhibited in the HCV replicon cells"}, {"pubmed": 16253303, "text": "Our results suggest that IFN-alpha and TNF-alpha have a significant role in priming epithelial cells for higher cytokine and chemokine production in influenza A virus infection."}, {"pubmed": 16426578, "text": "APOBEC3G is induced by IFN stimulation in human hepatocytes and thus could be involved in host defense mechanisms directed against hepatitis viruses"}, {"pubmed": 16785534, "text": "IFN-alpha exhibits readily detectable, high-affinity interactions with human complement receptor 2."}, {"pubmed": 16797201, "text": "results show that in epithelial cells influenza A virus-induced antiviral cytokine gene expression is triggered by RIG-I and mda-5, whose expression is positively regulated by IFN-alpha."}, {"pubmed": 16859998, "text": "Reduced endogenous levels of the potent antiviral agent IFN-alpha may interfere with T cell-mediated immune responses leading to increased susceptibility and persistence of infections in persons with diabetes."}, {"pubmed": 16948893, "text": "IFN-alpha can up-regulate the MICA expression in the cervical carcinoma cell lines and thereby enhance the susceptibility to cytolysis of NK cells."}, {"pubmed": 17517919, "text": "Data describe the species specificity of IFN-alphas, the residues in murine IFN-alpha4 that preclude strong affinity interactions with human IFNAR1 and 2, and residues in human IFN-alpha8 that resemble a receptor interactive domain in murine IFN-alpha4."}, {"pubmed": 17572490, "text": "In short term blast lines from patients with AML, additive effects of IFN-alpha and LPS on Caspase-8 dependent apoptosis was observed only with few samples"}, {"pubmed": 17597478, "text": "Experience with oral interferon-alpha in patients with thrombocytosis and polycythemia vera is reported."}, {"pubmed": 17703412, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17785816, "text": "IFN-alpha fails to promote T helper cell type 1 commitment in human CD4+ T cells because of attenuated STAT4 phosphorylation, which was insufficient to induce stable expression of transcription factor T-bet."}, {"pubmed": 17911607, "text": "Addition of interferon alpha to monocyte-derived dendritic cells or pretreatment with Toll-like receptor ligands protects against infection and the cytopathic effects of avian influenza H5N1 virus."}, {"pubmed": 17933493, "text": "The induction of IFIT4 transcription by IFN-alpha depends upon sequential activation of PKCdelta, JNK and STAT1, and the influence of PKCdelta or JNK on IFN-alpha-mediated induction of IFIT4 is dependent upon the phosphorylation of STAT1 at Ser-727."}, {"pubmed": 17956986, "text": "IFN-alpha produced after HIV-induced Toll-like receptor 7 stimulation was responsible for TRAIL expression and the down-regulation of both CXCR4 and CCR5 by IKpDC"}, {"pubmed": 17968925, "text": "depletion of endothelial progenitor cells caused by excessive IFN-I may be linked to endothelial dysfunction and increased cardiovascular risk in systemic lupus erythematosus"}, {"pubmed": 17968926, "text": "Dermatomyositis and polymyositis are diseases characterized by the systemic overexpression of IFNalpha/beta-inducible genes"}, {"pubmed": 18050196, "text": "IFNalpha activity and BAFF levels are elevated in the plasma of patients with Sjogren's syndrome compared with healthy controls."}, {"pubmed": 18071879, "text": "Activation of interfeon-alpha pathways up-regulates Ro52 at the mRNA level and leads to translocation of the Ro52 protein (E3 ligase) from cytoplasm to cell nucleus."}, {"pubmed": 18184042, "text": "impairment of IFN-alpha production may be linked to an increased cancer risk and dysfunction of the IFN system is associated with cancer. Assessment of IFN-alpha production can be a potential test for the early detection of cancer in humans."}, {"pubmed": 18218993, "text": "Data demonstrate that human metapneumovirus can inhibit the interferon-alpha response through regulation of STAT1 phosphorylation, and provide important insight into the viral pathogenesis of hMPV infection in the respiratory tract."}, {"pubmed": 18272764, "text": "Our data indicate that plasmacytoid dendritic cells are protected by an IFN-alpha mediated upregulation of APOBEC3G type of innate immunity from HIV-1 infection."}, {"pubmed": 18283629, "text": "Flowcytometric analyses revealed that incubation of CD14+ monocytes with IFNalpha results in a steady increase of CD56 surface expression of these cells."}, {"pubmed": 18311820, "text": "Blockade of Treg cell-mediated suppression by IFNalpha-producing antigen-presenting cells in systemic lupus erythematosus patients may contribute to a pathogenic loss of peripheral tolerance in this disease."}, {"pubmed": 18318750, "text": "plasmacytoid dendritic cells (pDCs) from allergic subjects produced sixfold less IFN-alpha when stimulated with CpG ."}, {"pubmed": 18405996, "text": "DC-SIGN enhances the production of IFN-alpha and TNF-alpha in cells that infected by glycosylated West Nile virus."}, {"pubmed": 18576315, "text": "higher INFalpha activity at younger age in SLE patients supports a primary pathogenic role of IFNALPHA in SLE"}, {"pubmed": 18606657, "text": "study concludes that IFN-alpha induces the transcription of HIF-1alpha in human endothelial cells though a JAK-ISGF3 pathway under normoxic conditions, and that this response contributes to the antiproliferative activity of this cytokine"}, {"pubmed": 18633131, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 18708672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18771758, "text": "ISRE, STAT1, and STAT2 have essential roles in the regulation of constitutive and IFN-alpha-mediated PD-1 expression in macrophages"}, {"pubmed": 18926293, "text": "IFNalpha down-regulates IL-17 expression and Th17 differentiation in vitro and in vivo."}, {"pubmed": 19000144, "text": "Observational study of gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19000144, "text": "This is the first report of positive association of IFNA gene in SLE, especially the role of specific subtypes IFNA1 and IFNA5."}, {"pubmed": 19050236, "text": "IFN-alpha synergizes with interleukin (IL)-12 in regulating the development of IL-2-secreting human T(central memory) cells."}, {"pubmed": 19095736, "text": "when PBMC were stimulated with IFN-alpha, adenosine did not decrease, but synergistically increased, the IFN-gamma production of NK cells"}, {"pubmed": 19124763, "text": "Significantly higher interferogenic activity is found in cerebrospinal fluid, but not the serum, of patients with neuropsychiatric lupus erythematosus."}, {"pubmed": 19158240, "text": "Oncostatin M enhances the antiviral effects of type I interferon and cooperates with it in the induction of adaptive immune responses to pathogens."}, {"pubmed": 19203249, "text": "modulation of cytokine genes expression and the greater daily mean weight gain of treated piglets highlight important regulatory properties of oral IFN-alpha in the response to the weaning stress"}, {"pubmed": 19258923, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19339987, "text": "In women, the association between rs9138 C and higher serum OPN and IFN-alpha was restricted to younger subjects, and risk allele carriers showed a strong age-related genetic effect of rs9138 genotype on both serum OPN and IFN-alpha."}, {"pubmed": 19401392, "text": "IFN-alpha amplifies the inductive effect of CpG ODN on naive B activation and on Ig production through a mechanism involving TLR-9/MyD88-dependent signaling."}, {"pubmed": 19434718, "text": "Clinical trial of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 19651532, "text": "Information enhances understanding of the selective advantage of the multiplicity of IFN-alpha subtypes in the regulation of innate and adaptive immunity."}, {"pubmed": 19657094, "text": "Axl expression is induced by IFN-alpha during human dendritic cell (DC) differentiation from monocytes; constitutively Axl-negative, interleukin-4-differentiated DC can be induced to up-regulate Axl by IFN-alpha."}, {"pubmed": 19754307, "text": "This study showed that expression of dengue virus nonstructural protein 5 alone inhibits interferon-alpha signaling and thus signal transducer and activator of transcription 2 phosphorylation."}, {"pubmed": 19796531, "text": "In patients with Behcets diseae, the production of IFN-alpha (interferon alpha) in plasmacytoid dendritic cells was higher in stimulated peripheral blood mononuclear cells cultures as compared to unstimulated ones"}, {"pubmed": 19796549, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19817985, "text": "higher frequencies of the 308G>A polymorphism in TNF-alpha and 1082A>G in IL-10 in hemophilia inhibitor patients confirmed the earlier published data. The CT60 single-nucleotide polymorphism in CTLA-4 is of apparently less importance"}, {"pubmed": 19857525, "text": "Less STAT1 methylation and subsequent increased STAT1-PIAS1 interaction are involved in the mechanism of the interferon alpha-antagonistic activity of hepatitis B virus."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20018632, "text": "PGE2 potently inhibits secretion of IFN-alpha by TLR-activated plasmacytoid dendritic cells"}, {"pubmed": 20065083, "text": "Levels of STAT3 mRNA correlate with polymorphic differences in genes encoding IFNalpha signal transduction components and might account for different patient responses in chronic myeloid leukemia."}, {"pubmed": 20112359, "text": "IRF7/PHRF1 variants in combination with systemic lupus erythematosus-associated autoantibodies result in higher serum levels of IFNalpha"}, {"pubmed": 20149251, "text": "The cellular Jak-Stat pathway is critical for a successful IFN-alpha antiviral response against hepatitis c virus 2a."}, {"pubmed": 20164424, "text": "Low-density granulocytes, not plasmacytoid dendritic cells, induce enhanced IFN-alpha production that leads to abnormal endothelial progenitor cell/circulating angiogenic cell function in vitro and, potentially, in vivo in systemic lupus erythematosus."}, {"pubmed": 20174557, "text": "IFN-alpha production may paradoxically expand the tropism of R5 HIV"}, {"pubmed": 20182777, "text": "influenza-induced production is defective in geriatric individuals"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20299058, "text": "Loss of heterozygosity in bladder cancer(HR 4.09, 95% CI 2.59-6.28, p = 0.002), (grade 3 HR 3.31, 95% CI 1.38-3.35, p = 0.03) and number of lesions (3 or greater HR 2.31, 95% CI 1.38-3.25, p = 0.03) were independent predictors of the BCG response."}, {"pubmed": 20303780, "text": "IFN-alpha and IL-6 present in systemic lupus erythematosus serum induce CD34(+) hematopoietic precursor cells to differentiate into dendritic cells."}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20465564, "text": "IFN-alpha production(such as is seen in an early antiviral response) may promote CD4 effector functions by delaying aTreg generation, but a chronic elevation of IFN-alpha may tip the aTeff:aTreg balance towards aTeffs and autoimmunity."}, {"pubmed": 20473322, "text": "Autophagic responses play a role in influenza virus-induced CXCL10 and interferon-alpha expression in primary human blood macrophages."}, {"pubmed": 20503287, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20506305, "text": "In skin from patients with juvenile dermatomyositis, increased numbers of PDCs and increased expression of type I IFN-induced protein suggest a selective influence on T cell differentiation and subsequent effector function."}, {"pubmed": 20554782, "text": "Tick-borne encephalitis virus delays IFN-alpha and IFN-beta induction to allow progeny particle production."}, {"pubmed": 20565368, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20574843, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592282, "text": "Naive CD8 T cells receive signals from self-histocompatibility complex (MHC) antigens and IFN-alpha beta, and by this process CD8 T cell responses to viral infection undergo distinct differentiation pathways during the virus-induced IFN response."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20810735, "text": "In HCV-infected hepaatocytes, IFN-alpha expression initially increased (up to 24 h) and then decreased at later time points, and IFN-alpha-inducible protein 27 was not induced"}, {"pubmed": 20817881, "text": "Through direct interaction, C3a and CpGA synergize to increase IFN-alpha production in a RAGE-dependent manner and stimulate an innate immune response."}, {"pubmed": 20857263, "text": "The data demonstrate that interaction between RNA structures in the coding region and CRM1 affects the nucleocytoplasmic translocation of IFN-alpha1 mRNA."}, {"pubmed": 20860222, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20875078, "text": "Double-stranded DNA induced interferon alpha producion in myeloid dendritic cells."}, {"pubmed": 20959405, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20964804, "text": "Results suggest that the amount of cellular IRF9 is a crucial determinant for amplification of early dynamics of IFNalpha-mediated signal transduction."}, {"pubmed": 20980519, "text": "Induction of interferon-alpha occurs through activation of TLR9 signaling and that a TLR9 inhibitor diminishes the production and secretion of interferon-alpha by Kaposi's sarcoma-associated herpesvirus -infected plasmacytoid dendritic cells."}, {"pubmed": 21120500, "text": "High level of plasma IFN-alpha may be related to nephritis, thrombocytopenia, and autoantibodies in systemic lupus erythematosus compared with those of healthy controls."}, {"pubmed": 21177291, "text": "Systemic and local production of interferon beta might contribute to, but may not fully explain, the marked overproduction of type 1 IFN-inducible transcripts and proteins seen in dermatomyositis muscle and blood."}, {"pubmed": 21213104, "text": "Type I interferon (IFN) induction but not its downstream signaling is blocked by Hepatitis B virus replication in HepG2.2.15 cells."}, {"pubmed": 21263073, "text": "Attenuation of cancer-specific T cells during IFN-alpha treatment can be mediated by augmentation of the PD-1 pathway; PD-1 blockade, together with IFN-alpha, clearly improves the antitumor effect."}, {"pubmed": 21268015, "text": "Signals ensued by IFN-alpha and IL-4 induce cytoplasmic sequestration of IL-4-activated STAT6 and IFN-alpha-activated STAT2:p48 in B cells through the formation of pY-STAT6:pY-STAT2:p48 complex."}, {"pubmed": 21276246, "text": "Data indicate that impaired IFN-mediated antiviral response is the likely cause of higher viral burden and resulting oncolysis of androgen-sensitive prostate cancer cells."}, {"pubmed": 21317915, "text": "Plasmacytoid dendritic cells play an important role in IFN-alpha production during varicella-zoster virus infection through TLR9-dependent and -independent pathways."}, {"pubmed": 21320124, "text": "Studies in both mice and humans have demonstrated a role for IFN-alpha/beta in directly influencing the fate of both CD4(+) and CD8(+) T cells during the initial phases of antigen recognition."}, {"pubmed": 21339641, "text": "HIV preferentially traffics to the early endosome in human pDCs and therefore skews pDCs toward a partially matured, persistently IFN-alpha-secreting phenotype"}, {"pubmed": 21361792, "text": "only IFN-beta, not IFN-alpha (10-1,000 IU/mL), has an inhibitory activity on endothelial cell proliferation."}, {"pubmed": 21376046, "text": "HBV prevents induction of IFN-alpha signaling by inhibiting nuclear translocation of STAT1; this can interfere with transcription of interferon-stimulated genes in transplanted human hepatocytes."}, {"pubmed": 21525212, "text": "The viral ADP-ribose-1''-monophosphatase domains played a role in escape from the host interferon immune responses."}, {"pubmed": 21705624, "text": "In patients with anti-double stranded DNA antibodies, the IFN induced with helicase C domain 1 (IFIH1) risk allele increases sensitivity to IFN-alpha signaling."}, {"pubmed": 21772053, "text": "The results suggested that exon 3 skipping of STAT1 leads to abnormal signaling in response to IFN-gamma and IFN-alpha, which is associated with susceptibility to intracellular pathogens and viruses."}, {"pubmed": 21821707, "text": "Bcr-abl signals to desensitize chronic myeloid leukemia cells to IFNalpha via accelerating the degradation of its receptor."}, {"pubmed": 21923413, "text": "Studies suggest that genetically determined endogenous elevations in IFN-alpha predispose to systemic lupus erythematosus (SLE)."}, {"pubmed": 22149411, "text": "Studies indicate that IFN-alpha and beta (type I interferons) and IFN-signaling in the pathogenesis of certain autoimmune inflammatory diseases."}, {"pubmed": 22156987, "text": "Latent Epstein-Barr virus infection may contribute to the inflammatory milieu in active multiple sclerosis lesions by activating innate immune responses, e.g., IFNalpha production."}, {"pubmed": 22192711, "text": "Studies indicate that upregulation of the type I interferon protein signature has added additional markers of disease activity and insight into the pathogenesis of the disease."}, {"pubmed": 22195005, "text": "Significant associations between serum levels of TNF-alpha and type I IFN and clinical manifestations exist in a sarcoidosis cohort that differ significantly by self-reported ancestry."}, {"pubmed": 22222875, "text": "Studies indicate that interferon-alpha (IFNalpha) and IFNbeta, collectively known as type I IFNs, are the major effector cytokines of the host immune response against viral and bacterial infections."}, {"pubmed": 22226324, "text": "Nucleocapsid protein of measles virus blocks host IFN-alpha/beta and gamma- responses."}, {"pubmed": 22242767, "text": "Subacute cutaneous lupus erythematosus and discoid lupus erythematosus have an IFN signature, as seen in systemic lupus erythematosus which support a shared pathogenesis between systemic lupus erythematosus and subtypes of cutaneous lupus erythematosus."}, {"pubmed": 22249201, "text": "These data support a model of coordinated cell- and ligand-specific expression of types I and III interferon."}, {"pubmed": 22264514, "text": "IFNalpha-induced PLSCR1 associates with the cytoskeleton after exposure to alpha-toxin, and cellular depletion of PLSCR1 negates IFN-induced protection from alpha-toxin."}, {"pubmed": 22661095, "text": "Calreticulin suppresses the production of endogenous IFN-alpha ."}, {"pubmed": 22684144, "text": "Impaired IFN-alpha production from plasmacytoid dendritic cells (pDCs) may contribute to the immunopathogenesis of chronic HBV infection, which may be the result of a reduced amount of pDCs as well as decreased expression of TLR7 and TLR9 on pDCs"}, {"pubmed": 22685561, "text": "Data indicate that reversal of histone H3K9/K14 acetylation by histone deacetylase 3 (HDAC3) is required for attenuation of interferon-A (IFN-A) gene transcription during viral infection."}, {"pubmed": 22693567, "text": "HIV delays pDC IFN-alpha production and pDC activation via SYK phosphory"}, {"pubmed": 22706089, "text": "IFN-alpha acts synergistically with IFN-gamma to support development of strong effector functions, whereas IL-12 induces high T-bet transcription factor expression and strong function in the absence of IFN-gamma signaling."}, {"pubmed": 22814248, "text": "Data indicate that concomitant treatment with gp120 reduced the levels of IFN-alpha, IFN-beta, TNF-alpha, IL-6, and IP-10 induced by CpG-A in plasmacytoid dendritic cells."}, {"pubmed": 22925929, "text": "IFN-alpha-derived signals program human naive CD8 T cells to become highly responsive to secondary antigen stimulation."}, {"pubmed": 23026954, "text": "Inflammatory cytokines, such as interferon alfa, alter basal ganglia activity and behavior in association with significant changes in presynaptic striatal dopamine function consistent with decreased dopamine synthesis or release."}, {"pubmed": 23042723, "text": "[review] At the molecular level IFN-alpha has multiple effects in a variety of malignancies.  Its potent immune impact can clearly be suppressed by tumor tolerogenic mechanisms, explaining its limited clinical activity as monotherapy in metastatic melanoma."}, {"pubmed": 23237992, "text": "SOCS1 acts as a suppressor of type I IFN function against hepatitis C virus."}, {"pubmed": 23303061, "text": "Findings do not support the hypothesis that decreasing brain-derived neurotrophic factor (BDNF) is the primary pathway by which IFN-alpha worsens depression."}, {"pubmed": 23382558, "text": "Type I IFN-dependent inhibition of T cell-derived interleukin (IL)-5 is mediated by IFN-alpha acting directly on activated T cells."}, {"pubmed": 23434493, "text": "This study demonistrated that type I interferon signaling contributes to neuromyelitis optica pathogenesis."}, {"pubmed": 23462180, "text": "Interferon-alpha restricts hepatitis C virus via actions of general and specific interferon-alpha effector genes."}, {"pubmed": 23479228, "text": "the critical function of the Ly49Q cytoplasmic domain immunoreceptor tyrosine-based inhibitory motif (ITIM) is restored in the regulation of IFN-alpha production by plasmacytoid dendritic cells through trangenic complementation."}, {"pubmed": 23566196, "text": "Results show that the A allele of -1823G/A single nucleotide polymorphism (SNP) within interferon-alpha IFNA1 gene was significantly associated with an increased risk of chronic HBV infection."}, {"pubmed": 23649622, "text": "Data indicate that suppressor of IKKepsilon (SIKE) inhibits TANK-binding kinase 1 (TBK1)-mediated phosphorylation of interferon regulatory factor 3 (IRF3), which is essential to type I interferon production."}, {"pubmed": 23659574, "text": "Treatment of hepatitis C patients with IFN-alpha is associated with magnetic resonance spectroscopy (MRS)-visible changes in glutamatergic metabolism."}, {"pubmed": 23724117, "text": "Suppression of TLR9-mediated IFNA1 secretion from peripheral blood mononuclear cells, by adrenoceptor stimulation reduced the lytic activity of Natural killer cells on K562 tumor cells."}, {"pubmed": 23751822, "text": "upregulated expression in elite controllers (fraction of human population displaying resistance to HIV infection)"}, {"pubmed": 23814052, "text": "These findings provide evidence for key and essential roles of the Mnk kinase pathway in the generation of the antineoplastic effects of type I IFNs in Jak2V617F-dependent myeloproliferative neoplasms."}, {"pubmed": 23890815, "text": "These results indicate that hepatitis B virus activates IL-8 gene expression by targeting the epigenetic regulation of the IL-8 promoter and that IL-8 may contribute to reduce viral sensitivity to IFN-alpha."}, {"pubmed": 23910645, "text": "Authors show that PP2Ac associates with Jak1/Tyk2/STAT1 and reduces Jak1/Tyk2/STAT1 phosphorylation resulting in an impairment of the IFNalpha-induced hepatitis C virus antiviral response."}, {"pubmed": 24024201, "text": "Our results suggest that ISG15 overexpression could be developed into a powerful gene-therapeutic tool for treating IFN-alpha-resistant HCC."}, {"pubmed": 24027750, "text": "Taken together, our study shows that IFN-alpha enhanced 5'-DFUR-induced apoptosis in gastric cancer cells by upregulation of TP expression, which is partially regulated by activation of ERK signaling"}, {"pubmed": 24049170, "text": "Interferon-induced MxA protein inhibits influenza A virus infection by retaining the incoming viral genome in the cytoplasm."}, {"pubmed": 24063997, "text": "Low concentration of PDGF-AB showed synergism with IFN-alpha in IFN-beta and -gamma induction."}, {"pubmed": 24269682, "text": "Data indicate the ability of C protein to block Toll-like receptor (TLR) 7- and TLR9-dependent IFN-alpha induction."}, {"pubmed": 24286516, "text": "Data suggest that serum levels of cathelicidin LL37 and IFN-alpha may reflect both local renal inflammation and systemic inflammation."}, {"pubmed": 24334027, "text": "These data indicate that type I IFN, via an action of IFNAR1, mediates pulmonary arterial hypertension."}, {"pubmed": 24348680, "text": "Association of IFN- alpha levels with clinical disease activity and severity suggests a role for IFN- alpha in disease perpetuation and may provide a plausible explanation for a negative effect of IFN-1 treatment in NMO patients."}, {"pubmed": 24587086, "text": "The steady-state production of IFN-alpha plays a role in amplification of antiviral responses to control the spread of RNA viral infection in human hepatocytes."}, {"pubmed": 24709112, "text": "Our data demonstrate disturbances in DC number and function expressed most significantly in T1D relatives and point to a potential role of TLR9-induced IFN-alpha production in T1D development."}, {"pubmed": 24865418, "text": "Data indicate that Toll-like receptor 7, Toll-like receptor 9, and interferon-alpha expression levels were significantly increased in lupus patients."}, {"pubmed": 24973447, "text": "Alterations of plasmacytoid dendritic cells (pDCs) in human type 1 diabetes (T1D) reveal a role of pDCs in driving the differentiation of T helper (Th)1 cells and suggests that pDCs may play a role in Th1-mediated human T1D immunopathogenesis."}, {"pubmed": 25320280, "text": "The combination of interferon-alpha, interferon-beta, TNF-alpha, and cell surface receptor engagement with dendritic cells enables NK cells to overcome immune evasion by dengue virus."}, {"pubmed": 25530545, "text": "Data suggest that Viral microRNA hcmv-miR-UL112 subverts innate immunity by downregulating type I interferons IFN-alpha and IFN-beta signaling to inhibit natural killer (NK) cell cytotoxicity."}, {"pubmed": 25552725, "text": "Domain 2 of the hepatitis C virus core protein critically affected the magnitude of host IFN-alpha responses."}, {"pubmed": 25609814, "text": "Hepatitis C virus NS3-4A similarly diminished both human and mouse MAVS-dependent signaling in human and mouse cells and MAVS induces both type I and type III interferons, which together control the hepatitis C virus replication."}, {"pubmed": 25637018, "text": "HIV-1-triggered release of interferon-alpha/interferon-beta by plasmacytoid dendritic cells induces BAFF production in monocytes."}, {"pubmed": 25667414, "text": "Data show that chemokine CXCL13 production by monocytes required toll-like receptor 7 activation and secretion of interferon-alpha."}, {"pubmed": 25681344, "text": "Results show that histone-lysine N-methyltransferase Set7 facilitates hepatitis C virus (HCV) replication through the attenuation of interferon-alpha (IFN-alpha) signaling pathways and IFN-related effectors."}, {"pubmed": 25683609, "text": "Interferon-alpha-induced TRIM22 interrupts hepatitis c virus replication by ubiquitinating NS5A."}, {"pubmed": 25747907, "text": "Studies indicate that type I interfereon signaling cascade is initiated by the binding of the cytokines to the high-affinity interferon alpha receotor."}, {"pubmed": 25766860, "text": "This study suggests that suppression of miR-122 induced by hepatitis B virus infection, leads to the inactivation of interferon expression, which in turn enhances hepatitis B virus replication."}, {"pubmed": 25784743, "text": "Interferon-alpha inhibits CD4 T cell responses to interleukin-7 and interleukin-2 and selectively interferes with Akt signaling."}, {"pubmed": 25911105, "text": "The interaction between AIP and IRF7 is enhanced upon virus infection, and AIP potently inhibits IRF7-induced type I IFN (IFN-alpha/beta) production."}, {"pubmed": 26026068, "text": "Interferon-alpha and interferon-beta are at the crossroads of allergy and viral infections. (Review)"}, {"pubmed": 26119280, "text": "Shp-2 contributes to the control of respiratory syncytial virus replication and progeny production in pulmonary alveolar epithelial cells by interfering with IFN-alpha-induced Jak/Stat1 pathway activation"}, {"pubmed": 26152778, "text": "interferon (IFN)-alpha, weakens activation of the anti-bacterial interleukin (IL)-1/IL-22 axis in human peripheral blood mononuclear cells exposed to viable B. burgdorferi"}, {"pubmed": 26259828, "text": "our data indicate that by targeting PTP1B, miR-744 plays a feed-forward role in regulating type I IFN signaling pathway."}, {"pubmed": 26261238, "text": "Interferon alfa induces high response rates with low toxicity in patients with polycythemia vera."}, {"pubmed": 26353965, "text": "NS of severe fever with thrombocytopenia syndrome virus inhibited the activity of IFN-alpha1, IFN-beta, IFN-lambda1 and IFN-lambda2 through inhibition of STAT1 phosphorylation."}, {"pubmed": 26398317, "text": "the findings demonstrate that treatment with anti-CD20-hIFNalpha reverses resistance of B-NHL"}, {"pubmed": 26694082, "text": "results show that IFNA1 rs1332190 and IFNA17 rs9298814 SNPs may play an important role in Crimean-Congo hemorrhagic fever susceptibility"}, {"pubmed": 26697999, "text": "Study shows IFN-alpha rapidly induces a profound shift in whole brain network structure, impairing global functional connectivity and the efficiency of parallel information exchange."}, {"pubmed": 27101083, "text": "the polymorphic variant of IFNA1 (-2) gene is associated with chronic HBV infection"}, {"pubmed": 27102764, "text": "Plasmacytoid dendritic cells (pDCs) and type 1 interferon (FNalpha/beta)frequently accompanied plasmablast/plasma cells (PB/PCs)."}, {"pubmed": 27219130, "text": "MiR-181a is an important mediator for interferons-induced SAMHD1 expression in astrocytes and microglia, but not for inhibition of HIV-1 infection induced by IFN-alpha."}, {"pubmed": 27392462, "text": "Decreased interferon alpha (IFN-alpha) secretion induced by Toll-like receptor 7 and Toll-like receptor 8 (TLR7/TLR8) activation was observed in common variable immunodeficiency (CVID), which was recovered with Toll-like receptor 9 (TLR9) signaling."}, {"pubmed": 27400930, "text": "Cerebrospinal fluid interferon alpha levels correlate with neurocognitive impairment in ambulatory HIV-Infected individuals."}, {"pubmed": 27513213, "text": "study found that endogenous IFNalpha autocrinally promotes the expression of Interferon-Stimulated Gene (ISG) mRNAs in IL-3-, but not in IFNlambda3 plus IL-3-, treated plasmacytoid dendritic cells (pDCs); production of IFNalpha by IFNlambda3 plus IL-3-treated pDCs is mostly dependent on endogenously produced TNFalpha"}, {"pubmed": 27522115, "text": "Data indicate ARID3a(+) B cells as a type of effector B cell, and link ARID3a expression in B lymphocytes to interferon alpha (IFNa)-associated inflammatory responses in systemic lupus erythematosus (SLE)."}, {"pubmed": 27544015, "text": "The review focuses on the value of the type I and III interferon subtypes (alphas, beta and lambdas) as therapeutics for prevention and treatment of viral infections (influenza, herpes, human immunodeficiency virus and hepatitis viruses)."}, {"pubmed": 27630356, "text": "IL-2 therapy should be used as a first- or second-line therapy following IFN-a therapy. IL-2 may have a lower response if it is used after molecular-targeted therapy or other treatments"}, {"pubmed": 27802159, "text": "these studies identify phosphorylation of S734-STAT2 as a new regulatory mechanism that negatively controls the type I IFN-antiviral response."}, {"pubmed": 27827850, "text": "Interferon-alpha Induces the apoptosis of Hela cells by activating both the intrinsic mitochondrial pathway and endoplasmic reticulum stress-induced pathway."}, {"pubmed": 27855377, "text": "These results establish that activation of STAT pathway is essential for anti-hepatitis c virus efficacy of IFN-alpha."}, {"pubmed": 27988795, "text": "These findings also identify STAT3 as a therapeutic target against viral infection and highlight it as an essential pathway component for endogenous and therapeutic IFN-alpha responsiveness."}, {"pubmed": 28076786, "text": "the expression of certain TAM components was reduced as a result of prolonged degradation of MYD88 by Porphyromonas gingivalis infection."}, {"pubmed": 28085900, "text": "High Type I Interferon expression due to hypomethylation is associated with Systemic Lupus Erythematosus."}, {"pubmed": 28122987, "text": "On one hand, hepatitis B virus activates MMP-9 in infected patients and leukocytes. On the other hand, MMP-9 facilitates hepatitis B virus replication through repressing IFN/JAK/STAT signaling, IFNAR1 function, and IFN-alpha action."}, {"pubmed": 28234991, "text": "Suppression of the exogenous Type I IFN-induced Jak/STAT signaling by NSs might be one of the mechanisms of Severe fever with thrombocytopenia syndrome (SFTS) to evade host immune surveillance."}, {"pubmed": 28245862, "text": "Type I interferons (IFNs) signature is seen in a significant proportion of anti-nuclear antibody-positive (ANA(+) individuals and appears to be associated with ANA titre and type of autoantibodies, rather than with the presence or development of clinical systemic autoimmune rheumatic diseases (SARDs) symptoms."}, {"pubmed": 28342865, "text": "KSHV-encoded viral IRF4 interacts with the host IRF7 and inhibits interferon-alpha production."}, {"pubmed": 28357476, "text": "Myeloid cells contribute more to the whole blood interferon signature in systemic lupus erythematosus than their lymphocytic counterpart. Very similar leukocyte subsets reveal distinctive IFN signatures. IFN alpha mixes up composition of blood and leads to a preferential neutropenia, yielding relative lymphocytosis."}, {"pubmed": 28373582, "text": "These data suggest that plasmacytoid dendritic cells producing IFN-alpha and IL-33 play a pivotal role in the chronic fibro-inflammatory responses underlying murine autoimmune pancreatitis and human IgG4-related autoimmune pancreatitis."}, {"pubmed": 28388697, "text": "the paper shows the data on the role of interferons -alpha and -beta in infections - not only commonly known viral infections, but also bacterial, fungal and parasitic."}, {"pubmed": 28408069, "text": "Data suggest a central role of XBP1 in TLR7-induced IFNalpha production and identify XBP1 as a potential novel therapeutic target in IFNalpha-driven autoimmune and inflammatory diseases."}, {"pubmed": 28496097, "text": "SOCS2 impairs IFN/JAK/STAT signaling through reducing the stability of tyrosine kinase 2 (TYK2), downregulating the expression of type I and III IFN receptors, attenuating the phosphorylation and nucleus translocation of STAT1."}, {"pubmed": 28501799, "text": "Mothers of children affected by autoimmune congenital heart block had a significantly higher expression IFN-alpha."}, {"pubmed": 28578326, "text": "The synthetic IFNP molecule exerted its antitumor activity by upregulating the downstream genes involved in the STAT1 pathway and in apoptosis. Using a cell receptor binding assay, we showed that this Jurkat-binding peptide facilitated the binding affinity of IFNalpha to the cell surface type I IFN receptor"}, {"pubmed": 28600291, "text": "results demonstrate that Sphingosine 1-phosphate lyase (SPL) is a host factor that augments type I IFN responses during influenza A virus infection; study delineates the relationship between IKKepsilon and SPL, which provides a mechanistic understanding of the pro-IFN activity of SPL"}, {"pubmed": 28819164, "text": "hypoxia triggers the production of IFN-I in vitro, and may contribute to the pathogenesis of dermatomyositis together with other inflammatory factors."}, {"pubmed": 29080269, "text": "Significant associations were observed for 4 variants in IFNAR2, IFNLR1 with hepatitis B virus infection, and IFNLR1-rs4649203 was associated with hepatitis B recovery. Moreover, the authors demonstrated the clear relevance of 5 polymorphisms in IFNA1, IFNA2, IFNL4 with hepatocellular carcinoma."}, {"pubmed": 29333443, "text": "Our results illustrate a novel regulatory role of TWEAK, in which its activity positively regulates type I IFN pathway in lupus nephritis (LN) based on preclinical models. Our findings suggest TWEAK could act as a critical target in preventing renal damage in patients with LN."}, {"pubmed": 29563616, "text": "the current study provides a direct link between type I interferon (IFN) pathway overactivation and the abnormally high frequency and proinflammatory properties of transitional B cells in active systemic lupus erythematosus (SLE) patients, which contributes to the understanding of the roles of type I IFNs and B cells in the pathogenesis of SLE."}, {"pubmed": 29580840, "text": "HIV-1 IIIB infection of myeloid ThP-1 cells also reduced the IFN-alpha-mediated induction of the anti-viral gene, ISG15, but not MxA, revealing a functional consequence of this HIV-1-mediated immune evasion strategy."}, {"pubmed": 29925663, "text": "Therefore, these results demonstrate the importance of MxB in alpha interferon-mediated inhibition of HIV-1 infection."}, {"pubmed": 30073840, "text": "The findings suggest that HIV-1 may alter AKT phosphorylation to inhibit the translocation of IRF-7 into plasmacytoid dendritic cell nucleus, leading to IFN-alpha suppression, and this may be the reason for IFN-alpha abrogation observed in recently infected HIV patients."}, {"pubmed": 30099227, "text": "the state of type I IFN induction and response to, in SAMHD1 knockout (KO) human monocytic cells, was examined."}, {"pubmed": 30115527, "text": "Interferon alpha is the key trigger of type 1 diabetes. (Review)"}, {"pubmed": 30177680, "text": "The osteopontin-CD44 axis in hepatic cancer stem cells regulates IFN-alpha signaling and hepatitis C virus replication."}, {"pubmed": 30355498, "text": "IFNalpha-mediated deregulation of mitochondrial metabolism and impairment of autophagic degradation, leading to cytosolic accumulation of mtDNA that is sensed via stimulator of interferon genes (STING) to promote induction of autoinflammatory dendritic cells."}, {"pubmed": 30507062, "text": "Serum IFNalpha concentrations in patients with active SLE were significantly higher than those in patients with inactive SLE and healthy controls. Concentrations also differed significantly between patients with inactive SLE and healthy controls."}, {"pubmed": 30555157, "text": "Overexpression of IFNAR1, MX1 and signal transducer and activator of transcription 1 (Stat1) indicated the endogenous IFNa activation in tumour microenvironment, which correlated with immunosuppression status in head and neck squamous cell carcinomas (HNSCC) patients"}, {"pubmed": 30570770, "text": "IL-6 impaired the anti-hepatitis B virus efficiency of interferon-alpha by decreasing the expression of interferon-alpha downstream effectors via upregulation of suppressor of cytokine signaling-3 (SOCS3)."}, {"pubmed": 30920934, "text": "S27 of IFNalpha1 Contributes to Its Low Affinity for IFNAR2 and Weak Antiviral Activity"}, {"pubmed": 31075894, "text": "HBc partially restores IFN-alpha Inhibition of HBV expression in transfected hepatoma cells."}, {"pubmed": 31502579, "text": "The down-regulation effects of IFN-alpha on p11, 5-HT1b and 5-HT4 were associated with the lysosome and ubiquitin-proteasome-mediated pathways. p11 was identified as a potent regulator to modulate the ubiquitination of 5-HT1b and 5-HT4. Therefore, it could be potential target therapies in IFN-ainduced depression"}, {"pubmed": 31542790, "text": "a detailed mechanism involved in IFNalpha-1a-mediated anti-proliferation activity in human laryngeal carcinoma cells, is reported."}, {"pubmed": 32066770, "text": "In vitro replicative fitness of early Transmitted founder HIV-1 variants and sensitivity to Interferon alpha."}, {"pubmed": 32382553, "text": "Interaction of miR-181b and IFNA1 Polymorphisms on the Risk of Systemic Lupus Erythematosus."}, {"pubmed": 32515564, "text": "[Interferon-regulating activity of the CelAgrip drug and its influence on the formation of reactive oxygen species and expression of innate immunity genes in Burkitt's lymphome cells cultures.]"}, {"pubmed": 32554437, "text": "TLR Stimulation Produces IFN-beta as the Primary Driver of IFN Signaling in Nonlymphoid Primary Human Cells."}, {"pubmed": 32661059, "text": "Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients."}, {"pubmed": 32667932, "text": "Impact and prognosis of the expression of IFN-alpha among tuberculosis patients."}, {"pubmed": 32938972, "text": "Identification of serum IFN-alpha and IL-33 as novel biomarkers for type 1 autoimmune pancreatitis and IgG4-related disease."}, {"pubmed": 32990094, "text": "IFNA1 and IFNA13 Genes Confer Genetic Predisposition to Ankylosing Spondylitis-Associated Uveitis in a Chinese Population."}, {"pubmed": 33024073, "text": "Main protease of SARS-CoV-2 serves as a bifunctional molecule in restricting type I interferon antiviral signaling."}, {"pubmed": 33248325, "text": "The A150V Polymorphism of Genotype 3 Hepatitis C Virus Polymerase Inhibits Interferon Alfa by Suppressing Protein Kinase R Activation."}, {"pubmed": 33497307, "text": "Identification and stratification of systemic lupus erythematosus patients into two transcriptionally distinct clusters based on IFN-I signature."}, {"pubmed": 33785626, "text": "Multiple Viral microRNAs Regulate Interferon Release and Signaling Early during Infection with Epstein-Barr Virus."}, {"pubmed": 33936047, "text": "SARS-CoV-2 Infection Induces Psoriatic Arthritis Flares and Enthesis Resident Plasmacytoid Dendritic Cell Type-1 Interferon Inhibition by JAK Antagonism Offer Novel Spondyloarthritis Pathogenesis Insights."}, {"pubmed": 34166491, "text": "Type I interferon is induced by hemolysis and drives antibody-mediated erythrophagocytosis in sickle cell disease."}, {"pubmed": 34215258, "text": "PML-II regulates ERK and AKT signal activation and IFNalpha-induced cell death."}, {"pubmed": 34340648, "text": "NS5-independent Ablation of STAT2 by Zika virus to antagonize interferon signalling."}, {"pubmed": 34524541, "text": "Escherichia coli infection activates the production of IFN-alpha and IFN-beta via the JAK1/STAT1/2 signaling pathway in lung cells."}, {"pubmed": 34596588, "text": "Overall Status of Epstein-Barr virus Infection, IFN-a, and TLR-7/9 in Patients with Systemic Lupus Erythematous."}, {"pubmed": 34599832, "text": "The association of interferon-alpha with development of collateral circulation after artery occlusion."}, {"pubmed": 35780437, "text": "Role of interferons (IFNs) in the differentiation of T peripheral helper (Tph) cells."}, {"pubmed": 35844548, "text": "Activation of the AIM2 Receptor in Circulating Cells of Post-COVID-19 Patients With Signs of Lung Fibrosis Is Associated With the Release of IL-1alpha, IFN-alpha and TGF-beta."}, {"pubmed": 36335528, "text": "Chinese Pedigree of Chronic Mucocutaneous Candidiasis Due to STAT1 Gain-of-Function Mutation: A Case Study and Literature Review."}, {"pubmed": 36681180, "text": "Mechanism of SUMOylation-Mediated Regulation of Type I IFN Expression."}, {"pubmed": 38051494, "text": "Role of IFN-alpha in Rheumatoid Arthritis."}, {"pubmed": 38077311, "text": "Endosomal trafficking inhibitor EGA can control TLR7-mediated IFNalpha expression by human plasmacytoid dendritic cells."}, {"pubmed": 38127913, "text": "Hemolysis-driven IFNalpha production impairs erythropoiesis by negatively regulating EPO signaling in sickle cell disease."}, {"pubmed": 38387232, "text": "Interferon-alpha induces differentiation of cancer stem cells and immunosuppression in hepatocellular carcinoma by upregulating CXCL8 secretion."}, {"pubmed": 38424312, "text": "Severe COVID-19 and long COVID are associated with high expression of STING, cGAS and IFN-alpha."}, {"pubmed": 38605949, "text": "Enhanced GATA4 expression in senescent systemic lupus erythematosus monocytes promotes high levels of IFNalpha production."}, {"pubmed": 38675842, "text": "The Expression Levels of TREX1 and IFN-alpha Are Associated with Immune Reconstitution in HIV-1-Infected Individuals."}, {"pubmed": 38864429, "text": "Association between polymorphisms in TLR3, TICAM1 and IFNA1 genes and covid-19 severity in Southern Brazil."}], "genomic_pos": {"chr": "9", "end": 21441316, "ensemblgene": "ENSG00000197919", "start": 21440439, "strand": 1}, "genomic_pos_hg19": {"chr": "9", "end": 21441315, "start": 21440440, "strand": 1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002286", "qualifier": "involved_in", "term": "T cell activation involved in immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002323", "qualifier": "involved_in", "term": "natural killer cell activation involved in immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033141", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation of STAT protein"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043330", "qualifier": "involved_in", "term": "response to exogenous dsRNA"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060337", "pubmed": 30936491, "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098586", "pubmed": 30936491, "qualifier": "involved_in", "term": "cellular response to virus"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005132", "qualifier": "enables", "term": "type I interferon receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}]}, "homologene": {"genes": [[9544, 694631], [9544, 709559], [9598, 742651], [9606, 3439], [9606, 3447]], "id": 136811}, "interpro": [{"desc": "Interferon alpha/beta/delta", "id": "IPR000471", "short_desc": "Interferon_alpha/beta/delta"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": "IPI00003072", "map_location": "9p21.3", "name": "interferon alpha 1", "other_names": ["IFN-alpha-1/13", "interferon alpha 1b", "interferon alpha-1/13", "interferon alpha-D", "interferon-alpha1"], "pantherdb": {"HGNC": "5417", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "2667155", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q80SU4"}, {"MGI": "107662", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07350"}, {"MGI": "107663", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07349"}, {"MGI": "3649260", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q810G1"}, {"MGI": "107668", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P01572"}, {"MGI": "3641425", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q810G3"}, {"MGI": "2676324", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q80SS5"}, {"MGI": "107664", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P07351"}, {"MGI": "1097683", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "L7MTU6"}, {"MGI": "107661", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P06799"}, {"MGI": "107659", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P09235"}, {"MGI": "3649418", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q61718"}, {"MGI": "107666", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P01573"}, {"MGI": "109210", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "Q61716"}, {"Ensembl": "ENSRNOG00000052145", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "A0A0G2K5H8"}, {"RGD": "1306334", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D3ZFH0"}, {"RGD": "1359312", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "P05011"}, {"RGD": "1560539", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D3Z919"}, {"RGD": "1565225", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "D4A428"}, {"RGD": "1306400", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "F1LU02"}, {"RGD": "6487214", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "F1LU43"}, {"RGD": "1311425", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "A0A0G2K3I2"}, {"Ensembl": "ENSGALG00000054104", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q9PWI5"}, {"Ensembl": "ENSGALG00000005759", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90873"}, {"Ensembl": "ENSGALG00000052209", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UFG8"}, {"Ensembl": "ENSGALG00000053207", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UDL5"}, {"Gene": "IFNA3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90872"}, {"Ensembl": "ENSGALG00000046996", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "P42165"}, {"Ensembl": "ENSGALG00000044725", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "B0FLN7"}, {"Ensembl": "ENSGALG00000054368", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q3AA10"}, {"Ensembl": "ENSGALG00000015062", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3S5ZPG4"}, {"ZFIN": "ZDB-GENE-071128-2", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A2R8Q8C3"}, {"ZFIN": "ZDB-GENE-071128-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A0R4ICL1"}, {"ZFIN": "ZDB-GENE-080327-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "C5IX16"}, {"ZFIN": "ZDB-GENE-030721-3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "Q8AY12"}], "uniprot_kb": "P01562"}, "pathway": {"biocarta": [{"id": "ifnapathway", "name": "ifn alpha signaling pathway"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "rnapathway", "name": "double stranded rna induced gene expression"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05320", "name": "Autoimmune thyroid disease - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "cd8tcrdownstreampathway", "name": "Downstream signaling in na&#xef;ve CD8+ T cells"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": "3UX9", "pfam": "PF00143", "pharmgkb": "PA29656", "pir": ["C23285", "F42753", "H42753"], "reagent": {"CM-LibrX-no-seq": [{"id": "GNF328213", "relationship": "is"}, {"id": "GNF328214", "relationship": "is"}, {"id": "GNF328215", "relationship": "is"}, {"id": "GNF328216", "relationship": "is"}, {"id": "GNF328217", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251127", "relationship": "is"}, {"id": "GNF251128", "relationship": "is"}, {"id": "GNF251129", "relationship": "is"}, {"id": "GNF251130", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF278373", "relationship": "is"}, {"id": "GNF278526", "relationship": "is"}, {"id": "GNF279676", "relationship": "is"}, {"id": "GNF279678", "relationship": "is"}], "MasterSecretomicsList": [{"id": "GNF330725", "relationship": "is"}, {"id": "GNF330774", "relationship": "is"}, {"id": "GNF331965", "relationship": "is"}, {"id": "GNF331982", "relationship": "is"}, {"id": "GNF333937", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336783", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097639", "relationship": "is"}, {"id": "GNF137294", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_076918.1", "rna": "NM_024013.3", "translation": {"protein": "NP_076918.1", "rna": "NM_024013.3"}}, "reporter": {"HG-U133_Plus_2": ["208344_x_at", "208375_at"], "HG-U95Av2": "1666_at", "HTA-2_0": "TC09000103.hg.1", "HuEx-1_0": ["3164825", "3201313"], "HuGene-1_1": ["8154627", "8160394", "8160419"], "HuGene-2_1": ["17083971", "17092862"]}, "retired": 89955, "summary": "This gene is a member of the alpha interferon gene cluster on chromosome 9. The encoded cytokine is a member of the type I interferon family that is produced in response to viral infection as a key part of the innate immune response with potent antiviral, antiproliferative and immunomodulatory properties. This cytokine, like other type I interferons, binds a plasma membrane receptor made of IFNAR1 and IFNAR2 that is ubiquitously expressed, and thus is able to act on virtually all body cells. This cytokine is upregulated in preeclamptic placentas and is thought to be a mediator of preeclampsia. [provided by RefSeq, Aug 2020].", "symbol": "IFNA1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415900"}, "unigene": "Hs.37026", "uniprot": {"Swiss-Prot": "P01562", "TrEMBL": "L0N195"}, "wikipedia": {"url_stub": "Interferon, alpha 1"}}