{"AllianceGenome": "5434", "HGNC": "5434", "MIM": "147640", "_id": "3456", "_version": 1, "accession": {"genomic": ["AL390882.12", "CH471071.2", "CP068269.2", "EF064725.1", "HB461808.1", "NC_000009.12", "NC_060933.1", "V00534.1", "V00535.1", "X00973.1"], "protein": ["AAA36040.1", "AAC41702.1", "AAH69314.1", "AAH96150.1", "AAH96151.1", "AAH96152.1", "AAH96153.1", "AAO26357.1", "ABK41908.1", "BAG70137.1", "BAG70266.1", "BAG70305.1", "CAA23795.1", "CAA23796.1", "CAA23807.1", "CAA23808.1", "CAA25479.1", "CBA11062.1", "EAW58625.1", "NP_002167.1", "P01574.1"], "rna": ["AB451323.1", "AB451452.1", "AB451491.1", "BC069314.1", "BC096150.3", "BC096151.2", "BC096152.2", "BC096153.2", "M17373.2", "M25460.1", "M28622.1", "NM_002176.4", "V00546.1", "V00547.1"], "translation": [{"protein": "AAO26357.1", "rna": "M17373.2"}, {"protein": "NP_002167.1", "rna": "NM_002176.4"}, {"protein": "BAG70266.1", "rna": "AB451452.1"}, {"protein": "BAG70305.1", "rna": "AB451491.1"}, {"protein": "CAA23808.1", "rna": "V00547.1"}, {"protein": "CAA23807.1", "rna": "V00546.1"}, {"protein": "AAH69314.1", "rna": "BC069314.1"}, {"protein": "AAC41702.1", "rna": "M25460.1"}, {"protein": "AAH96152.1", "rna": "BC096152.2"}, {"protein": "AAH96150.1", "rna": "BC096150.3"}, {"protein": "AAA36040.1", "rna": "M28622.1"}, {"protein": "BAG70137.1", "rna": "AB451323.1"}, {"protein": "AAH96153.1", "rna": "BC096153.2"}, {"protein": "AAH96151.1", "rna": "BC096151.2"}]}, "alias": ["IFB", "IFF", "IFN-beta", "IFNB"], "ensembl": {"gene": "ENSG00000171855", "protein": "ENSP00000369581", "transcript": "ENST00000380232", "translation": [{"protein": "ENSP00000369581", "rna": "ENST00000380232"}], "type_of_gene": "protein_coding"}, "entrezgene": "3456", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 4.10046012, "exp_mis": 46.5564074, "exp_syn": 20.35692, "lof_z": 0.538328955420443, "mis_z": -1.75223246761759, "mu_lof": 3.24915791745e-07, "mu_mis": 4.07206245543e-06, "mu_syn": 1.75970456222e-06, "n_lof": 3.0, "n_mis": 71.0, "n_syn": 27.0, "p_li": 0.0136944375935193, "p_null": 0.316822831593211, "p_rec": 0.66948273081327, "syn_z": -0.912773186357709}, "bp": 564, "cds_end": 21077868, "cds_start": 21077304, "n_exons": 1, "nonpsych": {"exp_lof": 3.6906766, "exp_mis": 42.117407, "exp_syn": 18.4043426, "lof_z": 0.353080554200337, "mis_z": -1.77842689275061, "mu_lof": 3.24915791745e-07, "mu_mis": 4.07206245543e-06, "mu_syn": 1.75970456222e-06, "n_lof": 3.0, "n_mis": 65.0, "n_syn": 26.0, "p_li": 0.0124688120660835, "p_null": 0.367161891230097, "p_rec": 0.620369296703819, "syn_z": -1.11472797678462}, "nontcga": {"exp_lof": 3.7704121, "exp_mis": 42.8298866, "exp_syn": 18.72635702, "lof_z": 0.899417245747673, "mis_z": -1.45935526518537, "mu_lof": 3.24915791745e-07, "mu_mis": 4.07206245543e-06, "mu_syn": 1.75970456222e-06, "n_lof": 2.0, "n_mis": 62.0, "n_syn": 26.0, "p_li": 0.0728825912562663, "p_null": 0.183180749411366, "p_rec": 0.743936659332368, "syn_z": -1.06425925439297}, "transcript": "ENST00000380232.2"}, "exons": [{"cdsend": 21077869, "cdsstart": 21077305, "chr": "9", "position": [[21077103, 21077942]], "strand": -1, "transcript": "NM_002176", "txend": 21077942, "txstart": 21077103}], "exons_hg19": [{"cdsend": 21077868, "cdsstart": 21077304, "chr": "9", "position": [[21077102, 21077941]], "strand": -1, "transcript": "NM_002176", "txend": 21077941, "txstart": 21077102}], "generif": [{"pubmed": 11781186, "text": "effect on beta-chemokine expression in differentiating human peripheral blood monocytes"}, {"pubmed": 11972054, "text": "IRF-3-dependent, NFkappa B- and JNK-independent activation of the 561 and IFN-beta genes in response to double-stranded RNA"}, {"pubmed": 12050353, "text": "mediates terminal differentiation of human cortical thymic epithelial cells and in particular measles virus-infected cells"}, {"pubmed": 12096926, "text": "suppresses the proliferations of melanoma cells in an autocrine manner; and is also expressed by melanoma cells and melanocytes"}, {"pubmed": 12097388, "text": "IFN-beta in combination with TRAIL/Apo2L synergistically induces apoptosis and inhibits melanoma cell proliferation in vitro, at least in part by cleavage of the X-linked inhibitor of apoptosis (XIAP)."}, {"pubmed": 12184914, "text": "IL-1 functions to limit CMV spread by increasing the expression of IFN-beta, which in turn reduces production of infectious virus."}, {"pubmed": 12405292, "text": "Expression profiling and regulation of liver metastases in colorectal cancer cells"}, {"pubmed": 12581491, "text": "primarily mediates effects on megakaryocytic cells and platelets rather than on thrombopoietin-producing hepatocytes"}, {"pubmed": 12761564, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 12847277, "text": "IFN-beta inhibits neutrophil apoptosis in a phosphatidylinositol 3-kinase-dependent manner, which requires activation of protein kinase C-delta and induction of NF-kappa B-regulated genes."}, {"pubmed": 14519761, "text": "interferon beta has a role in TNFalpha differentially regulating the expression of proinflammatory genes and DNA synthesis"}, {"pubmed": 14519765, "text": "lipopolysaccharide-TLR4-mediated activation of IFN-beta requires the adapter complex of TICAM-2 and TICAM-1"}, {"pubmed": 14727154, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14747551, "text": "Influenza B virus nonstructural protein (NS1)functions as a beta interferon antagonist"}, {"pubmed": 15004750, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15107417, "text": "interferon beta synthesis in human macrophages is blocked by oxidized LDL by interfering with IRF3 activation"}, {"pubmed": 15163707, "text": "Hantaann virus induced the production of beta interferon (IFN-beta) in HUVECS (human umbilical vein endothelial cells), whereas expression of this cytokine was barely detectable in the supernatant or in extracts from Tula virus-infected HUVECs"}, {"pubmed": 15163721, "text": "suppression of IFN signaling and IFN production by SOC3 occurs during HSV-1 infection"}, {"pubmed": 15280450, "text": "HSV-1 infection can block the accumulation of IFN-beta triggered by Sendai virus (SeV) infection by blocking the nuclear accumulation of activated IRF-3."}, {"pubmed": 15340234, "text": "Expression by cultured bovine BMECs developed as a model of the blood brain barrier."}, {"pubmed": 15557158, "text": "The antiviral cytokine interferon beta breaks peripheral tolerance to pancreatic beta cells, influences insulitis progression and contributes to autoimmunity in diabetes and nondiabetes-prone mice."}, {"pubmed": 15621727, "text": "type I interferons interact with receptor components results and have roles in the activation of a number of signaling pathways [review]"}, {"pubmed": 15652402, "text": "Human recombinant IFN-beta induces interleukin (IL)-6 production by U251 astrocytoma cells without induction of IL-1 beta, tumor necrosis factor-alpha and nitric oxide."}, {"pubmed": 15737993, "text": "hepatocytes contain two distinct antiviral signaling pathways leading to expression of intereron beta, one dependent upon TLR3 and the other dependent on RIG-I, with little cross-talk between these pathways"}, {"pubmed": 15752772, "text": "Specific silencing of p53 abrogated the antiviral effect of SD.IFN-beta, suggesting that the tumor suppressor is critically involved in antiviral defense mediated by intracellular IFN."}, {"pubmed": 15767399, "text": "demonstrated that inhibition of IFN induction by the HCV NS3/4A protease occurs upstream of the noncanonical IKK-related kinases IKK and TBK-1 & interferes with RIG-I-mediated and TRIF-mediated pathways leading to IRF-3 phosphorylation and activation"}, {"pubmed": 16002711, "text": "IFN-beta transgene protects against ocular herpes simplex virus type 1 infection in vivo and in vitro via selective up-regulation of the oligoadenylate synthetase (OAS)-1a pathway and by altering protein phosphorylation in antiviral signaling cascades."}, {"pubmed": 16185826, "text": "far upstream factor binding sites within the IFN-beta domains of both humans and mice"}, {"pubmed": 16338279, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 16504056, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16504464, "text": "Luciferase reporter analyses identified tandem interferon response factor-binding sites in positive regulatory domains I and III of the IFNB promoter as a key target of PKA inhibition."}, {"pubmed": 16505900, "text": "human PNPase mRNA upregulation by beta-interferon has no effect on protein level in melanoma cell lines"}, {"pubmed": 16545883, "text": "mechanism of IFN-beta induction by human cytomegalovirus (HCMV) was investigated; results suggests that PI3-K and/or NF-kappaB may be related with the induction pathway of IFN-beta by HCMV"}, {"pubmed": 16631220, "text": "A comparison of Sendai virus stocks containing various copyback and internal deletion DI genomes for their ability to activate reporter genes driven by the IFNbeta promoter is presented."}, {"pubmed": 16697656, "text": "In vivo induction of ITGA-11 is detected in spleen and lungs of human recombinant IFN-beta treated BALB/c mice."}, {"pubmed": 16951313, "text": "Might exert its anti-inflammatory effects mainly by reducing the antigen-presenting capacity of central nervous system-specific antigen-presenting cells, which in turn inhibits the effector functions of encephalitogenic T cells."}, {"pubmed": 16954376, "text": "We discuss here the capacity of YY1 to either repress (through histone deacetylase recruitment) or activate (through CBP recruitment) IFN-beta gene expression according to the occupancy of either only its -90 site or both its -122 and -90 sites."}, {"pubmed": 16984921, "text": "IPS-1, IRF3, and IFNbeta have critical roles in Legionella infection of lung epithelium"}, {"pubmed": 16989575, "text": "IFN-beta and a number of IFN-inducible genes were upregulated by transfection of the PTX1-VP22 fusion protein in the prostate cancer cell line PC-3"}, {"pubmed": 17079289, "text": "The NS1 of influenza A virus binds to RIG-I and inhibits downstream activation of IRF-3, preventing the transcriptional induction of IFN-beta."}, {"pubmed": 17142768, "text": "Both the cytoplasmic and TLR3-mediated dsRNA recognition pathways converge upon NAP1 for the activation of the IRF-3 and IFN-beta promoter."}, {"pubmed": 17167270, "text": "IFN-beta potently induces endothelial chemokine expression at the transcriptional level"}, {"pubmed": 17215277, "text": "ability of bICP0 to reduce interferon regulatory factor 3 protein levels is important with respect to disarming the interferon response during productive infection"}, {"pubmed": 17328045, "text": "Antiviral gene expression in RA, especially due to TLR ligands and TNFalpha, is dependent on IKKepsilon and IRF-3, and this pathway plays a key role in the production of type I IFNs and chemokines such as RANTES."}, {"pubmed": 17548221, "text": "Bovine parainfluenza virus type 3 C and V proteins were found to suppress double-stranded RNA-stimulated IFN-beta production."}, {"pubmed": 17560375, "text": "structure of IRF-3 DNA binding domain in complex with the complete PRDIII-I regulatory element of the IFN-beta enhancer"}, {"pubmed": 17574024, "text": "crystallization and modeling of the interferon-beta enhanceosome"}, {"pubmed": 17652396, "text": "ifn-beta gene activation by K-bZIP is independent of IRF-3 and NF-kappaB activation."}, {"pubmed": 17675303, "text": "IFNB1 mRNA levels in virus-infected dendritic cells exhibit cell-to-cell variation."}, {"pubmed": 17968925, "text": "depletion of endothelial progenitor cells caused by excessive IFN-I may be linked to endothelial dysfunction and increased cardiovascular risk in systemic lupus erythematosus"}, {"pubmed": 17968926, "text": "Dermatomyositis and polymyositis are diseases characterized by the systemic overexpression of IFNalpha/beta-inducible genes"}, {"pubmed": 17985330, "text": "While IFN-beta pretreatment increases slightly the expression of maturation markers in TLR2- or TLR4-stimulated DC, it is able to modulate selectively the secretion of inflammatory and immuno-regulating cytokines."}, {"pubmed": 18209079, "text": "The functional association between TLR4 and the S1P1 receptor demonstrates a novel mechanism in the regulation of IFN-beta and CXCL-10 in human primary gingival epithelial cells."}, {"pubmed": 18272195, "text": "Our results indicate that rhinovirus type 14 (RV14) infection induces very low levels of IFN-beta mRNA and interfers with IRF-3 activation."}, {"pubmed": 18322185, "text": "Retinal pigment epithelial cell induction of IFN-beta during Toll-like receptor signaling in the retina is an immunosuppressive mechanism that limits immunopathologic damage by inhibiting ICAM-1 adhesion molecule synthesis and stopping CXCL9 production."}, {"pubmed": 18370868, "text": "These data define the role of the ISGF3 members in IFN-beta inhibitory signaling."}, {"pubmed": 18381783, "text": "Activation of HLA-B27 promoter is a sequential event, and that TNF-alpha and IFN-beta are major participants at different timepoints."}, {"pubmed": 18382694, "text": "pharmacogenomic analysis of variation in the pharmacological response to IFNbeta between patients"}, {"pubmed": 18420941, "text": "patients with differing arteriogenic response as measured with collateral flow index display differential transcriptomes of stimulated monocytes; nonresponders show increased expression of IFN-beta and its downstream targets"}, {"pubmed": 18437017, "text": "TLR3 and 9 as well as IFN-beta and TNF-alpha are expressed in verruca and molluscum contagiosum skin lesions and may play a pivotal role in cutaneous innate immune responses"}, {"pubmed": 18571728, "text": "PTP1B is a physiological negative regulator of TLR signaling via suppression of both MyD88- and TRIF-dependent production of proinflammatory cytokine and IFN-beta in macrophages."}, {"pubmed": 18581327, "text": "This study indicates that the increased type I IFN activity observed in Sjogren's syndrome patients is not only a local but also a systemic phenomenon and points to plasmacytoid dendritic cells as a possible source of this activity."}, {"pubmed": 18611945, "text": "Respiratory Syncytial Virus G protein inhibits TLR3/4 mediated interferon beta induction."}, {"pubmed": 18614013, "text": "Study reports that stochastic and monoallelic expression of the IFN-B gene depends on interchromosomal associations with 3 identified distinct genetic loci that could mediate binding of the limiting transcription factor NF-kappaB to the IFN-B enhancer."}, {"pubmed": 18614628, "text": "These findings indicate that the Hantavirus NY-1V Gn cytoplasmic tail forms a complex with TRAF3 which disrupts the formation of TBK1-TRAF3 complexes and downstream signaling responses required for IFN-beta transcription."}, {"pubmed": 18641315, "text": "demonstrates a novel role for Ro52 in turning off and thus limiting IRF3-dependent type I IFN production by targeting the transcription factor for polyubiquitination and subsequent proteasomal degradation"}, {"pubmed": 18653385, "text": "IFN-beta inhibits IFN-gamma production in general, presumably alleviating the detrimental influence of IFN-gamma in MS."}, {"pubmed": 18653650, "text": "Interferon-beta augments eosinophil adhesion-inducing activity of endothelial cells"}, {"pubmed": 18708672, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18715339, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 18771559, "text": "In conclusion, intracellular bacteria and cytosolic poly(dA-dT) activate IFNbeta responses in different human cells without requiring human ZBP1."}, {"pubmed": 18781139, "text": "aberrant splicing of IRF3 in HCC contributes to the defect in IFN-mediated antiviral defenses."}, {"pubmed": 18823997, "text": "Assembly of interferon-beta enhanceosome from its individual protein components and of enhancer DNA has been studied in solution."}, {"pubmed": 18989459, "text": "influenza A viruses not only suppress IFNbeta gene induction but also inhibit type I IFN signaling through a mechanism involving induction of the SOCS-3 protein"}, {"pubmed": 19017631, "text": "Riplet/RNF135 promotes RIG-I-mediated interferon-beta promoter activation"}, {"pubmed": 19017982, "text": "a novel TLR-independent pathogen-sensing mechanism in immune and nonimmune cells that converges on TBK1 and IFN regulatory factor 3 for activation of IFN-beta gene expression."}, {"pubmed": 19017994, "text": "SOCS1-regulation of the IFN beta-dependent component of the LPS-induced TLR4 signaling pathway may contribute to the down-regulation of inflammatory cytokine production"}, {"pubmed": 19056675, "text": "IFN-beta appears to sensitize neuroblastoma cells to the cytotoxic effects of temozolomide through attenuation of MGMT expression"}, {"pubmed": 19201909, "text": "These findings reveal a hitherto unknown IFN-beta/SOD1 axis in Leishmania infection"}, {"pubmed": 19240061, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19351494, "text": "Data show that DeltaIPS-1 could decrease the secretory volume of IFN-beta in HEK293T cell and could not completely suppress the CPE of the cell infected by HSV-1."}, {"pubmed": 19353519, "text": "Induction of IDO1 by TLR involved an autocrine interferon (IFN)-beta signaling loop, which was dependent on protein kinase R"}, {"pubmed": 19380831, "text": "Induced by Treponema lecithinolyticum major outer sheath protein (Msp), IFN-beta significantly up-regulates monocyte IFN-gamma-inducible protein-10 (IP-10) expression and IFN regulatory factor-3 (IRF-3) dimerization and nuclear translocation."}, {"pubmed": 19449179, "text": "1-Alpha, 25-dihydroxy vitamin D3 inhibits osteoclastogenesis through IFN-beta-dependent NFATc1 suppression"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19546225, "text": "Polo-like kinase 1 (PLK1) regulates interferon (IFN) induction by MAVS"}, {"pubmed": 19564073, "text": "Data suggested that AAVs in combination with hTERT-mediated IFN-beta expression could exert potential antitumor activity and provide a novel targeting approach to clinical gene therapy of varieties of cancers."}, {"pubmed": 19564411, "text": "Results suggest that the differential activities of the interferon subtypes alpha2 and beta are dictated not only by the intrinsic ligand/receptor binding kinetics but also by the density of cell surface receptor components."}, {"pubmed": 19667093, "text": "Strong tissue-specific constitutive induction of IFN-beta gene following influenza or La Crosse virus infection maintains immune cells in activated state in several tissues."}, {"pubmed": 19728309, "text": "Natural killer cells, in response to polyI:C plus IL-2/IL-12, produce IFN-beta that induces, in an autocrine manner, the production of IFN-gamma."}, {"pubmed": 19758707, "text": "IFN-beta-1a treatment of relapsing-remitting multiple sclerosis subjects over 12 months significantly increases both percentage of CD56bright natural killer cells and Foxp3 messenger RNA expression."}, {"pubmed": 19795416, "text": "Knockdown of BS69 resulted in a decrease of IFN-beta induction, suggesting that BS69 is a positive regulator for the TLR3-TICAM-1 pathway and negative regulatory properties in NF-kappaB activation."}, {"pubmed": 19804729, "text": "power-law behavior for the distribution of IFNB1 mRNA"}, {"pubmed": 19833099, "text": "TLR3/IFN-beta expression in monocyte-derived dendritic cells can be used a diagnostic marker of liver damage in acute-on-chronic hepatitis B liver failure."}, {"pubmed": 19846511, "text": "identify ZBP1 as being essential for IRF3 activation and interferon beta expression triggered by HCMV, as well as being sufficient to enhance HCMV-stimulated beta interferon transcription and secretion."}, {"pubmed": 19898481, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19934272, "text": "The downregulation of miR-21 contributes to the antitumor effects of IFN-beta and that miR-21 expression is negatively regulated by STAT3 activation."}, {"pubmed": 20007272, "text": "New World arenavirus Z proteins, but not Z proteins of the Old World arenaviruses, bind to RIG-I and inhibit downstream activation of the RIG-I signaling pathway, preventing the transcriptional induction of IFN-beta."}, {"pubmed": 20048166, "text": "Data show that LANA-1 inhibits IFN-beta transcription and synthesis by competing with the binding of interferon regulatory factor-3 (IRF3) to the IFNB promoter."}, {"pubmed": 20127681, "text": "DDX3 helped IPS-1 up-regulate IFN-beta promoter activation."}, {"pubmed": 20154210, "text": "Interferon regulatory factors IRF3 and IRF7, most likely via endogenously produced IFN-beta, activate intracellular innate defense mechanisms against Chlamydia pneumoniae in human endothelial cells."}, {"pubmed": 20174559, "text": "we provide evidence that expression of the Nemo-related protein, optineurin (NRP/FIP2), has a role in the inhibition of virus-triggered IFNbeta induction"}, {"pubmed": 20181693, "text": "Overall, these results demonstrate the multifunctional nature of the coronavirus papain-like protease domain as a viral protease, deubiquitinating enzyme, and interferon antagonist."}, {"pubmed": 20187765, "text": "caspase-2 activation is commonly associated with induction of IFN-beta-induced apoptosis in IFN-beta-sensitive melanoma cells"}, {"pubmed": 20237496, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20331378, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20375222, "text": "Hepatitis B virus polymerase blocked cellular IFN-beta expression and consequent antiviral immunity revealed by an infection protection assay."}, {"pubmed": 20404187, "text": "report that cells infected with laboratory strains and primary isolates of human herpesvirus 6B are resistant to IFN-alpha/beta antiviral actions as a result of improper IFN-stimulated gene (ISGs) expression."}, {"pubmed": 20518826, "text": "IFN-beta potentiates dendritic cell immunological functions following A. fumigatus infection."}, {"pubmed": 20519382, "text": "Together, these results suggest that inhibition of RIG-I-mediated type I IFN responses by the enterovirus 71 3C protein may contribute to the pathogenesis of enterovirus 71 infection."}, {"pubmed": 20538852, "text": "Influenza virus A PB2 protein interacts with MAVS and inhibits MAVS-mediated beta interferon expression."}, {"pubmed": 20554782, "text": "Tick-borne encephalitis virus delays IFN-alpha and IFN-beta induction to allow progeny particle production."}, {"pubmed": 20561040, "text": "endogenous IFN-beta may induce the expression of immunoregulatory IL10 in multiple sclerosis"}, {"pubmed": 20573816, "text": "Activation of the interferon response by human cytomegalovirus occurs via cytoplasmic double-stranded DNA but not viral gB."}, {"pubmed": 20574843, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20588308, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592282, "text": "Naive CD8 T cells receive signals from self-histocompatibility complex (MHC) antigens and IFN-alpha beta, and by this process CD8 T cell responses to viral infection undergo distinct differentiation pathways during the virus-induced IFN response."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20699220, "text": "These findings demonstrate that the viral polymerase plays an important role for regulating host anti-viral response through the binding to IPS-1 and inhibition of IFNbeta production."}, {"pubmed": 20711230, "text": "found that hepatitis B virus (HBV)-encoded X protein (HBx) acts as an inhibitor of virus-triggered IFN-regulatory factor-3 activation and IFN-beta induction"}, {"pubmed": 20844191, "text": "PB1-F2 increases IFN-beta expression and that nonstructural viral protein 1 strongly antagonizes the effect of PB1-F2 on the innate response."}, {"pubmed": 20846052, "text": "The beta-interferon scaffold attachment region sustained the highest levels of H3 histone acetylation and transgene expression throughout the study."}, {"pubmed": 20850164, "text": "PRRS Nsp1alpha inhibits the activation of nuclear factor NF-kappaB and downregulates IFNbeta during PRRSV infection."}, {"pubmed": 21040977, "text": "The data indicates that interferons contribute to TLR-dependent gene activation in human dendritic cells stimulated with multiple TLR ligands."}, {"pubmed": 21068253, "text": "The authors show that hepatitis B virus X protein inhibits double-stranded DNA (dsDNA)-mediated IFN-beta activation in a dose-dependent manner when expressed either alone or within the context of HBV replication."}, {"pubmed": 21071089, "text": "These data suggested that the structural difference of vaccine measles virus V protein hampers MDA5 blockade and acts as a nidus for the spread/amplification of type I interferon induction."}, {"pubmed": 21113677, "text": "Both RIG-I and MDA5 were induced but neither of the two was essential for Dengue virus induced IFN-beta response."}, {"pubmed": 21115688, "text": "Data show that pDCs and type I IFNs promote inflammatory responses and wound healing in injured skin."}, {"pubmed": 21129405, "text": "RNA interference against DEC2 enhanced the poly IC-induced expression of IFN-beta and its downstream genes, retinoic acid-inducible gene-I (RIG-I) and CCL5"}, {"pubmed": 21160051, "text": "IFN-beta stimulates interleukin (IL)-10 production by activating the Janus kinase (JAK)1- and phosphatidylinositol (PI)3-kinase-signaling pathways."}, {"pubmed": 21170271, "text": "Cellular reactive oxygen species inhibit MPYS induction of IFNbeta"}, {"pubmed": 21170385, "text": "Hepatitis C virus core protein abrogates the DDX3 function that enhances IPS-1-mediated IFN-beta induction"}, {"pubmed": 21213104, "text": "Type I interferon (IFN) induction but not its downstream signaling is blocked by Hepatitis B virus replication in HepG2.2.15 cells."}, {"pubmed": 21228327, "text": "we propose a model for the rapid induction of IFN-beta in monocytes, whereby IRF8 and PU.1 form a scaffold complex on the IFN-beta promoter to facilitate the recruitment of IRF3"}, {"pubmed": 21276246, "text": "Data indicate that impaired IFN-mediated antiviral response is the likely cause of higher viral burden and resulting oncolysis of androgen-sensitive prostate cancer cells."}, {"pubmed": 21288362, "text": "The authors now report that the influenza C virus NS1 protein also inhibits the RIG-I-mediated IFN signalling."}, {"pubmed": 21320124, "text": "Studies in both mice and humans have demonstrated a role for IFN-alpha/beta in directly influencing the fate of both CD4(+) and CD8(+) T cells during the initial phases of antigen recognition."}, {"pubmed": 21321205, "text": "Phagosomal signaling involves a cooperative interaction between TLR2 and TLR8 in pro- and antiinflammatory cytokine responses, whereas TLR8 is solely responsible for IRF7-mediated induction of IFN-beta."}, {"pubmed": 21325029, "text": "pp32 interacted with STAT1 and STAT2 in an IFNB-dependent manner."}, {"pubmed": 21361792, "text": "only IFN-beta, not IFN-alpha (10-1,000 IU/mL), has an inhibitory activity on endothelial cell proliferation."}, {"pubmed": 21368231, "text": "IFN-beta-1a exerts its therapeutic effects in part by targeting B cell functions that contribute to the autoimmune pathogenesis of relapsing-remitting multiple sclerosis."}, {"pubmed": 21389130, "text": "The authors show that the human papillomavirus type 16 E5 protein expression per se stimulates IFN-beta expression this stimulation is specifically mediated by the induction of interferon regulatory factor 1."}, {"pubmed": 21518144, "text": "IFN-beta-1b treatment effectiveness is evaluated by presence, number and severity of relapses, reduction in the relapse rate, disability progression, and response of multiple sclerosis patients to the treatment."}, {"pubmed": 21652010, "text": "Multiple sclerosis patients treated with IFN-beta alone or in combination with low-dose prednisolone display increased proportion of all natural killer (NK) cell subsets in the active phase of the cell cycle (Ki-67+)."}, {"pubmed": 21690236, "text": "these findings implicate an important role for IFN-beta-mediated STAT1 activation in innate immune responses of vascular endothelium to R. conorii infection."}, {"pubmed": 21698224, "text": "A pathway leading from the detection of viral RNA during modified vaccinia virus infection by the cytosolic helicase-pathway, to the up-regulation of Noxa and apoptosis via IRF3 and type I IFN signalling."}, {"pubmed": 21764463, "text": "In this pilot study, IFN-beta treatment modulates divalent calcium ion-positive (Ca2+) influx kinetics selectively in T helper type (Th)1 cells."}, {"pubmed": 21778165, "text": "Respiratory cells are activated by the double-stranded RNA of resting conidia and initiate a first immune response to inhaled conidia in an IFN-beta-dependent manner."}, {"pubmed": 21792910, "text": "IFN-beta induces microRNA-195 expression and inhibits cell proliferation by delaying G1 to S phase cell cycle progression in human hepatic stellate cell line LX-2."}, {"pubmed": 21829730, "text": "study presented the first evidence to show that activation of TLR3 is effective in blocking DENV2 replication via IFN-beta"}, {"pubmed": 21855056, "text": "Human neural stem/progenitor cells respond to IFN beta-1b treatment via sustained proliferation and differentiation."}, {"pubmed": 21886806, "text": "Specific biomarkers of IFNbeta bioactivity, were identified."}, {"pubmed": 21889215, "text": "The type of IFNbeta that multiple sclerosis (MS)patients receive does not reveal statistically significant associations between interleukin (IL)28B polymorphisms and MS patients' response to IFNbeta."}, {"pubmed": 21897875, "text": "IFN-beta contributes to Ras transformation"}, {"pubmed": 21952237, "text": "ligation of TLR-3 by poly(I:C) induces IDO expression in human first-trimester trophoblasts via an IFN-beta-dependent pathway"}, {"pubmed": 22072748, "text": "Measles virus C protein interferes with Beta interferon transcription in the nucleus."}, {"pubmed": 22112394, "text": "IFN-beta-induced upregulation of glucocorticoid-induced tumor necrosis factor receptor ligand (GITRL) on dendritic cells and downregulation of CTLA-4 on regulatory T cells (Tregs) facilitates proliferation of anergic Tregs in treatment of multiple sclerosis."}, {"pubmed": 22149411, "text": "Studies indicate that IFN-alpha and beta (type I interferons) and IFN-signaling in the pathogenesis of certain autoimmune inflammatory diseases."}, {"pubmed": 22192711, "text": "Studies indicate that upregulation of the type I interferon protein signature has added additional markers of disease activity and insight into the pathogenesis of the disease."}, {"pubmed": 22200507, "text": "TLR3 induces signaling mechanisms involving TRIF, p38 MAPK and MK2 to enhance stabilization of IFN-beta mRNA contributing to enhanced IFN-beta levels during pathogen infections."}, {"pubmed": 22222875, "text": "Studies indicate that interferon-alpha (IFNalpha) and IFNbeta, collectively known as type I IFNs, are the major effector cytokines of the host immune response against viral and bacterial infections."}, {"pubmed": 22226324, "text": "Nucleocapsid protein of measles virus blocks host IFN-alpha/beta and gamma- responses."}, {"pubmed": 22258259, "text": "2A protease encoded by EV71 as an antagonist of IFNB1 and the protease activity is required for reducing IFNAR1 levels."}, {"pubmed": 22278222, "text": "ADAR1 suppresses the induction of interferon beta triggered by measles virus infection."}, {"pubmed": 22293894, "text": "Human IFN-beta-induced miR-431 expression may down-regulate IGF1R and IRS2 expression, and consequently inhibit cell proliferation by suppressing the MAPK pathway."}, {"pubmed": 22301134, "text": "Paramyxovirus 5 V proteins interact with the RNA Helicase LGP2 to inhibit RIG-I-dependent interferon beta induction."}, {"pubmed": 22344395, "text": "IFN-beta gene transfection induces significant cytotoxicity and apoptosis in NC65 cells, possibly through enhanced ISRE activity, that is associated with increased intracellular localization of huIFN-beta and IFN-receptor."}, {"pubmed": 22383950, "text": "NS1 binds to MAVS and this binding inhibits the MAVS-RIG-I interaction required for IFN production"}, {"pubmed": 22396773, "text": "Chemotherapeutics and radiation stimulate MHC class I expression through elevated interferon-beta signaling in breast cancer cells"}, {"pubmed": 22396801, "text": "constitutive IFN-beta release plays a more important role in initiating protective late IFN-stimulated responses during human influenza infection in bronchial epithelial cells"}, {"pubmed": 22442431, "text": "Alemtuzumab is more effective than interferon beta-1a in reducing relapses and disability in patients with active relapsing-remitting multiple sclerosis in a long-term follow-up of a rater-blinded, randomized clinical trial."}, {"pubmed": 22527232, "text": "Patients with multiple sclerosis who are included inthe IFNB-1b treatment program and completed the study show an improvement in quality of life"}, {"pubmed": 22531926, "text": "identify FOXO3 as a new IKK-epsilon-controlled check-point of IRF activation and regulation of IFN-beta expression, providing new insight into the role of FOXO3 in immune response control."}, {"pubmed": 22629479, "text": "These studies also demonstrated for the first time that RIG-I was required for interferon-beta production during Junin virus infection."}, {"pubmed": 22674996, "text": "Using a flow cytometry-based assay, the authors demonstrate that the PB1-F2 protein inhibits MAVS-mediated IFN synthesis by decreasing the mitochondrial membrane potential (MMP)."}, {"pubmed": 22698399, "text": "Data show that in a cereblon-dependent fashion, lenalidomide downregulates IRF4 and SPIB, transcription factors that together prevent IFNbeta production."}, {"pubmed": 22730532, "text": "Infection of neutrophils with intracellular pathogens, such as Bartonella henselae, Listeria monocytogenes, Legionella pneumophila, or adenovirus type 5, promote a marked induction of IFN-beta mRNA expression."}, {"pubmed": 22731491, "text": "IFNbeta induces Stat (signal transducer and activator of transcription) phosphorylation and transcriptional activation of ISGs (interferon-stimulated genes)"}, {"pubmed": 22738830, "text": "IFN-beta and IFN-gamma/TNF-alpha decrease erythrophagocytosis by human monocytes in vitro, and this effect does not apparently require an increase in SIRP-alpha or SHP-1 expression."}, {"pubmed": 22745372, "text": "Bocavirus nonstructural protein (NP)1 suppresses human IFN-beta production by targeting the IFN regulatory factor (IRF)-3-signaling pathway."}, {"pubmed": 22814248, "text": "Data indicate that concomitant treatment with gp120 reduced the levels of IFN-alpha, IFN-beta, TNF-alpha, IL-6, and IP-10 induced by CpG-A in plasmacytoid dendritic cells."}, {"pubmed": 22842821, "text": "Results suggest that the combination of ZD55-IFN-beta with doxorubicin may represent a promising clinical strategy in cancer therapy."}, {"pubmed": 22843696, "text": "ATF2-Jun heterodimers bind IFNb in both orientations alone and in association with IRF3 and HMGI"}, {"pubmed": 22879913, "text": "The repression of MMP-9 transcription in response to IFNbeta occurs by the recruitment of HDAC1 via the proximal AP-1 binding site."}, {"pubmed": 22889324, "text": "SHP-2 phosphatase promotes cervical cancer cell proliferation through inhibiting IFN-beta production."}, {"pubmed": 22938469, "text": "The IFN-beta gene induces apoptosis in glioma cells, possibly through upregulation of Fas."}, {"pubmed": 22951153, "text": "Obese subjects showed a decreased ability to produce IFN-alpha and IFN-beta in response to TLR ligands; this response was associated with increased basal levels of SOCS3 but not SOCS1."}, {"pubmed": 22970235, "text": "show that exogenous recombinant CD14 can potentiate innate immune response via TLR4-dependent and possibly via TLR9-dependent pathways to promote enhanced expression/production of IL-8 and IFN-beta, respectively"}, {"pubmed": 22992810, "text": "Induction of RIG-I and IFN-beta expression is compromised in dendritic cells isolated from chronic hepatitis B patients."}, {"pubmed": 23008447, "text": "Staphylococcus aureus poorly induces IFN-beta production in human blood, compared with other bacteria; this failure contributes to bacterial pathogenicity."}, {"pubmed": 23056170, "text": "Data indicate that RO 90-7501 significantly promoted both TLR3 and RLR ligand-induced IFN-beta gene expression and antiviral response, most likely via selective activation of p38 mitogen-activated protein kinase (MAPK) pathway."}, {"pubmed": 23166786, "text": "Interferon-beta induces hepatocyte growth factor in monocytes of multiple sclerosis patients."}, {"pubmed": 23221969, "text": "IFNB1 mediates its antiproliferative effects independent of autophagy, while the proapoptotic function of IFNB1 is strongly enhanced in the absence of autophagy"}, {"pubmed": 23284052, "text": "The strength of autocrine loop via RIG-I and MDA5 is one of the contributing factor for biphasic IFN-beta expression. Bimodality in IFN-beta production results in biphasic cellular response against infection."}, {"pubmed": 23333334, "text": "the IFNB1 variant, p.Ser34Arg, could affect susceptibility to cerebral malaria in Orissa and Chhattisgarh populations of India."}, {"pubmed": 23383510, "text": "After inhibiting the autophagy, the expression of interferon b1 and IFI27 were decreased."}, {"pubmed": 23396947, "text": "IFN-beta mRNA levels increase significantly in IRAK1-deficient bone marrow-derived macrophages (BMDMs) compared with wild-type BMDMs."}, {"pubmed": 23449998, "text": "IFN-gamma and its downstream antimicrobial genes were preferentially expressed in self-healing tuberculoid lesions and mediated antimicrobial activity against M.leprae in vitro; IFN-beta and its downstream genes,including IL-10, were induced in monocytes by M.leprae and preferentially expressed in disseminated and progressive lepromatous lesions"}, {"pubmed": 23507702, "text": "The inhibition of the expression of steroidogenic enzymes by IFN-beta is a novel mechanism that may explain its inhibitory effect on cortisol production."}, {"pubmed": 23518714, "text": "IFNbeta induces clearance of ataxin 7 in a preclinical model, spinocerebellar ataxia (SCA)7(knock-in mice, and improves motor function."}, {"pubmed": 23552410, "text": "Toscana virus nonsttructural protein (NSs) affects RIG-I mediated activation of interferon beta promoter."}, {"pubmed": 23580013, "text": "The inhibin-betaC subunit is down-regulated, while inhibin-betaE is up-regulated by interferon-beta1a in Ishikawa carcinoma cell line."}, {"pubmed": 23616277, "text": "Results show that interferon regulatory factor-5 (IRF-5) and NF-kappaB p50 are key co-regulators of IFN-beta and IL-6 expression following TLR9-mediated activation of human plasmacytoid dendritic cells"}, {"pubmed": 23631912, "text": "Chlamydia induces STING-mediated IFN responses through the detection of c-di-AMP in the host cell cytosol and propose that c-di-AMP is the ligand predominantly responsible for inducing such a response in Chlamydia-infected cells."}, {"pubmed": 23649622, "text": "Data indicate that suppressor of IKKepsilon (SIKE) inhibits TANK-binding kinase 1 (TBK1)-mediated phosphorylation of interferon regulatory factor 3 (IRF3), which is essential to type I interferon production."}, {"pubmed": 23675467, "text": "TRIM11 negatively regulates IFN-beta production and antiviral activity by targeting TBK1."}, {"pubmed": 23685241, "text": "Dengue virus infection significantly induced the expression of miR-146a, which facilitated viral replication by targeting TRAF6 and dampening IFN-beta production."}, {"pubmed": 23686695, "text": "Deletion of the D domain of the PD protein results in decreased viral RNA synthesis and beta interferon expression."}, {"pubmed": 23755934, "text": "Japanese encephalitis virus non-coding RNA inhibits activation of interferon beta by blocking nuclear translocation of IRF3."}, {"pubmed": 23814052, "text": "These findings provide evidence for key and essential roles of the Mnk kinase pathway in the generation of the antineoplastic effects of type I IFNs in Jak2V617F-dependent myeloproliferative neoplasms."}, {"pubmed": 23824799, "text": "HSV-1 VP16 is able to block the production of IFN-beta by inhibiting NF-kappaB p65 activation and interfering with IRF-3 to recruit its coactivator CBP, which may be important to the early events leading to HSV-1 infection."}, {"pubmed": 23986588, "text": "These findings demonstrate that herpes simplex virus 1 ubiquitin-specific protease UL36 removes polyubiquitin chains on TRAF3 and counteracts the IFN-beta pathway."}, {"pubmed": 23990053, "text": "These results show that antagonism of the interferon-beta promoter is mediated by the nucleoprotein of the Crimean-Congo hemorrhagic fever virus strain Hoti."}, {"pubmed": 23990993, "text": "Data show that cyclosporin A (CsA) inhibited rotavirus replication and restored interferon-beta (IFN-beta) expression, and promoted Interferon Regulatory Factor-5 (IRF-5) expression in a HT-29 cell line model."}, {"pubmed": 24049179, "text": "Herpes simplex virus 1 US3 hyperphosphorylates IRF3 and inhibits beta interferon production."}, {"pubmed": 24063997, "text": "Low concentration of PDGF-AB showed synergism with IFN-alpha in IFN-beta and -gamma induction."}, {"pubmed": 24067967, "text": "Herpes simplex virus 1 Us11 suppresses host interferon beta1 production through the inhibition of the PACT."}, {"pubmed": 24086750, "text": "a role for miR-449b in regulation of HDAC1 and antiviral cytokine signaling"}, {"pubmed": 24166946, "text": "Insights into the molecular mechanism of interferon-beta antagonism by Japanese encephalitis virus NS5."}, {"pubmed": 24227842, "text": "APOBEC3 upregulated by IFN-beta induce E2 hypermutation of HPV16 in cervical keratinocytes."}, {"pubmed": 24260525, "text": "USP25 is a novel deubiquitinating enzyme negatively regulating virus-induced interferon-beta production."}, {"pubmed": 24334027, "text": "These data indicate that type I IFN, via an action of IFNAR1, mediates pulmonary artery hypertension."}, {"pubmed": 24362959, "text": "PLpro acts as a viral deubiquitinase and suppresses production of IFN-beta by an interfering IRF3-mediated signalling pathway."}, {"pubmed": 24460759, "text": "Therefore, this study associated, for the first time, in a large panel of pancreatic cancer cell lines the effects of IFN-alpha/-beta with the expression of type-I IFN receptors."}, {"pubmed": 24478437, "text": "Activation of the interferon beta induction cascade by influenza a viruses requires viral RNA synthesis and nuclear export."}, {"pubmed": 24531377, "text": "FoxA1 is a lineage-specification factor that is induced by IFN-beta and supports the differentiation and suppressive function of FoxA1(+) Treg cells"}, {"pubmed": 24696485, "text": "Murine gammaherpesvirus 68 ORF11 targets TANK binding kinase 1 to negatively regulate the host interferon beta."}, {"pubmed": 24733098, "text": "This work identifies novel roles for IFN-beta and RNase L in cell barrier functions that are targeted by bacterial effectors to escape host defense mechanisms and promote virulence."}, {"pubmed": 24794721, "text": "After 48 weeks, peginterferon beta-1a significantly reduces relapse rate in the placebo-controlled phase of the ADVANCE trial, a phase 3 double-blind study of patients with relapsing-remitting multiple sclerosis."}, {"pubmed": 24850724, "text": "The role of endogenous IFN-beta in the regulation of Th17 responses in patients with relapsing-remitting multiple sclerosis"}, {"pubmed": 24850742, "text": "These results indicate that vp13, encoded by open reading frame 3, enhances RIG-I signaling and interferon-beta biosynthesis, which may play a role in hepatitis E virus invasion."}, {"pubmed": 24872591, "text": "N protein significantly impedes the activation of the IFN-beta promoter."}, {"pubmed": 24909279, "text": "Data suggest the mechanism of interferon beta (IFN-beta) production induced by virus."}, {"pubmed": 24934575, "text": "Overexpression of TLR3 enhanced the activity of the IFN-beta promoter and the transcription factor NF-kappa B, thereby decreasing viral protein synthesis."}, {"pubmed": 24970844, "text": "Listeria DNA is a major trigger of interferon-beta expression in human myeloid cells during infection."}, {"pubmed": 24999993, "text": "TRIM68 targets TFG, a novel regulator of IFN production, and in doing so turns off and limits type I IFN production in response to anti-viral detection systems"}, {"pubmed": 25008927, "text": "Human cytomegalovirus upregulates expression of the lectin galectin 9 via induction of beta interferon."}, {"pubmed": 25016057, "text": "Adipose tissue-derived mesenchymal stem cells cultured at high density express interferon-beta which suppresses MCF-7 tumor growth."}, {"pubmed": 25025430, "text": "new IFN-beta response genes were identified in B cells, with possible implications to B cell-specific functions"}, {"pubmed": 25086905, "text": "IFN-beta-induced apoptosis of human SH-SY5Y neuroblastoma cells is associated with a long-lasting up-regulation of p38 MAPK activity."}, {"pubmed": 25175315, "text": "One of the important roles of IFN-b for malignant glioma growth inhibition was anti-angiogenesis by directly inhibiting angiogenesis through downregulation of VEGF and upregulation of IP-10 and indirectly changing the tumor microcirculation"}, {"pubmed": 25211074, "text": "Binding of Yellow fever virus NS5 to the IFN-activated transcription factor STAT2 only in cells that have been stimulated with IFN-beta."}, {"pubmed": 25217635, "text": "A20 has a novel atheroprotective function in vascular cells through modulation of IFNgamma/STAT1 signaling in an IFNbeta-dependent, but NF-kappaB-independent, manner"}, {"pubmed": 25293394, "text": "Influenza virus-infected cells respond with increased induction of interferon beta upon Staphylococcus aureus super-infection, however, subsequent interferon-stimulated gene expression are rather impaired due to a block of STAT1-STAT2 dimerization."}, {"pubmed": 25299331, "text": "In an expression screen for proteins that can activate the IFNB1 promoter, authors identified the ER-associated protein ZDHHC1 as a positive regulator of virus-triggered, MITA/STING-dependent immune signaling."}, {"pubmed": 25320280, "text": "The combination of interferon-alpha, interferon-beta, TNF-alpha, and cell surface receptor engagement with dendritic cells enables NK cells to overcome immune evasion by dengue virus."}, {"pubmed": 25461389, "text": "Data indicate that interferon lambda-3, interferon beta and interleukin-10 (IL-10, IFNlambda3 and IFNbeta) are up-regulated in tick-borne encephalitis."}, {"pubmed": 25505063, "text": "Hepatitis B virus Pol has a role in suppression of IFN-beta production by direct interaction with STING and subsequent disruption of its K63-linked ubiquitination, providing a new mechanism to counteract the innate DNA-sensing pathways."}, {"pubmed": 25506707, "text": "The present study indicated that HSPD1 interacted with IRF3 and it contributed to the induction of IFN-beta."}, {"pubmed": 25530545, "text": "Data suggest that Viral microRNA hcmv-miR-UL112 subverts innate immunity by downregulating type I interferons IFN-alpha and IFN-beta signaling to inhibit natural killer (NK) cell cytotoxicity."}, {"pubmed": 25531185, "text": "HTLV-1 Tax is recruited into the TBK1/IKKvarepsilon complexes as a scaffolding-adaptor protein that enhances IFN-beta gene expression."}, {"pubmed": 25531393, "text": "Overexpression of KLF4 inhibited virus-induced activation of ISRE and IFN-b promoter in cells, while knockdown of KLF4 potentiated viral infection-triggered induction of IFNB1 and downstream genes and attenuated viral replication."}, {"pubmed": 25637018, "text": "HIV-1-triggered release of interferon-alpha/interferon-beta by plasmacytoid dendritic cells induces BAFF production in monocytes."}, {"pubmed": 25670204, "text": "Paracrine signaling increases the number of cells that express Ifnb1 over time, calibrating the immune response to viral infection."}, {"pubmed": 25678110, "text": "Applied an affinity proteomic approach and identified ELAVL1/Hu antigen R (HuR) as the predominant RNA-binding protein of the IFN-beta mRNA (A/U)-rich elements (AREs)."}, {"pubmed": 25712217, "text": "study demonstrates HSV-2 US1 inhibits production of IFN-beta by suppressing activation of IFN-beta promoter by interfering with the association of nuclear IRF-3 with IRF-3-responsive domain of the the IFN-beta promoter"}, {"pubmed": 25728676, "text": "Data identify an IFNbeta1-dependent, cell-autonomous mechanism that contributes to the therapeutic resistance of melanoma via the PKCepsilon-ATF2 regulatory axis."}, {"pubmed": 25738751, "text": "Reduced myelin basic protein-induced CD4+ T-cell autoreactivity in interferon-beta-treated multiple sclerosis patients may be mediated by monocyte-derived interleukin-10"}, {"pubmed": 25891802, "text": "Data suggest that BRD4 (bromodomain containing 4) is essential for Toll-like receptor-stimulated interferon-beta (IFNB) gene transcription by permitting transcription factors to interact with the IFNB promoter in plasmacytoid dendritic cells."}, {"pubmed": 25911105, "text": "The interaction between AIP and IRF7 is enhanced upon virus infection, and AIP potently inhibits IRF7-induced type I IFN (IFN-alpha/beta) production."}, {"pubmed": 25920530, "text": "Early IFN-beta induction regulated virus replication in glioblastoma cells, whereas delayed IFN-beta induction resulted in efficient virus replication in neuroblastoma cells."}, {"pubmed": 25972548, "text": "Virion-associated R6 the type I IFN response by preventing efficient binding of IRF3/CBP complexes to the IFN-beta promoter in the context of infection."}, {"pubmed": 25995245, "text": "IFN-beta was significantly more effective than IFNA2 in protecting human head and neck squamous cell carcinoma lines from oncolysis by vesicular stomatitis."}, {"pubmed": 26026068, "text": "Interferon-alpha and interferon-beta are at the crossroads of allergy and viral infections. (Review)"}, {"pubmed": 26196448, "text": "The Hantaan virus A9 N protein can influence the host innate immune response by regulating the activation of IFNbeta."}, {"pubmed": 26243192, "text": "Data show that the MAPKKK6 ASK2, a modulator of MAPKKK5 ASK1 signaling, was essential for ASK1-dependent apoptosis, but not for inducing interferon-beta (IFNB) expression."}, {"pubmed": 26252251, "text": "Results suggest that serum levels of IFN-beta do not correlate well with the severity of dengue illness, but there is a clear association between changes in IFN-beta levels and the days of evolution during the acute phase of the disease."}, {"pubmed": 26320399, "text": "The overexpression of NPIPB3 restored the interferon-beta responses in severe acute respiratory syndrome coronavirus open reading frame 6 (SARS-CoV ORF6) expressing cells, indicating that the interaction of SARS CoV ORF6 and NPIPB3 reduced Type I interferon antagonism by SARS-CoV ORF6."}, {"pubmed": 26336095, "text": "Data suggest that naturally occurring iDVGs (immunostimulatory defective viral genomes) trigger robust host antiviral/innate immunity responses including/requiring up-regulation of IFNB1 and IFNL1 (interferon lambda 1) in respiratory mucosa."}, {"pubmed": 26353965, "text": "NS of severe fever with thrombocytopenia syndrome virus inhibited the activity of IFN-alpha1, IFN-beta, IFN-lambda1 and IFN-lambda2 through inhibition of STAT1 phosphorylation."}, {"pubmed": 26372645, "text": "Data suggest ADAP2 (an interferon-beta stimulated gene) disrupts pathogenic internalization of some RNA viruses/virions (dengue, vesicular stomatitis) by altering ADP ribosylation factor 6-mediated processes including up-regulation of pinocytosis."}, {"pubmed": 26397698, "text": "IFN-b could be an effective agent not only through its cell growth inhibitory effect on GSCs but also as a means of targeting the interconversion between GSCs and non-GSCs."}, {"pubmed": 26437794, "text": "These results demonstrate that poliovirus infection actively suppresses the host type I interferon response by blocking activation of IRF-3 and suggests that this is not mediated by cleavage of MDA-5 or IPS-1."}, {"pubmed": 26456228, "text": "These findings suggest that RNF166 positively regulates RNA virus-triggered IFN-beta production by enhancing the ubiquitination of TRAF3 and TRAF6."}, {"pubmed": 26474372, "text": "The C-terminal region of Toscana Virus NSs protein is critical for interferon-beta antagonism and protein stability."}, {"pubmed": 26602079, "text": "Data suggest microRNA-302c regulates interferon-beta production in innate/mucosal immunity partly via down-regulation of interferon regulatory factors IRF3/7; studies were conducted in lung epithelial cells infected with influenza A virus H3N2."}, {"pubmed": 26608320, "text": "These findings support a model in which a measles virus defective interfering RNA is sensed by PACT and RIG-I to initiate an innate antiviral response via activation of interferon-beta production."}, {"pubmed": 26609934, "text": "Together, the data demonstrate that interferon-beta inhibits foamy virus early in infection and that MxB is not a restriction factor of foamy virus."}, {"pubmed": 26807508, "text": "This study reveals that decreased induction of both PKR and p300 proteins contribute to impaired induction of IFN-beta in Chronic obstructive pulmonary disease primary bronchial epithelial cells upon influenza infection."}, {"pubmed": 26819312, "text": "the suppression of type I IFN production by HTLV-1 Tax through interaction with and inhibition of TBK1 kinase that phosphorylates IRF3"}, {"pubmed": 27033173, "text": "This review briefly discusses the dysregulation of main T cell subpopulations in CNS autoimmunity and summarized the T cell targeted effects of endogenous and exogenous IFN-beta in health and EAE/MS, with emphasis on the direct actions of IFN-beta on each T cell subset involved in the disease."}, {"pubmed": 27102764, "text": "Plasmacytoid dendritic cells (pDCs) and type 1 interferon (FNalpha/beta)frequently accompanied plasmablast/plasma cells (PB/PCs)."}, {"pubmed": 27137788, "text": "The results demonstrate that cystatin B interferes with the STAT-1 signaling and IFN-beta-antiviral responses perpetuating HIV in macrophage reservoirs."}, {"pubmed": 27176664, "text": "the interactions of IRF1, IFN-beta and IRF5 are involved in the M1 polarization of macrophages and have antitumor functions."}, {"pubmed": 27184854, "text": "The effect of topical TREX1 knockdown and local interferon production on HIV transmission in human cervicovaginal explants and humanized mice, is reported."}, {"pubmed": 27220814, "text": "this study shows that the IFN-beta/STAT1 pathway is dysregulated in inflammatory bowel disease"}, {"pubmed": 27363262, "text": "Data suggest that interferon beta (IFN-beta) might be involved in modulating the expressions of interferon regulatory factor 1 (IRF1) and interferon regulatory factor-5 protein (IRF5) as well as maintaining the M1 polarization status and its function."}, {"pubmed": 27405392, "text": "G45R mutation of NS1 slightly decreased NS1 binding to dsRNA but did not interfere with its suppression of RIG-I-mediated type I IFN production."}, {"pubmed": 27503123, "text": "c-Cbl negatively regulates IFN-beta signaling and cellular antiviral response by promoting IRF3 ubiquitination and degradation."}, {"pubmed": 27544015, "text": "The review focuses on the value of the type I and III interferon subtypes (alphas, beta and lambdas) as therapeutics for prevention and treatment of viral infections (influenza, herpes, human immunodeficiency virus and hepatitis viruses)."}, {"pubmed": 27572132, "text": "The current knowledge on IFNbeta from its structure, dynamic conformation, signaling pathway, and mechanism of action to its therapeutic effects is summarized."}, {"pubmed": 27633794, "text": "These results suggest that inhibition of RIG-I-mediated type I interferon responses by Enterovirus 71 may contribute to the pathogenesis of viral infection."}, {"pubmed": 27655134, "text": "RNAs isolated from HCV-replicating cells triggered robust IFN-beta and IFN-lambda production through MDA5."}, {"pubmed": 27695127, "text": "Together, these results suggest that RSV infection of MSCs alters their immune regulatory function by upregulating IFN-b and IDO, affecting immune cell proliferation, which may account for the lack of protective RSV immunity and for chronicity of RSV-associated lung diseases such as asthma and COPD."}, {"pubmed": 27705791, "text": "YPEL5 silencing enhanced the induction of IFNB1 by pattern recognition receptors and phosphorylation of TBK1/IKBKE kinases, whereas co-immunoprecipitation experiments revealed that YPEL5 interacted physically with IKBKE."}, {"pubmed": 27833991, "text": "The results demonstrate that PASylation has a positive impact on stability, solubility, and functional activity of IFN-beta1b and potentially might improve pharmacokinetic properties of the molecule as a therapeutic agent."}, {"pubmed": 27917878, "text": "These experimental data establish the retromer complex as a key spatiotemporal regulator of IFNAR endosomal sorting and a new factor in type-I IFN-induced JAK/STAT signalling and gene transcription."}, {"pubmed": 27956705, "text": "ArfGAP domain-containing protein 2 (ADAP2) is identified as a key novel scaffolding protein that integrates different modules of the RIG-I pathway, located at distinct subcellular locations, and mediates cellular antiviral type I interferon production."}, {"pubmed": 28159912, "text": "TBK1 complexes required for the phosphorylation of IRF3 and the production of interferon-beta have been identified."}, {"pubmed": 28388697, "text": "the paper shows the data on the role of interferons -alpha and -beta in infections - not only commonly known viral infections, but also bacterial, fungal and parasitic."}, {"pubmed": 28404846, "text": "Upon influenza virus infection, DPF2 dysregulated IFN-beta induction and expression of cytokines/chemokines and antiviral proteins. This study provides evidence that influenza virus utilizes DPF2 to escape host innate immunity."}, {"pubmed": 28411186, "text": "results suggest that, in addition to its well-known signaling activity, IFN-beta may be directly antimicrobial and be part of a growing family of cytokines and chemokines, called kinocidins, that also have antimicrobial properties."}, {"pubmed": 28441586, "text": "Overexpression of PKV VP3 blocked IFN-beta-induced activation of the STAT1/STAT2/IRF9 promoter in a dose-dependent manner."}, {"pubmed": 28455446, "text": "Data suggest that EV71 infection in enterocytes does not inhibit phosphorylation of STAT1/2 induced by IFN-beta, but p-STAT1/2 transport into the nucleus is significantly blocked; EV71 infection in enterocytes down-regulates expression of KPNA1 and induces degradation of cellular KPNA1 via caspase-3. [EV17 = Enterovirus 71]"}, {"pubmed": 28471483, "text": "This study demonstrates a novel pathway for elevated IFNbeta signaling in SLE that is not dependent on stimulation by immune complexes but rather is cell intrinsic and critically mediated by IFNbeta and MAVS."}, {"pubmed": 28600291, "text": "results demonstrate that Sphingosine 1-phosphate lyase (SPL) is a host factor that augments type I IFN responses during influenza A virus infection; study delineates the relationship between IKKepsilon and SPL, which provides a mechanistic understanding of the pro-IFN activity of SPL"}, {"pubmed": 28623559, "text": "Transcriptomic analysis of early untreated dermatomyositis muscles revealed that the main cluster of down-regulated genes was mitochondria-related. Histochemical, electron microscopy, and in situ oxygraphy analysis showed mitochondrial abnormalities, including increased reactive oxygen species (ROS) production and decreased respiration, which was correlated with low exercise capacities and a type I IFN signature."}, {"pubmed": 28819164, "text": "hypoxia triggers the production of IFN-I in vitro, and may contribute to the pathogenesis of dermatomyositis together with other inflammatory factors."}, {"pubmed": 28928438, "text": "Zyxin promotes MAVS-mediated IFNB1 promoter activation."}, {"pubmed": 29098213, "text": "RIG-I-like receptors have a role in induction of interferon-beta1 in antiviral gene expression"}, {"pubmed": 29288958, "text": "Gas6 bound to the fiber proteins of adenovirus and suppressed IFN beta production."}, {"pubmed": 29410667, "text": "These results indicate that human dendritic cells activated by Lactic acid bacteria enhance Th1 immunity depending on IFN-beta secretion in response to bacterial Double-Stranded RNA."}, {"pubmed": 29427062, "text": "Identification of new type I interferon-stimulated genes and investigation of their involvement in IFN-beta activation"}, {"pubmed": 29920243, "text": "Data indicate a mechanism used by monocyte chemotactic protein-inducing protein 1 (MCPIP1) to negatively regulated type I IFN interferon-beta antiviral defense."}, {"pubmed": 29970461, "text": "Here, the authors identified multiple RNA regions in Kaposi's sarcoma-associated herpesvirus as potential virus ligands that bind to RIG-I and stimulate RIG-I-dependent but RNA Pol III-independent IFN-beta signaling."}, {"pubmed": 30017585, "text": "Authors show that the transcription factor ThPOK binds cooperatively with NF-kappaB to NRCs and mediates their physical proximity with the IFNB1 gene via its ability to oligomerize when bound to DNA."}, {"pubmed": 30045985, "text": "It has been shown that HCMV has evolved mutational robustness against IFN-beta by limiting the presence of APOBEC3G hot spots in essential open reading frames of its genome."}, {"pubmed": 30099227, "text": "the state of type I IFN induction and response to, in SAMHD1 knockout (KO) human monocytic cells, was examined."}, {"pubmed": 30201809, "text": "increased levels of IFN-beta were detected in circulating B cells from systemic lupus erythematosus patients compared with controls and were significantly higher in African American patients with renal disease and in patients with autoantibodies"}, {"pubmed": 30446226, "text": "the type I IFN receptor signal elicits an increase in PD-L1 expression in lung cancer cells through IRF9-dependent and independent pathways."}, {"pubmed": 30536547, "text": "The data identify FADD as a novel component of the noncanonical TLR4/IFN-beta signaling pathway and demonstrate that both Fas and its adaptor FADD can differentially regulate the production of LPS-induced proinflammatory cytokines and type I interferons."}, {"pubmed": 30795865, "text": "In infected A549cells with vesicular stomatitis virus (VSV), induction of IFN-beta and IL-6 mRNA after VSV infection was decreased by BinCARD2 knockdown."}, {"pubmed": 30863402, "text": "Herpes Simplex Virus Type 2 Immediate Early Protein ICP27 Inhibits IFN-beta Production in Mucosal Epithelial Cells by Antagonizing IRF3 Activation."}, {"pubmed": 30930359, "text": "Relatively weak inducible IFN-beta production in hepatitis b virus infected patients with IPS-1 rs7269320 SNP or wild-type may contribute to chronic virus infection."}, {"pubmed": 30969166, "text": "These results reveal an interplay between IL-21 and type I IFN in the innate immune response to methicillin resistant Staphylococcus aureus."}, {"pubmed": 31170225, "text": "most lung cells from stable chronic obstructive pulmonary disorder patients show a constitutive decreased expression of IFN-beta, IRF-7, RIG-I and MDA-5, suggesting that this deficiency is the main cause of their acute viral exacerbations."}, {"pubmed": 31299488, "text": "Seneca Valley virus 2C and 3C proteins were essential for the degradation of RIG-I. Furthermore, 2C and 3C significantly reduced Sev or RIG-I-induced IFN-beta production."}, {"pubmed": 31375662, "text": "IFN-beta overrides pro-survival cues and promotes apoptosis in murine and human neutrophils through STAT3 activation, and enhances efferocytosis by resolution phase macrophages, leading to the reprogramming of these macrophages to an anti-inflammatory and pro-resolving phenotype. These findings identify IFN-beta as a macrophage-derived multi-pronged effector in resolving inflammation."}, {"pubmed": 31452044, "text": "ORF8b, an accessory protein of MERS-CoV, strongly inhibits both MDA5- and RIG-I-mediated activation of interferon beta promoter activity."}, {"pubmed": 31594636, "text": "Demethylation at CpGs downstream of IFN-beta start codon suppressed influenza virus replication."}, {"pubmed": 31665637, "text": "STING-Mediated IFI16 Degradation Negatively Controls Type I Interferon Production."}, {"pubmed": 31701124, "text": "The dsRNA binding protein ILF3 as an essential host factor required for efficient translation of the central antiviral cytokine, IFNB1, and a subset of interferon-stimulated genes."}, {"pubmed": 31806367, "text": "Formation of SUMO3-conjugated chains of MAVS induced by poly(dA:dT), a ligand of RIG-I, enhances the aggregation of MAVS that drives the secretion of interferon-beta in human keratinocytes."}, {"pubmed": 31810024, "text": "Association of genetic polymorphisms in chromosome 9p21 with risk of ischemic stroke."}, {"pubmed": 31821828, "text": "Highly specific interaction of monomeric S100P protein with interferon beta."}, {"pubmed": 31990997, "text": "AML1 is proposed to be an important player in IFN induction and has a role in an antiviral response against influenza A H5N1 virus infection."}, {"pubmed": 32210710, "text": "Adipose Tissue-Derived Mesenchymal Stem Cells Suppress Growth of Huh7 Hepatocellular Carcinoma Cells via Interferon (IFN)-beta-Mediated JAK/STAT1 Pathway in vitro."}, {"pubmed": 32311159, "text": "The effect of IFN-beta 1a on expression of MDA5 and RIG-1 in multiple sclerosis patients."}, {"pubmed": 32324266, "text": "Impact of IFN-beta and LIF overexpression on human adipose-derived stem cells properties."}, {"pubmed": 32515564, "text": "[Interferon-regulating activity of the CelAgrip drug and its influence on the formation of reactive oxygen species and expression of innate immunity genes in Burkitt's lymphome cells cultures.]"}, {"pubmed": 32554437, "text": "TLR Stimulation Produces IFN-beta as the Primary Driver of IFN Signaling in Nonlymphoid Primary Human Cells."}, {"pubmed": 32589897, "text": "The ORF6, ORF8 and nucleocapsid proteins of SARS-CoV-2 inhibit type I interferon signaling pathway."}, {"pubmed": 32661059, "text": "Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients."}, {"pubmed": 32728199, "text": "SARS-CoV-2 Orf9b suppresses type I interferon responses by targeting TOM70."}, {"pubmed": 32796076, "text": "Baculovirus Transduction in Mammalian Cells Is Affected by the Production of Type I and III Interferons, Which Is Mediated Mainly by the cGAS-STING Pathway."}, {"pubmed": 33024073, "text": "Main protease of SARS-CoV-2 serves as a bifunctional molecule in restricting type I interferon antiviral signaling."}, {"pubmed": 33147208, "text": "A genetic variant controls interferon-beta gene expression in human myeloid cells by preventing C/EBP-beta binding on a conserved enhancer."}, {"pubmed": 33486326, "text": "Porcine epidemic diarrhea virus E protein suppresses RIG-I signaling-mediated interferon-beta production."}, {"pubmed": 33538238, "text": "Disruption of interferon-beta production by the N(pro) of atypical porcine pestivirus."}, {"pubmed": 33692480, "text": "Differences in IFNbeta secretion upon Rab1 inactivation in cells exposed to distinct innate immune stimuli."}, {"pubmed": 33785626, "text": "Multiple Viral microRNAs Regulate Interferon Release and Signaling Early during Infection with Epstein-Barr Virus."}, {"pubmed": 33817674, "text": "Endogenous IFNbeta expression predicts outcome in critical patients with COVID-19."}, {"pubmed": 33893074, "text": "MiR-139 Induces an Interferon-beta Response in Prostate Cancer Cells by Binding to RIG-1."}, {"pubmed": 34266951, "text": "Methylation of viral mRNA cap structures by PCIF1 attenuates the antiviral activity of interferon-beta."}, {"pubmed": 34287077, "text": "Cells Stimulated with More Than One Toll-Like Receptor-Ligand in the Presence of a MyD88 Inhibitor Augmented Interferon-beta via MyD88-Independent Signaling Pathway."}, {"pubmed": 34297037, "text": "Epigenetic and transcriptional control of interferon-beta."}, {"pubmed": 34311580, "text": "Cellular 5'-3' mRNA Exoribonuclease XRN1 Inhibits Interferon Beta Activation and Facilitates Influenza A Virus Replication."}, {"pubmed": 34315815, "text": "SARS-CoV-2 infection triggers widespread host mRNA decay leading to an mRNA export block."}, {"pubmed": 34509038, "text": "SARS-CoV-2 3C-like protease antagonizes interferon-beta production by facilitating the degradation of IRF3."}, {"pubmed": 34524541, "text": "Escherichia coli infection activates the production of IFN-alpha and IFN-beta via the JAK1/STAT1/2 signaling pathway in lung cells."}, {"pubmed": 34668726, "text": "Targeting Aryl Hydrocarbon Receptor Signaling Enhances Type I Interferon-Independent Resistance to Herpes Simplex Virus."}, {"pubmed": 34724821, "text": "Human IFIT3 Protein Induces Interferon Signaling and Inhibits Adenovirus Immediate Early Gene Expression."}, {"pubmed": 34809467, "text": "Herpes Simplex Virus Type 1 Infection Disturbs the Mitochondrial Network, Leading to Type I Interferon Production through the RNA Polymerase III/RIG-I Pathway."}, {"pubmed": 34864548, "text": "Genes for tRNA recycling are upregulated in response to infection with Theiler's mouse encephalitis virus."}, {"pubmed": 34903048, "text": "Human Cytomegalovirus UL138 Protein Inhibits the STING Pathway and Reduces Interferon Beta mRNA Accumulation during Lytic and Latent Infections."}, {"pubmed": 34933455, "text": "STING-Mediated Interferon Induction by Herpes Simplex Virus 1 Requires the Protein Tyrosine Kinase Syk."}, {"pubmed": 35337341, "text": "Rasmussen's encephalitis is characterized by relatively lower production of IFN-beta and activated cytotoxic T cell upon herpes viruses infection."}, {"pubmed": 35934228, "text": "IFN-beta1b induces OAS3 to inhibit EV71 via IFN-beta1b/JAK/STAT1 pathway."}, {"pubmed": 36451263, "text": "Early plasma interferon-beta levels as a predictive marker of COVID-19 severe clinical events in adult patients."}, {"pubmed": 36508750, "text": "Synergism of TNF-alpha and IFN-beta triggers human airway epithelial cells death by apoptosis and pyroptosis."}, {"pubmed": 36651716, "text": "The double-stranded RNA-dependent protein kinase PKR negatively regulates the protein expression of IFN-beta induced by RIG-I signaling."}, {"pubmed": 36861386, "text": "Pellino3 ligase negatively regulates influenza B dependent RIG-I signalling through downregulation of TRAF3-mediated induction of the transcription factor IRF3 and IFNbeta production."}, {"pubmed": 37011812, "text": "Endoplasmic reticulum stress response and the regulation of endometrial interferon-beta production."}, {"pubmed": 37068442, "text": "IFN-beta activates cytotoxic function of human natural killer cells toward IL-27 and poly(I:C) stimulated PC3 and DU145 cells."}, {"pubmed": 37099383, "text": "Hypoxia and acidity regulate immune checkpoint molecule and IFN-beta expression in non-small cell lung cancer cell lines."}, {"pubmed": 37847581, "text": "Coxsackievirus A6 2C protein antagonizes IFN-beta production through MDA5 and RIG-I depletion."}, {"pubmed": 37971173, "text": "Human lung vascular endothelium may limit infection with HRV16 via IFN-beta-dependent mechanisms."}, {"pubmed": 38067135, "text": "C5aR2 Regulates STING-Mediated Interferon Beta Production in Human Macrophages."}, {"pubmed": 38203523, "text": "FHL2 Inhibits SARS-CoV-2 Replication by Enhancing IFN-beta Expression through Regulating IRF-3."}], "genomic_pos": {"chr": "9", "end": 21077942, "ensemblgene": "ENSG00000171855", "start": 21077104, "strand": -1}, "genomic_pos_hg19": {"chr": "9", "end": 21077943, "start": 21077104, "strand": -1}, "go": {"BP": [{"evidence": "IBA", "gocategory": "BP", "id": "GO:0002250", "qualifier": "involved_in", "term": "adaptive immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002286", "qualifier": "involved_in", "term": "T cell activation involved in immune response"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0002312", "pubmed": 12932356, "qualifier": "involved_in", "term": "B cell activation involved in immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0002323", "qualifier": "involved_in", "term": "natural killer cell activation involved in immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0006959", "qualifier": "involved_in", "term": "humoral immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007166", "pubmed": 10640778, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007259", "pubmed": [7813427, 8027027, 8798579, 8969169], "qualifier": "acts_upstream_of", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0007259", "pubmed": 10556041, "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0009615", "pubmed": 12120696, "qualifier": "involved_in", "term": "response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0010508", "qualifier": "involved_in", "term": "positive regulation of autophagy"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0019221", "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0019221", "pubmed": [6157094, 7813427], "qualifier": "involved_in", "term": "cytokine-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0030101", "pubmed": 11987821, "qualifier": "involved_in", "term": "natural killer cell activation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0030183", "qualifier": "involved_in", "term": "B cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033141", "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0033141", "pubmed": 18035482, "qualifier": "involved_in", "term": "positive regulation of peptidyl-serine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0035458", "pubmed": [7813427, 8027027, 8969169, 18035482], "qualifier": "involved_in", "term": "cellular response to interferon-beta"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0042100", "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0042100", "pubmed": 3135963, "qualifier": "involved_in", "term": "B cell proliferation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043330", "qualifier": "involved_in", "term": "response to exogenous dsRNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043330", "pubmed": 21266579, "qualifier": "acts_upstream_of_or_within", "term": "response to exogenous dsRNA"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045071", "pubmed": 19008854, "qualifier": "involved_in", "term": "negative regulation of viral genome replication"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045087", "pubmed": 7813427, "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045089", "pubmed": 11987821, "qualifier": "involved_in", "term": "positive regulation of innate immune response"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0045343", "pubmed": 8805651, "qualifier": "involved_in", "term": "regulation of MHC class I biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045581", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045944", "pubmed": 18035482, "qualifier": "involved_in", "term": "positive regulation of transcription by RNA polymerase II"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0051607", "pubmed": 19416887, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0060337", "pubmed": [18035482, 33581076], "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0060337", "pubmed": 30936491, "qualifier": "involved_in", "term": "type I interferon-mediated signaling pathway"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0070050", "qualifier": "involved_in", "term": "neuron cellular homeostasis"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0071360", "pubmed": 21266579, "qualifier": "involved_in", "term": "cellular response to exogenous dsRNA"}, {"evidence": "IEP", "gocategory": "BP", "id": "GO:0098586", "pubmed": 28146100, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098586", "pubmed": 30936491, "qualifier": "involved_in", "term": "cellular response to virus"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0140123", "qualifier": "involved_in", "term": "negative regulation of Lewy body formation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2000552", "pubmed": 20554961, "qualifier": "involved_in", "term": "negative regulation of T-helper 2 cell cytokine production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:2001235", "pubmed": [10918594, 11337497], "qualifier": "involved_in", "term": "positive regulation of apoptotic signaling pathway"}], "CC": [{"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": [6157094, 21873635], "qualifier": "is_active_in", "term": "extracellular space"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005125", "pubmed": [6157094, 7813427, 8027027, 8969169, 10556041, 19008854, 33581076], "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005126", "pubmed": 10556041, "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005126", "pubmed": [7813427, 8798579, 8969169], "qualifier": "enables", "term": "cytokine receptor binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005132", "qualifier": "enables", "term": "type I interferon receptor binding"}, {"category": "MF", "evidence": "NAS", "id": "GO:0005132", "pubmed": 2414376, "qualifier": "enables", "term": "type I interferon receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": 32296183, "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0008811", "pubmed": 19176627, "qualifier": "enables", "term": "chloramphenicol O-acetyltransferase activity"}]}, "homologene": {"genes": [[9544, 711414], [9598, 473183], [9606, 3456], [9615, 481558], [10090, 15977], [10116, 24481]], "id": 1640}, "interpro": [{"desc": "Interferon alpha/beta/delta", "id": "IPR000471", "short_desc": "Interferon_alpha/beta/delta"}, {"desc": "Four-helical cytokine-like, core", "id": "IPR009079", "short_desc": "4_helix_cytokine-like_core"}], "ipi": "IPI00003088", "map_location": "9p21.3", "name": "interferon beta 1", "other_names": ["fibroblast interferon", "interferon beta", "interferon, beta 1, fibroblast", "interferon-beta"], "pantherdb": {"HGNC": "5434", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "107657", "ortholog_type": "LDO", "panther_family": "PTHR11691", "taxid": 10090, "uniprot_kb": "P01575"}, {"RGD": "2865", "ortholog_type": "LDO", "panther_family": "PTHR11691", "taxid": 10116, "uniprot_kb": "P70499"}, {"Ensembl": "ENSGALG00000054104", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q9PWI5"}, {"Ensembl": "ENSGALG00000005759", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90873"}, {"Ensembl": "ENSGALG00000052209", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UFG8"}, {"Ensembl": "ENSGALG00000053207", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q2UDL5"}, {"Gene": "IFNA3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "Q90872"}, {"Ensembl": "ENSGALG00000046996", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "P42165"}, {"Ensembl": "ENSGALG00000044725", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "B0FLN7"}, {"Ensembl": "ENSGALG00000054368", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3Q3AA10"}, {"Ensembl": "ENSGALG00000015062", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 9031, "uniprot_kb": "A0A3S5ZPG4"}, {"ZFIN": "ZDB-GENE-071128-2", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A2R8Q8C3"}, {"ZFIN": "ZDB-GENE-071128-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "A0A0R4ICL1"}, {"ZFIN": "ZDB-GENE-080327-1", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "C5IX16"}, {"ZFIN": "ZDB-GENE-030721-3", "ortholog_type": "O", "panther_family": "PTHR11691", "taxid": 7955, "uniprot_kb": "Q8AY12"}], "uniprot_kb": "P01574"}, "pathway": {"biocarta": [{"id": "ifnapathway", "name": "ifn alpha signaling pathway"}, {"id": "il1rpathway", "name": "signal transduction through il1r"}, {"id": "pcafpathway", "name": "the information processing pathway at the ifn beta enhancer"}, {"id": "ranklpathway", "name": "bone remodeling"}, {"id": "rnapathway", "name": "double stranded rna induced gene expression"}], "kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04217", "name": "Necroptosis - Homo sapiens (human)"}, {"id": "hsa04380", "name": "Osteoclast differentiation - Homo sapiens (human)"}, {"id": "hsa04620", "name": "Toll-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04621", "name": "NOD-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04622", "name": "RIG-I-like receptor signaling pathway - Homo sapiens (human)"}, {"id": "hsa04623", "name": "Cytosolic DNA-sensing pathway - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}, {"id": "hsa04650", "name": "Natural killer cell mediated cytotoxicity - Homo sapiens (human)"}, {"id": "hsa04668", "name": "TNF signaling pathway - Homo sapiens (human)"}, {"id": "hsa05131", "name": "Shigellosis - Homo sapiens (human)"}, {"id": "hsa05135", "name": "Yersinia infection - Homo sapiens (human)"}, {"id": "hsa05142", "name": "Chagas disease - Homo sapiens (human)"}, {"id": "hsa05152", "name": "Tuberculosis - Homo sapiens (human)"}, {"id": "hsa05160", "name": "Hepatitis C - Homo sapiens (human)"}, {"id": "hsa05161", "name": "Hepatitis B - Homo sapiens (human)"}, {"id": "hsa05162", "name": "Measles - Homo sapiens (human)"}, {"id": "hsa05163", "name": "Human cytomegalovirus infection - Homo sapiens (human)"}, {"id": "hsa05164", "name": "Influenza A - Homo sapiens (human)"}, {"id": "hsa05165", "name": "Human papillomavirus infection - Homo sapiens (human)"}, {"id": "hsa05167", "name": "Kaposi sarcoma-associated herpesvirus infection - Homo sapiens (human)"}, {"id": "hsa05168", "name": "Herpes simplex virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05169", "name": "Epstein-Barr virus infection - Homo sapiens (human)"}, {"id": "hsa05170", "name": "Human immunodeficiency virus 1 infection - Homo sapiens (human)"}, {"id": "hsa05171", "name": "Coronavirus disease - COVID-19 - Homo sapiens (human)"}, {"id": "hsa05417", "name": "Lipid and atherosclerosis - Homo sapiens (human)"}], "pid": {"id": "smad2_3nuclearpathway", "name": "Regulation of nuclear SMAD2/3 signaling"}, "reactome": [{"id": "R-HSA-109582", "name": "Hemostasis"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-168249", "name": "Innate Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-168928", "name": "DDX58/IFIH1-mediated induction of interferon-alpha/beta"}, {"id": "R-HSA-2262752", "name": "Cellular responses to stress"}, {"id": "R-HSA-2559580", "name": "Oxidative Stress Induced Senescence"}, {"id": "R-HSA-2559583", "name": "Cellular Senescence"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-8953897", "name": "Cellular responses to stimuli"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-909733", "name": "Interferon alpha/beta signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-912694", "name": "Regulation of IFNA/IFNB signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-913531", "name": "Interferon Signaling"}, {"id": "R-HSA-918233", "name": "TRAF3-dependent IRF activation pathway"}, {"id": "R-HSA-933541", "name": "TRAF6 mediated IRF7 activation"}, {"id": "R-HSA-9679506", "name": "SARS-CoV Infections"}, {"id": "R-HSA-9694516", "name": "SARS-CoV-2 Infection"}, {"id": "R-HSA-9705671", "name": "SARS-CoV-2 activates/modulates innate and adaptive immune responses"}, {"id": "R-HSA-9705683", "name": "SARS-CoV-2-host interactions"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}, {"id": "R-HSA-983231", "name": "Factors involved in megakaryocyte development and platelet production"}, {"id": "R-HSA-9833109", "name": "Evasion by RSV of host interferon responses"}, {"id": "R-HSA-9833110", "name": "RSV-host interactions"}], "wikipathways": [{"id": "WP12", "name": "Osteoclast Signaling"}, {"id": "WP1449", "name": "Regulation of toll-like receptor signaling pathway"}, {"id": "WP262", "name": "Ebstein-Barr virus LMP1 signaling"}, {"id": "WP3851", "name": "TLR4 Signaling and Tolerance"}, {"id": "WP3865", "name": "Novel intracellular components of RIG-I-like receptor (RLR) pathway"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4136", "name": "Fibrin Complement Receptor 3 Signaling Pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4496", "name": "Signal transduction through IL1R"}, {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}, {"id": "WP4655", "name": "Cytosolic DNA-sensing pathway"}, {"id": "WP4666", "name": "Hepatitis B infection"}, {"id": "WP4705", "name": "Pathways of nucleic acid metabolism and innate immune sensing"}, {"id": "WP4912", "name": "SARS coronavirus and innate immunity"}, {"id": "WP4961", "name": "STING pathway in Kawasaki-like disease and COVID-19"}, {"id": "WP5039", "name": "SARS-CoV-2 innate immunity evasion and cell-specific immune response"}, {"id": "WP530", "name": "Cytokines and Inflammatory Response"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}, {"id": "WP619", "name": "Type II interferon signaling (IFNG)"}, {"id": "WP75", "name": "Toll-like Receptor Signaling Pathway"}]}, "pdb": "1AU1", "pfam": "PF00143", "pharmgkb": "PA29672", "pharos": {"target_id": 6796, "tdl": "Tbio"}, "pir": "A93721", "reagent": {"CondMedia_CM_LibrAB": {"id": "GNF292908", "relationship": "is"}, "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF251187", "relationship": "is"}, {"id": "GNF251188", "relationship": "is"}, {"id": "GNF251189", "relationship": "is"}, {"id": "GNF251190", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": {"id": "GNF084918", "relationship": "is"}, "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051925", "relationship": "is"}, {"id": "GNF061483", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF067117", "relationship": "is"}, {"id": "GNF067118", "relationship": "is"}], "GNF_mm+hs-MGC": [{"id": "GNF128299", "relationship": "is"}, {"id": "GNF132257", "relationship": "is"}, {"id": "GNF132264", "relationship": "is"}, {"id": "GNF132277", "relationship": "is"}, {"id": "GNF132285", "relationship": "is"}, {"id": "GNF277853", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF336806", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097635", "relationship": "is"}, {"id": "GNF137290", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000009.12", "NC_060933.1"], "protein": "NP_002167.1", "rna": "NM_002176.4", "translation": {"protein": "NP_002167.1", "rna": "NM_002176.4"}}, "reporter": {"HG-U133_Plus_2": "208173_at", "HG-U95Av2": "1214_s_at", "HTA-2_0": "TC09000946.hg.1", "HuEx-1_0": "3201144", "HuGene-1_1": "8160360", "HuGene-2_1": "17092809"}, "summary": "This gene encodes a cytokine that belongs to the interferon family of signaling proteins, which are released as part of the innate immune response to pathogens. The protein encoded by this gene belongs to the type I class of interferons, which are important for defense against viral infections. In addition, type I interferons are involved in cell differentiation and anti-tumor defenses. Following secretion in response to a pathogen, type I interferons bind a homologous receptor complex and induce transcription of genes such as those encoding inflammatory cytokines and chemokines. Overactivation of type I interferon secretion is linked to autoimmune diseases. Mice deficient for this gene display several phenotypes including defects in B cell maturation and increased susceptibility to viral infection. [provided by RefSeq, Sep 2015].", "symbol": "IFNB1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1415912"}, "unigene": "Hs.93177", "uniprot": {"Swiss-Prot": "P01574", "TrEMBL": "A0A7R8GV38"}, "wikipedia": {"url_stub": "IFNB1"}}