{"AllianceGenome": "18363", "HGNC": "18363", "MIM": "607403", "_id": "282618", "_version": 1, "accession": {"genomic": ["AC011445.6", "CH471126.1", "CP068259.2", "CS055923.1", "CS183955.1", "CS364716.1", "CS443042.1", "CS443044.1", "FB742070.1", "GM040594.1", "GM615402.1", "GM615404.1", "HC206738.1", "HC206740.1", "HI658880.1", "HI659151.1", "JB971263.1", "NC_000019.10", "NC_060943.1", "NW_025791808.1"], "protein": ["AAH74985.1", "AAI17483.1", "AAI26184.1", "AAN28265.1", "AAN86125.1", "AAR24511.1", "ADO12077.1", "AEV89427.1", "CAI75183.1", "CAJ41836.1", "CAL33802.1", "CAL68893.1", "CAL68894.1", "CAS97664.1", "CAT00937.1", "CAT00938.1", "CAT02302.1", "CBI85489.1", "CBI85490.1", "CBY45348.1", "CBY45408.1", "CDL78891.1", "EAW56871.1", "NP_742152.1", "Q8IU54.1"], "rna": ["AY129150.1", "AY184372.1", "AY336716.1", "BC074985.2", "BC117482.1", "BC126183.1", "HQ214053.1", "JF268782.1", "NM_172140.2"], "translation": [{"protein": "NP_742152.1", "rna": "NM_172140.2"}, {"protein": "ADO12077.1", "rna": "HQ214053.1"}, {"protein": "AAN28265.1", "rna": "AY129150.1"}, {"protein": "AAH74985.1", "rna": "BC074985.2"}, {"protein": "AAR24511.1", "rna": "AY336716.1"}, {"protein": "AAI17483.1", "rna": "BC117482.1"}, {"protein": "AEV89427.1", "rna": "JF268782.1"}, {"protein": "AAN86125.1", "rna": "AY184372.1"}, {"protein": "AAI26184.1", "rna": "BC126183.1"}]}, "alias": ["IL-29", "IL29"], "ensembl": [{"gene": "ENSG00000182393", "protein": "ENSP00000329991", "transcript": "ENST00000333625", "translation": [{"protein": "ENSP00000329991", "rna": "ENST00000333625"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000291872", "protein": "ENSP00000517467", "transcript": "ENST00000709027", "translation": [{"protein": "ENSP00000517467", "rna": "ENST00000709027"}], "type_of_gene": "protein_coding"}], "entrezgene": "282618", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 7.10906838, "exp_mis": 75.0190405, "exp_syn": 37.790051, "lof_z": 0.0405211888402648, "mis_z": -0.56364163832944, "mu_lof": 4.42497326969e-07, "mu_mis": 6.4362062641e-06, "mu_syn": 3.15038918708e-06, "n_lof": 7.0, "n_mis": 85.0, "n_syn": 40.0, "p_li": 2.82388297192014e-05, "p_null": 0.671778851167458, "p_rec": 0.328192910002823, "syn_z": -0.222865698799768}, "bp": 603, "cds_end": 39789156, "cds_start": 39787061, "n_exons": 5, "nonpsych": {"exp_lof": 6.3312149, "exp_mis": 67.7962948, "exp_syn": 34.1004642, "lof_z": -0.261032764218461, "mis_z": -0.686310431146012, "mu_lof": 4.42497326969e-07, "mu_mis": 6.4362062641e-06, "mu_syn": 3.15038918708e-06, "n_lof": 7.0, "n_mis": 79.0, "n_syn": 36.0, "p_li": 1.78839925005455e-05, "p_null": 0.757231020025689, "p_rec": 0.242751095981811, "syn_z": -0.204800861652857}, "nontcga": {"exp_lof": 6.53028592, "exp_mis": 69.0074651, "exp_syn": 34.7567905, "lof_z": -0.181321264241336, "mis_z": -0.599290620759413, "mu_lof": 4.42497326969e-07, "mu_mis": 6.4362062641e-06, "mu_syn": 3.15038918708e-06, "n_lof": 7.0, "n_mis": 79.0, "n_syn": 34.0, "p_li": 1.98889600087883e-05, "p_null": 0.724428147294658, "p_rec": 0.275551963745333, "syn_z": 0.0812789046520833}, "transcript": "ENST00000333625.2"}, "exons": [{"cdsend": 39298516, "cdsstart": 39296421, "chr": "19", "position": [[39296406, 39296592], [39296804, 39296882], [39297963, 39298107], [39298212, 39298296], [39298390, 39298673]], "strand": 1, "transcript": "NM_172140", "txend": 39298673, "txstart": 39296406}], "exons_hg19": [{"cdsend": 39789156, "cdsstart": 39787061, "chr": "19", "position": [[39787046, 39787232], [39787444, 39787522], [39788603, 39788747], [39788852, 39788936], [39789030, 39789313]], "strand": 1, "transcript": "NM_172140", "txend": 39789313, "txstart": 39787046}], "generif": [{"pubmed": 12469119, "text": "identified from the human genomic sequence a family of three cytokines, designated interleukin 28A (IL-28A), IL-28B and IL-29, that are distantly related to type I interferons (IFNs) and the IL-10 family"}, {"pubmed": 12483210, "text": "closely positioned genes on human chromosome 19 encode distinct but paralogous proteins, which we designate interferon-lambda1 (IFN-lambda1), IFN-lambda2 and IFN-lambda3"}, {"pubmed": 15166220, "text": "IL-29 antiviral and antiproliferative activity requires interleukin (IL)-28 receptor tyrosine residues"}, {"pubmed": 15850793, "text": "IL-28A and IL-29 induced mRNA expression of the antiviral proteins 2',5'-OAS and MxA was abolished by overexpression of SOCS-1"}, {"pubmed": 15899585, "text": "we found IL-28A and IL-29 act similarly to IFNs, but are less effective generally and have activity in a more limited range of cell lines"}, {"pubmed": 16051921, "text": "IECs express functional receptors for IFN-lambdas, which mediate antiviral and antiproliferative signals in IECs, suggesting a potential for therapeutic use in certain viral infections and as (antiproliferative) anticancer therapy"}, {"pubmed": 16478884, "text": "IFN-lambdas are thus able to generate tolerogenic DCs, an activity that could thwart IFN-beta functions"}, {"pubmed": 17082759, "text": "Study shows that IFNL1, a cytokine produced in response to viral infection, activates both monocytes and macrophages producing a restricted panel of cytokines and may be important in activating innate immune responses at the site of viral infection."}, {"pubmed": 17252004, "text": "Interferon lambda-1 (IFN-lambda1/IL-29) induces ELR(-) CXC chemokine mRNA in human peripheral blood mononuclear cells, in an IFN-gamma-independent manner."}, {"pubmed": 17367910, "text": "IFNs lambda exhibit several common features with type I IFNs: antiviral activity, antiproliferative activity and in vivo antitumour activity [review]"}, {"pubmed": 18281438, "text": "Activation of toll-like receptors 2 and 3 show keratinocytes in the simultaneous presence of IL-20 and IL-29."}, {"pubmed": 18698163, "text": "the duration of IFNlambda signaling to JAK/STAT is different from that of IFNalpha"}, {"pubmed": 18757365, "text": "Interleukin-29 functions cooperatively with interferon to induce antiviral gene expression and inhibit hepatitis C virus replication"}, {"pubmed": 18830264, "text": "IFN-lambda1 may regulate myeloma cell biology"}, {"pubmed": 19155475, "text": "IL-29 exerts IFN-beta-independent protection in alveolar type II cells through direct activation of antiviral genes during influenza A virus infection."}, {"pubmed": 19193806, "text": "These data provide direct and compelling evidence that IFN-lambda, through both extracellular and intracellular antiviral mechanisms, inhibits HIV-1 replication in macrophages."}, {"pubmed": 19304895, "text": "recent findings about the biology of IFN-lambdas and their pathophysiological roles in viral infection, cancer, and immune responses of the innate and adaptive arms.[review]"}, {"pubmed": 19759281, "text": "IFN-lambda1-treated pDC display a marked difference in their ability to stimulate production of the signature cytokines IL-13, IFN-gamma, and IL-10 in a MLR"}, {"pubmed": 19798076, "text": "study supports that IFN-lambdas do not influence every type of cell and that membrane-associated variant IFN-lambda R1 expression is not sufficient to ensure cellular sensitivity toward these cytokines."}, {"pubmed": 20057073, "text": "Although the IFN-lambda1(Bac)-IFN-lambda1R1 and IFN-lambda1(Ins)-IFN-lambda1R1 complexes differed only in the nature of the expression system used for the ligand, their crystallization conditions and crystal forms were quite different"}, {"pubmed": 20103601, "text": "Interleukin-29 binds to melanoma cells inducing Jak-STAT signal transduction and apoptosis"}, {"pubmed": 20309637, "text": "These findings indicate that the expression of MxA, 2',5'-OAS and PKR are up-regulate by PI3K-AKT signal pathway, and Raf-MEK-ERK signal pathway has a negative regulatory effect on the expression of MxA and no significant effect on 2',5'-OAS and PKR."}, {"pubmed": 20337614, "text": "Extrinsic IL-29 provoked IL-4 and IL-13 release from mast cell line P815 cells through PI3K/Akt and (JAK)/STAT3 signaling pathways, but failed to induce mast cell histamine release from human mast cells."}, {"pubmed": 20592090, "text": "These data show that Hantaan virus can cause type I interferon-independent interferon-lambda1 induction and interferon-lambda1-specific gene induction."}, {"pubmed": 20726961, "text": "Interleukin-29 is involved in the pathogenesis of allergic inflammation via modulating immune cells' function to release proinflammatory cytokines."}, {"pubmed": 20934432, "text": "The overall structure of IFN-lambda1 is topologically similar to the structure of IL-10 and other members of the IL-10 family of cytokines."}, {"pubmed": 21040977, "text": "The data indicates that interferons contribute to TLR-dependent gene activation in human dendritic cells stimulated with multiple TLR ligands."}, {"pubmed": 21075852, "text": "our data provide evidence for a critical role for the activated RSK1 in IFNlambda signaling"}, {"pubmed": 21145813, "text": "Patients with acute hepatitis C showed IL-29 levels intermediate between chronic hepatitis C and normal controls; and IL-29 serum levels were higher in patients who spontaneously resolved hepatitis C than in those who became chronic"}, {"pubmed": 21170333, "text": "In contrast to IL-29, IL-28A is a potent gene repressor in patients with hepatitis C"}, {"pubmed": 21190998, "text": "IL-29 up-regulated, whereas IFNalpha down-regulated, the surface expression of the IFNgamma receptor 1 chain on macrophages, thereby resulting in differential responsiveness of TLR-challenged macrophages to IFNgamma."}, {"pubmed": 21398614, "text": "Data show that Ku70 mediates type III IFN induction by DNA."}, {"pubmed": 21499846, "text": "IL-29/IL-28A suppress herpes simplex virus type 1 (HSV-1) infection of human NT2-N neurons."}, {"pubmed": 21679442, "text": "IFN-lambda1 is probably involved in the renal disorder and arthritis progression of systemic lupus erythematosus and associated with disease activity."}, {"pubmed": 21800339, "text": "Hepatitis C virus infection is capable of inducing antiviral cytokines and pathways in primary liver cell cultures; induction of IFN-stimulated genes and lambda IFNs may limit the growth and spread of HCV in primary cell cultures and in the infected liver"}, {"pubmed": 21816185, "text": "These data indicate that IFN-lambda, but not IFN-beta/alpha, contributes to the main first line defense via RIG-I-dependent pathway against respiratory virus infection in human nasal epithelial cells."}, {"pubmed": 21847628, "text": "IL-29-induced TLR3 expression is involved in antiviral activity of IL-29 in KCs, which suggests a feasible method to cure certain viral infections of the skin"}, {"pubmed": 21957142, "text": "Expression levels of IL-29, IL-8, and cyclooxygenase (COX)-2 are elevated in patients with hepatitis B virus (HBV) infection and in HBV-transfected hepatoma cells."}, {"pubmed": 22058416, "text": "We investigated the regulation of IFN-lambda1 expression in human airway epithelial cells"}, {"pubmed": 22072783, "text": "MiR29 suppresses DNMT activity and thus induces expression of COX2 and PGE2 during influenza A virus infection."}, {"pubmed": 22135341, "text": "modulates asthma exacerbations caused by human rhinoviruses"}, {"pubmed": 22249201, "text": "These data support a model of coordinated cell- and ligand-specific expression of types I and III interferon."}, {"pubmed": 22701693, "text": "Inactivated HHV-6B is a strong inducer of IFN-lambda1 in plasmacytoid dendritic cells and this induction is TLR9-dependent."}, {"pubmed": 22891284, "text": "Plasmacytoid dendritic cells are major producers of IFN-lambda1 (a type III interferon) in response to viral stimulation and also express functional receptors for this cytokine."}, {"pubmed": 23039206, "text": "RA patients that presented knee joint involvement displayed higher serum IFN-lambda1 than patients without knee joint involvement, suggesting that abnormally elevated IFN-lambda1 levels in RA can associate with knee joint disease."}, {"pubmed": 23078630, "text": "IL-29 is dysregulated in patients with rheumatoid arthritis (RA), which may contribute to the RA pathogenesis via inducing the production of proinflammatory cytokines, chemokines or matrix metalloproteinases in synovial fibroblasts."}, {"pubmed": 23150165, "text": "The viral infection induced both IFN-lambda1 promoter activity and that of the 3'-untranslated region (UTR), indicating that IFN-lambda1 expression is also regulated at the post-transcriptional level."}, {"pubmed": 23151616, "text": "After non-surgical periodontal therapy, IL-29 levels increased both in chronic and aggressive periodontitis patients."}, {"pubmed": 23207147, "text": "IFN-lambdas can also directly affect T cells through inhibition of the T helper 2 cell (Th2) responses. IFN-lambdas have varying immunomodulatory functions under different physiological conditions"}, {"pubmed": 23218741, "text": "IL-29 can regulate expression of protease activated receptors and tryptase- and trypsin-induced IL-4 production in mast cells."}, {"pubmed": 23258595, "text": "IFN-alpha and IFN-lambda signal through distinct receptors, they induce expression of a common set of ISGs in hepatocytes. However, unlike IFN-alpha, IFN-lambda1 did not induce STAT activation or ISG expression by purified lymphocytes or monocytes"}, {"pubmed": 23529855, "text": "protein expression is inhibited by hepatitis C virus"}, {"pubmed": 23729669, "text": "IL-32 levels during viral infection mediate antiviral effects by stimulating the expression of IFN-lambda1."}, {"pubmed": 24068736, "text": "These data suggest that T(Helper)17 cell-derived IL-29, which is absent in atopic dermatitis, mediates the robust antiviral state on psoriatic skin, and demonstrate a new function of T(H)17 cells."}, {"pubmed": 24140069, "text": "IFNL1 expression in the human colon is transcriptionally regulated by ZEB-1, BLIMP-1, and NF-kappaB p50 and p65."}, {"pubmed": 24269996, "text": "Results showed no association between genotypes and alleles of IL28A, IL28B or IL29 polymorphisms and Hepatitis C virus infection."}, {"pubmed": 24337382, "text": "HBV infection upregulates IL-27 expression, which, in turn, stimulates IFN-lambda1 production."}, {"pubmed": 24385435, "text": "Interferon regulatory factor (IRF)-3 and -7 are the key transcriptional factors for the induction of IL-28A and IL-28B genes, whereas NF-kappaB is an additional requirement for the induction of the IL-29 gene."}, {"pubmed": 24498220, "text": "our data suggest that human but not mouse hepatocytes are responsive to IFN-lambda in vivo."}, {"pubmed": 24510368, "text": "This study is the first to show the activation of a type III interferon response in low-risk human papillomavirus positive cervical cells and suggests that the lack of this response may be related to lesion progression."}, {"pubmed": 24819718, "text": "intranasal delivery of adenovirus expressing protein suppresses allergic asthma in a murine model"}, {"pubmed": 25255471, "text": "Increased quantity of IL-29 in GCF and plasma of subjects with periodontitis suggests a role in pathogenesis of periodontitis and the SNP (rs30461) is not related to susceptibility to periodontitis in this population of Indian individuals."}, {"pubmed": 25316442, "text": "IFN-lambda1-mediated IL-12 production in macrophages induces IFN-gamma production in human NK cells."}, {"pubmed": 25355870, "text": "These results show that type III interferons (IFN-lambdas) play a critical protective role in human metapneumovirus infection."}, {"pubmed": 25473098, "text": "data suggest that the p38alpha MAPK pathway is linked with RLR signaling pathways and regulates the expression of early IFN genes after RNA stimulation cooperatively with IRF3 and NF-kappaB to induce antiviral responses further"}, {"pubmed": 25518713, "text": "Interferon lambda 1 induces antiviral response to herpes simplex virus 1 infection."}, {"pubmed": 25592858, "text": "there seems to be an inverse link between IFN-lambda and the severity of allergic asthma and allergic asthma exacerbations."}, {"pubmed": 25756191, "text": "the role of IFN-lambda in IDO regulation was investigated after influenza infection of respiratory epithelial cells."}, {"pubmed": 25784275, "text": "Severity of rhinovirus-induced asthma symptoms is inversely related to resolution IFNL1 expression."}, {"pubmed": 25936570, "text": "this study failed to prove any significant association between polymorphisms in IL29 gene rs30461 or IL10 gene (-1082, -819 and -592) or cytokine haplotype and either response to therapy or severity of HCV infection in children."}, {"pubmed": 26057401, "text": "IFN-lambda-1 and interferon-gamma levels in systemic sclerosis patients were significantly higher than those in healthy individuals."}, {"pubmed": 26194286, "text": "Studies indicate that the type III interferons (IFNs) or IFN-lambdas consists of four members: IFN-lambda1 (IL-29), IFN-lambda2 (IL28A), IFN-lambda3 (IL-28B) and IFN-lambda4."}, {"pubmed": 26219901, "text": "serum levels of IL-32 and TNF-alpha may be diagnostic markers, and serum IL-29 levels may be associated with good prognosis in patients with gastric cancer"}, {"pubmed": 26278073, "text": "IL-29 can aggravate LPS/TLR4-mediated inflammation."}, {"pubmed": 26336095, "text": "Data suggest that naturally occurring iDVGs (immunostimulatory defective viral genomes) trigger robust host antiviral/innate immunity responses including/requiring up-regulation of IFNL1 and IFNB1 (interferon beta 1) in respiratory mucosa."}, {"pubmed": 26342113, "text": "Serum levels of IL-29 and IFN-gamma are predictive of relapse outcomes after hepatitis C treatment."}, {"pubmed": 26353965, "text": "NS of severe fever with thrombocytopenia syndrome virus inhibited the activity of IFN-alpha1, IFN-beta, IFN-lambda1 and IFN-lambda2 through inhibition of STAT1 phosphorylation."}, {"pubmed": 26420479, "text": "IL-29 directly induces RANKL expression in rheumatoid arthritis-fibroblasts like synoviocytes via MAPK signaling pathway."}, {"pubmed": 26612594, "text": "IL-29 selectively induces CXCR3A-binding chemokines (CXCL9, CXCL10, CXCL11) in skin cells. Murine IL-29 counterpart induces skin T-cell infiltration and inflammation in mice."}, {"pubmed": 26718740, "text": "activation of TLR7 upregulated the expression levels of IFN-lambda1 and MMP-9 were increased by ~3 fold, whereas other genes (p53, PTEN, TIMP-1) were upregulated by ~2 fold, and VEGF was marginally upregulated after 10 min."}, {"pubmed": 26896692, "text": "showed that silencing IFN-lambda1 in T/T cell line reduced basal IFN-stimulated gene expression and improved antiviral activity"}, {"pubmed": 27433031, "text": "IL-29 stimulates inflammation and cartilage degradation by OA FLS, indicating that this cytokine is likely involved in the pathogenesis of OA."}, {"pubmed": 27445435, "text": "IFN-lambda1 is likely to play a role in the pathogenesis of CSU. Blocking IFN-lambda1 production may help to reduce the accumulation of inflammatory cells in the involved CSU skin."}, {"pubmed": 27544015, "text": "The review focuses on the value of the type I and III interferon subtypes (alphas, beta and lambdas) as therapeutics for prevention and treatment of viral infections (influenza, herpes, human immunodeficiency virus and hepatitis viruses)."}, {"pubmed": 27617784, "text": "this study shows that serum levels of IL-29 play a role in the pathogenesis of Hashimoto's thyroiditis in Turkey"}, {"pubmed": 28154345, "text": "IL-29 is a potential biomarker for disease activity in anti-cyclic citrullinated peptide-antibodies positive rheumatoid arthritis patients."}, {"pubmed": 28165510, "text": "STAT2 recruits USP18 to the type I IFN receptor subunit IFNAR2 via its constitutive membrane-distal STAT2-binding site."}, {"pubmed": 28496097, "text": "SOCS2 impairs IFN/JAK/STAT signaling through reducing the stability of tyrosine kinase 2 (TYK2), downregulating the expression of type I and III IFN receptors, attenuating the phosphorylation and nucleus translocation of STAT1."}, {"pubmed": 28595092, "text": "Ebola virus VP24, in addition of inhibiting IFN-induced antiviral responses, was found to efficiently inhibit type III IFN-lambda1 gene expression."}, {"pubmed": 28606236, "text": "IFN-lambda1 may play an important role in anti-respiratory syncytial virus infection."}, {"pubmed": 28678391, "text": "Interferon lambda1/IL-29 and inorganic polyphosphate are novel regulators of neutrophil-driven thromboinflammation."}, {"pubmed": 28720717, "text": "The DNA binding domain of Ku70 was essential for formation of the Ku70-STING complex. Knocking down STING in primary human macrophages inhibited their ability to produce IFN-lambda1 in response to transfection with DNA or infection with the DNA virus HSV-2 (herpes simplex virus-2). Together, these data suggest that STING mediates the Ku70-mediated IFN-lambda1 innate immune response to exogenous DNA or DNA virus infection."}, {"pubmed": 28753407, "text": "In conclusion, IL-29 enhanced CXCL10 production in human oral epithelial cells via the p38 MAPK, STAT3, and NF-kappaB pathways, which might control Th1-cell accumulation in periodontal lesions and be involved in pathological processes in periodontal disease."}, {"pubmed": 29446489, "text": "Investigation of the mechanisms responsible for the alcohol action revealed that alcohol enhanced the expression of protein inhibitor of activated STAT (PIASy) and overexpression of PIASy compromised anti-hepatitis C virus ability of IFN-lambda1."}, {"pubmed": 29938771, "text": "Hence, we suggest that IL-29 may up-regulate the expression of TNF-a and IL-6 in PBMCs and increase vascular inflammation in the pathogenesis of HSP."}, {"pubmed": 29990995, "text": "that IL29, IL28B, and IL28R interfere in the infection of HTLV-1-associated myelopathy/tropical spastic paraparesis, mainly via Tax activation"}, {"pubmed": 30001863, "text": "IL-29 inhibited osteoclastogenesis."}, {"pubmed": 30224514, "text": "this study shows that IL-17A attenuates IFN-lambda1 expression by inducing suppressor of cytokine signaling expression in airway epithelium"}, {"pubmed": 30460894, "text": "Rotavirus VP3 targets MAVS for degradation to inhibit type III interferon expression in intestinal epithelial cells."}, {"pubmed": 30508540, "text": "IFN-lambda1 favors clearance of S aureus in healthy nasal mucosa and enhances antibacterial function of macrophages"}, {"pubmed": 30914508, "text": "The authors found that deletion of NS4a results in increased interferon lambda (IFNL1) expression, as does mutation of either the catalytic site or nuclear localization sequence of NS4b."}, {"pubmed": 31120365, "text": "The Influence of the rs30461 Single Nucleotide Polymorphism on IFN-lambda1 Activity and Secretion."}, {"pubmed": 31211458, "text": "The diminished antiviral immune response of neonatal pDCs is associated with reduced production and cellular responses toward IL-29."}, {"pubmed": 31363171, "text": "IL-29 promoted obesity-induced inflammation and insulin resistance."}, {"pubmed": 31455413, "text": "a proinflammatory condition is present in Alzheimer's disease and Parkinson's disease, in whom attempts to obstacle viral replication via an initial, possibly more potent IFN-lambda-mediated control of immediate early viral genes is unsuccessful."}, {"pubmed": 31639447, "text": "An association between low IFNlambda1 expression and obstetric APS."}, {"pubmed": 31690057, "text": "Zika Virus Non-Structural Protein NS5 Inhibits the RIG-I Pathway and Interferon Lambda 1 Promoter Activation by Targeting IKK Epsilon."}, {"pubmed": 31981768, "text": "The rs7247086 variant of IFNL1 was found to be protective against dengue hemorrhagic fever (DHF), suggesting that IFNL1 may play a role in the pathogenesis of DHF."}, {"pubmed": 32245297, "text": "The effect of fluvastatin and IFN- in the expression of mediators involved in lipid metabolism and HCV proliferation in patients with rs12979860 CC polymorphism."}, {"pubmed": 32295609, "text": "Interferon lambda rs368234815 DeltaG/DeltaG is associated with higher CD4(+):CD8(+) T-cell ratio in treated HIV-1 infection."}, {"pubmed": 32468318, "text": "Interleukin-29 regulates T follicular helper cells by repressing BCL6 in rheumatoid arthritis patients."}, {"pubmed": 32488049, "text": "Dendritic cells-derived interferon-lambda1 ameliorated inflammatory bone destruction through inhibiting osteoclastogenesis."}, {"pubmed": 32527925, "text": "Type III interferons disrupt the lung epithelial barrier upon viral recognition."}, {"pubmed": 32557259, "text": "Interleukin-29 and interleukin-28A induce migration of neutrophils in rheumatoid arthritis."}, {"pubmed": 32646311, "text": "Association Between IL28B, IL29 Gene Polymorphisms and Clinical Manifestations of Behcet's Disease."}, {"pubmed": 32796076, "text": "Baculovirus Transduction in Mammalian Cells Is Affected by the Production of Type I and III Interferons, Which Is Mediated Mainly by the cGAS-STING Pathway."}, {"pubmed": 33116245, "text": "Multi-ancestry fine mapping of interferon lambda and the outcome of acute hepatitis C virus infection."}, {"pubmed": 33449383, "text": "Evaluation of interleukin-29 in autoimmune and inflammatory thyroid diseases."}, {"pubmed": 33885337, "text": "Linkage of Lambda Interferons in Protection Against Severe COVID-19."}, {"pubmed": 34030913, "text": "Enhanced serum interferon-lambda 1 interleukin-29 levels in patients with psoriasis vulgaris."}, {"pubmed": 34630393, "text": "Sex Hormones and Aging Modulate Interferon Lambda 1 Production and Signaling by Human Uterine Epithelial Cells and Fibroblasts."}, {"pubmed": 34706932, "text": "B Cell Activation and Plasma Cell Differentiation Are Promoted by IFN-lambda in Systemic Lupus Erythematosus."}, {"pubmed": 34712246, "text": "Interferon Lambda in the Pathogenesis of Inflammatory Bowel Diseases."}, {"pubmed": 34921113, "text": "Microbiome-mediated incapacitation of interferon lambda production in the oral mucosa."}, {"pubmed": 35081865, "text": "Linagliptin ameliorated interleukin-29-induced reduction of extracellular matrix genes through the nuclear factor erythroid 2-related factor 2 (Nrf2)/sry-type high-mobility-group box (SOX)-9 axis in an in vitro study on C-28/I2 chondrocytes."}, {"pubmed": 35780437, "text": "Role of interferons (IFNs) in the differentiation of T peripheral helper (Tph) cells."}, {"pubmed": 36537334, "text": "Interleukin-29 Accelerates Vascular Calcification via JAK2/STAT3/BMP2 Signaling."}, {"pubmed": 36635158, "text": "Enhanced production of interleukin-29 and related genes are associated with T helper 1 cell parameters in patients with type 2 diabetes mellitus."}, {"pubmed": 38271827, "text": "IFNL1 rs30461 polymorphism as a risk factor for COVID-19 severity: A cross-sectional study."}, {"pubmed": 38281234, "text": "Up and away with cervical cancer: IL-29 is a promising cytokine for immunotherapy of cervical cancer due to its powerful upregulation of p18, p27, and TRAILR1."}, {"pubmed": 38700885, "text": "Coinfection with respiratory syncytial virus and rhinovirus increases IFN-lambda1 and CXCL10 expression in human primary bronchial epithelial cells."}], "genomic_pos": [{"chr": "19", "end": 39298673, "ensemblgene": "ENSG00000182393", "start": 39296407, "strand": 1}, {"chr": "HG2569_PATCH", "end": 79055, "ensemblgene": "ENSG00000291872", "start": 76789, "strand": 1}], "genomic_pos_hg19": {"chr": "19", "end": 39789313, "start": 39786965, "strand": 1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0002829", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of type 2 immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007259", "qualifier": "involved_in", "term": "cell surface receptor signaling pathway via JAK-STAT"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0008285", "pubmed": [15166220, 15899585], "qualifier": "involved_in", "term": "negative regulation of cell population proliferation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032696", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of interleukin-13 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032714", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of interleukin-5 production"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0032729", "pubmed": 19346497, "qualifier": "involved_in", "term": "positive regulation of type II interferon production"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0038196", "pubmed": 30936491, "qualifier": "involved_in", "term": "type III interferon-mediated signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0042531", "pubmed": 15166220, "qualifier": "involved_in", "term": "positive regulation of tyrosine phosphorylation of STAT protein"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043381", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of memory T cell differentiation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045345", "pubmed": 12483210, "qualifier": "involved_in", "term": "positive regulation of MHC class I biosynthetic process"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045581", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of T cell differentiation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045892", "pubmed": 19346497, "qualifier": "involved_in", "term": "negative regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0045893", "pubmed": 12483210, "qualifier": "involved_in", "term": "positive regulation of DNA-templated transcription"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046427", "pubmed": 12483210, "qualifier": "involved_in", "term": "positive regulation of receptor signaling pathway via JAK-STAT"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0050778", "pubmed": 16014923, "qualifier": "involved_in", "term": "positive regulation of immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051607", "pubmed": 12469119, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098586", "pubmed": 30936491, "qualifier": "involved_in", "term": "cellular response to virus"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0005576", "pubmed": 12483210, "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005576", "qualifier": "located_in", "term": "extracellular region"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0032002", "pubmed": 12469119, "qualifier": "part_of", "term": "interleukin-28 receptor complex"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005102", "pubmed": 12483210, "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005125", "qualifier": "enables", "term": "cytokine activity"}, {"category": "MF", "evidence": "IPI", "id": "GO:0032003", "pubmed": 12469119, "qualifier": "enables", "term": "interleukin-28 receptor binding"}]}, "homologene": {"genes": [[9544, 697161], [9598, 100609679], [9606, 282618], [9913, 100620067]], "id": 131189}, "interpro": [{"desc": "Interferon lambda", "id": "IPR029177", "short_desc": "INF_lambda"}, {"desc": "Interferon lambda superfamily", "id": "IPR038326", "short_desc": "IFN-lambda_sf"}], "ipi": "IPI00216649", "map_location": "19q13.2", "name": "interferon lambda 1", "other_names": ["IFN-lambda-1", "cytokine Zcyto21", "interferon lambda-1", "interleukin 29 (interferon, lambda 1)", "interleukin-29"], "pantherdb": {"HGNC": "18363", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000047344", "ortholog_type": "O", "panther_family": "PTHR31943", "taxid": 9031, "uniprot_kb": "B4ER10"}], "uniprot_kb": "Q8IU54"}, "pathway": {"kegg": [{"id": "hsa04060", "name": "Cytokine-cytokine receptor interaction - Homo sapiens (human)"}, {"id": "hsa04630", "name": "JAK-STAT signaling pathway - Homo sapiens (human)"}], "reactome": [{"id": "R-HSA-1280215", "name": "Cytokine Signaling in Immune system"}, {"id": "R-HSA-168256", "name": "Immune System"}, {"id": "R-HSA-449147", "name": "Signaling by Interleukins"}, {"id": "R-HSA-449836", "name": "Other interleukin signaling"}, {"id": "R-HSA-8854691", "name": "Interleukin-20 family signaling"}], "wikipathways": [{"id": "WP2113", "name": "Type III interferon signaling"}, {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}]}, "pdb": ["3OG4", "3OG6"], "pfam": "PF15177", "pharmgkb": "PA134899000", "pharos": {"target_id": 7774, "tdl": "Tbio"}, "reagent": {"CM-LibrX-no-seq": [{"id": "GNF329234", "relationship": "is"}, {"id": "GNF329235", "relationship": "is"}, {"id": "GNF329236", "relationship": "is"}], "GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF271891", "relationship": "is"}, {"id": "GNF271892", "relationship": "is"}, {"id": "GNF271893", "relationship": "is"}, {"id": "GNF271894", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF278403", "relationship": "is"}, "MasterSecretomicsList": [{"id": "GNF330739", "relationship": "is"}, {"id": "GNF331995", "relationship": "is"}, {"id": "GNF333961", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF337194", "relationship": "is"}}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NW_025791808.1"], "protein": "NP_742152.1", "rna": "NM_172140.2", "translation": {"protein": "NP_742152.1", "rna": "NM_172140.2"}}, "reporter": {"HG-U133_Plus_2": "1552917_at", "HTA-2_0": "TC19000540.hg.1", "HuEx-1_0": "3832906", "HuGene-1_1": "8028613", "HuGene-2_1": "16861961"}, "summary": "This gene encodes a cytokine distantly related to type I interferons and the IL-10 family. This gene, interleukin 28A (IL28A), and interleukin 28B (IL28B) are three closely related cytokine genes that form a cytokine gene cluster on a chromosomal region mapped to 19q13. Expression of the cytokines encoded by the three genes can be induced by viral infection. All three cytokines have been shown to interact with a heterodimeric class II cytokine receptor that consists of interleukin 10 receptor, beta (IL10RB) and interleukin 28 receptor, alpha (IL28RA). [provided by RefSeq, Jul 2008].", "symbol": "IFNL1", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1425473"}, "unigene": "Hs.406745", "uniprot": {"Swiss-Prot": "Q8IU54", "TrEMBL": "A0A7R8C391"}, "wikipedia": {"url_stub": "Interleukin 29"}}