{"AllianceGenome": "44480", "HGNC": "44480", "MIM": "615090", "_id": "101180976", "_version": 1, "accession": {"genomic": ["ABBA01040723.1", "AC011445.6", "CP068259.2", "LC715223.1", "LC715224.1", "LC715225.1", "LC715226.1", "LC780671.1", "LC780672.1", "LC780673.1", "LC780988.1", "LC780989.1", "LC780990.1", "LC780991.1", "LC780992.1", "LC780993.1", "LC780994.1", "LC780995.1", "LC780996.1", "NC_000019.10", "NC_060943.1", "NG_042193.1", "NG_055295.1", "NW_025791808.1"], "protein": ["AFQ38550.1", "AFQ38551.1", "AFQ38552.1", "AFQ38553.1", "AFQ38554.1", "AFQ38555.1", "AFQ38556.1", "AFQ38557.1", "AFQ38558.1", "AFQ38559.1", "K9M1U5.1", "NP_001263183.2"], "rna": ["JN806225.1", "JN806226.1", "JN806227.1", "JN806228.1", "JN806229.1", "JN806230.1", "JN806231.1", "JN806232.1", "JN806233.1", "JN806234.1", "NM_001276254.2", "NR_074079.1"], "translation": [{"protein": "AFQ38551.1", "rna": "JN806226.1"}, {"protein": "AFQ38552.1", "rna": "JN806227.1"}, {"protein": "AFQ38550.1", "rna": "JN806225.1"}, {"protein": "AFQ38555.1", "rna": "JN806230.1"}, {"protein": "NP_001263183.2", "rna": "NM_001276254.2"}, {"protein": "AFQ38554.1", "rna": "JN806229.1"}, {"protein": "AFQ38558.1", "rna": "JN806233.1"}, {"protein": "AFQ38559.1", "rna": "JN806234.1"}, {"protein": "AFQ38553.1", "rna": "JN806228.1"}, {"protein": "AFQ38556.1", "rna": "JN806231.1"}, {"protein": "AFQ38557.1", "rna": "JN806232.1"}]}, "alias": "IFNAN", "ensembl": [{"gene": "ENSG00000292250", "protein": ["ENSP00000518200", "ENSP00000518201", "ENSP00000518202"], "transcript": ["ENST00000710320", "ENST00000710321", "ENST00000710322"], "translation": [{"protein": "ENSP00000518200", "rna": "ENST00000710320"}, {"protein": "ENSP00000518201", "rna": "ENST00000710321"}, {"protein": "ENSP00000518202", "rna": "ENST00000710322"}], "type_of_gene": "protein_coding"}, {"gene": "ENSG00000272395", "protein": ["ENSP00000476098", "ENSP00000489240", "ENSP00000489559"], "transcript": ["ENST00000606380", "ENST00000634680", "ENST00000634967"], "translation": [{"protein": "ENSP00000476098", "rna": "ENST00000606380"}, {"protein": "ENSP00000489240", "rna": "ENST00000634680"}, {"protein": "ENSP00000489559", "rna": "ENST00000634967"}], "type_of_gene": "protein_coding"}], "entrezgene": "101180976", "exons": [{"cdsend": 39248579, "cdsstart": 39247132, "chr": "19", "position": [[39246313, 39247231], [39247388, 39247463], [39247707, 39247851], [39247923, 39247995], [39248428, 39248513], [39248515, 39248856]], "strand": -1, "transcript": "NM_001276254", "txend": 39248856, "txstart": 39246313}, {"cdsend": 39248856, "cdsstart": 39248856, "chr": "19", "position": [[39246313, 39247231], [39247388, 39247463], [39247707, 39247851], [39247923, 39247995], [39248428, 39248856]], "strand": -1, "transcript": "NR_074079", "txend": 39248856, "txstart": 39246313}], "exons_hg19": [{"cdsend": 39739219, "cdsstart": 39737772, "chr": "19", "position": [[39736953, 39737871], [39738028, 39738103], [39738347, 39738491], [39738563, 39738635], [39739068, 39739153], [39739155, 39739496]], "strand": -1, "transcript": "NM_001276254", "txend": 39739496, "txstart": 39736953}, {"cdsend": 39739496, "cdsstart": 39739496, "chr": "19", "position": [[39736953, 39737871], [39738028, 39738103], [39738347, 39738491], [39738563, 39738635], [39739068, 39739496]], "strand": -1, "transcript": "NR_074079", "txend": 39739496, "txstart": 39736953}], "generif": [{"pubmed": 23291588, "text": "A new interferon gene IFNL4 is associated with impaired clearance of hepatitis C virus."}, {"pubmed": 23956438, "text": "IFNL4-DeltaG is strongly associated with impaired spontaneous hepatitis C virus clearance."}, {"pubmed": 24205831, "text": "IFNL4 improves prediction of response to interferon-based hepatitis C therapies, if SNP rs8099917 is used."}, {"pubmed": 24325405, "text": "Its polymorphisms are strongly associated with responses to pegylated interferon (PEG-IFN) and ribavirin (RBV) therapy in patients chronically infected with hepatitis C virus."}, {"pubmed": 24355007, "text": "genetic polymorphism is associated with antiviral therapy outcome in the Japanese population"}, {"pubmed": 24367041, "text": "It was reported that in patients treated with sofosbuvir along with ribavirin, IFNL4-DeltaG is associated with slower early viral decay, due to slower loss of free virus and decreased drug efficacy."}, {"pubmed": 24376784, "text": "HCV infection in particular might activate IFNL4 transcription in the liver"}, {"pubmed": 24415789, "text": "Intrahepatic lymphocyte degranulation activity in HCV-infected patients is associated with IFNL4 polymorphisms and contributes to the clearance of HCV in patients with favorable genotypes under antiviral therapy."}, {"pubmed": 24646752, "text": "could not find any difference in the predictive impact of any of three SNPs of IFNL4 or IL-28B with regard to susceptibility to HCV or treatment response"}, {"pubmed": 24782280, "text": "IFNL3 and IFNL4 single nucleotide polymorphisms correlate with treatment response in hepatitis C patients depending on virus genotype."}, {"pubmed": 24786669, "text": "this review summarizes the current knowledge of IFN-l4 and discusses questions that should be addressed to resolve its paradoxical biologic activities.[review]"}, {"pubmed": 25130512, "text": "This study demonstrates that IFNL4 rs368234815 polymorphism is an important predictor of response to antiviral treatment in the liver transplantation setting."}, {"pubmed": 25259701, "text": "Authors report for the first time an association between an IFNL3/4 polymorphism and susceptibility to AIDS-related cytomegalovirus retinitis."}, {"pubmed": 25301956, "text": "Polymorphisms in the IFNL3/4 region influence susceptibility to cytomegalovirus replication in solid-organ transplant recipients."}, {"pubmed": 25329461, "text": "Natural selection history of IFNL4-inactivating allele has thus shaped present-day heterogeneity across populations not only in genetic variation, but also in relevant phenotypes and susceptibility to hepatitis C."}, {"pubmed": 25393304, "text": "IFNL4 gene polymorphisms can predict treatment response in chronic hepatitis C."}, {"pubmed": 25534433, "text": "Patients harbouring the impaired IFNlambda4-S70 variant display lower interferon-stimulated gene (ISG) expression levels."}, {"pubmed": 25563035, "text": "Among Puerto Rican hepatitis C patients, SNP frequencies of IFNL4 locus ss469415590 were 26% (TT/TT), 48% (TT/DeltaG), and 26% (DeltaG/DeltaG)."}, {"pubmed": 25577150, "text": "Genetic analysis revealed associations of rs368234815 of IFNL4 with sustained virological response and pre-treatment viral load."}, {"pubmed": 25611696, "text": "Overexpression of IFNlambda4 suppressed IL28B induction and promoter activation."}, {"pubmed": 25658540, "text": "We found an independent association of the IFNL4 ss469415590 polymorphism with higher prevalence of AIDS-defining illnesses and lower CD4 T cell numbers."}, {"pubmed": 25675103, "text": "IFNL4 and IFNL3 associated polymorphisms strongly influence the spontaneous IFN-alpha receptor-1 expression in HCV-infected patients"}, {"pubmed": 25740255, "text": "Interferon-lambda rs12979860 genotype is a strong aetiology-independent predictor of tissue inflammation and fibrosis in viral and non-viral chronic liver disease."}, {"pubmed": 25788203, "text": "The IFNL3.rs12979860 and IFNL4.ss469415590 variants have comparable effects on spontaneous resolution of hepatitis C virus infection among Egyptians."}, {"pubmed": 25849245, "text": "HCV infection is proposed to induce a more efficient antiviral response in individuals with the IFNL4 TT/TT genotype that results either in viral clearance or selection for viral adaptations."}, {"pubmed": 25883387, "text": "Females with the IFNL4 genotype detected were more likely to have HCV reclearance."}, {"pubmed": 25938236, "text": "IFNL4 polymorphisms were predictive of treatment outcome only for patients infected with HCV-1."}, {"pubmed": 26066369, "text": "Transcriptome analysis reveals a classical interferon signature induced by IFNlambda4 in human primary cells"}, {"pubmed": 26115445, "text": "The current study is the first to investigate the effect of IFNL3 and IFNL4 polymorphisms on liver-related mortality. The lower risk of death among African American HIV/HCV-coinfected women is not explained by genetic variation in the IFN-lambda region."}, {"pubmed": 26134097, "text": "IFN-l4 may have at least 3 functions in human hepatic cells-activation of interferon signaling, inhibition of cell proliferation, and induction of cell death"}, {"pubmed": 26150150, "text": "IFNL3 and IFNL4 genotyping could identify those likely to clear naturally and in whom treatment could be delayed, or help prioritize Directly-acting antivirals treatment to those less likely to respond to interferon-containing regimens."}, {"pubmed": 26186989, "text": "IFNL4-DeltaG/TT is the primary IFN-lambda region polymorphism for impaired HCV clearance"}, {"pubmed": 26194286, "text": "Studies indicate that the type III interferons (IFNs) or IFN-lambdas consists of four members: IFN-lambda1 (IL-29), IFN-lambda2 (IL28A), IFN-lambda3 (IL-28B) and IFN-lambda4."}, {"pubmed": 26225703, "text": "Single Nucleotide Polymorphism of Interferon Lambda-4 Gene is not Associated with Treatment Response to Pegylated Interferon in Chronic Hepatitis B."}, {"pubmed": 26308395, "text": "Despite differences in protein sequences, functional properties of the recombinant human and nonhuman IFN-l4 proteins are comparable-they are all biologically active for induction of interferon signaling."}, {"pubmed": 26372394, "text": "The hepatitis C protective allele TT was associated with decreased likelihood of HIV-1 infection in male intravenous drug users [odds ratio (OR): 0.3; P = 0.006], and this association was not modified by the genotype of CCR5."}, {"pubmed": 26406534, "text": "Single-nucleotide polymorphisms (SNPs) in the interferon lambda 4 (IFNL4) gene are predictors for treatment success in patients with hepatitis C virus (HCV) infection"}, {"pubmed": 26431156, "text": "IFNL4-DeltaG/TT genotype was not associated with HSV-related outcomes, including episodes of oral or genital herpes"}, {"pubmed": 26592354, "text": "Single-nucleotide polymorphisms (rs12979860) in the intronic region of the interferon-lambda4 (IFNL4) gene modulate liver inflammation and fibrosis, in an etiology independent manner."}, {"pubmed": 26606750, "text": "data on ex vivo derived liver tissue samples argue against an attenuating impact of IFNL3 rs4803217 or IFNL4 rs368234815 minor alleles on hepatic IFNL3 gene expression in vivo."}, {"pubmed": 26684959, "text": "this report shows that NF-kappa B, IRF3, IRF7, and the GC-rich DNA-binding transcription factor, Sp1, have key roles in stimulating transcription from the IFNL4 promoter."}, {"pubmed": 26741362, "text": "The described is the association with spontaneous hepatitis C viral clearance and genetic differentiation of IL28B/IFNL4 haplotypes in populations from Mexico."}, {"pubmed": 26896692, "text": "suggest that IFN-lambda4 protein expression associated with the IL28B-T/T variant preactivates the Janus kinase-Stat signaling"}, {"pubmed": 26973228, "text": "In this study, there was association of the three isolated polymorphisms (rs8099917, rs12979860 and rs368234815) with both clinical outcome and response to treatment with PEG-IFN and RBV in chronic hepatitis C."}, {"pubmed": 27035616, "text": "the association of amino acid substitutions in the HCV core protein and the IFNL3 and IFNL4 polymorphisms with the severity of liver disease, particularly in hepatocellular carcinoma development"}, {"pubmed": 27125837, "text": "Interferon lambda polymorphisms influence regulatory pathways of cellular response to interferon and affect body iron balance in chronic hepatitis C virus infection."}, {"pubmed": 27180197, "text": "this meta-analysis suggests that IFNL4 genetic polymorphism may be a predictor of sustained virological response in chronic hepatitis C patients"}, {"pubmed": 27236152, "text": "There was no association between IFNL4 polymorphism and HBV susceptibility or natural clearance."}, {"pubmed": 27492404, "text": "Population Polymorphism of IFNL3 and IFNL4 Genes of Type 3 Interferon Associated with Spontaneous Clearance of Hepatitis C Virus in Representatives of Caucasian and Mongoloid Races"}, {"pubmed": 27558125, "text": "There were no statistically significant differences in endogenous interferon-stimulated genes (ISGs) mRNA levels among HIV-1-positive patients bearing different IFNL4 genotypes, suggesting that ISG expression is independent of the IFNL4 genotype in HIV-1 infection."}, {"pubmed": 27735085, "text": "Studied involvement of two interferon lambda 4 (IFNL4) single nucleotide polymorphisms in predicting sustained virologic response (SVR) following antiviral therapy in patients with inherited bleeding disorder and chronic hepatitis C."}, {"pubmed": 27799623, "text": "This study provides mechanistic evidence that humans suppress IFNlambda4 expression, suggesting that immune function is dependent on other IFNL family members."}, {"pubmed": 27875564, "text": "Donor IFNL4 TT/TT genotype, a favorable predictor of spontaneous HCV clearance pre-transplant, is associated with increased early post-transplant fibrosis and decreased survival."}, {"pubmed": 27986689, "text": "Studied the association of interferon-lambda 4 (IFNL4)-related polymorphisms and human leukocyte antigen (HLA)-B haplotypes within long-term nonprogressor HIV-1 controllers (LTNP-Cs); HLA-B*57 was independently associated with the LTNP-C phenotype, while IFNL4 genotypes represented independent factors for becoming non-LTNP-C."}, {"pubmed": 28036111, "text": "Intrahepatic expression of IFNL4 was associated with increased antiviral interferon-stimulated gene (ISG) expression and decreased suppressive ISG expression at baseline, resulting in poor responsiveness to IFNalpha-based therapy in HCV infection."}, {"pubmed": 28186161, "text": "our study validated that IFNL4 ss469415590 was also strongly associated with HCV clearance in Chinese Han population."}, {"pubmed": 28394349, "text": "Data show that the genotype distributions of IFNL3 and IFNL4 variants (rs4803217, rs368234815, rs117648444, and rs12979860) were in Hardy-Weinberg equilibrium."}, {"pubmed": 28394351, "text": "Data show that interferon lambda 4 (IFNL4) genotypes determine hepatitis C virus (HCV) viral load through a mechanism dependent on a specific amino acid residue in the HCV NS5A protein."}, {"pubmed": 28630501, "text": "These results demonstrate that virus-induced IFN-lambda4 potently blocks IFN-alpha signalling by inducing high protein levels of ISG15 and USP18. Moreover, the data clearly demonstrate that DAA therapy restores IFN-alpha responsiveness in HCV-infected cells."}, {"pubmed": 28727946, "text": "IFNL locus SNPs are subject to either a positive or a negative confounding effect by rs117648444."}, {"pubmed": 28732143, "text": "In HBeAg-negative patients with chronic hepatitis B, IFNL4 rs368234815 and rs117648444 diplotypes strongly predicted serum HBsAg clearance following IFN therapy."}, {"pubmed": 28741298, "text": "rs368234815 TT/TT genotype associated with severity of fibrosis in nonalcoholic fatty liver disease patients of European ancestry"}, {"pubmed": 29022122, "text": "The association between IFNL3/4 genotypes with elevated HCV VL observed in HCV g6-infected individuals may have implications for the progression of liver disease in Southeast Asian countries where this viral genotype predominates and therefore warrants further studies."}, {"pubmed": 29070670, "text": "these results suggest unique functional properties of IFN-lambda4 that can be important in viral clearance and other clinical conditions"}, {"pubmed": 29080269, "text": "Significant associations were observed for 4 variants in IFNAR2, IFNLR1 with hepatitis B virus infection, and IFNLR1-rs4649203 was associated with hepatitis B recovery. Moreover, the authors demonstrated the clear relevance of 5 polymorphisms in IFNA1, IFNA2, IFNL4 with hepatocellular carcinoma."}, {"pubmed": 29129607, "text": "It has been shown that age, spontaneous lymphocyte proliferation, and an IFNL4 polymorphism were associated with progression to HTLV-I-associated myelopathy-tropical spastic paraparesis."}, {"pubmed": 29158528, "text": "We confirmed two previously reported significant associations, in the IL28B/IFNL4 and the major histocompatibility complex (MHC) regions, with spontaneous clearance in the European population. We further fine-mapped the association in the MHC to a region of about 50 kilo base pairs, down from 1 mega base pairs in the previous study."}, {"pubmed": 29165633, "text": "Interferon-stimulated gene expression was elevated in unstimulated peripheral mononuclear leukocytes homozygous for the unfavorable DeltaG IFNL4 variant in chronic hepatitis C; expression following IFN-alpha stimulation was comparable across genotypes. These findings suggest that lambda interferons may have broader systemic effects during hepatitis C virus infection."}, {"pubmed": 29243064, "text": "Analysis of the IFNL4 polymorphism rs368234815 in association with human papillomavirus (HPV) results, does not suggest its possible role during low or high-risk with HPV infection or in determining HPV outcome (clearance/reinfection or persistence/high-grade lesion)."}, {"pubmed": 29534310, "text": "In patients with cirrhosis, interferon lambda 4 (IFNL4) CC genotype was significantly associated with sustained virological response to antiviral treatment of hepatitis C."}, {"pubmed": 29562888, "text": "IFNL3/4 polymorphisms may be associated with COPD disease severity."}, {"pubmed": 29866411, "text": "IFNL4 genotype might predict DAA-response."}, {"pubmed": 29992584, "text": "The data suggest that interferon lambda4 rs12979860 TT increases susceptibility to HIV and this impact decreases with increasing duration of intravenous drug abuse."}, {"pubmed": 30012562, "text": "Our study links a germline variant that controls production of IFNlambda4 to the occurrence of a clinically relevant IFN signature in prostate tumors that may predominantly affect men of African ancestry."}, {"pubmed": 30157968, "text": "Interferon lambda 3 (IFN-lambda3)/interferon lambda 4 (IFNlambda4) genetic variants play a unique role in the development of lupus nephritis and systemic lupus erythematosus (SLE)."}, {"pubmed": 30234607, "text": "This study reports for the first time an association between IFNL3/4 polymorphisms and susceptibility to AIDS-related Kaposi's sarcoma."}, {"pubmed": 30247785, "text": "IFN-lambda4 suppressed HIV infection of macrophages. This IFN-lambda4-mediated HIV inhibition was compromised by the antibodies against IFN-lambda receptor complex, IFN-lambdaR1/IL-10R2."}, {"pubmed": 30289470, "text": "The IFNL4 rs368234815 DeltaG functional allele is associated with increased susceptibility to HIV-1 infection through the sexual route (odds ratio [OR], 2.1; 95% confidence interval [CI], 1.2-3.6; P = .004)."}, {"pubmed": 30308076, "text": "demonstrate that attenuated activity of IFNlambda4 is conserved among humans and postulate that differences in IFNlambda4 activity between species contribute to distinct host-specific responses to-and outcomes of-infection"}, {"pubmed": 30480920, "text": "The results show that IFNL4 ss469415590 DeltaG/DeltaG genotype was associated with poor virological response to anti-hepatitis C combination therapy."}, {"pubmed": 30534880, "text": "IFNL4 rs12979860 C>T polymorphism is not associated with risk of liver fibrosis in this group of patients with chronic hepatitis C."}, {"pubmed": 31013168, "text": "strong evidence implicates IFNL3/4 polymorphisms and interferon (IFN)-lambda3 levels as determinants of the extent of hepatic inflammation and fibrosis in viral and nonviral liver diseases, as well as in governing the severity of nonhepatotropic viral diseases."}, {"pubmed": 31161939, "text": "the IFNL4-TT allele, which abrogates IFN-lambda4, associates with higher rates of spontaneous HCV clearance and better response to treatments for HCV infection. The finding that a \"knock-out\" allele for IFN-lambda4 enhances HCV clearance challenges the paradigm of IFNs as antiviral cytokines."}, {"pubmed": 31241411, "text": "Significant modulation of IFN-lambda4 activity by a genetic variant (P70S) supports IFN-lambda4, and not other type III IFNs encoded in the same genomic locus, as the primary functional cause of the association with HCV clearance. Although the ability to produce IFN-lambda4 is associated with decreased HCV clearance, the recombinant IFN-lambda4 is active against HCV and other viruses."}, {"pubmed": 31260374, "text": "Impact of IFNL4 Genetic Variants on Sustained Virologic Response and Viremia in Hepatitis C Virus Genotype 3 Patients."}, {"pubmed": 31479286, "text": "IFNL4 genotype was not a predictor of advanced liver fibrosis in G3 or G1 infected patients. IFNL4 CC predicted a higher mean value of ALT among both G1 and G3 infected patients."}, {"pubmed": 31637221, "text": "Our results suggest that IFNL4 genotypes that are common among subjects of African descent may determine inefficacious clearance of RNA viruses from the respiratory tract."}, {"pubmed": 31776283, "text": "The IFNL4 Gene Is a Noncanonical Interferon Gene with a Unique but Evolutionarily Conserved Regulation."}, {"pubmed": 31838260, "text": "Occult hepatitis C virus infection in hemophilia patients and its correlation with interferon lambda 3 and 4 polymorphisms."}, {"pubmed": 32122227, "text": "The presence of IFL3/4 rs12979860 C allele influences the in vitro IP-10 production by mononuclear cells from patients with systemic lupus erythematosus."}, {"pubmed": 32228249, "text": "Polymorphism rs368234815 of interferon-lambda4 gene and generation of antibodies to hepatitis B virus surface antigen in extracorporeal dialysis patients."}, {"pubmed": 32449798, "text": "AIDS incidence and survival in a hospital-based cohort of HIV-positive patients from Sao Paulo, Brazil: The role of IFN-lambda4 polymorphisms."}, {"pubmed": 32747607, "text": "Impact of virus subtype and host IFNL4 genotype on large-scale RNA structure formation in the genome of hepatitis C virus."}, {"pubmed": 32897180, "text": "An interferon lambda 4-associated variant in the hepatitis C virus RNA polymerase affects viral replication in infected cells."}, {"pubmed": 32937024, "text": "PDCD1 and IFNL4 genetic variants and risk of developing hepatitis C virus-related diseases."}, {"pubmed": 32976751, "text": "Association of donor IFNL4 genotype and non-relapse mortality after unrelated donor myeloablative haematopoietic stem-cell transplantation for acute leukaemia: a retrospective cohort study."}, {"pubmed": 33116245, "text": "Multi-ancestry fine mapping of interferon lambda and the outcome of acute hepatitis C virus infection."}, {"pubmed": 33482747, "text": "Polymorphism rs368234815 of interferon lambda 4 gene and spontaneous clearance of hepatitis C virus in haemodialysis patients: a case-control study."}, {"pubmed": 33528661, "text": "Interferon-lambda rs12979860 genotype association with liver fibrosis in chronic hepatitis C (CHC) patients in the Pakistani population."}, {"pubmed": 33602032, "text": "Interferon lambda 4 genotype and pathway in alcoholic hepatitis."}, {"pubmed": 33607264, "text": "IFNL4 rs12979860 polymorphism influences HBV DNA viral loads but not the outcome of HBV infection in Moroccan patients."}, {"pubmed": 33806448, "text": "Expression of Interferons Lambda 3 and 4 Induces Identical Response in Human Liver Cell Lines Depending Exclusively on Canonical Signaling."}, {"pubmed": 33850301, "text": "IFN-lambda4 is associated with increased risk and earlier occurrence of several common infections in African children."}, {"pubmed": 33882912, "text": "IFN-lambda4 genetic variants influence clinical malaria episodes in a cohort of Kenyan children."}, {"pubmed": 34360569, "text": "Hepatic IFNL4 Gene Activation in Hepatocellular Carcinoma Patients with Regard to Etiology."}, {"pubmed": 34385466, "text": "Interferon lambda 4 impairs hepatitis C viral antigen presentation and attenuates T cell responses."}, {"pubmed": 34497603, "text": "Intracellular Accumulation of IFN-lambda4 Induces ER Stress and Results in Anti-Cirrhotic but Pro-HCV Effects."}, {"pubmed": 34707167, "text": "IFNL4 genetic variant can predispose to COVID-19."}, {"pubmed": 34775984, "text": "The association between interferon lambda 3 and 4 gene single-nucleotide polymorphisms and the recovery of COVID-19 patients."}, {"pubmed": 34788130, "text": "The Impact of IFNlambda4 on the Adaptive Immune Response to SARS-CoV-2 Infection."}, {"pubmed": 34899713, "text": "Congenital Zika Syndrome Is Associated With Interferon Alfa Receptor 1."}, {"pubmed": 35368114, "text": "IFNL4 rs368234815 polymorphism does not predict risk of BK virus associated nephropathy after living-donor kidney transplant: A case-control study."}, {"pubmed": 35505682, "text": "Genetic polymorphisms in the IFNL4, MxA, and MxB genes were associated with biochemical index of chronic HBV patients from Yunnan, China."}, {"pubmed": 35585257, "text": "The role of IFNL4 in liver inflammation and progression of fibrosis."}, {"pubmed": 35830025, "text": "ASSESSING PREDICTORS OF DIRECTLY ACTING ANTIVIRALS' FAILURE AS A FURTHER STEP TOWARDS MORE EFFICIENT HCV ELIMINATION PROGRAMS: IL28B (IFNL4) GENE POLYMORPHISM HAS NO ROLE WHILE HIGHER ESTIMATED CREATININE CLEARANCE IS A FORGOTTEN FACTOR."}, {"pubmed": 36573283, "text": "No Association of IFNL4 Genotype With Opportunistic Infections and Cancers Among Men With Human Immunodeficiency Virus 1 Infection."}, {"pubmed": 36592387, "text": "Genetic polymorphisms of Endoplasmic reticulum amino peptidase 1 (ERAP1) and Interferon lambda 4 (IFN-lambda4) in Egyptian patients with type 1 diabetes mellitus."}, {"pubmed": 36655749, "text": "IFNL3/4 polymorphisms as a two-edged sword: An association with COVID-19 outcome."}, {"pubmed": 36743306, "text": "Polymorphisms of the MxA and MxB genes are associated with biochemical indices and viral subtypes in Yunnan HCV patients."}, {"pubmed": 36743382, "text": "Relevance of HLA-DP/DQ and INF-lambda4 Polymorphisms to COVID-19 Outcomes."}, {"pubmed": 36880961, "text": "A Novel Inactive Isoform with a Restored Reading Frame Is Expressed from the Human Interferon Lambda 4 TT Allele at rs368234815."}, {"pubmed": 37098852, "text": "Pharmacogenetics of tenofovir clearance among Southern Africans living with HIV."}, {"pubmed": 37366802, "text": "IFNL4 Genotypes and Risk of Childhood Burkitt Lymphoma in East Africa."}, {"pubmed": 38003018, "text": "Variants of IFNL4 Gene in Amazonian and Northern Brazilian Populations."}], "genomic_pos": [{"chr": "19", "end": 39248856, "ensemblgene": "ENSG00000272395", "start": 39246314, "strand": -1}, {"chr": "HG2569_PATCH", "end": 29238, "ensemblgene": "ENSG00000292250", "start": 26697, "strand": -1}], "genomic_pos_hg19": {"chr": "19", "end": 39739219, "start": 39737773, "strand": -1}, "go": {"BP": [{"evidence": "IDA", "gocategory": "BP", "id": "GO:0007260", "pubmed": 23291588, "qualifier": "involved_in", "term": "tyrosine phosphorylation of STAT protein"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0038196", "pubmed": 30936491, "qualifier": "involved_in", "term": "type III interferon-mediated signaling pathway"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0045087", "qualifier": "involved_in", "term": "innate immune response"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0050778", "qualifier": "involved_in", "term": "positive regulation of immune response"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051607", "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0051607", "pubmed": 23291588, "qualifier": "involved_in", "term": "defense response to virus"}, {"evidence": "NAS", "gocategory": "BP", "id": "GO:0098586", "pubmed": 30936491, "qualifier": "involved_in", "term": "cellular response to virus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005615", "qualifier": "is_active_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005615", "pubmed": 23291588, "qualifier": "located_in", "term": "extracellular space"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 23291588, "qualifier": "located_in", "term": "cytoplasm"}], "MF": [{"category": "MF", "evidence": "IBA", "id": "GO:0005102", "qualifier": "enables", "term": "signaling receptor binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0005125", "pubmed": 23291588, "qualifier": "enables", "term": "cytokine activity"}]}, "interpro": [{"desc": "Interferon lambda", "id": "IPR029177", "short_desc": "INF_lambda"}, {"desc": "Interferon lambda superfamily", "id": "IPR038326", "short_desc": "IFN-lambda_sf"}], "map_location": "19q13.2", "name": "interferon lambda 4 (gene/pseudogene)", "other_names": ["IFN-lambda-4", "interferon lambda-4", "interferon, lambda 4"], "pantherdb": {"HGNC": "44480", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"Ensembl": "ENSGALG00000047344", "ortholog_type": "O", "panther_family": "PTHR31943", "taxid": 9031, "uniprot_kb": "B4ER10"}], "uniprot_kb": "K9M1U5"}, "pathway": {"wikipathways": {"id": "WP4558", "name": "Overview of interferons-mediated signaling pathway"}}, "pfam": "PF15177", "pharmgkb": "PA166049147", "pharos": {"target_id": 18407, "tdl": "Tbio"}, "refseq": {"genomic": ["NC_000019.10", "NC_060943.1", "NG_042193.1", "NG_055295.1", "NW_025791808.1"], "protein": "NP_001263183.2", "rna": ["NM_001276254.2", "NR_074079.1"], "translation": {"protein": "NP_001263183.2", "rna": "NM_001276254.2"}}, "reporter": {"HuEx-1_0": ["3832887", "3861905"]}, "summary": "This gene is a polymorphic pseudogene which, in some humans, encodes the interferon (IFN) lambda 4 protein. Humans are polymorphic for the dinucleotide TT/deltaG allele. Compared to the ancestral state in non-human primates, the TT allele produces a frameshift in the coding region of this gene which is predicted to induce nonsense-mediated mRNA decay. This allele, and an allele in the first intron of this gene, have experienced a rapid increase in frequency and show indications of positive selection. The ancestral states of these alleles are associated with an impaired ability to clear hepatitis C virus. This gene, like other type III interferons (IFNs), interacts with the IFN lambda receptor complex (IFNLR) whose signaling is generally restricted to epithelial cells. This gene resides in a cluster of four type III IFN genes and at least two pseudogenes on chromosome 19q13.2. In general, interferons are produced in response to viral infection and block viral replication and propagation to uninfected cells by activating the JAK-STAT pathway and up-regulating antiviral genes. Multiple alternatively spliced transcripts have been described for this gene but their biological validity and protein coding status is still being ascertained. [provided by RefSeq, May 2017].", "symbol": "IFNL4", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C3541708"}, "unigene": "Hs.745579", "uniprot": {"Swiss-Prot": "K9M1U5", "TrEMBL": "A0A7R8C3A5"}}