{"AllianceGenome": "5465", "HGNC": "5465", "MIM": "147370", "_id": "3480", "_version": 1, "accession": {"genomic": ["AC055807.11", "AC069029.9", "AC118658.4", "AC118660.5", "AY332722.1", "CH471101.1", "CP068263.2", "CS238517.1", "M69229.1", "NC_000015.10", "NC_060939.1", "NG_009492.1", "S83519.1"], "protein": ["AAB59399.1", "AAB97676.1", "AAI07090.1", "AAI13611.1", "AAI13613.1", "AAI43722.1", "AAP81165.1", "ACF47647.1", "ACF47648.1", "BAG11657.2", "CAA28030.1", "CAJ55819.1", "EAX02220.1", "EAX02221.1", "EAX02222.1", "NP_000866.1", "NP_001278787.1", "P08069.1", "XP_011519818.1", "XP_011519819.1", "XP_016877626.1", "XP_047288398.1", "XP_047288399.1", "XP_047288400.1", "XP_047288401.1", "XP_054233804.1", "XP_054233805.1", "XP_054233806.1", "XP_054233807.1", "XP_054233808.1", "XP_054233809.1", "XP_054233810.1", "XP_054233811.1"], "rna": ["AB425196.1", "AF020763.2", "AK310188.1", "AY429545.1", "BC010607.1", "BC078157.1", "BC088377.1", "BC107089.1", "BC111046.1", "BC113610.1", "BC113612.1", "BC143721.1", "BM264223.1", "BQ185364.1", "BX093045.1", "CN414655.1", "DA486252.1", "DR007209.1", "EU826611.1", "EU826612.1", "NM_000875.5", "NM_001291858.2", "NM_152452.1", "X04434.1", "XM_011521516.3", "XM_011521517.3", "XM_017022137.2", "XM_047432442.1", "XM_047432443.1", "XM_047432444.1", "XM_047432445.1", "XM_054377829.1", "XM_054377830.1", "XM_054377831.1", "XM_054377832.1", "XM_054377833.1", "XM_054377834.1", "XM_054377835.1", "XM_054377836.1"], "translation": [{"protein": "XP_047288400.1", "rna": "XM_047432444.1"}, {"protein": "XP_011519818.1", "rna": "XM_011521516.3"}, {"protein": "XP_047288401.1", "rna": "XM_047432445.1"}, {"protein": "XP_054233806.1", "rna": "XM_054377831.1"}, {"protein": "AAI13613.1", "rna": "BC113612.1"}, {"protein": "AAI07090.1", "rna": "BC107089.1"}, {"protein": "XP_047288399.1", "rna": "XM_047432443.1"}, {"protein": "XP_054233807.1", "rna": "XM_054377832.1"}, {"protein": "ACF47648.1", "rna": "EU826612.1"}, {"protein": "XP_047288398.1", "rna": "XM_047432442.1"}, {"protein": "XP_054233808.1", "rna": "XM_054377833.1"}, {"protein": "XP_054233811.1", "rna": "XM_054377836.1"}, {"protein": "NP_000866.1", "rna": "NM_000875.5"}, {"protein": "XP_054233805.1", "rna": "XM_054377830.1"}, {"protein": "AAB97676.1", "rna": "AF020763.2"}, {"protein": "XP_016877626.1", "rna": "XM_017022137.2"}, {"protein": "XP_054233804.1", "rna": "XM_054377829.1"}, {"protein": "AAI13611.1", "rna": "BC113610.1"}, {"protein": "CAA28030.1", "rna": "X04434.1"}, {"protein": "XP_011519819.1", "rna": "XM_011521517.3"}, {"protein": "AAI43722.1", "rna": "BC143721.1"}, {"protein": "ACF47647.1", "rna": "EU826611.1"}, {"protein": "BAG11657.2", "rna": "AB425196.1"}, {"protein": "NP_001278787.1", "rna": "NM_001291858.2"}, {"protein": "XP_054233810.1", "rna": "XM_054377835.1"}, {"protein": "XP_054233809.1", "rna": "XM_054377834.1"}]}, "alias": ["CD221", "IGFIR", "IGFR", "JTK13"], "ec": "2.7.10.1", "ensembl": {"gene": "ENSG00000140443", "protein": ["ENSP00000453630", "ENSP00000454115", "ENSP00000456950", "ENSP00000496919", "ENSP00000497069"], "transcript": ["ENST00000557873", "ENST00000557938", "ENST00000558355", "ENST00000558751", "ENST00000558898", "ENST00000558947", "ENST00000559582", "ENST00000559925", "ENST00000560144", "ENST00000560186", "ENST00000560277", "ENST00000560343", "ENST00000560432", "ENST00000560972", "ENST00000561049", "ENST00000649865", "ENST00000650285"], "translation": [{"protein": "ENSP00000497069", "rna": "ENST00000650285"}, {"protein": "ENSP00000496919", "rna": "ENST00000649865"}, {"protein": "ENSP00000453630", "rna": "ENST00000558355"}, {"protein": "ENSP00000454115", "rna": "ENST00000558898"}, {"protein": "ENSP00000456950", "rna": "ENST00000560144"}], "type_of_gene": "protein_coding"}, "entrezgene": "3480", "exons": [{"cdsend": 98957442, "cdsstart": 98649581, "chr": "15", "position": [[98648538, 98649675], [98707561, 98708107], [98891324, 98891637], [98896756, 98896905], [98899476, 98899621], [98908684, 98908899], [98911314, 98911441], [98913043, 98913282], [98915963, 98916131], [98916671, 98916876], [98922147, 98922431], [98923875, 98924012], [98924524, 98924684], [98929557, 98929660], [98930234, 98930305], [98934823, 98935053], [98935315, 98935426], [98939200, 98939360], [98942922, 98943052], [98948573, 98948708], [98957060, 98964530]], "strand": 1, "transcript": "NM_000875", "txend": 98964530, "txstart": 98648538}, {"cdsend": 98957442, "cdsstart": 98649581, "chr": "15", "position": [[98648538, 98649675], [98707561, 98708107], [98891324, 98891637], [98896756, 98896905], [98899476, 98899621], [98908684, 98908899], [98911314, 98911441], [98913043, 98913282], [98915963, 98916131], [98916671, 98916876], [98922147, 98922431], [98923875, 98924012], [98924524, 98924684], [98929560, 98929660], [98930234, 98930305], [98934823, 98935053], [98935315, 98935426], [98939200, 98939360], [98942922, 98943052], [98948573, 98948708], [98957060, 98964530]], "strand": 1, "transcript": "NM_001291858", "txend": 98964530, "txstart": 98648538}], "exons_hg19": [{"cdsend": 99500671, "cdsstart": 99192810, "chr": "15", "position": [[99191767, 99192904], [99250790, 99251336], [99434553, 99434866], [99439985, 99440134], [99442705, 99442850], [99451913, 99452128], [99454543, 99454670], [99456272, 99456511], [99459192, 99459360], [99459900, 99460105], [99465376, 99465660], [99467104, 99467241], [99467753, 99467913], [99472786, 99472889], [99473463, 99473534], [99478052, 99478282], [99478544, 99478655], [99482429, 99482589], [99486151, 99486281], [99491802, 99491937], [99500289, 99507759]], "strand": 1, "transcript": "NM_000875", "txend": 99507759, "txstart": 99191767}, {"cdsend": 99500671, "cdsstart": 99192810, "chr": "15", "position": [[99191767, 99192904], [99250790, 99251336], [99434553, 99434866], [99439985, 99440134], [99442705, 99442850], [99451913, 99452128], [99454543, 99454670], [99456272, 99456511], [99459192, 99459360], [99459900, 99460105], [99465376, 99465660], [99467104, 99467241], [99467753, 99467913], [99472789, 99472889], [99473463, 99473534], [99478052, 99478282], [99478544, 99478655], [99482429, 99482589], [99486151, 99486281], [99491802, 99491937], [99500289, 99507759]], "strand": 1, "transcript": "NM_001291858", "txend": 99507759, "txstart": 99191767}], "generif": [{"pubmed": 9857239, "text": "IGF-1 and IGF-1 receptor may be involved in the pathogenesis of Graves' disease; IGF-1 and IGF-1 receptor act by different mechanisms (paracrine vs. autocrine) as suggested by their differential expression in epithelial and stromal cells."}, {"pubmed": 11694888, "text": "X ray structure and autoregulation of the insulin-like growth factor 1 receptor kinase"}, {"pubmed": 11782378, "text": "Insulin-like growth factor receptor I mediates resistance to anti-epidermal growth factor receptor therapy in primary human glioblastoma cells through continued activation of phosphoinositide 3-kinase signaling."}, {"pubmed": 11867942, "text": "Functional insulin-like growth factor-1/insulin-like growth factor-1 receptor-mediated circuit in human and murine thymic epithelial cells."}, {"pubmed": 12005306, "text": "cDNA probes were used to analyze the gene expression of IGF-I receptor in luteinized granulosa cells from different-sized follicles after ovarian hyperstimulation."}, {"pubmed": 12031683, "text": "results suggest that activation promotes neuroblastoma cell proliferation by regulating trans-membrane amino acid transport"}, {"pubmed": 12105987, "text": "results suggest a pathway of cancer cell adaptation to the tumor microenvironment in which conditions of the environment may induce expression of IGF1R, and this subsequent overexpression of the receptor may increase cell survival in such conditions"}, {"pubmed": 12127559, "text": "Autocrine production of IGF-I and IGF-II may via IGF-IR play a significant role in the growth and megakaryocytic differentiation of K562 cells."}, {"pubmed": 12138094, "text": "Insulin-IGF1 hybrid receptors have different tissue-specific responses based on their isoforms"}, {"pubmed": 12138114, "text": "The x-ray structure of the unactivated kinase domain of insulin-like growth factor-1 receptor (IGFRK-0P) is reported here at 2.7 A resolution."}, {"pubmed": 12147227, "text": "expression at normal levels in Nijmegen breakage syndrome cells"}, {"pubmed": 12379772, "text": "affects angiogenesis, growth, and metastasis of colon cancer"}, {"pubmed": 12444079, "text": "WT1-p53 interactions in gene regulation"}, {"pubmed": 12482592, "text": "IGF-1 receptor undergoes serine autophosphorylation and binds to 14-3-3"}, {"pubmed": 12483226, "text": "IGF-1 receptor regulates lifespan and resistance to oxidative stress in mice"}, {"pubmed": 12493743, "text": "IGF-IR-mediated radioresistant signaling mechanism progresses through redundant downstream pathways"}, {"pubmed": 12556535, "text": "This receptor signals the inhibitor of apoptosis ASK1."}, {"pubmed": 12593846, "text": "signaling pathways mediated by insulin-like growth factor-I receptor are required for proliferation, invasion, and VPF/VEGF expression in a pancreatic carcinoma cell line"}, {"pubmed": 12603530, "text": "IGF-IR and IGF-IIR antisense genes could significantly restrain the malignant behavior of human hepatoma cells and might be useful in investigating a potential route for hepatocellular carcinoma gene therapy."}, {"pubmed": 12613967, "text": "First demonstration of insulin-like growth factor-I receptor on human ocular surface."}, {"pubmed": 12634644, "text": "Shrinkage in uterine volume induced by GnRH analogs seems to be related to reduction in IGF-I-R levels. IGF-I/IGF-I-R system might affect leiomyoma growth. Action of GnRH analogs on uterine leiomyomas might be related to the effects on IGF-I-R expression."}, {"pubmed": 12644306, "text": "Ribonucleoprotein complex assembly on the 5'-untranslated region of the IGF-IR transcript."}, {"pubmed": 12784091, "text": "Down- and up-regulation suggests that restoration of IGF-1R would be the result of receptor recycling and de novo synthesis and highlights its importance for T lymphocyte proliferation."}, {"pubmed": 12820418, "text": "Overexpressed and activated IGF1-R may increase the degree of transformation and motility of colon cancer cells by activating c-Src."}, {"pubmed": 12821780, "text": "Mdm2 physically associates with IGF-1R and that Mdm2 causes IGF-1R ubiquitination in an in vitro assay. Mdm2 serves as a ligase in ubiquitination of the IGF-1R and thereby causes its degradation by the proteasome system."}, {"pubmed": 12843179, "text": "human longevity are coregulated by an overlapping set of genes, contributing to the hypothesis that the impact of the IGF-I/insulin pathway on longevity is a property that has been evolutionarily conserved throughout the animal kingdom."}, {"pubmed": 12876069, "text": "Ligand activation of IGF-1R protects normal human mesangial cells from glycol-oxidant-induced apoptosis program. IGF-1R-activated ERK signaling phosphorylates Ser112 of mitochondrial Bad protein, linking IGF-1R with mitochondrial survival."}, {"pubmed": 12884909, "text": "IGF binding to the IGF1R initiates an intracellular signaling cascade in breast neoplasms that leads to changes in gene expression and cell biology [review]"}, {"pubmed": 12937141, "text": "In IGF-IR dominant negative cells decrease in constitutive and inducible phosphorylation of IGF-IR and Erk1/2. Nuclear hypoxia-inducible factor-1alpha and secreted VEGF protein levels also significantly lower."}, {"pubmed": 14551153, "text": "IGF-1 receptor activation inhibits oxidized LDL-induced cytochrome C release and apoptosis through the phosphatidylinositol 3-kinase/Akt signaling pathway."}, {"pubmed": 14559999, "text": "results suggest a novel function for the IGF-IR/IRS-1 pathway that involves regulation of the intracellular trafficking of Rad51 to the site of damaged DNA-a crucial step in the process of DNA repair by homologous recombination"}, {"pubmed": 14575710, "text": "results suggest a novel regulatory role of the C-terminus of IGF-IR in mediating cellular radioresistance that may be independent of survival signals transmitted through this receptor"}, {"pubmed": 14597618, "text": "role of IGF1 in cardiac myocytes in the absence of secondary effects, and downstream signaling pathways and transcriptional regulatory effects of the IGF1 receptor"}, {"pubmed": 14615489, "text": "To further understand the role of the type I insulin-like growth factor (IGF) receptor (IGF1R) in cancer metastasis we inhibited signaling via IGF1R using a C-terminal-truncated IGF1R."}, {"pubmed": 14627343, "text": "role of IGF-1R and c-Src in human pancreatic carcinogenesis. Coexpression of both these molecules may play important role in transformation of pancreatic ductal cells."}, {"pubmed": 14633695, "text": "The IGF1-R/Akt/Bcl-x(L) pathway may contribute to a more aggressive malignant phenotype, in a subset of colorectal cancers."}, {"pubmed": 14651979, "text": "These findings suggest that 14-3-3 proteins interact with the IGFIR in vivo and that this interaction may play a role in a transformation pathway signaled by the IGFIR."}, {"pubmed": 14654552, "text": "Coexpression of insulin receptor-related receptor and insulin-like growth factor 1 receptor correlates with enhanced apoptosis and dedifferentiation in human neuroblastomas."}, {"pubmed": 14657428, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 14691011, "text": "IGF I receptor is involved in apoptosis protection in human preadipocytes and adipocytes."}, {"pubmed": 14697248, "text": "IGF-IR mediated attenuation of antineoplastic agent-induced growth inhibition is dependent on IGF-I-induced PI3K signaling rather than IGF-I-induced MAPK signaling"}, {"pubmed": 14710354, "text": "Activation of IGF-I receptor can selectively enhance the previously reported IGF-I receptor pro-apoptotic signaling pathways."}, {"pubmed": 14710355, "text": "Transcription of the IGF-IR gene is under inhibitory control by a number of transcription factors with tumor suppressor activity, including BRCA1 and p53."}, {"pubmed": 14710359, "text": "Expression in breast cancer correlates with estrogen receptors alpha ansd beta."}, {"pubmed": 14710360, "text": "IGF-IR was expressed in primary breasttumors as well as in lymph node metastases, but the expression in primary tumors was more frequent"}, {"pubmed": 14710366, "text": "Single chain humanized antibody treatment down-regulated IGF-IR which appears to contribute to breast tumor growth inhibition."}, {"pubmed": 14710368, "text": "Ability of a monoclonal antibody to down-regulate the receptor may be an important antibody property in targeting the insulin-like growth factor-I receptor for the treatment of certain cancers."}, {"pubmed": 14722023, "text": "Human micro- and macrovascular endothelial cells express more IGF-IR than insulin receptor."}, {"pubmed": 14726697, "text": "PI3K/Akt and Raf/MEK/ERK pathways are intimately involved in IGF-1R-mediated cell cycle progression and prevention of apoptosis in hematopoietic cells"}, {"pubmed": 14729630, "text": "Compounds with inhibitory effects on IGF-1R may be useful in development of anticancer agents."}, {"pubmed": 14737113, "text": "overexpressing PTEN demonstrated that PC3 cells synthesize significantly lower levels of the IGF-IR precursor"}, {"pubmed": 14744783, "text": "IGFBP-3 inhibits IGF-I-mediated IGF type 1 receptor (IGF-IR) phosphorylation in 3t3 cells overexpessing human IGF1R"}, {"pubmed": 14764897, "text": "Shc and IGF-1R serve as key elements in the translocation of ERalpha to the cell membrane and in the facilitation of ERalpha-mediated rapid E2 action"}, {"pubmed": 14769130, "text": "muscarinic receptors may inhibit insulin signalling by promoting IRS-1 tyrosine dephosphorylation and/or by uncoupling IRS-1 from the stimulated IGF-1 receptor by stimulating IRS-1 serine phosphorylation"}, {"pubmed": 14973173, "text": "Data show that differentiated thyroid cancers of children and adolescents express IGF-I and IGF-I receptors."}, {"pubmed": 15043778, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15059221, "text": "All squamous cell carcinomas and basal cell carcinomas were negative for IGF-IR expression. Six of seven Merkel cell carcinomas stained with IGF-IR strongly, showing cell membrane accentuation and a perinuclear dot-like pattern."}, {"pubmed": 15127203, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15181035, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 15205474, "text": "Activation of IGF-1R by the chimeras reflected their binding affinities whereas the phosphorylation of the two insulin receptor isoforms was more complex."}, {"pubmed": 15253384, "text": "an interrelationship is now known to exist between the IGF and EGF receptors [review]"}, {"pubmed": 15254679, "text": "DICE1 has a growth-suppressing activity and interferes with anchorage-independent growth of IGF-IR transformed tumor cells dependent upon IGF-I signaling"}, {"pubmed": 15256055, "text": "Increases in IGF-IR decrease beta1 integrin expression, and enhance cell migration in neuroblastoma cells."}, {"pubmed": 15334055, "text": "The cyclolignan PPP efficiently inhibits phosphorylation of IGF-1R without interfering with insulin receptor activity."}, {"pubmed": 15345673, "text": "The present data suggests that the IGF-IR gene is a novel downstream target in an ATM-mediated DNA damage response pathway."}, {"pubmed": 15358139, "text": "Data report that antagonism of the type 1 insulin-like growth factor receptor in combination with inhibitors of the epidermal growth factor receptor synergistically sensitizes human malignant glioma cells to CD95L-induced apoptosis."}, {"pubmed": 15472208, "text": "hyaluronan production is induced by GD-IgG in fibroblasts suggests that the IGF-I receptor and its activating antibodies may represent a key pathway through which important pathogenic events in thyroid-associated ophthalmopathy are mediated."}, {"pubmed": 15564321, "text": "IGF-I signaling may have a role in altered fetal growth and development"}, {"pubmed": 15595626, "text": "IGF-I receptor signaling and function in breast cancer is modulated by estrogen receptor alpha"}, {"pubmed": 15623623, "text": "Low levels of insulin-like growth factor type 1 receptor expression at cancer cell membrane is associated with liver metastasis in colorectal cancers"}, {"pubmed": 15638375, "text": "association between IGF-IR expression in the primary oral tumours and their stage"}, {"pubmed": 15671548, "text": "IGF-1R and the IGF system may have roles in progression of highly malignant soft tissue sarcoma"}, {"pubmed": 15689620, "text": "Data show that ionizing radiation causes stress-induced activation of insulin-like growth factor-1 receptor-Src-Mek-Erk-Egr-1 signaling that regulates the clusterin pro-survival cascade."}, {"pubmed": 15797461, "text": "The IGF-1 Receptor genes has been inactivated by homologous gene targeting."}, {"pubmed": 15805544, "text": "OxLDL downregulates IGF-1R via redox-sensitive pathways that are distinct from OxLDL signaling through MAPK- and PPARgamma-involved pathways but may involve a CD36-dependent mechanism"}, {"pubmed": 15820831, "text": "IGF-1 receptor was found in seminal plasma from fertile and infertile men, but no IGF-1 receptor was observed in sperm from patients with a history of more failed fertilization"}, {"pubmed": 15867218, "text": "IGF-IR level was lower in gastrinomas of patients who were rendered disease free and increased levels correlated with tumor growth, aggressiveness, extent, and with liver metastases."}, {"pubmed": 15878855, "text": "beta-arrestin has a role in ubiquitination and down-regulation of the insulin-like growth factor-1 receptor by acting as adaptor for the MDM2 E3 ligase"}, {"pubmed": 15914670, "text": "The function of the ELAV RNA-stability factor HuR as a 5'-UTR-binding protein and dual-purpose translation repressor may be critical for the precise regulation of IGF-IR expression."}, {"pubmed": 15921396, "text": "CD221 is aberrantly expressed on human myeloma cells. Higher levels of CD221 are observed in patients & human myeloma cell lines with the most aggressive 14q32 translocations. CD221 expression has a negative prognostic impact in MM patients."}, {"pubmed": 15932773, "text": "leptin and the IGF system of IGF-I, IGFBP-2, and IGF-I receptor do not interact directly in a cell culture model of neuroepithelioma cells"}, {"pubmed": 15954927, "text": "In sedentary, clinically stable maintenance hemodialysis patients as compared to sedentary normal individuals, the mRNA levels for IGF-IEa, IGF-II, and the IGF-I receptor are decreased in vastus lateralis muscle"}, {"pubmed": 16000560, "text": "Data suggest that IGF-IR may be involved in the growth of a subset of craniopharyngiomas and points to the possibility of the involvement of IGF-IR inhibitors as a treatment modality."}, {"pubmed": 16035620, "text": "high expression level of insulin-like growth factor I receptor is associated with increased expression of transcription factor Sp1 and regional lymph node metastasis of human gastric cancer"}, {"pubmed": 16037379, "text": "Existence of unidirectional IGF-IR/EGFR cross-talk mechanism whereby IGF-II, acting through IGF-IR, regulates basal and ligand-activated EGFR signaling and cell proliferation in a c-SRC-dependent manner in tamoxifen-resistant breast cancer."}, {"pubmed": 16053920, "text": "We found that the colon cancer cell lines Caco2, HT29, SW837, and SW480 express high levels of the IGF-1R receptor, and that both SW837 and SW480 cells display constitutive activation of this receptor."}, {"pubmed": 16087727, "text": "interplay between WT1 and ERalpha in control of IGF-IR gene transcription"}, {"pubmed": 16127155, "text": "Segregation of IGF-IR in and out of lipid rafts may dynamically regulate the pro- and anti-apoptotic effects of IGF-I on apoptosis induced by TNF superfamily members."}, {"pubmed": 16172123, "text": "CXCR4 is trans activated by IGF1R in human breast cancer epithelial cells"}, {"pubmed": 16181796, "text": "the IGF-IR gene is a novel downstream target for p63/p73 action"}, {"pubmed": 16328478, "text": "overexpression of IGF-IR exists in hematopoietic cells in myelodysplastic syndrome and acute myeloid leukemia marrows, which appears to contribute to disease progress"}, {"pubmed": 16362313, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16362313, "text": "Our results do not support the hypothesis that the carrier state of IGF-IR G(+3174)A polymorphism has an impact on the risk of ROP in infants."}, {"pubmed": 16407661, "text": "Serum starvation significantly increases PDGFbeta-R but not IGF-1-R mRNA & protein expression in smooth muscle cells. Distribution of PDGFbeta-Rs & IGF-1-Rs in atherosclerotic lesions may indicate an effect of serum starvation on SMCs in arterial wall."}, {"pubmed": 16584539, "text": "Breast cancer MCF-10A cells over-expressing the IGFIR formed large, misshapen acinar structures with filled lumina and disrupted apico-basal polarization."}, {"pubmed": 16595699, "text": "demonstrate significant overexpression of the IGF-IR in human pheochromocytomas"}, {"pubmed": 16647191, "text": "selected examples of tumor suppressors, including BRCA1, p53, and WT1, whose mechanism of action involves regulation of IGF-IR gene expression. [REVIEW]"}, {"pubmed": 16648580, "text": "PQ401 inhibits autophosphorylation ofIGF-IR in cultured human breast cancer cells with an IC50 of 12 micromol/L and phosphorylation of the isolated kinase domain of the IGF-IR."}, {"pubmed": 16750336, "text": "Weaker placental IGF-1R staining in the placentae of diabetic pregnancies associated with septal hypertrophic cardiomyopathy suggests reduced expression of IGF-1R"}, {"pubmed": 16793764, "text": "Tyr-1135 plays an important role in stabilizing the autoinhibited conformation of the activation loop, while Tyr-1136 plays the key role in stabilizing the open, activated conformation of IGF1R within the tyrosine kinase catalytic domain."}, {"pubmed": 16804965, "text": "The up-regulation of IGF-IR expression in hepatocytes of patients with CHC could constitute an attempt to stimulate hepatocyte regeneration."}, {"pubmed": 16805964, "text": "IGF-1 receptor kinase is inhibited by hydrogen peroxide"}, {"pubmed": 16827799, "text": "IGF1R overexpression might activate pERK1/2 and pAKT in hormone receptor-positive breast cancer, but activate only pAKT in hormone receptor-negative breast cancer."}, {"pubmed": 16831875, "text": "Data show that hybrid receptors formed by insulin receptor (IR) and insulin-like growth factor I receptor (IGF-IR) have low insulin and high IGF-1 affinity irrespective of the IR splice variant."}, {"pubmed": 16886151, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 16886151, "text": "both IGF1R and the TGF-beta /BMP pathway could play important roles in immune function in sickle cell anemia and their polymorphisms may help identify a \"bacteremia-prone\" phenotype"}, {"pubmed": 16891453, "text": "IGF-IR and c-Met cooperate to induce migration and invasion of human pancreatic carcinoma cells."}, {"pubmed": 16962112, "text": "Differential expression of insulin receptor, IGF-IR, and IGF-I in adhesion fibroblasts may contribute to pathogenesis of fibrosis in diabetic patients."}, {"pubmed": 16981720, "text": "These data suggest that IGF-1R and PKCdelta are required to stimulate PKB phosphorylation in response to BMOV in HepG2 cells."}, {"pubmed": 16981855, "text": "Precise orientation of IGF-I within the IGF-I-IGF-1R complex involving the IGF-I C-domain binding to the IGF-1R CR domain."}, {"pubmed": 16983186, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17014845, "text": "transcriptional activation of the IGF-IR gene by Cav-1 requires an intact p53 signaling pathway"}, {"pubmed": 17016438, "text": "Pharmacological intervention against IGF-IR with simultaneous activation of GSK3beta could be highly effective against medulloblastomas"}, {"pubmed": 17044098, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17063263, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 17063263, "text": "polymorphisms in the IGF-1R and IGFBP3 genes, but not IGF-1 or IGFALS, may be associated with altered survival among subgroups of breast cancer patients defined by menopausal status"}, {"pubmed": 17065200, "text": "Luteolin inhibits IGF-1R/AKT signaling, these results provideing a new insight into the mechanisms that luteolin inhibits testicular cancer cells."}, {"pubmed": 17066319, "text": "the expression of IGF-I and IGFIR genes may undergo substantial change over the course of breast tumorigenesis, and the pattern of changes may be associated with breast cancer prognosis"}, {"pubmed": 17097318, "text": "These results demonstrate that IGF1R is downregulated by P53, and that siRNA targeting of IGF1R increases liver cancer cells sensitivity to adriamycin and promotes apoptosis."}, {"pubmed": 17145858, "text": "Data provide evidence that an increase in IGFIR gene copy number results in aberrant expression in the blastemal compartment of some Wilms' tumors and is associated with an adverse outcome in these patients."}, {"pubmed": 17164371, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17196841, "text": "Small interferin RNA downregulates this protein and inhibits growth of a breast cancer cell line in vitro and in nude mice."}, {"pubmed": 17264177, "text": "An amino-acid-substitution mutation is postulated to be the cause of intrauterine and postnatal growth retardation in a family."}, {"pubmed": 17277889, "text": "small interfering RNA for IGF-1R significantly inhibited the formation of lung metastases in nude mice."}, {"pubmed": 17296734, "text": "Overexpression of a constitutively activated IGF-IR (CD8-IGF-IR) was sufficient to cause transformation of immortalized human mammary epithelial cells and growth in immunocompromised mice."}, {"pubmed": 17307140, "text": "EGFR depletion induced enhancement of IGF1R ubiquitylation and degradation."}, {"pubmed": 17320820, "text": "EGFR cannot compensate for IGF1R depletion."}, {"pubmed": 17349528, "text": "Intense insulin-like growth factor-1 receptor is associated with local and metastatic prostate cancer"}, {"pubmed": 17418605, "text": "IGF-related peptides are most likely synthesized locally and might be involved in the initiation and/or progression of neointimal thickening of primary arteriovenous fistulas."}, {"pubmed": 17419944, "text": "The IGF-I/IGF-I-receptor pathway plays an essential role in the development and maintenance of the malignant phenotype by favoring cell survival & inhibiting apoptosis. Review."}, {"pubmed": 17442315, "text": "Common SNP (GAA1013-->GAG) in the IGF1R gene may be associated with premature pubarche in children."}, {"pubmed": 17442315, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17486080, "text": "VHL inactivation leads to IGF1R upregulation, contributing to renal tumorigenesis and potentially also to chemoresistance."}, {"pubmed": 17524361, "text": "This study suggests that the IGF-IR is a substrate for gamma-secretase and may mediate a function independent of its role as a receptor tyrosine kinase."}, {"pubmed": 17525128, "text": "E2 can activate a linear pathway involving the sequential activation of IGF-IR, MMP, HB-EGF, EGFR, and MAPK in MCF-7 breast cancer cells"}, {"pubmed": 17560756, "text": "the two systems, TRs and IGF1/IGF1R could be functionally associated."}, {"pubmed": 17568996, "text": "Dual targeting of IGF-1R and PDGFR increased cell death in both glioma 18 and glioma 38 cell lines in comparison to inhibition of either receptor alone. In addition, co-inhibition of IGF-1R and PDGFR increased radiosensitivity in 18 cells."}, {"pubmed": 17586502, "text": "The juxtamembrane region of IGF1R plays an important role in limiting the basal activity of the receptor."}, {"pubmed": 17620336, "text": "that endogenous IGF-1 and IGF-2 receptors can independently initiate ERK1/2 signaling and point to a potential physiologic role for IGF-2 receptors in the cellular response to IGF-2"}, {"pubmed": 17627944, "text": "Insulin-like growth factor-I receptor mediates the prosurvival effect of fibronectin."}, {"pubmed": 17634559, "text": "Overexpression and dimerization with EGF receptor produces a therapeutic targeet in head and neck cancer xenografts."}, {"pubmed": 17640993, "text": "Different members of Rho GTPase family regulate IGF-II-mediated EVT cell migration differentially, depending upon whether it signals through IGF1R or in an IGF1R-independent manner."}, {"pubmed": 17649826, "text": "evidence for the expression of IGF-1R in nerve sheath tumors in NF1"}, {"pubmed": 17724138, "text": "Data show that aldosterone increases elastin production via a mineralocorticoid receptor-independent pathway involving insulin-like growth factor-I receptor signaling."}, {"pubmed": 17761519, "text": "Inhibition of IGF1R using a blocking antibody or lentivirus-delivered shRNA reduced hESC self-renewal and promoted differentiation"}, {"pubmed": 17766039, "text": "Data suggests that the IGF-IR gene is a physiologically relevant downstream target for BRCA1 action."}, {"pubmed": 17786320, "text": "Upregulation of IGF-1 receptor expression is associated with oral cancer."}, {"pubmed": 17846171, "text": "The apoptosis of DNA-damage-induced p53 is reduced in Igf-1r(-/-) mouse embryonic fibroblasts or tumor cells treated with the IGF-1R inhibitor. Furthermore inhibition of IGF-1R reduces p53 and Mdm2 translation through a gene-specific mechanism"}, {"pubmed": 17898946, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17899316, "text": "IGF-I receptor and beta1-integrin signaling may play an important role in protective effect of hyaluronic acid on interleukin-1-induced inhibition of collagen biosynthesis in cultured human chondrocytes."}, {"pubmed": 17918158, "text": "curcumin and FOLFOX work through attenuation of the EGFR and IGF-1R signaling pathways"}, {"pubmed": 17956902, "text": "Identification of epitopes of insulin-like growth factor-I receptor recognized by monoclonal antibodies."}, {"pubmed": 17972051, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 17975158, "text": "Blocking Hsp90 disrupts IGF-I and IL-6-induced proangiogenic signaling cascades by targeting IGF-IR and STAT3 in pancreatic cancer"}, {"pubmed": 18050122, "text": "The results do not support the association of the most prevalent insulin-like growth factor I receptor gene polymorphism and the risk of advanced retinopathy of prematurity."}, {"pubmed": 18059487, "text": "UVB irradiation leads to an activated p38 MAPK that is regulated in an IGF-1R-dependent manner, leading to NF-kappaB p50:RelA/p65 activation and a survival phenotype."}, {"pubmed": 18064302, "text": "PC furin is a major IGF-1 receptor convertase."}, {"pubmed": 18079194, "text": "Altered osteoblast proliferation in human osteoporosis may result from dysregulation of IGF-I receptor signaling, including constitutive activation of the IRS-2/Erk signaling pathway."}, {"pubmed": 18079201, "text": "Signal transduction pathways underlying the enhanced cell migration reveal that the IGF-I-IGFBP-VN complex stimulates a transient activation of the ERK/MAPK signaling pathway and a sustained activation of the phosphatidylinositide 3-kinase/AKT pathway."}, {"pubmed": 18095062, "text": "IGF-I receptor gene G3174A polymorphism is associated with lumbar spine BMD in postmenopausal Korean women"}, {"pubmed": 18095062, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18178561, "text": "TRAIL may play an important role in atherosclerosis by regulating IGF1R expression in VSMC in an NF-kappaB-dependent manner."}, {"pubmed": 18196535, "text": "MT1-MMP localization and IGF-1R expression in prostate carcinoma could be predictive biomarkers for aggressive disease."}, {"pubmed": 18216278, "text": "one mechanism of keratinocyte resistance to UVB-induced carcinogenesis involves the induction of IGF-1R-dependent premature senescence"}, {"pubmed": 18249219, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 18263593, "text": "simultaneous inhibition of both Focal adhesion kinase and the insulin-like growth factor-I receptor represents a potential novel therapeutic approach in human pancreatic adenocarcinoma"}, {"pubmed": 18267106, "text": "In conclusion, SS18-SSX and IGF-1R seem to play important but different roles in maintaining malignant growth of synovial sarcoma cells."}, {"pubmed": 18316725, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18316725, "text": "Sequence analysis of the IGF1 and IGF1R genes of female centenarians showed overrepresentation of heterozygous mutations in the IGF1R gene among centenarians that are associated with high serum IGFI levels and reduced activity of the IGFIR"}, {"pubmed": 18349294, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18413316, "text": "induction of decorin expression in angiogenic, as opposed to quiescent, endothelial cells promotes a motile phenotype in an interstitial collagen I-rich environment by both signaling through IGF-IR and influencing alpha2beta1 integrin activity"}, {"pubmed": 18418709, "text": "downregulation of type I IGF receptor expression is associated with breast cancer."}, {"pubmed": 18451178, "text": "A critical role for IGF-IR signaling in prostate tumorigenesis with an important IGF-IR-dependent growth control mechanism."}, {"pubmed": 18452152, "text": "dysregulation of the IGF-IR internal ribosomal entry site through changes in the activities of RNA-binding translation-regulatory proteins could be responsible for IGF-IR overexpression in a proportion of human breast tumors."}, {"pubmed": 18458087, "text": "Akt and its downstream targets FoxO3a and GSK3 regulate a survival pathway in VSMCs and that their deregulation due to a reduction of IGF1R signaling may promote apoptosis in atherosclerosis."}, {"pubmed": 18469701, "text": "A genetic variation at the IGF1R gene locus is associated with spinal disc degeneration, in line with involvement of IGF1R in cartilage metabolism."}, {"pubmed": 18469701, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18477064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18477064, "text": "The G-A polymorphism in the IGF-1R gene may affect the susceptibility to brain ischemia in the Chinese population."}, {"pubmed": 18483367, "text": "IGF-IR-positive expression, performance status 1 or 2, and diffuse type tumors were significant predictors of poor survival in gastric cancer."}, {"pubmed": 18491034, "text": "The data suggest that phosphoenolpyruvate -dependent decrease of collagen biosynthesis in cultured human skin fibroblasts may undergo through depression of alpha(2)beta(1) integrin and IGF-IR signaling."}, {"pubmed": 18492705, "text": "ER alpha is involved in activation of ERK/mitogen activated protein kinase by genistein by its early association with IGF-IR, leading to hyper-responsiveness of leiomyoma cells, confirming that ER signaling is enhanced by activation of ERK/MAPK."}, {"pubmed": 18508432, "text": "IGF-IR appears to be a critical determinant of response to numerous cancer therapies.[REVIEW]"}, {"pubmed": 18535748, "text": "Suppression of IGF1R gene expression by shRNA enhances the chemosensitivity of A549 cells to DDP both in vitro and in vivo."}, {"pubmed": 18537183, "text": "Activation of IGF-II/IGF-IR signaling is likely a progression switch selected by function that promotes tumor cell dissemination and aggressive tumor behavior."}, {"pubmed": 18538283, "text": "Common IGF1 and IGF1R gene polymorphisms, such as single nucleotide polymorphisms and variable number of tandem repeats, have been investigated with conflicting results with respect to small for gestational age-related outcomes.[review]"}, {"pubmed": 18562769, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18566589, "text": "In this crystal structure, the IGF1RK active site is occupied by Tyr1135 from the activation loop of an symmetry (two-fold)-related molecule, allowing visualization of the initial trans-phosphorylation event in the activation loop of an RTK."}, {"pubmed": 18599112, "text": "MVP and IGF-1R expression were related in clinical cervical tumours and confer reduced long-term local control in patients who achieved clinical complete response to radiochemotherapy."}, {"pubmed": 18611244, "text": "Inhibition of the IGF-IR pathway and aromatase is synergistic in two independent estrogen-dependent in vitro models of breast cancer"}, {"pubmed": 18616667, "text": "Competitive equilibrium binding assays revealed significantly reduced specific binding to the insulin, IGF-I, and IGF-II and their receptors in both the anterior cingulate and vermis of alcoholic human brains."}, {"pubmed": 18632619, "text": "c-Cbl is a new ligase for insulin-like growth factor-I receptor with distinct roles from Mdm2 in receptor ubiquitination and endocytosis"}, {"pubmed": 18636124, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18636198, "text": "Higher IGF-I Receptor is associated with venous invasion and liver metastasis in colorectal cancer."}, {"pubmed": 18660489, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18676680, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 18683043, "text": "Local recurrences of invasive breast carcinoma were associated with high-grade tumors, PR-negative and low active-IGF1R"}, {"pubmed": 18693051, "text": "IR and IGF-IR are present in human preadipocytes and adipocytes. Differentiation is characterized by an increased IR/IGF-IR ratio."}, {"pubmed": 18708119, "text": "Microvascular endothelial cells are sensitive to IGF-I but resistant to insulin due to a preponderance of IGF-I receptors and sequestration of insulin receptors into insulin/IGF-I hybrid receptors."}, {"pubmed": 18711691, "text": "The role of the IGF/insulin receptors in cervical cancer cell lines with different Human papillomavirus (HPV) status, SiHa (HPV positive), and C33a (HPV negative), was assessed."}, {"pubmed": 18723765, "text": "The ubiquitin ligase Nedd4 mediates oxidized low-density lipoprotein-induced downregulation of insulin-like growth factor-1 receptor."}, {"pubmed": 18766208, "text": "Data provide an immunohistochemical evaluation of insulin-like growth factor I receptor status in cervical cancer specimens."}, {"pubmed": 18768899, "text": "Insulin-like grow factor 1 receptor associates with thyroid-stimulating hormone receptor in situ; together they may comprise a functional antigenic complex in thyroid and orbital tissue."}, {"pubmed": 18788919, "text": "IGF-1 receptor signaling alterations could explain thyroid-associated ophthalmopathy [review]"}, {"pubmed": 18829558, "text": "The divergent signaling functions of IGF1R and EGFR suggested the potential for synergism by a combination of therapy directed at the two receptors."}, {"pubmed": 18832736, "text": "In lymphocytes from patients with GD, IGF-1 enhanced IgG production (p < 0.05) and increased B cell expansion (p < 0.02) in vitro while those from control donors failed to respond"}, {"pubmed": 18931647, "text": "Report overexpression of IGF1R in pancreatic islets of nesidioblastosis patients."}, {"pubmed": 18938767, "text": "The epithelial expression of IGF1R is elevated in mildly active UC."}, {"pubmed": 18949375, "text": "Co-targeting the EGFR and IGF-IR with anti-EGFR monoclonal antibody ICR62 and the IGF-IR tyrosine kinase inhibitor NVP-AEW541 in colorectal cancer cells."}, {"pubmed": 18992263, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19020730, "text": "FAK, mTOR and IGF-IR are inhibited by TAE226 in esophageal cancer cells"}, {"pubmed": 19033715, "text": "Anti-IGF-1R strategies may offer a useful approach in molecular therapy for colorectal cancer, which has the potential to improve outcomes."}, {"pubmed": 19064572, "text": "Observational study and meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124506, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19124510, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19136503, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19139090, "text": "Val(43), Phe(28), and Val(14) (equivalent to site 1) are critical to IGF-1R and IR binding, whereas mutation to alanine of Gln(18) affects only IGF-1R and not IR"}, {"pubmed": 19153117, "text": "High coexpression of both insulin-like growth factor receptor-1 (IGFR-1) and epidermal growth factor receptor (EGFR) is associated with shorter disease-free survival in resected non-small-cell lung cancer patients."}, {"pubmed": 19160858, "text": "Over-expression of IGF-1R is related to poor differentiation of nasopharyngeal carcinoma."}, {"pubmed": 19170196, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19176870, "text": "pIGF-IR is upregulated in a majority of follicular thyroid carcinomas."}, {"pubmed": 19190347, "text": "Regulatory role of IRS-2 on the expression of IGF-IR through PKCdelta in pancreatic cancer cells."}, {"pubmed": 19240157, "text": "Our findings suggest that more frequent IGF-IR(+) T cells in graves' disease cannot be attributed to genetic determinants"}, {"pubmed": 19241236, "text": "Results shows the preferential IGF-1R immunolocalizatrion in specific areas of the developing embryo, suggesting a role of IGF1-R for the optimal maturation of those areas, during developing human embryos."}, {"pubmed": 19318572, "text": "Treating ovarian cancer with cisplatin showed that enhanced IGF-IR expression and autocrine IGF-I are associated with hyperactivation of the IGF-IR and phosphatidylinositol-3-OH kinase (PI3K) pathways in cisplatin-resistant cells."}, {"pubmed": 19330903, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 19351509, "text": "Data show that the expression of IGF-IR was positively related with the expression of COX-2 and PCNA."}, {"pubmed": 19381485, "text": "Increased numbers of IGF-1R-positive cells were found in nasal polyps compared to nasal mucosa in the epithelium & stroma, suggesting involvement of innate immunity in nasal polyp formation."}, {"pubmed": 19391107, "text": "Data show that IGF-IR resistant to miR145 is not down-regulated by miR145 but fails to rescue colon cancer cells from growth inhibition, and indicate that down-regulation of IRS-1 plays a significant role in the tumor suppressor activity of miR145."}, {"pubmed": 19406106, "text": "enhanced IGF-1 signaling inhibits glucose-induced apoptosis in HUVECs by reducing mitochondrial dysfunction, and maintaining the mitochondrial retention of cytochrome-c."}, {"pubmed": 19423729, "text": "identified novel reciprocal functional interactions between IGF-IR and NPM-ALK"}, {"pubmed": 19453261, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19460140, "text": "A polymorphic variant of the insulin-like growth factor 1 receptor (rs2229765, a minor allele) is found to correlate with male longevity in an Italian population."}, {"pubmed": 19473988, "text": "Findings suggest that increased IGF-I signaling may also be involved in processes leading to retinal vascular pathology in humans."}, {"pubmed": 19488994, "text": "Hassall's corpuscles are involved in the local regulation of T-cell development and thymus plasticity during aging by IGF-I/IGF-IR-mediated cell signaling pathway."}, {"pubmed": 19500509, "text": "Data suggest that the expression of IGF-1R or VEGF may be related to the development, invasion and metastasis of gastric carcinoma."}, {"pubmed": 19509240, "text": "Data validate IGF1R as a therapeutic target in CC-RCC, and support the evaluation of IGF1R-inhibitory drugs in patients with renal cancer."}, {"pubmed": 19524379, "text": "A strong positive correlation between insulin as well as IGF1 receptor and AdipoR1, but not AdipoR2, expression could be observed."}, {"pubmed": 19545541, "text": "these data suggest a role for FAK in phosphorylation, signaling and stability of the IGF-1R."}, {"pubmed": 19578119, "text": "the direct binding to IGF-1 to integrin alphavbeta3 plays a role in IGF-1 signaling through ternary complex formation (alphavbeta3-IGF-IGF1R)"}, {"pubmed": 19582762, "text": "findings suggest that G1013A most likely modulates IGF-IR function, possibly by influencing gene transcription or mRNA stability, and represents a plausible mechanistic link underlying the association between obesity and esophageal malignancy"}, {"pubmed": 19584075, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19625176, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19657367, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19658040, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19664602, "text": "FAK-NT2 (a.a. 127-243) domain directly interacts with the N-terminal part of the IGF-1R intracellular domain."}, {"pubmed": 19669768, "text": "This study indicates that downregulation of IGF-IR results in significant inhibition of tumor growth in vitro."}, {"pubmed": 19672856, "text": "over-expression of IGF1R is associated with Gastrointestinal Stromal Tumors."}, {"pubmed": 19679045, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19679045, "text": "The common IGF-IR gene polymorphism G1013A modulates the risk of obesity for esophageal adenocarcinoma."}, {"pubmed": 19680556, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19692168, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19703789, "text": "E2F1 expression induced a significant increment in endogenous IGF-IR levels. ChIP assays showed enhanced E2F1-binding to the IGF-IR promoter in E2F1-expressing cells."}, {"pubmed": 19713175, "text": "results indicate that the levels of placental insulin-like growth factor 2 and insulin-like growth factor I receptor may be involved in the development of macrosomia"}, {"pubmed": 19749460, "text": "The expression of factor IGF-II and its receptor, IGF-1R was significantly higher in breast carcinoma having Loss of Heterozygosity at WT1 locus."}, {"pubmed": 19759555, "text": "Two single nucleotide polymorphisms of the IGF-1 receptor gene are related to left ventricular hypertrophy in patients with essential hypertension."}, {"pubmed": 19767315, "text": "Overexpression of IGF1R is associated with squamous cell carcinoma in non-small-cell lung cancer patients."}, {"pubmed": 19806209, "text": "In NSCLC cell lines, high levels of total IGF-1R are associated with moderate sensitivity to R1507 (IGF-1R antibody)"}, {"pubmed": 19812598, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19817984, "text": "insulin action on platelet function in platelets expressing hybrid Insulin/IGF-1 receptors"}, {"pubmed": 19834535, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19835884, "text": "Taken together, these findings suggest that the structural movements within the receptor upon ligand binding are small and are possibly limited to local rotation of domains."}, {"pubmed": 19838209, "text": "Data show that disruption of IGF1R rendered cells more susceptible to anoikis."}, {"pubmed": 19843326, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19853071, "text": "Study we provide evidence of an association between the age-related decline in IGF-I with the progressive decrease in bone formation markers in premenopausal women."}, {"pubmed": 19855090, "text": "Results show that IGF-IR can inhibit PKC-alpha gene transcription and thereby block the synthesis of PMA-regulated MMPs, suggesting that within the same cells, IGF-IR can act as both a positive and negative regulator of MMP expression and function."}, {"pubmed": 19874825, "text": "Results reveal a link between the IGF-I pathway in PCCs and CCL5 pathway in MSCs through the interaction of those cells."}, {"pubmed": 19877134, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19877134, "text": "findings show that sequence variation in IGF1R may influence insulin secretory function"}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 19950226, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 19966862, "text": "Studies provide further evidence for a role of the IGF-1R in skin, and imply that reduced expression of IGF-1 in geriatric skin could be an important component in the development of aging-related non-melanoma skin cancer."}, {"pubmed": 19996272, "text": "Studies show that BMS-754807 is a reversible inhibitor of the insulin-like growth factor 1 receptor/insulin receptor and increases poly ADP ribose polymerase and Caspase 3 cleavage."}, {"pubmed": 20009360, "text": "findings indicate that TNF-alpha induces a loss of sensitivity to stimulation by IGF-I, through reducing amount of IGF-I/insulin hybrid receptor and the stimulation of HR tyrosine kinase activity by IGF-I."}, {"pubmed": 20061696, "text": "A statistically significant correlation was demonstrated between IGF-IR expression and Fuhrman nuclear grading and survival in patients with renal cell carcinoma. However, it seems that IGF-IR cannot be considered as an independent prognostic factor."}, {"pubmed": 20061986, "text": "Uveal melanomas express HGF, c-Met, EGFR, and IGF-1R"}, {"pubmed": 20078550, "text": "These results suggest that IGFR-1 expression may be useful as a prognostic marker in patients with small-cell lung cancer -extensive disease."}, {"pubmed": 20080972, "text": "PRL diminished IGF-I-induced IGF-IR internalization, which may result from reduced SHP-2 association with IGF-IR, because we demonstrated an essential role for SHP-2 in IGF-IR internalization"}, {"pubmed": 20103628, "text": "Results suggest that trastuzumab resistance in breast cancer might be overcome by therapeutic strategies that jointly target erbB3, erbB2, and IGF-IR."}, {"pubmed": 20103656, "text": "a novel heterozygous IGF1R mutation identified in a girl with short stature and six relatives was evaluated. results in a kinase-deficient IGF1R, which is likely to cause the phenotype of intrauterine and postnatal growth retardation."}, {"pubmed": 20103837, "text": "Anti-IGF-IR antibodies with different epitope-specificities can cause downregulation and internalization of IGF-IR from clathrin-coated pits."}, {"pubmed": 20104520, "text": "overexpression for IGF-1R is associated with adenocarcinoma of the esophagus."}, {"pubmed": 20119675, "text": "Observational study of gene-disease association and gene-gene interaction. (HuGE Navigator)"}, {"pubmed": 20131294, "text": "Activation of IGFR occurs at least in part via SirT1-mediated repression of PTP1B"}, {"pubmed": 20145208, "text": "there is a SUMOylation-mediated mechanism of IGF-1R signaling that has potential implications for gene regulation"}, {"pubmed": 20154720, "text": "Notch-1 stimulates survival of lung adenocarcinoma cells during hypoxia by activating the IGF-1R pathway."}, {"pubmed": 20178321, "text": "Data show that 5-benzylidenethiazolidine-2,4-dione and 5-(furan-2-ylmethylene)thiazolidine-2,4-dione were identified as potent and selective IGF-1R inhibitors."}, {"pubmed": 20179633, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20179633, "text": "study suggests for the first time a putative role of IGF1R variants in individual susceptibility to metabolic syndrome-related phenotypes, in particular on the risk of having insulin resistance and arterial hypertension"}, {"pubmed": 20193554, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20193554, "text": "The IGF-1R gene is neither associated with the occurrence nor the curve severity of adolescent idiopathic scoliosis."}, {"pubmed": 20200332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20201926, "text": "Observational study and genome-wide association study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20204283, "text": "IGF-IR expression in primary breast cancer is an independent favorable prognostic factor."}, {"pubmed": 20233590, "text": "pathological dysregulation of IGF1R translational control may contribute to development and progression of breast cancer, and breast metastasis in particular"}, {"pubmed": 20302654, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20347606, "text": "IGF1R and IGF2R differential expression may contribute to the increased risk of malignant transformation in young african american (AA) women and to the more aggressive breast cancer phenotype observed among AA breast cancer patients."}, {"pubmed": 20351332, "text": "In non-small cell lung carcinoma IGF1R protein and gene expression does not associate with survival, whereas high IGF1R gene copy number harbors positive prognostic value."}, {"pubmed": 20351332, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20357178, "text": "A novel amino acid substitution in the IGF1R gene resulted in intrauterine and postnatal growth retardation of an affected patient"}, {"pubmed": 20360006, "text": "IR and IGF1R act as identical portals to the regulation of gene expression, with differences between insulin and IGF-1 effects due to a modulation of the amplitude of the signal created by the specific ligand-receptor interaction"}, {"pubmed": 20389101, "text": "higher IGF-I and IGF-IR contents observed in small for gestational age placentas and the lower contents observed in large for gestational age placentas compared with adequate for gestational age placentas may be influencing human fetal growth."}, {"pubmed": 20395438, "text": "Data describe the role of the IGF-IR in bladder cancer and show that it required the activation of the Akt and MAPK pathways as well as IGF-I-induced Akt- and MAPK-dependent phosphorylation of paxillin."}, {"pubmed": 20397262, "text": "Insulin-like growth factor-I receptor has a role in proliferation and motility of pancreatic cancer"}, {"pubmed": 20403354, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20416304, "text": "Observational study of gene-disease association, gene-gene interaction, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20417200, "text": "Disruption of IGF-1R signaling increases TRAIL-induced apoptosis"}, {"pubmed": 20417685, "text": "Results suggest that prostate cancer progression is associated with a decrease in insulin-like growth factor-I receptor (IGF-IR) expression that could be the result of impaired ability of androgen receptors to stimulate IGF-IR gene expression."}, {"pubmed": 20422977, "text": "Overexpression of IGF-IR and PKC may play an important role in the carcinogenesis and development of laryngeal squamous cell carcinoma."}, {"pubmed": 20432247, "text": "Two functionally distinct allelic forms of the IGR1R Loop3 poly(U)-tract are prevalent in the human population, and it is conceivable that germ-line or somatic variations in this sequence could predispose individuals to development of malignancy"}, {"pubmed": 20452482, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20453000, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20504360, "text": "Resveratrol suppresses colon cancer cell proliferation and elevates apoptosis even in the presence of IGF-1 via suppression of IGF-1R/Akt/Wnt signaling pathways and activation of p53."}, {"pubmed": 20569071, "text": "IGF-IR might be taken as a marker of clone cells in myelodysplastic syndromes"}, {"pubmed": 20580999, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20587610, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20592355, "text": "IGF-1R has a role in primary and metastatic undifferentiated carcinoma of the head and neck"}, {"pubmed": 20620597, "text": "hybrid insulin/IGF-I receptor (hybrid-R), which is present in endometrial carcinoma cells, may have an important role in mediating IGF- and insulin-induced cell growth and in preventing apoptosis."}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20634197, "text": "Meta-analysis of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20644561, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 20648549, "text": "Studies indicate that inhibiting the IGF-1R signaling pathways early in the carcinogenic process results in reduced cell proliferation and survival, leading to decreased tumor formation."}, {"pubmed": 20670935, "text": "The reciprocal regulation of gamma-synuclein and IGF-I receptor expression creates a circuit that modulates IGF-I signaling."}, {"pubmed": 20673868, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20713879, "text": "Randomized, phase II study of the insulin-like growth factor-1 receptor inhibitor IMC-A12, with or without cetuximab, in patients with cetuximab- or panitumumab-refractory metastatic colorectal cancer."}, {"pubmed": 20731749, "text": "Data demonstrate a cross-talk between IGF-1R and AT-1R in AT-II and IGF-1-induced Cx43 expression in SV SMCs involving Erk 1/2 and downstream activation of the AP-1 transcription factor."}, {"pubmed": 20734064, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20736806, "text": "High expression of IGF-1R is associated with thymic malignancies."}, {"pubmed": 20800603, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20818434, "text": "Rhabdomyosarcoma pathogenesis involves increased IGF1R expression that enhances AKT and Bcl-x(L)-mediated cell survival."}, {"pubmed": 20819078, "text": "Results demonstrated that miR-7 regulates the IGF1R/Akt signalling pathway by post-transcriptional regulation of IGF1R."}, {"pubmed": 20837466, "text": "SPCA1 inhibites the processing of IGF1R in MDA-MB-231 cells."}, {"pubmed": 20847162, "text": "(111)In-R1507 and (89)Zr-R1507 are new tracers to noninvasively determine IGF-1R expression in vivo in breast cancer xenografts using SPECT and PET."}, {"pubmed": 20871634, "text": "Data indicate that RACK1 serves as a direct mediator between loss of pVHL function and enhanced IGF-IR signaling pathway in RCC."}, {"pubmed": 20927124, "text": "P. acnes can induce the formation of comedones by stimulating the IGF/IGF-1R system"}, {"pubmed": 20935157, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20940305, "text": "insulin-like growth factor-1 receptor is a binding partner of Loop 6/TIMP"}, {"pubmed": 20950153, "text": "RNA interference against IGF-IR successfully inhibited the expression of IGFIR in human OVCAR3 ovarian cancer cells."}, {"pubmed": 20962017, "text": "The heterozygous mutation described in this study reduced IGF1R expression and represents haploinsufficiency of the IGF1R gene. this mutation leads to abnormalities in the function of IGF1R and also retards intrauterine and subsequent growth."}, {"pubmed": 20976540, "text": "Report significant up-regulation of Rap1 and IGF-IR in carcinoma in situ progressing to invasive breast cancers."}, {"pubmed": 21041409, "text": "Data show that Delta40p53 controls the switch from pluripotent ESCs to differentiated somatic cells by controlling the activity of full-length p53 at critical targets such as Nanog and the IGF-1 receptor."}, {"pubmed": 21046444, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21047277, "text": "In the present study, we observed associations between the IGF-1/1R pathway, susceptibility to IgAN, and the pathologic progression of childhood IgA nephropathy."}, {"pubmed": 21047277, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 21048031, "text": "Observational study of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 21057462, "text": "Increased IGF1R mRNA implies poorer patient prognosis among different breast cancer subtypes"}, {"pubmed": 21075859, "text": "Dopamine acting through its D(2) receptor, inhibits IGF-I-induced proliferation of gastric adenocarcinoma cells by up-regulating KLF4, a negative regulator of the cell cycle through down regulation of IGF-IR and AKT phosphorylation."}, {"pubmed": 21122407, "text": "The excessive activation of the IGF-1R signaling pathway is probably one of the mechanisms that caused resistance of 5-8F/Erbitux cells to cetuximab."}, {"pubmed": 21123183, "text": "Stable IgG-like bispecific antibodies directed toward the type I insulin-like growth factor receptor demonstrate enhanced ligand blockade and anti-tumor activity."}, {"pubmed": 21124078, "text": "small cell lung cancer is characterized by frequent high-IGF1R protein expression, increased gene copy number, and occasional occurrence of true gene amplification."}, {"pubmed": 21139137, "text": "Studies indicate that insulin, IGF-1, TrkA, and TrkC receptors as trophic and as dependence receptors."}, {"pubmed": 21147068, "text": "In this study they compared nIGF-1R accumulation in neoplastic and normal cells in relation to expression of IGF-1R and Ubc9."}, {"pubmed": 21152401, "text": "Findings suggest that Cav-1 and PTRF/Cavin could represent two relevant and distinct targets to modulate IGF-IR function."}, {"pubmed": 21159245, "text": "The IGF-IR expression is related to tumor size and T stage in lung adenocarcinoma, while there is no relation between IGF-IR expression and prognosis."}, {"pubmed": 21177763, "text": "Studies provide a clear biological rationale to test anti-IGF-IR/InsR therapy in combination with chemotherapy in patients with TNBC."}, {"pubmed": 21197570, "text": "IGF1R expression patterns in epithelial cells of benign breast biopsies were associated with an increased risk of subsequent breast cancer"}, {"pubmed": 21204214, "text": "IGF1R mutations may contribute to the risk and in some cases cause single suture craniosynostosis."}, {"pubmed": 21212273, "text": "IGF-1R activation represents a previously unrecognized key pathway involved in the mechanisms by which NT and NTR1 modulate colonic inflammation and inflammatory bowel disease."}, {"pubmed": 21217522, "text": "overexpressed in estrogen receptor-positive breast carcinomas"}, {"pubmed": 21251749, "text": "In genetic association studies, no association was found between the IGF-I receptor polymorphisms investigated and endometriosis in a Korean population of women."}, {"pubmed": 21258401, "text": "These findings indicate that IL-6 signaling cooperates with IGF-IR signaling in the prostate microenvironment to promote prostate tumorigenesis and progression to aggressiveness"}, {"pubmed": 21273178, "text": "intensity of anti-IGF-1R immunostaining for 21 patients with small-cell lung cancer was correlated to survival."}, {"pubmed": 21292299, "text": "Synchronized up-regulation of the insulinlike growth factor I receptor axis in tumor cells and intratumoral and adjacent arterioles could represent a mechanism of hepatocarcinogenesis and progression."}, {"pubmed": 21304894, "text": "these findings support the identification of the novel susceptibility gene IGF1R for predisposition by the fetal genome to being born preterm."}, {"pubmed": 21317933, "text": "P-cadherin cooperates with insulin-like growth factor-1 receptor to promote metastatic signaling of gonadotropin-releasing hormone in ovarian cancer via p120 catenin."}, {"pubmed": 21330319, "text": "IGF-IR is up-regulated and frequently activated in mantle cell lymphoma."}, {"pubmed": 21338601, "text": "Data suggest that FAK is critically involved in osteolytic metastasis and activated in tumors, pre-osteoclasts, mature osteoclasts, and bone stromal cells, and the FAK/IGF-1R inhibitor TAE226 may be used for cancer induced bone metastasis."}, {"pubmed": 21340542, "text": "A-IGF1R/Asp-IRS2/Val-UCP2 allele combination is associated with a decreased all-cause mortality risk and with an increased chance of longevity."}, {"pubmed": 21372220, "text": "Data show a novel protumorigenic mechanism in TEMs, Hsp90-capacitated overexpression of IGF-1R, which confers apoptosis evasion in malignant thymic epithelial cells."}, {"pubmed": 21388493, "text": "The human longevity-associated IGF type-1 receptor (IGF1R) variants are reduced-function mutations, implying that dampening of IGF1 signaling may be a longevity mechanism in humans."}, {"pubmed": 21393993, "text": "Data show that EI-04 as a superior cancer therapeutic in treating EGFR and IGF-1R pathway responsive tumors."}, {"pubmed": 21396585, "text": "research has found evidence that IGF1R mutations are causally linked to the aetiology of small for gestational age (SGA) [review]"}, {"pubmed": 21402719, "text": "Data show that the 17-mer PNA formed a PNA(2):mRNA complex with a purine-rich sequence located in the coding region of IGF-1R mRNA."}, {"pubmed": 21410323, "text": "in breast cancer cells, IGF-2 activates ER-alpha and ER-beta, and modulates their translocation to nucleus, membrane organelles and mitochondria; IGF-2 actions are mediated by the IGF-1R and the insulin receptor"}, {"pubmed": 21442237, "text": "Data suggest that lentivirus-mediated shRNA targeting IGF-1R has the potential to develop as a clinical treatment method in advanced and chemoresistant endometrial carcinoma."}, {"pubmed": 21447702, "text": "IGF1R expression and activity via osteoprotegerin can modulate vascular smooth muscle cell calcification."}, {"pubmed": 21447712, "text": "Data indicate that the IGF receptors IGF1R showed significantly increased mRNA levels in alveolar and embryonal rhabdomyosarcoma compared to the normal skeletal muscle."}, {"pubmed": 21450456, "text": "Insulin-like growth factor-I receptor (IGF-IR) targeting with monoclonal antibody cixutumumab (IMC-A12) inhibits IGF-I action in endometrial cancer cells"}, {"pubmed": 21471532, "text": "Data show that HLE-B3 cells express only the IGF-1Ea and IGF-1R transcripts."}, {"pubmed": 21524684, "text": "insulin and IGF-I activate their cognate receptors and IGF-I also activates naturally occuring IGF-I/insulin hybrid receptors (HR) IGF-II activates insulin receptor, IGF-I receptor and HR"}, {"pubmed": 21538027, "text": "Inhibition of PI3K reduced rhTRAIL sensitivity independently of the cell line preference for either DR4- or DR5-mediated apoptosis signaling."}, {"pubmed": 21574055, "text": "IGF-1R correlates with good prognostic markers among patients with early breast cancer and is differentially expressed with variable prognostic impact among breast cancer subtypes."}, {"pubmed": 21595894, "text": "Our data provide evidence that the IGF-1/IGF-1R signaling axis may play a causal role in antiestrogen resistance of breast cancer cells, despite continuous suppression of ER transcriptional function by antiestrogens."}, {"pubmed": 21611203, "text": "IGF1R internalization and co-localization with clathrin and CAV1 upon ligand binding, as well as the status of the IGF1R pathway, cellular proliferation, and the apoptosis of interfered and inhibited Ewing's sarcoma, were analyzed."}, {"pubmed": 21620944, "text": "Propose a Systems Biology approach to understand the molecular biology of EGFR and IGF1R pathways in non-small cell lung cancer."}, {"pubmed": 21645859, "text": "Fine details of insulin-like growth factor 1 receptor activation, inhibition, and asymmetry determined by associated hydrogen /deuterium-exchange and peptide mass mapping"}, {"pubmed": 21654344, "text": "Results suggest that IGF-1-IGF-1R autocrine pathway in melanoma is a possible target for therapy in human melanomas."}, {"pubmed": 21677036, "text": "Autoimmunity against IGF-1R is not specific for Graves' disease but may contribute to ongoing immune reactions."}, {"pubmed": 21677874, "text": "Data suggest that the relatively high expression of the IGF receptors in triple-negative breast cancer cells suggests that the IGF signal pathway may be important in controlling cell proliferation and cell survival in this subtype of breast cancer."}, {"pubmed": 21687694, "text": "miR-99a is one of the regulators of the IGF-1R signaling pathway in keratinocytes"}, {"pubmed": 21713359, "text": "The IGF-IR and MAPK kinase pathway involving proteins ERK1/2 showed more significant phosphorylation in the 1,595 cells compared to the observed in the MCF-7 cell line."}, {"pubmed": 21728395, "text": "IGF-1R can be considered a biomarker for the stage and risk of carcinogenesis during neoplastic initiation and progression along the colorectal normal mucosa-polyp-cancer sequence"}, {"pubmed": 21729677, "text": "IGF1R overexpression is associated with resistance to cetuximab in metastatic colorectal cancer."}, {"pubmed": 21732141, "text": "the present study demonstrated that expression of IGF1R was lower in moderately to poorly differentiated lung adenocarcinoma, and that low IGF1R expression was associated with poor prognosis in patients with lung adenocarcinoma."}, {"pubmed": 21748295, "text": "IGF1R mRNA expression appeared to be a good prognostic marker both in the entire cohort and in the luminal subtype group."}, {"pubmed": 21799000, "text": "After IGF-I stimulation, CTK is recruited to IGF-IR and its recruitment facilitates CTK's subsequent association with phospho-SHPS-1."}, {"pubmed": 21807868, "text": "IGF1R is a Notch1 target, and Notch1 signaling is required to maintain IGF1R expression at high levels in T-ALL cells."}, {"pubmed": 21811077, "text": "association between a novel IGF1R nonsense mutation and a variable degree of alterations in prenatal and postnatal growth and in carbohydrate metabolism."}, {"pubmed": 21840990, "text": "decorin loss may contribute to increased IGF-IR activity in the progression of bladder cancer"}, {"pubmed": 21845403, "text": "In muscle, the most notable changes were 28% lower gene expression of IGF-1Ea and 40% lower expression of IGF-1Ec in the postmenopausal non-users than in premenopausal women, and 28% higher expression of IGF1-receptor in HRT users than in non-users."}, {"pubmed": 21852217, "text": "We genotyped single-nucleotide polymorphisms of IGF1, IGF2, IGF1R, IGF2R, IGFBP1, IGFBP3, IGFBP5, IRS1, IRS2, and IRS in pancreatic cancer patients"}, {"pubmed": 21862872, "text": "Metformin disrupts erbB2/IGF-1R complexes, erbB3 and IGF-1R expression and activity."}, {"pubmed": 21866554, "text": "IGF-1R is an independent prognostic marker for osteosarcoma patients and increased expression of this molecular is correlated with metastasis of osteosarcoma."}, {"pubmed": 21873172, "text": "While IGF-1R was significantly correlated to colorectal tumor size & depth of invasion in univariate analysis, only tumor size had a strong association in multivariate analysis."}, {"pubmed": 21908557, "text": "Knockdown of InsR and/or insulin-like growth factor-I receptor inhibited growth of 3 of 4 long-term estrogen-deprived MCF-7 cell lines."}, {"pubmed": 21931726, "text": "histone deacetylase inhibitor vorinostat interacts with the insulin-like growth factor signaling pathway"}, {"pubmed": 21939528, "text": "erbB3 recruitment of insulin receptor substrate 1 modulates insulin-like growth factor receptor signalling in oestrogen receptor-positive breast cancer cell lines"}, {"pubmed": 21943825, "text": "Data show that Rac1 was highly activated in PTEN deficient and IGF-IR overexpressing Trastuzumab-resistant cells in a HER2-independent manner."}, {"pubmed": 21958043, "text": "Zyflamend inhibited Insulin-Like Growth Factor I stimulated cell growth, IGF Type 1 Receptor, and androgen receptor expression and its nuclear localization in CWR22Rv1 cells."}, {"pubmed": 21959795, "text": "The gefitinib treated cells displayed increased levels of phosphorylation in IGF-1R."}, {"pubmed": 21972777, "text": "effect of mutations in IGF1 and IGF-1R genes are explained in terms of effect on ligand binding and receptor activation; severity of patient phenotype can generally be correlated to the effect of the mutation on protein structure and function [review]"}, {"pubmed": 21994939, "text": "Polyubiquitination of insulin-like growth factor I receptor (IGF-IR) activation loop promotes antibody-induced receptor internalization and down-regulation."}, {"pubmed": 22020193, "text": "activating mutation of PIK3CA, loss of PTEN, or IGF1R expression have a role in round cell transformation"}, {"pubmed": 22020329, "text": "the mammary tumors that develop in MTB-IGFIR transgenic mice"}, {"pubmed": 22033326, "text": "p53 regulates IGF-IR gene expression in uterine serous carcinoma cells via a mechanism that involves repression of the IGF-IR promoter"}, {"pubmed": 22042973, "text": "Data show that that the IGF1R pathway is a potential therapeutic target for patients with malignant peripheral nerve sheath tumor (MPNST)."}, {"pubmed": 22044563, "text": "IGF-IR might identify a subset of biliary tract carcinomas with a particularly aggressive phenotype and is a candidate therapeutic target in this disease."}, {"pubmed": 22058336, "text": "These data suggest a role of IGF1R on the risk for advanced age-related macular degeneration in this group of subjects."}, {"pubmed": 22115178, "text": "For the IGF-1R rs2229765 polymorphism, as male carriers of the homozygous A/A genotype survived longer, while the IL-6 rs1800795 genotype did not influence overall or sex-specific longevity."}, {"pubmed": 22115966, "text": "Results suggest that EGR-1 may stimulate prostate cancer cell growth through up-regulation of IGF-1R and indicate that down-regulation of EGR-1 could be an effective therapeutic approach against prostate cancer."}, {"pubmed": 22120672, "text": "Data show that inhibitors of Stat3, IGF-IR and Rho GTPase were the most promising therapeutic agents for ovarian cancer."}, {"pubmed": 22128190, "text": "IGF-IR stimulated IGF-IR gene expression, IR inhibited IGF-IR promoter activity."}, {"pubmed": 22130793, "text": "The p.E121K/E234K variant is the cause of intrauterine growth retardation and the most severe postnatal growth failure described to date in a patient with IGF1R defects."}, {"pubmed": 22133293, "text": "High IGF1R is associated with postoperative recurrence in patients with adenocarcinoma in non-small-cell lung cancer."}, {"pubmed": 22140443, "text": "This study has therefore lead to a greater understanding of the mechanisms of IGF-II binding and activation of the IGF-1R and IR-A."}, {"pubmed": 22146489, "text": "examined the differential role of the IGF system in esophageal adenocarcinoma and squamous-cell carcinoma and its association with visceral obesity; results indicate IGF-1 axis has a key role in progression of esophageal cancer and represents a plausible mechanism through which visceral obesity impacts on esophageal adenocarcinoma risk and tumor biology"}, {"pubmed": 22161861, "text": "Data support the concept for dual IGF-1R/IR targeting in hepatocellular carcinoma (HCC)."}, {"pubmed": 22172258, "text": "The allele A at rs1976667 SNP of IGF-IR gene is a risk factor for idiopathic short stature (ISS)."}, {"pubmed": 22179513, "text": "NKX3.1 inhibits IGF-1R expression and its signalling pathway in human prostatic carcinoma PC3 cells."}, {"pubmed": 22188815, "text": "Data suggest that tumor-derived IGF-2 in the microenvironment maintains angiogenesis in the presence of IGF-1R-targeted antibodies allowing tumor progression."}, {"pubmed": 22194466, "text": "our findings define an IGF-IR-mediated mechanism of cancer cell survival that is critical for metastatic colonization of the liver."}, {"pubmed": 22218435, "text": "As many patients present with few altered clinical and laboratory data, IGF1R defects must be suspected in cases of small for gestational age without postnatal growth recuperation."}, {"pubmed": 22235273, "text": "short interfering RNA (siRNAs) for inhibition of in vivo tumor growth and immunological stimulation in immunocompetent mice"}, {"pubmed": 22246875, "text": "This study demonistrated that IGF-1 receptor beta subunit (IGF-1Rbeta) was significantly increased in skeletal muscel in patient with amyotrophic lateral sclerosis."}, {"pubmed": 22261717, "text": "nuclear IGF1R associates with the transcription factor LEF1 and increases promoter activity of LEF1 downstream target genes cyclin D1 and axin2."}, {"pubmed": 22275271, "text": "study of hypothesis that IGF-IR overexpression may be involved in MRP-2 mediated multidrug resistance in colorectal cancer cells; findings improve current understanding of the biology of IGF-IR and multidrug resistance"}, {"pubmed": 22285568, "text": "High IGF-1R expression was associated with squamous cell carcinoma than adenocarcinoma in non-small-cell lung cancer."}, {"pubmed": 22303694, "text": "Overexpression of IGF-1R might play an important role in the formation of nasal polyps. IgE-mediated hypersensitivity has no contribution to the overexpression of IGF-1R."}, {"pubmed": 22309212, "text": "The results of this study suggest a novel link between a mutation at the IGF-IR L2 domain and intrauterine and postnatal growth retardation."}, {"pubmed": 22325222, "text": "The overexpression of IGF-1R is colerated with lymph node metastasis, differentiation and clinical stage of esophageal squamous cell carcinoma. Down-regulation of IGF-1R can inhibit the proliferation of esophageal cancer EC9706 cells in vitro."}, {"pubmed": 22335030, "text": "Abnormal IGF-IR and VEGF-C expression may be important in lymph node metastasis of endometrial adenocarcinoma and might be used to evaluate the prognosis."}, {"pubmed": 22336232, "text": "IGF-1R+1013(G/A) polymorphism alone or in combination with IGF-2R +1619(G/A) polymorphism was associated with the overall survival period in patients with advanced NSCLC after treatment with platin-based chemotherapy."}, {"pubmed": 22339909, "text": "IGF-IR expression level on the clone cells from the myelodysplastic syndrome cases was markedly elevated compared to the corresponding level on normal cells."}, {"pubmed": 22343486, "text": "c-Met, epidermal growth factor receptor, and insulin-like growth factor-1 receptor are important for growth in uveal melanoma and independently contribute to migration and metastatic potential"}, {"pubmed": 22348393, "text": "discuss some of the recent results on the functional role and potential clinical use of the IGF-1R, one of the major mediators of growth and survival for multiple myeloma"}, {"pubmed": 22372631, "text": "Patients whose chordomas show a moderate to strong staining intensity in >/= 50% of tumour cells for IGF-1R (36%) might benefit most from IGF-1R targeting."}, {"pubmed": 22394253, "text": "probe enables us first to lock the GABA(B) receptor in an inactive state and then activate it with a positive allosteric modulator, thereby permitting monitoring of the dynamic of the protein complex associated with IGF-1R transactivation"}, {"pubmed": 22406993, "text": "we confirmed that novel shorter soluble IGF-IR 223/STOP and 325/STOP possessed almost the same antitumor effects as reported for 486/STOP."}, {"pubmed": 22419550, "text": "Inactivation of TROP2 due to loss of heterozygosity or by DNA methylation may play an important role in lung cancer tumourigenicity through losing its suppressive effect on IGF-1R signalling and tumour growth."}, {"pubmed": 22424712, "text": "miR-223 contributes to IGF1R regulation, but may act in concert with other genes and/or microRNAs to alter T-cell acute lymphoblastic leukemia biology."}, {"pubmed": 22438913, "text": "an absence of N-linked glycosylation at N913 led to a lack of membranous localization of IGF1R and figitumumab insensitivity"}, {"pubmed": 22495974, "text": "Epigenetic regulation of PITX2 during the course of the disease may lead to orchestrated control of the AR and IGF signaling pathways."}, {"pubmed": 22506015, "text": "This requires active ADAM17, a membrane associated metalloproteinase, and the phosphorylation of IGF-1R."}, {"pubmed": 22508822, "text": "Ganitumab, a fully human anti-type-1 insulin-like growth factor receptor antibody, was well tolerated and demonstrated antitumor activity in patients with advanced recurrent Ewing family tumors or desmoplastic small round cell tumors."}, {"pubmed": 22509025, "text": "GRK2 and GRK6 coimmunoprecipitate with IGF-1R and increase IGF-1R serine phosphorylation, promoting beta-arrestin 1 association."}, {"pubmed": 22541124, "text": "Insulin promotes the proliferation of Reh cells. High expression levels of IR and IGF-IR may be closely related with the growth of leukemia cells."}, {"pubmed": 22555179, "text": "Succinate dehydrogenase-deficient gastro-intestinal stromal tumors are characterized by IGF1R overexpression."}, {"pubmed": 22572840, "text": "genetic association studies in a population of German children: Data suggest that mutations in IGF1R and/or SHOX (but not IGF1) are associated with short stature in a small percentage of short children."}, {"pubmed": 22614005, "text": "MicroRNA-7 functions as an anti-metastatic microRNA in gastric cancer by targeting insulin-like growth factor-1 receptor."}, {"pubmed": 22623732, "text": "Patients who had high baseline IGF-1 levels had significantly higher disease control rate (DCR) than patients who had low baseline IGF-1 levels ."}, {"pubmed": 22626974, "text": "Data suggest that IGF-1R shRNA delivery can be valuable for RNA interference therapy to tumors in vivo."}, {"pubmed": 22635104, "text": "IGF-1 receptor activation triggers an increase in p75 neurotrophin receptor protein expression in hippocampus."}, {"pubmed": 22682017, "text": "Nuclear localisation of IGF-1R is an easily testable biomarker associated with a better progression-free survival and overall survival for patients treated with IGF-1R Ab therapy."}, {"pubmed": 22685298, "text": "SFYYS motif controls the organization of the IGF-1R C terminus relative to the kinase domain. Its phosphorylation by GSK-3beta restrains kinase activity and regulates receptor trafficking and signaling."}, {"pubmed": 22700994, "text": "strong protein expression of IGF-1R and EGFR was observed in thymic carcinoma and in both thymoma and thymic carcinoma, respectively. However,IGF-1R or EGFR gene amplification was rare in thymic epithelial tumors irrespective of protein expression."}, {"pubmed": 22710713, "text": "these results identify downregulation of miR-497 as an important mechanism of upregulation of IGF1-R in colorectal cancer cells that contributes to malignancy of colorectal cancer."}, {"pubmed": 22738321, "text": "A novel heterozygous IGF1R missense mutation in exon 7 was identified in a short-statured girl with severe prenatal growth retardation and microcephaly; the same mutation was identified in her mother and grandmother."}, {"pubmed": 22767591, "text": "PI3K activity bound to IGF-IR, which is continuously sustained by IGF-I stimulation, is required for IGF-I-induced cell proliferation."}, {"pubmed": 22777769, "text": "IGF-IR expression positively correlates with PTEN and inversely correlates with NRP2 in prostate tumors"}, {"pubmed": 22825921, "text": "Human cardiac microvascular endothelial cells express more IGF1Rs than IRs, and mainly react to IGF1 due to the predominance of IGF1Rs and insulin/IGF1 hybrid receptors."}, {"pubmed": 22875931, "text": "study demonistrated that the first time that zinc can induce IGF-1Rbeta protein degradation in neurons via NEDD4-mediated ubiquitination and the subsequent UPS mechanism."}, {"pubmed": 22879999, "text": "The nuclear localization and function of the IGF-1R/INSR (Hybrid-R) and the role of IGF-1/IGF-1R and Hybrid-R signaling in the human corneal epithelium."}, {"pubmed": 22892600, "text": "The consistent lack of IGF1R expression in intestinal gastrointestinal stromal tumors should be considered an additional immunohistochemical marker in the differential diagnosis between them and non-gastrointestinal stromal tumor sarcomas."}, {"pubmed": 22894899, "text": "Disruption of the protein interaction between FAK and IGF-1R inhibits melanoma tumor growth."}, {"pubmed": 22909219, "text": "IGF1R may be a risk factor of susceptibility in PTC."}, {"pubmed": 22931894, "text": "MVP and IGF-1R expression are related in oral squamous cell carcinoma and conferred reduced long-term survival in patients suffering from advanced stages of the disease"}, {"pubmed": 22932330, "text": "IGF-1R plays a role in the development of uveal melanoma, which may be induced by activation of the PI3K/AKT pathway."}, {"pubmed": 22935141, "text": "miR-148a and miR-152 act as tumor suppressors by targeting IGF-IR and IRS1, and that restoration of miR-148a/152 expression may provide a strategy for therapeutic application to treat BC patients."}, {"pubmed": 22972910, "text": "Rare IGF1R variants exerting a moderate effect on stature are present in the general population."}, {"pubmed": 22998174, "text": "The identification of an inactivating IGF1R mutation in the present cohort should encourage further studies of larger series to establish the precise frequency of this molecular defect in children with growth impairment of a prenatal onset."}, {"pubmed": 23056576, "text": "Results demonstrate that miR-122 functions as a tumor suppressor and plays an important role in inhibiting the tumorigenesis through targeting IGF1."}, {"pubmed": 23082760, "text": "horizontal transfer of the mRNA for IGF-1R to tubular cells through exosomes potentiates tubular cell sensitivity to locally produced IGF-1 providing a new mechanism underlying the powerful renoprotection of few Bone marrow-mesenchymal stem cells."}, {"pubmed": 23106397, "text": "IGF1R activation partially reverses cell cycle arrest caused by gefitinib in OSCC cells. IGF1R stimulation does not eliminate the gefitinib-induced increase in total p27, phosphorylation state and subcellular localization are altered."}, {"pubmed": 23109135, "text": "Data indicate that SDHB-deficiency was tightly associated with overexpression of IGF1R protein and transcript, and Biallelic inactivation of the SDHA gene was identified in 5 of 11 SDHB-negative gastrointestinal stromal tumors."}, {"pubmed": 23118311, "text": "Insulin-like growth factor 1 triggers a fast and independent nuclear calcium (Ca2+) signal in neonatal rat cardiac myocytes, human embryonic cardiac myocytes, and adult rat cardiac myocytes."}, {"pubmed": 23152410, "text": "Cathepsin X deficiency leads to a reduced phosphorylation of the IGF-I receptor in response to IGF-I stimulation."}, {"pubmed": 23190452, "text": "Studies indicate that insulin receptor (IR) and IGF Type 1 Receptor (IGFR) have been identified as important partners of Grb10/14 and SH2B1/B2 adaptors."}, {"pubmed": 23239200, "text": "conclude that inhibition of IGF-1 receptor tyrosine kinase activity by PQIP suppresses breast cancer-induced bone turnover and osteolysis"}, {"pubmed": 23250396, "text": "a model whereby IGFBP7 binds to unoccupied IGF1R and suppresses downstream signaling, thereby inhibiting protein synthesis, cell growth, and survival."}, {"pubmed": 23252569, "text": "IGF1R overexpression in KIT/PDGFRA WT GIST could be driven by the loss-of-function of the SDH mitochondrial complex."}, {"pubmed": 23266446, "text": "IGF-1R is highly expressed in lung squamous cell carcinoma and mucinous adenocarcinoma, although copy number alterations in the IGF-1R gene were rare."}, {"pubmed": 23288662, "text": "IGF-1R mRNA expression was also significantly higher in Follicular adenoma, nodular goiters, and Papillary thyroid carcinoma compared with the controls."}, {"pubmed": 23314677, "text": "Patients with concomitant IGF1R/EGFR fluorescence in situ hybridization immunohistochemistry had a worse disease-free survival and overall survival"}, {"pubmed": 23331867, "text": "IGF1R coupled with Sdc1 is required for activation of the alphaVbeta3 integrin and for VEGFR2 signalling."}, {"pubmed": 23354097, "text": "WT-IGFBP-1 inhibited IGF-IRbeta autophosphorylation (~2-fold, P < .001), possibly attributable to sequestration of IGF-I."}, {"pubmed": 23360921, "text": "With locally advanced pancreatic cancer, SNP rs1124736 (IGF1R) was associated with improved survival if they had a copy of the G allele."}, {"pubmed": 23365645, "text": "IGF1R-alpha protein overexpression may serve as an independent predictor of relapse and survival in operable laryngeal cancer."}, {"pubmed": 23373509, "text": "The regulation of IGF1 receptor expression by microRNA-100 in metatstatic and nonmetastatic pancreatic tumor cell lines is reported."}, {"pubmed": 23374155, "text": "The constitutive gene expressions of estrogen receptor beta and SDC-4 are mediated mainly through the EGFR signaling axis, whereas SDC-2 expression is regulated by both EGFR and IGFR pathways."}, {"pubmed": 23395167, "text": "the LRP6(R611C) mutation diminishes TCF7L2-dependent transcription of the IR while it increases the stability of IGFR and enhances mTORC1 activity."}, {"pubmed": 23402816, "text": "Neutralization of IGF1R signaling enhances the cytotoxic effects of antineoplastic agents in endometrial cancer."}, {"pubmed": 23404184, "text": "Although the exact roles of Cav-1 and IGF-IR in human cancer continue to be a matter of some debate, there is a strong evidence for an association between Cav-1 and IGF-IR in cancer development.[review]"}, {"pubmed": 23416929, "text": "NF-kappaB bound the putative IGF1R promoter at position -230 to -219 bp."}, {"pubmed": 23418605, "text": "Data indicate statistically significant correlations were observed between the number of circulating epithelial tumor cell (CETC) and IGF-IR and VEGFR-2 expression."}, {"pubmed": 23431408, "text": "MiR-181b overexpression inhibited cell proliferation, migration, invasion, and tumorigenesis by targeting IGF-1R and its downstream signaling pathways."}, {"pubmed": 23453369, "text": "Small interfering RNA-mediated IGF-1R knockdown could mimic the effect of enforced miR-497 expression on the malignant phenotypes of cervical cancer cells"}, {"pubmed": 23460259, "text": "Our results indicate that GRK2 has contrasting roles on HepG2 cell growth by negatively regulating the IGF-1R signaling pathway and cyclins' expression."}, {"pubmed": 23486542, "text": "Small, intragenic deletions of IGF1R in two unrelated families affected primarily with neuropsychiatric phenotypes including developmental delay, intellectual disability and aggressive/autoaggressive behaviors, are reported."}, {"pubmed": 23506534, "text": "Results strongly suggest that IGF-1R is associated with malignancy in familial pheo/pgl and that IGF-1R expression in the primary tumour might be a useful tool to detect those patients harbouring pheo/pgl who have an increased risk of metastasis"}, {"pubmed": 23507142, "text": "the role of miR-16 as a tumor suppressor by targeting IGF1R in OS"}, {"pubmed": 23515613, "text": "Taken together our data support IGF-1R inhibition as a viable treatment strategy for a defined subset of SCLC"}, {"pubmed": 23526299, "text": "IGF-1-induced delayed MET activation occurs in cell lines which express both receptors, suggesting that IGF-1R-mediated MET activation may contribute to tumorigenic properties of multiple cancer types when both growth factor receptors are expressed."}, {"pubmed": 23527719, "text": "IGF1R is differentially-expressed in different types of human sarcomas, and targeted blockade of IGF1R pathway may inhibit human OS migration through down-regulation of MMP-2/-9 expression"}, {"pubmed": 23531874, "text": "Data indicate that IGF-1R and SGLT1 interact in HEK293 and MCF7 cells, and IGF-1R siRNA transfection results in down-regulation of SGLT1."}, {"pubmed": 23539445, "text": "show that IGF-IR-mediated POU5F1 expression to form a complex with beta-catenin and SOX2 is crucial for the self-renewal and oncogenic potentials of lung adenocarcinoma stem-like cells"}, {"pubmed": 23548939, "text": "In theca cells and granulosa cells, insulin-like growth factor receptor-1 signaling is decreased in response to IGF-1 induced steroid production."}, {"pubmed": 23549953, "text": "Igf-1r SNP was found to be significantly associated with age at diagnosis of breast cancer in Jewish Ashkenazi BRCA1 mutation carriers."}, {"pubmed": 23564324, "text": "We report that miR-383 was downregulated in gliomas and inversely correlated with glioma pathological grades; we demonstrated that IGF1R expression is critical for miR-383 downregulation-induced cell invasion."}, {"pubmed": 23619944, "text": "data indicate that knocking down insulin-like growth factor-1 receptor (IGF-1R) expression through shRNA can render gefitinib-resistant cell lines sensitive."}, {"pubmed": 23663564, "text": "Our data support the notion that IGF-1R is a marker of stemness, and IGF-1R and its downstream PI3K/Akt/mTOR pathway are attractive targets for therapy directed against breast cancer stem/progenitors."}, {"pubmed": 23664098, "text": "(111)In-F(ab')-R1507 fragments can successfully target IGF-1R in Ewing sarcoma."}, {"pubmed": 23675407, "text": "Upregulation of miR-150* and miR-630 induces apoptosis in pancreatic cancer cells by targeting IGF-1R."}, {"pubmed": 23689439, "text": "IGF1 and IGF1R expression is associated with favorable clinicopathologic parameters and may involve early carcinogenesis of small intestinal neoplasms."}, {"pubmed": 23696648, "text": "1) IGF1 induces signals under anchorage-independent conditions and that 2) R36E/R37E acts as a dominant-negative inhibitor of IGF1R (IGF1 decoy). Our results are consistent with a model in which ternary complex formation is critical for IGF signaling."}, {"pubmed": 23704881, "text": "Estradiol and IGF-I induced the rapid association of ER to IGF-IR."}, {"pubmed": 23710710, "text": "The existence of an autocrine loop in the IGF-1R/Akt pathway."}, {"pubmed": 23724116, "text": "The glycosylation of IGF-1R is necessary for the full activation of the receptor in response to androgen treatment and that perturbing this process can break the feedback loop between AR and IGF-1R activation in prostate cells."}, {"pubmed": 23730215, "text": "dual mutation of Tyr644 and Tyr664 in NPM-ALK abrogates its physical association with IGF-IR."}, {"pubmed": 23744486, "text": "Data suggest that detection of ductal carcinoma in situ (DCIS) based on marker expression during breast conserving surgery should be possible with a panel of molecular imaging tracers targeting CD44v6, GLUT1, HER2, IGF1-R, and EGFR."}, {"pubmed": 23782942, "text": "Data suggest growth hormone (GH) potentiates estradiol effects on proliferation in breast cancer cells expressing high levels of GHR; GH/GHR signaling overcomes antiproliferative effect of insulin-like growth factor I receptor tyrosine kinase inhibition."}, {"pubmed": 23792093, "text": "results suggest that IGF-1R and HER3 differentially regulate trastuzumab resistance and could be promising targets for trastuzumab therapy in ovarian cancer"}, {"pubmed": 23797814, "text": "Data suggest that the down-regulation of insulin-like growth factor I receptor (IGF-IR) expression could be a specific molecular target for hepatoma cell proliferation."}, {"pubmed": 23801064, "text": "High circulating IGF1 concentrations and mucosal IGF1R expression may play important roles in both the formation and development of colorectal carcinoma."}, {"pubmed": 23814047, "text": "an important role for PTP1B as a negative regulator of BRK and IGF-1Rbeta signaling in ovarian cancer cells."}, {"pubmed": 23817810, "text": "High membranous/cytoplasmic pIGF1R expression is associated with brain metastases."}, {"pubmed": 23818948, "text": "Data indicate that combination therapy of IGF receptor (IGFR) inhibitors with other molecular targeted agents (MTA) may improve the therapeutic efficacy in hepatocellular carcinoma (HCC)."}, {"pubmed": 23821363, "text": "These results clarify the relationship between ER-alpha and PDZK1, propose a direct relationship between PDZK1 and IGF1R, and identify a novel oncogenic activity for PDZK1 in breast cancer."}, {"pubmed": 23823800, "text": "ganitumab therapy modestly affected 22Rv1 tumor growth, combining IGF-1R blockade with calorie restriction resulted in a significant decrease in final tumor weight and improved metabolic profile."}, {"pubmed": 23831640, "text": "These results suggest an important role for TGF-beta1 in osteosarcoma cell growth, with the induction of IGFBP-3 by TGF-beta1 serving in a negative-feedback loop to control cell growth by preventing activation of the IGF1R."}, {"pubmed": 23857432, "text": "inhibition of IGF-IR and targeting of the JAK2/STAT3 signaling pathway can be a target for ovarian cancer therapy."}, {"pubmed": 23861377, "text": "Data from knockout/transgenic mice suggest that neither IGF1R (human or mouse) nor Ghr (growth hormone receptor) signaling is required for postnatal skeletal muscle development or for regeneration in response to cardiotoxin injury."}, {"pubmed": 23861540, "text": "Network models inferred from the data revealed a conserved set of signaling pathways and RTK-specific features that grouped the RTKs into three distinct classes: (i) an EGFR/FGFR1/c-Met class ; (ii) an IGF-1R/NTRK2 class; and (iii) a PDGFRbeta class."}, {"pubmed": 23867124, "text": "Report co-expression of IGF-1R and ALK in embryonal and alveolar rhabdomyosarcoma and suggest both as possible drug targets."}, {"pubmed": 23873272, "text": "there is a rethinking as to where and how IGFR-1 inhibition can be effectively harnessed as an antineoplastic tool"}, {"pubmed": 23879873, "text": "rs4966014 was associated with left ventricular hypertrophy in type 2 diabetic patients."}, {"pubmed": 23899556, "text": "Phosphorylation of P-Rex1 at serine 1169 participates in IGF-1R signaling in breast cancer cells."}, {"pubmed": 23928059, "text": "PDGFRalpha and IGF-1R are dynamically regulated and distributed in nucleus and cytoplasm in alveolar Rhabdomyosarcoma."}, {"pubmed": 23962053, "text": "IGF1R signaling might be associated with tumor aggressiveness, and IGFBP3 might show antiproliferative effects in pancreatic cancer."}, {"pubmed": 23974362, "text": "demonstrated that let-7a1-mediated IGF1R downregulation was accompanied by attenuation of Elk1 activity and c-fos expression, inhibition of cell proliferation, enhanced apoptosis and cell cycle arrest"}, {"pubmed": 23980150, "text": "miR-486 directly targets components of insulin growth factor (IGF) signaling including IGF1, IGF1 receptor, and phosphoinositide-3-kinase, regulatory subunit 1alpha (PIK3R1, or p85a) and functions as a potent tumor suppressor of lung cancer."}, {"pubmed": 23983239, "text": "Low PTEN protein expression significantly increases the risk of lethal prostate cancer, particularly when the IGF-IR expression remains at normal level."}, {"pubmed": 23989734, "text": "Results indicated that systemic lupus erythematosus activity is affected by a modulation of the insulin-like growth factor-1 signal pathway and +3179G/A IGF-1R polymorphism."}, {"pubmed": 23990442, "text": "there was no obvious correlation between IGF-1R expression and patient survival."}, {"pubmed": 23994953, "text": "The sole presence of erlotinib was capable of rapidly activate an IGF-1R-dependent, vimentin-enriched mesenchymal-like phenotype in delE746-A750-mutated epithelial cells."}, {"pubmed": 24013232, "text": "FBLN3 suppresses both epithelial-to-mesenchymal transition and self-renewal of lung cancer stem cells by modulating the IGF1R pathway."}, {"pubmed": 24026884, "text": "The IGF axis might play a key role in tumor progression of esophageal carcinomas. The IGF-IR targeting strategies might thus be useful anticancer therapeutics for human esophageal malignancies."}, {"pubmed": 24039934, "text": "Type I IGFR is autophosphorylated in brain-seeking breast cancer cells."}, {"pubmed": 24039995, "text": "Data indicate that miR-140 downregulates insulin-like growth factor 1 receptor (IGF1R) by directly targeting its 3' untranslated regions (3' UTR)."}, {"pubmed": 24055032, "text": "Simultaneously blocking EGFR, IGF1R and Bcl-xl genes is capable of altering the balance between proliferating versus apoptotic and senescent cells in the favor of both of apoptosis and senescence and, therefore, the tumor cells regression."}, {"pubmed": 24065146, "text": "Experiments confirmed that combined inhibition of CDK4 and IGF1R cooperatively suppresses the activation of proteins within the AKT pathway"}, {"pubmed": 24127040, "text": "Rescue experiments showed that ectopic expression of IGF1R significantly promoted the proliferation of ovarian cancer cells stably overexpressing miR-133a"}, {"pubmed": 24130778, "text": "IGF-IR stabilizes the beta1 subunit by protecting it from proteasomal degradation"}, {"pubmed": 24135282, "text": "a major activity of DNp73 is to establish initiation of the invasion-metastasis cascade via EPLIN-dependent IGF1R regulation"}, {"pubmed": 24186206, "text": "Data indicate that IGF-1R influences double-strand break (DSB) repair by both major DSB repair pathways."}, {"pubmed": 24206174, "text": "Immunohistochemical staining for EGFR, HER2 and IGF-1R was undertaken in 31 ovarian adult granulosa cell tumors. Tumor DNA was also analysed for mutations in the tyrosine kinase domain of EGFR (exons 18-21)."}, {"pubmed": 24219294, "text": "Activation of IGF-1R can induce apoptosis in adipose-derived stem cells, whereas it can be prevented by the A20 and osteocalcin expression."}, {"pubmed": 24222252, "text": "The rs1976667 and rs2684788 loci of the human IGF-1R gene are likely associated with different genetic susceptibilities to idiopathic short stature."}, {"pubmed": 24227890, "text": "HER2 and IGF-IR may be clinically beneficial in minimizing the acquired resistance to trastuzumab therapy."}, {"pubmed": 24250812, "text": "Inhibition of miR-223 was found to maintain the undifferentiated state of hESCs, while addition of miR-223 induced differentiation. Furthermore, these effects were found to be likely dependent on IGF-1R/Akt signaling"}, {"pubmed": 24266654, "text": "Integrated p38 MAPK and IGF-1R signals inversely control STAT3 activity to maintain human dental pulp stem cells quiescence and activation."}, {"pubmed": 24282274, "text": "Data indicate that the blockade of IGF-I receptor (IGF-IR) and ErbB3 receptor (ErbB3) survival pathways and downstream resistance mechanisms was achieved with MM-141."}, {"pubmed": 24285539, "text": "LKB1 expression in cancer cell resulted in dephosphorylation of several tumor-enhancing RTKs, including ErbB2, hepatocyte growth factor receptor (c-Met), EphA2, rearranged during transfection (RET), and insulin-like growth factor I receptor."}, {"pubmed": 24307738, "text": "that platelet-released miR-223 promotes advanced glycation end product-induced vascular endothelial cell apoptosis via targeting insulin-like growth factor 1 receptor."}, {"pubmed": 24324762, "text": "decoy nucleotides which were complementary to the 5', central or 3' region of mature miR-223 suppressed miR-223 targeting the 3'UTR of IGF1R."}, {"pubmed": 24336871, "text": "a key player in mediating Tissue Factor/ Factor VIIa-induced cell survival"}, {"pubmed": 24351920, "text": "investigate the expression of IGF-1, IGFBP-3 and IGF-1R in STRO-1-positive dental pulp stem cells (DPSCs) and fully impacted wisdom teeth in relation to tooth development"}, {"pubmed": 24354797, "text": "The expression pattern of IGF-1R in archival tissue samples of hepatic metastasis from 24 patients was analyzed by immunohistochemistry."}, {"pubmed": 24378652, "text": "miR-503 is a tumor suppressor for glioblastoma and a favorable factor against glioma progression through targeting IGF-1R."}, {"pubmed": 24379526, "text": "In epiretinal membranes (ERMs), IGF1 and IGF1R mRNA levels were significantly higher in patients with diabetes compared to control subjects."}, {"pubmed": 24392142, "text": "this case-control study demonstrates statistically significant associations between breast cancer risk and polymorphisms in IGF1R gene."}, {"pubmed": 24410957, "text": "miR-99a functions as a tumor metastasis suppressor in Oral squamous cell carcinoma cells and mutually regulates IGF1R"}, {"pubmed": 24438088, "text": "Targeting the IGF-1R/Akt pathway with glucosamine may be an effective therapeutic strategy for treating some type of cancer."}, {"pubmed": 24458568, "text": "IGF1R activation is a molecular mechanism that confers acquired resistance to erlotinib in lung cancers with the wild-type EGFR"}, {"pubmed": 24489728, "text": "Hypoxia increased the population of lung cancer stem cells resistant to gefitinib in EGFR mutation-positive non-small cell lung cancer by activating IGF1R."}, {"pubmed": 24489919, "text": "IGF-1R expression is correlated with positive outcome in patients with classical Hodgkin lymphoma."}, {"pubmed": 24571711, "text": "Epigenetic silencing of miR-375 induces trastuzumab resistance in HER2-positive breast cancer by targeting IGF1R."}, {"pubmed": 24599933, "text": "Data indicate that the inhibitor of DNA binding 1 (Id1)-IGF-II-IGF-IR-AKT signaling cascade plays an important role in esophageal cancer progression."}, {"pubmed": 24637962, "text": "Aberrant expression of components of the IGF1R pathway is associated with better clinical outcomes in women with luminal A and B, node positive, early breast cancer."}, {"pubmed": 24655723, "text": "our findings suggest miR-630 as a key regulator of cancer cell progression in HER2 over-expressing breast cancer, through targeting of IGF1R."}, {"pubmed": 24667580, "text": "Plasma IGF-1R displayed a potential value for distinguishing pancreatic lesions and could be a new biomarker for guiding TNM stage of pancreatic cancer."}, {"pubmed": 24683100, "text": "Different insulin receptor family expression levels were measured in six cancer cell lines."}, {"pubmed": 24713135, "text": "IGF1R overexpression was a significant predictor of overall survival in patients with transitional cell bladder cancer."}, {"pubmed": 24745611, "text": "Loss of Klotho protein expression, klotho promoter hypermethylation, high miR-504 levels, and high phospho-IGF-1R levels significantly correlated with poor survival, high clinical and pathological stages in pancreatic ductal adenocarcinoma patients"}, {"pubmed": 24745618, "text": "single nucleotide polymorphisms and mutations in the insulin-like growth factor 1 receptor can be detected and may harbor prognostic value in non-small cell lung cancers"}, {"pubmed": 24745653, "text": "The results may suggest that the IGF-IR AA polymorphism is beneficial for endurance-type sports, but is not associated with elite endurance performance. In contrast, the presence of the AA genotype may be a disadvantage in power sports."}, {"pubmed": 24751329, "text": "MRNA levels of IGF-1 and IGF-1R were significantly higher in colorectal cancer tissue compared with its non tumor tissue in patients with and without type 2 diabetes."}, {"pubmed": 24758241, "text": "genetic polymorphism is associated with hepatitis B virus-related hepatocellular carcinoma"}, {"pubmed": 24770843, "text": "proliferation of young and aged human dermal fibroblasts in 3D collagen and its association with baseline levels of IGF1R expression were measured"}, {"pubmed": 24801045, "text": "suggest that first pregnancy characteristics may exert an influence on extent of breast density later in life and that this influence may vary depending on inherited IGFR1 and vegf genotype"}, {"pubmed": 24809298, "text": "Overexpression of IGF1R increased cell proliferation, colony formation, migration, invasion and resistance to apoptosis in prostate cancer."}, {"pubmed": 24809702, "text": "the significance of IGF-1R in pancreatic cancer"}, {"pubmed": 24810113, "text": "Increased expression of IGF1R is associated with oral squamous cell carcinoma."}, {"pubmed": 24811788, "text": "results support growth-promoting role of IGF system in placental/fetal development and suggest that IGF1R and IGFBP3 DNA methylation profiles are dysregulated in maternal impaired glucose tolerance, potentially affecting the fetal metabolic programming"}, {"pubmed": 24870578, "text": "Changes in IGF-1 and IGF-1R on monocytes and granulocytes seem to be part of the mechanism that facilitates recovery from resistance exercise during earlier stages of muscle recovery."}, {"pubmed": 24874051, "text": "Data indicate that insulin-like growth factor 1 receptor (IGF1R) was a target of miR-195 in non-small cell lung cancer (NSCLC)cells."}, {"pubmed": 24909165, "text": "Taken together, topographic and functional interactions between dynactin, importin-beta and RanBP2 are involved in nuclear translocation of IGF-1R."}, {"pubmed": 24922664, "text": "High IGF1R mRNA expression is associated with advanced non-small cell lung cancer."}, {"pubmed": 24939178, "text": "IL6 stimulated SOD2 expression that, at least partially, contributed to the low level of ROS that would likely result in a sustained increase in the expression of IGF-1R through abolishment of beta-arrestin1 in docetaxel resistant cells."}, {"pubmed": 24956249, "text": "there is no evidence that IGF2 methylation was influenced by SNPs within the IGF1, IGF1R or IGF2R genes, which lie on other chromosomes."}, {"pubmed": 24970814, "text": "Data indicate that engineered ubiquitin ligase is an effective therapeutic strategy for the treatment of the cancers with co-expressed insulin receptor/insulin-like growth factor receptor (IR/IGF-1R)."}, {"pubmed": 24973425, "text": "MET, HER3, IGF1R, and INSR pathways activation represent novel mechanism underlying lapatinib unresponsiveness in HER2+ gastric cancer. Combination strategy may be recommended in treating patients with HER2+ gastric cancer with these pathways activation"}, {"pubmed": 24997432, "text": "Suggest that combined IGF1R inhibitor and methyl jasmonate administration may constitute an attractive modality for treating endometrial cancer."}, {"pubmed": 24999188, "text": "miR-145 may inhibit bladder cancer initiation by affecting IGF-IR signaling"}, {"pubmed": 24999547, "text": "strong and differential expression of IGF-1R in different histological degrees of cutaneous squamous cell carcinoma indicates a possible role for IGF-insulin receptor in the carcinogenesis and differentiation of this disease"}, {"pubmed": 25017244, "text": "Our work provides evidence supporting a link between IGFIR and IR isoform expression levels and colorectal adenoma risk."}, {"pubmed": 25040157, "text": "analysis of IGF1R mutations in microcephalic patients with prenatal and postnatal growth impairment"}, {"pubmed": 25050889, "text": "The higher protein content and response to IGF-I of IGF-IR, IRS-1, and AKT observed in small for gestational age placentas may represent a compensatory mechanism in response to fetal growth restriction."}, {"pubmed": 25053419, "text": "Data indicate that glycogen synthase kinase 3 beta (GSK3beta) and transcription factors FOXO1/3/4 promote hepatoma cell proliferation through type I insulin-like growth factor receptor (IGF-IR)."}, {"pubmed": 25081697, "text": "There was also no correlation with IGF1R expression and survival in non-small cell lung cancer."}, {"pubmed": 25081930, "text": "Low IGF-1R expression is associated with squamous cell tumours in non-small-cell lung cancer."}, {"pubmed": 25090459, "text": "The presented data subclassified colorectal cancers (CRCs) based on their activated signaling pathways and identify a role for c-MET and IGF1R-driven PI3K signaling in CRCs, which is superior to KRAS mutational tests alone."}, {"pubmed": 25092925, "text": "The data identifies IRAIN as a new imprinted long noncoding RNA originating from the IGF1R promoter."}, {"pubmed": 25096247, "text": "Results demonstrate that miR-194 affected the growth and metastasis of osteosarcoma cells both in vitro and in vivo suggesting that miR-194 functions as tumor suppressor gene probably by downregulating CDH2 and IGF1R."}, {"pubmed": 25110710, "text": "IGF1R polymorphisms and abnormal microRNA expression did not correlate with IGF1R upregulation in adrenocortical tumors."}, {"pubmed": 25115504, "text": "the quantitative balance between insulin-like growth factor (IGF)-1 ligand, receptor, and binding protein levels in ovarian cancer cells"}, {"pubmed": 25117070, "text": "High IGF1R expression was associated with glioma."}, {"pubmed": 25118293, "text": "High IGF1R gene copy number and protein overexpression are frequent in non-small cell lung carcinoma but they are not prognostically relevant."}, {"pubmed": 25119174, "text": "Expression of IGF-1R in gastric cancer is associated with lymph node metastasis, is correlated with worse prognosis and high histological malignancy grade, and is an independent predictor of survival in patients with gastric cancer."}, {"pubmed": 25153223, "text": "Growth retardation in our patients is likely caused by the IGF1R mutation that might predispose to disturbances of carbohydrate homeostasis."}, {"pubmed": 25175038, "text": "Expression of IGF-1R is higher in esophageal squamous cell carcinoma than in adjacent normal tissue. In a xenograft model, results suggest the oncogenic function of IGF-1R in regulating cell proliferation, clonogenesis, the cell cycle and apoptosis."}, {"pubmed": 25184138, "text": "miR-375 and IGF1R may serve as a novel therapeutic target for laryngeal squamous cell carcinoma."}, {"pubmed": 25187374, "text": "Follow-up replication analyses in up to an additional 21,345 participants identified three new fasting plasma glucose loci reaching genome-wide significance in or near PDK1-RAPGEF4, KANK1, and IGF1R."}, {"pubmed": 25189651, "text": "Results indicate that IGF-1R +3179G>A polymorphism plays an important role in progression of colorectal cancer."}, {"pubmed": 25211187, "text": "A soluble IGF-1R extracellular domain fragment (sol IGF-1R) interacts with GHR in response to GH."}, {"pubmed": 25241146, "text": "Additive impact of HER2-/PTK6-RNAi on interactions with HER3 or IGF-1R leads to reduced breast cancer progression"}, {"pubmed": 25268741, "text": "Picropodophyllin causes tumor cell mitotic arrest and catastrophe by depolymerizing microtubules via IGF-1 receptor-independent mechanism."}, {"pubmed": 25274331, "text": "The expression of let-7b-5p was remarkably reduced in multiple myeloma tissues and cell lines, and the mRNA and protein levels of IGF1R in the RPMI-8226 cell line were down-regulated by let-7b-5p."}, {"pubmed": 25305490, "text": "Our data indicated that let-7i might control T cells fates in AS by targeting IGF1R."}, {"pubmed": 25322858, "text": "P-cadherin is able to potentiate ligand-dependent signaling of insulin-like growth factor 1 receptor in malignant keratinocytes and epidermal growth factor receptor in dysplastic cells."}, {"pubmed": 25339573, "text": "Silencing insulin-like growth factor-1 receptor expression inhibits gastric cancer cell proliferation and invasion."}, {"pubmed": 25341922, "text": "Data demonstrate that insulin treatment induces EGFR activation by stimulating the interaction of EGFR with insulin-like growth factor receptor 1 (IGF-1R)"}, {"pubmed": 25344917, "text": "TM4SF4 expression was correlated with the increased expression of IGF1, consequently resulting in IGF1R activation in lung adenocarcinoma."}, {"pubmed": 25348345, "text": "In a population of Chinese patients with gastric cancer, IGF1R was found to be highly expressed and associated with poor prognosis."}, {"pubmed": 25362932, "text": "Association between insulin-like growth factor-1 receptor (IGF1R) negativity and poor prognosis in a cohort of women with primary breast cancer."}, {"pubmed": 25381040, "text": "T-cadherin regulates prostate cancer cell behavior by tuning the balance in EGFR/IGF-1R activity and enhancing the impact of IGF-1R"}, {"pubmed": 25388513, "text": "Data indicate that insulin-like growth factor 1 receptor (IGF-1 influences repair of endogenous DNA damage."}, {"pubmed": 25391374, "text": "Cotargeting IGF-1R and HER2 resulted in significant growth inhibition in breast cancer cells."}, {"pubmed": 25394492, "text": "miR-7 inhibits cellular growth and glucose metabolism in gliomas, at least partially, by regulating the IGF-1R/Akt signaling pathway."}, {"pubmed": 25400749, "text": "Suggest IGF1R positive expression as an unfavorable factor for disease-free survival in NSCLC patients. IGF1R expression was associated with smoking status and tumor size."}, {"pubmed": 25425114, "text": "(99m)Tc-ZIGF1R:4551-GGGC can visualize the IGF-1R expression in human tumor xenografts and provides low retention of radioactivity in kidneys"}, {"pubmed": 25446090, "text": "IGF1R may have a role in hypoxia-induced cancer progression and metastasis mediated by epithelial-mesenchymal transition"}, {"pubmed": 25473182, "text": "IGF-1R expression level may serve as a predictive biomarker for radiosensitivity of rectal cancer before preoperative radiotherapy."}, {"pubmed": 25474488, "text": "The miR-143/145 cluster acts as a tumor suppressor in colorectal cancer through the inhibition of IGF1R translation."}, {"pubmed": 25483727, "text": "Basal IGF1R expression affects intrinsic resistance of cancer cells to ZSTK474."}, {"pubmed": 25492481, "text": "Our findings suggested that hsa-miR-143 could modulate cisplatin resistance of human gastric cancer cell line at least in part by targeting IGF1R and BCL2."}, {"pubmed": 25520502, "text": "These experiments revealed that the C-terminal activating region 2 domain of Epstein-Barr virus LMP1 increased the mRNA expression and the secretion of the ligand IGF1, which promoted phosphorylation of IGF1R."}, {"pubmed": 25556445, "text": "IGF1R is a direct target of mir-323-5p and its targeting results in increased apoptosis and decreased cell proliferation and migration in a glioma cell line."}, {"pubmed": 25564572, "text": "The concurrent expression of OCT4/NANOG/IGFIR was mostly confined to hepatitis B virus (HBV)-related HCC (HBV-HCC) and was significantly correlated with early tumor recurrence."}, {"pubmed": 25593300, "text": "Results show gene amplification of IGF1R and EGFR exclusively in malignant cases of phyllodes tumors suggesting a potential use as therapeutic targets."}, {"pubmed": 25604425, "text": "It is reported here that both splice variants of insulin/IGF1 receptor hybrids are activated by IGF1 with >20-fold higher potency than insulin."}, {"pubmed": 25609710, "text": "The data demonstrate that miR-145 influences embryo attachment by reducing the level of IGF1R in endometrium."}, {"pubmed": 25613038, "text": "Our findings have important potential implications demonstrating that together with clinical prognostic factors such as radiotherapy and age, CXCR4 and IGF-1R negatively influences survival in patients with localized SS."}, {"pubmed": 25617986, "text": "IGF-1R expression was a negative predictive factor for a response to EGFR-TKIs in NSCLC patients harboring activating EGFR mutations."}, {"pubmed": 25619494, "text": "Differences in IGF-axis protein expression and survival among multiethnic breast cancer patients"}, {"pubmed": 25680198, "text": "Upregulation of IGF-1R expression after neoadjuvant treatment is a poor prognostic factor in breast cancer patients, providing a rationale for incorporating anti-IGF-1R drugs in the management of these patients."}, {"pubmed": 25693802, "text": "IGF1R-mediated tyrosine phosphorylation pathway may play important roles in the regulation of sperm capacitation in humans."}, {"pubmed": 25693948, "text": "show that adipogenic differentiation requires primary cilia elongation associated with the recruitment of IGF-1Rbeta onto the cilium"}, {"pubmed": 25739014, "text": "The present study revealed the pleiotropic impact of the single clustered hepatic metastamiRs miR-96-5p and miR-182-5p on IGF-1R, and an inducing effect on IGF-II and IGFBP-3 in hepatocellular carcinoma."}, {"pubmed": 25758790, "text": "The insulin receptor and IGF1 receptor kinase domains are functional dimers in the activated state."}, {"pubmed": 25780292, "text": "Suggest that miR-133a is downregulated in gastric cancer and functions as a tumor suppressor in vitro and in vivo partly by repressing IGF1R."}, {"pubmed": 25786252, "text": "IGF1R may play an important role in CLL biology, in particular in aggressive CLL clones characterized by IGHV-UM, trisomy 12 and NOTCH1 mutation"}, {"pubmed": 25824321, "text": "it was concluded that TGF-beta1, IGF-I/IGF-IR and VEGF-A overexpression is associated with the presence of aggressive tumors, which exhibit an increased probability of metastasis, a poor response to treatment and reduced survival rate."}, {"pubmed": 25852271, "text": "Report expression of IGF1R transcripts in HCV infected patients."}, {"pubmed": 25862373, "text": "Our results suggest that metformin is a potent inhibitor of the IGF-1/IGF-1R system and may be beneficial in prostate cancer treatment."}, {"pubmed": 25884514, "text": "The aberrant decreases in Ik-1 and MZF1 contribute significantly to the pathogenesis of NPM-ALK(+) T-cell lymphoma through the upregulation of IGF-IR expression."}, {"pubmed": 25896444, "text": "Overall survival (OS) and disease-specific survival (DSS) were reduced in patients whose tumors contained high membrane IGF-1R."}, {"pubmed": 25916750, "text": "This study suggests that IGF-1R expression could be associated with better clinical outcome in classical Hodgkin's lymphoma but is significantly associated with the expression of MET receptor."}, {"pubmed": 26012212, "text": "Our results suggest that the decreased expression of IGF1-R by malignant plasma cells is a prognostic factor associated with severe disease"}, {"pubmed": 26025408, "text": "The results demonstrate that miR-30a influences non-small cell lung cancer progression through PI3K/AKT signaling pathway by targeting IGF1R in A549 cells."}, {"pubmed": 26075254, "text": "These results showed that deguelin possessed antitumor effect by targeting Akt in dual axis such as EGFR and IGF1R signaling pathways and suggested that it provides an applicable therapeutic strategy for HNSCC patients."}, {"pubmed": 26082409, "text": "Absence or low expression of IGF-1R was associated with high grade- and advanced tumors. IGF-1R might be a tumor marker in Barrett's esophagus since a change in expression patterns was found in the course from normal esophageal tissue to adenocarcinoma."}, {"pubmed": 26089099, "text": "The authors show that decreased H19 long noncoding RNA increases microRNA let-7 activity, which in turn inhibits Igf1r expression at the post-transcriptional level, thereby contributing to reduced proliferation of endometrial stromal cells."}, {"pubmed": 26097570, "text": "Our results indicated that miR-139-5p acts as a tumor suppressor in non-small cell lung cancer partially via down-regulating IGF1R expression."}, {"pubmed": 26112748, "text": "PTEN regulates IGF-1R-mediated therapy resistance in melanoma"}, {"pubmed": 26138883, "text": "CAV1 expression was positively related to IGF-1R expression in human hepatocellular carcinoma tissues; CAV1 confers resistance of hepatoma cells to anoikis by activating IGF-1 pathway."}, {"pubmed": 26148588, "text": "Our study found that breast cancer with T2DM had a higher expression of IGF1R, and the higher IGF1R was associated with negative Her2 expression."}, {"pubmed": 26165226, "text": "EGFR and IGF-1R appear to be overexpressed in a subset of ampullary adenocarcinomas."}, {"pubmed": 26173023, "text": "Both IGF1R and ROR1 can be effectively targeted by SB modified CAR T cells."}, {"pubmed": 26183824, "text": "PARP regulates estradiol-mediated cell growth by controlling the ER/IGF-1R/PDZK1 axis."}, {"pubmed": 26191333, "text": "Suggest role for EphB4/IGF1R signaling in regulation proliferation/migration of breast cancer cells."}, {"pubmed": 26211576, "text": "Knockdown of IGFqR inhibits colorectal cancer cell growth and decreases WNT/Beta-catenin signal pathways."}, {"pubmed": 26219921, "text": "Differential in situ expression of insulin-like growth factor-1 receptor in different histological subtypes of basal cell carcinoma: An immunohistochemical investigation."}, {"pubmed": 26232605, "text": "High expression of IGF1R is associated with triple negative breast cancer."}, {"pubmed": 26252249, "text": "This study defines a clinically recognizable incomplete dominant form of SHORT syndrome, and provides relevant insights into the pathophysiological and phenotypical consequences of IGF1R mutations."}, {"pubmed": 26286172, "text": "Results indicate that increased IGF-1 levels after recurrent hippocampal neuronal firings might, in turn, promote seizure activity via IGF-1R-dependent mechanisms."}, {"pubmed": 26291053, "text": "IGF-IR is an independent prognostic factor associated with shorter survival in glioblastoma."}, {"pubmed": 26297026, "text": "Down-regulation of IR and IGF1R, achieved by insulin + fructose and monoclonal antibody treatments, results in decreased downstream signaling."}, {"pubmed": 26297545, "text": "Downregulation of miR-99b with concomitant upregulation of its target gene IGF-1R may over-induce the PI3K-AKT signaling pathway, leading to deregulated cell proliferation in Condyloma acuminatum."}, {"pubmed": 26304632, "text": "Polymorphisms in MAP3K3, MMP24 and IGF1R are associated with greater height and act additively on height in children of an admixed population."}, {"pubmed": 26306402, "text": "Our results indicated that miR-100 could exert tumor suppression function by inhibiting PI3K/AKT and MAPK/ERK signaling pathways via targeting IGFIR"}, {"pubmed": 26311784, "text": "Reducing the IGF-1 signaling pathway exerts a neuroprotective effect in a transgenic mouse model of spinal muscular atrophy."}, {"pubmed": 26332491, "text": "We present multiplexed RO assays for an IGF1R-EGFR bispecific antibody (Bs-Ab) and a CTLA4-Ig recombinant fusion protein to demonstrate key considerations for accurate RO assessment."}, {"pubmed": 26337161, "text": "IGF1R overexpression is considered a useful independent predictor of outcomes in Stage II/III gastric cancer after curative resection and adjuvant chemotherapy with S-1."}, {"pubmed": 26342551, "text": "Low EI24 and high IGF-1R expressions in lung cancer patients."}, {"pubmed": 26430715, "text": "IGF1R overexpression lead to an increase of cell survival and suppressed cell apoptosis, IGF1R silencing mediated by RNAi abrogate this response of NCI-H446 cells."}, {"pubmed": 26438154, "text": "remarkable therapeutic window observed for BI 885578 is achieved by virtue of the distinctive pharmacokinetic properties of the compound capitalizing on the physiologic mechanism of glucose homeostasis and differential levels of IGF1R and INSR expression"}, {"pubmed": 26450156, "text": "Inhibition of IGF1-R overcomes IGFBP7-induced chemotherapy resistance in T-ALL"}, {"pubmed": 26455324, "text": "Data show that the let-7c/miR-99a/miR-125b cluster controlled tumorigenesis by targeting IL-6, IL-6R and IGF1R."}, {"pubmed": 26463630, "text": "Suggest that Dual treatments targeting IGF-1R, PI3K, mTORC or MEK synergize to inhibit cell growth, induce apoptosis, and arrest cell cycle at G1 phase in MDA-MB-231 cell line."}, {"pubmed": 26497996, "text": "Data suggest that temozolomide (TMZ) resistance associates with insulin like growth factor 1 (IGF-1R) activation, and that simultaneous or prior IGF-1R inhibitors (IGF-1Ri) caused less effective chemo-sensitization."}, {"pubmed": 26536657, "text": "HRD1 interacted with IGF-1R and promoted its ubiquitination and degradation by the proteasome"}, {"pubmed": 26554308, "text": "Suggest that IGF1R plays an important role in acquired drug resistance against EGFR-TKIs by inducing epithelial mesenchymal transformation in non-small cell lung cancer."}, {"pubmed": 26554827, "text": "Mechanistic investigations indicated that DNp73 acted by attenuating expression of miR-885-5p, a direct regulator of the IGF1 receptor (IGF1R) responsible for stemness marker expression."}, {"pubmed": 26563994, "text": "The results suggest that severe intra-uterine growth differences (birth weight discordance >20%) are associated with methylation changes in the IGF1R gene in adulthood, independent of genetic effects"}, {"pubmed": 26584640, "text": "mTORC2 promotes rapamycin- and ligand-induced type I insulin-like growth factor receptor / insulin receptor phosphorylation."}, {"pubmed": 26648141, "text": "IGF1R as a target of let7a was subsequently validated using the luciferase assay."}, {"pubmed": 26655273, "text": "IGF-1R by miR-122 down-regulation contributed to activation of RAS/RAF/ERK signaling, which was associated with sorafenib resistance in hepatocellular carcinoma."}, {"pubmed": 26656446, "text": "MiRNA-323-5p inhibited human cerebral glioma U373 cell proliferation and promoted its apoptosis by reducing IGF-1R"}, {"pubmed": 26662570, "text": "methylation of IGF-1, IGF1R, IGFBP3, and IGF-1 + IGF1R + IGFBP3 was closely linked with the occurrence of EC and patients' clinicopathological features. Besides, the methylation status of the target genes and the expressions of IGF-1 and IGF-1R protein were independent factors of EC prognosis, which could provide a direction for the prognosis and treatment of EC."}, {"pubmed": 26663878, "text": "Low IGF1R expression is associated with low bone mineral density in patients with type 1 diabetes."}, {"pubmed": 26670433, "text": "progression of lung cancer in mice treated with IGF-1 was significantly increased as compared to the group treated with IGF-1+AG1024 or the control group, with the same trend mirrored in IGF-1/p-IGF-1R/IGF-1R at the protein and/or mRNA levels"}, {"pubmed": 26689622, "text": "Neither familial copy number gains encompass the gene encoding for the insulin-like growth factor 1 receptor (IGF1R), the most-cited candidate for the overgrowth phenotype. In one family, whole genome sequence data and break point mapping excludes disruption of known IGF1R regulatory elements due to potential insertion within these elements"}, {"pubmed": 26701791, "text": "IGF1 pro-forms can induce breast cancer cell proliferation via the IGF1R, independent from the mature IGF1 form."}, {"pubmed": 26706833, "text": "This study suggests IGF1R as a potential biomarker of improved clinical outcome in HR+ve breast cancer patients treated with exemestane. Adding metformin to exemestane treatment may add to this effect"}, {"pubmed": 26722410, "text": "The findings suggest that miR-98 inhibits cancer cell growth and metastasis by direct targeting IGF1R, implicating miR-98 as a novel potential therapeutic target for oral squamous cell carcinoma (OSCC)."}, {"pubmed": 26738606, "text": "we found a SNP (rs2016347) in IGF1R as a potential predictive marker for chemotherapy efficacy in breast cancer patients treated with TAC"}, {"pubmed": 26745129, "text": "High expression of IGF1R is associated with breast cancer."}, {"pubmed": 26760116, "text": "Low-oxygen tension can modify the IGF-1 or IGF-2 signaling via the IGF-1R and IR in placental mesenchymal stem cells."}, {"pubmed": 26801096, "text": "Anoikis resistance of oestrogen-responsive breast cancer cells depends upon IGF activation of the type I IGF receptor and PI3-kinase/Akt pathway."}, {"pubmed": 26804175, "text": "the Runx2 knockdown cells displayed activation of AMP-activated protein kinase (AMPKalpha), the sensor of cellular metabolism. Importantly, the Runx2 knockdown in bone-derived cells resulted in increased sensitivity to both Erk1/2 inhibition and AMPKalpha activation by PD184161 and metformin, respectively, despite increased IGF-1Rbeta and AMPKalpha levels."}, {"pubmed": 26826001, "text": "overexpression of the IGF-1R, and activation of GSK3beta and FOXO3a might be the molecular mechanisms underlying the development of liver cirrhosis"}, {"pubmed": 26840943, "text": "NANOG was regulated by extracellular IGF signaling pathway via STAT3 phosphorylation in colorectal cancer (CRC). This coincides with that IGF receptor IGF-1R is often increasing expressed in malignant metastasis colon cancer. Taken together, our data define the crucial functions of IGF/STAT3/NANOG/Slug signaling axis in the progression of CRC"}, {"pubmed": 26845446, "text": "MiR-133a suppresses osteosarcoma progression and metastasis by targeting IGF-1R in human osteosarcoma cell."}, {"pubmed": 26850678, "text": "Given the limited number of patients treated with KW-2450 in our study, it is not possible to make a meaningful comparison of efficacy with other IGF-1R/IR dual kinases inhibitors"}, {"pubmed": 26861122, "text": "IGF2R plays a minor role in regulating the activity of IGF1R under a variety of conditions and that due to their high expression levels, IGFBPs are the dominant mechanism to regulating IGF network activation"}, {"pubmed": 26862168, "text": "IGF1R signaling was necessary for DC-mediated T-ALL survival."}, {"pubmed": 26862994, "text": "Data indicate that a highly specific qRT-PCR assay to quantify levels of the insulin-like growth factor receptor and insulin receptor isoforms (IR-A, IR-B, and IGF-1R) on the same scale to provide a critical diagnostic and predictive tool."}, {"pubmed": 26868851, "text": "Insulin-like growth factor 1 receptor, associate of Myc 1, and peroxisome proliferator-activated receptor gamma coactivator 1beta are direct targets of miR-139"}, {"pubmed": 26884344, "text": "High IGF1R expression is associated with gastric cancer."}, {"pubmed": 26898459, "text": "p53 R273H mutation unleashes the inhibition effect of miR-30a on IGF-1R expression, thus leading to elevated activation of IGF-1R-AKT signaling cascade in tumor cells."}, {"pubmed": 26910308, "text": "Data show that the lack of insulin like growth factor 1 receptor (IGFIR) resulted in an impaired cold acclimation."}, {"pubmed": 26976474, "text": "This study thus investigated the relationship between IGFs-related proteins in diabetic patients and the incidence of colorectal carcinoma."}, {"pubmed": 26991004, "text": "Full-length MGF directly stimulates the IGF-IR. Despite a higher EC50 concentration, at high equimolar concentrations full-length MGF showed a similar maximal potency to activate the IGF-IR as compared to IGF-I."}, {"pubmed": 27013635, "text": "miR-223/IGF-IR signalling pathway is regulated in parallel in both the lung vasculature and the right ventricle under conditions of hypoxia induced pulmonary hypertension."}, {"pubmed": 27044882, "text": "Genetic variants in the IGF1 and IGF1R genes might not be associated with high myopia in Han Chinese. Further studies are needed to verify the possible function of IGF1 and IGF1R in the development of myopia."}, {"pubmed": 27048245, "text": "Our study demonstrates that the IGF1R/p110b/AKT/mTOR axis confers resistance to BYL719 in PIK3CA mutant breast cancers."}, {"pubmed": 27088794, "text": "In adenocarcinoma, insulin receptor-B and IGF-1R expression was 5- to 6-fold higher than normal endometrium."}, {"pubmed": 27089502, "text": "selective impairment of IGF-1-induced DNA synthesis in lymphocytes of CDG patients through decreased gene expression and hypoglycosylation of the IGF-1 receptor"}, {"pubmed": 27091859, "text": "an IGF-1/IGF-1R loop could play a role in the tumorigenesis and progression of schwannomas via an autocrine-paracrine mechanism."}, {"pubmed": 27105537, "text": "Results show a significant over-expression of EGFR and IGF1R in adrenocortical carcinoma (ACC) tissue."}, {"pubmed": 27105918, "text": "These results indicate that miR-139 is capable of inhibiting chondrocyte proliferation and migration, thus being a possible therapeutic target for OA. The mechanism of miR-139 in chondrocytes may be related to its regulation on EIF4G2 and IGF1R."}, {"pubmed": 27129171, "text": "Amla extract (Emblica officinalis, AE) decreases the gene and protein expression of IGF1R, a target of miR-375, and SNAIL1, a transcription factor that represses E-cadherin expression."}, {"pubmed": 27144430, "text": "Data show that single-nucleotide polymorphisms (SNPs) of the IGF1R (rs12423791), and IGF1 (rs2162679, rs5742612, rs35767) genes were significantly associated with tumor response to oxaliplatin, 5-fluorouracil, and leucovorin (FOLFOX)."}, {"pubmed": 27172746, "text": "IGF1R expression in epithelial ovarian cancer is associated with estrogen and progesterone receptor positive status and HER2 non-amplification."}, {"pubmed": 27177336, "text": "miR223 may regulate the acquired resistance of PC9/ER cells to erlotinib by targeting the IGF-1R/Akt/S6 signaling pathway."}, {"pubmed": 27180807, "text": "Study showed that IGF-1 receptor (IGF-1R), which mediates survival pathways upon IGF binding, was highly expressed in oculomotor neurons and on extraocular muscle endplate."}, {"pubmed": 27185872, "text": "IGF2 gene overexpression in a series of children diagnosed with adrenocortical tumors was not related to any clinical or biological features analyzed here, while IGF1R gene expression was significantly higher in children who presented tumor relapse and metastasis, which was not true for the IGF1R protein expression analyzed by immunohistochemistry. IGF1R overexpression could be indicative of aggressive ACTs in children."}, {"pubmed": 27213344, "text": "Results showed that IGF1R genetic variants are related to EGFR mutation in female lung adenocarcinoma patients and may be a predictive factor for tumor lymph node metastasis in Taiwanese patients with non-small-cell lung carcinoma."}, {"pubmed": 27226530, "text": "miR-214 significantly blocked IGF-1R-forced renal cancer cell proliferation, which was reversed by expression of 3'UTR-less IGF-1R and constitutively active mTORC1."}, {"pubmed": 27232975, "text": "demonstrate for the first time exosomal enrichment of G-protein-coupled receptor kinase (GRK) 5 and GRK6, both of which regulate Src and IGF-IR signaling and have been implicated in cancer."}, {"pubmed": 27246621, "text": "decreasing IGF-1R mRNA and protein expression in NCI H295R cells can partially inhibit adrenal tumor cell growth in vitro."}, {"pubmed": 27255663, "text": "Tumor cells in CSF express IGF1R in High Risk, Metastatic Medulloblastoma."}, {"pubmed": 27272834, "text": "identification of IGF-1R in odontogenic myxoma is shared with numerous tumours and indicates the ability of these tumour cells to respond to growth factors"}, {"pubmed": 27275536, "text": "IGF1R phosphorylates histone H3 at tyrosine 41 and has a role in inducing SNAI2 expression in a process that involves Brg1 chromatin remodeling protein"}, {"pubmed": 27285981, "text": "A potential novel function of TMPRSS2-ERG as a major regulator of IGF1R gene expression."}, {"pubmed": 27299695, "text": "Authors identified Insulin Growth Factor (IGF)1 receptor as the signal positively regulated by TGFbeta implicated in ovarian tumor cell proliferation."}, {"pubmed": 27312358, "text": "Overexpression of mutated K-RAS in gastrointestinal cancer cell lines led to more aggressive phenotypes, with increased proliferation, decreased apoptosis, and increased motility and invasion. IGF-1R blockade suppressed cell growth, colony formation, migration, and invasion, and up-regulated chemotherapy-induced apoptosis of gastrointestinal cancer cells, even when mutated K-RAS was over-expressed."}, {"pubmed": 27326759, "text": "These data suggest the involvement of IGF-2, IGF-1R, IGF-2R and PTEN in temporo-spatial patterning of basic cellular processes (proliferation, differentiation) during normal tooth development."}, {"pubmed": 27353258, "text": "IGF-IR was shown to be a convergence point for the IGF-/EGF- and E2-dependent MCF-7 cell adhesion onto fibronectin."}, {"pubmed": 27373487, "text": "Ultravioet rays-induced DNA repair in geriatric keratinocytes is due in part to silenced IGF-1R activation."}, {"pubmed": 27384677, "text": "Data suggest that IGF-I/IGF-IR system triggers stimulatory actions through both GPER and DDR1 in aggressive tumors as mesothelioma and lung tumors."}, {"pubmed": 27384680, "text": "analysis of compounds that cause IGF-1Rbeta but not Insulin Receptor degradation specifically in tumor cells with no effects seen in normal diploid fibroblasts"}, {"pubmed": 27472395, "text": "ATM and Ataxia Telangiectasia and RAD3-related kinase have been identified as components of the DNA damage response (DDR) pathways as mediators of resistance to IGF-1R kinase inhibition in breast cancer cells"}, {"pubmed": 27502396, "text": "Results provide evidence that uPA and IGF1R directly interact with uPAR enhancing malignant potential of triple-negative breast cancer."}, {"pubmed": 27510031, "text": "a straightforward protocol for production of recombinant IGF-II and prepared six IGF-II analogs with IGF-I-like mutations. All modified molecules exhibit significantly reduced affinity toward IR-A, particularly the analogs with a Pro-Gln insertion in the C-domain. Moreover, one of the analogs has enhanced binding affinity for IGF-1R due to a synergistic effect of the Pro-Gln insertion and S29N point mutation."}, {"pubmed": 27532210, "text": "The authors found low levels of IGF1R expression and PTEN-negative status to correlate with resistance to IGF1R inhibition as a treatment for Human T-Cell Acute Lymphoblastic Leukemias."}, {"pubmed": 27586516, "text": "implantation of IGF1R(+) human dental pulp mesenchymal stem cells exerted enhanced neuroplasticity via integrating inputs from both CXCR4 and IGF1R signaling pathways."}, {"pubmed": 27590586, "text": "IGF-1R downregulation may have a regulatory impact after initiation of hepatic lineage commitment."}, {"pubmed": 27623941, "text": "Overexpression of IGFIR is associated with hepatocellular carcinoma."}, {"pubmed": 27644646, "text": "Positive correlations indicated probable cross-talk between the IGF-IR-mediated and adiponectin-mediated signaling pathways."}, {"pubmed": 27716204, "text": "Heterodimerization of EGFR with IGF-1R can lead to increased activity of EGFR and may be an important platform for cetuximab mediated signaling in head and neck tumors that have become resistant to anti-EGFR therapy."}, {"pubmed": 27812134, "text": "Quantification of IGF-1 Receptor May Be Useful in Diagnosing Polycythemia Vera"}, {"pubmed": 27813495, "text": "Results showed that IGF-1R mRNA was up-regulated in human hepatocellular carcinoma (HCC) tissues and cell lines. Its knockdown by RNAi led to apoptosis and decreased proliferation and invasion of HCC cells."}, {"pubmed": 27819360, "text": "Study suggests that IGF-1R-AKT signalling imparts functional heterogeneity in cancer stem cells during acquirement of chemoresistance in ovarian carcinoma."}, {"pubmed": 27833148, "text": "Study provides evidence that IGF-1/IGF-1R/hsa-let-7c axis can control the odonto/osteogenic differentiation of IGF-1-treated stem cells from apical papilla via the regulation of JNK and p38 MAPK signaling pathways."}, {"pubmed": 27836546, "text": "Our findings imply that APBB1 plays an important role in the maintenance of EMT-associated CSC-like properties and gamma-radiation resistance via activation of IGF1Rbeta/AKT/GSK3beta pathway in lung cancer cells, highlighting APBB1 as a potential target for therapeutic cancer treatment."}, {"pubmed": 27891760, "text": "Results detected IGF1R gene amplification and that it was correlated with high levels of mRNA and protein expression in type IV gastric neoplasm."}, {"pubmed": 27896672, "text": "miR-15b inhibits the progression of glioblastoma cells through targeting IGF1R, and miR-15b can be recommended as a tumor suppressor in the progression of glioblastoma."}, {"pubmed": 27903254, "text": "The age-associated higher expression of miR-96 and miR-145 might contribute to the lower expression of IGF-1R while the higher expression of miR-96, miR-145 and miR-9 might contribute to the lower expression of FOXO1 in peripheral blood mononuclear cells of aging humans."}, {"pubmed": 27956702, "text": "the existence of a dynamic negative feedback loop in the regulation of IGF1R and miR-493 mediated via Snail, is reported."}, {"pubmed": 27979966, "text": "These results indicate that mutagenesis and skin carcinogenesis in IGF-1-deficient geriatric skin may be caused by defects in multiple cellular responses to UVB-induced DNA damage, including through a failure to properly suppress DNA synthesis on UVB-damaged DNA templates."}, {"pubmed": 28007906, "text": "We found that the thyroid hormone receptor (TRalpha 3) has a differential expression profile. Thyroid hormone is critical for normal brain development. Our results showed that there is a possible link between IGF1/IGF1R and the TRalpha 3 and that over expression of IGF1R in RTT cells may be the cause of neurites improvement in neural RTT-derived neurons."}, {"pubmed": 28030849, "text": "Report complex relationships between individual tumor-specific expression of IGF1R/pIGF1R and InsR/pInsR, response endocrine treatment and breast cancer prognosis."}, {"pubmed": 28050756, "text": "Signaling via the insulin (INS) and insulin-like growth factor 1 (IGF1) receptors (INSR and IGF1R) regulate basal cell (BC) differentiation into ciliated cells."}, {"pubmed": 28079144, "text": "Here the authors report a nodal role of IGF-IR in the regulation of ERalpha-positive breast cancer cell aggressiveness and the regulation of expression levels of several extracellular matrix molecules."}, {"pubmed": 28092675, "text": "High IGF1R expression is associated with skin melanoma."}, {"pubmed": 28096202, "text": "HASF (C3orf58) is a novel ligand of IGF1R."}, {"pubmed": 28096479, "text": "Results provide a mechanistic understanding for the observation that loss of IGF-1R expression decreases tamoxifen sensitivity resulting from reduced FoxO1 expression in breast cancer cells."}, {"pubmed": 28188432, "text": "High IGF-IR expression is associated with Ras and BRAF mutations in Hepatocellular Carcinoma."}, {"pubmed": 28193878, "text": "THADA fusion is a mechanism of IGF2BP3 activation and IGF1R signaling in thyroid cancer."}, {"pubmed": 28202495, "text": "GRK2 is negatively related to IGF1R and IGF1R, but not GRK2, was associated with the tumour-node-metastasis stage and overall and disease-free survival in hepatocellular carcinoma."}, {"pubmed": 28213921, "text": "Studied association of occurrence of spontaneous preterm birth with insulin-like growth factor (IGF1) rs972936 and insulin-like growth factor 1 receptor (IGF1R) rs2229765 genetic polymorphisms."}, {"pubmed": 28218468, "text": "lower IGF-1R expression after teriparatide was associated with higher body fat, suggesting links between teriparatide resistance, body composition, and the GH/IGF-1 axis."}, {"pubmed": 28223169, "text": "IFITM2 promotes gastric cancer growth and metastasis via IGF1/IGF1R/STAT3 signaling pathway."}, {"pubmed": 28266043, "text": "GSK1904529A, a Potent IGF-IR Inhibitor, Reverses MRP1-Mediated Multidrug Resistance"}, {"pubmed": 28277190, "text": "The expression levels of miR-422a were negatively correlated with the expression levels of IGF1/IGF1R in glioma cells."}, {"pubmed": 28328831, "text": "Study found that in papillary thyroid carcinoma patients with type 2 diabetes mellitus, IGF-1R was overexpressed when compared with that in subjects without type 2 diabetes mellitus, and IGF-1R immunoreactivity was associated with tumor size. It is suggested that IGF-1R may be involved in diabetes affecting tumorigenesis and tumor growth of papillary thyroid carcinoma"}, {"pubmed": 28348046, "text": "In contrast to preclinical studies that suggest a decrease in trastuzumab sensitivity in IGF1R(+) tumors, our adjuvant data show benefit of adding trastuzumab for patients with either IGF1R(+) and IGF1R(-) breast tumors."}, {"pubmed": 28349238, "text": "IGF1R expression may have prognostic relevance in penile squamous cell carcinoma"}, {"pubmed": 28351623, "text": "Although smaller than WT (wild type) mice, old-aged Igf1r(+/-) had increased adiposity and exhibit increased lipogenesis. We hypothesize that IGF-1 resistance initially causes a transient increase in insulin signaling thereby promoting a lipogenic phenotype, which subsequently leads to insulin resistance."}, {"pubmed": 28364785, "text": "Results indicate that recombinant lentiviral vectors provided an efficient and stable knockdown of insulin-like growth factor 1 receptor (IGF-1R) providing useful tool for IGF-1R pathway studies."}, {"pubmed": 28365890, "text": "Findings indicated both cezanne-1 and IGF1R expressions were negative independent predictive factors for the prognosis of lung adenocarcinoma, respectively. There was a close positive interrelationship between cezanne-1 and IGF1R expression."}, {"pubmed": 28382840, "text": "In 16 pleuropulmonary blastomas (PPBs), 25% of the tumors had an amplification of the IGF1R gene and 44% showed a gain of chromosome 8. All of the tumors with IGF1R amplification were PPBs type 3, indicating that it is a later event in tumor progression, while the gain of chromosome 8 was found in both type 2 and type 3 tumors indicating that these changes are probably earlier events in tumor development."}, {"pubmed": 28389567, "text": "Previously characterized disease-causing mutations in IGF2, IGF1R, IGF2R, or IGFALS all were found in the general population but with allele frequencies of <1:30,000."}, {"pubmed": 28395282, "text": "In addition to conventional methods, IGF1R CNV can be identified from WES data. FACS analysis of live primary cells is a promising method for efficiently evaluating and screening for IGF1R haploinsufficiency."}, {"pubmed": 28417283, "text": "WP760 downregulated IGF1R."}, {"pubmed": 28418902, "text": "IGF1R signaling under the given experimental conditions and NSCLC genetic background dictates the functional endpoint mechanism for TKI resistance. Manipulating this regulatory role of IGF1R can force the functional endpoint mechanism for TKI resistance in a defined and targetable direction here illustrated by the observed MET-amplification."}, {"pubmed": 28439706, "text": "Our findings suggest that CKS1BP7 as well as IGF1R may serve as potential biomarkers for early detection and predict prognosis in breast cancer."}, {"pubmed": 28440508, "text": "the present study confirmed the tumor suppressor function of miR-455 in melanoma, and demonstrated that miR-455 suppressed proliferation and invasion through directly targeting IGF-1R."}, {"pubmed": 28447314, "text": "High IGF1R expression is associated with bone metastasis in prostate cancer."}, {"pubmed": 28468775, "text": "In endocrine-sensitive breast cancer cells, insulin was not growth stimulatory, likely due to the presence of hybrid InsR/IGF1R, which has high affinity for IGF-I, but not insulin. Combination inhibition of InsR and IGF1R showed complete suppression of the system in endocrine-sensitive breast cancer cells"}, {"pubmed": 28498399, "text": "Combining ER and IGF1R targeting with HER2 targeted therapies may be an alternative to HER2 targeted therapy and chemotherapy for patients with HER2/ER/IGF1R positive breast cancer."}, {"pubmed": 28498434, "text": "These data imply the potential clinical application of EGF-LDP-IGF-AE for esophageal squamous cell carcinoma (ESCC)patients with EGFR and/or IGF-1R overexpression"}, {"pubmed": 28544544, "text": "Results provide evidence that cathepsin G (GC) activates IGF-1R by stimulating IGF-1 release from MCF-7 cells, and that IGF-1R activation is required for CG-induced cell aggregation."}, {"pubmed": 28545426, "text": "IGF-1R, a reported target of TMPRSS2-ERG (T2E) gene fusion, constitutes an independent factor for good prognosis in T2E-negative prostate cancer (PCa). Quantitative evaluation of IGF-1/IGF-1R expression combined with molecular assessment of T2E status or ERG protein expression represents a useful marker for tumor progression in localized PCa."}, {"pubmed": 28581517, "text": "This study reveals contrasting abilities of IGF-1R to interact with each b-arrestin isoform, depending on the presence of the ligand and demonstrates the antagonism between the two b-arrestin isoforms in controlling IGF-1R expression and function, which could be developed into a practical anti-IGF-1R strategy for cancer therapy."}, {"pubmed": 28583713, "text": "IGF-1R signalling contributes to T cell dependent inflammation in arthritis. Inhibition of IGF-1R on the level of insulin receptor substrates alleviates arthritis by restricting IL6-dependent formation of Th17 cells and may open for new treatment strategies in rheumatoid arthritis."}, {"pubmed": 28624790, "text": "miR-497 and miR-99a synergistically target IGF1R and mTOR, thereby impeding the HCC tumor growth. These results promote a concept in which not one single miRNA, but rather a network of miRNAs with shared and individual mRNA targets participates in the hepatocarcinogenesis."}, {"pubmed": 28637688, "text": "activation of the IGF-IR/PI3K/Akt signaling system is a common pattern in MLS which appears to be transcriptionally controlled, at least in part by induction of IGF2 gene transcription in a FUS-DDIT3-dependent manner."}, {"pubmed": 28651495, "text": "our findings suggested that miR-205 serves as a prognostic factor and suppresses proliferation and invasion by targeting insulin-like growth factor receptor 1 in human cervical cancer. Thus, miR-205/insulin-like growth factor receptor 1 pathway may be of great benefit to cervical cancer patients"}, {"pubmed": 28656297, "text": "Forced expression of Klotho resulted in decline of activation of IGF-1R signaling, accompanied by decreased phosphorylation of its downstream targets, including AKT and ERK1/2. These data indicated that Klotho acts as a tumor suppressor via inhibiting IGF-1R signaling, thus suppressing the viability and promoting apoptosis in Tcell lymphoma."}, {"pubmed": 28696156, "text": "IGF-1R and AKT inhibitors further increased apoptosis by Nutlin-3a in parental MHM cells and the cisplatin-resistant clones, confirming IGF-1R/AKT signaling promotes apoptosis resistance."}, {"pubmed": 28714005, "text": "these results indicate that miR455 is involved in gastric cancer progression by directly targeting IGF1R and may serve as a novel therapeutic target for the treatment of gastric cancer."}, {"pubmed": 28729397, "text": "autocrine IGF2 constitutively activated IGF1R and Akt phosphorylation, which was inhibited by BI 885578 treatment. BI 885578 significantly delayed the growth of IGF2-high colorectal cancer xenograft tumors in mice, while combination with a VEGF-A antibody increased efficacy and induced tumor regression."}, {"pubmed": 28742836, "text": "This study explores the prognostic effect of MET, MET gene copy number, polysomy of chromosome 7, IGF1R gene copy number and IGF-1 expression in tumor epithelial cells of primary non-small-cell lung cancer in 326 patients."}, {"pubmed": 28743112, "text": "MicroRNA-302b-3p suppresses cell proliferation through AKT pathway by targeting IGF-1R in human gastric cancer."}, {"pubmed": 28745651, "text": "The T IGFR-1 genetic variant and a combination of the C VEGF-A and T IGFR-1 genetic variants increase the risk of developing Primary Open Angle Glaucoma."}, {"pubmed": 28757207, "text": "mTORC1/2 inhibition promotes reorganization of integrin/focal adhesion kinase-mediated adhesomes, induction of IGFR/IR-dependent PI3K activation, and Akt phosphorylation via an integrin/FAK/IGF1R-dependent process, mediating tumor drug resistance."}, {"pubmed": 28766847, "text": "IGF1R expression in circulating tumor cells is associated with improved prognosis in early breast cancer."}, {"pubmed": 28795385, "text": "It is a key target gene of miR-193b."}, {"pubmed": 28800315, "text": "loss of miR-99a in ESCC promoted the tumor cell proliferation, migration, invasion and slug-induced EMT through activating IGF1R signaling pathway."}, {"pubmed": 28802228, "text": "The study concluded that the expression modulation of tumor suppressors MIR-375 and MIR-145, and oncomiR MIR-224 have the ability to induce apoptosis of colorectal carcinoma cells through regulation of apoptosis mediating genes MTDH, MAP3K1, PDK1, BCL-XL and BAX."}, {"pubmed": 28810236, "text": "Small interfering RNA-mediated IGF-1R knockdown mimics the effects of miR-375 up-regulation, while overexpression of Insulin Like Growth Factor 1 Receptor partially reverses those effects in oral squamous cell carcinoma cells."}, {"pubmed": 28822014, "text": "Study findings indicate that the T allele of IGF1R variant rs2016347 is associated with a significant reduction in breast cancer risk in women with a history of preeclampsia, most marked for HR+ breast cancer and in women with age at first birth less than 30."}, {"pubmed": 28830678, "text": "The INSR purified in n-dodecyl-beta-D-maltoside showed ligand-stimulated autophosphorylation and kinase activity, suggesting an intact transmembrane signaling mechanism."}, {"pubmed": 28873464, "text": "IGF2 also requires integrin binding for signaling functions, and the IGF2 mutants that cannot bind to integrins act as antagonists of IGF1R."}, {"pubmed": 28924044, "text": "Data suggest that, as part of DNA repair in nucleus of embryonic stem cells, IGF1R interacts with and phosphorylates PCNA at tyrosine residues 60, 133, and 250; this is followed by mono- and polyubiquitination of PCNA by RAD18 and SHPRH. (IGF1R = insulin-like growth factor 1 receptor; PCNA = proliferating cell nuclear antigen; RAD18 = E3 ubiquitin-protein ligase RAD18; SHPRH = E3 ubiquitin-protein ligase SHPRH)"}, {"pubmed": 28932920, "text": "miR-30a suppressed migration and invasion through the IGF1R/p-AKT/b-catenin/E-cadherin pathway in colorectal cancer cells."}, {"pubmed": 28945762, "text": "The present study was aimed at evaluating the hypothesis that nuclear IGF1R localization is not restricted to cancer cells and might constitute a novel physiologically relevant regulatory mechanism. Our data shows that nuclear translocation takes place in a wide array of cells, including normal diploid fibroblasts."}, {"pubmed": 28946136, "text": "This meta-analysis revealed that high expression of IGF-1R was associated with poor prognosis in non-small cell lung cancer."}, {"pubmed": 28952285, "text": "data show that the GSK3B-FOXO3 pathway is activated after partial hepatectomy, and this may be one of the mechanisms that lead to upregulation of hepatic IGF1R after partial hepatectomy."}, {"pubmed": 29039467, "text": "These findings demonstrated that hMSCCMmediated neuroprotection was attributed to IGF1Rmediated signaling, potentiated via the inhibition of IGF2 by IGFBP6. The results of the present study provide insight into the mechanism by which hMSC administration may promote recovery from nerve injury."}, {"pubmed": 29051069, "text": "Our findings suggest a novel mechanism by which CCE procyanidins can promote proteasome-independent degradation of nuclear Nrf2 through IGF-1R phosphorylation and cysteine protease activation."}, {"pubmed": 29054976, "text": "There is an accelerated loss of IGF1R, following loss of UBQLN1 in lung adenocarcinoma cells."}, {"pubmed": 29126188, "text": "IGF-1/ IGF-1R SNPs may contribute to the genetic susceptibility to hypertension in a Han Chinese population."}, {"pubmed": 29150385, "text": "higher IGF-IR mRNA expression observed in obese children, associated with the higher IGF-I and ALS and the lower IGFBP-1 levels"}, {"pubmed": 29180608, "text": "Study shows that PPP1R1B expression in breast tumors is inversely correlated with IGF-1R expression and that the magnitude of PPP1R1B overexpression is associated with reduced overall survival of patients and describes a molecular mechanism in which t-Darpp interacts directly with IGF-1R to promote heterodimerization with EGFR and HER2, resulting in activation of the downstream signaling pathway and increased glycolysis."}, {"pubmed": 29217764, "text": "High IGF1R expression is associated with colorectal cancer."}, {"pubmed": 29225160, "text": "Data suggest that NEAT1, SRC3, and IGF1R are highly expressed in prostate cancer cells; NEAT1 appears to interact with SRC3 and promote cell proliferation via up-regulation of SRC3/IGF1R/AKT signaling pathway. (NEAT1 = nuclear paraspeckle assembly transcript-1; SRC3 = steroid receptor coactivator protein-3; IGF1R = insulin-like growth factor 1 receptor)"}, {"pubmed": 29226546, "text": "We hypothesize that haploinsufficiency of the 15q26 genomic region distal to IGF1R gene might be related to growth disturbance; however, presence of the ring chromosome 15 itself could also be responsible for the growth delay."}, {"pubmed": 29257334, "text": "MicroRNA-381 inhibits cell proliferation and invasion in endometrial carcinoma by targeting the IGF-1R."}, {"pubmed": 29278769, "text": "Results provide evidence that that IGF-1R is positively regulated by miR-1275."}, {"pubmed": 29328495, "text": "High IGF1R expression is associated with non-small cell lung cancer."}, {"pubmed": 29421153, "text": "Study characterises nuclear trafficking of IGF1R by intracellular amphiregulin as an important component of lung cancer biology, and demonstrates its contribution to the resistance of lung tumor cells to EGFR-tyrosine kinase inhibitor gefitinib."}, {"pubmed": 29470850, "text": "Novel G310D variant in the insulin-like growth factor 1 receptor gene is associated with type 2 diabetes."}, {"pubmed": 29483580, "text": "The molecular interactions of IGF1-IGF1R binding have been dissected."}, {"pubmed": 29518496, "text": "current data demonstrate that both INSR and IGF1R are directly targeted by C-myc and exert similar effects to promote the tumorigenesis and metastasis of TSCC through the NF-kappaB pathway."}, {"pubmed": 29524179, "text": "this study provides evidence of a potential usefulness of intracellular localization of IGF-1R as prognostic factor in pediatric patients with gliomas"}, {"pubmed": 29530981, "text": "study confirms the utility of proximity-labeling methods, such as BioID, to screen for interactors of cell-surface receptors and has uncovered a role of one of these interactors, SNX6, in the IGF1R signaling cascade."}, {"pubmed": 29540831, "text": "FER kinase is an important modulator of IGF-1R activity in cancer cells.Co-location of IGF-1R with FER in cell adhesion complexes enhances IGF-1R activity."}, {"pubmed": 29572229, "text": "MDA-9/Syntenin physically interacted with insulin-like growth factor-1 receptor following treatment with insulin-like growth factor binding protein-2 (IGFBP2), regulating downstream signaling processes that enabled STAT3 phosphorylation."}, {"pubmed": 29608283, "text": "They retained the main IGF-1R-related properties, but the hormones with His49 in IGF-1 and His48 in IGF-2 showed significantly higher affinities for IR-A and for IR-B, being the strongest IGF-1- and IGF-2-like binders of these receptors ever reported."}, {"pubmed": 29615365, "text": "It contributes to the remodeling and development of CM as well as the testis descent."}, {"pubmed": 29621572, "text": "a cross-talk between IGF1R and Wnt/beta-catenin signaling pathways and showed, for the first time, that IGF1R is associated with upregulation of TCF-mediated beta-catenin transcriptional activity."}, {"pubmed": 29642855, "text": "miR-30a-5p could influence chemo-resistance by targeting IGF1R gene in melanoma cells, which might provide a potential target for the therapy of chemo-resistant melanoma cells."}, {"pubmed": 29650947, "text": "Our cumulative findings indicate that Let-7c can inhibit the osteo/odontogenic differentiation of IGF-1-treated DPMSCs by targeting IGF-1R via the JNK/P38 MAPK signaling pathways."}, {"pubmed": 29661273, "text": "This study establishes a new role for IRS-1 as an endocytic regulator of IGF-IR that ensures sustained IGF bioactivity, independent of its classic role as an adaptor in IGF-IR signaling."}, {"pubmed": 29687007, "text": "The association between the growth hormone-insulin-like growth factor-1 (GH-IGF-1) axis gene polymorphisms and short stature in Chinese children."}, {"pubmed": 29716918, "text": "To escape EGFR-TKI treatment, CCA tumor cells develop an adaptive mechanism by undergoing an IR/IGF1R-dependent phenotypic switch, involving a contribution of stromal cells."}, {"pubmed": 29735545, "text": "Study reports that nuclear IGF1R associates with advanced tumor stage and is recruited selectively to regulatory regions of chromatin including JUN and FAM21A promoters. JUN and FAM21A identified as mediators of cell survival and IGF-induced migration, properties that tumors require to attain advanced stage."}, {"pubmed": 29743626, "text": "IGF-1R activation may rescue apoptotic cell death of GNE deficient cell lines"}, {"pubmed": 29779108, "text": "MicroRNA-Dependent Regulation of IGF1R Gene Expression in Hormone-Sensitive and Hormone-Resistant Prostate Cancer Cells"}, {"pubmed": 29789409, "text": "Data suggest that R1353H point mutation constitutes an activating IGF1R variant that can result in extreme tall height with very low levels of serum IGFI; the mutation was observed in proband, his mother, and his 3 sons, however, only the proband (43 y/o) and eldest son (18 y/o) exhibit extreme tall height. [CASE REPORT]"}, {"pubmed": 29886785, "text": "both IGF1 and IGF1R mRNA are potential targets for let-7 miRNA family."}, {"pubmed": 29892839, "text": "Results showed that the expression of IGF1R appears to be highly correlated with the expression of ABCG2 in osteosarcoma and with the expression of CD44 in osteosarcoma patients under age of 10."}, {"pubmed": 29901181, "text": "miR539 may inhibit the aggressive behaviour of PDAC by directly targeting IGF1R and may serve as a novel therapeutic target for patients with this disease"}, {"pubmed": 29951828, "text": "IGF2 and IGF1R identified as novel tip cell genes in primary microvascular endothelial cell monolayers"}, {"pubmed": 29951828, "text": "Knockdown of IGF1R expression increased the intensity of F-actin staining in hMVECs"}, {"pubmed": 29989645, "text": "Study results revealed that microRNA-320a suppresses tumor cell growth and invasion of human breast cancer by targeting IGF-1R."}, {"pubmed": 30053089, "text": "Study identified four novel IGF1R gene variations by whole exome sequencing in three unrelated patients and found that patients with compound heterozygous or homozygous variations (autosomal-recessive inheritance model) displayed more severe phenotypes that were mainly characterized by developmental and speech delays, as well as mental retardation."}, {"pubmed": 30056117, "text": "Study shows that reduced insulin/insulin-like growth factor 1 signaling in astrocytes impairs their support for neurons under conditions of stress and this is associated with defects in the mitochondrial respiratory chain in astrocytes."}, {"pubmed": 30063751, "text": "Insulin like growth factor-I and its receptor are upregulated in children with nonalcoholic fatty liver disease. These findings give a new hint for the potential therapeutic use of insulin like growth factor-I in pediatric nonalcoholic fatty liver disease complicated by liver fibrosis."}, {"pubmed": 30078228, "text": "In stressed corneal epithelial cells IGFBP-3 functions as a caretaker to maintain levels of IGF-1R in the nucleus."}, {"pubmed": 30119887, "text": "IGF-IR directly regulates the G2/M checkpoint via the PI3K/AKT pathway without influencing DSB repair"}, {"pubmed": 30165429, "text": "IGF1R expression may play a role in prostate cancer progression"}, {"pubmed": 30167815, "text": "Elevations of TGF-beta3, SMAD2 and SMAD4 in hypertrophic scars and increase of IGF-1R in immature stages may give some clues for acne hypertrophic scar formation."}, {"pubmed": 30213860, "text": "Modifications of Site 1 of the insulin are sufficient to change the binding to for both insulin receptor and insulin-like growth factor 1 receptor."}, {"pubmed": 30231881, "text": "IGFBP6 controls the expansion of chemoresistant glioblastoma through paracrine IGF2/IGF-1R signaling"}, {"pubmed": 30300116, "text": "the IGF1R oncogene which is an important regulator of MEK/ERK signaling pathway, was positively regulated by AFAP1-AS1 through ameliorating miR-133a-mediated IGF1R repression in pancreatic cancer tissues."}, {"pubmed": 30338346, "text": "IGF1R expression was not associated with tumor recurrence, tumor progression, overall mortality, or cancer-specific mortality in upper tract urothelial carcinoma."}, {"pubmed": 30350263, "text": "in two head and neck squamous cell carcinoma cell lines in vitro, reduced IGF1R expression results in reduced growth rate and increased sensitivity to cisplatin"}, {"pubmed": 30365147, "text": "MiR133a and miR133b may bind near rs1815009, and miR455 near rs2684788, within IGF1R 3'UTR."}, {"pubmed": 30371738, "text": "The insulin-like growth factor 1 receptor (IGF-1R) gene was found to be a potential downstream target of NUCKS1 in GC cells."}, {"pubmed": 30374732, "text": "Exogenous insulin-like growth factor 1 (IGF-1) treatment could reverse the effect of miR-99a. MiR-99a could attenuate proliferation and promote apoptosis of human GCs through targeting IGF-1R, which could partly explain the abnormal folliculogenesis in polycystic ovary syndrome."}, {"pubmed": 30397176, "text": "Taken together, these results suggest that IGF1R inhibitors activation is an escape mechanism to CDK4/6 inhibitors in Ewing sarcoma and that dual targeting of CDK4/6 inhibitors and IGF1R inhibitors provides a candidate synergistic combination for clinical application in this disease."}, {"pubmed": 30431074, "text": "Study found that the expression of IGF1R was significantly increased in nonsmall cell lung cancer (NSCLC) and associated with poor prognosis. The mRNA expression of IGF1R in human NSCLC tissues was positively correlated with the level of EGFRAS1."}, {"pubmed": 30458886, "text": "Study determined that IGF1R is essential in tumor suppression in breast tumorigenesis. Attenuated IGF1R signaling in the MMTV-Wnt1 mouse mammary tumor model and in human breast cancer cell lines increases tumor epithelial cellular stress, resulting in upregulation of cytokine production promoting an aggressive tumor microenvironment through infiltration of immune cells and matrix remodeling."}, {"pubmed": 30515804, "text": "hese results suggested that let-7e by targeting the IGF-1R signaling pathway might serve as therapeutics in anticancer therapy"}, {"pubmed": 30594023, "text": "Study suggests that dysregulation expression of core IGFIR/ PI3K pathway components in Granulosa Cells contributes to the pathogenesis of PCOS."}, {"pubmed": 30628637, "text": "It was therefore concluded that miR320a served an antitumor role on endometrial carcinoma through the regulation of IGF1R, and miR320a may be used as the target for the gene therapy of endometrial carcinoma."}, {"pubmed": 30653502, "text": "Studied insulin like growth factor 1 receptor (IGF1R) signaling and created cell line-specific models that show how early events in IGF1R signaling depend on the protein abundance profile of a cell."}, {"pubmed": 30657555, "text": "miR-16-5p expression in hepatocellular carcinoma (HCC) tissues was significantly lower than that of adjacent normal liver tissues. At the cellular level, miR-16-5p was lowly expressed in HCC cells (SMMC-7721). Bioinformatics predicted that IGF1R was a potential target gene of miR-16-5p. miR-16-5p suppressed invasion and migration of HCC cells, mechanically by directly targeting and inhibiting IGF1R protein expression."}, {"pubmed": 30664191, "text": "Insulinlike growth factor1 receptor (IGF1R) is a target of tumor suppressor microRNA98 (miR98) in the pathogenesis of retinoblastoma (RB). Expressions of miR98 and IGF1R in tumor tissues are negatively correlated. Restoration of IGF1R reverses the anticancer effects of miR98 on RB cell viability, migration and invasion."}, {"pubmed": 30682326, "text": "These data support the hypothesis that the ability to form ordered domains is sufficient for a sterol to support ligand-induced activation of IR and IGF1R in intact mammalian cells."}, {"pubmed": 30926641, "text": "these results provide the proof-of-concept for combining BET inhibitors with agents targeting the IGF1R pathway for treating advanced Ewing sarcoma."}, {"pubmed": 30945690, "text": "Missense mutation in IGF-1R (c.926C > T, p.S309L) is associated with severe short stature."}, {"pubmed": 31034883, "text": "The IGF1 overexpression was observed in 5 samples and was associated with SLC12A7 overexpression and non-functional, early-stage tumors (p < 0.05). endogenous overexpression and silencing of SLC12A7 significantly altered IGF1 and IGF1R expression without impacting other IGFs."}, {"pubmed": 31102265, "text": "miR-7 represses the initiation and progression of osteosarcoma cells through the inhibition of IGF1R."}, {"pubmed": 31113820, "text": "High IGF1R expression is associated with breast Cancer."}, {"pubmed": 31115568, "text": "The results indicated that miR30a3p suppressed metastasis and enhanced the radiosensitivity of esophageal carcinoma (EC)cells via downregulation IGF1R, suggesting that miR30a3p may be a potential therapeutic target in the treatment of EC."}, {"pubmed": 31122679, "text": "Study in three-dimensional epidermis culture models of IGF-1R knockout HaCaT keratinocytes demonstrated that IGF-1/IGF-1R signaling play a key role in human epidermal homeostasis and stem cell maintenance."}, {"pubmed": 31126198, "text": "miR-193b can inhibit the growth and metastasis of renal cell carcinoma by targeting decreasing IGF1R expression"}, {"pubmed": 31128030, "text": "LINC00339 was markedly over-expressed in pancreatic cancer (PANC) tissues and cells and promoted cell proliferation, invasion, and migration via sponging miR-497-5p, thereby increasing IGF1R expression. Our study could provide a novel target for PANC diagnosis and biotherapy."}, {"pubmed": 31160483, "text": "MiR-505 suppressed the growth of hepatocellular carcinoma cells via targeting IGF-1R."}, {"pubmed": 31177400, "text": "Activation of IGF-1R pathway and NPM-ALK G1269A mutation confer resistance to crizotinib treatment in NPM-ALK positive lymphoma."}, {"pubmed": 31184820, "text": "Our results indicate that a disrupted signaling pathway for betaKL, FGFR4 and IGF-1R may play a role in the development of medullary thyroid cancers."}, {"pubmed": 31190579, "text": "Epigenetic silencing of miR-335 induces migration by targeting insulin-like growth factor-1 receptor in multiple myeloma."}, {"pubmed": 31207081, "text": "Long non-coding RNA deleted in lymphocytic leukaemia 1 promotes hepatocellular carcinoma progression by sponging miR-133a to regulate IGF-1R expression."}, {"pubmed": 31235784, "text": "the DARPP-32-IGF1R signaling axis plays a key role in regulating the STAT3 signaling, a critical step in gastric tumorigenesis"}, {"pubmed": 31305292, "text": "Enhancer of zeste 2 polycomb repressive complex 2 subunit promotes sorafenib resistance of hepatocellular carcinoma though insulin-like growth factor 1 receptor."}, {"pubmed": 31318186, "text": "Studied association of prognosis and survival in gastric cancer patients with regards to phosphatase and tensin homolog (PTEN), epidermal growth factor receptor (EGFR), erb-b2 receptor tyrosine kinase 2 (HER-2), and insulin like growth factor 1 receptor (IGF-1R) expression."}, {"pubmed": 31357837, "text": "miR-126 suppresses the proliferation and invasion of gastric cancer cells through targeting the 3'-UTR of IGF-1R and inhibiting its expression."}, {"pubmed": 31366500, "text": "Exogenous expression of the acidic domain of MZF1 repressed the binding of endogenous MZF1 to IGF1R promoter via blocking the interaction with ETS-like gene 1 (ELK1). This blockage not only caused MZF1 protein degradation, but also restrained ELK1 nuclear localization in high-level MZF1-expressing TNBC cells. MZF1, but not ELK1, was necessary for the retention of mesenchymal phenotype by repressing IGF1R promoter activity"}, {"pubmed": 31374070, "text": "Let-7g-5p is lowly expressed in NPC and it was the first to discover that IGF-1R was a target gene of let-7g-5p in NPC. Upregulation of IGF-1R reversed the inhibitory effect of Let-7g-5p on epithelial-mesenchymal transition."}, {"pubmed": 31443963, "text": "MiR-143-3p can regulate the growth and migration of nasal squamous cell carcinoma cells via directly targeting Bcl-2 and IGF1R."}, {"pubmed": 31508890, "text": "Pristimerin attenuates cell proliferation of uveal melanoma cells by inhibiting insulin-like growth factor-1 receptor and its downstream pathways."}, {"pubmed": 31539124, "text": "MiR-99a suppresses cell migration and invasion by regulating IGF1R in gastric cancer."}, {"pubmed": 31558604, "text": "We propose that IGF-1 Glu-58 interacts with IGF-1R Arg-704 and belongs to IGF-1 site 1, a finding supported by the NMR structure of the less active Asp-58-IGF-1 variant. Computational analyses indicated that the aforementioned mutations can affect internal insulin dynamics and inhibit adoption of a receptor-bound conformation, important for binding to receptor site 1."}, {"pubmed": 31586944, "text": "Increasing knowledge in IGF1R defects: lessons from 35 new patients."}, {"pubmed": 31661546, "text": "MiR-129-5p regulates cell proliferation and apoptosis via IGF-1R/Src/ERK/Egr-1 pathway in RA-fibroblast-like synoviocytes."}, {"pubmed": 31680140, "text": "A Comprehensive Cohort Analysis Comparing Growth and GH Therapy Response in IGF1R Mutation Carriers and SGA Children."}, {"pubmed": 31702994, "text": "Hsa-miR-6165 downregulates insulin-like growth factor-1 receptor (IGF-1R) expression and enhances apoptosis in SW480 cells."}, {"pubmed": 31705876, "text": "E2F1/IGF-1R Loop Contributes to BRAF Inhibitor Resistance in Melanoma."}, {"pubmed": 31724454, "text": "MicroRNA-139-5p modulates the growth and metastasis of malignant melanoma cells via the PI3K/AKT signaling pathway by binding to IGF1R."}, {"pubmed": 31728045, "text": "Dual targeting of IGF-1R and ErbB3 as a potential therapeutic regimen for ovarian cancer."}, {"pubmed": 31738383, "text": "These results show that IGF1R can move directionally on the plasma membrane protrusions, supporting a sensory role for filopodia in interpreting local IGF1 gradients."}, {"pubmed": 31743769, "text": "lncSNHG12 silencing inhibited OS metastasis and growth by targeting the miR-195-5p/IGF1R axis."}, {"pubmed": 31758670, "text": "Activation of insulin-like growth factor-1 receptor confers acquired resistance to osimertinib in non-small cell lung cancer with EGFR T790M mutation."}, {"pubmed": 31771180, "text": "The IGF1R can function as transcription factor, capable of binding DNA and controlling transcription. Both ERK1/2 and AKT are involved in transcriptional control of the IGF1R gene."}, {"pubmed": 31818070, "text": "GPX4 is highly expressed in renal clear cell carcinoma cells, which is positively correlated with the expression of IGF-1R and COX-2, and can promote cell proliferation and metastasis in vitro."}, {"pubmed": 31823290, "text": "High IGF1R protein expression correlates with disease-free survival of patients with stage III colon cancer."}, {"pubmed": 31847392, "text": "Non-Coding RNAs in IGF-1R Signaling Regulation: The Underlying Pathophysiological Link between Diabetes and Cancer."}, {"pubmed": 31875653, "text": "The nuclear translocation of insulin-like growth factor receptor and its significance in cancer cell survival."}, {"pubmed": 31894289, "text": "miR1395p affects cell proliferation, migration and adipogenesis by targeting insulinlike growth factor 1 receptor in hemangioma stem cells."}, {"pubmed": 31898360, "text": "A novel miRNA located in the GATA4 gene regulates the expression of IGF-1R and AKT1/2 genes and controls cell proliferation."}, {"pubmed": 31941753, "text": "IGF2 Autocrine-Mediated IGF1R Activation Is a Clinically Relevant Mechanism of Osimertinib Resistance in Lung Cancer."}, {"pubmed": 32027876, "text": "Flotillin and AP2A1/2 Promote IGF-1 Receptor Association with Clathrin and Internalization in Primary Human Keratinocytes."}, {"pubmed": 32029900, "text": "ERBB3-induced furin promotes the progression and metastasis of ovarian cancer via the IGF1R/STAT3 signaling axis."}, {"pubmed": 32033461, "text": "Targeting Insulin-Like Growth Factor 1 Receptor Delays M-Phase Progression and Synergizes with Aurora B Inhibition to Suppress Cell Proliferation."}, {"pubmed": 32037650, "text": "Pre- and postnatal growth failure with microcephaly due to two novel heterozygous IGF1R mutations and response to growth hormone treatment."}, {"pubmed": 32060422, "text": "Lipoic acid-induced oxidative stress abrogates IGF-1R maturation by inhibiting the CREB/furin axis in breast cancer cell lines."}, {"pubmed": 32142859, "text": "Decoding molecular interplay between RUNX1 and FOXO3a underlying the pulsatile IGF1R expression during acquirement of chemoresistance."}, {"pubmed": 32150843, "text": "A Possible Link of Genetic Variations in ER/IGF1R Pathway and Risk of Melanoma."}, {"pubmed": 32154665, "text": "Insulin-Like Growth Factor and Insulin-Like Growth Factor Receptor Expression in Human Idiopathic Autism Fusiform Gyrus Tissue."}, {"pubmed": 32200486, "text": "Insulin-like growth factor-1 receptor (IGF-1R) expression on circulating tumor cells (CTCs) and metastatic breast cancer outcome: results from the TransMYME trial."}, {"pubmed": 32202300, "text": "MiR-148a inhibits oral squamous cell carcinoma progression through ERK/MAPK pathway via targeting IGF-IR."}, {"pubmed": 32271414, "text": "Long non-coding RNA HCP5 promotes proliferation and metastasis of clear cell renal cell carcinoma via targeting miR-140-5p/IGF1R pathway."}, {"pubmed": 32275863, "text": "Visualization of Ligand-Bound Ectodomain Assembly in the Full-Length Human IGF-1 Receptor by Cryo-EM Single-Particle Analysis."}, {"pubmed": 32308049, "text": "IGF-1R might have a prognostic significance and could be a factor of tumor recurrence."}, {"pubmed": 32343508, "text": "MiR-99b regulates cerebral ischemia neuronal injury through targeting IGF1R."}, {"pubmed": 32349525, "text": "LINC00958 Involves in Bladder Cancer Through Sponging miR-378a-3p to Elevate IGF1R."}, {"pubmed": 32356191, "text": "Genetic IGF1R defects: new cases expand the spectrum of clinical features."}, {"pubmed": 32417396, "text": "Insulin-like growth factor-1 receptor induces immunosuppression in lung cancer by upregulating B7-H4 expression through the MEK/ERK signaling pathway."}, {"pubmed": 32457113, "text": "IGF-1 receptor activity in the Golgi of migratory cancer cells depends on adhesion-dependent phosphorylation of Tyr(1250) and Tyr(1251)."}, {"pubmed": 32458278, "text": "Activation of beta1 integrins and caveolin-1 by TF/FVIIa promotes IGF-1R signaling and cell survival."}, {"pubmed": 32467173, "text": "PRAS40 Phosphorylation Correlates with Insulin-Like Growth Factor-1 Receptor-Induced Resistance to Epidermal Growth Factor Receptor Inhibition in Head and Neck Cancer Cells."}, {"pubmed": 32467349, "text": "Insulin-Like Growth Factor-1 Receptor Expression and Disease Recurrence and Survival in Patients with Resected Pancreatic Ductal Adenocarcinoma."}, {"pubmed": 32482028, "text": "Both IGF1R-Ras and RAGE-HMGB1 pathways may be involved in the oncogenesis of colorectal cancer in patients with type 2 diabetes."}, {"pubmed": 32493414, "text": "Insulin-like growth factor receptor signaling in tumorigenesis and drug resistance: a challenge for cancer therapy."}, {"pubmed": 32494007, "text": "IGF1R is an entry receptor for respiratory syncytial virus."}, {"pubmed": 32495406, "text": "DNA methylation and mRNA expression of IGF-1 and MMP-2 after form-deprivation myopia in guinea pigs."}, {"pubmed": 32546241, "text": "Regulation of Hippo-YAP signaling by insulin-like growth factor-1 receptor in the tumorigenesis of diffuse large B-cell lymphoma."}, {"pubmed": 32570949, "text": "PSPC1 Potentiates IGF1R Expression to Augment Cell Adhesion and Motility."}, {"pubmed": 32572901, "text": "The crosstalk between IGF-1R and ER-alpha in the proliferation and anti-inflammation of nucleus pulposus cells."}, {"pubmed": 32583001, "text": "IGFIR promotes clonal cell proliferation in myelodysplastic syndromes via inhibition of the MAPK pathway."}, {"pubmed": 32700452, "text": "A homogeneous immunoassay for detection of the interaction between two tumor biomarkers of IGF1R-beta and SOCS1."}, {"pubmed": 32701997, "text": "Nuclear IGF1R interact with PCNA to preserve DNA replication after DNA-damage in a variety of human cancers."}, {"pubmed": 32705168, "text": "miR5893p sponged by the lncRNA TINCR inhibits the proliferation, migration and invasion and promotes the apoptosis of breast cancer cells by suppressing the Akt pathway via IGF1R."}, {"pubmed": 32708730, "text": "CXCL14 Maintains hESC Self-Renewal through Binding to IGF-1R and Activation of the IGF-1R Pathway."}, {"pubmed": 32710851, "text": "Dimeric states of transmembrane domains of insulin and IGF-1R receptors: Structures and possible role in activation."}, {"pubmed": 32727431, "text": "Questioning the IGF1 receptor's assigned role in CRC - a case for rehabilitation?"}, {"pubmed": 32734536, "text": "LINC00324 affects non-small cell lung cancer cell proliferation and invasion through regulation of the miR-139-5p/IGF1R axis."}, {"pubmed": 32843616, "text": "IGF-1R inhibition induces MEK phosphorylation to promote survival in colon carcinomas."}, {"pubmed": 32945416, "text": "Long noncoding RNA BANCR mediates esophageal squamous cell carcinoma progression by regulating the IGF1R/Raf/MEK/ERK pathway via miR3383p."}, {"pubmed": 32971893, "text": "HSPA1L Enhances Cancer Stem Cell-Like Properties by Activating IGF1Rbeta and Regulating beta-Catenin Transcription."}, {"pubmed": 33007330, "text": "FGFR1 overexpression renders breast cancer cells resistant to metformin through activation of IRS1/ERK signaling."}, {"pubmed": 33085926, "text": "Downregulation of Long Noncoding RNA Myocardial Infarction Associated Transcript Suppresses Cell Proliferation, Migration, Invasion, and Glycolysis by Regulation of miR-488-3p/IGF1R Pathway in Colorectal Cancer."}, {"pubmed": 33113547, "text": "A Novel Mutation in Insulin-Like Growth Factor 1 Receptor (c.641-2A>G) Is Associated with Impaired Growth, Hypoglycemia, and Modified Immune Phenotypes."}, {"pubmed": 33116033, "text": "miR-520b Inhibits IGF-1R to Increase Doxorubicin Sensitivity and Promote Cell Apoptosis in Breast Cancer."}, {"pubmed": 33143702, "text": "The role of insulin-like growth factor in Acrochordon Etiopathology."}, {"pubmed": 33145961, "text": "DM-induced Hypermethylation of IR and IGF1R attenuates mast cell activation and airway responsiveness in rats."}, {"pubmed": 33168159, "text": "Cancer and Cardiovascular Risk in Women With Hypertensive Disorders of Pregnancy Carrying a Common IGF1R Variant."}, {"pubmed": 33273014, "text": "mTOR kinase inhibition disrupts neuregulin 1-ERBB3 autocrine signaling and sensitizes NF2-deficient meningioma cellular models to IGF1R inhibition."}, {"pubmed": 33349156, "text": "Long Non-Coding RNA KCNQ1OT1 Promotes Progression of Hepatocellular Carcinoma by miR-148a-3p/IGF1R Axis."}, {"pubmed": 33428936, "text": "Proteomic identification and validation of novel interactions of the putative tumor suppressor PRELP with membrane proteins including IGFI-R and p75NTR."}, {"pubmed": 33429867, "text": "Disrupting Insulin and IGF Receptor Function in Cancer."}, {"pubmed": 33477820, "text": "Platelet-Rich Plasma Promotes the Proliferation of Human Keratinocytes via a Progression of the Cell Cycle. A Role of Prolidase."}, {"pubmed": 33477899, "text": "Extracellular Prolidase (PEPD) Induces Anabolic Processes through EGFR, beta1-integrin, and IGF-1R Signaling Pathways in an Experimental Model of Wounded Fibroblasts."}, {"pubmed": 33554951, "text": "Clinicopathological significance of insulin-like growth factor-1 receptor expression in breast cancer."}, {"pubmed": 33637620, "text": "Enrichment of IGF-1R and PPARgamma signalling pathways in orbital inflammatory diseases: steps toward understanding pathogenesis."}, {"pubmed": 33674778, "text": "Long noncoding RNA LINC01291 promotes the aggressive properties of melanoma by functioning as a competing endogenous RNA for microRNA-625-5p and subsequently increasing IGF-1R expression."}, {"pubmed": 33894267, "text": "HOXB13 promotes gastric cancer cell migration and invasion via IGF-1R upregulation and subsequent activation of PI3K/AKT/mTOR signaling pathway."}, {"pubmed": 33932050, "text": "The basic route of nuclear-targeted transport of IGF-1/IGF-1R and potential biological functions in intestinal epithelial cells."}, {"pubmed": 33966250, "text": "IGF-1R Transported to the Cell Nuclei to Regulate the Proliferation of Breast Cancer Cells."}, {"pubmed": 34036380, "text": "MicroRNA1533p suppresses retinoblastoma cell growth and invasion via targeting the IGF1R/Raf/MEK and IGF1R/PI3K/AKT signaling pathways."}, {"pubmed": 34074726, "text": "Genotype-Structure-Phenotype Correlations of Disease-Associated IGF1R Variants and Similarities to Those of INSR Variants."}, {"pubmed": 34092618, "text": "IGF-1R depletion sensitizes colon cancer cell lines to radiotherapy."}, {"pubmed": 34165167, "text": "Nuclear IGF1R interacts with NuMA and regulates 53BP1dependent DNA doublestrand break repair in colorectal cancer."}, {"pubmed": 34185427, "text": "m(6) A modification of lncRNA PCAT6 promotes bone metastasis in prostate cancer through IGF2BP2-mediated IGF1R mRNA stabilization."}, {"pubmed": 34218203, "text": "Clinical significance of microRNA-320a and insulin-like growth factor-1 receptor in early-onset preeclampsia patients."}, {"pubmed": 34320244, "text": "Caveolin-1 increases glycolysis in pancreatic cancer cells and triggers cachectic states."}, {"pubmed": 34328198, "text": "lncRNA SNHG11 facilitates prostate cancer progression through the upregulation of IGF1R expression and by sponging miR184."}, {"pubmed": 34438446, "text": "Physiologic IGFBP7 levels prolong IGF1R activation in acute lymphoblastic leukemia."}, {"pubmed": 34600083, "text": "IGF1R-alpha6 integrin-S100A4 network governs the organ-specific metastasis of chemoresistant epithelial ovarian cancer cells."}, {"pubmed": 34614499, "text": "Elevation of LncRNA ENST00000453774.1 Prevents Renal Fibrosis by Upregulating FBN1, IGF1R, and KLF7."}, {"pubmed": 34663464, "text": "SUMO1 modification of IGF-1R combining with SNAI2 inhibited osteogenic differentiation of PDLSCs stimulated by high glucose."}, {"pubmed": 34672999, "text": "WISP3 suppresses ESCC progression by inhibiting the IGF-2-IGF1R-AKT signaling cascade."}, {"pubmed": 34706132, "text": "Hsa_circ_0005576 promotes osimertinib resistance through the miR-512-5p/IGF1R axis in lung adenocarcinoma cells."}, {"pubmed": 34747545, "text": "Overexpression of miR-122 promotes apoptosis of dermal papilla cells by directly targeting IGF1R in androgenetic alopecia."}, {"pubmed": 34854210, "text": "Exosomal hsa_circ_0125310 promotes cell proliferation and fibrosis in diabetic nephropathy via sponging miR-422a and targeting the IGF1R/p38 axis."}, {"pubmed": 34876132, "text": "CircDOCK1 promotes the tumorigenesis and cisplatin resistance of osteogenic sarcoma via the miR-339-3p/IGF1R axis."}, {"pubmed": 34891198, "text": "microRNA-203 Targets Insulin-Like Growth Factor Receptor 1 to Inhibit Trophoblast Vascular Remodeling to Augment Preeclampsia."}, {"pubmed": 34915523, "text": "Expression of Insulin-Like Growth Factor Type 1 Receptor Is Linked to Inflammation in Adamantinomatous Craniopharyngioma."}, {"pubmed": 34988853, "text": "Homo sapiens circular RNA 0003602 (Hsa_circ_0003602) accelerates the tumorigenicity of acute myeloid leukemia by modulating miR-502-5p/IGF1R axis."}, {"pubmed": 35030978, "text": "Human bone marrow mesenchymal stem cells-derived exosomes attenuated prostate cancer progression via the miR-99b-5p/IGF1R axis."}, {"pubmed": 35083738, "text": "Aggravation of pulmonary fibrosis after knocking down the aryl hydrocarbon receptor in the insulin-like growth factor 1 receptor pathway."}, {"pubmed": 35154476, "text": "Overexpression of BACH1 mediated by IGF2 facilitates hepatocellular carcinoma growth and metastasis via IGF1R and PTK2."}, {"pubmed": 35199365, "text": "Circular RNA circ_0001459 accelerates hepatocellular carcinoma progression via the miR-6165/IGF1R axis."}, {"pubmed": 35211808, "text": "Defective IGF-1 prohormone N-glycosylation and reduced IGF-1 receptor signaling activation in congenital disorders of glycosylation."}, {"pubmed": 35300993, "text": "Cryo-EM Structure Reveals Polymorphic Ligand-bound States of IGF1R."}, {"pubmed": 35325324, "text": "Role of IGF-1R in epithelial-mesenchymal transdifferentiation of human peritoneal mesothelial cells."}, {"pubmed": 35362533, "text": "Reduced cardiovascular risks in women with endometriosis or polycystic ovary syndrome carrying a common functional IGF1R variant."}, {"pubmed": 35460500, "text": "LINC02381-ceRNA exerts its oncogenic effect through regulation of IGF1R signaling pathway in glioma."}, {"pubmed": 35688943, "text": "IGF1R acts as a cancer-promoting factor in the tumor microenvironment facilitating lung metastasis implantation and progression."}, {"pubmed": 35749888, "text": "Cryo-EM studies of the apo states of human IGF1R."}, {"pubmed": 35780715, "text": "Expression of IGF-1 receptor and GH receptor in hepatic tissue of patients with nonalcoholic fatty liver disease and nonalcoholic steatohepatitis."}, {"pubmed": 35784559, "text": "Activation Versus Inhibition of IGF1R: A Dual Role in Breast Tumorigenesis."}, {"pubmed": 35786404, "text": "Spermidine overrides INSR (insulin receptor)-IGF1R (insulin-like growth factor 1 receptor)-mediated inhibition of autophagy in the aging heart."}, {"pubmed": 35887382, "text": "Integrated DNA Copy Number and Expression Profiling Identifies IGF1R as a Prognostic Biomarker in Pediatric Osteosarcoma."}, {"pubmed": 35931675, "text": "Gemcitabine resistance of pancreatic cancer cells is mediated by IGF1R dependent upregulation of CD44 expression and isoform switching."}, {"pubmed": 35931997, "text": "The clinicopathological and prognostic significances of IGF-1R and Livin expression in patients with colorectal cancer."}, {"pubmed": 35970994, "text": "Activating IGF1R hotspot non-frameshift insertions define a novel, potentially targetable molecular subtype of adenoid cystic carcinoma."}, {"pubmed": 36054916, "text": "Epo-IGF1R cross talk expands stress-specific progenitors in regenerative erythropoiesis and myeloproliferative neoplasm."}, {"pubmed": 36084573, "text": "The regulation of proliferation and apoptosis in hepatocellular carcinoma via insulin-like growth factor 1 receptor."}, {"pubmed": 36106406, "text": "Hypoxia-induced CXC chemokine ligand 14 expression drives protumorigenic effects through activation of insulin-like growth factor-1 receptor signaling in glioblastoma."}, {"pubmed": 36189799, "text": "GIGYF1-disturbed IGF-1R recycling: a potential contributor to autism spectrum disorder pathogenesis?"}, {"pubmed": 36243800, "text": "Exosomal miR-140-5p inhibits osteogenesis by targeting IGF1R and regulating the mTOR pathway in ossification of the posterior longitudinal ligament."}, {"pubmed": 36331687, "text": "A common IGF1R gene variant predicts later life breast cancer risk in women with preeclampsia."}, {"pubmed": 36332473, "text": "Cryo-EM structure shows how two IGF1 hormones bind to the human IGF1R receptor."}, {"pubmed": 36335114, "text": "Interaction of a viral insulin-like peptide with the IGF-1 receptor produces a natural antagonist."}, {"pubmed": 36542208, "text": "Circ-IGF1R Affects the Progression of Colorectal Cancer by Activating the miR-362-5p/HMGB3-Mediated Wnt/beta-Catenin Signal Pathway."}, {"pubmed": 36548088, "text": "Leucine-973 is a crucial residue differentiating insulin and IGF-1 receptor signaling."}, {"pubmed": 36598389, "text": "The Role of Insulin-like Growth Factor-1 and Its Receptor in the Eye: A Review and Implications for IGF-1R Inhibition."}, {"pubmed": 36648607, "text": "LINC02381 suppresses cell proliferation and promotes apoptosis via attenuating IGF1R/PI3K/AKT signaling pathway in breast cancer."}, {"pubmed": 36698167, "text": "IGF-1R down regulates the sensitivity of hepatocellular carcinoma to sorafenib through the PI3K / akt and RAS / raf / ERK signaling pathways."}, {"pubmed": 37018819, "text": "Mechanism of myocardial fibrosis regulation by IGF-1R in atrial fibrillation through the PI3K/Akt/FoxO3a pathway."}, {"pubmed": 37081542, "text": "The interplay between IGF-1R signaling and Hippo-YAP in breast cancer stem cells."}, {"pubmed": 37173768, "text": "Circ_0005615 restrains the progression of multiple myeloma through modulating miR-331-3p and IGF1R regulatory cascade."}, {"pubmed": 37474760, "text": "EHD1-dependent traffic of IGF-1 receptor to the cell surface is essential for Ewing sarcoma tumorigenesis and metastasis."}, {"pubmed": 37477779, "text": "Association of IGF1R polymorphisms with kidney function-related traits."}, {"pubmed": 37490874, "text": "Insulin-like growth factor-1 receptor crosstalk with integrins, cadherins, and the tumor microenvironment: sticking points in understanding IGF1R function in cancer."}, {"pubmed": 37497005, "text": "IGF/IGF-1R signal pathway in pain: a promising therapeutic target."}, {"pubmed": 37511378, "text": "Obese Asthma Phenotype Is Associated with hsa-miR-26a-1-3p and hsa-miR-376a-3p Modulating the IGF Axis."}, {"pubmed": 37522970, "text": "Insulin-like growth factor 1 receptor inhibits the proliferation of acute myeloid leukaemia cells via NK cell activation."}, {"pubmed": 37724583, "text": "The Insulin Receptor and Insulin like Growth Factor Receptor 5' UTRs Support Translation Initiation Independently of EIF4G1."}, {"pubmed": 37752233, "text": "MAD2 activates IGF1R/PI3K/AKT pathway and promotes cholangiocarcinoma progression by interfering USP44/LIMA1 complex."}, {"pubmed": 37777542, "text": "IGF1R-phosphorylated PYCR1 facilitates ELK4 transcriptional activity and sustains tumor growth under hypoxia."}, {"pubmed": 37848931, "text": "The HIFIA/LINC02913/IGF1R axis promotes the cell function of adipose-derived mesenchymal stem cells under hypoxia via activating the PI3K/AKT pathway."}, {"pubmed": 37950511, "text": "LncRNA JHDM1D-AS1 promotes osteogenic differentiation of periodontal ligament cells by targeting miR-532-5p to activate IGF1R signaling."}, {"pubmed": 38036052, "text": "Insulin promotes growth in breast cancer cells through the type I IGF receptor in insulin receptor deficient cells."}, {"pubmed": 38231539, "text": "Mapping respiratory syncytial virus fusion protein interactions with the receptor IGF1R and the impact of alanine-scanning mutagenesis on viral infection."}, {"pubmed": 38262267, "text": "IGF1R stimulates autophagy, enhances viability, and promotes insulin secretion in pancreatic beta cells in gestational diabetes mellitus by upregulating ATG7."}, {"pubmed": 38347000, "text": "GWAS-identified hyperuricemia-associated IGF1R variant rs6598541 has a limited role in urate mediated inflammation in human mononuclear cells."}, {"pubmed": 38425288, "text": "Exosomal miR-223 promotes ARDS by targeting insulin-like growth factor 1 receptor: A cell communication study."}, {"pubmed": 38734625, "text": "Potential role of IGF-1R in the interaction between orbital fibroblasts and B lymphocytes: an implication for B lymphocyte depletion in the active inflammatory phase of thyroid-associated ophthalmopathy."}], "genomic_pos": {"chr": "15", "end": 98964530, "ensemblgene": "ENSG00000140443", "start": 98648539, "strand": 1}, "genomic_pos_hg19": {"chr": "15", "end": 99507759, "start": 99192200, "strand": 1}, "go": {"BP": [{"evidence": "IEA", "gocategory": "BP", "id": "GO:0003230", "qualifier": "involved_in", "term": "cardiac atrium development"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0006955", "pubmed": 16886151, "qualifier": "involved_in", "term": "immune response"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0007165", "pubmed": 3003744, "qualifier": "involved_in", "term": "signal transduction"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007275", "qualifier": "involved_in", "term": "multicellular organism development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0007409", "qualifier": "involved_in", "term": "axonogenesis"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0008284", "pubmed": 12138094, "qualifier": "involved_in", "term": "positive regulation of cell population proliferation"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0008286", "pubmed": 19406747, "qualifier": "involved_in", "term": "insulin receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0010656", "qualifier": "involved_in", "term": "negative regulation of muscle cell apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021549", "qualifier": "involved_in", "term": "cerebellum development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0021766", "qualifier": "involved_in", "term": "hippocampus development"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0030010", "qualifier": "involved_in", "term": "establishment of cell polarity"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0030335", "pubmed": 12138094, "qualifier": "involved_in", "term": "positive regulation of cell migration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0032467", "qualifier": "involved_in", "term": "positive regulation of cytokinesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033197", "qualifier": "involved_in", "term": "response to vitamin E"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0033674", "qualifier": "involved_in", "term": "positive regulation of kinase activity"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0033690", "qualifier": "involved_in", "term": "positive regulation of osteoblast proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0034224", "qualifier": "involved_in", "term": "cellular response to zinc ion starvation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0035094", "qualifier": "involved_in", "term": "response to nicotine"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0038083", "pubmed": 19545541, "qualifier": "acts_upstream_of_or_within", "term": "peptidyl-tyrosine autophosphorylation"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043066", "pubmed": 12556535, "qualifier": "involved_in", "term": "negative regulation of apoptotic process"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0043243", "pubmed": 19406747, "qualifier": "involved_in", "term": "positive regulation of protein-containing complex disassembly"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0043279", "qualifier": "involved_in", "term": "response to alkaloid"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0043409", "pubmed": 12556535, "qualifier": "involved_in", "term": "negative regulation of MAPK cascade"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0043410", "qualifier": "involved_in", "term": "positive regulation of MAPK cascade"}, {"evidence": "IC", "gocategory": "BP", "id": "GO:0043491", "pubmed": 7541045, "qualifier": "involved_in", "term": "phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0044849", "qualifier": "involved_in", "term": "estrous cycle"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0045056", "pubmed": 16306401, "qualifier": "involved_in", "term": "transcytosis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0045471", "qualifier": "involved_in", "term": "response to ethanol"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0046328", "qualifier": "involved_in", "term": "regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046328", "pubmed": 12556535, "qualifier": "involved_in", "term": "regulation of JNK cascade"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0046777", "pubmed": [1846292, 7679099, 11162456], "qualifier": "involved_in", "term": "protein autophosphorylation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0048009", "qualifier": "involved_in", "term": "insulin-like growth factor receptor signaling pathway"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0048009", "pubmed": [7679099, 7692086], "qualifier": "involved_in", "term": "insulin-like growth factor receptor signaling pathway"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0048009", "qualifier": "involved_in", "term": "insulin-like growth factor receptor signaling pathway"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048661", "qualifier": "involved_in", "term": "positive regulation of smooth muscle cell proliferation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0048680", "qualifier": "involved_in", "term": "positive regulation of axon regeneration"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051054", "qualifier": "involved_in", "term": "positive regulation of DNA metabolic process"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0051897", "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0051897", "pubmed": 7692086, "qualifier": "involved_in", "term": "positive regulation of phosphatidylinositol 3-kinase/protein kinase B signal transduction"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071260", "qualifier": "involved_in", "term": "cellular response to mechanical stimulus"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0071333", "qualifier": "involved_in", "term": "cellular response to glucose stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071392", "qualifier": "involved_in", "term": "cellular response to estradiol stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071393", "qualifier": "involved_in", "term": "cellular response to progesterone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071394", "qualifier": "involved_in", "term": "cellular response to testosterone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071549", "qualifier": "involved_in", "term": "cellular response to dexamethasone stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0071560", "qualifier": "involved_in", "term": "cellular response to transforming growth factor beta stimulus"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090031", "qualifier": "involved_in", "term": "positive regulation of steroid hormone biosynthetic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0090398", "qualifier": "involved_in", "term": "cellular senescence"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0097062", "pubmed": 19406747, "qualifier": "involved_in", "term": "dendritic spine maintenance"}, {"evidence": "IMP", "gocategory": "BP", "id": "GO:0097242", "pubmed": 19406747, "qualifier": "involved_in", "term": "amyloid-beta clearance"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0120162", "pubmed": 26910308, "qualifier": "involved_in", "term": "positive regulation of cold-induced thermogenesis"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1902065", "qualifier": "involved_in", "term": "response to L-glutamate"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1903944", "qualifier": "involved_in", "term": "negative regulation of hepatocyte apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904045", "qualifier": "involved_in", "term": "cellular response to aldosterone"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904193", "qualifier": "involved_in", "term": "negative regulation of cholangiocyte apoptotic process"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1904385", "qualifier": "involved_in", "term": "cellular response to angiotensin"}, {"evidence": "IGI", "gocategory": "BP", "id": "GO:1904646", "pubmed": 22635104, "qualifier": "involved_in", "term": "cellular response to amyloid-beta"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:1990314", "qualifier": "involved_in", "term": "cellular response to insulin-like growth factor stimulus"}], "CC": [{"evidence": "IBA", "gocategory": "CC", "id": "GO:0005886", "qualifier": "is_active_in", "term": "plasma membrane"}, {"evidence": "IC", "gocategory": "CC", "id": "GO:0005886", "pubmed": 7679099, "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "ISS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005886", "qualifier": "located_in", "term": "plasma membrane"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005899", "qualifier": "part_of", "term": "insulin receptor complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0005901", "qualifier": "located_in", "term": "caveola"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0016020", "pubmed": 8452530, "qualifier": "located_in", "term": "membrane"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0030315", "qualifier": "located_in", "term": "T-tubule"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0030424", "qualifier": "is_active_in", "term": "axon"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0035867", "pubmed": 19578119, "qualifier": "part_of", "term": "alphav-beta3 integrin-IGF-1-IGF1R complex"}, {"evidence": "IEA", "gocategory": "CC", "id": "GO:0043025", "qualifier": "located_in", "term": "neuronal cell body"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043231", "pubmed": 8452530, "qualifier": "located_in", "term": "intracellular membrane-bounded organelle"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0043235", "pubmed": 23382219, "qualifier": "part_of", "term": "receptor complex"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:1902911", "pubmed": 1846292, "qualifier": "part_of", "term": "protein kinase complex"}], "MF": [{"category": "MF", "evidence": "IEA", "id": "GO:0001965", "qualifier": "enables", "term": "G-protein alpha-subunit binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0004713", "pubmed": [7679099, 11162456], "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IMP", "id": "GO:0004713", "pubmed": 11884589, "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "TAS", "id": "GO:0004713", "qualifier": "enables", "term": "protein tyrosine kinase activity"}, {"category": "MF", "evidence": "IBA", "id": "GO:0005009", "qualifier": "enables", "term": "insulin receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005010", "pubmed": 7679099, "qualifier": "enables", "term": "insulin-like growth factor receptor activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005158", "pubmed": 8452530, "qualifier": "enables", "term": "insulin receptor binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [7541045, 7589433, 7642582, 8452530, 8603569, 8895367, 8999839, 9480911, 9727029, 10026153, 11724822, 12482592, 12556535, 15289498, 15878855, 15976035, 15998644, 16926280, 21645859, 22245152, 22261717, 25241761, 25416956, 26027733, 26692333, 28065597, 32296183, 34591642, 35384245, 36931259], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0005520", "pubmed": [1846292, 7679099], "qualifier": "enables", "term": "insulin-like growth factor binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0005524", "qualifier": "enables", "term": "ATP binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0031994", "pubmed": 19578119, "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0031994", "pubmed": 8452530, "qualifier": "enables", "term": "insulin-like growth factor I binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0042802", "pubmed": [11448933, 17586502, 21645859], "qualifier": "enables", "term": "identical protein binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043548", "pubmed": 7541045, "qualifier": "enables", "term": "phosphatidylinositol 3-kinase binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043559", "pubmed": 8452530, "qualifier": "enables", "term": "insulin binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0043560", "qualifier": "enables", "term": "insulin receptor substrate binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0043560", "pubmed": 7541045, "qualifier": "enables", "term": "insulin receptor substrate binding"}, {"category": "MF", "evidence": "IEA", "id": "GO:0044877", "qualifier": "enables", "term": "protein-containing complex binding"}, {"category": "MF", "evidence": "IMP", "id": "GO:0140318", "pubmed": 16306401, "qualifier": "enables", "term": "protein transporter activity"}]}, "homologene": {"genes": [[6239, 175410], [7165, 1280455], [7227, 42549], [7955, 245701], [7955, 245702], [8364, 100329112], [9031, 395889], [9544, 708227], [9598, 453676], [9606, 3480], [9615, 442951], [9913, 281848], [10090, 16001], [10116, 25718]], "id": 30997}, "interpro": [{"desc": "Receptor L-domain", "id": "IPR000494", "short_desc": "Rcpt_L-dom"}, {"desc": "Receptor L-domain superfamily", "id": "IPR036941", "short_desc": "Rcpt_L-dom_sf"}, {"desc": "Furin-like cysteine-rich domain", "id": "IPR006211", "short_desc": "Furin-like_Cys-rich_dom"}, {"desc": "Furin-like repeat", "id": "IPR006212", "short_desc": "Furin_repeat"}, {"desc": "Growth factor receptor cysteine-rich domain superfamily", "id": "IPR009030", "short_desc": "Growth_fac_rcpt_cys_sf"}, {"desc": "Protein kinase domain", "id": "IPR000719", "short_desc": "Prot_kinase_dom"}, {"desc": "Serine-threonine/tyrosine-protein kinase, catalytic domain", "id": "IPR001245", "short_desc": "Ser-Thr/Tyr_kinase_cat_dom"}, {"desc": "Tyrosine-protein kinase, receptor class II, conserved site", "id": "IPR002011", "short_desc": "Tyr_kinase_rcpt_2_CS"}, {"desc": "Fibronectin type III", "id": "IPR003961", "short_desc": "FN3_dom"}, {"desc": "Tyrosine-protein kinase, active site", "id": "IPR008266", "short_desc": "Tyr_kinase_AS"}, {"desc": "Protein kinase-like domain superfamily", "id": "IPR011009", "short_desc": "Kinase-like_dom_sf"}, {"desc": "Immunoglobulin-like fold", "id": "IPR013783", "short_desc": "Ig-like_fold"}, {"desc": "Tyrosine-protein kinase, insulin-like receptor", "id": "IPR016246", "short_desc": "Tyr_kinase_insulin-like_rcpt"}, {"desc": "Protein kinase, ATP binding site", "id": "IPR017441", "short_desc": "Protein_kinase_ATP_BS"}, {"desc": "Tyrosine-protein kinase, catalytic domain", "id": "IPR020635", "short_desc": "Tyr_kinase_cat_dom"}, {"desc": "Fibronectin type III superfamily", "id": "IPR036116", "short_desc": "FN3_sf"}], "ipi": "IPI00027232", "map_location": "15q26.3", "name": "insulin like growth factor 1 receptor", "other_names": ["IGF-I receptor", "insulin-like growth factor 1 receptor"], "pantherdb": {"HGNC": "5465", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "96433", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10090, "uniprot_kb": "Q60751"}, {"RGD": "2869", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 10116, "uniprot_kb": "P24062"}, {"Ensembl": "ENSGALG00000040651", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 9031, "uniprot_kb": "A0A1D5PVH7"}, {"ZFIN": "ZDB-GENE-020503-1", "ortholog_type": "LDO", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "A0A0R4IGP2"}, {"ZFIN": "ZDB-GENE-020503-2", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 7955, "uniprot_kb": "B0R0Q2"}, {"WormBase": "WBGene00000898", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 6239, "uniprot_kb": "Q968Y9"}, {"FlyBase": "FBgn0283499", "ortholog_type": "O", "panther_family": "PTHR24416", "taxid": 7227, "uniprot_kb": "P09208"}], "uniprot_kb": "P08069"}, "pathway": {"biocarta": [{"id": "badpathway", "name": "regulation of bad phosphorylation"}, {"id": "igf1mtorpathway", "name": "skeletal muscle hypertrophy is regulated via akt-mtor pathway"}, {"id": "igf1pathway", "name": "igf-1 signaling pathway"}, {"id": "igf1rpathway", "name": "multiple antiapoptotic pathways from igf-1r signaling lead to bad phosphorylation"}, {"id": "longevitypathway", "name": "the igf-1 receptor and longevity"}], "kegg": [{"id": "hsa04010", "name": "MAPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04014", "name": "Ras signaling pathway - Homo sapiens (human)"}, {"id": "hsa04015", "name": "Rap1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04066", "name": "HIF-1 signaling pathway - Homo sapiens (human)"}, {"id": "hsa04068", "name": "FoxO signaling pathway - Homo sapiens (human)"}, {"id": "hsa04114", "name": "Oocyte meiosis - Homo sapiens (human)"}, {"id": "hsa04140", "name": "Autophagy - animal - Homo sapiens (human)"}, {"id": "hsa04144", "name": "Endocytosis - Homo sapiens (human)"}, {"id": "hsa04150", "name": "mTOR signaling pathway - Homo sapiens (human)"}, {"id": "hsa04151", "name": "PI3K-Akt signaling pathway - Homo sapiens (human)"}, {"id": "hsa04152", "name": "AMPK signaling pathway - Homo sapiens (human)"}, {"id": "hsa04211", "name": "Longevity regulating pathway - Homo sapiens (human)"}, {"id": "hsa04213", "name": "Longevity regulating pathway - multiple species - Homo sapiens (human)"}, {"id": "hsa04510", "name": "Focal adhesion - Homo sapiens (human)"}, {"id": "hsa04520", "name": "Adherens junction - Homo sapiens (human)"}, {"id": "hsa04550", "name": "Signaling pathways regulating pluripotency of stem cells - Homo sapiens (human)"}, {"id": "hsa04730", "name": "Long-term depression - Homo sapiens (human)"}, {"id": "hsa04913", "name": "Ovarian steroidogenesis - Homo sapiens (human)"}, {"id": "hsa04914", "name": "Progesterone-mediated oocyte maturation - Homo sapiens (human)"}, {"id": "hsa05200", "name": "Pathways in cancer - Homo sapiens (human)"}, {"id": "hsa05202", "name": "Transcriptional misregulation in cancer - Homo sapiens (human)"}, {"id": "hsa05205", "name": "Proteoglycans in cancer - Homo sapiens (human)"}, {"id": "hsa05214", "name": "Glioma - Homo sapiens (human)"}, {"id": "hsa05215", "name": "Prostate cancer - Homo sapiens (human)"}, {"id": "hsa05218", "name": "Melanoma - Homo sapiens (human)"}, {"id": "hsa05224", "name": "Breast cancer - Homo sapiens (human)"}, {"id": "hsa05225", "name": "Hepatocellular carcinoma - Homo sapiens (human)"}], "netpath": [{"id": "Pathway_Leptin", "name": "Leptin"}, {"id": "Pathway_TSH", "name": "TSH"}], "pid": [{"id": "ajdiss_2pathway", "name": "Posttranslational regulation of adherens junction stability and dissassembly"}, {"id": "avb3_integrin_pathway", "name": "Integrins in angiogenesis"}, {"id": "ecadherin_stabilization_pathway", "name": "Stabilization and expansion of the E-cadherin adherens junction"}, {"id": "er_nongenomic_pathway", "name": "Plasma membrane estrogen receptor signaling"}, {"id": "igf1_pathway", "name": "IGF1 pathway"}, {"id": "shp2_pathway", "name": "SHP2 signaling"}], "reactome": [{"id": "R-HSA-162582", "name": "Signal Transduction"}, {"id": "R-HSA-1643685", "name": "Disease"}, {"id": "R-HSA-2404192", "name": "Signaling by Type 1 Insulin-like Growth Factor 1 Receptor (IGF1R)"}, {"id": "R-HSA-2428924", "name": "IGF1R signaling cascade"}, {"id": "R-HSA-2428928", "name": "IRS-related events triggered by IGF1R"}, {"id": "R-HSA-2428933", "name": "SHC-related events triggered by IGF1R"}, {"id": "R-HSA-5663205", "name": "Infectious disease"}, {"id": "R-HSA-8939211", "name": "ESR-mediated signaling"}, {"id": "R-HSA-9006931", "name": "Signaling by Nuclear Receptors"}, {"id": "R-HSA-9006934", "name": "Signaling by Receptor Tyrosine Kinases"}, {"id": "R-HSA-9009391", "name": "Extra-nuclear estrogen signaling"}, {"id": "R-HSA-9820952", "name": "Respiratory Syncytial Virus Infection Pathway"}, {"id": "R-HSA-9820960", "name": "Respiratory syncytial virus (RSV) attachment and entry"}, {"id": "R-HSA-9824446", "name": "Viral Infection Pathways"}], "wikipathways": [{"id": "WP1544", "name": "MicroRNAs in cardiomyocyte hypertrophy"}, {"id": "WP2032", "name": "Thyroid stimulating hormone (TSH) signaling pathway"}, {"id": "WP2261", "name": "Glioblastoma signaling pathways"}, {"id": "WP254", "name": "Apoptosis"}, {"id": "WP306", "name": "Focal Adhesion"}, {"id": "WP3584", "name": "MECP2 and Associated Rett Syndrome"}, {"id": "WP3850", "name": "Factors and pathways affecting insulin-like growth factor (IGF1)-Akt signaling"}, {"id": "WP3932", "name": "Focal Adhesion-PI3K-Akt-mTOR-signaling pathway"}, {"id": "WP4172", "name": "PI3K-Akt signaling pathway"}, {"id": "WP4186", "name": "Somatroph axis (GH) and its relationship to dietary restriction and aging"}, {"id": "WP4217", "name": "Ebola Virus Pathway on Host"}, {"id": "WP4223", "name": "Ras signaling"}, {"id": "WP4262", "name": "Breast cancer pathway"}, {"id": "WP4540", "name": "Pathways Regulating Hippo Signaling"}, {"id": "WP4541", "name": "Hippo-Merlin Signaling Dysregulation"}, {"id": "WP4674", "name": "Head and Neck Squamous Cell Carcinoma"}, {"id": "WP474", "name": "Endochondral Ossification"}, {"id": "WP4806", "name": "EGFR Tyrosine Kinase Inhibitor Resistance"}, {"id": "WP4808", "name": "Endochondral Ossification with Skeletal Dysplasias"}, {"id": "WP481", "name": "Insulin Signaling"}, {"id": "WP615", "name": "Senescence and Autophagy in Cancer"}]}, "pdb": ["1IGR", "1JQH", "1K3A", "1M7N", "1P4O", "2OJ9", "2ZM3", "3D94", "3F5P", "3I81", "3LVP", "3LW0", "3NW5", "3NW6", "3NW7", "3O23", "3QQU", "4D2R", "4XSS", "5FXQ", "5FXR", "5FXS", "5HZN", "5U8Q", "5U8R", "6JK8", "6VWG", "6VWH", "6VWI", "6VWJ", "7PH8", "7S0Q", "7S8V", "7U23", "7V3P", "7XGD", "7XLC", "7YRR", "8PYI", "8PYJ", "8PYK", "8PYL", "8PYM", "8PYN", "8TAN"], "pfam": ["PF00757", "PF01030", "PF00041", "PF07714"], "pharmgkb": "PA29698", "pharos": {"target_id": 10517, "tdl": "Tclin"}, "pir": "A25690", "prosite": ["PS50011", "PS50853"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF226351", "relationship": "is"}, {"id": "GNF251215", "relationship": "is"}, {"id": "GNF251216", "relationship": "is"}, {"id": "GNF251217", "relationship": "is"}, {"id": "GNF251218", "relationship": "is"}], "GNF_hs-ORFeome1_1_reads": {"id": "GNF160387", "relationship": "similar to"}, "GNF_hs-Origene": [{"id": "GNF034782", "relationship": "weakly similar to"}, {"id": "GNF040262", "relationship": "is"}, {"id": "GNF041171", "relationship": "is"}], "GNF_hs-druggable_lenti-shRNA": [{"id": "GNF084778", "relationship": "is"}, {"id": "GNF084779", "relationship": "is"}, {"id": "GNF084780", "relationship": "is"}], "GNF_hs-druggable_plasmid-shRNA": [{"id": "GNF051960", "relationship": "is"}, {"id": "GNF056725", "relationship": "is"}, {"id": "GNF061523", "relationship": "is"}], "GNF_hs-druggable_siRNA": [{"id": "GNF071699", "relationship": "is"}, {"id": "GNF071700", "relationship": "is"}], "GNF_hs-oncomine_IDT-siRNA": [{"id": "GNF281391", "relationship": "is"}, {"id": "GNF281457", "relationship": "is"}, {"id": "GNF281523", "relationship": "is"}, {"id": "GNF281589", "relationship": "is"}], "GNF_hs-pkinase_IDT-siRNA": [{"id": "GNF165808", "relationship": "is"}, {"id": "GNF165809", "relationship": "is"}, {"id": "GNF165810", "relationship": "is"}, {"id": "GNF165811", "relationship": "is"}], "GNF_mm+hs-MGC": {"id": "GNF009104", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF242470", "relationship": "is"}, "Invitrogen_IVTHSSIPKv2": [{"id": "GNF323840", "relationship": "is"}, {"id": "GNF323841", "relationship": "is"}], "NIBRI_hs-Secretome_pDEST": {"id": "GNF335027", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF092747", "relationship": "is"}, {"id": "GNF111526", "relationship": "is"}, {"id": "GNF113544", "relationship": "is"}, {"id": "GNF132445", "relationship": "is"}, {"id": "GNF151167", "relationship": "is"}, {"id": "GNF153185", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000015.10", "NC_060939.1", "NG_009492.1"], "protein": ["NP_000866.1", "NP_001278787.1", "XP_011519818.1", "XP_011519819.1", "XP_016877626.1", "XP_047288398.1", "XP_047288399.1", "XP_047288400.1", "XP_047288401.1", "XP_054233804.1", "XP_054233805.1", "XP_054233806.1", "XP_054233807.1", "XP_054233808.1", "XP_054233809.1", "XP_054233810.1", "XP_054233811.1"], "rna": ["NM_000875.5", "NM_001291858.2", "NM_152452.1", "XM_011521516.3", "XM_011521517.3", "XM_017022137.2", "XM_047432442.1", "XM_047432443.1", "XM_047432444.1", "XM_047432445.1", "XM_054377829.1", "XM_054377830.1", "XM_054377831.1", "XM_054377832.1", "XM_054377833.1", "XM_054377834.1", "XM_054377835.1", "XM_054377836.1"], "translation": [{"protein": "XP_047288400.1", "rna": "XM_047432444.1"}, {"protein": "XP_054233806.1", "rna": "XM_054377831.1"}, {"protein": "XP_054233807.1", "rna": "XM_054377832.1"}, {"protein": "XP_016877626.1", "rna": "XM_017022137.2"}, {"protein": "XP_047288399.1", "rna": "XM_047432443.1"}, {"protein": "XP_011519818.1", "rna": "XM_011521516.3"}, {"protein": "XP_054233804.1", "rna": "XM_054377829.1"}, {"protein": "XP_047288398.1", "rna": "XM_047432442.1"}, {"protein": "XP_054233808.1", "rna": "XM_054377833.1"}, {"protein": "XP_054233811.1", "rna": "XM_054377836.1"}, {"protein": "XP_011519819.1", "rna": "XM_011521517.3"}, {"protein": "NP_000866.1", "rna": "NM_000875.5"}, {"protein": "XP_054233805.1", "rna": "XM_054377830.1"}, {"protein": "NP_001278787.1", "rna": "NM_001291858.2"}, {"protein": "XP_054233810.1", "rna": "XM_054377835.1"}, {"protein": "XP_047288401.1", "rna": "XM_047432445.1"}, {"protein": "XP_054233809.1", "rna": "XM_054377834.1"}]}, "reporter": {"GNF1H": "gnf1h09945_at", "HG-U133_Plus_2": ["203627_at", "203628_at", "208441_at", "225330_at", "243358_at"], "HG-U95Av2": ["1335_at", "31335_at", "34718_at"], "HTA-2_0": ["TC15000949.hg.1", "TC15000951.hg.1"], "HuEx-1_0": ["3610798", "3610800", "3610802", "3610804", "3610958"], "HuGene-1_1": ["7986359", "7986383"], "HuGene-2_1": "16805495"}, "retired": [51049, 145815], "summary": "This receptor binds insulin-like growth factor with a high affinity. It has tyrosine kinase activity. The insulin-like growth factor I receptor plays a critical role in transformation events. Cleavage of the precursor generates alpha and beta subunits. It is highly overexpressed in most malignant tissues where it functions as an anti-apoptotic agent by enhancing cell survival. Alternatively spliced transcript variants encoding distinct isoforms have been found for this gene. [provided by RefSeq, May 2014].", "symbol": "IGF1R", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1334088"}, "unigene": ["Hs.714012", "Hs.643120"], "uniprot": {"Swiss-Prot": "P08069", "TrEMBL": ["H3BSZ8", "C9J5X1", "H0YNR0", "H0YMJ5"]}, "wikipedia": {"url_stub": "Insulin-like growth factor 1 receptor"}}