{"AllianceGenome": "28868", "HGNC": "28868", "MIM": "608259", "_id": "10643", "_version": 3, "accession": {"genomic": ["AC005082.3", "AC021876.5", "AC079780.6", "CH236948.1", "CH471073.1", "CP068271.2", "CS805584.1", "NC_000007.14", "NC_060931.1"], "protein": ["AAC35208.1", "AAD09223.1", "AAD09828.1", "AAH65269.1", "CAE45883.1", "CAH56186.1", "CAP40171.1", "EAL24257.1", "EAW93786.1", "EAW93787.1", "NP_006538.2", "O00425.2", "XP_011513391.1", "XP_011513392.1", "XP_011513394.1", "XP_011513395.1", "XP_047275738.1", "XP_047275740.1", "XP_054213071.1", "XP_054213072.1", "XP_054213073.1", "XP_054213074.1", "XP_054213075.1", "XP_054213076.1", "XP_054213077.1"], "rna": ["AF117108.1", "BC019258.1", "BC051296.1", "BC065269.1", "BX640800.1", "BX648488.1", "NM_006547.3", "U76705.1", "U97188.1", "XM_011515089.3", "XM_011515090.4", "XM_011515092.3", "XM_011515093.3", "XM_047419782.1", "XM_047419784.1", "XM_054357096.1", "XM_054357097.1", "XM_054357098.1", "XM_054357099.1", "XM_054357100.1", "XM_054357101.1", "XM_054357102.1"], "translation": [{"protein": "XP_054213072.1", "rna": "XM_054357097.1"}, {"protein": "AAD09828.1", "rna": "AF117108.1"}, {"protein": "XP_047275740.1", "rna": "XM_047419784.1"}, {"protein": "AAC35208.1", "rna": "U97188.1"}, {"protein": "XP_054213074.1", "rna": "XM_054357099.1"}, {"protein": "AAH65269.1", "rna": "BC065269.1"}, {"protein": "XP_054213077.1", "rna": "XM_054357102.1"}, {"protein": "CAE45883.1", "rna": "BX640800.1"}, {"protein": "XP_047275738.1", "rna": "XM_047419782.1"}, {"protein": "XP_054213076.1", "rna": "XM_054357101.1"}, {"protein": "XP_011513392.1", "rna": "XM_011515090.4"}, {"protein": "CAH56186.1", "rna": "BX648488.1"}, {"protein": "XP_054213071.1", "rna": "XM_054357096.1"}, {"protein": "XP_054213073.1", "rna": "XM_054357098.1"}, {"protein": "XP_054213075.1", "rna": "XM_054357100.1"}, {"protein": "XP_011513395.1", "rna": "XM_011515093.3"}, {"protein": "XP_011513391.1", "rna": "XM_011515089.3"}, {"protein": "XP_011513394.1", "rna": "XM_011515092.3"}, {"protein": "NP_006538.2", "rna": "NM_006547.3"}, {"protein": "AAD09223.1", "rna": "U76705.1"}]}, "alias": ["CT98", "IMP-3", "IMP3", "KOC", "KOC1", "VICKZ3"], "ensembl": {"gene": "ENSG00000136231", "protein": ["ENSP00000258729", "ENSP00000395936", "ENSP00000480267"], "transcript": ["ENST00000258729", "ENST00000421467", "ENST00000465058", "ENST00000466809", "ENST00000467592", "ENST00000468005", "ENST00000468263", "ENST00000469723", "ENST00000474105", "ENST00000476938", "ENST00000479504", "ENST00000480547", "ENST00000491719", "ENST00000492771", "ENST00000495009", "ENST00000497563", "ENST00000498363", "ENST00000619562"], "translation": [{"protein": "ENSP00000258729", "rna": "ENST00000258729"}, {"protein": "ENSP00000395936", "rna": "ENST00000421467"}, {"protein": "ENSP00000480267", "rna": "ENST00000619562"}], "type_of_gene": "protein_coding"}, "entrezgene": "10643", "exac": {"_license": "http://bit.ly/2H9c4hg", "all": {"exp_lof": 23.2048571441, "exp_mis": 199.78337945, "exp_syn": 93.2325955357, "lof_z": 4.77176633808797, "mis_z": 2.65707663359243, "mu_lof": 1.61513512087e-06, "mu_mis": 1.76298152334e-05, "mu_syn": 7.90031537807e-06, "n_lof": 0.0, "n_mis": 123.0, "n_syn": 82.0, "p_li": 0.999726189174336, "p_null": 4.5062605190233e-10, "p_rec": 0.000273810375037966, "syn_z": 0.721183630417966}, "bp": 1740, "cds_end": 23509729, "cds_start": 23351980, "n_exons": 15, "nonpsych": {"exp_lof": 20.7062336685, "exp_mis": 180.526840832, "exp_syn": 84.0880977037, "lof_z": 4.46891905554547, "mis_z": 2.76017439080267, "mu_lof": 1.61513512087e-06, "mu_mis": 1.76298152334e-05, "mu_syn": 7.90031537807e-06, "n_lof": 0.0, "n_mis": 107.0, "n_syn": 73.0, "p_li": 0.999391557568088, "p_null": 3.84471843606095e-09, "p_rec": 0.000608438587193966, "syn_z": 0.761295691958818}, "nontcga": {"exp_lof": 21.3195778777, "exp_mis": 183.771830702, "exp_syn": 85.7451034199, "lof_z": 4.55481321257612, "mis_z": 2.56419157870103, "mu_lof": 1.61513512087e-06, "mu_mis": 1.76298152334e-05, "mu_syn": 7.90031537807e-06, "n_lof": 0.0, "n_mis": 114.0, "n_syn": 71.0, "p_li": 0.999468065977005, "p_null": 2.26784372477333e-09, "p_rec": 0.0005319317551509, "syn_z": 1.00824325393734}, "transcript": "ENST00000258729.3"}, "exons": [{"cdsend": 23470110, "cdsstart": 23312361, "chr": "7", "position": [[23310208, 23312460], [23312734, 23312848], [23313521, 23313653], [23317638, 23317713], [23319137, 23319254], [23342063, 23342189], [23343717, 23343853], [23345939, 23346062], [23347599, 23347734], [23351304, 23351586], [23361533, 23361597], [23361689, 23361741], [23418775, 23418824], [23468481, 23468542], [23469935, 23470491]], "strand": -1, "transcript": "NM_006547", "txend": 23470491, "txstart": 23310208}], "exons_hg19": [{"cdsend": 23509729, "cdsstart": 23351980, "chr": "7", "position": [[23349827, 23352079], [23352353, 23352467], [23353140, 23353272], [23357257, 23357332], [23358756, 23358873], [23381682, 23381808], [23383336, 23383472], [23385558, 23385681], [23387218, 23387353], [23390923, 23391205], [23401152, 23401216], [23401308, 23401360], [23458394, 23458443], [23508100, 23508161], [23509554, 23510110]], "strand": -1, "transcript": "NM_006547", "txend": 23510110, "txstart": 23349827}], "generif": [{"pubmed": 12161597, "text": "The growth regulating gene IMP-3 has been characterized as a candidate for Silver-Russell syndrome."}, {"pubmed": 15644775, "text": "KOC is a sensitive and specific marker for carcinomas and high-grade dysplastic lesions of the pancreatic ductal epithelium"}, {"pubmed": 15753088, "text": "IMP-3 knock down by RNA interference significantly decreases levels of intracellular and secreted insulin-like growth factor-II (IGF-II) without affecting IGF-II leader-3, leader-4, c-myc, or beta-actin mRNA levels and H19 RNA levels."}, {"pubmed": 16339295, "text": "We conclude that in patients with Barrett's esophagus, GOAGE for IGF-II is found frequently in the metaplastic esophageal epithelium as well as in normal gastric and duodenal epithelia."}, {"pubmed": 17192788, "text": "Adenocarcinoma in situ of the uterine cervix demonstrate significant expression of IMP3."}, {"pubmed": 17296566, "text": "VICKZ exhibits differential expression in lymphoma subtypes and thus may be a marker of potential value in the diagnosis and study of hematopoietic neoplasia."}, {"pubmed": 17316760, "text": "study shows KOC is highly expressed in high-grade lung neuroendocrine carcinomas but not low- & intermediate-grade carcinoid tumors, indicating KOC may play an important role in regulation of biologic behavior of high-grade lung neuroendocrine carcinomas"}, {"pubmed": 17521698, "text": "Immunohistochemical detection of KOC expression may be a useful diagnostic tool for distinguishing between small cell carcinoma and carcinoid tumor."}, {"pubmed": 17784873, "text": "Data show that TTK protein kinase, lymphocyte antigen 6 complex locus K and insulin-like growth factor (IGF)-II mRNA binding protein 3 are tumor-associated antigens recognized by cytotoxic T lymphocytes and HLA-A24-restricted epitope peptides."}, {"pubmed": 17885673, "text": "Expression of IMP3 and p53 may be helpful biomarkers in the distinction of endometrial serous carcinoma from endometrioid adenocarcinoma"}, {"pubmed": 18204432, "text": "IMP-3 appears to be involved in the progression of malignant melanoma"}, {"pubmed": 18223334, "text": "IMP3 may be a useful diagnostic marker in the assessment of endometrial cancers and their precursor lesions."}, {"pubmed": 18260086, "text": "IMP3 over expression was associated with metastatic progression and death for patients with clear cell renal cell carcinoma"}, {"pubmed": 18337447, "text": "Rab27A acts as a novel mediator of invasion and metastasis promotion in human breast cancer cells through regulating the secretion of IGF-II."}, {"pubmed": 18347170, "text": "IMP3 is an independent prognostic marker that can identify a group of patients with a high potential to develop progression."}, {"pubmed": 18499984, "text": "IMP3 is a promising new marker with high specificity and sensitivity for pancreatic adenocarcinoma."}, {"pubmed": 18618724, "text": "The concurrent use of KOC and S100A4 protein improves the diagnostic sensitivity of biliary brushings cytology."}, {"pubmed": 18802962, "text": "IMP3 plays an important role in tumor invasion and metastasis and is a strong prognostic factor for patients with hepatocellular carcinoma."}, {"pubmed": 18835627, "text": "We propose K homology domain-containing protein overexpressed in cancer as a potential target molecule for the treatment of high-grade neuroendocrine carcinomas."}, {"pubmed": 19047899, "text": "IMP3 is a highly sensitive and specific biomarker for the diagnosis of invasive esophageal adenocarcinoma and high-grade dysplasia."}, {"pubmed": 19136932, "text": "IGF2BP3 is the first biomarker of prognostic significance in ovarian clear cell carcinoma that has been validated in an independent case series."}, {"pubmed": 19192721, "text": "IMP3 expression was correlated with tumor metastasis in osteosarcoma."}, {"pubmed": 19357927, "text": "Diffuse IMP3 protein expression correlates with invasion and aggressiveness during cancer growth and metastasis in colorectal adenocarcinoma."}, {"pubmed": 19426599, "text": "Results suggest that IMP3 plays important roles in the tumorigenesis, progress and prognosis of osteosarcoma, and the expression of IMP3 may be an important feature of osteosarcoma."}, {"pubmed": 19427669, "text": "IMP3 could play a critical role in diagnosis of non-small cell lung cancer, identifying high-risk patients who might benefit from early and tailored systemic therapy."}, {"pubmed": 19449140, "text": "IMP3 has the potential to be diagnostically useful in differentiating malignant and benign follicular pattern thyroid lesions."}, {"pubmed": 19467694, "text": "IMP3 is an independent prognostic biomarker in bile duct carcinoma."}, {"pubmed": 19620937, "text": "IMP3 is expressed in a subpopulation of ovarian cancer and a marker of good prognosis."}, {"pubmed": 19672661, "text": "Increased IMP3 levels are associated with colon cancer progression and pathogenesis."}, {"pubmed": 19695680, "text": "IMP3 is a novel biomarker for triple negative (basal-like) invasive mammary carcinoma"}, {"pubmed": 19698973, "text": "although IMP-3 expression is seemingly restricted to physiologic germinal center B cells, its expression in lymphomas of germinal center B origin is less robust"}, {"pubmed": 19788446, "text": "IMP-3 expression in melanoma vs nevus. A malignant circumstance, such as non-desmoplastic melanoma or atypical Spitz tumor, can be inferred when IMP-3 is expressed, suggesting potential diagnostic value of IMP-3 in melanocytic lesions."}, {"pubmed": 19913121, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20004948, "text": "insulin-like growth factor II mRNA binding protein 3 expression may be associated with an aggressive biological behavior."}, {"pubmed": 20178612, "text": "Insulin-like growth factor 2 mRNA binding protein 3 (IGF2BP3) may have a role in progression of pancreatic ductal adenocarcinoma"}, {"pubmed": 20379614, "text": "Clinical trial of gene-disease association and gene-environment interaction. (HuGE Navigator)"}, {"pubmed": 20382408, "text": "The findings of focal S100P and/or IMP3 expression with reciprocal loss of pVHL in a few benign biopsies suggest a use of these markers in the detection of early epithelial dysplasia."}, {"pubmed": 20472848, "text": "IMP3 immunoexpression and the IMP3+/PTEN+ pattern are the best independent and combination markers, respectively, to predict uterine serous carcinomas."}, {"pubmed": 20562850, "text": "Expression of IMP3 appears to be an adverse prognostic factor for poorly differentiated thyroid carcinoma"}, {"pubmed": 20591150, "text": "High IMP3 is associated with prostate cancer."}, {"pubmed": 20627640, "text": "IGF2BP3 genotype, haplotype and genetic model studies in metabolic syndrome traits and diabetes"}, {"pubmed": 20627640, "text": "Observational study of gene-disease association. (HuGE Navigator)"}, {"pubmed": 20628086, "text": "Observational study of gene-disease association, gene-environment interaction, and pharmacogenomic / toxicogenomic. (HuGE Navigator)"}, {"pubmed": 21414819, "text": "IGF2BP3 might be a marker of disease aggressiveness in BCR/ABL1-positive ALL as consistently increasing levels of this transcript during follow-up predicted eventual leukemia relapse by three months"}, {"pubmed": 21436679, "text": "IMP3 may be an additional basal-type marker in breast carcinoma whose expression can be occasionally seen in other types of breast carcinomas such as apocrine type"}, {"pubmed": 21469424, "text": "The detection of IMP3 only in invasive carcinomas showed that the expression of IMP3 may be related to aggressive behavior of urothelial carcinomas."}, {"pubmed": 21497449, "text": "The significant expression of IMP3 and CEA in less well-differentiated foci of mucinous MDA may be helpful in the diagnosis of mucinous MDA to some extent."}, {"pubmed": 21566519, "text": "Our findings suggest that IMP3 is a new positive biomarker for malignant mesothelioma."}, {"pubmed": 21566520, "text": "IMP3 is an easy to use and potentially new immunohistochemical marker for the diagnosis of pancreatic ductal adenocarcinoma in core needle biopsies."}, {"pubmed": 21613208, "text": "IMP3 as a glioblastoma-specific proproliferative and proinvasive marker acting through IGF-2 resulting in the activation of oncogenic PI3K and MAPK pathways"}, {"pubmed": 21694464, "text": "Studies indicate that 48 biomarkers have been identified for ccRCC patients, only CD44, CA9, p53, Ki67 and PCNA have shown prognostic value, and IMP-3 and VEGF-R2 are predictors of survival of pRCC patients."}, {"pubmed": 21757716, "text": "IMP-3 acts in part through the IGF-II pathway to promote cell survival in response to ionizing radiation"}, {"pubmed": 21809994, "text": "This study suggests that IMP3 may play a role in the carcinogenesis of esophageal adenocarcinoma and has diagnostic utility in differentiating neoplastic and nonneoplastic lesions of the esophagus."}, {"pubmed": 21838610, "text": "We review here the literature concerning IMP3 expression in lung neoplasms. IMP3 immunohistochemical expression was reported in 27-55% of cases of lung adenocarcinoma and in 75-90% of cases of lung squamous cell carcinoma. (review)"}, {"pubmed": 21917080, "text": "high expression of IMP3 in neuroblastoma might contribute to the undifferentiated phenotype and promote malignant tumor behaviors, thereby leading to a poor prognosis through enhancing invasion ability."}, {"pubmed": 21997684, "text": "IMP3 can be used at the time of initial diagnosis of cervical intraepithelial neoplasia to identify a group of patients with an increased chance of developing invasive cancer."}, {"pubmed": 22012575, "text": "Increased expression of IMP3 is correlated with peritoneal dissemination in gastric adenocarcinoma."}, {"pubmed": 22042095, "text": "IGF2 and IMP3 had different expression patterns, which might be associated with angiogenesis. However, cytoplasmic and nuclear expression of IGF2 and IMP3 might play different roles in the angiogenesis of osteosarcoma."}, {"pubmed": 22166630, "text": "IMP3 may play an importent role in the carcinogenesis and tumor metastasis in gastric adenocarcinoma."}, {"pubmed": 22266872, "text": "IMP3 is an effector of EGFR-mediated migration and invasion and they provide the first indication of how this important mRNA-binding protein is regulated in cancer."}, {"pubmed": 22431320, "text": "The utility of combining routine Papanicolaou-stained cytologic evaluation with immunocytochemical expression of insulin-like growth factor mRNA-binding protein-3 (IMP3), was assessed."}, {"pubmed": 22495359, "text": "Three (17%) of 18 metastatic GICTs showed moderate IMP3 staining in 50% to 90% of the tumor cells, whereas CDX2 was expressed in 17 (94%) cases with moderate-to-strong staining in 50% to 100% of tumor cells"}, {"pubmed": 22497850, "text": "the first to describe IMP3 expression in smooth muscle tumors."}, {"pubmed": 22555177, "text": "Increased IGF2BP3 expression and, potentially, enhanced IGF signaling may contribute proproliferative stimuli in the evolution of mantle cell lymphoma tumor cells."}, {"pubmed": 22627630, "text": "Report IMP-3 plays no role in the malignant transformation of prostate adenocarcinomas."}, {"pubmed": 22840368, "text": "among 671 colorectal cancers, 234 tumours were positive for IGF2BP3; normal colorectal epithelium was negative; IGF2BP3 positivity was associated with poor differentiation, stage III-IV disease, BRAF mutation and LINE-1 hypomethylation; IGF2BP3 positivity significantly associated with shorter survival"}, {"pubmed": 22859271, "text": "Low IMP3 expression is associated with oral squamous cell carcinoma."}, {"pubmed": 22879911, "text": "Measuring IGF2BP3, HOXB7 and NEK2 mRNA levels by RT-PCR in addition to cytology has the potential to improve detection of malignant biliary disorders from brush cytology specimens."}, {"pubmed": 23079206, "text": "This study demonstrates that the immunostaining profile of pVHL-/IMP3+/maspin+/S100P+ is useful in the distinction of adenocarcinoma of the gallbladder from normal/reactive conditions."}, {"pubmed": 23108021, "text": "both IMP3 and GLUT-1 are more frequently positive in malignant compared with benign mesothelial processes"}, {"pubmed": 23159356, "text": "IMP3, which is associated with HCC tumor formation, invasion, tumor cell proliferation and so on, may become the target for inhabiting cell proliferation and the biomarker for predicting prognosis."}, {"pubmed": 23190601, "text": "Expression of IMP3 correlates with solid subtype and with distant metastases regardless of histological subtype of lung adenocarcinoma."}, {"pubmed": 23226335, "text": "Imp3 as a key regulator of stem-like tumorigenic characteristics in osteosarcoma cells"}, {"pubmed": 23246869, "text": "61 surgically resected, unifocal primary intrahepatic cholangiocarcinoma (ICC) were studied. IMP3 protein expression was detected by immunohistochemical staining. RESULTS: IMP3 protein was expressed in 25 of 61 ICCs (41.0%)."}, {"pubmed": 23269460, "text": "IMP3 is useful diagnostic marker in the diagnosis of extrahepatic bile duct carcinoma."}, {"pubmed": 23465280, "text": "These preliminary findings suggest that IMP3 expression may be involved in the pathogenesis of ovarian clear cell carcinoma"}, {"pubmed": 23473990, "text": "Immunohistochemical staining for IMP3 expression is a simple, inexpensive, and sensitive test that can be used in routine clinical practice as a triage tool in atypical endometriotic lesions."}, {"pubmed": 23539627, "text": "IMP3 binds to BCRP mRNA and regulates BCRP expression."}, {"pubmed": 23549465, "text": "IMP3 expression is different in keratoacanthomas with respect to squamous cell carcinoma. IMP3 assessment and staining pattern, together with a careful histological study, can be useful in the differential diagnosis between KA e SCC."}, {"pubmed": 23570281, "text": "ER+ /PR+ /TFF3+ /IMP3- immunoprofile distinguishes endometrioid from serous and clear cell carcinomas of the endometrium."}, {"pubmed": 23584203, "text": "IGF2BP3 expression is an additional predictor of poor prognosis in pediatric pilocytic and pilomyxoid astrocytoma."}, {"pubmed": 23597774, "text": "IMP3 is a useful diagnostic marker for distinguishing between noncancerous and cancerous lesions and is a valuable prognostic biomarker in intraductal papillary mucinous neoplasm of pancreas."}, {"pubmed": 23647076, "text": "IGF2BP3 enhances cell invasion ability and tumorigenicity in human OSCC. IGF2BP3 is independent prognostic factor in OSCC. High expression of IGF2BP3 in OSCC correlated with large tumor size/lymph node metastasis/significantly lower 5-year survival."}, {"pubmed": 23661345, "text": "GLUT-1/KOC do not differentiate malignant mesotheliomas from pulmonary adenocarcinomas but can be useful in differentiating reactive mesothelial hyperplasia from malignant mesothelioma and lung adenocarcinoma."}, {"pubmed": 23806529, "text": "Oncofetal protein IMP3 is a new diagnostic biomarker for laryngeal carcinoma."}, {"pubmed": 23812426, "text": "Post-transcriptional regulation of cyclins D1, D3 and G1 and proliferation of human cancer cells depend on IMP-3 nuclear localization."}, {"pubmed": 23837977, "text": "IMP3 expression predicts a poor prognosis in the patients with lung squamous cell carcinoma, so it can be used as a novel lung carcinoma biomarker."}, {"pubmed": 23845468, "text": "IMP3 as a supplemental diagnostic marker for Hodgkin lymphoma."}, {"pubmed": 23923073, "text": "the combination of p16/IMP3 expression was found to improve the discrepant results between cervical cytologic and histologic diagnoses"}, {"pubmed": 24135846, "text": "The results of this study indicate that IMP3 was overexpressed in sacral chordoma and this expression was associated with tumor invasion and recurrence."}, {"pubmed": 24343741, "text": "The combination of IMP3 and GLUT1 is most appropriate for distinguishing malignant mesothelioma from reactive mesothelial cells using formalin-fixed, paraffin-embedded sections."}, {"pubmed": 24411949, "text": "Our results suggest that IMP3 may be an ancillary tool in identifying aggressive abdominal mesenchymal tumors other than gastrointestinal stromal tumor."}, {"pubmed": 24457229, "text": "Diffuse IMP3 expression (>25%) in MAC from patients with gastric adenocarcinoma was associated with shorter survival."}, {"pubmed": 24457969, "text": "IGF2BP3 was highly expressed in placental villi during early pregnancy, especially in cytotrophoblast cells and trophoblast column."}, {"pubmed": 24605891, "text": "High expression of IMP3 in adult mature testicular teratomas supports their malignant nature."}, {"pubmed": 24615121, "text": "High IMP3 was associated with metastasis in prostate cancer."}, {"pubmed": 24647926, "text": "High IMP3 expression is associated with hepatocellular carcinoma."}, {"pubmed": 24703842, "text": "IMP3 upregulates HMGA2 mRNA by opposing its interaction with Ago2/let-7."}, {"pubmed": 24713990, "text": "This review focuses on the studies of IMP3 expression in different cancers and emphasizes the potential utility of IMP3 in routine surgical pathology practice."}, {"pubmed": 24726263, "text": "Absence of IMP3 expression is associated with a significantly reduced risk of lymphovascular invasion in pT1 esophageal adenocarcinoma"}, {"pubmed": 24966917, "text": "High-grade dysplasia and gastric carcinomas can be distinguished from low-grade dysplasia and inflammatory lesions of the gastric mucosa with a high specificity and good sensitivity using a combination of the immunohistochemical markers IMP3 and p53"}, {"pubmed": 25014991, "text": "tubal secretory cells with IMP3 signatures showing growth advantage could potentially serve as a latent precancer biomarker for tubal or pelvic serous carcinomas in women."}, {"pubmed": 25031719, "text": "Our results strengthen the association of IMP3 with the regulation of epithelial to mesenchymal transition in breast cancers"}, {"pubmed": 25038792, "text": "IMP3 may be involved in the process and progression of high-grade serous carcinoma of the fallopian tube."}, {"pubmed": 25141312, "text": "IMP3 expression was positive in esophageal adenocarcinoma and Barrett's esophagus with high-grade dysplasia. Barrett's esophagus and esophageal squamous epithelium had no IMP3 expression"}, {"pubmed": 25176620, "text": "these findings suggest that IMP3 expression may be a prognostic indicator of squamous cell carcinoma."}, {"pubmed": 25183049, "text": "These results suggested that pancreatic carcinogenesis involves an increased IMP3 mRNA expression, and it may become valuable diagnostic and prognostic markers as well as potential therapeutic targets for pancreatic cancer."}, {"pubmed": 25216519, "text": "IGF2BP3 and IGF2BP3-bound transcripts are localized in cytoplasmic RNA granules that accumulate in membrane protrusions of pancreatic cancer cells."}, {"pubmed": 25337222, "text": "CK5/6, IMP3 and TTF1 immunostaining appears to be useful to improve the accuracy of cytological diagnoses between reactive mesothelial cells, metastatic adenocarcinoma of lung and non-lung origin in pleural effusion"}, {"pubmed": 25376377, "text": "The specificity for IMP3, GLUT-1, and EMA for differentiating malignant mesotheliomas and benign mesothelial proliferations was 100%"}, {"pubmed": 25380351, "text": "IMP-3 has a role in promoting migration and invasion of melanoma cells by modulating the expression of HMGA2 and predicts poor prognosis in melanoma"}, {"pubmed": 25389240, "text": "It was concluded that IMP3 and nucleophosmin cannot be a routine diagnostic marker for discrimination of papillary carcinomas and benign lesions. IMP3 positive staining was scarce in IMP3 positive papillary carcinomas although specifity of IMP3 is 100%"}, {"pubmed": 25499221, "text": "Our results provide insight into the link between regulation of KIF20A-mediated trafficking of IGF2BP3-containing stress granules and modulation of the motility and invasiveness in pancreatic cancers."}, {"pubmed": 25521223, "text": "This study demonstrated that Genes overexpressed in Pilomyxoid Astrocytoma vs. Pilocytic Astrocytoma, ranked according to fold-change, included developmental genes H19, DACT2,COL2A1; COL1A1 and IMP3."}, {"pubmed": 25695077, "text": "The role of IMP3 as a marker of poor outcome in gliomas"}, {"pubmed": 25740666, "text": "Positive expression of IMP3 in spinal giant cell tumor was associated with increased microvessel density and expression of IGF2."}, {"pubmed": 25886367, "text": "results suggest that IMP3 facilitates pancreatic ductal adenocarcinoma progression by enhancing the pro-metastatic behaviour of tumour cells"}, {"pubmed": 25982283, "text": "we show that SOX2 is a transcriptional target of SLUG. These data establish a novel mechanism of breast tumor initiation involving IMP3 and they provide a rationale for its association with aggressive disease and poor outcome."}, {"pubmed": 26158423, "text": "Testing for a combination of elevated IMP3 and Lin28B levels could further facilitate the identification of a patient subgroup with the worst ovarian cancer prognosis."}, {"pubmed": 26160756, "text": "Data show that insulin-like growth factor-2-mRNA-binding proteins IGF2BP1, IGF2BP2, and IGF2BP3 are direct targets of microRNA-1275 (miR-1275)."}, {"pubmed": 26258757, "text": "study showed that MEC seems to be more sensitive to IMP3 than ACC and provided an insight into this protein in salivary gland tumors. Furthermore, although IMP3 is not a specific diagnostic marker to distinguish the tumors studied, it seems to mediate cell adhesion and migration in these tumors"}, {"pubmed": 26327240, "text": "An isocorydine derivative (d-ICD) inhibits drug resistance by downregulating IGF2BP3 expression in hepatocellular carcinoma."}, {"pubmed": 26353850, "text": "This is the first study evaluating the IMP3 immunohistochemical expression in Phyllodes tumor. Its expression correlates with histological grade and could be used in the differential diagnosis of fibroepithelial tumors and in prognostication."}, {"pubmed": 26386725, "text": "EGF stimulates IMP-3 expression."}, {"pubmed": 26403409, "text": "IMP-3 expression is not a useful discriminator between dysplastic nevi and melanoma nor a good prognostic marker in melanoma."}, {"pubmed": 26510428, "text": "MicroRNA-129-1 acts as tumour suppressor and induces cell cycle arrest of GBM cancer cells through targeting IGF2BP3 and MAPK1"}, {"pubmed": 26522719, "text": "Results suggest that IGF2BP3 promotes eIF4E-mediated translational activation through the reduction of EIF4E-BP2 via mRNA degradation, leading to enhanced cell proliferation."}, {"pubmed": 26608347, "text": "IMP3 appears to play an important role in tumor invasion in patients with lung adenocarcinoma and may serve as a useful prognostic biomarker in these patients."}, {"pubmed": 26617820, "text": "MP3 expression in biopsy specimens could be used to predict lymph node metastasis and TNM stage in colorectal cancer patients"}, {"pubmed": 26766126, "text": "IMP3 has a similar specificity, but a better sensitivity, intensity, and extent of reactivity in comparison with AMACR, and may be used as an alternative to AMACR, in support of the diagnosis of BE-dysplasia and EAC"}, {"pubmed": 26782292, "text": "IMP3 plays an important role in proliferation and in the invasion of cutaneous squamous cell carcinoma, and may be a suitable marker for the histopathological diagnosis of SCC with a crateriform architecture and keratoacanthoma"}, {"pubmed": 26826410, "text": "Describe chromosome 12p abnormalities and IMP3 expression in prepubertal pure testicular teratomas."}, {"pubmed": 26837693, "text": "IMP3 represents a biomarker of unfavorable prognosis for clear cell carcinomas of the ovary, even in stage I patients."}, {"pubmed": 26874572, "text": "Our results showed that IMP3 immunostaining has a higher sensitivity and specificity than mesothelin for the diagnosis of pancreatic ductal adenocarcinoma. IMP3 and mesothelin may be useful markers in distinguishing neoplastic from reactive lesions of the pancreas in instances where this is impossible by morphology alone in surgical pathology practice."}, {"pubmed": 26948096, "text": "Our study clearly demonstrated differentiation-dependent expression of IMP3 in chondrosarcoma, and suggests IMP3 as a novel marker for differentiating problematic cases of enchondroma from well-differentiated chondrosarcomas"}, {"pubmed": 26974154, "text": "IGF2BP3 regulated transcripts via targeting elements within 3' untranslated regions (3'UTR)"}, {"pubmed": 26982091, "text": "IMP3 directly interacts with ULBP2 mRNA, leading to ULBP2 transcript destabilization and reduced ULBP2 surface expression and indirectly downregulates MICB with a mechanism functionally distinct from that of ULBP2."}, {"pubmed": 27137988, "text": "Overexpression of IMP3 and EGFR were significantly associated with shorter periods of metastasis-free and disease-free survival of malignant phyllodes tumor of the breast."}, {"pubmed": 27210763, "text": "IGF2BP3 influences a malignancy-associated RNA regulon by modulating miRNA-mRNA interactions."}, {"pubmed": 27238915, "text": "MP3 may play a certain role in hydatidiform moles progression, and it may serve as a prognostic biomarker for this disease."}, {"pubmed": 27399126, "text": "This study aimed to demonstrate the usefulness of mRNA expression levels of IMP3 in brush cytology specimens combined with cytology for the diagnosis of malignant biliary stricture"}, {"pubmed": 27839709, "text": "S100P achieved 96.4% sensitivity, 93.3% specificity, 98.2% PPV, 87.5% NPV and 95.8% total accuracy, while IMP3 achieved 91.2% sensitivity, 86.7% specificity, 96.2% PPV, 72.2% NPV and 90.3% total accuracy for pancreatic ductal adenocarcinoma (PDA).Both markers were sensitive and specific for diagnosis of PDA."}, {"pubmed": 27840950, "text": "IMP-3 and its protein partners ILF3/NF90 and PTBP1 bind to the 3'UTRs of the cyclin mRNAs and protect them from the translational repression induced by miRNA-dependent recruitment of AGO2/GW182 complex in human cancer cells."}, {"pubmed": 27863864, "text": "expression in preoperative biopsy material predictive of perineural invasion in patients with oral squamous cell carcinoma"}, {"pubmed": 28011483, "text": "Tissue overexpression of IMP3 might be used as a predictor of advanced disease or lymph node metastasis, and is associated with poorer prognosis in gastric cancers."}, {"pubmed": 28089541, "text": "IMP3 may be a useful marker for predicting invasion in biliary tumors with intraductal papillary growth."}, {"pubmed": 28179304, "text": "Data show that insulin-like growth factor II mRNA-binding protein (IMP3) expression was found to be associated with the presence of in situ carcinoma in mucinous borderline ovarian tumors (BOTs), but not in other subtypes."}, {"pubmed": 28193878, "text": "THADA fusion is a mechanism of IGF2BP3 activation and IGF1R signaling in thyroid cancer."}, {"pubmed": 28210937, "text": "In this study, IMP3 at the nodal site resulted to be associated with low progression-free survival in small-intestine neuroendocrine neoplasms, independently of the Ki-67 index."}, {"pubmed": 28381175, "text": "IGF2BP3 might play the most important role in tumor aggressiveness and prognosis in lung adenocarcinoma."}, {"pubmed": 28399871, "text": "We compressively revealed the oncogenic role of IGF2BP3 in gastric tumorigenesis and confirmed its activation is partly due to the silence of miR-34a. Our findings identified useful prognostic biomarker and provided clinical translational potential."}, {"pubmed": 28412210, "text": "IMP3 is a reliable marker for the diagnosis of colorectal cancer in endoscopic biopsies"}, {"pubmed": 28465487, "text": "This study establishes p65 as a novel target of IMP3 in increasing glioma cell migration and underscores the significance of IMP3-p65 feedback loop for therapeutic targeting in GBM."}, {"pubmed": 28481226, "text": "IGF2BP3 as a human ontogenic master switch that restricts megakaryocyte development by modulating a lineage-specific P-TEFb activation mechanism."}, {"pubmed": 28485999, "text": "Study identified the IMP3 regulated transcriptome and translatome in glioma cells. IMP3 may be regulating proliferation and apoptosis by regulating the enlisted targets and thus fueling glioblastoma aggressiveness."}, {"pubmed": 28756977, "text": "These findings suggest that IMP3 expression has prognostic value as a biomarker for chemosensitivity and overall survival in triple negative breast cancer"}, {"pubmed": 29077232, "text": "IMP3 expression in uterine leiomyosarcoma could be a marker of a poor prognosis."}, {"pubmed": 29115542, "text": "Study found IMP3 frequently overexpressed in many human neoplasms and show significant associations with adverse tumor features in esophageal adenocarcinomas and cancers of the urinary bladder, lung, stomach, and pancreas."}, {"pubmed": 29146055, "text": "IMP3 may contribute to the aggressive behavior of metaplastic breast carcinoma , and that this expression could potentially be a prognostic marker"}, {"pubmed": 29209838, "text": "IMP3 is a strong prognostic factor in non-neuroendocrine brain metastases and in particular in patients with adenocarcinoma metastases.IMP3 expression is associated with poor prognosis in patients with non-small cell lung cancer brain metastases."}, {"pubmed": 29217458, "text": "Data show that insulin-like growth factor-II mRNA-binding protein 2 and 3 (IMP2/3)-miR-200a-progesterone receptor axis represents a double-negative feedback loop and serves as a new potential therapeutic target for the treatment of Triple-negative breast cancer (TNBC)."}, {"pubmed": 29476152, "text": "The direct binding of IGF2BPs to RNA N(6)-methyladenosine through their KH domains enhances mRNA stability and translation."}, {"pubmed": 29703820, "text": "The combined assessment of IGF2BP3 and ABCF1 predicts recurrence in Ewing sarcoma patients."}, {"pubmed": 29771420, "text": "IMP3 (IGF2BP3) plays a vital role in maintaining stem cell properties of breast cancer cells, which could be regulated by mir-34a"}, {"pubmed": 29847788, "text": "IMP3 also facilitates the transcription of SLUG, which is necessary for TAZ nuclear localization and activation, by a mechanism that is also mediated by WNT5B."}, {"pubmed": 29866423, "text": "our study found that IMP3 expression was higher in the ovarian clear cell carcinoma than the high grade serous and endometrioid subtypes"}, {"pubmed": 29974234, "text": "IMP3 positive pT1 EAC revealed higher levels of lymph node metastases."}, {"pubmed": 30031101, "text": "A higher level of IGF2BP3 (IMP3) expression correlated significantly with poorer overall survival in malignant peritoneal mesothelioma."}, {"pubmed": 30057315, "text": "The CircHIPK3 could promote IGF2BP3 expression via interacting with miR-654 in glioma cells."}, {"pubmed": 30614088, "text": "IMP3 (IGF2BP3) is a helpful immunomarker to distinguish serous carcinoma from endometrioid adenocarcinoma and surface papillary syncytial change in endometrial cytology."}, {"pubmed": 30650187, "text": "Results found that preoperative circulating IMP3 (IGF2BP3)levels are independently associated with poor survival in renal cell carcinoma."}, {"pubmed": 30797711, "text": "IGF2BP3 can competitively occupy this binding site and inhibit miRNA-3614 maturation, thereby protecting TRIM25 mRNA from miR-3614-mediated degradation."}, {"pubmed": 30895618, "text": "increased IGF2BP3 expression promoted the aggressive phenotypes of colorectal cancer cells."}, {"pubmed": 31054899, "text": "IMP3 (IGF2BP3) has value as diagnostic biomarker in endometrial carcinomas"}, {"pubmed": 31118463, "text": "Study provides the first domain-resolved insight into the complex process of IMP3-RNA recognition through concerted interaction of multiple, clustered RNA sequence elements and all RNA-binding domains of IMP3."}, {"pubmed": 31277094, "text": "The expression of IMP3 (IGF2BP3) in non-muscle- invasive bladder cancer can serve as an independent predictor that will help recognize the subgroup of patients with a high ability to relapse, progress, and metastasize and who might get the maximum benefit from an early and more aggressive treatment strategy."}, {"pubmed": 31319330, "text": "IMP3 is a novel marker that is expressed in large proportion of both types of Hodgkin's Lymphoma"}, {"pubmed": 31519600, "text": "Our study demonstrated tumor-specific IGF2BP3 (IMP3)expression in AVAC, which will be helpful in determining invasion depth and tumor extent in patients with well-differentiated tumors, as well as indicating worse survival of patients with AVAC."}, {"pubmed": 31656043, "text": "LINC00467 promotes cell proliferation and metastasis by binding with IGF2BP3 to enhance the mRNA stability of TRAF5 in hepatocellular carcinoma."}, {"pubmed": 31701672, "text": "Long noncoding RNA CERS6-AS1 functions as a malignancy promoter in breast cancer by binding to IGF2BP3 to enhance the stability of CERS6 mRNA."}, {"pubmed": 31935372, "text": "IGF2BP3-mediated melanoma invasion and metastasis is driven by epigenetic silencing of CDR1as"}, {"pubmed": 32049813, "text": "Positive IMP3 expression was connected with larger size of triple negative breast cancer (TNBC) tumor, higher clinical stage, and basal morphology. Disease-free survival and OS were significantly shorter in IMP3 positive TNBC. IMP3 expression can then be used as negative prognostic factor for triple negative breast carcinomas."}, {"pubmed": 32109929, "text": "Insulin-like growth factor 2 binding protein 3 expression on endoscopic ultrasound guided fine needle aspiration specimens in pancreatic ductal adenocarcinoma."}, {"pubmed": 32134323, "text": "Interaction analysis of miR-1275/IGF2BP1/IGF2BP3 with the susceptibility to hepatocellular carcinoma."}, {"pubmed": 32144540, "text": "IMP3 (IGF2BP3) expression may aid the distinction between type I and type II teratomas of the postpubertal testis even when GCNIS and 12p status cannot be assessed"}, {"pubmed": 32266868, "text": "The Aberrant Expression of MicroRNA-125a-5p/IGF2BP3 Axis in Advanced Gastric Cancer and Its Clinical Relevance."}, {"pubmed": 32293476, "text": "IGF2BP3 (IMP3) expression in angiosarcoma, epithelioid hemangioendothelioma, and benign vascular lesions."}, {"pubmed": 32560817, "text": "Ubiquitination of IGF2BP3 by E3 ligase MKRN2 regulates the proliferation and migration of human neuroblastoma SHSY5Y cells."}, {"pubmed": 32668274, "text": "Initiation of stress granule assembly by rapid clustering of IGF2BP proteins upon osmotic shock."}, {"pubmed": 32692399, "text": "Diagnostic Utility of Immunohistochemical Expressions of IMP3 Versus DOG1 and p63 in Salivary Gland Tumors.\", trans \"Diagnostic Utility of Immunohistochemical Expressions of IMP3 Versus DOG1 and p63 in Salivary Gland Tumors."}, {"pubmed": 32988905, "text": "Expression of Insulin-like Growth Factor II mRNA-binding Protein 3 in Gallbladder Carcinoma."}, {"pubmed": 32993738, "text": "RNA N6-methyladenosine reader IGF2BP3 regulates cell cycle and angiogenesis in colon cancer."}, {"pubmed": 33094561, "text": "IGF2BP3 facilitates cell proliferation and tumorigenesis via modulation of JAK/STAT signalling pathway in human bladder cancer."}, {"pubmed": 33177247, "text": "Prognostic risk signature based on the expression of three m6A RNA methylation regulatory genes in kidney renal papillary cell carcinoma."}, {"pubmed": 33279839, "text": "IGF2BP3 Expression Correlates With Poor Prognosis in Esophageal Squamous Cell Carcinoma."}, {"pubmed": 33293428, "text": "DMDRMR-Mediated Regulation of m(6)A-Modified CDK4 by m(6)A Reader IGF2BP3 Drives ccRCC Progression."}, {"pubmed": 33487086, "text": "Clinicopathologic Characteristics of Thyroid Nodules Positive for the THADA-IGF2BP3 Fusion on Preoperative Molecular Analysis."}, {"pubmed": 33493403, "text": "Prognostic Impact of IGF2BP3 Expression in Patients with Surgically Resected Lung Adenocarcinoma."}, {"pubmed": 33637103, "text": "RBM15 facilitates laryngeal squamous cell carcinoma progression by regulating TMBIM6 stability through IGF2BP3 dependent."}, {"pubmed": 33680717, "text": "IMP3 Immunohistochemical Expression in Inverted Papilloma and Inverted Papilloma-Associated Sinonasal Squamous Cell Carcinoma."}, {"pubmed": 33822053, "text": "FOXO1 controls protein synthesis and transcript abundance of mutant polyglutamine proteins, preventing protein aggregation."}, {"pubmed": 33825218, "text": "HBV/Pregenomic RNA Increases the Stemness and Promotes the Development of HBV-Related HCC Through Reciprocal Regulation With Insulin-Like Growth Factor 2 mRNA-Binding Protein 3."}, {"pubmed": 34035433, "text": "IMP3 protein is an independent prognostic factor of clinical stage II rectal cancer."}, {"pubmed": 34115196, "text": "An immunohistochemical panel of insulin-like growth factor II mRNA-binding protein 3 (IMP3), enhancer of zeste homolog 2 (EZH2), and p53 is useful for a diagnosis in bile duct biopsy."}, {"pubmed": 34329193, "text": "CircRNA circFOXK2 facilitates oncogenesis in breast cancer via IGF2BP3/miR-370 axis."}, {"pubmed": 34416901, "text": "N(6)-methyladenosine-modified circIGF2BP3 inhibits CD8(+) T-cell responses to facilitate tumor immune evasion by promoting the deubiquitination of PD-L1 in non-small cell lung cancer."}, {"pubmed": 34446759, "text": "Diagnostic value of IMP3 and p53 immunohistochemical staining in EUS-guided fine-needle aspiration for solid pancreatic tumors."}, {"pubmed": 34497165, "text": "The Expression of Insulin-Like Growth Factor 2 Messenger RNA-Binding Protein 3 in Langerhans Cell Histiocytosis and Langerhans Cell Sarcoma."}, {"pubmed": 34894048, "text": "IGF2BP3 promotes cell metastasis and is associated with poor patient survival in nasopharyngeal carcinoma."}, {"pubmed": 34986849, "text": "Hsa_circ_0003258 promotes prostate cancer metastasis by complexing with IGF2BP3 and sponging miR-653-5p."}, {"pubmed": 35616130, "text": "IGF2BP3stabilized SIX4 promotes the proliferation, migration, invasion and tube formation of ovarian cancer cells."}, {"pubmed": 35702784, "text": "IGF2BP3 Worsens Lung Cancer through Modifying Long Non-coding RNA CERS6-AS1/microRNA-1202 Axis."}, {"pubmed": 35730141, "text": "HOXA cluster antisense RNA 2 elevates KIAA1522 expression through microRNA-520d-3p and insulin like growth factor 2 mRNA binding protein 3 to promote the growth of vascular smooth muscle cells in thoracic aortic aneurysm."}, {"pubmed": 35953000, "text": "LncRNA MNX1-AS1 sustains inactivation of Hippo pathway through a positive feedback loop with USP16/IGF2BP3 axis in gallbladder cancer."}, {"pubmed": 36030651, "text": "IGF2BP3-NRF2 axis regulates ferroptosis in hepatocellular carcinoma."}, {"pubmed": 36250924, "text": "RNA m6A reader IGF2BP3 promotes metastasis of triple-negative breast cancer via SLIT2 repression."}, {"pubmed": 36463698, "text": "Deletion of Insulin-like growth factor II mRNA-binding protein 3 participates in the pathogenesis of recurrent spontaneous abortion by inhibiting IL-10 secretion and inducing M1 polarization."}, {"pubmed": 36639675, "text": "STRIP2 motivates non-small cell lung cancer progression by modulating the TMBIM6 stability through IGF2BP3 dependent."}, {"pubmed": 36688673, "text": "Insulin-like growth factor-2 mRNA-binding protein 3 promotes cell migration, invasion, and epithelial-mesenchymal transition of esophageal squamous cell carcinoma cells by targeting zinc finger E-box-binding homeobox 1 mRNA."}, {"pubmed": 36732736, "text": "IGF2BP3 overexpression predicts poor prognosis and correlates with immune infiltration in bladder cancer."}, {"pubmed": 36972188, "text": "IGF2BP3 aggravates lung adenocarcinoma progression by modulation of PI3K/AKT signaling pathway."}, {"pubmed": 37024466, "text": "A novel tumour enhancer function of Insulin-like growth factor II mRNA-binding protein 3 in colorectal cancer."}, {"pubmed": 37061993, "text": "Metabolic Reprogramming Driven by IGF2BP3 Promotes Acquired Resistance to EGFR Inhibitors in Non-Small Cell Lung Cancer."}, {"pubmed": 37140546, "text": "Bile duct adenoma and small-sized small duct type intrahepatic cholangiocarcinoma show distinct differences in genetic alterations, expression of IMP3 and EZH2 and stromal and inflammatory components."}, {"pubmed": 37171793, "text": "m[6] A-Dependent Modulation via IGF2BP3/MCM5/Notch Axis Promotes Partial EMT and LUAD Metastasis."}, {"pubmed": 37217897, "text": "Expression pattern analysis of m6A regulators reveals IGF2BP3 as a key modulator in osteoarthritis synovial macrophages."}, {"pubmed": 37298373, "text": "Targeting IGF2BP3 in Cancer."}, {"pubmed": 37340423, "text": "CircNFATC3 promotes the proliferation of gastric cancer through binding to IGF2BP3 and restricting its ubiquitination to enhance CCND1 mRNA stability."}, {"pubmed": 37353558, "text": "Extracellular vesicle-associated IGF2BP3 tunes Ewing sarcoma cell migration and affects PI3K/Akt pathway in neighboring cells."}, {"pubmed": 37474008, "text": "IGF2BP3-EGFR-AKT axis promotes breast cancer MDA-MB-231 cell growth."}, {"pubmed": 37560971, "text": "The IGF2BP3-COPS7B Axis Facilitates mRNA Translation to Drive Colorectal Cancer Progression."}, {"pubmed": 37587892, "text": "LncRNA FOXD3-AS1/miR-128-3p axis-mediated IGF2BP3 in glioma stimulates cancer angiogenesis and progression."}, {"pubmed": 37625834, "text": "Acyl-CoA Medium-Chain Synthetase-3 (ACSM3) Is Regulated by Insulin Like Growth Factor 2 mRNA Binding Protein 3 (IGF2BP3) and Inhibits Proliferation, Motility and Stem Cell Properties of Breast Invasive Carcinoma."}, {"pubmed": 37658049, "text": "IGF2BP3 promotes the progression of colorectal cancer and mediates cetuximab resistance by stabilizing EGFR mRNA in an m[6]A-dependent manner."}, {"pubmed": 37663284, "text": "RNA N6-methyladenosine reader IGF2BP3 promotes acute myeloid leukemia progression by controlling stabilization of EPOR mRNA."}, {"pubmed": 37743642, "text": "IGF2BP3 mediates the mRNA degradation of NF1 to promote triple-negative breast cancer progression via an m6A-dependent manner."}, {"pubmed": 37853162, "text": "The m6A reader IGF2BP3 preserves NOTCH3 mRNA stability to sustain Notch3 signaling and promote tumor metastasis in nasopharyngeal carcinoma."}, {"pubmed": 37861451, "text": "Association of the m[6] A reader IGF2BP3 with tumor progression and brain-specific metastasis in breast cancer."}, {"pubmed": 37877353, "text": "Parkin regulates IGF2BP3 through ubiquitination in the tumourigenesis of cervical cancer."}, {"pubmed": 38073586, "text": "circRARS synergises with IGF2BP3 to regulate RNA methylation recognition to promote tumour progression in renal cell carcinoma."}, {"pubmed": 38271139, "text": "Knockdown of RNA-binding protein IMP3 suppresses oral squamous cell carcinoma proliferation by destabilizing E2F5 transcript."}, {"pubmed": 38284203, "text": "Insulin-like growth factor 2 mRNA-binding protein 3 enhanced melanoma migration through regulation of AKT1 and RELA expression."}, {"pubmed": 38286802, "text": "Regulation of ULK1 by WTAP/IGF2BP3 axis enhances mitophagy and progression in epithelial ovarian cancer."}, {"pubmed": 38329630, "text": "Hypoxia increases the biogenesis of IGF2BP3-bound circular RNAs."}, {"pubmed": 38341127, "text": "NONO promotes gallbladder cancer cell proliferation by enhancing oncogenic RNA splicing of DLG1 through interaction with IGF2BP3/RBM14."}, {"pubmed": 38355626, "text": "IGF2BP3 enhances lipid metabolism in cervical cancer by upregulating the expression of SCD."}, {"pubmed": 38429265, "text": "Depletion of the N[6]-Methyladenosine (m6A) reader protein IGF2BP3 induces ferroptosis in glioma by modulating the expression of GPX4."}, {"pubmed": 38448411, "text": "The RNA m[6]A reader IGF2BP3 regulates NFAT1/IRF1 axis-mediated anti-tumor activity in gastric cancer."}, {"pubmed": 38459420, "text": "Circ_0098823 binding with IGF2BP3 regulates DNM1L stability to promote metastasis of hepatocellular carcinoma via mitochondrial fission."}, {"pubmed": 38460759, "text": "IGF2BP3 stabilizes SESN1 mRNA to mitigate oxidized low-density lipoprotein-induced oxidative stress and endothelial dysfunction in human umbilical vein endothelial cells by activating Nrf2 signaling."}, {"pubmed": 38565412, "text": "Hsa_circ_0005320 affects cell proliferation and the cell cycle via the IGF2BP3/CDK2 axis in bladder cancer."}, {"pubmed": 38572589, "text": "m[6]A-dependent upregulation of DDX21 by super-enhancer-driven IGF2BP2 and IGF2BP3 facilitates progression of acute myeloid leukaemia."}, {"pubmed": 38679464, "text": "N6-methyladenosine methylation on FSCN1 mediated by METTL14/IGF2BP3 contributes to human papillomavirus type 16-infected cervical squamous cell carcinoma."}, {"pubmed": 38748254, "text": "circATAD2 mitigates CD8[+] T cells antitumor immune surveillance in breast cancer via IGF2BP3/m[6]A/PD-L1 manner."}, {"pubmed": 38820515, "text": "IGF2BP3 regulates the expression of RRM2 and promotes the progression of rheumatoid arthritis via RRM2/Akt/MMP-9 pathway."}, {"pubmed": 38822351, "text": "N6-methyladenosine-modified SENP1, identified by IGF2BP3, is a novel molecular marker in acute myeloid leukemia and aggravates progression by activating AKT signal via de-SUMOylating HDAC2."}, {"pubmed": 38992083, "text": "Epigenetically associated IGF2BP3 upregulation promotes cell proliferation by regulating E2F1 expression in hepatocellular carcinoma."}], "genomic_pos": {"chr": "7", "end": 23470491, "ensemblgene": "ENSG00000136231", "start": 23310209, "strand": -1}, "genomic_pos_hg19": {"chr": "7", "end": 23510086, "start": 23349828, "strand": -1}, "go": {"BP": [{"evidence": "IC", "gocategory": "BP", "id": "GO:0001817", "pubmed": 9891060, "qualifier": "involved_in", "term": "regulation of cytokine production"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0006412", "pubmed": 9891060, "qualifier": "involved_in", "term": "translation"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0007399", "qualifier": "involved_in", "term": "nervous system development"}, {"evidence": "TAS", "gocategory": "BP", "id": "GO:0009653", "pubmed": 9891060, "qualifier": "involved_in", "term": "anatomical structure morphogenesis"}, {"evidence": "ISS", "gocategory": "BP", "id": "GO:0017148", "pubmed": 9891060, "qualifier": "involved_in", "term": "negative regulation of translation"}, {"evidence": "IEA", "gocategory": "BP", "id": "GO:0051028", "qualifier": "involved_in", "term": "mRNA transport"}, {"evidence": "IBA", "gocategory": "BP", "id": "GO:0070934", "qualifier": "involved_in", "term": "CRD-mediated mRNA stabilization"}, {"evidence": "IDA", "gocategory": "BP", "id": "GO:0070934", "pubmed": 29476152, "qualifier": "involved_in", "term": "CRD-mediated mRNA stabilization"}], "CC": [{"evidence": "IDA", "gocategory": "CC", "id": "GO:0000932", "pubmed": 29476152, "qualifier": "located_in", "term": "P-body"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005634", "qualifier": "is_active_in", "term": "nucleus"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005737", "qualifier": "is_active_in", "term": "cytoplasm"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005737", "pubmed": 9891060, "qualifier": "located_in", "term": "cytoplasm"}, {"evidence": "IBA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "is_active_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "TAS", "gocategory": "CC", "id": "GO:0005829", "qualifier": "located_in", "term": "cytosol"}, {"evidence": "IDA", "gocategory": "CC", "id": "GO:0010494", "pubmed": 29476152, "qualifier": "located_in", "term": "cytoplasmic stress granule"}], "MF": [{"category": "MF", "evidence": "HDA", "id": "GO:0003723", "pubmed": [22658674, 22681889], "qualifier": "enables", "term": "RNA binding"}, {"category": "MF", "evidence": "IBA", "id": "GO:0003730", "qualifier": "enables", "term": "mRNA 3'-UTR binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:0003730", "pubmed": 20080952, "qualifier": "enables", "term": "mRNA 3'-UTR binding"}, {"category": "MF", "evidence": "IPI", "id": "GO:0005515", "pubmed": [17289661, 32296183, 32814053, 36950384], "qualifier": "enables", "term": "protein binding"}, {"category": "MF", "evidence": "ISS", "id": "GO:0045182", "pubmed": 9891060, "qualifier": "enables", "term": "translation regulator activity"}, {"category": "MF", "evidence": "IDA", "id": "GO:0048027", "pubmed": 9891060, "qualifier": "enables", "term": "mRNA 5'-UTR binding"}, {"category": "MF", "evidence": "IDA", "id": "GO:1990247", "pubmed": 29476152, "qualifier": "enables", "term": "N6-methyladenosine-containing RNA reader activity"}]}, "homologene": {"genes": [[7955, 30967], [8364, 549893], [9031, 420617], [9544, 704774], [9598, 744246], [9606, 10643], [9615, 482357], [9913, 539650], [10090, 140488], [10116, 312320]], "id": 4773}, "interpro": [{"desc": "K Homology domain", "id": "IPR004087", "short_desc": "KH_dom"}, {"desc": "K Homology domain, type 1", "id": "IPR004088", "short_desc": "KH_dom_type_1"}, {"desc": "K Homology domain, type 1 superfamily", "id": "IPR036612", "short_desc": "KH_dom_type_1_sf"}, {"desc": "RNA recognition motif domain", "id": "IPR000504", "short_desc": "RRM_dom"}, {"desc": "Nucleotide-binding alpha-beta plait domain superfamily", "id": "IPR012677", "short_desc": "Nucleotide-bd_a/b_plait_sf"}, {"desc": "RNA-binding domain superfamily", "id": "IPR035979", "short_desc": "RBD_domain_sf"}], "ipi": ["IPI00165467", "IPI00658000", "IPI00953668"], "map_location": "7p15.3", "name": "insulin like growth factor 2 mRNA binding protein 3", "other_names": ["IGF-II mRNA-binding protein 3", "IGF2 mRNA-binding protein 3", "KH domain containing protein overexpressed in cancer", "VICKZ family member 3", "cancer/testis antigen 98", "insulin-like growth factor 2 mRNA-binding protein 3"], "pantherdb": {"HGNC": "28868", "_license": "http://pantherdb.org/tou.jsp", "ortholog": [{"MGI": "1890359", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 10090, "uniprot_kb": "Q9CPN8"}, {"RGD": "1306512", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 10116, "uniprot_kb": "A0A0G2K0Y2"}, {"Ensembl": "ENSGALG00000010961", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 9031, "uniprot_kb": "Q5ZLP8"}, {"ZFIN": "ZDB-GENE-000308-1", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 7955, "uniprot_kb": "Q9PW80"}, {"WormBase": "WBGene00010908", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 6239, "uniprot_kb": "K8FE02"}, {"FlyBase": "FBgn0285926", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 7227, "uniprot_kb": "M9NF14"}, {"dictyBase": "DDB_G0291059", "ortholog_type": "LDO", "panther_family": "PTHR10288", "taxid": 352472, "uniprot_kb": "Q54FA7"}, {"TAIR": "2168367", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q8W4B1"}, {"TAIR": "2831364", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "P58223"}, {"EnsemblGenome": "AT5G46190", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "A0A1P8BC43"}, {"TAIR": "2066020", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "F4IJK5"}, {"TAIR": "2144761", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "F4KDY1"}, {"EnsemblGenome": "AT5G64390", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "F4KDN0"}, {"TAIR": "2017612", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q9C553"}, {"TAIR": "2150956", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q0WNX3"}, {"TAIR": "2035807", "ortholog_type": "O", "panther_family": "PTHR10288", "taxid": 3702, "uniprot_kb": "Q9XI71"}], "uniprot_kb": "O00425"}, "pathway": {"reactome": [{"id": "R-HSA-428359", "name": "Insulin-like Growth Factor-2 mRNA Binding Proteins (IGF2BPs/IMPs/VICKZs) bind RNA"}, {"id": "R-HSA-8953854", "name": "Metabolism of RNA"}]}, "pdb": ["2E44", "6FQ1", "6FQR", "6GQE", "6GX6"], "pfam": ["PF00013", "PF00076"], "pharmgkb": "PA128394576", "pharos": {"target_id": 12674, "tdl": "Tbio"}, "prosite": ["PS50084", "PS50102"], "reagent": {"GNF_Qia_hs-genome_v1_siRNA": [{"id": "GNF169594", "relationship": "is"}, {"id": "GNF180500", "relationship": "is"}, {"id": "GNF191406", "relationship": "is"}, {"id": "GNF202312", "relationship": "is"}], "GNF_hs-Origene": {"id": "GNF037966", "relationship": "is"}, "GNF_mm+hs-MGC": {"id": "GNF007182", "relationship": "is"}, "GNF_mm+hs_RetroCDNA": {"id": "GNF243804", "relationship": "is"}, "NOVART_hs-genome_siRNA": [{"id": "GNF097832", "relationship": "is"}, {"id": "GNF137487", "relationship": "is"}]}, "refseq": {"genomic": ["NC_000007.14", "NC_060931.1"], "protein": ["NP_006538.2", "XP_011513391.1", "XP_011513392.1", "XP_011513394.1", "XP_011513395.1", "XP_047275738.1", "XP_047275740.1", "XP_054213071.1", "XP_054213072.1", "XP_054213073.1", "XP_054213074.1", "XP_054213075.1", "XP_054213076.1", "XP_054213077.1"], "rna": ["NM_006547.3", "XM_011515089.3", "XM_011515090.4", "XM_011515092.3", "XM_011515093.3", "XM_047419782.1", "XM_047419784.1", "XM_054357096.1", "XM_054357097.1", "XM_054357098.1", "XM_054357099.1", "XM_054357100.1", "XM_054357101.1", "XM_054357102.1"], "translation": [{"protein": "XP_054213075.1", "rna": "XM_054357100.1"}, {"protein": "XP_047275740.1", "rna": "XM_047419784.1"}, {"protein": "XP_011513395.1", "rna": "XM_011515093.3"}, {"protein": "XP_054213076.1", "rna": "XM_054357101.1"}, {"protein": "XP_011513391.1", "rna": "XM_011515089.3"}, {"protein": "XP_054213071.1", "rna": "XM_054357096.1"}, {"protein": "XP_054213072.1", "rna": "XM_054357097.1"}, {"protein": "XP_054213074.1", "rna": "XM_054357099.1"}, {"protein": "XP_054213077.1", "rna": "XM_054357102.1"}, {"protein": "XP_011513394.1", "rna": "XM_011515092.3"}, {"protein": "NP_006538.2", "rna": "NM_006547.3"}, {"protein": "XP_047275738.1", "rna": "XM_047419782.1"}, {"protein": "XP_054213073.1", "rna": "XM_054357098.1"}, {"protein": "XP_011513392.1", "rna": "XM_011515090.4"}]}, "reporter": {"HG-U133_Plus_2": ["1569033_at", "203819_s_at", "203820_s_at", "216493_s_at"], "HG-U95Av2": "37558_at", "HTA-2_0": "TC07001194.hg.1", "HuEx-1_0": ["2984845", "3003430", "3041409"], "HuGene-1_1": "8138566", "HuGene-2_1": "17055828"}, "summary": "The protein encoded by this gene is primarily found in the nucleolus, where it can bind to the 5' UTR of the insulin-like growth factor II leader 3 mRNA and may repress translation of insulin-like growth factor II during late development. The encoded protein contains several KH domains, which are important in RNA binding and are known to be involved in RNA synthesis and metabolism. A pseudogene exists on chromosome 7, and there are putative pseudogenes on other chromosomes. [provided by RefSeq, Jul 2008].", "symbol": "IGF2BP3", "taxid": 9606, "type_of_gene": "protein-coding", "umls": {"cui": "C1825578"}, "unigene": "Hs.700696", "uniprot": {"Swiss-Prot": "O00425", "TrEMBL": "F8WD15"}, "wikipedia": {"url_stub": "IGF2BP3"}}